{"title": "Nephrotic Syndrome | Loma Linda University Health", "author": null, "url": "https://lluh.org/conditions/nephrotic-syndrome", "hostname": "lluh.org", "description": null, "sitename": "lluh.org", "date": "2023-01-01", "cleaned_text": "syndrome causes scarring or damage to the filtering part of the kidneys (glomeruli). This causes too much protein to be lost from the blood into the urine. People with nephrotic syndrome often have: - Very high levels of protein in the urine (proteinuria) - Low levels of protein in the blood (hypoalbuminemia) - Swelling (edema), especially around the eyes, feet, and hands - High cholesterol What causes nephrotic syndrome? Nephrotic syndrome results from damage to the kidneys' glomeruli. These are the tiny blood vessels that filter waste and excess water from the blood and send them to the bladder as urine. Your glomeruli keep protein in the body. When they are damaged, protein leaks into the urine. Healthy kidneys allow less than 1 gram of protein to spill into the urine in a day. In nephrotic syndrome, the glomeruli let 3 grams or more of protein leak into the urine during a 24-hour period. Nephrotic syndrome may happen with other health problems, such as kidney disease caused by diabetes and immune disorders. It can also develop after damage from viral infections. The cause of nephrotic syndrome isn't always known. What are the symptoms of nephrotic syndrome? Nephrotic syndrome is a set of symptoms. These are the most common: - High blood pressure - Swelling in the feet and hands, and around the eyes - Weight gain with fluid retention and swelling - Signs of infection, such as fever, or an elevated white blood cell count - Swelling and pain linked to blood clots as the blood becomes thickened - Urine that looks foamy caused by protein loss from the body into the urine Many of these symptoms may be caused by other health problems. Always talk with your healthcare provider for a diagnosis. How is nephrotic syndrome diagnosed? Your healthcare provider will review your health history and do a physical exam. Other tests you may need are: - Blood pressure checks - Measurement of your cholesterol levels - Measurement of protein levels in your urine and in the blood - Kidney biopsy (exam of a sample of kidney tissue) What is the treatment for nephrotic syndrome? Treatment will depend on your symptoms, age, and general health. It will also depend on how severe the condition is. Your healthcare provider will try to find the underlying cause. They will also try to control blood pressure and cholesterol, and reduce protein in the urine. Medicines can include: - ACE inhibitors and angiotensin receptor blockers (ARBs). These lower blood pressure and may be used in people with diabetes to protect the kidneys. - Corticosteroids. These may be prescribed to reduce swelling and inflammation within the glomeruli. They also help prevent your immune system from attacking healthy tissue. - Diuretics. These are cautiously used to decrease the amount of swelling. - Immune system modifying medicines. These medicines are used to keep your immune system from attacking the glomeruli. - Cholesterol-lowering medicines. These may be prescribed if your triglyceride and cholesterol levels are high. - Anticoagulants. These are blood-thinning medicines and may be prescribed if blood clots develop. - Antibiotics or antiviral medicines. These are used to treat the underlying infectious cause. Treatment may also include: - Diet. A special diet can help delay the need for dialysis and get rid of extra fluid and toxins that build up. To prevent more swelling, don't eat salt. Also stay away from fats and cholesterol. Be sure to eat lean protein. - Dialysis. This is used in extreme cases to remove fluid and toxins when your kidneys have severely impaired filtering. What are possible complications of nephrotic syndrome? Serious complications of nephrotic syndrome include kidney failure or end-stage renal disease. This needs short-term or long-term dialysis. Other complications are: - Blood clots - Anemia - Decreased thyroid function - Infection Can nephrotic syndrome be prevented? Not all causes of nephrotic syndrome can be prevented. To prevent damage to the glomeruli: - Make sure your blood pressure is well controlled. - If you have diabetes, make sure your blood sugar is controlled. - Keep up-to-date with vaccines that help to prevent common infections. This is especially true if you work or live around people who have hepatitis and other viral infections. - Finish all antibiotics as prescribed. Don't stop your antibiotics because you may be feeling better. And don't save them for a later date. When should I call my healthcare provider? If your symptoms get worse or you have new symptoms, let your healthcare provider know. Key points about nephrotic syndrome - Nephrotic syndrome develops when there is damage to the filtering part of the kidneys (glomeruli). This results in protein spilling into the urine. - Loss of the proteins from your blood allows fluid to leak out of the blood vessels into the nearby tissues, causing swelling. - The blood in your blood vessels will become thick with the loss of fluid into the tissue. This increases the risk for a blood clot. - Your body will try to replace the lost proteins by increased production through the liver. This can result in high cholesterol. - You will need to limit excess sodium and fluids to prevent fluid buildup in the tissue from getting worse. - Medicines are used to treat the underlying cause or help your body get rid of excess fluid. - Dialysis may be needed if kidney failure develops, which can happen in extreme cases. Next steps Tips to help you get the most from a visit to your healthcare provider: - Know the reason for your visit and what you want to happen. - Before your visit, write down questions you want answered. - Bring someone with you to help you ask questions and remember what your provider tells you. - At the visit, write down the name of a new diagnosis, and any new medicines, treatments, or tests. Also write down any new instructions your provider gives you. - Know why a new medicine or treatment is prescribed, and how it will help you. Also know what the side effects are. - Ask if your condition can be treated in other ways. - Know why a test or procedure is recommended and what the results could mean. - Know what to expect if you do not take the medicine or have the test or procedure. - If you have a follow-up appointment, write down the date, time, and purpose for that visit. - Know how you can contact your healthcare provider if you have questions, especially after office hours or on weekends and holidays. "}