{"title": "PDF", "author": "PDF", "url": "https://www.hsa.gov.sg/docs/default-source/announcements-csg/annual-reports/hsa_annualreport_full_version.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "health sciences authority annual report 2002/03 momentumbuilding03 vision mission values 04 chairman's statement 08 ceo's report 14 leadership changes 16 our board 18 highlights of the year 24 keeping watch 42 serving justice 52 delivering services 62 forging partnerships 76 making connections 88 research papers & projects 94 senior management 96 principal officers 99 financial statementscontentsA strong upward direction and movement represents a dynamic, progressive, forward-looking organisation of excellence. The blue arch symbolises our global outlook and global renown. The two white strokes suggest progression and continuous development.The integrated blue and white segments express our strong collaborativeand interactive approach. The firm but fluid \"tick\" communicatesconfidence in HSA approval and regulatory authority. Our choice of blue colour projects our foundation of professionalism, strength and integrity. The refreshing golden yellow signifies ourvibrant, innovative and people-oriented culture. Viewed in its totality, our logo encapsulates our vision, mission and orientation towards the future.Prof Lim Mong King Chairman chairman 's statementchairman's statement Z 2002 was an exciting time to be at HSA. In our second year, we forged ahead to build up thecritical capabilities and strategic alliances that would positionus to respond effectively to the rapid changes at the local leveland on a global scale. health sciences authority 05Challenges and Opportunities New therapeutic goods, technologies, techniques and tools that emerge ever more rapidly than before, have offered numerousopportunities and shaped expectations for an improved qualityof life. The pace of globalisation and information technologyadvancement further allows information to flow seamlessly andvirtually across geographical boundaries resulting in heightenedconsumer demand for shorter time-to-market and a greater diversityof health products. We can be sure that just as certainly as science, medicine and technology will advance, threats and risks will develop andproliferate at a similar pace. In recent times, the widespreadconcern on terrorism, including potential bio-terrorism, calls forbetter measures to protect public health and safety. Equallyalarming has been the emergence of new infectious diseases,which requires us to respond quickly, for instance, with newscreening measures to protect the integrity of the national bloodsupply from Severe Acute Respiratory Sy ndrome (S ARS). And as economies become challenged with declining growth andunemployment, the lure of counterfeit and substandard healthproducts will put greater pressures on our post-market surveillanceand analytical testing capabilities. Risks abound in the community and in the world of regulatory and scientific activities. Too much regulation stifles enterprisechairman 's statement health sciences authority 06and progress but too little regulation exposes the community to unnecessary hazards. Too cautious a scientific approach is resource-consuming without effectiveness but too little attention toscientific methodology undermines confidence and objectivity. Building Momentum These challenges have significantly shaped our future directionsand actions, strengthened our systems and processes, and alsopropelled us to forge new frontiers in strategic alliances in oursecond year of operation. As a science-based agency, we have identified enterprise risk management as a primary strategic tool to a ddress the increasing complexity of challenges yet exploiting each opportunity to fulfilour role to safeguard public health and safety and serve theadministration of justice. Our enterprise risk register and indiv idual risk registers at the centres ' and departments ' levels have enforced systematic decision-making and contributed to a greater insightinto risks and their impacts, thereby improving our safety, qualityand business performance. In 2002, we gained momentum in establishing strategic alliances with our stakeholders and international benchmark regulatorycounterparts as well as being an integral part of regional andglobal harmonisation initiatives.health sciences authority 07These efforts serve to develop a more robust and responsive regulatory framework and scientific capabilities that are inline with current international best practices and trends.Through strategic alliances and collaborations, we also expandthe breadth and depth of information and expertise that wecan draw upon to make not just timely regulatory decisions,but also cutting-edge scientific j udgements. There is no d oubt that such ties serve the optimal use of limited resources formaximum public protection. I am happy to highlight that in May 2002, we have taken a significant step forward by our first major collaboration with oneof our key counterpart regulatory agencies, the Therapeutic GoodsAdministration (TGA) of Australia. Signing the Memorandum of Intention of Co-operation with TGA marked an important milestone in the regulatory arena as itsealed the already strong ties between HSA and TGA, and servedas a model for regulatory co-ordination in the Asia Pacific region.In addition, the Memorandum enhanced initiatives to harmoniseregulatory standards amidst the diversity of regulatory approachesacross national borders. Amongst the many harmonisation initiatives which we are actively involved in, I am particularly pleased to note that we played akey organising role in the 9th Global Harmonisation Task Force Conference held in May 2002 in Singapore. This conference sawa congregation of global key decision-makers from the industryand governments in the regulation of medical devices. Therewere eminent representatives from the US Food and DrugAdministration, Australia TGA, Canada Therapeutic ProductsDirectorate, UK Medicines and Healthcare products RegulatoryAgency and European Commission. This participation hassignificantly raised our global profile in the regulatory arena andaffirmed our commitment to forge a common direction for theharmonisation of medical device regulation in Asia via the AsianHarmonisation Working Party. Concluding Remarks In our second year, I am gratified to note that we have continuedthe momentum built up from the previous year. It gives me greatpleasure to convey my appreciation to the management and staffof HSA for their commitment, professionalism and contributionto the organisation and the delivery of our public mission. Iwould also like to express my heartfelt gratitude to the BoardMembers for their advice and guidance in our journey to ourstrategic designation in being world class for scientific andregulatory expertise in health sciences.chairman 's statementDr Clarence Tan Chief Executive Officer ceo's report ceo's report Z This year, HSA has advanced in our journey towards our strategic designation in being world class for scientific and regulatory expertise in health sciences. health sciences authority 09ceo's report Coming of Age We have made good progress in developing our new regulatory capability in the evaluation of new drugs not previously approvedin other countries. Building this regulatory capability complementsthe growth of research and development in the pharmaceuticalindustry in Singapore insofar as to make Singapore the origin ofnew and innovative quality drugs. This strategic direction is anintegral part of the infrastructure to develop Singapore as aregional medical hub and as a world hub for the biomedicalsciences research and development. Being in our early developmental stage, I am proud to note that during the year, we have evaluated 8 new drug applications notpreviously approved in other countries. This represented thehighest number of completed evaluations in a year, a few ofwhich were completed ahead of other overseas benchmarkregulatory agencies. As with developed countries, our regulatory framework is based on a risk management approach designed to ensure public healthand safety, while at the same time freeing the industry from anyunnecessary regulatory burden.As efficient and effective risk managers, who strategically apply science and law to protect consumers, we need to balance therewards of biomedical and technological advancement with theinherent risk every breakthrough carries. During the year, westrengthened our regulatory framework for clinical trials to enhancethe safety of trial subjects and improve process and accountabilitywithin the institutions undertaking the trials. In anticipationof more biologics as the noble innovations of biomedical researchand development, we have proactively set up a biologics unit forthe consolidation of expertise to evaluate such products. Further in our role as risk managers, we need to weigh the risk and benefits of every regulatory decision, and knowing that everytherapeutic product in the market has the potential of adversereactions, we engage post-market surveillance measures forcomprehensive ongoing vigilance. During the year, we saw promising outcomes of our efforts in the enhancement of the pharmacovigilance programme. We receiveda record number of 801 adverse drug reaction (ADR) reports fromthe healthcare professionals, a 40% increase of reports comparedto 2001. The increase was a good indicator of the continual health sciences authority 10ceo's report effort made to promote the reporting of any suspected ADR encountered by our health professionals for collation and furtherinvestigations at HSA, as well as the enhancement of theinfrastructure for reporting that leveraged on the wide applicationsof information technology. Spontaneous ADR reporting and monitoring has been recognised internationally as a powerful and effective tool for the detectionof potential drug safety problems that may arise after the drugshave been marketed and used widely in the general population.In 2002, through the local ADR reports received, drug safetyproblems associated with Slim 10 and jarem encok were detectedand subsequently tested and found to be adulterated with syntheticwestern drugs. In the case of Slim 10, it was a defining regulatory event in the year that signified the coming-of-age of the awareness onthe interplay of regulation in a globalised world. Our quickaction from detection to its market removal illustrated theeffectiveness and timeliness of our regulatory performance.The successful prosecution of the importer and distributor ofthe product also drove home the message on the importance offulfilment and compliance to the statutory obligations definedin the regulatory framework. As similar products, though packaged and marketed differently, were also found in other countries, there was much informationexchange and collaboration among a few regulators who were also confronted with the challenge to race against time to establishthe causation of the ADR observed in their countries. There wasno doubt that this incident highlighted the need for and benefitsof our close co-operation in post-market surveillance, investigationand enforcement with our overseas counterparts in an ever growingglobalised market. Building Capabilities The roadmap to our strategic destination of being a world classregulator for health products and a one-stop centre of excellencein transfusion medicine, forensic and analytical expertise, dependson continued investments in building our people expertise,equipment and technological infrastructure, and modernisedfacilities that keep pace with best practices and rapidly emergingtechnologies. Over the last two years, we invited world renown experts to teach and share their domain knowledge and audit our systems. In2002, we sent more of our best to learn from benchmark agenciesand participate in global professional and industry events. In a move to meet the high expectations of our stakeholders to provide more complex and higher value-added forensic, investigativeand analytical services, we invested in new state-of-the-artequipment that would yield rapid, sensitive and specific analysis. health sciences authority 11ceo's report The delivery of efficient and effective services must also rest on a strong and modern infrastructure. Exploiting informationtechnology is one of our cornerstones in maximising resourceutilisation and operational efficiency. During the year, weupgraded our network infrastructure and worked towards e-enabling many services by harnessing the power of the internetto make regulatory dealings more convenient for our industryplayers and blood donations more accessible to our blood donors. Facility development and upgrades also continued during the year, and they were done with a strong commitment to serveour customers first and well. A new Apheresis Suite at ourBloodbank@HSA has enhanced the environment for our altruisticblood donors, and likewise, a more co nductive and comfortable reception area at the Mortuary@HSA for distressed next-of-kin.Emphasis was also placed on improving occupational safety systemat our facilities to handle Bio-Safety Level 3+ type of autopsycases. This initiative would increase our capability capacity tohandle situations of mass disaster, infectious disease outbreaksand bio-terrorism. Achieving Excellence The ability to learn and put into practice what has been learnt isthe competitive edge. Thus, we are proud to have attained thePeople Developer Standard, another milestone in our organisationalexcellence journey. It means that our people development andtraining system is comparable to the best in Singapore.We also recognise that a culture of innovation and enterprise is one of the key critical success factors in driving our workforcebehaviour and ensuring robustness in performance in a challengingoperating environment which is becoming more sophisticatedeach day. In 2002, we unveiled an integrated innovation framework that is built upon our vision, mission and core values to harnesscreativity through various strategies like risk management, valuemanagement and corporate excellence systems. Our innovationframework, based on three guiding principles viz focus on vision, freedom with responsibility and frontier - boldly going forward,aims to build up a self-propagating and self-sustaining pool ofinnovation that will sustain our journey towards excellence. Weare seeking recognition of our innovation capability developmentvia the application of the Singapore Innovation Class by FY 2003. In our second year, we were pleased to achieve more third-party endorsements of our systems and processes. Our Centre forAnalytical Science has not only attained the Singapore QualityClass, but also upgraded its Singapore Accreditation Council - Singapore Laboratory Accreditation Scheme accreditation toISO/IEC 17025 in chemical, biological and environmental testingfields. The latter is a testimony that we have met the internationalstandards for the competence of testing laboratories, and ourclients can therefore exploit this accreditation strategically fortheir overseas markets. health sciences authority 12ceo's report In April 2002, the United Nations International Drug Control Programme (UNDCP) invited our Narcotics II Laboratory in ourCentre for Forensic Science to be a reference laboratory for thebiological specimen group. This added to the list of internationalrecognition in which in June 2001, our Narcotics I Laboratorywas made the reference laboratory for analysis of controlled drugsfor seized materials group. As the reference laboratories, weprovide the baseline information that is used to evaluate resultsreported by participating laboratories in UNDCP's bi-annualinternational collaborative exercises. I am pleased to highlight that our pursuit of professional excellence has led to a unique application of existing investigative processesand methodologies by our forensic scientists, resulting in theprompt apprehension of the perpetrator of a high-profile localmurder case. Our forensic scientists have cleverly appliedconventional investigative techniques to create a new application,a first in the world, to prove that the exhibit found at the sceneof crime matched that found in the criminal 's dwelling.In the domain of transfusion medicine, our internationally renown Centre for Transfusion Medicine co nducted a 17-day training course in April 2002, and shared our cutting-edge system ofquality management in blood banking to senior blood bank officersfrom 11 countries in the Western Pacific region. This course wasthe first of a regular series in the World Health Organisation 's initiatives to enhance a safer global blood standard and supply. Looking Ahead I am proud that the HSA family has evolved into a cohesiveand committed whole over the last two years as we workedtogether steadily and prevailed in the face of difficult challengesand changes. We have achieved some progress towards realising our objectives in our second year. We will continue to persevere and ensure weremain a ready, relevant and responsive organisation that candeliver our mission to excel in applying science to supporthealthcare services and regulation, serve the administration ofjustice and enhance safety in our community. health sciences authority 13leadership changes Prof Hang Chang Chieh Dr Tan Chor Hiangleadership changes Z HSA would like to express its deepest appreciation to Professor Hang Chang Chieh who relinquished hisposition as Chairman of HSA on 1 February 2003. He is succeededby Professor Lim Mong King. HSA also welcomes Dr Tan Chor Hiang, appointed Chief Executive Officer from 1 August 2003. Dr Tan, who succeeds Dr ClarenceTan, was the Deputy Director of Medical Services, Health Regulationat the Ministry of Health. health sciences authority 1502 05 0604 070903 01 1008our boardboard members BOARD COMMITTEES Staff Establishment Committee Z Mr Giam Chin Toon - Chairman Z Prof Edmund Lee Z Prof Low Teck Seng Z Dr Arthur Chern Audit Committee Z Mr Lim Hock San - Chairman Z Mr Boon Swan Foo Z Mr Stephen Yeo Z Mr Ng Wai Choong Cost and Price Review Task Force Z Mr Khoo Chin Hean - Chairman Z Mr Stephen Yeo Z Dr Arthur Chern01 Professor Lim Mong King Deputy President, Nanyang Technological University 02 Mr Boon Swan Foo Advisor, ST Engineering LtdExecutive Chairman, Exploit Technologies Pte LtdManaging Director, Agency for Science, Technology and Reseach 03 Dr Arthur Chern Director, Health Service Development, Ministry Of Health 04 Mr Giam Chin Toon Senior Counsel, Wee Swee Teow & Company 05 Mr Khoo Chin Hean Chief Executive, Energy Market Authority 06 Professor Edmund Lee Professor of Pharmacology, Faculty of MedicineNational University of Singapore 07 Mr Lim Hock San President & Chief Executive Officer,United Industrial Corporate Ltd & Singapore Land Ltd 08 Professor Low Teck Seng Principal/Chief Executive Officer, Republic Polytechnic 09 Mr Ng Wai Choong Director, Enterprise Division, Ministry of Trade and Industry 10 Mr Stephen Yeo President, EDS International (Singapore) Ptd LtdBoard MembersChairman health sciences authority 17health sciences authority 18 2002 April ZThe Authority celebrated \"One Family. One Vision. One Future. \" in its 1st Anniversary Celebration cum Dinner & Dance held on6 April 2002. ZThe Authority organised its 1st HSAScientific Seminar, held on 12 April 2002,with the aim to develop a vibrant researchculture and boost the research capability. ZCTM organised the 1st Quality ManagementTraining Course in Blood TransfusionServices in the Western Pacific Region from15 April to 3 May 2002 in its capacity asthe World Health Organisation RegionalTraining Centre for the Quality ManagementProgramme. Dr Balaji Sadasivan, Ministerof State (Health and the Environment) wasthe Guest-of-Honour at its OpeningCeremony that was held on 15 April 2002. On the same day, the fully dedicated Apheresis Suite@HSA was also officiallylaunched. ZCAS filed a second patent on the novelextraction of chemical compounds frombotanical and herbal preparations usingpressurised hot water as a solvent and attemperatures below boiling point. ZCFS' Narcotics II Laboratory was invited by the United Nations International DrugControl Programme to be a referencelaboratory for the biological specimensgroup. ZCMDR introduced the Voluntary ProductRegistration Scheme for higher-riskmedical devices. The Scheme, an interimmeasure to statutory controls, offered allstakeholders a foretaste of the variouslevers of the regulatory control.ZCPArecalled Slim 10, a listed Chinese proprietary medicine, that generated aseries of adverse drug reaction reports asthe product was adulterated with syntheticwestern drugs. participated in the raids on the illegal sale of cough mixture containing codeinetogether with the Singapore Police Force,Singapore Immigration and RegistrationDepartment (since reorganised into theImmigration and Checkpoints Authority)and Central Narcotics Bureau. ZCRP collaborated with the Health PromotionBoard to ensure that all mammography X-ray facilities have the necessary qualitycontrol programme in place.highlights of the yearhighlights of the year May ZThe Authority signed a Memorandum of Intention of Co-operation with theTherapeutic Goods Administration ofAustralia to further collaborate on theregulation of pharmaceuticals, medicaldevices and complementary healthproducts. ZThe Authority collaborated with theSingapore Science Centre and organised aseries of talks on \"Excellence in Applying Science \". ZCMDR played a key organising role in the 9th Global Harmonisation Task ForceConference and the 2nd APEC Seminaron Harmonisation of Medical DeviceRegulations. ZCAS submitted the application for theBusiness Excellence Assessment forContinuous Improvement to seek theSingapore Quality Class recognition.June ZCFS' Document Examination Laboratory was appointed by a high court in Berlin,Germany to examine Chinese signatures ina civil case involving business agreements. ZCTM organised a symposium onHaemovigilance, which was held on 15June 2002 in conjunction with the AnnualMeeting of Hospital Transfusion Committees. ZCPAtested and confirmed that 45 locally listed Chinese proprietary medicinesmarketed for slimming and weight losswere free from adulteration of syntheticwestern drugs. developed an online reporting programme to enable the healthcare professionals toreport adverse drug reactions through theInternet in a timely and convenient manner.July ZCASwas awarded the accreditation under the new ISO/IEC 17025 by the SingaporeAccreditation Council - Singapore Laboratory Accreditation Scheme formeeting the new internationalrequirements for the competence oftesting laboratories. was conferred the Singapore Quality Class award, thereby joining the top 5%rank of organisations that have achievedcommendable levels of performance in theirjourney to becoming a world class businessorganisation. one of its scientists was appointed as a WHO Temporary Advisor, in the WHOExpert Meeting held in Geneva, to reviewthe guidelines for the certification ofpharmaceutical starting materials movinginto the international market and theguidelines on good trade and distributionpractice. health sciences authority 19 highlights of the year ZCFS' forensic scientist was invited by the American Society of Crime LaboratoryDirectors / Laboratory Accreditation Boardas an inspector to audit the Contra CostaCounty Sheriff 's Forensic Services Division. ZCTM implemented the revised Medical Benefits Scheme for Blood Donors and Nominees. revised the blood donor criteria as part of the precautionary measures to preventthe variant Creutzfeld Jakob Disease in ournational blood supply. ZCPAprosecuted TV Media Pte Ltd, the distributor of Slim 10, for 20 counts ofunlicensed wholesale dealing and 8 countsof selling Slim 10 after it was recalled.The company was fined a total of $64,000.established an e-mail a ddress database of more than 4,000 doctors and pharmacistsin Singapore to facilitate the disseminationof urgent drug safety information to thehealthcare professionals in a timely manner. August Z14 HSA officers were presented the 2002National Day Awards for their contributionstowards nation building. Of the 14 awards,there were one Commendation Medal, threeEfficiency Medals and ten Long ServiceMedals. ZThe HSA family celebrated National Daytogether with activities that encouragedcommunity involvement and supportedwelfare organisations.ZCPA conducted a one-off sampling andtesting of 163 health supplements marketedfor slimming and weight control and foundthese samples free from adulterationof synthetic western drugs including acomprehensive range of westernpharmaceutical agents related to slimming. ZThe Minister for Health announcedadditional measures to enhance theregulatory control of Chinese proprietarymedicines. ZThe Authority 's senior management attended a retreat to review the past year 's work with the focus to establish futureobjectives and directions for inculcatingtwo of the HSA 's core values, viz to value and nurture our staff and encourageinnovation and enterprise. health sciences authority 20 highlights of the year September ZThe HSA family got together at the Bukit Timah Nature Reserve for a brisk walk-and-run up the Bukit Timah Hill to celebrategood health, fun and company on the HSAActive Day. ZCASparticipated in the WHO collaborative study on the development of screeningtests and the validation of a pharmacopoeiamonograph for tuberculosis drug containingrifampicin, isoniazid, pyrazinamide andethambutol HCL. one of its scientists was invited by the Singapore Accreditation Council - Singapore Laboratory Accreditation Scheme to carryout a joint assessment with the Bureau ofAccreditation, Vietnam on two nationallaboratories located in Ho Chih Minh Cityand Camau City to accredit them underISO/IEC 17025.ZCFS collaborated with the ChemistryDepartment, National University ofSingapore to initiate joint research andharness each other 's scientific capabilities. ZCTM initiated a pilot Haemovigilance programme with majority of the hospitalsthrough the Hospital TransfusionCommittees. ZCPAwas invited, at the 6th meeting of the ASEAN Consultation Committee forStandards and Quality PharmaceuticalProduct Working Group, to chair theImplementation Working Group to overseethe two-year trial period for the ASEANCommon Technical Dossier from January2003 to December 2004.revoked Health Biz Pte Ltd 's Import and Wholesale Dealer 's Licences, following its conviction of 9 counts of violating theMedicines Act in its importation and saleof Slim 10. Health Biz Pte Ltd had pleadedguilty to all charges and was fined a totalof $45,000. October ZThe Authority introduced the HSAInnovation Framework and embarked onthe quest for the Singapore InnovationClass. ZCFS' Narcotics II Laboratory, in collaboration with the Central Narcotics Bureau,successfully completed a project on thedetection of opiates in hair which resultedin a pilot study on the feasibility of usinghair testing in drug monitoring. health sciences authority 21 highlights of the year ZCRP co nducted a training course on radiation protection for industrialradiographers to raise the general standardof radiation safety in industrial radiographyand to minimise the radiation exposure tothe workers. December ZThe Authority achieved the PeopleDeveloper Standard. ZThe HSA family ended the year with anorganisation-wide competition thatpromoted \"HSA Core Values in Motion \". Each competing centre designed,constructed and paraded its small-scalemobile structure that creatively depictedthe Authority 's core values.2003 January ZThe Authority 's corporate video \"Celebrating Excellence \" won a WorldMedal in the prestigious New York Festivals 2002. Itwas an outstanding orientation show inthe competitive category \"International Film and Video (Non-Broadcast) \". ZCTM implemented the Haemovigilance programme with hospitals following thesuccess of its pilot programme held inSeptember 2002. ZCPAimplemented the new requirement that all Chinese proprietary medicine productsshould carry an additional label \"Allowed for sale as a Chinese Proprietary Medicine \" on the outer sales packs in both English& Chinese so as to help consumers to betterdifferentiate Chinese proprietary medicineproducts from western drugs.set up a working group with the Agri- Food & Veterinary Authority to addressissues of concern pertaining to productclassification of \"grey area \" food products, which might be fortified with herbalingredients. February ZThe Authority was invited by the PublicService for the 21st Century, Prime Minister 's Office and the Civil Service College to shareon HSA 's leadership in innovation as well as our innovation journey in the\"Innovation Expedition for Public Service Officers \" programme. ZCFS its DNA Database Laboratory was launched in collaboration with the Singapore PoliceForce, after the Parliament has passed theamendment of Registration of Criminals Act. health sciences authority 22 highlights of the year its Criminalistics Laboratory found, through its testing, that tube sparklerswere dangerous, and successfully initiatedthe inclusion of tube sparkers as dangerousfireworks in the Dangerous Fireworks Act. ZCPAimplemented the requirement that all indirect medical advertisements andconsumer education materials ofPrescription Only Medicine be classifiedas medical advertisements. This was todistinguish genuine consumer educationmaterials from indirect advertisements ofprescribed medicines. gazetted the ame ndments to the Sm oking (Control of Advertisements and Sale ofTobacco) Act. Among the variousamendments, licensing of importers and distributors would be required, cigarettesimported or sold in Singapore would listother constituents in addition to tar andnicotine, and the fine quantum of under-aged smoking offences would be increased.March ZThe Authority carried out an enterprise-wide risk management study and developedrisk registers at the organisation andcentres ' levels so as to enhance our capability for business continuity,emergency preparedness and crisismanagement. ZThe HSA family celebrated its second FamilyDay at the Sapphire Beach, Sentosa.Officers and their spouses, children andfriends had a fun-filled day packed withmany activities like tele-matches, varietyshows and games. ZCAS' Centre Director was invited to participate as a WHO Temporary Advisorat the WHO Expert Committee Meeting onSpecifications for PharmaceuticalPreparations held in Geneva. ZCFSits Criminalistics Laboratory signed an agreement with the Royal CanadianMounted Police Edmonton Forensic Science Laboratory, marking our entry as a partnerin the International Forensic AutomotivePaint Data Query programme. its DNA Profiling Laboratory successfully passed the bi-annual external accreditationaudit which was co nducted by the American Society of Crime Laboratory Directors /Laboratory Accreditation Board. ZCPA set up a Grey Area Products Task Forceto look into health products that did notfit clearly under the existing classifications. ZCTM implemented additional precautionarymeasures, following the SARS outbreak inSingapore, to safeguard the national bloodsupply and protect the blood donors andpatients in the hospitals. ZCFM carried out autopsies on SARS victimsunder the Infectious Diseases Act duringthe SARS outbreak. health sciences authority 23 CMDR CRP CAS CDE CPA CFM CFS CTM\"Compliance plays an important role in serving public health and reinforcing our reputation internationally as a medical hub that offers safe and authentic medicalproducts to the industry and the public.\" Yee Shen Kuan Senior Deputy Director, Compliance & Complementary MedicinesCentre for Pharmaceutical Administrationkeeping watch Z At HSA, we safeguard public health by administering a robust and responsive regulatory system to ensurethe appropriate standards of safety, quality and efficacy in westerndrugs, Chinese proprietary medicines, medical devices and health-related products available in Singapore. We also make sure thathealth supplements, cosmetics and medical and consumer productsdo no harm, including those products that emit radiation. Ourwork is to strategically apply science and law to protect consumersin Singapore. As with developed countries, our regulatory frameworkis based on a risk management approach designed to ensure publichealth and safety, while at the same time allowing the industryto develop without unnecessary regulatory burden.Full Dossier Evaluations of New Drug Applications Abridged Evaluations and Licensing of Western Medicinal Products Site Inspections for Good Manufacturing and Good Distribution Practices Listed Chinese Proprietary Medicines Adverse Drug Reaction Reports Recalled Medicinal / Health-related Products and Medical Devices Voluntary Product Registration Applications for Medical Devices Licences for Irradiating Apparatus and Radioactive Materials Improved Consumer Access to Medicines, Enhanced Regulatory Control of Chinese Proprietary Medicines, Investigations into Adulteration of Slim 10 and Prosecution Actions, Adverse Drug Reaction Reporting Programme, Voluntary Product Registration Scheme for Medical Devices, X-Ray Mammography Quality Assurance Programme, Nuclear Safety and Emergency Planning8 2,525 522 1,392 801 43 1,047 20,904keeping watch REGULATING PHARMACEUTICALS AND HEALTH-RELATED PRODUCTS Our Centre for Pharmaceutical Administration (CPA) safeguards public health by ensuring that medicinal and health- related products in Singapore meet the appropriate standards ofsafety, quality and efficacy. We carry out pre-marketing evaluation of medicinal products before they can be marketed in Singapore. The products currentlyregulated include western medicinal products, Chinese proprietarymedicines and cosmetic products. The regulatory framework forhealth supplements is being developed. We are also responsiblefor the regulation of clinical trials in Singapore and the provisionof unbiased drug information to health professionals and thepublic. In addition, we administer and enforce the Smoking(Control of Advertisements and Sale of Tobacco) Act in supportof the government 's efforts to discourage smoking and promote public health. We regulate medicinal and other health-related products under the Medicines Act, the Poisons Act, the Sale of Drugs Act, theMedicines (Advertisement and Sale) Act and the Misuse of DrugRegulations. Post-marketing regulatory activities include qualitysurveillance programmes, routine inspections and investigationsinto contraventions of legislation. When necessary, legal actionis taken against the offenders by way of compounding orprosecution in court.The spontaneous reporting of adverse drug reactions by doctors and other health professionals is another important tool usedto keep continued vigilance on the safety of all marketed drugsin Singapore. In addition, we inspect and license pharmaceutical manufacturers and importers/wholesale dealers in accordance with currentinternational Good Manufacturing Practice and Good DistributionPractice standards respectively. This ensures the production ofgood quality medicines and preservation of their quality down thesupply chain from the manufacturers to distributors and retailers.CFS CTM CMDR CRP CAS CDE CPA CFM health sciences authority 27Our Centre for Drug Evaluation (CDE) is an integral part of the infrastructure to develop Singapore as a regional medicalhub and as a world hub for the life sciences research anddevelopment. Funded by the Agency for Science, Technology andResearch, CDE complements the regulatory role of CPA in drugevaluation with the primary focus on the evaluation of new drugsnot previously approved in other countries. This regulatorycapability will help the pharmaceutical industry grow its researchand development in Singapore and make Singapore the origin ofnew and innovative quality drugs. We aim to complete evaluationwithin timelines similar to those of benchmark agencies such asthe US Food and Drug Administration. Evaluations of New Drug Applications During the year, we evaluated 8 new drug applications that werenot previously approved in other countries, bringing the totalnumber of completed evaluations to 18 since 1998. This representedthe highest number of completed evaluations in a year, a few ofwhich were completed ahead of other overseas benchmarkregulatory agencies. An example was Cialis, an erectile dysfunctionprescription drug that we approved in January 2003, ahead ofUS approval. In closely tracking evaluation timelines, we continuedto ensure that the science-based assessment of product safety,quality and efficacy to safeguard public health was not compromisedthrough a system of closely coordinating the inputs of our expertevaluators, peer reviews and the Medicines Advisory Committee.Pre-market Abridged Evaluation and Licensing of Medicinal Products Pre-market abridged evaluations are required if a western medicinal product has already been approved by at least onedrug regulatory agency or if a generic medicinal product ismanufactured locally. Once these abr idged evaluations ensure that the product meets the criteria of safety, quality and efficacy,a product licence for the Singapore market will be granted. The total number of product licences (including renewals and variations) issued for the year was 2,525. Of these, 390 licenceswere issued within an average of 3.2 months.keeping watch health sciences authority 28CFS CTM CMDR CRP CAS CDE CPA CFM health sciences authority 29keeping watch Improving Consumer Access to Medicines As at end-March 2003, 7,591 western medicinal products were licensed in Singapore, according to the following forensicclassification: With the aim of improving public access to effective and safe drugs, 32 products were reclassified during the year.Forensic Classification No. of Registered Percentage Products Prescription Only Medicines (POM) 5,240 69.03%Pharmacy Only Medicines 1,317 17.35%Total 7,591 100%Reclassification of Medicinal Products From Prescription Only Medicines to Pharmacy Only Medicines These products are generally regarded as appropriate for self-medication under the supervision of a pharmacist. 30 products declassified, including Z 23 ibuprofen preparations, which provide alternatives to paracetamol and aspirin for pain and fever relief in self-medication settings Z Kenalog ® in Orabase for mouth ulcer for ® Inhaler for smoking cessation ZBisolvon ® Tablet & Elixir and Mucosolvon ® Tablet & Liquid, for thinning of mucus From Pharmacy Only Medicines to General Sale List Medicines These products are now obtainable by the public without medical supervision in view of long history of use and wide safety margins. 2 products declassified, including ZNizoral ® Shampoo Conditioning Shampoo 1% ZVoltaren ® Emulgel* Benchmark regulatory agencies refer to US Food and Drug Administration, UK Medicines and Healthcare products Regulatory Agenc y, Australia Therapeutic Goods Administration, European Agency for the Evaluation of Medicinal Products & Health Canada. ** The verification route is a new evaluation route piloted during 2002.Abridged evaluation by CPAbased on assessment reportby benchmark regulatoryagencyProduct approved by benchmarkregulatoryagencies*Product approved by one regulatoryagencyProduct yet to be approved by anyregulatory agency Pre - submissionDiscussionFull evaluation Abridged evaluation Verification**Full evaluation by CDE Abridged evaluation by CPATime for evaluation: 210 working days Time for evaluation: 120 working days Time for evaluation: 45 working daysEvaluation Routes for Medicinal Products in SingaporeCFS CMDR CRP CAS CDE CPA CFMhealth sciences authority 30A review of the Poisons Act led to the declassification of coenzyme Q10, which was allowed for sale as a health supplement from 16September 2002. This was subject to cautionary labeling onadherence to a daily maximum dose and allowable indications. Regulation of Clinical Trials In the year under review, 195 new clinical trial certificates wereissued. The more common clinical trials co nducted were for oncology, gastroenterology, cardiology and anti-infective products.Licensing of Manufacturers, Assemblers, Importers, Wholesale Dealers and Pharmacies During the year, we issued 61 licences to manufacturers and assemblers of western medicinal products, Chinese proprietarymedicines, cosmetic products and controlled drugs. In the same period, 297 wholesale dealers ' licences, 427 Form A*, 260 pharmacy certificates and 8 Good Manufacturing Practice(GMP) certificates were issued. We inspected 522 sites to ensurethat products were being manufactured, stored and distributedin compliance with GMP and Good Distribution Practice (GDP)standards. These standards were based on rigorous science andsound quality-assurance principles. Compliance with GMP andGDP would reduce the probability of defective or hazardousproducts entering the distribution system. Phase Ikeeping watch New Clinical Trials Approved in 2002 Phase II Phase IIIPhase IV 13.3%10.3% of Clinical Trials Approved (According to Phases) 0102030405060708090100 1997 1998 1999 2000 2001 2002 YearPhase I Phase IIPhase IIIPhase IV* Form A is a licence to import, store and sell poisons (items as listed in the Poisons Act) by way of wholesale.health sciences authority 31Other licences issued were 542 import licences, 88 export licences, 671 Form C*, 448 certificates of pharmaceutical products andfree sales certificates for Chinese proprietary medicines. Anadditional 212 import licences and 29 export licences were issuedfor psychotropic substances and narcotic drugs. Good Manufacturing Practice In April 2002, CPA was invited to participate in the PharmaceuticalInspection Co-operation Scheme (PIC/S) delegation assessingTaiwan 's application for PIC/S membership. The objective was to assess the GMP Inspection and Licensing system of its NationalLaboratories of Food and Drug.keeping watch CFS CTM CMDR CRP CAS CDE CPA CFM In addition, we also participated in a PIC/S Joint Audit, arranged by PIC/S and Australia 's Therapeutic Goods Administration. A PIC/S Joint Audit is intended to harmonise and calibrate theGMP audit approach, knowledge and skills of the auditors toestablish consistency of GMP audits throughout the variousPIC/S member authorities. Regulation of Chinese Proprietary Medicines As at 31 March 2003, the total number of licensed Chineseproprietary medicine (CPM) importers, manufacturers, repackersand wholesalers stood at 194, 23, 30 and 289 respectively, andthe total number of CPM products listed was 10,224. During theyear, there were 3,495 applications for CPM product listing, and1,392 products were allowed to be listed. Enhanced Regulatory Control of CPM In August 2002, the enhancement of the control of CPM was announced, comprising the following additional measures: ZFrom 1 January 2003, CPM products should carry an additional label \"Allowed for sale as a Chinese Proprietary Medicine \" on the outer sales packs in both English and Chinese. This move would help consumers differentiate CPM from western drugs. ZFrom 1 January 2004, only test reports issued by accredited laboratories will be recognised and accepted by HSA for high-risk CPM products. This will enhance the reliability of test reports at the pre-marketing assessment stage for high-risk CPMproducts and for their subsequent imports. ZOur existing quality surveillance programme has been strengthened. The testing protocol has been enhanced in terms ofrisk assessment, with more targeted testing based on product indications and claims. All local and overseas CPM manufacturerswill eventually be subject to periodic GMP audits according to international standards to weed out unreliable sources,including overseas on-site audits for manufacturers not already subject to PIC/S standards.* Form C is a licence to import and deal generally in poisons (items as listed in the Poisons Act) by wholesale and retail.health sciences authority 32Adverse Drug Reaction Reporting Programme In 2002, we received a record number of 801 adverse drug reaction (ADR) reports from the healthcare professionals, a 40% increasecompared to 2001. The increase was a good outcome indicatorof the continual effort made to promote the reporting of anysuspected adverse drug reactions encountered to thePharmacovigilance Unit for collation and further investigationwhen necessary. Spontaneous ADR reporting and monitoring hasbeen recognised internationally as a powerful and effective toolfor the detection of potential drug safety problems that may ariseafter the drugs have been marketed and used widely in the generalpopulation. Through local ADR reports received in 2002, drugsafety problems associated with Slim 10 and jarem encok weredetected. They were found to be adulterated with syntheticwestern drugs when tested subsequently. 5 \"Dear Healthcare Professional \" letters on new safety information including hormone replacement therapy, Eprex, and pure red cellaplasia, kava-kava and liver toxicities and Slim 10 were issued toinform the healthcare professionals and the public on major drugsafety issues that had resulted in significant regulatory actions. Leveraging on the wide applications of information technology, we established an e-mail address database of more than 4,000doctors and pharmacists in Singapore to facilitate the disseminationof urgent drug safety information to our healthcare professionalsin a timely manner. In addition, to facilitate reporting of ADRby the healthcare professionals, an online reporting channel wasdeveloped to enable these professionals to submit reportselectronically through the Internet.keeping watch CFS CTM CMDR CRP CAS CDE CPA CFM Regulation of Health Supplements Pending the implementation of regulatory control of health supplements in 2004, an enquiry service was established tohandle enquiries relating to health supplements from the tradeand the public. We managed a total of 5,221 enquiries in theyear under review. In January 2002, we issued a guidance letter to health supplement traders for the voluntary withdrawal of piper methysticum - commonly known as kava-kava - products, following overseas adverse drug reaction reports of hepatic toxicity associated withits consumption. Subsequently in July 2002, we banned theimport and sale of kava-kava products altogether. This precautionarymove was made after consideration of the German Federal Institutefor Drugs and Medical Device 's completion of a safety review of kava-kava and its subsequent action to ban products containingkava-kava. Legislative ame ndments to include k ava-kava and its constituents under the control of the Poisons Act were alsoinstituted that month. Regulation of Cosmetics During the year, we issued 11,101 cosmetic product licences.These included new cosmetic product licences, renewed licencesand amended product licences. During the same period, 490import licences were also issued. In February 2002, we reviewed the cosmetic licensing processes to provide the industry flexibility in applying for a single licencefor palettes of fixed colours, in addition to the current systemof a single licence for each cosmetic product. Companies couldnow choose either scheme to apply for their cosmetic licencesto optimise the fee quantum to be paid.health sciences authority 33Regulation of Medical Advertisements and Sales Promotions We regulate medical advertisements and sales promotion for medicinal products to ensure that the information presentedis accurate and not misleading. During the year, we issued1,468 permits for medical advertisements out of 1,536applications received. Following a comprehensive review co nducted from November 2002 to February 2003, all indirect advertisements and consumereducation materials for Prescription Only Medicine (POM) wouldbe classified as medical advertisements to distinguish genuineconsumer education materials from indirect advertisements ofPOM. This followed some cases of indirect or \"consumer education \" advertising that were construed as POM advertising. As a council member of the Advertising Standards Authority of Singapore, we continued to provide advice for the clarificationof issues related to the advertisement of medicinal and health-related products. We also worked with the Singapore Associationof Pharmaceutical Industries to explore the role of the industryin co-regulating medical advertisements and sales promotions. Investigation, Surveillance and Prosecution Like our benchmark regulatory agencies, we detect health fraudthrough a variety of ways. We may identify a violation or a suspectedfraudulent product through our inspectors ' routine market-placesurveys, searches on the Internet, ADR reports, complaints from consumers, healthcare professionals and trade competitors, orthrough referrals from other government authorities. During the year, 401 cases from various sources were investigated which led to the recall of 28 products. Of these, 19 cases wereprosecuted in court resulting in $231,500 of total fines imposedand two cases with CPA CFM health sciences authority 34To allay public concerns on slimming products following the recall of Slim 10, we tested all 45 locally listed CPM marketed forslimming and weight loss in June 2002, and 163 health supplementsand 11 popular jamu products marketed for slimming in August2002. All test results indicated that the samples were free fromadulteration of synthetic western drugs including a comprehensiverange of western pharmaceutical agents related to slimming. During the year, we also co nducted raids, after a period of close surveillance on peddlers involved in the sale of illegal medicinesnear markets, MRT stations, temples and other roadside areas.Legal actions against the offenders were taken as some unlisted CPM and unregistered medicinal products seized were found tocontain sildenafil (active ingredient in Viagra ®), steroid ointments and anti-fungal preparations. To address the growing concern of illegal imports of medicinal preparations, we enhanced our co-operation with other governmentagencies. A guideline on procedures for the clearance of hand-carried medicinal and health-related products was issued to theCustoms and Excise Department (since reorganised into theImmigration and Checkpoints Authority) officers to help them inkeeping watch CFS CTM CMDR CRP CAS CDE CPA CFM Investigations into Adulteration of Slim 10 and Prosecution Actions Slim 10, listed as a CPM, generated a series of ADR reports from end March 2002. These reports of suspected liver injury and hyperthyroidism rapidly triggered a cascade of investigations and regulatory actions against the product, including thewithdrawal of the product from the market on 19 April 2002. Publicity was used to warn consumers and health professionalson the adulterated batches that entered the market. Following the investigations, the importer, Health Biz Pte Ltd, was prosecuted for 9 charges under the Medicines Act, namely 8 counts of selling Slim 10 without having first confirmed that the imported consignments were free from poisons and othersynthetic substances, and one charge for failing to keep import records of Slim 10 brought into Singapore. The importer,who pleaded guilty to the charges, was convicted and sentenced to the maximum fine of $5,000 on each of the nine chargesin September 2002. Following the conviction, we also revoked the importer's Import licence and Wholesale Dealer's licence. The local distributor, TV Media Pte Ltd, was also prosecuted for its role in the distribution and sale of Slim 10. The distrib utor was fined $64,000 in July 2002, after it had pleaded guilty to 20 counts of unlicensed wholesale dealing and, more significantl y, 8 counts of charges relating to its sale of Slim 10 after HSA had recalled the product. The findings of our investigations and regulatory actions also featured in a Coroner's Inquiry into a death suspected to be cau sed by Slim 10. The Inquiry subsequently ruled that the death was caused by negligence on the part of the importer of Slim 10.health sciences authority 35identifying products controlled by HSA and to prevent their illegal import. We investigated the cases surrounding such seizures forfurther information and leads, so as to stem out the source ofthe illegal imports. We also reviewed the illegal sale of codeine-containing cough mixtures with the Singapore Police Force, the Singapore Immigrationand Registration Department (since reorganised into theImmigration and Checkpoints Authority) and the Central NarcoticsBureau. In April 2002, these government agencies, in a co-ordinated effort, co nducted raids in the vicinity of North Br idge Road and Stamford Road, nightspots in the city centre and atBalestier Road. The joint operation led to the arrest of 56immigration offenders as well as abusers and peddlers of coughmixtures containing codeine. Large quantities of codeine-containing cough mixtures were seized from these offenders. As an agency that protects public health and safety, we keep in touch with the various stakeholders and respond swiftly toalerts and feedback. Following media feedback in July 2002, we promptly deterred a range of luo han kuo health supplementsfrom making medicinal claims in their promotional materials,and the media highlighted the misleading and medicinal claimsmade for the products. Tobacco Regulation During the year, we granted 7,489 tobacco retailer licences, andtook to task 7 retailers for selling cigarettes without valid licences. We intensified our enforcement efforts to prohibit smoking by youths under 18 years old. The increased surveillance resultedin a total of 4,153 underage youths caught smoking or possessingcigarettes. Some 1,554 young offenders were compounded and253 were prosecuted in court. In FY 2002, 384 cigarette samples were sampled from the market and tested. The results showed 99% compliance rate of the legallimit of tar and nicotine contents in cigarettes retailed locally.Out of these samples, one product indicated a tar content levelthat exceeded the legal limit, and with our confirmatorylaboratory test results, we took enforcement action against thedistributor involved. During the year, we met regularly with the Customs and Excise Department to provide advice and assistance on health warningexemptions and approvals for checks on imported cigarettes.These sessions reaffirmed our commitment to support thegovernment 's initiative for mandatory health warning labels for tobacco products as a means to inform the public of the healthhazards from the use of tobacco.keeping watch CFS CTM CMDR CRP CAS CDE CPA CFM health sciences authority 36Based on the recommendation of the Committee on Smoking Control that provided overall policy direction for the NationalSmoking Control Programme, the ame ndments to the Sm oking (Control of Advertisements and Sale of Tobacco) (Ame ndment) Bill were proposed and passed by the Parliament on 31 October2002. Among the various ame ndments, licensing of importers and distributors would be required and powers of investigationfor authorised officers under the Act would be refined. Cigarettesimported or sold in Singapore would list other constituents inaddition to tar and nicotine and the fine quantum of under-agedsmoking offences would be increased. Grey Area Products Task Force In January 2003, we formed a working group with the Agri-Food& Veterinary Authority to a ddress issues of concern pertaining to product classification of \"grey area \" food products, which might be fortified with herbal ingredients. We also set up a Grey Area Products Task Force in March 2003 to look into other health products that did not fit clearly underexisting classifications. Biologics Task Force Research and development in new technologies in biotechnologyand genomics has been leading to an increasing scientificcomplexity of products including more biologicals in the pipeline.In order to accurately assess the readiness of these products tobe marketed in Singapore and help these innovative productsreach our patients as quickly as possible, we proactively set upa Biologics Task Force to a ddress the regulation and evaluation of biological products.Compliance and Complementary Medicines Division In August 2002, we realigned our organisational structure to forma new Compliance & Complementary Medicines Division in orderto meet the new challenges in regulating complementary medicineslike traditional medicines and health supplements. Thereorganisation would serve to optimise the use of resources andthe collective knowledge and experience to better respond to theneeds of the various stakeholders in Singapore. The Year Ahead As part of our ongoing broader efforts to strengthen and moderniseour pharmaceutical and health-related products regulatorysystem to protect public health and safety as well as to make safeand effective drugs available to Singaporeans, we have lined upseveral new initiatives in the coming year. Looking ahead, someof these include: ZThe implementation of a new verification route that offersfaster assessment timelines for certain categories of medicinalproducts that are already registered in benchmark agencies.The pilot phase is currently underway. ZA new drug registration guide and application form that willbe in line with the new International Conference of Harmonisationand ASEAN common technical dossier requirements and formats.This initiative will facilitate the objective of the ASEAN FreeTrade Area through a common template for the submission ofdrug watch CFS sciences authority 37ZThe implementation of a new clinical trials regulatory framework based on a risk-based approach. The new framework aims toensure high standards of clinical research and safety to protectthe trials ' subjects without impeding trials ' timelines and the progress of research in Singapore. ZThe implementation of the health supplements regulatoryframework in phases. ZThe launch of the Pharmaceutical Registration and InformationSystem (prism@hsa), an integrated electronic licensing systemto support various activities in the regulatory systems. Theprism@hsa system will enable the electronic submission of alllicence, permit and certificate applications from traderepresentatives dealing in western medicinal products, Chineseproprietary medicines, health supplements, cosmetics andtobacco. In addition to facilitating the application process,which can be carried out during out-of-office hours, prism@hsawill allow applicants to track the approval status of theirapplications online. REGULATING MEDICAL DEVICES Our Centre for Medical Device Regulation (CMDR) keeps a close tab on the rapidly advancing technologies thatresult in a proliferation of new medical devices. Our objectiveis to protect public health and safety by discharging regulatorycontrols through a programme of pre-market assessment ofproducts, manufacturing controls and post-market monitoring.We take all necessary and reasonable steps to ensure that medical devices in Singapore are safe, of appropriate quality, perform asintended and are properly used. We seek to ensure that thevaluable new technologies are made available to the clinicalcommunity, patients and consumers expeditiously while preventingunsafe or ineffective devices from reaching the market. We also administer the Contact Lens Practitioners Act through the registration and licensing of contact lens practitioners and theenforcement of the Act and its regulations. As at end March 2003,there were 406 licensed contact lens practitioners in Singapore.keeping watch CFS CTM CMDR CRP CAS CDE CPA CFM health sciences authority 38Voluntary Product Registration Scheme In April 2002, a Voluntary Product Registration Scheme for higher- risk medical devices was introduced. By end-March 2003, we hadreceived 1,047 case applications and encouraging response andsupport from the medical device industry. The scheme, which was introduced as an interim measure to statutory controls, offered all stakeholders a foretaste of thevarious levers of regulatory controls. During this phase, wemaintained regular dialogues and interactions to guide andeducate the industry and to receive valuable feedback to improvethe regulatory process. Each industry stakeholder also had theopportunity to evaluate the feasibility of the proposed medicaldevice regulation framework and to participate in the strategicdevelopment of the programme.The regulatory framework would also consist of maintaining an efficient and effective post-market surveillance system. Thiswould include the analysis and prompt investigation of adverseincident reports relating to medical devices and taking anynecessary action to safeguard public health. To date, the industryhas shown good support for the vigilance programme throughthe increased reporting of adverse incidents under the voluntaryscheme. During the year, medical device manufacturers submittedincident reports of 15 product recalls and 4 adverse incidentsrelating to medical devices worldwide. These companies alsoduly followed up with the appropriate corrective actions includingrecalls of products that were sold in Singapore. The Year Ahead In the next year, we will continue with the preparatory worksfollowing the introduction of a statutory framework for medicaldevices. As in the voluntary scheme, our main focus is to continueto engage, consult and communicate with the industry stakeholderson the regulations and procedures, while closely monitoringoutcomes and performance. A Medical Device Licensing and Control System (medics@hsa) is being developed to support and enhance the operational efficiencyfor the regulation of medical devices. Looking ahead, themedics@hsa will provide a web-based channel for business partnersto make convenient transactions 24 hours a day for productapplications, registration and licensing. medics@hsa will alsofeature a useful online device register.keeping watch CFS CTM CMDR CRP CAS CDE CPA CFM health sciences authority 39ENSURING RADIATION SAFETY Our Centre for Radiation Protection (CRP) administers and enforces the Radiation Protection Act (Chapter 262), whichcontrols all radioactive materials and irradiating apparatus suchas X-ray machines, linear accelerators, electron beam welders,ion implanters, magnetic resonance imaging and ultrasoundapparatus, lasers for medical, industrial and entertainmentpurposes, microwave ovens and ultra-violet sun tanning lamps. Services provided by our 7 laboratories include personal monitoring of all radiation workers, testing of imported food and industrialsamples for radioactive contaminants, testing for leakage ofsealed radioactive sources and calibration of radiation measuringinstruments.Ionising and Non-ionising Radiation Licensing and Inspections During the year, 20,904 licences were issued, for the purposes of import, export, sale, possession and use of irradiating apparatusand radioactive materials and for the transport of radioactivematerials. 1,467 endorsements were given for the import / exportof components of irradiating apparatus without the radiationemitting components, and 101 endorsements were made for shipscarrying nuclear consignments such as nuclear fuel rods, uraniumhexafluoride with natural uranium or enriched uranium to transitin Singapore. We also made 419 inspections at medical, dental and veterinary practice premises and industrial and educational institutions,compared to 397 inspections in 2001. The inspections wererequired for premises using ionising radiation (IR) irradiatingapparatus or radioactive materials. Checks were made to assessthat the facilities and equipment were in proper condition andthat radiation levels at places accessible to the public were withinlimits specified in the regulations. We conducted a further 26 inspections for premises using non- ionising radiation (NIR) apparatus and 14 surveys at handphonebase-stations and radio / television transmitting stations. Further, to ensure that radiation levels emitting from microwave ovens sold in Singapore were below that specified in theRegulations, we checked 29 new models of microwave ovens fromdifferent manufacturers. keeping watch CFS CTM CMDR CRP CAS CDE CPA CFMX-Ray Mammography Quality Assurance Programme As part of our continuing effort in ensuring radiation safety, we placed emphasis on quality control and assurance in medicalapplications of X-rays. In July 2002, we collaborated with theHealth Promotion Board to ensure that all mammography X-rayfacilities had the necessary quality-control programme in placeat the clinics. By year-end, we inspected and certified more than10 clinics with mammography X-ray facilities. Personal Monitoring Service As part of the regulatory control, we monitor all radiation workersin Singapore closely. During the year, more than 72,000thermoluminescent dosimeters were issued to these workers. Thesedosimeters were processed monthly to ensure that the radiationdoses were within limits specified in the regulations. The numberof overdose cases investigated by us decreased to 40 this year,from 46 cases in 2001, occurring mainly in industrial radiography. Additional dosimeters in the form of rings were issued to monitor the radiation dose to the fingers for those workers handlingradioactive materials that emitted beta radiation or low energygamma radiation. Wipe Tests and Radioactivity Analysis During the year, we performed a total of 515 wipe tests, comparedto 470 tests in 2001, at establishments that use sealed radioactivesources in industrial, medical and research applications.We also co nducted radioactivity analysis on food samples. In 2002, the number of food samples tested and certified free fromradioactive contaminants increased by 415 to 1,770 samples. In addition, we were involved in the detection of radioactivity levels in environmental samples, such as soil and water, copperand tin slags, steel rebars, marble, granite, etc. Ionising Radiation Dosimetry Our Secondary Standards Dosimetry Laboratory calibrated a totalof 347 radiation-monitoring devices used by companies andhospitals in Singapore. Our laboratory, the national referencecentre for radiation protection and environmental dosimetry,was established with the support of the International AtomicEnergy Agency and the World Health Organisation as part of theinternational network of secondary reference laboratories. Nuclear Safety and Emergency Planning During the year, we were engaged as the project consultant forthe new remote radiation monitoring system that was successfullyinstalled and commissioned at Changi Naval Base. We are now able to access dose readings of detectors at two monitoring stations at Changi and Sembawang wharves viacomputers and telephone lines. These stations provide 24-hourmonitoring to give early warning in the event of a radiologicalaccident during the visits of nuclear powered warships. In 2002,8 such warships visited Singapore. health sciences authority 40keeping watch CFS CTM CMDR CRP CAS CDE CPA CFMhealth sciences authority 41Radiation Consultancy and Training We provided a total of 79 consultancy services on all aspects of ionising and non-ionising radiation protection to industries,ministries, statutory boards, hospitals and the general public.The services covered a wide spectrum from radioactive wastemanagement system, radiation accident procedures and emergencyplanning, radiation shielding requirements, radiation exposurelimits, choice and use of radiation instruments, radioactivity inbuilding materials and industrial raw materials and extremely lowfrequency fields from transformer and high-tension switch rooms. To raise the general standard of radiation safety in industrial radiography, we started a training course in October 2002 onradiation protection for industrial radiographers. The course aimed to provide sufficient knowledge of the radiation hazards associatedwith the industrial radiographers ' work and the awareness of appropriate protective measures so as to minimise the occurrenceof radiation accidents. Lectures and training on radiation safety were also delivered to medical doctors, dentists, undergraduates and radiation workersin hospitals, universities and commercial companies. Under a memorandum with the International Atomic Energy Agency, wealso provided training to a consultant radiologist from the MyanmarGeneral Hospital in radiation protection, quality assurance inradio-diagnostic and planning and preparedness for radiologicalemergency in the event of an accident or incident. The Year Ahead As part of our ongoing efforts in upholding radiation safety, wewill continue to promote radiation protection training andeducation locally and regionally. In our efforts to ensure qualitycontrol and assurance in medical applications of X-rays, we willcontinue our collaborations with the Health Promotion Board sothat all mammography X-ray facilities have the necessary qualitycontrol programme in place. For the year ahead, we will alsowork towards raising the general standard of radiation safety inindustrial radiography and minimising the level of radiationexposure CFM CFS CTMserving justice Z HSA is committed to serving the administration of justice in Singapore. We provide forensicpathological, scientific, investigative and analytical servicesand expertise in performing autopsies, co nducting crime scene investigations to providing forensic analysis in the areas ofcontrolled substances, toxicology, serology, DNA profiling anddatabase, trace evidence, firearms, toolmarks, explosives, arson,fireworks, shoe-prints, tyre-prints and impressions, chemicalanalyses, physical examinations and questioned documents. \"We progress and keep pace in serving the changing requirements of justice by streamlining our processes, investing in the latest equipment, developing newcapabilities and raising our professional standards.\" Elliot Lau Manager, Special InvestigationsCentre for Forensic Medicine Quest for NAME Accreditation, Improved Customer Care at Mortuary, Performing Autopsies on SARS Victims, New Forensic Science Capabilities, New DNA Database Laboratory, International Reference Laboratory for Biological Specimen64,343Coroner 's Cases Clinical Forensic Medicine Cases Forensic Science Exhibits / Cases3,325 323serving justice PROVIDING FORENSIC PATHOLOGICAL AND INVESTIGATIVE SERVICES Our Centre for Forensic Medicine (CFM) undertakes the sole responsibility in Singapore to examine Coroner 's cases and perform autopsies that are authorised by the Coroner. We alsocarry out autopsies requested by private clients including partiesfrom hospitals and regional countries. We provide crime scene investigative services to the Police in cases of homicides or cases of suspicious deaths. These serviceshelp to provide preliminary inputs that assisted the Police intheir investigations.In addition, we support the Ministry of Health in autopsies required under the Infectious Diseases Act and authorised by theDirector of Medical Services. We administer the ethical use ofunclaimed bodies authorised by the Director of Medical Servicesunder the Medical Therapy Education and Research Act in atransparent manner. Medical educators and researchers dependon these anatomical materials for further training as well asresearch in order to extend the scope of medical knowledge andunderstanding, so that living patients might benefit in due course. Also applying our professional expertise in trauma and injury to the living, we offer clinical forensic medical consultations onsubjects of violence resulting from child abuse, sexual offencesand spousal abuse. Further, as part of our one-stop service tonext-of-kin, we act as an agent of the Registry of Births andDeaths, providing death certification services for Coroner 's cases. During the year, we handled 3,325 Coroner 's cases and of these, we conducted 2,050 autopsies. We also investigated 323 clinicalforensic medicine cases. CFS CTM CMDR CRP CAS CDE CPA CFM health sciences authority 45CFM Workload Statistics for FY 2002 No. of Coroner's cases 3,325 No. of Coroner's autopsies 2,050 No. of private autopsies 18 No. of forensic death investigator 's cases 410 No. of clinical forensic medicine cases 323 No. of DNA Profiling cases 189Quest for NAME Accreditation In order to benchmark our professional services, we embarked on the quest to achieve accreditation with the National Associationof Medical Examiners (NAME). NAME is the only known internationalstandard that accredits Offices of Forensic / Medical Examinersin an integrated holistic manner. As an ongoing effort foraccreditation with NAME, we participated in its annual meetingin September 2002 and visited three NAME-accredited centres forfurther insights into the operations of accredited centres. To align with international best practice and to achieve structural compliance with NAME standards, an operational plan was devisedwhich included a major renovation initiative that commenced inMarch 2003. We would be upgrading our isolation autopsy suiteand general autopsy suite to handle Bio-Safety Level 3+ cases.These initiatives would increase our capability to cope withsituations of mass disaster, infectious disease outbreaks andbio-terrorism. Improved Customer Care at Mortuary@HSA The public waiting area at the Reception of our mortuary for thenext-of-kin was extensively renovated to provide a clean,comfortable, well-lit and pleasant area, promoting an environmentalsense of calmness and serenity at a time of distress. We alsocreated an interview room to allow for meetings with the next-of-kin in privacy. Counter officers were also sent for enhancedcustomer care training.Performing Autopsies on SARS Victims March 2003 saw the outbreak of Severe Acute Respiratory Sy ndrome (SARS) in Singapore. Our forensic pathologists were tasked tocarry out autopsies on SARS victims under the Infectious DiseasesAct. An emergency implementation of strict protocols and safetyaudit was adhered to for the handling of SARS cases. Medical Audit and Health Regulation We conduct a monthly mortality review for all perioperative(iatrogenic) deaths and fatal adverse drug reactions that havebeen reported as Coroner 's cases. The results of the internal review are provided to support the Ministry of Health 's clinical audit. In August 2002, a paper on \"Lessons in Trauma from the Mortuary \" was presented at the 1st National Health Group Scientific Congress. serving justice health sciences authority 46CFS CTM CMDR CRP CAS CDE CPA CFMClinical Learning and Teaching In August 2002, Dr Michael Baden, a world renown medical examiner, provided an enriching two-week training and consultancyto the Centre and its key stakeholders. Held under the Ministry 's Health Manpower Development Plan, this training complementedour regular programme of continuing medical education andsystematic programme of training for doctors aspiring to becomeforensic medical experts. To foster regional goodwill and networking, two doctors were attached for training for a period of 10 weeks from September2002 under the Philippines-Singapore Action Plan. An Australianmedical student was also attached to the Centre for threeweeks to pursue a project on comparing deaths related to drugsin Singapore and the State of Victoria in Australia. We alsohosted the visit by a forensic delegation of three doctors fromVietnam in October 2002. The Year Ahead Looking forward, we will work towards a Memorandum ofUnderstanding with our Australian counterpart, the VictorianInstitute of Forensic Medicine. This alliance will enhance reciprocalexchanges of information and resources and facilitate thedevelopment of professional competencies and scientificcollaboration between the two centres.PROVIDING FORENSIC SCIENTIFIC, INVESTIGATIVE AND ANALYTICAL SERVICES Our Centre for Forensic Science (CFS) provides a one- stop forensic science service and consultancy to law enforcementagencies, government ministries, hospitals, private organisationsand individuals for criminal and medico-legal investigationsand civil disputes. Our 7 laboratories provide specialisedscientific, investigative and analytical expertise in the areasof criminalistics, DNA profiling, DNA database, narcotics,toxicology and document examination. serving justice health sciences authority 47CFS CTM CMDR CRP CAS CDE CPA CFMDuring the year in review, we completed a total of 64,343 cases yielding a total revenue of $15.84 million. Compared to theprevious year, the number of exhibits and cases had dropped by12.2%, mainly due to a 33.9% drop in urine specimens for opiatesscreening. The revenue, however, increased by 6.6% as a resultof a 10.5% growth in the number of other cases and the low costof opiates screening. Since 1996, CFS has been accredited by the American Society of Crime Laboratory Directors / Laboratory Accreditation Board(ASCLD/LAB), an international benchmark accreditation schemefor forensic laboratories. We have 14 senior forensic scientistswho are qualified ASCLD/LAB inspectors. Apart from the DNADatabase Laboratory, which was set up only in February 2003, allour laboratories have passed the annual internal ASCLD/LABaccreditation audit. Our DNA Profiling Laboratory also successfullypassed the bi-annual ASCLD/LAB external accreditation audit. New Forensic Science Capabilities During the year, we developed the following new capabilities tocater for our clients ' requirements and to keep pace with new and emerging technologies:Criminalistics Laboratory ZCompletion of the validation of the Renishaw Confocal Raman Microspectrophotometer in October 2002. This powerful newtechnique would greatly extend our capabilities in identifyingand comparing a wide range of unknown organic and inorganicmaterials: paints, surface coatings, pigments, paper, fibres,polymers, explosives, propellants, soils, minerals, gemstones,aqueous solutions, and unknown organic and inorganicsubstances. serving justice health sciences authority 48CFS Workload Statistics for FY 2002 Criminalistics DNA DNA Document Narcotics I Narcotics II Toxicology Lab Database Profiling Examination Lab Lab Lab Total Lab Lab Lab Exhibits / Cases 1,051 1,282 comparison of packaging materials and containers such as plastic bags, paper bags, envelopes and plastic bottlesusing macroscopic class features and microscopic manufacturingdefects to ascertain their origins and establish connections indrug trafficking cases and criminal cases. ZMicrostructure study of soft gold alloys, and acquiredcompetencies in grinding, wet-polishing, etching and theSEM/EDX (scanning electron microscope with an energy-dispersive X-ray analyser) analysis and interpretation of phaseswhich could be applied to determine the causes of failure andfractures of metal objects and structures. DNA Profiling Laboratory ZReal-time polymerase chain reaction method for the quantification of DNA recovered from casework, which wouldbe faster, more specific and more informative than thechemiluminescent method. Narcotics I Laboratory ZInformation from the study on \"Characterisation and Profiling of Illicit Methamphetamine Tablets Abused in Singapore \" to help drug enforcement agencies to establish possible linksbetween different seizures of the methamphetamine tablets ordifferent distribution networks. Narcotics II Laboratory ZScreening of ketamine and its metabolite, norketamine, in urine using an ELISA test kit has greatly reduced the numberof confirmatory tests needed, thus saving costs and time forour clients.Toxicology Laboratory ZScreening method based on the kinetic interaction of micro- particles in solution for workplace drug testing and for clinicaltrial urine sample testing. ZAnalytical method to differentiate the enantiomers d- (dextro) and l- (levo) methamphetamine and d- and l-amphetamine, useful in determining if a urine donor has been using aprescription medication or abusing an illicit drug.serving justice health sciences authority 49 CFS CTM CMDR CRP CAS CDE CPA CFMNew DNA Database Laboratory Our new DNA Database Laboratory was launched in February 2003 in collaboration with the Police after the ame ndment of the Registration of Criminals Act was passed in Parliament in December2002. This ame ndment empowered retroactive sampling of all persons convicted of registrable offences. In February 2003,13,243 samples were taken from inmates at 14 prison centres.The daily submissions from the various Police divisions rangedfrom 41 to 129 samples, averaging about 80 samples. Inclusion of Tube Sparklers in Dangerous Fi reworks Act Our Criminalistics Laboratory successfully initiated the inclusion of tube sparkers as dangerous fireworks in the Dangerous FireworksAct after co nducting laboratory testing in February 2003. With effect from 1 April 2003, any sparkler that comprised a tubecontaining pyrotechnics and was designed to propel a flameresembling the pyrotechnics of a flare would be classified asdangerous fireworks. Overseas Cases on Handwriting and Signature Examination Our Document Examination Laboratory received several cases fromoverseas on handwriting and signature examination, includingone case appointed by a high court in Berlin, Germany to examineChinese signatures in a civil case involving business agreements.The court made its j udgement based on the report submitted by our laboratory.International Forensic Automotive Paint Data Query Program Our Criminalistics Laboratory signed an agreement with the Royal Canadian Mounted Police Edmonton Forensic Science Laboratory,marking its entry as a partner in the International ForensicAutomotive Paint Data Query programme. This collaboration wasstrategic to our forensic investigations as we could now gainaccess to a comprehensive searchable paint database for nearly13,000 vehicles and more than 46,000 paint layers. International Reference Laboratory for Biological Specimen Group In April 2002, our Narcotics II Laboratory was invited by the United Nations International Drug Control Programme to be areference laboratory for the Biological Specimen Group. Thisfollowed an earlier invitation in June 2001 to the Narcotics ILaboratory to be a reference laboratory for the Seized MaterialGroup. The Programme organises bi-annual InternationalCollaborative Exercises where test samples from the seized materialand the biological specimen groups are sent to the participatinglaboratories. Results from the reference laboratories provide thebaseline information that will be used to evaluate results reportedby the participating laboratories.serving justice health sciences authority 50CFS CTM CMDR CRP CAS CDE CPA CFMCollaborative Research Projects During the year, our Narcotics II Laboratory collaborated with the Central Narcotics Bureau on a project to detect the presenceof opiates in hair. The results of the project, which was completedin October 2002, showed that 6-monoacetylmorphine and codeinecould be detected in hair samples of opiate abusers. A pilotstudy was further initiated to look into the feasibility of usinghair testing in drug monitoring. In September 2002, we also collaborated with the National University of Singapore 's Chemistry Department to initiate joint research and to leverage on each other 's scientific capabilities. The Year Ahead For the coming year, we aim to expand our scientific and analytical capabilities to better serve our stakeholders. We will be investing in new state-of-the-art equipment to further advance our core capabilities and to position ourselves as a worldclass centre of excellence for forensic science. Our future assetswill include: Zliquid chromatography / tandem mass analysis Zanother scanning electron microscopy to reduce the turn-around-time of gun shot residue analysis Za GRIM 3 to replace the old GRIM 2 for glass refractive analysis Za new voltammetry system for the quantitative analysis of awide range of metal ions (including oxidation states), specificanalysis of organic compounds and determination of anionsZanother 3100 DNA sequencer to reduce the turn-around-timefor DNA profiling. In order to meet the challenges of the 21st Century, we plan to: Zencourage staff to adopt innovative approaches and rethink current processes Znurture and train staff to foster professionalism and improveperformance Zbenchmark critical measures and processes, setting competitiveand comparative targets Zharness advanced technology for more rapid, sensitive andspecific analyses Zstreamline procedures Zdevelop new capabilities to fill gaps and diversify into otherevidence types Zconduct regular dialogue sessions to build understanding andgarner rapport and support from our clients to better meet andshape their needs and expectations.serving justice health sciences authority CFM CFS CTM\"Applying the best of science, technology and discipline in our processes and systems and building up our blood donor base ensure our nation will have a safe and adequateblood supply even through emergency situations.\" Dr Tan Hwee Huang Head, Blood ResourcesCentre for Transfusion Medicine delivering services Z At HSA, we exploit science to deliver essential services in blood banking and analytical investigations.We protect the national blood supply by applying the best ofscience, technology and quality management at every step, fromthe point of blood collection to processing and issuing of bloodand blood products to all hospitals in Singapore. We are also thelargest single-site testing laboratory facility in Singapore and thenational reference agency providing scientific, analytical andconsulting services in the areas of food and drug safety, cosmetics,environmental and industrial health protection, and the testingof cigarettes and tariff items.1st Regional Quality Management Training Course in Blood Transfusion Services, Apheresis Suite@HSA, Swift Response to SARS Outbreak, Accreditation of Laboratories under ISO/IEC 17025, Singapore Quality Class, Second Patent Filed, Accredited Laboratories for Chinese Proprietary Medicine TestingWhole Blood Donations Apheresis Donations Diagnostic Screening Tests on Donated Blood Processed Blood Products Analytical Tests for Laboratory Samples Turnaround Time for Laboratory Samples68,406 6,504 713,462 165,902 57,335 8 daysdelivering services PROVIDING SERVICES Our Centre for Transfusion Medicine (CTM) , which operates the Bloodbank@HSA, is responsible for ensuring a safeand adequate national blood supply. Dedicated to serving thepublic interest, we achieve our mission by upholding medical,ethical, regulatory and professional standards, and by supportingresearch in the fields of blood services and transfusion medicine. We partner and leverage on the Singapore Red Cross Society 's humanity programme to promote the importance of donatingblood to help those in need. Through the Red Cross, which playsthe role of National Blood Donor Recruiter, we develop andimplement appropriate national awareness strategies andrecognition programmes targeted at recruiting and retainingblood donors. As a WHO Collaborating Centre for Transfusion Medicine, we contribute to improving the standards and practice of transfusionmedicine and promoting blood safety and quality in the WesternPacific Region.During the year, we collected 68,406 whole blood donations from donors and processed these into 165,902 blood components. Atotal of 6,504 apheresis procedures was carried out. We further performed 713,462 diagnostic tests including screening tests on blood donations for transfusion transmissible diseaseslike Human Immunodeficiency Virus infection, Hepatitis B, HepatitisC and Syphilis, as well as specialised immunohaematology testsperformed for patients with red-cell-serological problems andtissue typing for patients undergoing bone marrow and organtransplantation. 1st Regional Quality Management Training Course in Blood Transfusion Services As a WHO Regional Training Centre for the Quality Management Programme, we organised the 1st Quality Management TrainingCourse in Blood Transfusion Services in the Western Pacific Regionfrom 15 April to 3 May 2002. Attended by senior blood bank andhealth officers from 11 countries in the region, the 17-day courseimparted the fundamentals of quality management in blood safetyso that participants could implement the system in their respectivecountries. The Opening Ceremony was graced by Dr BalajiSadasivan, Minister of State (Health and the Environment) as theGuest-of-Honour. Apheresis Suite@HSA As part of our continuing efforts to provide quality donor care,a newly renovated and fully dedicated state-of-the-art ApheresisSuite@HSA was also officially launched on 15 April 2002 duringthe Opening Ceremony of the 1st Quality Management TrainingCourse in Blood Transfusion Services.CFS CTM CMDR CRP CAS CDE CPA CFM health sciences authority 55 The new Apheresis Suite@HSA provides a more comfortable and relaxed environment for our regular donors who not only sacrificemore time at each donation, but also make more frequent donationsof up to 6 times a year. Each apheresis donor can now enjoy hispersonal choice of the latest movies and full terrestrial networksvia the individual TV monitor attached to each apheresisdonation couch. Haemovigilance Programme In our broader efforts to further enhance the integrity of ourblood safety and clinical utilisation programme, a symposium onHaemovigilance was organised on 15 June 2002 in conjunctionwith the Annual Meeting of Hospital Transfusion Committees. Thiswas followed by initiation of a pilot Haemovigilance programmefrom September 2002, which was formally implemented inJanuary 2003. Revised Criteria for Variant Creutzfeld Jakob Disease & Medical Benefits Scheme for Blood Donors and Nominees On 1 July 2002, we revised our donor criteria to exclude people who had lived in the United Ki ngdom for more than three months health sciences authority 56 or in Europe for more than five years. These moves were taken as precautionary measures to prevent the variant Creutzfeld JakobDisease in our national blood supply. The revised Medical BenefitsScheme for Blood Donors and Nominees was also implemented. Leveraging on Information Technology In the continuous journey to make blood donation convenientfor the modern-day blood donors, we embarked on an e-serviceinitiative, DonorCare@HSA. The objective of DonorCare@HSA isto provide an easy, accessible and user-friendly interface withbusy donors. We also exploited IT to streamline and improve the process of approval and issue of blood and blood components. This projectwas completed in March 2003.delivering services CFS CTM CMDR CRP CAS CDE CPA CFMhealth sciences authority 57 Swift Response to SARS Outbreak The year posed additional challenges with the outbreak of Severe Acute Respiratory Sy ndrome (S ARS) in mid-March 2003. We promptly implemented precautionary measures from 18March 2003 to ensure the continued safety of the nationalblood supply and to minimise our blood donors ' exposure to SARS. Donor health questionnaires contained questions onpossible SARS exposure risks, which were updated regularly asthe outbreak developed. Additionally, our staff were vigilantin monitoring their own health closely to safeguard the healthof blood donors. Clinical Learning and Teaching Through the Ministry 's Health Manpower Development Plan, we continued to invite international expert speakers to complementthe regular teaching programme for all levels of staff, where localclinical experts also co nducted tutorials and lectures. In June 2002, Dr Paul Holland, an international transfusion expert, provided enhanced learning on haemovigilance to our officersand clinical stakeholders through a series of lectures and roundtable discussions. In March 2003, Dr Cees Th. Smit Sibinger, Director, WHO Collaborating Centre and Academic Institute for InternationalDevelopment of Transfusion Medicine, Netherland, and Vice-President, American Association of Blood Banks, co nducted a series of lectures in the area of Quality Systems in TransfusionMedicine. Dr Sibinger also delivered the keynote a ddress at the HSA-NUS Joint Scientific Seminar held in April 2003.The Year Ahead Our journey to align with the highest standards in transfusionmedicine is on track as we plan for an audit and accreditationby the American Association of Blood Banks. Similarly, theTransplant Support Unit in our laboratories will be undergoingaudit and accreditation with the American Society ofHistocompatibility and Immunogenetics, which will ensure thatour results are recognised by transplant networks worldwide. The 2nd Quality Management Training Course in Blood Transfusion Services in the Western Pacific Region is also planned for August2003 where we anticipate participants from various countries.delivering services CFS CMDR CRP CAS CDE CPA CFMhealth sciences authority 58Also in the pipeline is our plan to co-host the 1st Asia-Pacific Symposium of the Network for Advancement of TransfusionAlternatives, as part of our educational programme in clinicaltransfusion medicine. This symposium, which aims to improvethe clinical use of blood, is targeted at all doctors, nurses andpara-medics with an interest in transfusion medicine and whouse blood and blood products in their work. Other plans to enhance the safety of the blood supply include introducing the evaluation of nucleic acid tests for Hepatitis Bvirus, pathogen inactivation technology for fresh bloodcomponents, and testing of platelets for bacterial contamination.Within the field of immunohaematology and tissue typing,further development and implementation of tests using moleculartechnology are expected. In the area of donor recruitment strategy, we will continue to work in partnership with the Singapore Red Cross Society. Donorscan look forward to a more co nductive donation environment and the introduction of the DonorCare@HSA initiative.PROVIDING SCIENTIFIC ANALYTICAL AND CONSULTING SERVICES Our Centre for Analytical Science (CAS) is the largest single-site testing laboratory facility for health-related productsin Singapore. It combines both highly qualified and experiencedscientific expertise with state-of-the-art instrumentation. Through our 7 laboratories in CAS, we provide analytical and consulting services to regulatory agencies and private organisationson a wide variety of products to safeguard public health andsafety. These include the quality and safety of food, drugs andcosmetics, the statutory limits for tar and nicotine in cigarettes,environmental and industrial health standards and classificationof liquors. During the year in review, 57,335 tests were carried out compared to 61,893 tests in the previous year. Turn-around time of sampleshowever, improved from 11.5 days to 8 days. We were proactive in meeting the high expectations of clients for more complex and higher value-added analytical services. We thusinvested $1.7 million in state-of-the-art equipment and placedemphasis on specialist training for both professional and technicalstaff. Recognising the importance of research as integral to thecontinuing development of a world class laboratory for analyticaltesting, a Research and Development Unit was also set up. Our two WHO Collaborating Centres continued to work very closely with the WHO on international activities. The WHO CollaboratingCentre for Food Contamination Monitoring submitted 12,632 delivering services CFS CMDR CRP CAS CDE CPA CFMhealth sciences authority 59results of food contaminants from the national food surveillance programme to WHO in 2002. These results provided usefulinformation for WHO to make global comparison with otherparticipating countries and to minimise risks to consumers. TheWHO Collaborating Centre for Drug Quality Assurance evaluatedthree articles and re-examined three international referencesubstances (Cisplation, Methyldopa and Azathioprine) submittedby the WHO Collaborating Centre for Chemical Reference Substancesin Sweden to validate them as international standards. Accreditation of Laboratories under ISO/IEC 17025 Our CAS was the first government laboratory to have beenaccredited by the Singapore Accreditation Council - SingaporeLaboratory Accreditation Scheme (SAC-SINGLAS) under ISO/IEC Guide 25 in 1997. In 2002, our laboratories obtained accreditationunder the new ISO/IEC 17025 after a rigorous two-week surveillanceassessment by independent technical assessors and officials ofSAC-SINGLAS. This achievement means that we have met thehighest international standards for the competence of testinglaboratories and are on par with the best in the world. Singapore Quality Class Our CAS joined the ranks of Singapore Quality Class organisationsin July 2002. This recognition was accorded to organisations thathad achieved commendable levels of performance in their journeyto world-class business excellence. We were ranked top in theHealth and Social Work Sector and credited to have 14 areas inwhich our relative strengths were higher than the industry average.These areas would serve as benchmark for others in the industryto follow. Second Patent Filed Following the filing of a patent to extract bioactive ingredientsfrom herbal medicinal products using pressurised liquid extractionin November 2001, we filed a second patent in 2002. Theinvention involves the extraction of bioactive components frommaterials such as botanical samples and herbal preparations usingpressurised hot water as a solvent at temperatures below 100degrees Celsius. The method utilises less energy than sub-criticalwater extraction methods and may be used under dynamic flowconditions with or without an organic solvent. delivering services CFS CTM CMDR CRP CAS CDE CPA CFMhealth sciences authority 60Accredited Laboratories for Chinese Proprietary Medicine Testing As part of the enhanced control measures of Chinese proprietary medicines announced on August 2002, all such products wouldrequire to be tested by accredited laboratories both at the pre-marketing assessment stage and at the point of all subsequentimports. To map out the implementation plan, a study team wentto the national accreditation bodies of China, Taipei and HongKong in December 2002 to understand their accreditation systemsand to visit their testing laboratories for Chinese proprietarymedicines. We would be establishing a list of accredited laboratoriesin these countries to facilitate the testing of such productsoriginating from them. The Mutual Recognition Agreements that the overseas laboratories had signed with SAC-SINGLAS would be used as the basis foraccepting their test results. In the meantime, we would assistthem with all the technical information and test protocols.Similarly, local laboratories would be given such support forChinese proprietary medicine testing. WHO Temporary Advisors In July 2002, one of our scientists was appointed a WHOTemporary Advisor in the WHO Expert Meeting to review theguidelines for the certification of pharmaceutical startingmaterials moving into the international market and the guidelineson good trade and distribution practice. Further, in March 2003,our CAS Director was invited to participate as a WHO TemporaryAdvisor at the WHO Expert Committee Meeting on theSpecifications for Pharmaceutical Preparations. Both meetingswere held in Geneva, and Singapore was one of the 4 countriesfrom Asia that were invited.Collaborative Study on the Development of Screening Tests In recognition of our analytical capability and standards, the WHO invited us to participate in a collaborative study on thedevelopment of screening tests and the validation of apharmacopoeia monograph ethambutol HCl. Singapore was the only country in Asiainvited to participate in the study that involved laboratories inNorway, Switzerland, Denmark and the United States. Production and Utilisation of ASEAN Reference Substances At the ASEAN arena, we participated actively in the collaborative project to establish ASEAN reference standards for pharmaceuticaltesting. Stringent tests had to be carried out by at least threechosen member countries on candidate materials before they wereformally adopted as ASEAN reference standards, and Singaporewas involved in all of them. During the year, we coordinatedstudies on phenylpropanolamine hydrochloride, dextromethorphanhydrobromide and with the Philippines. Todate, 154 low-cost standards have been produced for the benefitof the ASEAN region. Professional Learning and Teaching Two analytical scientists were awarded overseas training scholarshipsduring the year. This move was part of our aim to build advanceknowledge and competencies, including in traditional Chinesemedicines where their common popularity has been on the rise.delivering services CFS CTM CMDR CRP CAS CDE CPA CFMhealth sciences authority 61A visit was also made to the United Ki ngdom 's Laboratory of the Government Chemist, Central Science Laboratory, Health andSafety Laboratory and the Food Research Institute to exploreareas for future collaboration. The Year Ahead As a service provider, we believe in creating value for ourstakeholders. In the year ahead, we will continue to ensurerelevance and remain competitive by exploiting new technologyand advancing our working capabilities. The $1.7 millioninvested on new state-of-the-art equipment will be exploitedto carry out a number of specific initiatives to anticipate theneeds of our customers.Our Pharmaceutical Laboratory will seek accreditation for a new test protocol to screen 156 drugs covering 28 differentpharmacological effects that are commonly encountered in Chineseproprietary medicines. Development on the advance testing ofhealth supplements will also be actively pursued. Our Food Laboratory plans to develop a number of new tests to support the Agri-Food & Veterinary Authority of Singapore inits role to ensure food safety. Among the tests to be establishedare ethyl carbamate in fermented food, steviosidein food, analysis of plasticisers and multi-mycotoxin quantitationin cereals. Our Industrial Health Laboratory will work on a new method to analyse mercury in blood samples, which will provide a betterindex on mer cury level than the current test on urine samples. We will also develop new services in clinical trial to support theclinical trial programme. The testing capability of our Cosmetics Laboratory will be expanded to meet the increase in pre-market evaluation and post-marketingsamples and the impending harmonised ASEAN initiative forcosmetic products. Our Cigarette Testing Laboratory will initiate studies of the analysis of benzene and formaldehyde in mainstream smoke,while the Environment Laboratory will explore more cost-effectiveanalytical methods for testing bottled water in order to value-add to our customers. delivering services CFS CFM CFS CTM\"We believe that in the protection of public health and safety, all stakeholders have much to gain from working together as partners.\" Suwarin Chaturapit Deputy DirectorPharmacovigilance, Communications and ResearchCentre for Pharmaceutical Administrationforging partnerships Z Recognising the value of local and international alliances in information exchange, sharing ofexpertise, resources and training, we seek to build and maintainstrong collaborative partnerships with key benchmark regulatoryagencies, scientific bodies and industry leaders in the local andglobal communities.Establishing Strategic Alliances Contributing to Regional and Global Harmonisation Initiatives Attaining Professional Accreditation and Recognition Collaborating with the World Health Organisation Increasing International Professional Representation, Participation and Exposure Collaborating with Local Industry and Stakeholdersforging partnerships health sciences authority 65To achieve our mission to excel in applying science to support healthcare services and regulation, serve the administration ofjustice and enhance safety in our community, we need to lookbeyond our geographical boundaries. This will ensure that we meetthe challenges of globalisation and rapid technological advancement. Globalisation results in lowered market barriers and speedy access. To facilitate trade and promote technological innovation whileprotecting public health and safety, we participate in and supportmutual recognition and harmonisation programmes, which canhelp reduce duplication of resources and promote strategicinformation exchange. The explosive rate of scientific discovery results in new knowledge and a whole new range of technologies and innovative therapeuticproducts. Tapping on a range of international and regionalexpertise allows us to fulfil our public mission effectively as wellas to build the depth and breadth of our professional capabilities. Singapore has identified biomedical sciences as a key pillar of the economy to help propel the country forward to become a regionalmedical and life sciences hub. Our small geographical size makesit imperative for us to establish and strengthen global links. Establishing strategic alliances with our stakeholders and international benchmark regulatory counterparts, and being anintegral part of regional and global harmonisation initiatives,serve to develop a more robust and responsive regulatory frameworkand scientific capabilities that are in line with current internationalbest practices and trends.The quest does not stop here. We also strive for professional accreditation for our essential services in areas like bloodbanking, analytical services, forensic science and forensicmedicine to attain recognised world class standards in ourservices to Singaporeans. ESTABLISHING STRATEGIC ALLIANCES We have sought to formalise strategic alliances with our keystakeholders and international centres of repute by establishingMemoranda of Intention of Co-operation (MOI), Memoranda ofUnderstanding (MOU) and Mutual Recognition Agreements (MRA)with these agencies. The general scope of these agreements include the exchange of information and sharing of databases, sharing and leveraging oneach other 's expertise, development of professional competencies and collaborations in training, education and research. They coverareas such as the regulation of medicinal products including bloodand blood products, Chinese proprietary medicines, othercomplementary health products and medical devices, forensicscience and forensic medicine. Since our formation in April 2001 till March 2003, we have formalised our collaborative partnerships with two CDE CPA CFMhealth sciences authority 66forging partnerships MOI with the Therapeutic Goods Administration of Australia We signed our first MOI with our Australian regulatory counterpart, the Therapeutic Goods Administration, on 15 May 2002 to jointlycollaborate and co-operate in the regulatory framework forpharmaceuticals, medical devices and complementary healthproducts. This MOI, a significant milestone in the regulatory arena, not only seals the already strong ties between our two organisations,but also serves as a model for regulatory co-ordination in theAsia-Pacific region. In addition, the MOI enhances initiatives toharmonise regulatory standards amidst the diversity of regulatoryapproaches across national borders. Singapore-Australia MRA on Medicinal Product Good Manufacturing Practice Inspection Signed in February 2001 between Singapore and Australia, the Singapore-Australia MRA would facilitate the export of medicinalproducts and reduce the duplication of resources. Australia 's Therapeutic Goods Administration would accept conclusions andrecommendations of audits of medicinal product manufacturerscarried out by HSA 's Good Manufacturing Practice (GMP) auditors and vice-versa without the need to re-co nduct site audits.Singapore-Japan Joint Statement on Medicinal Product GMP Inspection A joint statement was signed in January 2002 with Japan 's Ministry of Health, Labour and Welfare to cover the exchange ofGMP audit reports and certificates relating to pharmaceuticalmanufacturers located in Singapore and Japan. This would greatlyreduce duplication of audit resources especially with the upcomingimplementation of our overseas GMP conformity assessmentprogramme. MOU with Department of Chemistry, National University of Singapore An MOU was signed in March 2002 with the National University of Singapore to promote collaborations in research and developmentin the areas of nutriceuticals and functional food, forensic science,medicinal chemistry and drug evaluation. MOU with Singapore Red Cross Society Through an MOU signed in April 2001, we formalised ourpartnership with the Singapore Red Cross Society as the NationalBlood Donor Recruiter. Since then, the Society has beendeveloping and implementing national awareness programmesto heighten the importance of altruistic and voluntary blooddonation and activities on donor recognition. On our part, weconcentrate on building professional capability and expertise intransfusion medicine.CFS CRP CAS CDE CPA CFMhealth sciences authority 67forging partnerships The Year Ahead Gaining momentum, in the year ahead, we are working towards establishing more strategic alliances with the followingorganisations, including overseas national agencies: ZVictorian Institute of Forensic Medicine, Australia ZThe State Food and Drug Administration, The People 's Republic of China ZUS Food and Drug Administration, through the US-SingaporeFree Trade Agreement ZNational Serology Reference Laboratory, AustraliaCONTRIBUTING TO REGIONAL AND GLOBAL HARMONISATION INITIATIVES Our involvement in regulatory harmonisation enables us to contribute as a regional and global player and achieve greatermedical, pharmaceutical and radiation safety for Singaporeans.During the year, we continued to pave the way to buildconvergence at regional and global levels for the evolution ofregulatory systems. ASEAN Harmonisation of Pharmaceutical Regulations We represent Singapore in the ASEAN Consultation Committee forStandards and Quality Pharmaceutical Product Working Group,which was formed in 1999. This Working Group aims to achievethe development of harmonisation schemes for pharmaceuticalregulations of the ASEAN member countries. The initiativecomplements and facilitates the objective of the ASEAN FreeTrade Area, particularly in the elimination of technical barriersto trade posed by these regulations, without compromising ondrug quality, safety and efficacy. We have also been chairing the Implementation Working Group to oversee the two-year trial period for the ASEAN CommonTechnical Dossier from January 2003 to December 2004 beforethe actual operationalisation.CFS CTM CMDR CRP CAS CDE CPA CFM health sciences authority 68forging partnerships ASEAN Harmonisation of Cosmetic Regulations To further the objectives of the ASEAN Free Trade Area, we also represent Singapore in the ASEAN Consultation Committee forStandards and Quality Cosmetic Product Working Group, whichwas formed in 1997 to achieve cosmetic regulatory harmonisation.So far, the Working Group has finalised the technical requirementsfor cosmetic products and is in the final stage of preparation ofan Agreement on the ASEAN Harmonised Cosmetic RegulatoryScheme for signing by ASEAN ministers. The Scheme will providefor speedier time-to-market for cosmetics to be launched in ASEANcountries without compromising public safety.Western Pacific Regional Forum for Harmonisation of Herbal Medicines We represent Singapore in the Western Pacific Regional Forum for Harmonisation of Herbal Medicines, which was formed in March2002. The founding members are Singapore, China, Japan, SouthKorea, Hong Kong, Australia and Vietnam. With the support andinvolvement of the WHO, the Forum seeks to establish commontechnical guidelines on herbal medicines, including Chineseproprietary medicines, among member countries. Asian and Global Harmonisation of Medical Devices Regulations In the arena of harmonisation of medical device regulations, we are actively involved as the Secretariat for the Asian HarmonisationWorking Party. This Working Party is a voluntary forum of regulatorsand the medical device industry of Asian economies workingtowards the forging of a common direction for the harmonisationof medical device regulation in Asia. It also seeks to encouragegreater understanding on the benefits of harmonisation andfacilitate alignment with the Global Harmonisation Task Forceguidance documents. We played a key organising role in two events, held in May 2002 in Singapore, viz the 9th Global Harmonisation Task Force Conferenceand the 2nd APEC Seminar on Harmonisation of Medical DeviceRegulations. The latter provided training on medical deviceregulations for APEC member economies. CFS CTM CMDR CRP CAS CDE CPA CFMhealth sciences authority 69forging partnerships Accreditation by American Society Of Crime Laboratory Directors / Laboratory Accreditation Board Our CFS is accredited by the American Society of Crime Laboratory Directors / Laboratory Accreditation Board, an internationalbenchmark accreditation scheme for forensic laboratories in thedisciplines of controlled substances, toxicology, trace evidence,serology, DNA, firearms, toolmarks and questioned documents. This accreditation is a demonstration of our high standards in forensic expertise and quality management as well as ourcommitment in providing world class services to meet clients'high expectations and requirements. Our CFS first obtained theaccreditation in 1996 and was re-accredited again in June 2001for another five years. Accreditation by Singapore Accreditation Council - Singapore Laboratory Accreditation Scheme Our CAS was the first government laboratory to have been accredited by Singapore Accreditation Council - Singapore Laboratory Accreditation Scheme (SAC-SINGLAS) under ISO/IECGuide 25 in 1997. During the year in review, our laboratories went through a rigorous two-week surveillance assessment by independent technicalassessors and officials of SAC-SINGLAS and obtained accreditationunder the new ISO/IEC 17025. This achievement is a testimonythat our CAS has met the highest international standards for thecompetence of testing laboratories and is on par with the bestin the world.Regional Harmonisation of Radiation Protection Regulations We represent Singapore in the Regional Co-operative Agreement, formed under the auspices of the International Atomic EnergyAgency, where the member states review and evaluate radiationprotection infrastructure for the peaceful use of radiation andradioisotopes in member states. The Year Ahead As we maintain a global perspective to stay relevant, ready andresponsive, our commitment in the regional and globalharmonisation programmes continues to remain strong even asthese initiatives are likely to accelerate in the years ahead. ATTAINING PROFESSIONAL ACCREDITATION AND RECOGNITION Striving for professional accreditation is an important step to elevate our overall professional practice standards, audit andcheck our deliverables and propel us towards professionalexcellence. Attaining recognition by accreditation bodies,international scientific/professional agencies and nationalcertification authorities provides a strong endorsement of ourstanding by the local and international communities.CFS CTM CMDR CRP CAS CDE CPA CFMhealth sciences authority 70forging partnerships Singapore Quality Class In July 2002, our CAS, the largest local single-site testing laboratory facility for health-related products, further attainedthe Singapore Quality Class. It is a national certification schemerecognising organisations that have strong business excellencein leadership, planning, information, people, processes, customersand results. Reference Laboratories for the United Nations International Drug Control Programmes In July 2001, our Narcotics I Laboratory under CFS was invited by the United Nations International Drug Control Programme tobe a reference laboratory for the seized material group. In April2002, our Narcotics II Laboratory was also invited by theProgramme to be a reference laboratory for the biologicalspecimen group. As the reference laboratories, we provide thebaseline information that is used to evaluate results reportedby participating laboratories under the Programme 's bi-annual International Collaborative Exercises. Pharmaceutical Inspection Co-operation Scheme HSA was the first Asian member of the Pharmaceutical InspectionCo-operation Scheme. Accession to the Scheme has brought manybenefits to Singapore and the pharmaceutical manufacturingsector. These include the enhancement of the status of Singaporeas a regional pharmaceutical and life sciences hub, the facilitationof the process of mutual recognition on Good ManufacturingPractice inspection with countries under the Scheme and theglobal acceptance of the quality of pharmaceutical productsmanufactured and exported from Singapore.Permanent Forum on International Pharmaceutical Crime By invitation, our CPA joined the exclusive membership of thePermanent Forum on International Pharmaceutical Crime, aforum aimed at exchanging information and ideas to fostermutual co-operation in combating pharmaceutical crime. Memberagencies are drug regulatory authorities in the US, Canada, UK,Australia and other European countries. The Permanent Forumalso works with other interested bodies including the WorldHealth Organisation, the World Customs Organization, andINTERPOL. The networks via the Permanent Forum and itsmeetings are invaluable in tackling drug issues of both globaland national concern. Training Centre for Radiation Protection Under the Singapore - International Atomic Energy Agency MOUsigned in 2000, our CRP became a key regional player in radiationprotection training. CRP hosted a number of fellows fromcountries in the region and provided training in radiationprotection legal infrastructure, quality assurance and qualitycontrol in medical exposures, occupational exposures and variousaspects of emergency preparedness and planning for radiologicalaccidents. Our CRP also co nducted courses on radiation safety for industrial radiographers to provide them with sufficientknowledge of the radiation hazards associated with their workand the awareness of appropriate protective measures so thatthe occurrence of radiation accidents would be minimised.CFS CTM CMDR CRP CAS CDE CPA CFMhealth sciences authority 71forging partnerships The Year Ahead We are on track in our journey to align our systems and processes with the highest standards to achieve professional accreditationby the following accreditation bodies: ZAmerican Association of Blood Banks - quest by CTM; ZAmerican Society of Histocompatibility and Immunogenetics - quest by the Transplant Support Unit, CTM; ZNational Association of Medical Examiners - quest by CFM. COLLABORATING WITH THE WORLD HEALTH ORGANISATION WHO Collaborating Centre for Transfusion Medicine WHO Regional Training Centre for Quality ManagementProject As a WHO Collaborating Centre, our CTM has been playing an important role in assisting the WHO with promoting blood safetyand quality in the Western Pacific Region. In recognition of itshigh standards and quality, our CTM is also a regional referencecentre for immunohaematology and tissue typing in transfusionmedicine. Further, CTM was selected to host the first meeting, held in October 2001, on the Quality Management Project for Directors of theBlood Transfusion Services in the Western Pacific Region. Followingthe landmark meeting, our CTM was designated as a WHO RegionalTraining Centre for Quality Management Project and held the firsttraining course in April 2002 for quality management personnelfrom blood transfusion services in the region.WHO Collaborating Centre for Food Contamination Monitoring WHO Collaborating Centre for Drug Quality Assurance The Food Laboratory of CAS is a WHO Collaborating Centre for Food Contamination Monitoring and has been re-accredited inOctober 2000 for another 4 years. As a WHO Collaborating Centre,it establishes a food database, participates in quality assuranceprogrammes and provides training on food contaminants. The Pharmaceutical Laboratory of CAS is a WHO Collaborating Centre for Drug Quality Assurance and has been re-accredited inApril 2001 for another 4 years. As a WHO Collaborating Centre,it reviews monographs for international pharmacopoeia, validatesinternational chemical reference CMDR CRP CAS CDE CPA CFMhealth sciences authority 72forging partnerships WHO International Advisory Committee on Electromagnetic Fields As a member of the WHO International Advisory Committee on Electromagnetic Fields, our officers in CRP attend the annualmeetings in WHO headquarters in Geneva. The Committee hasestablished an International Electromagnetic Fields Project thatassesses the scientific evidence of possible health effects ofelectromagnetic fields. WHO Department of Essential Drugs and Medicines Policy Our CPA regularly provides inputs to the WHO Department ofEssential Drugs and Medicines Policy on issues relating to herbalmedicines such as the drafting of WHO herbal monographs andguidelines on traditional medicines.WHO International Conference of Drug Regulatory Authorities Our CPA and CDE participate regularly in this bi-annual international meeting to discuss the latest approaches and best practices ondrug regulation around the world. At the 2002 meeting in HongKong, we shared our perspectives on the regulatory challengesposed by the internet and also facilitated discussion on the issuesrelated to the regulation of biological and biotechnology products. The Year Ahead The collaborations with the WHO are ongoing. We remaincommitted to them so as to apply our expertise and knowledgeto forge a better future for all. INCREASING INTERNATIONAL PROFESSIONAL REPRESENTATION, PARTICIPATION ANDEXPOSURE Global Professional and Industry Events To build and enhance our global profile, we played a key organising role in the 9th Global Harmonisation Task Force Conference heldin May 2002 in Singapore. This conference saw a congregationof global key decision-makers from the industry and governmentsin the regulation of medical devices. There were eminentrepresentatives from the US Food & Drug Administration, AustraliaTherapeutic Goods Administration, Canada Therapeutic ProductsDirectorate, UK Medicines and Healthcare products RegulatoryAgency, European Commission and Japan Ministry of Health,Labour and Welfare. CFS CTM CMDR CRP CAS CDE CPA CFMhealth sciences authority 73forging partnerships In addition, our officers were often invited to global professional and industry events as expert speakers or participants throughoutthe year. These representations served to build our global profile,enrich our knowledge and expertise and widen our internationalnetworks. In addition, study visits to benchmark agencies helpedto build deeper understanding and closer links that were oftenstrategic and useful in our efforts to meet emerging regulatoryissues and challenges. During the year, some of the key international events we participated in were: Zthe 16th International Symposium on the Forensic Sciences,Australia, May 2002 Zthe 16th Meeting of the International Association of ForensicSciences, France, September 2002 Zthe Annual Meeting of National Association of Medical Examiners,US, September 2002 Zthe World Quality Congress, UK, September 2002, which providedinsight on the attributes of world class organisations. Zthe International Atomic Energy Agency 46th General Conference,Austria, September 2002, where some of the issues dealt withwere on nuclear safety, safe transport of nuclear materials andnuclear terrorism. We co-sponsored Australia 's draft resolution on \"Measures to strengthen international co-operation in nuclear, radiation and waste safety \". Zthe 30th ASCLD/LAB Annual Conference, USA, October 2002 Zthe International Conference and Exhibition on the Modernisation of Traditional Chinese Medicine, China, November 2002Zthe 55th Annual Meeting of the American Academy of ForensicSciences, USA, February 2003 ZInternational Conference on Security of Radioactive Sources,Austria, March 2003. This conference sought to raise awarenessof the growing global security concern and was organised bythe International Atomic Energy Agency, co-sponsored by theRussian Federation and the US in co-operation with the EuropeanCommission, European Police Office, the International CriminalPolice Organisation and World Customs Organisation. Study Visits to Regulatory Counterparts During the study visits to key regulatory counterparts, discussionson current regulatory issues and best practices in systems andprocesses were co nducted. Further, the visits to research sites allowed the study teams to observe the latest cutting-edgetechnologies and research approaches and network withdevelopment and regulatory affairs personnel from industryand academia. In the year under review, study visits were made to the following: ZFood and Drug Administration, US ZEuropean Agency for the Evaluation of Medicinal Products ZMedicines and Healthcare products Regulatory Agency, UK ZHealth Canada ZTherapeutic Goods Administration, Australia ZNational Radiological Protection Board, UK ZResearch and development facilities like the GlaxoSmithKline Harlow Site, The Institute of Cancer Research Sutton Site andthe Eli Lilly Erlwood Research CentreCFS CPA CFMhealth sciences authority 74forging partnerships Study Visits from Regulatory and Scientific Counterparts At the same time, we hosted various familiarisation and study visits by senior officials from our regulatory and scientificcounterparts. As part of our overall approach to forgingpartnerships, we ensured that each visit was an enriching andinformative session for our overseas stakeholders. During the year, some of the overseas stakeholders who visited us were: ZFood and Drug Administration, US ZTherapeutic Goods Administration, Australia ZAssociation of British Pharmaceutical Industries ZLife Sciences/Health Sub-Committee, Singapore-BritishBusiness Council ZPrivate companies like Merlion Pharmaceuticals PL, CSLBioplasma, etc ZInstitute of Forensic Science, Ministry of Public Security, ThePeople 's Republic of China ZCentral Institute for Forensic Medicine, Vietnam ZWestern Pacific Regional Office, World Health Organisation ZDifferent ministries from the health and justice sectors of the regional countries The Year Ahead In the pipeline, we will co-host the 1st Asia-Pacific Symposiumof the Network for Advancement of Transfusion Alternatives, aninternational group of world-renowned anaesthetists, intensivecare specialists, surgeons and transfusion medicine specialistsconcerned with blood conservation techniques.Looking ahead, the exponential increase in scientific development and regulatory issues necessitates continuous professionalrepresentation, participation and exposure so as to foster networksand exchange and build knowledge. The cumulative outcomewill be a stronger team of high-calibre experts who keep in touchwith the network and development of their specialised expertiseto deliver our public mission effectively and efficiently. COLLABORATING WITH LOCAL INDUSTRY AND STAKEHOLDERS Leveraging on local stakeholders from the different public agencies and the industry helps to extend our work and mission.During the year in review, some of the key partnerships withlocal stakeholders were: ZAgri-Food & Veterinary Authority Our CPA formed a work group in January 2003 with representationfrom the Food Control Division, Agri-Food & Veterinary Authorityto address issues pertaining to product classification of \"grey area\" food products, which might be fortified with herbal ingredients. ZSingapore Traditional Chinese Medicine Organisations Committee Aimed at upgrading the standards of Chinese medicinal material dispensers in Singapore, a new training course for these dispenserswas organised by the Singapore Traditional Chinese MedicineCFS CDE CPA CFMhealth sciences authority 75forging partnerships Organisations Committee with the support of and facilitation by HSA and the Ministry of Health. Visiting experts from theprestigious Beijing University of Chinese Medicine were invitedby the Ministry to assist in designing the course 's syllabus. There was an overwhelming response of more than 400 applicants whenthe course began in July 2002. ZCentral Narcotics Bureau During the year, our Narcotics II Laboratory in CFS worked togetherwith the Central Narcotics Bureau on a project to detect thepresence of opiates in hair. The results of the project, which was completed in October 2002, showed that 6-monoacetylmorphineand codeine could be detected in hair samples of opiate abusers.A pilot study was further initiated to look into the feasibility ofusing hair testing in drug monitoring. ZSingapore Police Force Our CFS collaborated with the Singapore Police Force to set upa new DNA Database Laboratory with dedicated DNA profilingfacilities. The new laboratory was launched in February 2003. ZSingapore Science Centre As part of our corporate citizenship programme, we collaboratedwith the Singapore Science Centre on the \"Excellence in Applying Science \" programme. The programme serves to demonstrate, enhance the awareness and learning of the student populationand the community on how we excel in applying science in thefields of forensic science and forensic medicine. The Year Ahead As in every strategic partnership, collaboration with our localstakeholders helps to improve our systems and enable us tobetter meet the needs of our customers. In the year ahead, wewill continue our commitment to forge stronger bonds with CFM CFS CTMmaking connections Z An organisation that can - keep up with the rapid changes in the industries that it regulates,continue to value-add to the essential services it provides toits stakeholders in the administration of justice, and apply thelatest state-of-the-art technology to protect the national bloodsupply - requires a very special work culture to foster commongoals and connectivity within its workforce, with its industrystakeholders, and with the public, the ultimate beneficiary ofits work and mission. \"We drive innovation through a simple mantra \"I Don't know\" . Innovation happens when we inspire our people to do more than they think they can and know. Don't fear failure - we never give up. We know our stakeholders and operating environment and are connected with one and all.\" Lim Peck Seah Assistant DirectorOffice for Innovation and EnterpriseCreating Possibilities Managing Risk Developing Capabilities Exploiting Information Technology Serving with a Difference Caring for Our Communitymaking connections CREATING POSSIBILITIES In an operating environment that is becoming more sophisticated each day, one of our key success factors isto be able to develop a culture of innovation and enterpriseto drive workforce behaviour and performance so thatHSA can deliver its mission to protect public health andsafety. Faced with the challenges of technology andbiomedical innovation, globalisation, emerging diseases,threats of more advanced and large-scale criminal activitiesincluding technology for drug counterfeiting, it isimperative that our workforce, systems and processeshave the capability and robustness to confront thesecritical challenges. Innovation Framework We encourage a vibrant innovative and research culturethrough three guiding principles, focus on vision, freedom with responsibility and frontier - boldly going forward to create and promote growth of intellectual properties thatare protected and optimised through our innovationmanagement framework. Our innovation framework isbuilt upon our vision, mission and core values to harnesscreativity through various strategies like risk managementand value management, thereby generating a self-propagating and self-sustaining pool of innovation thatwill sustain our journey towards excellence.CFS CTM CMDR CRP CAS CDE CPA CFM health Innovation Framework POOL OF INNOVATIONRESEARCH SSS WITSRETURNS FUNDSTAFF TRAINING VMV ALIGNMENT ST@HSACORPORATE EXCELLENCE MODELS OPERATIONAL EXCELLENCE VISION, MISSION , VALUESIN2VENT OFFICE FOCUS ON VISION FREEDOM WITH RESPONSIBILITY FRONTIER - BOLDLY GOING FORWARDhealth sciences authority 80FISH! Philosophy The year saw a tremendous evolution of our work culture in adopting the FISH! Philosophy. The FISH! Philosophy is a toolto create an innovative and accountable work environment wherea playful, attentive and engaging attitude leads to more energy,enthusiasm, productivity and creativity within the organisation.Bringing the culture across our organisation and to connect theofficers, we held 23 half-day workshops reaching out to 90% ofour officers. Innovation In Action A core team of innovation activists spearheaded and drovevarious innovation initiatives within each centre and department,ensuring the reach to all staff throughout the organisation. Aconstant infusion of culture changing initiatives within anintegrated framework provided a consistent drive based on ourthree guiding principles. During the year, 5 of our Work Innovation Teams (WITs) were selected for presentation at the National QCC level. The teamsreturned with one gold, one silver and three bronze awards. Our Staff Suggestion Scheme continued to tap on staff creativity and operational knowledge to refine the work systems, processesand environment. During the year, 509 out of 1,965 staffsuggestions were accepted for implementation. In addition, theIDEAS Forum was organised to motivate and reward staff innovationand creativity. Research and Development Our efforts in research and development, based on the guidingprinciples in our innovation framework, focused on projects thatserved to enhance the delivery of our mission. From a number of research and development projects during the year, 39 papers were presented in international, regional andlocal professional conferences, 11 papers were published in keyprofessional journals, and one patent was filed. making connections CFS CTM CMDR CRP CAS CDE CPA CFMhealth sciences authority 81The patent, the second filed by our organisation, involves the extraction of bioactive components from materials such as botanicalsamples and herbal preparations using pressurised hot water asa solvent at temperatures below 100 degrees Celsius. The methodutilises less energy than sub-critical water extraction methodsand may be used under dynamic flow conditions with or withoutan organic solvent. In addition, a new research and development unit was set up within our CAS as a strategic move to advance the Centre 's journey to be a world class laboratory for analytical testing. We held our 1st Science@HSA Scientific Seminar in April 2002, focusing on \"Health Sciences Research: Priorities and Opportunities \". Our officers presented 24 papers and one poster covering a range of topics in biomedical science, forensic scienceand analytical and radiation science. The proceedings of theseminar were subsequently published. MANAGING RISK Risks abound in the community and in the world of regulatoryand scientific activities. Too much regulation stifles enterpriseand progress but too little regulation exposes the community tounnecessary hazards. Too cautious a scientific approach is resource-consuming without effectiveness but too little attention to scientific methodology undermines confidence and objectivity. In managing risk within HSA, an enterprise-wide risk management study was carried out to assess and develop our capabilityfor business continuity, emergency preparedness and crisismanagement. The exercise was the first step in assessing external and internal risk exposure of our organisation, and would eventually lead toa balanced approach towards risk management. This exerciseserved to create a high level of awareness on the high-riskbusiness our organisation dealt with on a day-to-day basis. Italso established a common platform connecting the minds of ourkey managers in managing risks in their different areas of work. Plans are being reviewed to increase business operational resilience arising from sudden disruptions to operational routines. Emergency Preparedness We sent two representatives to attend the National DisasterMedical System Conference 2003 in the US for familiarisationwith the strategies and current development in mass disastermanagement. Many of our centres updated their emergencypreparedness plans during the year.making connections CFS CDE CPA CFMhealth sciences authority 82DEVELOPING CAPABILITIES Our continued progression as a world class organisation starts with our commitment to promote excellence among our people.In addition to fostering an innovative and enterprising culture,and one with our fingers on the pulse of the high-risk businesswe do, we nurture our people to ensure they have the skills,knowledge and motivation to advance our mission in the yearsto come.People Developer Standards In December 2002, we were recognised with the award of thePeople Developer Standards. By applying this organisationalexcellence tool in a sustained and systematical approach, weensure a continuous learning organisation and people. Training and Development Through the year, we continued to place ongoing efforts andemphasis on building up our officers ' capabilities, knowledge and professionalism. In August 2002, we introduced the ProfessionalDevelopment Programme to give our officers the opportunity toengage in distance learning. Upon attainment of the relevantqualifications, the officers could be emplaced to the respectiveschemes of service. The programme allowed for them to upgradetheir knowledge and competencies and pursue a wider range ofpotential career paths. During the year, 6 officers signed up forthe programme. This programme was supplemented by regular lectures, workshops and seminars co nducted by local and international specialists of the various disciplines relevant to our professional staff. Ourprofessional staff also made presentations to their peers onscientific issues and development in their areas of work as partof knowledge management. Besides, promising officers were sentfor overseas trainings, attachments and study visits to benchmarkregulatory and scientific counterparts.making connections CFS CPA CFMhealth sciences authority 83Scholarship Awards To proactively recruit new talents who will be entering the job market, we offer scholarship awards to \"A\" level high achievers. During the year, one undergraduate scholarship was awarded forthe pursuit of a science bachelor 's degree at the National University of Singapore. EXPLOITING INFORMATION TECHNOLOGY The appropriate deployment of technology is one means towardsenhancing our service delivery. With the approval of our three-year Information Technology (IT) Master Plan in July 2002, weswiftly launched into streamlining the operations of our centresso as to achieve greater operational efficiencies. In the past,there were various manual processes that would be automated.Now, we not only leverage on IT as an enabler for fostering betterconnectivity with our stakeholders, but also exploit IT as astrategic tool for realising our public mission.We are on track in the development of a one-stop centre with supporting new modern systems that service various target groupsin the industries that we regulate and the population that weserve. These systems harness the power of the internet to allowus to better administer our regulatory frameworks and the integralprocesses, as well as offer a comprehensive suite of e-servicesto the public. The organisation-wide network infrastructure was upgraded in November 2002 in areas like bandwidth, firewall, print and fileservers so as to support the new complex IT systems. By March2003, the infrastructure was able to support a virtual privatenetwork to improve officers ' mobility and connectivity as part of our business continuity plan and readiness in emergency andcrisis planning. More modules in our human resource and financialinformation systems were also operational in the year. Within the one-stop centre hosting platform are common services, such as client registration and identification service, secureelectronic payment, short messaging services alerts and enquiries,which reduce duplications in the more complex systems thattarget the larger groups of different industry players. Lesscomplex systems such as the Contact Lens Licensing System(collins) and the System for Transfusion Medicine Analysis andManagement (stream) are also developed for greater operationalefficiency and effectiveness. making connections CFS CTM CMDR CRP CAS CDE CPA CFMhealth sciences authority 84prism@hsa The Pharmaceutical Registration and Information System (prism@hsa) targets to provide an integrated licensing systemto different industry players dealing in western drugs, Chineseproprietary medicines, health supplements, cosmetics and tobacco.With the system, the industry stakeholders can check and tracktheir application status and make enquiry online. The first phasewas rolled out in March 2003, allowing the stakeholders dealingwith cosmetic products to apply for new import and productlicenses online. medics@hsa The Medical Device Licensing and Control System (medics@hsa)targets to facilitate electronic document submission for medicaldevice registration, electronic billing and payment and informationsearch and retrieval. Its first phase, which was successfullycompleted during the year, comprised product licensing portalsto enable medical device companies to submit electronicapplications for establishment registration and list medical deviceproducts with marketing clearance on the medical device register. DonorCare@HSA The objective of DonorCare@HSA, a blood donor care managementsystem, is to provide an easy, convenient, accessible and user-friendly interface with the altruistic and committed donors witha busy lifestyle. DonorCare@HSA includes an appointmentmanagement system for donors to book blood donationappointments online, and an e-service for blood donors to updatetheir particulars and receive the latest information from the Bloodbank@HSA. Its first phase was successfully rolled out inMarch 2003. SERVING WITH A DIFFERENCE We serve the needs of a broad spectrum of people. Our customersalso include members of the public who donate the gift of lifeat our Bloodbank@HSA and grief-stricken next-of-kin who undergoadministrative procedures for their beloved at our Mortuary@HSA. Apheresis Suite@HSA As part of our continuing efforts to excel in quality donor careand make blood donation a pleasant experience for the donors,we expanded our apheresis service via the new and fully dedicatedApheresis Suite@HSA, located within our Bloodbank@HSA. CAS CDE CPA CFMhealth sciences authority 85Unlike regular whole blood donation where it takes only 20 minutes to complete the donation process, apheresis donationscan range from 45 minutes to two hours. Each apheresis donorcan now enjoy his personal choice of the latest movies and fullterrestrial networks via the individual TV monitor attached toeach apheresis donation couch. In addition, the new ApheresisSuite provides a more comfortable and relaxed environment forits regular donors who make frequent donations of up to 6 timesa year and sacrifice more time at each donation. The expansion of the apheresis service via its fully dedicated service centre is part of our ongoing efforts to encourage voluntaryblood donations through creating an environment that is consonantwith the current expectations and lifestyle. Mortuary@HSA The public waiting area at the reception of our Mortuary@HSAfor the next-of-kin was extensively renovated to provide a clean,comfortable, well-lit and pleasant area, promoting an environmentalsense of calmness and serenity at a time of distress. We havealso created an interview room to allow for meetings with thenext-of-kin in privacy. Counter officers were also sent for enhancedcustomer care training. Customers First Customer satisfaction is our priority. A customer satisfactionsurvey was co nducted in June 2002 to track our service performance against customer expectation and to identify service gaps formaking improvements. A total of 1,558 customers participatedin the survey. The survey findings were encouraging, as we attained a mean score of 5.22 out of 7 for service quality, and5.34 out of 7 for customer satisfaction of outcome. Creating value for our customers is a continuous effort to improve our quality service to become a customer-focused organisation.During the year, our Quality Service Committee promoted qualityservice improvement efforts through three key areas: Zthe development and implementation of customer satisfactionsurvey and the evaluation of staff quality awareness Zthe improvement of customer service especially services at thevarious customer service counters Zthe celebration of quality service acts, with awards like theOutstanding Service to Customers Awards and the OutstandingQuality Improvement Award which were presented at our annualdinner-and-dance function to deserving officers including thosebehind the quality improvement projects. making connections CFS CTM CMDR CRP CAS CDE CPA CFMhealth sciences authority 86CARING FOR OUR COMMUNITY Community Involvement We encourage our staff to take an active personal interest in community involvement. A group of our officers, who attendedthe basic training and orientation course for volunteers co nducted by the Ministry of Community Development and Sports, becamebefrienders to the Singapore Boys ' Home and the Toa Payoh Girls ' Home. A team also participated in the annual Great Walk forHumanity organised by the Singapore Red Cross Society. Charity Our people are also active in fund raising and charity work. Atthe annual National Day Observance Ceremony, booths were setup by the Lions Befrienders, the Spastics Children Associationand the Singapore Association for the Visually Handicapped tosell handicrafts to raise funds for their own respective charity.Further, a total donation of $20,000 was made to the CommunityChest at our annual dinner-and-dance function. This sum camefrom various sources including the profit made from the sale offruits to staff at our annual Fruits Day, the registration feescollected from family members of staff at our annual Family Day,and the dollar-for-dollar matching by the organisation for theregistration fees collected from the dinner-and-dance function.The Next Generation We also played our part in moulding the future generation byhosting educational visits for students, especially for secondaryschools and above. These visits were organised as part of theschools ' science awareness programme. At each visit, the students were briefed on our public mission and national role in applyingscience to protect public health and safety. Tours of our forensicand analytical science laboratories were also facilitated. The Year Ahead We exist to serve. We innovate our culture to make a differencein our workforce so that we can always be ready, responsive andrelevant as we confront the new public health and safety challengesof the 21st century. We apply corporate and organisationalexcellence models to aid our progress and track our accountabilities. Going forward, we will explore more opportunities in the newer technologies and best practices to deliver services that are notonly congruent with the current state of development but alsoconnect and meet the needs of our stakeholders.making connections CFS CTM CMDR CRP CAS CDE CPA CFMOUR CUSTOMER SERVICE STANDARDS The Health Sciences Authority is a Statutory Board dedicated to regulatory, scientific and service excellence We aim to deliver a high standard of customer service in serving with courtesy, accessibility, responsiveness and effectiveness We are committed to Treat all our customers with courtesy and consideration Provide customer service in a positive, helpful and timely manner Handle customer feedback and complaints with sensitivity and honesty Provide accurate and current information to the public We will Set appropriate target turn-around-times for our professional services We will Conduct regular consultations with our stakeholders and customers to continuously develop and imp rove our services We will Reply to customers' enquiries within 7 days Reply to urgent requests within 3 working days We aim to Attend to customers within 10 minutes of appointment time We aim to Answer all telephone calls within 10 seconds All of us at HSA pledge to uphold these standards to provide the best service to our customersresearch papers and projects REGULATING PHARMACEUTICALS AND HEALTHCARE PRODUCTS TITLE OF RESEARCH PRESENTATION AUTHOR(S) PROFESSIONAL EVENT Review Of New Drug Applications (NDAs) Received For Dr Vivian Chan & Tan Tek Seng 1st HSA Scientific Seminar, Evaluation By The Centre For Drug Evaluation 12 April 2002 A Review Of Product Licences Issued By The Drug Lee Hui Keng, Dr Kerwin Low & 1st HSA Scientific Seminar, Registration Branch Marie Tham 12 April 2002 An Analysis Of Regulatory Good Manufacturing Practice Sia Chong Hock, Lai Weng Fai, 1st HSA Scientific Seminar, (GMP) Audit Findings Of Singapore Boon Meow Hoe, Peh Eng Chin & 12 April 2002 Toh Lay Mui Statistics On Chinese Proprietary Medicine Products And Victor Wong, Corina Tan, Xu Yimin 1st HSA Scientific Seminar, Dealers In Singapore 12 April 2002 Adverse Drug Reactions (ADR) Reported In Singapore: Chan Cheng Leng, Ang Pei San & 1st HSA Scientific Seminar, A 5-year Trend Analysis Tan Bee Him 12 April 2002 TITLE OF RESEARCH PROJECT AUTHOR(S) A Mechanistic Prospective On The Specificity And Extent Of Cyclooxygenase-2 Inhibition In Dr Vivian ChanPregnancy REGULATING MEDICAL DEVICES TITLE OF RESEARCH PRESENTATION AUTHOR(S) PROFESSIONAL EVENT Design And Development Of The Singapore Medical Sree Lakshmi Garimella, Angelia 1st HSA Scientific Seminar,Device Register Ng, Clement Ng, Ng Yin Mei, Wong 12 April 2002 Yew Sin & Nealda Leila M Yusof ENSURING RADIATION SAFETY TITLE OF RESEARCH PROJECT AUTHOR(S) Radon Monitoring In Underground Tunnels Stephen Chong & Annie Tan Optimisation in Medical Radiation Exposures Stephen Chong, Annie Tan & Tan Joo Thai Investigation Of The Annual Variation Of Solar UVB In Singapore Stephen Chong & Annie TanCFS CTM CMDR CRP CAS CDE CPA CFM health sciences authority 88research papers & projects PROVIDING FORENSIC PATHOLOGICAL AND INVESTIGATIVE SERVICES TITLE OF RESEARCH PAPER AUTHOR(S) PROFESSIONAL PUBLICATION Did He Drown, Or Was He Murdered? Dr Gilbert Lau Medicine, Science and the Law, 42: 172-80, 2002 Are Maternal Deaths On The Ascent In Singapore? Dr Gilbert Lau Annals of the Academy of Medicine; 31: A Review Of Maternal Mortality As Reflected By 261-275, 2002Coronial Casework From 1990 To 1999 Fatal Pulmonary Haemorrhage From A Perforated Dr Gilbert Lau Forensic Science International; 126: 167- And Possibly Iatrogenic Thoracic Aortic Aneurysm 70, 2002 Fatalities From Enterovirus Infection During An Drs Lai Siang Hui, Gilbert Institute of Environmental Epidemiology, Epidemic Of Hand, Foot And Mouth Disease In Lau & Teo Eng Swee Ministry of the Environment (Singapore),Singapore: Post-mortem Findings. In: Lin RVTP And Goh 2002KT (eds). Enterovirus Infection In Singapore - WithParticular Reference To The EV71 Outbreak In 2000. A Case Of Massive Hepatocellular Necrosis: Was It Dr Gilbert Lau & Chan Medicine, Science and the Law, 42: 309-12, Caused By Orlistat? A Case Report Cheng Leng 2002 Falls From Heights. In: Payne-james J, Busuttil A (eds). Drs Gilbert Lau, Teo Eng Forensic Medicine: Clinical & Pathological Forensic Medicine: Clinical & Pathological Aspects Swee & Prof Chao Tzee Aspects, London: Greenwich Medical Media, Cheng 2002 Sudden Death Due To Granulomatous Myocarditis: Drs Wee Keng Poh & Alwin Annals of the Academy of Medicine, Vol 31, A Case Of Sarcoidosis? Loh Hwai Liang (SGH) No 6, Pg 805 - 7, 2002 TITLE OF RESEARCH PRESENTATION AUTHOR(S) PROFESSIONAL EVENT Lessons In Trauma From The Mortuary Dr Gilbert Lau 1st NGH Scientific Congress, August 2002 TITLE OF RESEARCH PROJECT AUTHOR(S) Recent Homicide Trends In Singapore Dr Gilbert Lau Suicide Trends In Singapore, Two Decades Down The Road Dr Gilbert Lau & David Ng Wei Liang (NUS)CFS CTM CMDR CRP CAS CDE CPA CFM health sciences authority 89research papers & projects PROVIDING FORENSIC SCIENTIFIC, INVESTIGATIVE AND ANALYTICAL SERVICES TITLE OF RESEARCH PAPER AUTHOR(S) PROFESSIONAL PUBLICATION A New Lethal Blood Promethazine Level - Leong Hsiao Tung, Drs Yao Yi Ju Bulletin of the International Association A Neonatal Death & Lo Siaw Teck of Forensic Toxicologists, pg 17, Vol XXXII (No. 4), 2002 TITLE OF RESEARCH PRESENTATION AUTHOR(S) PROFESSIONAL EVENT Analysis Of Ketamine In Drug Seizures Mangudi Merula, Drs Chen Shao 16th International Symposium on Xing & Lee Tong Kooi Forensic Sciences, Canberra (Australia), 13-17 May 2002 Acetonitrile Related Death Leong Hsiao Tung, Drs Yao Yi Ju 40th Annual Meeting of The International & Lo Siaw Teck Association of Forensic Toxicologists, Paris (France), 26-30 August 2002 Damages By An Excavator Bucket To A High- Dr Tay Ming Kiong, Chow Yuen 16th Meeting of the International Tension Electric Cable San & Lim Thiam Bon Association of Forensic Sciences, Montpellier (France), 2-7 September 2002 Forensic Science, Management And Business Dr Tay Ming Kiong & Lim Chin 16th Meeting of the International Chin Association of Forensic Sciences, Montpellier (France), 2-7 September 2002 Newspaper Sheets As Evidence At Crime Scenes Lim Thiam Bon & Dr Tay Ming 16th Meeting of the International Kiong Association of Forensic Sciences, Montpellier (France), 2-7 September 2002 Cut Characteristics Of An Optical Fibre Cable Dr Yap Tiong Whei, Lim Thiam 16th Meeting of the International By Different Tools Bon, Chong Pui Shan & Dr Tay Association of Forensic Sciences, Ming Kiong Montpellier (France), 2-7 September 2002 The Use Of Corrosive Substances In Crimes Chia Poh Ling, Lim Thiam Bon, 16th Meeting of the International Chow Yuen San, Lim Chin Chin Association of Forensic Sciences,& Dr Tay Ming Kiong Montpellier (France), 2-7 September 2002 Anthrax Hoaxes In Singapore Lee Lin Kiak & Dr Tay Ming Kiong 16th Meeting of the International Association of Forensic Sciences, Montpellier (France), 2-7 September 2002 Causes Of Damages To Leather Products Lim Chin Chin & Dr Tay Ming 16th Meeting of the International Kiong Association of Forensic Sciences, Montpellier (France), 2-7 September 2002CFS CTM CMDR CRP CAS CDE CPA CFM health sciences authority 90Forensic Survey Of Coloured Golds Chow Yuen San, Lim Thiam Bon 16th Meeting of the International & Dr Tay Ming Kiong Association of Forensic Sciences, Montpellier (France), 2-7 September 2002 Quantitation Of Human DNA Using Real-Time Dr Syn Kiu-Choong, Sim Hwee 16th Meeting of the International PCR Chze & Tan Wai Fun Association of Forensic Sciences, Montpellier (France), 2-7 September 2002 Extraction Of DNA From Bone Marrow Using Sim Hwee Chze, Lim Wei Ling & 16th Meeting of the InternationalFTA Paper Tan Wai Fun Association of Forensic Sciences, Montpellier (France), 2-7 September 2002 Evaluation And Modification Of The IsoCode ® Lim Eng Seng & Tan Wai Fun 16th Meeting of the International Card DNA Isolation Method Association of Forensic Sciences, Montpellier (France), 2-7 September 2002 Rapid STR Profiling Of Hair Samples Dr Syn Kiu-Choong, Sim Hwee 16th Meeting of the International Chze & Tan Wai Fun Association of Forensic Sciences, Montpellier (France), 2-7 September 2002 Race Characteristics In English Handwriting Lee Gek Kwee, Cheng Nellie, 16th Meeting of the InternationalIn Singapore Lee Lee Tiang & Tan Sock Kim Association of Forensic Sciences, Montpellier (France), 2-7 September 2002 The Forensic Comparison Of Cut Edges In Lim Thiam Bon & Dr Tay Ming 55th Annual Meeting of the American Newspaper Sheets Kiong Academy of Forensic Sciences, Chicago (USA), 17-22 February 2003 Characterisation And Profiling Of Illicit Ng Khim Hui, Dr Chen Shao Xing, 55th Annual Meeting of the AmericanMethamphetamine Tablets Abused In Singapore Dr Lee Tong Kooi, Mangudi Academy of Forensic Sciences, Merula & Wong Yen Ling Chicago (USA), 17-22 February 2003 TITLE OF RESEARCH PROJECT AUTHOR(S) Blood And Plasma Drugs Level - A Correlation Study Dr Lo Siaw Teck, Prof Ng Tju Lik, Dr Yao Yi Ju, Goh Wee Sin & Leong Hsiao Tung To Establish A Genetic Analysis Method To Detect Genetically Modified (GM) Heng Jasmine, Dr Syn Kiu-Choong & Lim EngSoybean Using PCR Seng Study On The Level Of Difficulties In The Simulation Of Indiv idual Characteristics Lee Gek Kwee & Tan Koon Puay In SignaturesCharacterisation And Profiling Of Illicit Tablets Containing Methamphetamine Dr Lee Tong Kooi, Ng Khim Hui, Dr Chen Shao Xing, Mangudi papers & projects CFS CTM CRP CAS CDE CPA CFM health sciences authority 91research papers & projects PROVIDING ESSENTIAL BLOODBANKING SERVICES TITLE OF RESEARCH PRESENTATION AUTHOR(S) PROFESSIONAL EVENT Prevalence Of HTLV In Singapore Blood Donors Ng Weng Yik, Michael 1st HSA Scientific Seminar, 12 April 2002 Joint Annual Scientific Meeting of the Australian Society for Blood Transfusion and Australian Society of Haematology, Adelaide (Australia), 9-12 September 2003 Comparison For The Different Apheresis Dr Lai Hock Choong 1st HSA Scientific Seminar, 12 April 2002 Machines For The Final Platelet Products InCentre For Transfusion Medicine Increased Plasma Recovery With New Leong Tong Seng, Dr Marieta 1st HSA Scientific Seminar, 12 April 2002 Centrifugation Method Chan & Dr Diana Teo Feasibility Of Malaria Testing In Selected Blood Toh Chiew Yong & Lim Gek Yee 19th NRL Workshop on Serology, Donor Groups Melbourne (Australia), 20-22 August 2002 HCV-NAT Testing Of Singapore Blood Donors Sally Lam 27th Congress of the International Society for Blood Transfusion, Vancouver (Canada),24-29 September 2002 Anti-Jk a Autoimmune Hemolytic Anemia In A Shu Pei Huey, Neo Theng Hee & 9th ASEAN Conference in Medical Laboratory Singaporean Infant Patrick Prakash Technology, 18-22 November 2002 Validation Of The Nageotte Chamber Quality Loke Mei Fong, Lim Sim Kuan 9th ASEAN Conference in Medical Laboratory Control Procedure For Leuko-reduced Clara, Ng Kok Quan Technology, 18-22 November 2002Components By Parallel Neubaur-Nageotte Performance Of Haemonetics ACP 215 Liong Chong Wah 9th ASEAN Conference in Medical LaboratoryAutomated 55th AABB Annual Meeting, Orlando (USA), 26-29 October 2002 health sciences authority 92research papers & projects PROVIDING SCIENTIFIC ANALYTICAL AND CONSULTING SERVICES TITLE OF RESEARCH PAPER AUTHOR(S) PROFESSIONAL PUBLICATION Chemical Assay Of Glycyrrhizin In Medicinal Ong Eng Shi Journal of Separation Science, 25, 825-83, Plants By Pressurised Liquid Extraction (PLE) 2002With Capillary Zone Electrophoresis (CZE) Determination Of Ginsenosides In Medicinal Lee Hwei Khien, Ong Eng Shi & Journal of Separation Science, 25, 160-166, Plants And Health Supplements By Pressurised Woo Soo On 2002Liquid Extraction (PLE) With Reverse PhaseHigh Performance Liquid Chromatography Pressurised Hot Water Extraction Of Berberine, Ong Eng Shi & Len Shea Mei Analytica Chimica Acta 482 81-89, 2003 Baicalein And Glycyrrhizin In Medicinal Plants TITLE OF RESEARCH PRESENTATION AUTHOR(S) PROFESSIONAL EVENT Colourants In Perfume Wong-Neo Geok Eng, See Phek 1st HSA Scientific Seminar, 12 April 2002 Hah & Tang Kwai Fong Determination Of Carbon Monoxide In Tuna Anne Bruneau, Philip Barlow, 1st HSA Scientific Seminar, 12 April 2002 Flesh Department of Chemistry (NUS) & Joanne Chan Sheot Harn Determination Of Deoxynivalenol In Grace Chua, Loke Swee Leng, 1st HSA Scientific Seminar, 12 April 2002 Grain/Cereal Teo Sumin & Yap Wee Kim Uncertainty Of Measurement Of Analysis Of Joanne Chan Sheot Harn & Lee Workshop of Measurement Traceability and Nitrate By Capillary Electrophoresis Lin Min Uncertainty in Analytical Chemistry, Switzerland, 16-18 June 2002 Chemical Standardisation Of Medicinal Plants Ong Eng Shi Interact 2002, Sydney (Australia), 21-25 July And Herbal Preparations By Pressurised Liquid 2002Extraction With HPLC/CE Methods For Characterising Herbal Medicine Ong Eng Shi Seminar on Evidence Based Herbal Medicines, Kuala Lumpur (Malaysia), 19 February 2003 TITLE OF RESEARCH PROJECT AUTHOR(S) Determination Of Ethyl Carbamate In Sauces Joanne Chan Sheot Harn Chromatographic Acrylamide In Carbohydrate-Rich Food Joanne Chan Sheot HarnDeveloping Analytical Procedures For Identification And Assay CDE CPA CFM health sciences authority 93senior management Dr John Lim Director, Centre for Pharmaceutical AdministrationActing Director, Centre for Drug Evaluation health sciences authority 94Dr Clarence Tan Chief Executive Officer Mr Wong Yew SinDirector, Centre for Medical Device Regulation Mr Stephen Chong Director, Centre for Radiation Protection Dr Diana Teo Director, Centre for Transfusion Medicinesenior management health sciences authority 95 Dr Chow Shui Tse Director, Centre for Forensic ScienceDr Paul Chui Director, Centre for Forensic MedicineDirector, Office for Innovation and Enterprise Mr Chua Teck Hock Director, Centre for Analytical Science Mr Vincent Fong Director, Corporate Management Group A/Prof Ng Tju Lik Senior Scientific AdvisorQuality Service Managerhealth sciences authority 96Chief Executive Officer Dr Clarence Tan Deputy Director, Legal Peter Lim Senior Scientific Advisor Quality Service ManagerA/Prof Ng Tju Lik OFFICE FOR INNOVATION & ENTERPRISE DirectorDr Paul Chui Assistant Director Ms Lim Peck Seah CORPORATE MANAGEMENT GROUP Director, Corporate ManagementVincent Fong Deputy Director, Corporate Communications Ms Jeannie Thng Deputy Director, Corporate Services Chua Hong Tong Deputy Director, Finance Philip Ngiam Deputy Director, Human Resource Mrs Sarojini Padmanathan Deputy Director, Information Management Dr Bosco Chen BloodworthCENTRE FOR PHARMACEUTICAL ADMINISTRATION DirectorDr John Lim Compliance & Complementary Medicines DivisionSenior Deputy Director Yee Shen Kuan Head, Prosecution Yee Shen Kuan Head, Investigation & Surveillance R Sivalingam Head, Chinese Proprietary Medicine Ms Chu Swee Seng Head, Health Supplements Chao Ye Peng Head, Tobacco Regulation Tham Lup Hong Head, Regulatory Support Ho Yu Nam Product Evaluation & Registration Division Deputy Director Mrs Marie Tham Head, Drug Registration Dr Kerwin Low Head, Clinical Trials Dr Kerwin Low Head, Cosmetic Control Mrs Marie Thamprincipal officers (as at July 2003)health sciences authority 97principal officers Manufacturing & Quality Audit Division Deputy Director Sia Chong Hock Head, Good Manufacturing Practice Sia Chong Hock Head, Good Distribution Practice Sia Chong Hock Head, Certification Dr Lai Weng Fai Head, International Operations Boon Meow Hoe Pharmacovigilance, Communications & Research Division Deputy Director Mdm Suwarin Chaturapit Head, Pharmacovigilance Ms Chan Cheng Leng Head, Information & Research Ms Chan Cheng Leng Head, Communications & International Liaison Mdm Suwarin Chaturapit CENTRE FOR DRUG EVALUATION Acting DirectorDr John Lim Deputy Director & Clinical Pharmacology Advisor Prof Vernon Oh Assistant Director & Senior Medical Reviewer Dr Gerard Wong Training Coordinator & Senior Regulatory Scientist Dr Vivian Chan Regulatory Scientist & Corporate Management Coordinator Tan Tek SengCENTRE FOR MEDICAL DEVICE REGULATION DirectorWong Yew Sin Manager Dr Nealda Leila Muhammad Yusof CENTRE FOR RADIATION PROTECTION DirectorStephen Chong Head, Environmental Radiation & Waste Management Stephen Chong Head, Ionising Radiation Control Ms Annie Tan Head, Ionising Radiation Dosimetry Ms Annie Tan Head, Non-Ionising Radiation Control Dr Phua Tan Tee Head, Non-Ionising Radiation Dosimetry Dr Phua Tan Tee Head, Nuclear Safety & Emergency Planning Tay Yong Heng Head, Services & Consultancy Tay Yong Heng CENTRE FOR TRANSFUSION MEDICINE DirectorDr Diana Teo Head, Blood Resources Dr Tan Hwee Huang Nursing Administrator Mrs Chua-Ong Chye Leng Head, Blood Processing & Inventory Ng Kok Quanhealth sciences authority 98principal officers Head, Quality Control Ms Sally Lam Head, Hospital Services Dr Marieta Chan Head, Blood Programme Support Ms Koh Geok Tin Quality Manager Patrick Prakash CENTRE FOR FORENSIC MEDICINE DirectorDr Paul Chui Deputy Director Dr Gilbert Lau Principal Forensic Consultant Dr Wee Keng Poh Head, Professional Training & Education Dr George Paul CENTRE FOR FORENSIC SCIENCE DirectorDr Chow Shui Tse Physical Evidence Division Deputy Director Dr Michael Tay Head, Criminalistics Laboratory Dr Michael Tay Head, DNA Profiling Laboratory Mrs Tan Wai Fun Head, DNA Database Laboratory Mrs Tan Wai FunHead, Document Examination Laboratory Ms Lee Gek Kwee Drugs & Toxicology Division Deputy Director Dr Lee Tong Kooi Head, Narcotics I Laboratory Dr Lee Tong Kooi Head, Narcotics II Laboratory Dr Lui Chi Pang Head, Toxicology Laboratory Dr Danny Lo CENTRE FOR ANALYTICAL SCIENCE DirectorChua Teck Hock Deputy Director Wong Yew Sin Head, Food Laboratory Ms Joanne Chan Head, Pharmaceutical Laboratory Dr Bosco Chen Bloodworth Head, Industrial Health Laboratory Dr Woo Soo On Head, Cosmetics Laboratory Mrs Wong Geok Eng Head, Cigarette Testing Laboratory Dr Chow Yue Thong Head, Environment Laboratory Ng Soon Head, Research & Development Ong Eng Shi100 auditors' report 101 statement by the health sciences authority 102 balance sheet 103 income and expenditure statement 104 statement of changes in reserves and funds 105 cash flow statement 107 notes to the financial statementsfinancial statementsAUDITORS' REPORT TO THE MEMBERS OF HEALTH SCIENCES AUTHORITY We have audited the accompanying financial statements of the Health Sciences Authority (the \"Authority \") for the financial year ended 31 March 2003, as set out on pages 102 to 118. These financial statements are the responsibility of the Authority 's management. Our responsibility is to express an opinion on these financial statements based on our audit. We conducted our audit in accordance with Singapore Standards on Auditing. Those Standards require that we plan and perform th e audit to obtain reasonable assurance about whether the financial statements are free of material misstatement. An audit includ es examining, on a test basis, evidence supporting the amounts and disclosures in the financial statements. An audit also include s assessing the accounting principles used and significant estimates made by management, as well as evaluating the overall financial statem ents presentation. We believe that our audit provides a reasonable basis for our opinion. In our opinion,a) the accompanying financial statements of the Authority are properly drawn up in accordance with the provisions of the Health Sciences Authority Act (Chapter 122C) (the \"Act\") and Singapore Statements of Accounting Standard so as to give a true and fair view of the state of affairs of the Authority as at 31 March 2003, and of the results, changes in reserves and funds, and cash flows of the Authority for the financial year ended on that date; and b) the accounting and other records required by the Act to be kept by the Authority have been properly kept in accordance with t he provisions of the Act. During the course of our audit, nothing came to our notice that caused us to believe that the receipt, expenditure and investme nt of funds, and the acquisition and disposals of assets by the Authority during the financial year have not been in accordance with the provisions of the Act. Deloitte & Touche Certified Public AccountantsSingapore10 July 2003 health sciences authority 100STATEMENT BY THE HEALTH SCIENCES AUTHORITY In our opinion, the accompanying financial statements of Health Sciences Authority (the \"Authority \") as set out on pages 102 to 118 are properly drawn up so as to give a true and fair view of the state of affairs of the Authority as at 31 March 2003 and of th e results, changes in reserves and funds, and cash flows of the Authority for the financial year then ended. On Behalf of the Authority Prof Lim Mong King Dr Clarence Tan Tiong Tee Chairman Chief Executive OfficerSingapore Singapore10 July 2003 10 July 2003 health sciences authority 101Note 2003 2002 $'000 $'000 (Restated) ACCUMULATED SURPLUS 4 2,528 2,097 PRE-RESTRUCTURING FUNDS 5 246 390 DEFERRED CAPITAL GRANTS 6 3,708 232 6,482 2,719 REPRESENTED BY:CURRENT ASSETS Cash and cash equivalents 7 19,744 14,568 Trade receivables 5,067 5,886 Other receivables, deposits and prepayments 8 744 14,336 Inventories 9 1,678 1,216 Total current assets 27,233 36,006 NON-CURRENT ASSET Plant 10 Trade payables (4,310) (7,086) accruals (Note below *) 11 (27,013) (31,952) Grants received in advance: Government 12 (917) (62) Non-government 13 (227) (20) Contribution to Consolidated Fund (122) (680) Total current liabilities (32,589) (39,800) NON-CURRENT LIABILITY Other ASSETS 6,482 2,719 *Note: This included an amount payable for the net assets of $18,610,000 transferred from the Ministry of Health when the Authority wa s established on 1 April 2001. Pending the completion and finalisation of the mode of transfer (loan or capital grant) by the Ministry of Finance, the transfer was effected through a loan to the Authority in 2002 which has no fixed repayment terms or interest. Upon the finalisation of the mode of transfer, any subsequent adjustments, including any accrued interest, will be effected in the financial year in which the mode of transfer is finalised.BALANCE SHEET As at 31 March 2003 The accompanying notes form an integral part of these financial statements. health sciences authority 102Note 2003 2002 $'000 $'000 (Restated) OPERATING INCOME Laboratory analysis fees 18,808 20,107 Blood processing fees 11,737 9,520 Patient laboratory testing fees 1,447 1,236 Forensic investigation fees 5,749 5,884 Licensing fees 5,300 4,990 Professional service fees 704 597 Miscellaneous income 137 131 43,882 42,465 OPERATING EXPENDITURE Staff costs 14 30,777 30,339 Supplies and services 9,856 8,771 Rental of premises and equipment 5,768 5,540 Blood donor expenses 3,478 2,537 Repairs and maintenance 3,096 2,990 Depreciation of plant and equipment 10 3,060 5,657 Staff welfare and development 2,767 1,603 Professional services 1,722 1,008 Utilities 1,193 1,118 Transport, postages and communications 15 1,037 753 Publicity and public relations 15 522 234 Audit fees 16 70 55 Board members ' allowances 38 63 Other expenses 855 748 64,239 61,416 OPERATING DEFICIT (20,357) (18,951) 328 DEFICIT BEFORE (18,623) GRANTS Government grants 12 19,083 19,790 Non-government grants 13 1,382 757 Pre-restructuring funds 5 14 834 Deferred capital grants amortised 6 33 19 20,512 21,400 SURPLUS BEFORE CONTRIBUTION TO CONSOLIDATED FUND 553 2,777 CONTRIBUTION TO CONSOLIDATED FUND 18 (122) (680) NET SURPLUS FOR THE YEAR 431 2,097INCOME AND EXPENDITURE STATEMENT Financial year ended 31 March 2003 The accompanying notes form an integral part of these financial statements. health sciences authority 103Pre- Accumulated restructuring Deferred surplus funds capital grants Total $'000 $ '000 $ '000 $'000 Balance as at 1 April 2001 - - - - Amount received from Ministry of Health during the year - 1,475 - 1,475 Surplus for the year 2,097 - - 2,097 Transfer to deferred capital grants (Note 5) - (251) 251 - Transfer to income and expenditure statement - (834) (19) (853) Balance as at 31 March 2002 2,097 390 232 2,719 Surplus for the year 431 - - 431 Transferred to deferred capital grants - (130) 3,509 3,379 Transfer to income and expenditure statement (Notes 5 and 6) - (14) (33) (47) Balance as at 31 March 2003 2,528 246 3,708 6,482STATEMENT OF CHANGES IN RESERVES AND FUNDS Financial year ended 31 March 2003 The accompanying notes form an integral part of these financial statements. health sciences authority 104Note 2003 2002 $'000 $'000 (Restated) CASH FLOWS FROM GRANTS: Pre-restructuring funds received 5 - 1,475 Government grants received 12 37,266 5,903 Non-government grants received 13 1,589 777 Total cash from grants 38,855 8,155 CASH FLOWS FROM OPERATING ACTIVITIES: Deficit before grants (19,959) (18,623) Adjustments for: Depreciation of plant and equipment 10 3,060 5,657 Loss on disposal of plant and equipment 17 - 11 Interest income 17 (72) (76) Deficit before working capital changes (16,971) (13,031) Changes in working capital excluding cash and cash equivalents: Trade receivables 819 4,135 Other receivables and prepayments (357) (387) Inventories (462) 70 payables (2,776) 6,357 Other payables and accruals in) generated from operations (23,608) 8,071 Contribution to Consolidated Fund paid during the year (680) - Net cash (used in) generated from operating activities (24,288) 8,071 CASH FLOWS FROM INVESTING ACTIVITIES: Purchase of plant and equipment 10 (9,498) (1,750) Interest received 72 76 Proceeds from disposal of plant and equipment 35 16 Net cash used in investing activities (9,391) (1,658) Net increase in cash and cash equivalents 5,176 14,568 Cash and cash equivalents at beginning of year 14,568 - Cash and cash equivalents at end of year 19,744 14,568CASH FLOW STATEMENT Financial year ended 31 March 2003 The accompanying notes form an integral part of these financial statements. health sciences authority 105CASH FLOW STATEMENT Financial year ended 31 March 2003 Note: The following assets and liabilities transferred to the Authority from the Ministry of Health ( \"MOH\") on 1 April 2001 (date of establishment) did not result in any cashflow impact for 2002 : 2003 2002 $'000 $'000 Plant and equipment - 11,957 Trade receivables - 10,021 Inventories - 1,286 Trade payables - (729) Other payables - (3,925) Financed by: Amount owing to MOH for net assets transferred (Note 11) - 18,610 The accompanying notes form an integral part of these financial statements. health sciences authority 1061 GENERAL The Health Sciences Authority (the \"Authority \") is a statutory board established in Singapore under the Health Sciences Authority Act (Chapter 122C) (the \"Act\") on 1 April 2001. The registered office and principal place of business of the Authority is at 11 Outram Road, Singapore 169078.The principal activities of the Authority are:a) to regulate the import, manufacture, sale, disposal, transport, storage, possession and use of cosmetics, medicines, medical devices and other health-related products, tobacco products, radioactive materials and irradiating apparatuses; b) to conduct technological assessments of medicines, cosmetics, medical devices and other health-related products for the purpo se of determining their efficacy, safety and suitability for consumption and use in Singapore and to advise the Government thereon ; c) to collect and co-ordinate the collection of blood from donors and to test, process and distribute such blood and the product s thereof for the purpose of building and maintaining a safe and adequate national blood supply; d) to provide professional, investigative and analytical services in health sciences to the Government and to any other person o r body (whether in Singapore or elsewhere); e) to conduct or engage any other person to co nduct research in health sciences, and generally to promote the development of health sciences; and f) to act internationally as the national authority or representative of Singapore in respect of matters related to health scien ces. The financial statements of the Authority for the year ended 31 March 2003 were authorised for issue by the members of its Boar d on 10 July 2003. 2 SIGNIFICANT ACCOUNTING POLICIES a) Basis of accounting The financial statements are prepared in accordance with the historical cost convention and are expressed in Singapore dollars. They are drawn up in accordance with the provisions of the Health Sciences Authority Act (Chapter 122C) and Singapore Statemen ts of Accounting Standard. b) Financial assets Financial assets include cash and cash equivalents, trade and other receivables. Trade and other receivables are stated at the ir nominal values as reduced by appropriate allowances for estimated irrecoverable amounts. c) Financial liabilities Financial liabilities include trade and other payables which are stated at their nominal values.NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 1072 SIGNIFICANT ACCOUNTING POLICIES (continued) d) Inventories Inventories are measured at the lower of cost (first-in first-out method) and net realisable value. Cost includes all costs of purchase and other costs incurred in bringing the inventories to their present location and condition. e) Plant and equipment Plant and equipment are carried at cost less accumulated depreciation and any impairment loss where the recoverable amount of the asset is estimated to be lower than its carrying amount. Depreciation is charged so as to write off the cost of assets, over their estimated useful lives, using the straight-line metho d, on the following bases: Building improvements 20 years Computers 3 to 8 yearsMotor vehicles 10 yearsEquipment, furniture and fittings 5 to 10 years Depreciation is not provided on work-in-progress.Plant and equipment costing less than $2,000 each, are charged to the income and expenditure statement in the year of purchase.Fully depreciated assets still in use are retained in the financial statements. f) Impairment of assets At the balance sheet date, the Authority reviews the carrying amount of its assets to determine whether there is any indication that those assets have suffered an impairment loss. If any such indication exists, the recoverable amount of the asset is esti mated in order to determine the extent of the impairment loss (if any). If the recoverable amount of the asset is estimated to be le ss than its carrying amount, the carrying amount of the asset is reduced to its recoverable amount. Impairment losses are recogni sed as an expense immediately. g) Leases Rental payable under operating lease are charged to the income and expenditure statements on a straight-line basis over the term of the relevant lease. h) Foreign currency transactions Transactions in foreign currencies are recorded in Singapore dollars at the rates ruling on the dates of the transactions. At each balance sheet date, recorded monetary balances and balances carried at fair value that are denominated in foreign currenciesare reported at the rates ruling at the balance sheet date. All realised and unrealised exchange adjustment gains and lossesare dealt with in the income and expenditure statement.NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 1082 SIGNIFICANT ACCOUNTING POLICIES (continued) i) Income recognition Income from rendering of services that are of a short duration, such as laboratory analysis fees, patient laboratory testing fe es, forensic investigating fees and professional services fees are recognised when the services are completed. Income from blood processing fees are recognised when the processed blood products are used by the hospitals.Licence fees income are recognised on an accrual basis over the licence period.Fines and forfeitures are recognised on an accrual basis.Interest income is accrued on a time proportionate basis, by reference to principal outstanding and at the interest rates appli cable, on an effective yield basis. j) Grants Government grants for the purchase of depreciable assets are taken to the Deferred Capital Grants Account. The deferred grants are recognised in the income and expenditure statement over the periods necessary to match the depreciation of the assetspurchased. Upon the disposal of these assets, the balance of the related deferred capital grants is recognised in the incomeand expenditure statement to match the net book value of the assets disposed off. Government grants and contributions from other organisations to meet current year 's operating expenses are recognised as income in the same year. Both capital and operating grants are accounted for on an accrual basis. k) Retirement benefit costs Payments to state-managed defined contribution retirement benefit plans are charged as an expense when incurred.Prior to 1 April 2002, defined benefit retirement obligations are recognised in the balance sheet based on a review and estimat e of the valuation on the pension fund as determined and allocated by the Accountant-General 's Department. With effect from 1 April 2002, defined benefit retirement obligations are recognised in the balance sheet based on management estimates. Thishas the effect of increasing the charge to income and expenditure statement for the year by approximately $373,000. l) Contribution to Consolidated Fund Contribution to Consolidated Fund is provided on an accrual basis. The contribution is based on the net surplus of the Authori ty for each of the financial year at the prevailing corporate tax rate.NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 1093 FINANCIAL RISKS AND MANAGEMENT a) Credit risk The Authority 's credit risk is primarily attributable to its cash and cash equivalents, trade receivables and other receivables. The Authority places its cash and cash equivalents with creditworthy institutions. The credit risk with respect to receivables is low as the Authority mainly deals with creditworthy organisations such as government bodies and hospitals. The Authority has no significant concentration of credit risk. Trade receivables are spread over a large base of organisations . The maximum credit risk that the Authority is exposed to is represented by the carrying amounts of its financial assets as stat ed in the balance sheet. b) Interest rate risk The Authority has limited exposure to interest rate risk as interest-bearing assets are all short-term. The Authority does not have any interest-bearing liabilities. c) Foreign currency exchange risk The Authority has limited exposure to foreign currency exchange risk as its operations are substantially transacted in Singapor e dollars. d) Liquidity and funding risk The Authority funds its operations through a mix of internal funds and government grants. The Authority reviews regularly its liquidity reserves, comprising of cash flows from its operations and government grants, to ensure sufficient liquidity is maint ained at all times. e) Fair values of financial assets and financial liabilities The carrying amounts of financial assets and financial liabilities reported in the balance sheet approximate the fair values of those assets and liabilities. 4 ACCUMULATED SURPLUS The accumulated surplus is to be utilised for future capital and operating expenditures of the Authority.NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 1105 PRE-RESTRUCTURING FUNDS 2003 2002 $'000 $'000 Balance at beginning of year 390 - Receipt during the year - 1,475 Transferred to deferred capital grants (Note 6) (130) (251) Transferred to income and expenditure statement (14) (834) Balance at end of year 246 390 The pre-restructuring funds were granted by MOH for the expenditures incurred during the establishment of the Authority. 6 DEFERRED CAPITAL GRANTS 2003 2002 $'000 $'000 Balance at beginning of year 232 - Transferred from pre-restructuring funds (Note 5) 130 251 Transferred from grants received in advance - IT Master Plan (Note 12) 3,379 - Transferred to income and expenditure statement to match depreciation of related assets (33) (19) Balance at end of year 3,708 232 7 CASH AND CASH EQUIVALENTS Cash and cash equivalents included in the cash flow statement comprise the following: 2003 2002 $'000 $'000 Bank and cash balances 11,729 8,554 Fixed deposits 2,006 - Short-term bank note 6,009 14,568 The short-term bank note is a fixed-rate secured note which bears interest at the rate of 1.08% (2002 : 1.4%) per annum and mat ures on 14 May 2003.NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 1118 OTHER RECEIVABLES, DEPOSITS AND PREPAYMENTS 2003 2002 $'000 $'000 (Restated) Government grants receivable from MOH - 13,949 Other receivables from MOH (a)- 313 Other receivables 237 - Deposits 421 - Advances to staff (b)21 17 Prepayments 65 57 744 14,336 (a)This pertained to a deposit account maintained with MOH which was set up for the purpose of the disbursement of salaries to the employees of the Authority during the initial 9 months after the establishment of the Authority. The account was closedin 2003. (b)These are festive advances given to staff which are interest-free and unsecured. The amounts are repayable over 2 months viadeductions from the staff salaries. 9 INVENTORIES 2003 2002 $'000 $'000 Gases, laboratory and medical supplies, at cost 1,678 1,216NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 11210 PLANT AND EQUIPMENT Equipment, Building Motor furniture Work- improvements Computers vehicles and fittings in-progress Total 624 Additions 1,376 9,498 Disposals - (367) - (1,268) - year 2,000 3,367 186 12,538 3,452 21,543 Accumulated depreciation: At beginning of year 13 2,227 24 3,393 - 5,657 Depreciation for the year 67 788 13 2,192 - 3,060 Disposals - (353) - (1,247) - (1,600) At end of year 80 2,662 37 4,338 - 7,117 Depreciation for the year 2002 13 2,227 24 3,393 - 5,657 Net book value: At end of year 1,920 705 149 8,200 3,452 14,426 At beginning of year 611 1,033 162 6,217 - 8,023NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 11311 OTHER PAYABLES AND ACCRUALS 2003 2002 $'000 $'000 (Restated) Licence fees collected in advance 4,316 4,391 Amount payable to MOH for net assets transferred (a)18,610 18,610 Amount payable to MOH for operating leases (Note 21) - 5,139 Accrual for staff costs 5,367 4,278 GST payable 163 111 Refundable security deposits 205 211 Accrual for purchase of plant and equipment - 93 Other payables and accruals 940 629 collected in advance (1,036) (820) Obligations in respect of defined benefit retirement plan as included in accrual for staff costs (b) (1,552) (690) (2,588) (1,510) Current portion: 27,013 31,952 Movements in obligations in respect of defined benefit retirement plan: 2003 2002 $'000 $'000 Balance at beginning of year 690 - Charge to income and expenditure statement (Note 14) 989 740 Payment during the year (127) (50) Balance at end of year 1,552 690 (a)This represents amount payable for the net assets transferred from MOH when the Authority was established on 1 April 2001. Pending the completion and finalisation of the mode of transfer (loan or capital grant) by the Ministry of Finance, the transfe r was effected through a loan to the Authority in 2002 which has no fixed repayment terms or interest. Upon the finalisationof the mode of transfer, any subsequent adjustments, including any accrued interest, will be effected in the financial year inwhich the mode of transfer is finalised. (b)This represents allocated portion of the pension fund (shared between the MOH and the Authority) to meet the ongoing serviceliability of pensionable employees. The pension amount to be paid to the employees upon retirement under this defined benefitretirement plans is dependent on, among other factors, the number of years of service and last drawn salary. The Authority isliable for the pension costs for the period of service completed by the employees with the Authority. Prior to 1 April 2002,defined benefit retirement obligations are recognised in the balance sheet as advised by the Accountant-General 's Department in their circular No. 14/2000 (AG(S) 37/95 Vol 2) dated 11 April 2000. With effect from 1 April 2002, defined benefit retiremen t obligations are recognised in the balance sheet based on management estimates. This has the effect of increasing the chargeto income and expenditure statement for the year by approximately $373,000.NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 11412 GRANTS RECEIVED IN ADVANCE - GOVERNMENT IT Master Plan (a) Operating Grants HMDP (b)Total 2003 2002 2003 2002 2003 2002 2003 2002 $'000 $ '000 $ '000 $ '000 $ '000 $ '000 $'000 $'000 Balance at beginning of year - - - - 62 - 62 - Receipts during the year 3,704 - 33,312 5,700 250 203 37,266 5,903 Receivable at year end (Note 8) - - (13,949) 13,949 - - (13,949) 13,949 Transfer to deferred capital grants (Note 6) (3,379) - - - - - (3,379) - Transfer to income and expenditure statement - - (18,951) (19,649) (132) (141) (19,083) (19,790) Balance at end of year 325 - 412 - 180 62 917 62 Total grants received since establishment 3,704 - 39,012 5,700 453 203 43,169 5,903 (a) To help achieve the Authority 's vision to be world-class in scientific and regulatory expertise in health sciences and fulfil its mission and desired outcomes, a 3-year IT Master Plan has been formulated to align the Authority 's computerisation blueprint. This blueprint outlines the information system required over a 3-year period. The IT Master Plan is scheduled to commence in 2003 and complete in 2005. The capital cost of $19,150,000 will be phased over a 5-year period and will be met from MOH 's block b udget. (b) The funds for the Health Manpower Development Programme ( \"HMDP \") relates to funds received from MOH for sponsoring professional staff for overseas training. 13 GRANTS RECEIVED IN ADVANCE - NON-GOVERNMENT 2003 2002 $'000 $'000 Balance at beginning of year 20 - Receipts during the year 1,589 777 Transfer to income and expenditure statement (1,382) (757) Balance at end of year 227 20NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 11514 STAFF COSTS 2003 2002 $'000 $'000 Staff costs 30,777 30,339 Cost of defined contribution retirement plans included in staff costs 3,276 3,199 Cost of obligations in respect of defined benefit retirement plan included in staff costs 989 740 The Authority has 494 (2002 : 464) employees as at the end of the year. 15 TRANSPORT, POSTAGES AND COMMUNICATIONS, PUBLICITY AND PUBLIC RELATIONS Transport, postages and communications, publicity and public relations include the following expenses: 2003 2002 $'000 $'000 Overseas travelling 65 92 Entertainment 19 33 16 AUDIT FEES 2003 2002 $'000 $'000 Current 60 55 Underprovision in prior year 10 - 70 55 17 NON-OPERATING SURPLUS 2003 2002 $'000 $'000 Interest income 72 76 Fines and forfeitures 258 226 Miscellaneous income 189 38 519 340 Foreign currency exchange loss (121) (1) Loss on disposal of plant and equipment - (11) (121) (12) Non-operating surplus 398 328NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 11618 CONTRIBUTION TO CONSOLIDATED FUND The Authority is required to make a contribution to the Consolidated Fund in accordance with the Statutory Corporations (Contri butions to Consolidated Fund) Act (Chapter 319A). This contribution is based on the net surplus for the respective financial years end ed 31 March 2003 and 31 March 2002, at the prevailing corporate tax rates for the Year of Assessment 2003 at 22% (2002 : 24.5%). 19 CAPITAL EXPENDITURE COMMITMENTS 2003 2002 $'000 $'000 Estimated amounts committed for future capital expenditure but not provided for in the financial statements 18,477 689 20 OPERATING LEASE COMMITMENTS 2003 2002 $'000 $'000 (Restated) Minimum lease payments paid under operating leases 5,768 5,540 At the balance sheet date, the commitments in respect of operating leases with a term of more than one year were as follows: 2003 2002 $'000 $'000 (Restated) Within one year 5,758 5,379 In the second to fifth years inclusive 315 5,723NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 11721 RECLASSIFICATIONS AND COMPARATIVE FIGURES In the previous financial year, the Authority occupied premises at 11 Outram Road and 2 Jalan Bukit Merah, Singapore, owned by the MOH, on a rent-free basis while liaising with MOH on the arrangements with regards to the transfer or lease of these premis es. During the current financial year, formal lease agreements for the rental of the abovementioned premises were drawn up between the MOH and the Authority for the period from 1 April 2001 to 31 March 2004. Accordingly, $5,139,120 should have been chargedas rental expense for the financial year ended 31 March 2002. The Authority also received additional operating grants of $5,139 ,120 from MOH during the year to match the rental expense for the previous financial year. Prior year adjustments have been passed to effect the above as follows: Balance as previously Prior year Balance reported adjustments as restated $'000 $ '000 $ '000 Balance sheet as at 31 March 2002 Other payables and accruals 26,813 5,139 31,952 Other receivables and prepayments 9,197 5,139 14,336 Income and expenditure statement for the financial year ended 31 March 2002 Rental of premises and equipment 401 5,139 5,540 Government grants 14,651 5,139 19,790NOTES TO THE FINANCIAL STATEMENTS Financial year ended 31 March 2003 health sciences authority 118Editorial TeamAdvisors: Dr Clarence Tan, Dr Paul Chui Editor: Jeannie Thng Deputy Editor: Lily Lim Members: Tan May Ng Yin Mei, Dr Nealda Leila M Yusof, Annie Tan, David Chua, Jack Foo, Lim Chin Chin, Dr Seema Lale, Mohamed Sah Redha Bin Hamzah, E11-03/R00 CMG Aug 03. Health Sciences Authority. All Rights Reserved. Designed and printed by purple ©ircle design pte ltd11 "}