{"title": "Allergy and Immunology", "author": null, "url": "https://www.pennstatehealth.org/services-treatments/allergy-immunology", "hostname": "pennstatehealth.org", "description": "We offer complete care to treat asthma, allergies and conditions that affect the immune system. Our team gives you personal attention to relieve symptoms and help you feel your best.", "sitename": "Penn State Health", "date": "2023-01-01", "cleaned_text": "The Penn State Health Approach to Allergy and Immunology We offer complete care to treat asthma, allergies and conditions that affect the immune system. Our team gives you personal attention to relieve symptoms and help you feel your best. As an academic medical center, we have the expertise to treat even the rarest and complex conditions. You receive care from a team that's on the leading-edge of allergy, asthma and immunology care — a level of care you can't find anywhere else in Pennsylvania. You can count on us to get the latest treatments and the information you need to manage allergic and immune system conditions. We help you take control of your health by educating you about your condition and creating a treatment plan that lets you feel your best. When you come to Penn State Health, you can count on a dedicated team that's focused on your health and well-being. Complete Care for a Full Range of Allergy and Immunology Conditions Our allergy and immunology specialists provide comprehensive care for a full range of conditions — from sinus infections and allergic skin rashes to complex immune system disorders. Our team specializes in allergic gastrointestinal disorders — such as eosinophilic esophagitis, a growing condition worldwide that causes swelling of the esophagus. We also offer [kid-friendly care](/childrens/services-treatments/allergy-and-immunology) to treat allergies and immune-related conditions in infants, children and adolescents. We use advanced testing to find out what's causing symptoms and develop a customized treatment to help you feel better as quickly as possible. We make sure you're well-informed about your condition so that you know what you can do to prevent flare-ups. Our expert team is here to support you every step of the way. Our Experts in Allergy and Immunology Care The experts at Penn State Health are committed to providing our patients with comprehensive and multidisciplinary care. Why Choose Penn State Health for Allergy and Immunology People across Pennsylvania depend on us for trusted, advanced care for allergic and immune system conditions. International Recognition Hereditary Angioedema (HAE). International Center for Hereditary Angioedema designation and a member of the GA2LEN ACARE network. We have one of the country's largest hereditary angioedema centers. Hereditary Angioedema is an orphan disease with recurrent skin swelling, abdominal pain and possible airway swelling causing asphyxia. Nationally Recognized Allergy and Immunology Care Penn State Health is known for our expertise in treating: - Alpha-1-anti-trypsin deficiency (causes lung and liver disease). We're an Alpha-1 Clinical Resource Center, which specializes in care, education and research of the disorder. - Eosinophilic esophagitis. Our team has treated more than 300 people since 2008. Our experts have played a key role in educating area providers about the disease and collaborating with gastroenterologists and other specialists to pursue research. Expert, Team-Based Care Designed for You Our allergy, asthma and immunology specialists treat a full range of conditions. They work closely with a team of experts to ensure you get complete care. Your care team may include [nutritionists](/services-treatments/nutrition), [gastroenterologists](/services-treatments/digestive-diseases-gastroenterology), [dermatologists](/services-treatments/dermatology), [ophthalmologists](/services-treatments/eye-and-vision), and [ear, nose and throat (ENT)](/services-treatments/ear-nose-throat) doctors, pulmonologists and others to give you complete care. Allergy and Immunology Research and Clinical Trials Penn State Health is dedicated to improve care and improve the quality of life for people with allergies and conditions that affect the immune system. Our team is researching hereditary angioedema, Crohn's disease, eosinophilic esophagitis, primary immunodeficiency and more. On average, our team participates in 10 clinical trials at any one time — you can get access to some of tomorrow's most promising advancements. Find out if there's a [clinical trial](https://studyfinder.psu.edu/) that's right for you. Conditions Treated - Allergic gastrointestinal disorders, including eosinophilic esophagitis - Allergic rhinitis (seasonal allergies) - Allergic skin disorders - Alpha-1-anti-trypsin deficiency [Asthma](/services-treatments/asthma) - Anaphylaxis - Chronic obstructive pulmonary disease (COPD) - Food, drug and venom allergies - Hereditary angioedema - Hypersensitivity pneumonitis Immunodeficiency - Urticaria (hives) [Sinusitis](/services-treatments/sinusitis) Support Groups Pulmonary Fibrosis Support Group This group is open to those with pulmonary fibrosis, their family, caregivers and supporters. Sessions provide a venue to ask questions, share experiences and are... This group is open to those with pulmonary fibrosis, their family, caregivers and supporters. Sessions provide a venue to ask questions, share experiences and are formatted to provide members with information, support and resources on all aspects of pulmonary fibrosis. Topics are based on member input and are facilitated by professionals in the field from the Gift of Life program and Penn State Health Milton S. Hershey Medical Center, including physicians, pulmonary rehabilitation therapists and exercise physiologists. Meetings are held monthly, 5:30-7 p.m., via Zoom, and are organized by Max Whitehead-Zimmers, Pulmonary Fibrosis Support Group Coordinator and pulmonary researcher. For information on how to attend, please contact Tim Sheehan for specific meeting information at [717-531-2925](tel:17175312925) or [[email protected]](/cdn-cgi/l/email-protection#e0949388858588818ea090858e8e93948194858885818c9488ce909395ce858495). Pulmonary Fibrosis Caregiver Support Group This group is open to caregivers of those with pulmonary fibrosis. The sessions provide a venue to ask questions, share experiences and are formatted to... This group is open to caregivers of those with pulmonary fibrosis. The sessions provide a venue to ask questions, share experiences and are formatted to provide members with information, support and resources on all aspects of caregiving and pulmonary fibrosis. Topics are based on member input and are facilitated by professionals in the field from the Gift of Life program and Penn State Health Milton S. Hershey Medical Center, including physicians, pulmonary rehabilitation therapists and exercise physiologists. Meetings are held virtually, via Zoom, and are organized by Tim Sheehan, Pulmonary Fibrosis Support Group Coordinator and pulmonary researcher. For information on how to attend, please contact Tim Sheehan at [717-531-2925](tel:17175312925) or [[email protected]](/cdn-cgi/l/email-protection#bcc8cfd4d9d9d4ddd2fcccd9d2d2cfc8ddc8d9d4d9ddd0c8d492cccfc992d9d8c9). Convenient Locations Find the care your family needs, close to home, at one of our many locations throughout central Pennsylvania. [Find a "}