{"title": "PDF", "author": "PDF", "url": "ww11.doh.state.fl.us/comm/_partners/covid19_report_archive/vaccination-plan/vaccination_plan_latest.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Florida Department of Health OCTOBER 16, 2020 COVID -19 Vaccination Plan FLORIDA FLORIDA COVID -19 VACCINATION PLAN 1 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Table of Contents COVID -19 Vaccination Plan Template Overview ................................ ................................ .............. 2 Section 1: COVID -19 Vaccination Preparedness Planning ................................ ........................... 3 Section 2: COVID -19 Organizational Structure and Partner Involvement ................................ . 4 Section 3: P hased Approach to COVID -19 Vaccination ................................ ............................... 10 Section 4: Critical Populations ................................ ................................ ................................ ........... 14 Section 5: COVID -19 Provider and Enrollment ................................ ...................... 26 Section 6: COVID -19 Vaccine Administration Capacity ................................ ............................... 28 Section 7: COVID -19 Vaccine Allocation, and Inventory Management ................................ ............ 29 ................................ ................................ ... 30 Section 9: COVID -19 Vaccine Administration Documentation and Reporting ...................... 31 10: COVID -19 Vaccination 11: -19 Requirements IISs or Other External Systems .............................. 34 Section 12: COVID -19 Vaccination Program Communication ................................ ................... 36 Section 13: Regulatory Considerations for COVID -19 Vaccination ................................ .......... 39 14: COVID ................................ ......... COVID -19 VACCINATION PLAN 2 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. COVID -19 Vaccination Plan Template Overview The COVID -19 Vaccination Plan template was provided by the Centers for Disease Control and Prevention (CDC) to assist with the development of a jurisdiction's COVID -19 vaccination plan. The template is divided into 15 main planning sections, with brief in structions to assist with content development. While these instructions may help guide plan development, they are not comprehensive, and jurisdictions are reminded to carefully review the CDC COVID -19 Vaccination Program Interim Playbook for Jurisdiction O perations as well as other CDC guidance and resources when developing their plans. Jurisdictions are encouraged to routinely monitor local and federal COVID -19 vaccination updates for any changes in guidance, including any updates to the CDC COVID -19 Vacci nation Program Interim Playbook for Jurisdiction Operations. FLORIDA COVID -19 VACCINATION PLAN 3 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 1: COVID -19 Vaccination Preparedness Planning A. The Florida Department of Health (Department) is approaching COVID -19 vaccination planning using an integrated planning structure based on lessons learned from the H1N1 pandemic, seasonal influenza vaccination activities and the recent Hepatitis A vaccinat ion program. Existing plans from those vaccination campaigns and after -action reports from these historical responses were reviewed and key lessons learned are serving as the framework to start the planning process for this response. Key lessons learned and improvements include: 1. Simplifying and streamlining the enrollment processes into the state vaccine administration system to expedite and expand vaccine providers. 2. Expanding existing Closed Point of Dispensing Plans for Mass Prophylaxis to better support vaccination activities. 3. Increasing the inclusion of community partners to provide vaccinators. 4. Expediting timelines of reporting vaccine administration data. 5. Including individuals and partners with various areas of expertise to ensure a coordi nated planning effort across the Department. B. The Department is using seasonal influenza vaccination activities to test plans for administration of the COVID -19 vaccine. Florida's 67 county health departments (CHDs) will conduct a vaccine administration ex ercise b y December 1, 2020. The exercises will focus on increasing daily vaccinations, implementing social distancing and COVID -19 mitigation measures into logistical planning for mass vaccination clinics, and expand use of personal protective equipment. E ach CHD will report to the Department's State Health Office using a standardized after -action reporting template to identify successes and areas for improvement. FLORIDA COVID -19 VACCINATION PLAN 4 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 2: COVID -19 Organizational Structure and Partner Involvement A. A modified Incident C ommand Structure has been established for the Department's COVID -19 vaccination initiative that includes representatives and subject matter experts from the immunizations program, public health preparedness, epidemiology, public health nursing, emergency m edical services (EMS), emergency management, hospital and long term care associations, public information officers and legal counsel. This workgroup has an action plan of key tasks to complete in preparation of vaccination activities and has established operational sub -groups assigned to focused planning for vaccine administration within the specific areas of: 1. Hospitals 2. Long -term care facilities 3. First responders 4. Critical infrastructure personnel 5. CHD Mass Vaccination Clinics 6. State Mass Vaccination Clinics 7. Expanded traditional vaccine providers and retail providers The planning team has also focused on expanding the Department's immunization program to address key tasks related to: 1. Enrollment of new vaccine providers 2. Expansion of Vaccines for Children (VFC) and Vaccines for Adults (VFA) programs 3. Readiness of Florida's Immunization Information System (IIS), Florida SHOTS The organizational chart for the state -level planning team is shown on the following page. FLORIDA COVID -19 VACCINATION PLAN 5 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Figure 1. COVID -19 Vaccination Planning Workgroup Structure Executive Leadership ESF8 & residents separat ely) Terry Schenk (DOH) Critical TBD Vax Clinics Aaron Otis (DOH) Erin Hess (DOH) State Mass Vax Clinics Ryan Lock (DEM) Kaylynn Perry (DEM) Expande d/retail providers AnnMarie (DOH )Communications Alberto Moscoso (DOH) FLORIDA COVID -19 VACCINATION PLAN 6 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. The organizational structure detailed on the previous page is the COVID -19 vaccination program planning and operational element for Florida . Leaders and personnel serving on this workgroup have been selected for their expertise in a number of health and medical disciplines , including medical countermeasures, medicine, immunizations, epidemiology, medical surge, EMS , incident management, communications, legal, regulation of health care facilities and county health department (CHD) operations and management . 1. Florida's state -level COVID -19 Vaccination Planning Workgroup was assembled through coordination of staff from the Department's Bureau of Preparedness and Response and the Immunization Section. Other staff were added to the group based on their subject matter expertise . Florid a also has a CHD COVID -19 Vaccination Workgroup composed of CHD health officers, directors of nursing and preparedness staff from counties throughout the state , both urban and rural. 2. Each CHD has an incident management team focused on local implementation of statewide vaccine strategies. B. This goal has been accomplished through the development and use of the \"organizational team.\" Department leaders are participating through the Executive Group and in \"Command\" and \"General \" staff leadership positions. Hospital associations, long- term care associations, personnel who work in everyday vaccination programs, Florida Agency for Health Care Administration personnel, medical directors, state emergency management personnel, the Department's Office of Communications personnel and a number of others representing various organizations are helping to formulate the strategy and are receiving updated information and key documents about the COVID -19 vaccination initiative. C. The members of the Department's vaccination planning workgroup include: Scott Rivkees Surgeon General Shamarial Roberson , - DVM, PhD, Dipl. ACVPM - State Epidemiologist , Director, Division of Disease Control and Health Protection Samantha Cooksey - State ESF8 Emergency Coordinati on Officer Stephanie Anspaugh -Naples, MPH - State Medical Countermeasure Coordinator Amanda Bush - Chief Legal Counsel, A dministrative Practice Group Alberto Moscoso, MA - Communications Director AnnMarie Yow - Special Projects Coordinator Terry Schenk, MS, CEM - Medical Surge Response & Operations Coordination Lori Roberts - Logistics and Systems Manager Amy Riggen, BSN, RN - Immunizations Section Administrator CDR Aaron Otis, MPH - Public Health Advisor Erin Hess, MNM - Operations Consultant Kenneth Scheppke, MD, FAEMS - State EMS Medical Director Terence Ramotar - Director of Government Affairs, American Medical Response FLORIDA COVID -19 VACCINATION PLAN 7 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Pete Gianas, MD - Rural EMS Specialist Lochlin Sturrock, MS, HSM - Region IV Regional Medical Countermeasure Advisor, U.S. Department of Health and Human Services Jeanne Eckes -Roper, RN, MBA - Nurse Consultant/Region IV Regional Emergency Coordinator, U. S. Department of Health & Human Services Ashley Davis, FPEM, CEM - Operations, Florida Division of Emergency Management Ryan Lock - Planning, Florida Division of Emergency Management Kenneth DeCastro - Logistics, Florida Division of Emergency Management Amanda Terminello, MPH, CPH - Immunizations Enrollment Specialist Jim Cobb - Vaccines for Children Manager Halsey Rhodes - Senior Public Health Advisor Wendy Brogdon - Vaccines for Children Coordinator Baskar Krishnamoorthy - Florida SHOTS team Chris Smith - Florida SHOTS team Megan Sweet Wood - Florida SHOTS team Nai Chen, PharmD - Preparedness Pharmacist Crystal Stickle, MS - Florida Hospital Association Brian Labus, JD - Medical Quality Assurance MAJ Melissa DeLeon - Florida National Guard Laura Rutledge, BSN, RN - Nurse Consultant Rita Smith, DNP, APRN, NP -C - Statewide Nursing Director Toby Philpot , JD - Florida Healthcare Association Molly McKinstry - Agency for Health Care Administration Laura MacLafferty - Agency for Health Care Administration Charl ie Coyle , EMT -P - Palm Beach County Fire/Rescue - EMS Kimberly Smoak , MSH, QIDP - Agency for Health Care Administration Gail Matillo , MPA - Florida Senior Living Association Steve Bahmer - Leading Age Florida Veronica Catoe , LPN - Florida Assisted Living Association Melanie Motiska - Florida Healthcare Association D. The Department is a fully integrated health department with a centralized public health system. As established in section 20.43, Florida Statutes, t he Department plans and administer s its public health programs through its CHDs in each of the Florida 's 67 counties. The Department's approach to COVID -19 vaccine planning focuses on a statewide strategy with local implementation. To implement this approach, the Department has taken several steps to ensure coordination between these various authorities. 1) Bi-weekly planning conference calls are held with the organiz ational team. These calls include representatives from local, state and federal agencies. FLORIDA COVID -19 VACCINATION PLAN 8 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. 2) Sub-groups in the organizational structure hold separate calls to deal with their areas of responsibility. As these calls have progressed, additional participants fr om various public and private agencies have been invited to participate and to provide input. 3) The workgroup briefs the CHD leadership to include the health officers, epidemiologists, director s of nursing , preparedness staff and immunization staff weekly during the CHD COVID -19 coordination call. 4) Members of the workgroup participat e in appropriate medical association and CDC calls to gain additional information about the vaccination process and to provid e input for decision making. 5) Another method being used is the deployment of surveys that are distributed to various organizations, such as hospitals, pharmacies, CHDs , and EMS organizations. Information gathered in the surveys will facilitate planning efforts. E. Tribal communities are being integrated into planning through the Operations Section of the workgroup , in coordination with the Department's Office of Minority Health and Health Equity and other partners . The workgroup will engage the tribal communit ies on vaccine planning efforts. F. The Department is engaging with a variety of internal and external partners regarding COVID -19 vaccine planning through both established public health partnerships and the State Emergency Operations Center , which is currently activated at a Level 1 in response to the COVID -19 pandemic . Activities related to specific target groups include : Pharmac ies: The Department is coordinating with pharmacies and pharmacists through multiple platforms. Statewide retail pharmacy partners are being engaged as potential vaccine administration partners through corporate infrastructure. Additionally, the state plans to support the federal init iative with pharmacies, that will, among other goals, establish clinics at long -term care facilities for vaccination delivery. Additionally, pharmacies will play a key role in the vaccin ation delivery to the general population in si milar fashion to the way they provide annual flu vaccinations. The Department also issued Emergency Order 20 -014, which allows pharmacists to vaccinate those in the pediatric age range and for U.S. Food and Drug Administration (FDA)-authorized COVID -19 vaccines during the time that a state of emergency is declared by the Governor of Florida . Correctional and detention facilities : There are several different types of correctional and detention facility entities in the state including the Flori da Department of Corrections, private prisons and county jails. The Department will FLORIDA COVID -19 VACCINATION PLAN 9 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. engage with these entities as wel l as the Florida Department of Juvenile Justice in vaccine planning efforts. Homeless shelters : CHDs across the state are engaged with homeless shelters in their communities and will facilitate vaccine delivery to this population. The Department will work with various partners to engage this population. Community -based organizations : Much of the vaccination delivery strategy centers on the use of CHDs to coordinate community vaccination activities. This approach is facilitated through good working relationships with the various community -based organizations in their jurisdictional area . Multiple options are being considered including CHD clinics, EMS delivery and walk -up/drive thru stations. Long -term care facilities : As mentioned previously in the \"Pharmacies \" portion of this plan , a federal strategy will, most likely, be used for vaccination deliver y to long-term care facility residents , which includes various types (assisted living facilities, skilled nursing facilities, independent living facilities, home health care, disability centers, etc.) , both large and small, in both urban and rural areas. Delivery of vaccinations to long -term care facility staff may be accomplished through local CHD initiatives, which may include delivery through EMS agencies, walk-up/drive thru stations CHD clinics, or other delivery methods. Public safety agencies : Public safety personnel for COVID -19 vaccination. As such, plans a re being developed to use EMS personnel for vaccination delivery . Another strategy is using drive -thru vaccination stations similar to those established for COVID -19 testing. As a critical provider group, most public safety personnel may receive vaccinations through such initiatives, which will be established locally . Hospitals : Hospital staff and resident vaccination may be handled at hospital facilities, utilizing personnel from the enrolled hospital. In smaller and/or more rural hospi tals, the local CHD will work with partners on vaccination delivery options in their community . Another option being considered for smaller or rural hospitals is the use of a larger hospital serving as a hub that can then assist them in vaccine storage and vaccination delivery. Hospitals that can provide ultra-cold ( -60 to -80°C) storage will also be identified. FLORIDA COVID -19 VACCINATION PLAN 10 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 3: Phased Approach to COVID -19 Vaccination A. The goal of the Florida COVID -19 Vaccination Plan is to develop and update, as needed, a plan for vaccinations as guidance is provided by the CDC. Prioritization of vaccine recipients is not yet determined by the CDC . Priority group s may vary based on the vaccine that is ultimately approved , vaccine availability and the groups it is authorized for. Based upon current federal guidance, i t is expected that initial priority groups will include: a. Health care personnel b. Essential workers c. Persons with medical conditions that place them at high -risk for COVI D-19 complications. d. Older adults (65 years of age ) B. Achieving this goal will require partnerships between the Department , health care providers , health systems and other partners . The Department will work with partners to coordinate vaccination efforts in Florida. C. Florida will implement a phased vaccine administration strategy over the various phases outlined by the CDC's COVID -19 Vaccination Program Interim Playbook for Jurisdict ion Operations . Initially, vaccine may be provided through a closed point of dispensing (POD)1 model targeting priority groups. Pro -rata allocations will be made to vaccine administration sites that can adequately store, manage and administer the vaccine. The sites will be responsible for vaccinating individuals within the established priority groups as instructed by the CDC. D. The following graphic depicts a time -phased vaccination strategy. 1 The term POD and mass vaccination clinics are synonymous for purposes of this plan. Closed PODs are sites where vaccinations will be delivered to a specific target group within that organization or facility. Open PODs are sites where vaccinations are available to everyone. 11 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Figure 2. COVID -19 Time -Phased Vaccination Strategy 12 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Phase 1: Potentially Limited Dose Availability In Phase 1 , a projected limited supply of vaccine would require the state to provide vaccine in a prioritized manner and ensure that doses allocated to Florida be distributed to facilities that meet storage and data entry requirements. As additional vaccine becomes available, ad ministration will expand to other priority groups in closed point of dispensing (POD) settings as directed by the CDC . During this phase , vaccine w ill be administered in the following settings : a. Hospital Closed PODs : The Department will implement strategies to provide vaccines to hospitals based on guidance from the CDC to ensure efficiency in an effort to prevent vaccine waste. A survey is being conducted amongst Florida's hospitals to determine capacity as it relates to potential COVID -19 vaccine efforts . This potential setting will be provided vaccines based on guidance from the CDC. Prioritization of populations related to hospitals will be based on guidance from federal pa rtners. b. Long -Term Ca re Staff and Resident PODs : In this group employees of long - term care facilities including nursing homes, assisted living facilities and intermediate care facilities for the developmentally disabled may be vaccinated based on guidance . This may be accomplished through a multiple vaccine delivery approach which incl udes 1) partnership in federal initiatives to utilize retail pharmacies to vaccinate long -term care facilities , 2) CHD closed PODs for long-term care facilities and 3) distribution of vaccine to nursing homes and assisted living facilities capable of performing vaccinations of their employees. Staff and residents may be vaccinated at different times based on any applicable age restrictions of approved vaccines. c. First Responder and Critical Infra structure Closed PODs : PODs may be designed to vaccinate first responders, law enforcement officers and essential employees. These PODs can be conducted in a variety of methods including using EMS to assist in administration of first responder communities, CHDs administering vaccine to targeted groups and closed POD part ners vaccinating their employees and staff using their resources. Phase 2: Large Number of Doses Available, Supply Likely to Meet Demand As more vaccine becomes available , traditional VFC and VFA providers , including pediatricians, primary care providers and pharmacies will receiv e doses . It is likely that in this phase, the CHDs will open Public Mass Vaccination Clinics , and the Department and/or Florida's Division of Emergency Management might open such clinics to ensure there is equitable distribution of the vaccine , in the same way COVID -19 testing was made available . Some vaccine administration methods from Phase 1 will be continued and new administration sites will be added to include: FLORIDA COVID -19 VACCINATION PLAN 13 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. a. State Managed Vaccination Sites : These sites could operate similarly to local mass vaccination sites to supplement vaccination efforts and to increase capacity in community -based settings. b. Established Vaccine s for Children and /or Vaccine s for Adult Providers : Under this method , vaccine will be delivered in routine health care delivery settings . This type of administration will be contingent upon smaller dosed vials that allows clinics to vaccinate in routine patient care settings. Additional VFC and VFA providers will be activel y recruited for expanded capability , including Florida's Federally Qualified Health Centers (FQHCs) . c. Hospital Open PODs : In this group, select hospital partners willing and able to serve as broader vaccine partners will begin expansion of vaccine to both in- patients and out -patients who seek care in their emergency departments, urgent care centers and out -patient settings. d. CHD Public Mass Vaccination Clinics : These will be community -based vaccination sites lead by the local CHDs to vaccinate in large scale volume. CHDs will screen people who seek vaccination and limit administration to established priority groups at that time. Since COVID -19 has had a dispropo rtional impact on minority groups, minority populations will also be a focus of these efforts. Phase 3: Likely Sufficient Supply , Slowing Demand Once the vaccine is widely available and demand for the vaccine stabilizes, the state will transition to prov iding the vaccine through routine health care delivery systems , including commer cial pharmacies . CHDs will continue to offer vaccine clinics that are open to all members of the public as needed to meet vaccin ation goals. FLORIDA COVID -19 VACCINATION PLAN 14 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 4: Critical Populations A. Florida has a well-integrated public health and emergency management system that allows the state to identify at-risk populations and personnel across multiple disciplines, provide robust geographic information system ( GIS) mapping capabilities and communicate with persons from variou s disciplines through an integrated emergency management structure. This structure includes pub lic health, health care, first responders, law enforcement, essential businesses , critical infrastructure and more. The Department will leverage partner agencies to assist in the identification, messaging and coordination among these different groups. Additionally, the Department has a robust data management system for mapping and quantifying populations through FL Health CHARTS . This data system allows the Department to determine numbers of persons by age , race, health conditions, social vulnerability and other demographics at the county level. These data assist in the targeting of messaging and outreach activities to specific targete d groups. Methods for identifying, estimating and locating specific critical populations are as follows: 1) Health care personnel : Florida has multiple methods of identifying, estimating and locating numbers of health care professionals in Florida. i. The Department licenses health care professionals in Florida and has direct access to qua ntities, contact information and locations of licensed health care providers in Florida through the licensure database. This database is routinely used to communicate messages to health care providers and will be used to communicate vaccine information to health care providers. This database can be found at: https://mqa - internet.doh.state.fl.us/MQASearchServices/HealthCareProviders . ii. Florida's Agency for Health Care Administration maintains the Emergency Status System (ESS) database to collect various data points related to emergency situations. Vaccine data points will be integrated into the system as needed to collect data. Hospital facilities are required to report into this system. It can be used to report real -time numbers of employees in both direct patient care and support roles at any time. iii. The Department has conducted a survey of hospitals and hospital systems in Florida to determine the number of health care providers within their hospital systems to estimate the number of employees who they expect to be vaccinated. iv. The Florida Hospital Association produces a Hospital Economic Impact report that reports numbers of health care workers employed by Florida FLORIDA COVID -19 VACCINATION PLAN 15 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. hospitals. The data in this report provide estimate s of direct patient care employees and support staff within each county of Florida . v. Through the Department's Division of Medical Quality Assurance, the state can identify all licensed health care providers in the state , as well . Table 1. Health Care Profe ssionals in Florida by License Type, Fiscal Year 2019 -2020, All License Statuses Profession TOTAL Acupuncture - Acupuncturist 2,779 Athletic Training - Athletic Trainer 3,459 Certified Social Workers - Certified Master Social Worker 7 Chiropractic Medicine - Certified Chiropractic Physician's Assistant 319 Chiropractic Medicine - Chiropractic Faculty Certificate 17 Chiropractic Medicine - Chiropractic Physician 7,189 Chiropractic Medicine - Registered Chiropractic Assistant 2,852 Clinical Laboratory Personnel - Clinical Laboratory Personnel 19,446 Clinical Laboratory Personnel - Clinical Laboratory Trainee 471 Clinical Laboratory Personnel - Clinical Laboratory Training Program 50 Clinical Social Work - Licensed Clinical Social Worker 13,180 Clinical Social Work - Provisional Clinical Social Worker Licensee 52 Clinical Social Work - Registered Clinical Social Worker Intern 5,729 Dentistry - Dental Expert Witness Certificate 50 Dentistry - Dental Hygienist 15,978 Dentistry - Dental Radiographer 29,784 Dentistry - Dental Residency Permits 400 Dentistry - Dental Teaching Permits 209 Dentistry - Dental Temporary Certificate 54 Dentistry - Dental -Health Access Dental 60 Dentistry - Dentist 16,287 Dietetics & Nutrition Practice Council - Dietetics/Nutritionist 5,915 Dietetics & Nutrition Practice Council - Nutrition Counselor 99 Electrolysis Council - Electrologist 2,080 Emergency Medical Services - Emergency Allergy Treatment Licensee 55 Emergency Medical Services - Emergency Medical Technician 52,858 Emergency Medical Services - Paramedic 38,041 Hearing Aid Specialists - Hearing Aid Specialist 1,254 Hearing Aid Specialists - Hearing Aid Specialist Trainee 156 Marriage and Family Therapy - Licensed Marriage and Family Therapist 2,592 Marriage and Family Therapy - Provisional Marriage and Family Therapist Licensee 5 Marriage and Family Therapy - Registered Marriage and Family Therapist Intern 1,311 Massage Therapy - Approved Massage School 176 Massage Therapy - Massage Therapist 43,785 Massage Therapy - Massage Therapy Apprentice 96 Medical Physicist - Diagnostic Radiological Physicist 127 FLORIDA COVID -19 VACCINATION PLAN 16 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Medical Physicist - Medical Health Physicist 43 Medical Physicist - Medical Nuclear Radiological Physicist 74 Medical Physicist - Medical Physicist in Training 58 Medical Physicist - Therapeutic Radiological Physicist 499 Medicine - Anesthesiologist Assistants 513 Medicine - House Physician 347 Medicine - Limited License Medical Doctor 166 Medicine - Medical Doctor 82,622 Medicine - Medical Doctor Expert Witness Certificate 1,930 Medicine - Medical Doctor Limited to Mayo Clinic 1 Medicine - Medical Doctor Public Health Certificate 2 Medicine - Medical Doctor Visiting Faculty Certificate 3 Medicine - Medical Faculty Certificate 51 Medicine - Physician Assistant (PA) 11,061 Medicine - Resident Registration 8,053 Medicine - Temporary Area of Critical Need - Med. Doctor 949 Mental Health Counseling - Licensed Mental Health Counselor 14,305 Mental Health Counseling - Provisional Mental health Counselor Licensee 89 Mental Health Counseling - Registered Mental Health Counselor Intern 6,404 Midwifery - Midwife 249 Nursing - Advanced Practice Registered Nurse (APRN) 39,753 Nursing - CNA Programs 201 Nursing - Certified Nursing Assistant 193,407 Nursing - Licensed Practical Nurse 75,921 Nursing - Nursing Education Program - PN 166 Nursing - Nursing Education Program - RN 252 Nursing - Registered Nurse (RN) 364,820 Nursing Home Administrators - Nursing Home Administrator 2,036 Occupational Therapy Practice - Occupational Therapist 11,284 Occupational Therapy Practice - Occupational Therapy Assistant 7,208 Prosthetists - 113 & - Residents Orthotists Orthotists Osteopathic - Limited License 3 Osteopathic Medicine - Osteopathic Physician 9,544 FLORIDA COVID -19 VACCINATION PLAN 17 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Osteopathic Medicine - Osteopathic Physician Expert Witness Certificate 30 Osteopathic Medicine - Osteopathic Resident Registration 1,852 Pharmacy - Consultant Pharmacist 3,568 Pharmacy - Nuclear Pharmacist 225 Pharmacy - Pharmacist 35,824 Pharmacy - Pharmacist Intern 13,011 Pharmacy - Registered Pharmacy Technician 56,233 Physical Therapy Practice - Physical Therapist 19,356 Physical Therapy Practice - Physical Therapist Assistant 12,064 Podiatric Medicine - Certified Pod X -Ray Assistant 740 Podiatric Medicine - Podiatric Physician 2,074 Podiatric Medicine - Podiatric Resident Registration 146 Psychology - Limited License Psychologist 15 Psychology - Provisional Psychologist 38 Psychology - Psychologist 6,547 Radiologic Technology - Radiologic Technology 50,531 Radiologic Technology - Radiologist Assistant 65 Respiratory Care - Certified Respiratory Therapist 3,147 Respiratory Care - Registered Respiratory Therapist 11,715 Respiratory Care - Respiratory Care Practitioner Critical Care 33 Respiratory Care - Respiratory Care Practitioner Non -Critical Care 8 School Psychology - School Psychologist 978 Speech -Language Pathology & Audiology - Audiologist 1,395 Speech -Language Pathology & Audiology - Audiology Assistant 194 Speech -Language Pathology & Audiology - Provisional Audiologist 31 Speech -Language Pathology & Audiology - Provisional Speech -Language Pathologist 658 Speech -Language Pathology & Audiology - Speech -Language Pathologist 11,917 Speech -Language Pathology & Audiology - Speech -Language Pathology Assistant 1,928 Telehealth Provider - Out of State 1,898 Totals 1,345,417 (Source: Florida Department of Health, Medical Quality Assurance database ) 2) Other essential workers : The Department is leveraging the members of the State Emergency Response Team to identify other essential workers within essential serv ices using the respective emergency support functions to identify, estimate and locate essential workers within various sectors. In Executive Order Number 20 -91, Governor DeSantis adopted the Cybersecurity & Infrastructure Security Agency's list of essential workers and essential services and this document will be used as guidance in the development of vaccination strategies. (The E xecutive Order can be found at https://www.flgov.com/wp - content/uploads/orders/2020/EO_20 -91-compressed.pdf ). FLORIDA COVID -19 VACCINATION PLAN 18 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. The Florida Department of Economic Opportunity's Bureau of Workforce Statistics and Economic Research administers the Quarterly Census of Employment and Wages (QCEW) program for the state. The QCEW program produces detailed employment counts by industry and geography . The QCEW program count covers about 98 percent of all U.S. jobs. Detailed quarterly and annual employment levels and wages by industry sector can be found at : http://www.floridajobs.org/economic -data/quarterly -census -of-employment -and- wages -(qcew)/data -search Additionally, CHDs are identifying these critical populations within their local jurisdictions. 3) Long -term care facility residents and staff : Florida's Agency for Health Care Administration maintains the ESS database to collect various data points related to emergency situations. Vaccine data points will be integrated into the system as needed to collect data. Long -term care facilities are required to report into this system. The table below shows long -term care facility resident s and staff data , as of September 2020. These reports can be updated at any time for planning estimates . These data are integrated into a GIS mapping system for geographic display of data. Table 2. Long -Term Care Facilities Residents and Staff, September 2020 (Key: AFCH = Adult family care center; ALF = Assisted living facility; CSU = Crisis stabilization unit ; HSS = Homes for special services ; ICF = Intermediate care facility for the developmentally disabled; NH = Nursing home; RTC = Residential treatment center for children and adolescents ; RTF = Residential treatment facility ; STRTF = Short -term residential treatment facility; TLF = Transitional living facility .) FLORIDA COVID -19 VACCINATION PLAN 19 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. 4) People with underlying medical conditions who are at-risk of severe COVID -19 illness : The Department will utilize the health care licensure databases maintained within the Department to communicate d irectly with physicians, nurse practitioners and physician extenders regarding information and resources to vaccinate patients with underlying medical conditions for COVID -19. Additionally, the D epartment has existing progra ms for chronic disease prevention through the Division of Community Health Promotion and Office of Minority Health and Health Equity, which maintain relationships with national and statewide associations for persons with underlying health conditions and data regarding heart disease, diabetes and other health conditions. Th ese data are mapped in FLHealthCHARTS (http://www.flhealthcharts.com/charts/default.aspx ), and at-risk populations can be identified . 5) People 65 years of age and older : The Department works closely with the Florida Department of Elder Affairs to identify and communicate on issues that affect Florida's older adult population . The Florida Department of Elder Affai rs has a robust data system, the Elder Needs Index (ENI) Tool (http://elderaffairs.org/doea/eni_home.php ), to assist with planning for issues that affect the aging population. The ENI includes a five-map package, each scaled at the census tract, presenting popula tion data to include: i. ENI Map : Depicts the percentage of the older adult population in each census tract who are in one of four risk groups: age 85 and older , minority, disability or poverty . ii. Age Factor Map: Depicts the percentage of the age 60 and older population who are age 85 and older . iii. Minority Factor Map : Depicts the percentage of the age 55 and older population who are members of racial or ethnic minority groups . iv. Disability Factor Map: Depicts the percentage of the age 65 and older population with one or more disability . v. Poverty Factor Map: Depicts the percentage of the age 55 and older population living below 125 p ercent of the Federal Poverty Level. FLORIDA COVID -19 VACCINATION PLAN 20 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Table 3. Percent of Population by Age Group and Sex, Florida, 2019 (Source: U.S. Census Bureau, State Population Characteristics: 2010 -2019, https://www.census.gov/data/tables/time -series/demo/popest/2010s -state - detail.html ) 6) People from racial and ethnic minority groups : The Department's Office of Minority Health and Health Equity has been engaged in vaccination planning and existing networks and data will be utilized to inform these efforts. Social vulnerab ility indexes are available in GIS platforms and communities with health dispar ities have been identified. There are testing sites for COVID -19 in neighborhoods with predominant ly minority populations in man y areas of the state that can be leveraged for vaccine administration and messaging. Additionally, the Department will leverage community partners , community health workers and health educators to identify, estimate and provide outreach to ensure health equity efforts . FLORIDA COVID -19 VACCINATION PLAN 21 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Figure 3. Florida, Race and Ethnicity Distribution, 2019 (Source: Florida Department of Health , FLHealthCHARTS Population Query System . www.flhealthcharts.com ) (County level data on racial and ethnic minority groups are available at : http://www.flhealthcharts.com/ChartsReports/rdPage.aspx?rdReport=PopAtlas.Populatio nAtlasDASHBOARD&rdRequestForwarding=Form ) 7) People from tribal communities : Florida is home to two federally recognized tribes : the Seminole Tribe of Florida (Seminole Tribe) and Miccosukee Tribe of Indians of Florida (Miccosukee Tribe ). There are multiple health centers on Seminole reservation land s and two of those facilities are enrolled VFC and VFA providers. The Department will contact the Seminole Tribe regarding enrollment for the COVID -19 vaccination effort and will coordinate with the Miccosukee Tribe for COVID -19 vaccine planning efforts . There are also American Indians from other non-federally recognized tribes who live in Florida . The Department will work with the South East American Indian Council on COVID -19 planning efforts as it relates to non -federally recognized tri bal communities in Florida. The CHDs will engage with tribal communities for local planning efforts. Please also see Table 13. Tribal Engagement Tool in the Appendix . 8) People housed in correctional and detention facilities : The Department will work with the Florida Department of Corrections and other partners to identify 11,343,592 3,312,2235,585,799 1,026,939 02,000,0004,000,0006,000,0008,000,00010,000,00012,000,000 Non-Hispanic WhiteNon-Hispanic BlackHispanic Non-Hispanic OtherNumber FLORIDA COVID -19 VACCINATION PLAN 22 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. populations and locations of people who are housed in correctional and detention facilities . The Department has existing partnerships with these entities as it relates to COVID -19 testing and epidemiological investigations. Additionally, the Department has worked closely with local jails during the previous 18 months as a part of the Department 's hepatitis A vaccination effort. Most local jails in Florida are enrolled as vaccine providers. CHDs will continue to work with local jails as it relates to vaccine planning efforts . Table 4. Summary of Florida State Correctional Facilities, 2018 -2019 Annual Report (Source: Florida Department of Corrections , Annual Report 2018 -19, http://www.dc.state.fl.us/pub/annual/1819/FDC_AR2018 -19.pdf ) 9) People attending colleges/universities : The Florida Board of Governors has an established planning body for COVI D-19 that is being utilized to identify, estimate and locate university populatio ns. Additional partnerships will continue as it relates to other college s and universit ies for vaccine planning . Table 5. State University System of Florida Headcount, Fall 2018 Name Headcount Florida A&M University 9,582 Florida Atlantic University 28,104 Florida Gulf Coast University 13,909 FLORIDA COVID -19 VACCINATION PLAN 23 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Florida International University 48,080 Florida Polytechnic University 1,372 Florida State University 39,004 New College of Florida 837 University of Central Florida 67,372 University of Florida 51,556 University of North Florida 16,411 University of South Florida 48,360 University of West Florida 12,057 TOTAL 336,644 (Source: Florida Board of Governors, State University System of Florida, Data & Analytics, https://flbog.ondemand.sas.com/SASVisualAnalytics/?reportUri=%2Freports%2Freports%2F bd9d4373 -6bba-49b2 -bc80 -6032259eeaa4&page=vi110&sso_guest=true ) Table 6. Florida College System Headcount, 2015 -2016 College Students Served Broward College 67,242 Chipola College 3,125 College of Central Florida 11,734 Daytona State College 27,685 Eastern Florida State College 23,724 Florida Gateway College 4,636 Florida SouthWestern State College 21,644 Florida State College at Jacksonville 50,891 Gulf Coast State College 12,345 Hillsborough Community College 43,932 Indian River State College 28,920 Lake -Sumter State College 8,170 Miami Dade College 140,057 North Florida College 1,936 Northwest Fl orida State College 10,820 Palm Beach State College 46,790 Pasco -Hernando State College 16,933 Pensacola State College 17,288 Polk State College 16,033 Santa Fe College 22,477 Seminole State College of Florida 29,243 South Florida State College 5,877 St. Johns River State College 11,007 St. Petersburg College 51,993 FLORIDA COVID -19 VACCINATION PLAN 24 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. State College of Florida, Manatee - Sarasota 19,290 Tallahassee Community College 38,631 The College of the Florida Keys 1,885 Valencia College 66,715 TOTAL 801,023 (Source: Florida Department , Florida College System, 2017 Factbook, http://www.fldoe.org/core/fileparse.php/15267/urlt/FACTBOOK2017.xls ) 10) People with disabilities : The Department will work with its Disability and Healt h Program and other state agencies , such as the Agency for Persons with Disabilities, and community partners to be inclusive of persons with disabilities as it relates to COVID -19 vaccin ation planning efforts. Florida maintains a Statewide Special Needs Registry that allow s residents to self -register regarding disabilities and needs during times of emergencies. Th ese data can be utilized to identify persons with disabilities locally. Additionally, t he Department has established relationships with Centers for Independent Living that will be utilized to identify this population within local communities. Please see Table 14 in the Appendix for a county -by-county breakdown. Table 7. Preval ence of People with and without Disabilities for Florida, 2018 Population Total Number, Estimated Disability No Disability Total Number , Estimated Percentage, Estimated Total Number , 17,567,311 86.6% (Source: Rehabilitation Research Training Center on Disability Statistics and Demographics (StatsRRTC) , Annual Disability Statistics Compendium, 2018 State Report are under insured or uninsured : The Department's Immunization Section currently has 113 FQHCs enrolled as VFA providers and 174 enrolled as VFC providers . Under these programs, t he Immunization Section provides childhood and adult vaccines to these facilities to vaccinate the uninsured and the underinsured. These partners, along with our C HDs, provide capacity in this space. These facili ties will have the ability to offer COVID -19 vaccination at the appropriate phase of the re sponse. The Immunization Section will seek the assistance of the Florida Association of Community Health Centers with the recruitment of additional vaccine providers. Please see Table 15 in the Appendix for a county -by-county breakdown. FLORIDA COVID -19 VACCINATION PLAN 25 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Table 8. Health Insurance Coverage in Florida Population Total Number, Estimated Insured Uninsured Total Number , Estimated Percentage, Estimated Total Number , 2,784, , 2019 https://data.census.gov/cedsci/table?q=Health%20Insurance&g=0400000US12&tid=ACSST1Y2019.S2701&moe =false&hidePreview=tr ue) FLORIDA COVID -19 VACCINATION PLAN 26 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 5: COVID -19 Provider Recruitment and Enrollment A. Provider recruitment for the COVID -19 vaccination effort officially began on Monday, October 5 , when Florida SHOTS became fully functional for COVID -19 enrollment. Targeted outreach to hospitals has begun . Other providers will also be permitted to complete their COVID -19 enrollment; however, initial emphasis will be placed on hospitals. Long -term care facilities, pharmacies and EMS providers will also be prioritized as they are also target groups in Phase 1, according to the most up-to-date guidance documents available. Florida SHOTS allows for providers to be designated into identified tiers so critical partners can be prioritized to receive vaccine , especially while vaccine is scarcely available. B. Each enrollment step validates the provider's medical license information , and there are restrictions on license types built into Florida SHOTS and f or VFC to identify vaccinators. Providers are enrolled if they fall into that license category. The Department's Immunizations Section created an enrollment internal process flow chart that details these steps , and this document is included in the Appendix . C. Planning efforts for Phase 1 have focused on the critical populations identified in draft guidance documents as well as locations that can accommodate the time and dosing requirements laid out in the CDC Pl anning Scenarios. The initial facilities that have been identified as meeting both requirements are hospitals , as most have a large staff and some level of capacity for ultra -cold storage. Once additional federal guidance is received , further prioritization decisions will be made. D. Florida is awaiting direction from CDC , as provider profile information will not be sent to vaccine tracking system ( VTrckS ) via provider master information. Separate extraction requirements will be needed to send the additional section B information. E. Provider credentialing /license verification is built into the enrollment process in Florida SHOTS through an automated license check (on the back end ). The Florida SHOTS help desk team can also click a button in the system to validate. When a provider makes a change, Florida SHOTS automatically checks the license. The validation is done at the provider/enrollee level, not the individual level of the person who administered the vaccine. F. Florida is waiting for additional guidanc e and/or materials from CDC regarding COVID - 19 specific training materials. The Florida SHOTS website provides links to live and recorded webinars on various topics (Florida SHOTS functionality, VFC, data reporting, storage and handling, etc.), which can be tracked by contracted training staff and reports can be provided as requested. FLORIDA COVID -19 VACCINATION PLAN 27 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. G. Redistribution of vaccine may be authorized on a case -by-case basis. Standard policies and processes with regard to redistribution (transfer) of vaccines will be followed throughout the response . Currently, Florida SHOTS has inventory transfer capability, which can be tracked and documented within Florida SHOTS. H. Florida is working on a variety of options to offer vaccines to the population. GIS mapping of provider locations is being used to identify areas where there is a need to enroll additional providers. Florida's FQHCs are already enrolled as vaccine providers and they are key partners in ensuring access for vulnerable populations. I. The Department will engage pharmacies via direct communication. In Florida, the Department licenses all pharmacies and those that are in a renewable license status have been identified and will be surveyed to gauge their interest in participating in the vaccination program. Additionally, the licensed pharmacies are being reviewed for their current enrollment status in Florida SHOTS . An analysis will be completed to see the location of all pharmacies interested in the vaccination program and those already enrolled in Florida SHOTS with the intent to assess gaps in vaccination coverage for all populations. If there are a reas uncovered by a pharmacy, the Department will provide direct communication to pharmacies in those uncovered areas to encourage them to enroll. Overall, these pharmacies will be provided direct communication from the Department on how to enroll in the i mmunization program and how to order vaccine once available. FLORIDA COVID -19 VACCINATION PLAN 28 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 6: COVID -19 Vaccine Administration Capacity A. Vaccine administration capacity is being estimated through targeted surveys sent out to key partners. The first survey was sent to hospital s and asks about the ir facilit y's vaccine storage capacity (refrigerated, frozen and ultra -cold) , as well as their capacity to vaccinate . Similar s urveys are being developed for pharmacies and EMS providers and ask about storage and vaccination capacity. A survey for CHDs is under development to understand their capacities for storage and vaccination. B. The information gathered in the surveys will be used to enhance planning efforts and target specific providers to enroll or complete any other necessary steps. Hospitals with the greatest capacity for both vaccine storage and vaccination will likely be the initial providers to receive vaccine, especially if the first vaccine authorized/approved is ultra - cold and/or a high number of doses per vial that must be used in a short time frame. FLORIDA COVID -19 VACCINATION PLAN 29 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 7: COVID -19 Vaccine Allocation, Ordering, Distribution a nd Inventory Management A. Forthcoming recommendations from the Advisory Committee on Immunization Practices (ACIP) and the CDC will be used to guide decisions on the use of initially available COVID -19 vaccines . Based upon draft guidance currently available , populations for initial COVID -19 vaccination may include: health care personnel likely to be exposed to or treat people with COVID -19; those at higher risk for severe illness from COVID -19, including those with underlying medical conditions; and other essential workers. B. Adherence to cold chain requirements will be required of providers for refrigerated and frozen vaccines. In Phases 2 and 3 , providers will be asked to use a continuous data vaccine temperature monitoring system and submit their temperature log data before their requests for vaccine will be approved. C. Florida SHOTS has a built -in allocation process that is used for ordering flu vaccine and it can be adjusted for COVID -19 requirements , once available. As an external information system (ExIS) grantee, Florida has been uploading provider profile information into VTrckS on a daily basis and will continue to use that feature for updating COVID -19 provider information in VTrckS. D. Unplanned repositioning of COVID -19 vaccine will be discouraged. In the event it will need to occur, providers will require approval and decisions to be made on a case -by- case basis . Providers will be required to notify the VFC program prior to any unplanned repositioning of vaccine. Providers will need to verify that protocols are adhered to in terms of physical transport of vaccine, cold chain requirements and valid temperatures at the other location before the repositioning occurs. Providers will confirm that the receiving site has agreed to receiving vaccines and has sufficient storage and handling capacity. Providers will be required to immediately document inventory visibility i n Florida SHOTS using the vaccine transfer form. Detailed procedures are included in the VFC Provider Handbook (See Appendix) . For COVID -19 vaccine, the required redistribution agreement will also be signed. E. Florida SHOTS has the functionality to capture wastage and providers are asked to document wastage daily. Further guidance will be needed related to reporting waste for providers that will utilize the Vaccine Administration Management System ( VAMS ). FLORIDA COVID -19 VACCINATION PLAN 30 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 8: COVID -19 Vaccine Storage and Handling A. Vaccine storage and handling procedures will abide by guidance in the CDC VFC Storage and Handling Toolkit. Further guidance related to storage and handling of an ultra-cold chain vaccine will be necessary as it becomes available. Temperature reports from providers will be checked prior to order requests being approved or allocations sent. Providers must upload temperature reports weekly into Florida SHOTS and immediately notify the VFC help desk of any excursions. B. Provide rs are required to u pload temperature reports into Florida SHOTS weekly and this will remain true for COVID -19 vaccine providers . There are currently no plans to establish depot sites as vaccines may be shipped directly to enrolled providers. Provider storage and temperature monitoring capabilities will be assessed during the enrollment process. FLORIDA COVID -19 VACCINATION PLAN 31 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 9: COVID -19 Vaccine Administration Documentation and Reporting A. Florida will be using the existing IIS, Florida SHOTS. Currently, there are three options for providers to enter doses administered data: i. Interactively by logging into the application ii. By use of real -time web services iii. By data batch file upload In addition, the team is exploring options to use immunization ( IZ) Gateway (if approved ) to obtain data from any providers that will be using VAMS. B. The Florida SHOTS team is testing the connectivity between the IZ Gateway and Florida's IIS. A connection for IZ Gateway to communicate with Florida SHOTS has been set up and it is currently under testing. The team is seeking legal approval to be able to use IZ Gateway to send vaccine administration data to CDC and they also anticipate CDC specifications on how to use IZ Gateway to send vaccine administration data. C. During order processing , inventory verification is conducted . When a provider places an order request, there is a feedback process to look at data submitted by the provider to make sure the requirements are met. These r equirements are discussed during the regular onboarding process. Once the providers are set up, they work with the implementation specialists to test connectivity and report data. They work together to ensure t hat the submission contains required data elements. The implementation specialists then promote the connection to production and monitor to ensure the providers are sending correct information. Implementation specialists train providers to review the log r eport via virtual trainings and other training materials. Providers need to acknowledge training receipt on Florida SHOTS. D. Florida SHOTS is a web -based application that can be accessed through the Chrome, Firefox and Edge Internet browsers on laptops or t ablets. Florida SHOTS has also been enhanced to use 2D barcodes on driver licenses/identification cards and vaccines for the purpose of rapid data entry. E. Reports can be run that present areas with missing data and vaccine orders will not be approved or shipped to these sites until the issues have been addressed. The IIS can also run a report that shows what was shipped to them and what was reported on. If necessary, additional fields can be added that are specific to the COVID -19 vaccine efforts. As it stands now, a pink box appears that shows when there are missing data. A data quality report exists that reports on the quality of data which the provider sends to the Department . Implementation specialists frequently look at those reports to mo nitor the providers that have been onboarded. FLORIDA COVID -19 VACCINATION PLAN 32 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. F. Existing county -based coverage reports are run on a regular basis and they can be tailored for COVID -19 vaccination efforts . Individual providers can run their own reports as well. FLORIDA COVID -19 VACCINATION PLAN 33 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 10: COVID -19 Vaccination Second -Dose Reminders A. Florida SHOTS currently has reminder -recall functionality available for providers to recall their patient population and this functionality is being enhanced to include COVID -19 vaccines. Provider -generated recall files have phone numbers, physical addresses and email addresses and p roviders can choose which method they want to use to recall their patients. Reminder -recalls can also be run at the statewide level. The Immunizations Section is exploring options for t ext message, post card and/or email reminders. Paper vaccination cards that will be included in ancillary kit shipments will also be used. The Florida SHOTS team can develop a vaccination card modeled after the paper format for providers to be able to print their own cards in later phases, if needed. FLORIDA COVID -19 VACCINATION PLAN 34 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 11: COVID -19 Requirements for IIS s or Other External Systems A. The IIS will have a spreadsheet template for providers to capture vaccine administration data at mass vac cination sites when there is no solid network connectivity. In addition, a rapid data entry page is being designed so they can capture the patient and vaccination details. These functionalities will be available in the IIS by early December 2020. B. The IIS currently captures the CDC recommended data elements : 1. Race can be captured , but ethnicity is only captured f rom records coming from vital statistics . If ethnicity will be a required data element, more guidance will be needed. 2. If risk indication codes are supplied by CDSI, chronic medical conditions can be captured. 3. Guidance is needed from CDC HL7 workgroup on how occupation and membership values will be transmitted to the IIS. 4. One data element, provider person, is not accept ed becaus e that provider person might not be in the system. As long as the person is listed and they use interactivity, they can use provider person. If they use upload, the provider person is not captured in the system. C. The server infrastructure is being upgraded to include more capacity and higher performance, including increased transactions. The net result should improve the Department's ability to respond to COVID -19. The migration of production environment is estimated to be complete by the end of the 2020 calendar year. D. Currently , 274 out of the 314 hospitals in Florida are enrolled in Florida SHOTS. The workgroup's c urrent activities include enrolling the remaining hospitals and enhancing the help desk with additional staff and enrollment specialists. E. IZ Gateway Connect is being reviewed by legal counsel . At this time, no determination has been made concerning the use of the Share component. F. The Data Use Agreement with the Association of Public Health Libraries is under review by Department legal counsel whereas the other two documents have not yet been reviewed by legal counsel . G. IIS will have a spreadsheet template for providers to capture data when Internet connectivity is unavailable. H. Reports can be run that present areas with missing data and vaccine orders will not be approved or shipped to these sites until the issues have been addressed. The IIS can also run a report that shows what was shipped to them and what was reported on. If necessary, FLORIDA COVID -19 VACCINATION PLAN 35 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. additional fields can be added that are specific to the COVID -19 vaccine efforts. Currently , a pink box appears that shows when there are missing data. A data quality report already exists that reports on the quality of data which the provider sends to the Department . Implementation specialists frequently look at those reports to monitor the provide rs that have been onboarded. FLORIDA COVID -19 VACCINATION PLAN 36 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 12: COVID -19 Vaccination Program Communication A. The Department's Immunizations Section has communication channels with providers that can be utilized. Information for providers on how to enroll in the COVID -19 vaccinat ion program will also be posted on the Department's website as well as within Florida SHOTS . Messages will be channeled through the Department's Office of Communications. B. Per the D epartment Crisis and Emergency Risk Communications (CERC) Annex to the Emergency Operations Plan (EOP), the following tasks should be accomplished : 1. State Surgeon General (SSG) a. Activates this Annex to the D epartment EOP whenever a threat or incident has the potential to exceed the capability of the Department's day-to-day mechanisms to communicate with target audiences. b. Reviews/approves critical public health messages, prior to dissemination. c. Serves as lead state pu blic health spokesperson during a public health emergency. d. Ensures crisis and risk communications activities are coordinated with the Office of the Governor, and other key partners external to the Department . 2. Office of Communications (OOC) a. OOC Director/ Department Public Information Officer (PIO) i. Serves as primary communications liaison with the Governor's Communications Director, ensuring that the Office of the Governor (and/or Governor's Communications Office) is updated as requested by the St ate Surgeon General and the Department Executive Management Team (EMT). ii. Serves as the liaison with other state agency communications directors, including the Florida Department of Economic Opportunity , and the Florida Division of Emergency Management. iii. Works with other members of the D epartment EMT and the response Incident Management Team (IMT) - Logistics - Staffing Unit to designate additional Department communication professionals to assist in managing state CERC -related activities during the activation. iv. Identifies and briefs all incident -specific spokesperson(s) of record. Provides list of designated spokespersons to Department and incident management leadership, as appropriate. FLORIDA COVID -19 VACCINATION PLAN 37 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. v. Serves as the only official source of incident -related information that is released to D epartment employees. 1. Works with the Department EMT to determine messages for the D epartment employee information line (a.k.a. D epartment status report hotline), when appropriate. 2. Coordinates pro active release of incident -specific Department bulletins to all employees, as appropriate. vi. Ensures designated communications professionals receive timely and concise incident information, including: 1. Talking points 2. News briefs or statements vii. Provides com munications staff to work in the Emergency Support Function 14 (ESF14 - External Affairs ) and/or other Joint Information Center/Joint Information System (JIC/JIS), when activated. viii. Ensures any predeveloped and preapproved CERC materials are evaluated within three days of plan activation for potential edits/use in current incident. ix. Monitors efforts of designated communication professionals activated to assist with CERC activities (du ties noted below). b. Department Press Secretary i. Supports OOC CERC efforts by coordinating media -related activities, including: 1. Ensuring incident -related media coverage is monitored and status reports are shared with the SSG and Department EMT, the Departm ent's Bureau of Preparedness and Response and CHD P ublic Information Officers , as well as ESF8 (Health and Medical) and ESF14, if activated. 2. Ensuring that detailed news releases are released only after approval by the SSG or his/her designee. c. OOC Communi cation Specialists i. During CERC OOC utilizes additional staff to complete CERC -related activities. ii. These staff may be within the O OC, or from other preparedness funded D epartment units. iii. Assist O OC by monitoring and completing assigned CERC tasks, as directed. 1. Attachment I.3 of the CERC plan contains a sample of an Information Management Branch (IMB) status board, which contains the following five spreadsheets: FLORIDA COVID -19 VACCINATION PLAN 38 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. task list, staffing list, message boar d (key messages in progress), disseminated messages and status of speaker requests iv. Monitor and utilize incident -specific Essential Elements of Information, identified by the Planning Section/ Situation Unit, to develop and drive message development. v. Work with O OC to promptly disseminate emails related to incident -related message guidance and updates. vi. During ESF8 activations, monitor WebEOC , statewide emergency management platform , for public health and medical communication issues. FLORIDA COVID -19 VACCINATION PLAN 39 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 13: Regulatory Considerations for COVID -19 Vaccination A. Florida will utilize the resources provided by CDC and the FDA to ensure consistency. A COVID -19 vaccination webpage will be developed with resources and links for provider s, and Florida SHOTS will link to this webpage. The Florida SHOTS team has also added COVID -19 options on their help desk toll -free number and an email box with dedicated help desk staff to handle COVID -19 information. Providers will be made aware of where COVID -19 specific resources and information are located. B. Section A #5 of the CDC COVID -19 Provider Agreement instructs providers to give each vaccine recipient the E mergency Use Authorization or Vaccine Information Statements (VIS) and it will be emphasized during the enrollment process . For interactive users, VIS distribution is a required field in the IIS. Providers will not be able to report their vaccination data without VIS information (date published). FLORIDA COVID -19 VACCINATION PLAN 40 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 14: COVID -19 Vaccine Safety Monitoring A. Risk/Benefit: VIS are required by law to be provided to any person who receives a vaccine. Health care providers should advise anyone seeking vaccination for COVID -19 of the ris k/benefit associated with receiving the COVID -19 vaccine. Vaccines are tested for their safety and efficacy. However, unusual and unexpected reactions may arise. Persons who have received the vaccination should seek immediate medical care if a severe aller gic reaction occurs which can include difficulty breathing, hoarseness or wheezing, hives, paleness, weakness, a fast heartbeat or dizziness. Patients should be directed to contact their health care provider if they experience any unusual conditions such as a high fever or behavioral changes. (https://www.cdc.gov/coronavirus/2019 -ncov/vaccines/index.html ) Provider Responsibility: All vaccine providers will disse minate a 24/7 phone number to each person receiving the vaccination for reporting of severe adverse events. This phone number will be provided at the time of vaccination, as part of the post -counseling service. The vaccine provider will establish a process to triage any client requesting follow -up medical care. The vaccine provider will provide follow -up medical care or refer the client for appropriate medical care. Vaccine providers should advise vaccine recipients to seek immediate medical care if a sever e allergic reaction occurs. Each vaccine provider will report any severe adverse reaction to the Vaccine Adverse Event System (VAERS). B. The Department is in the process of establish ing an agreement with the Florida Poison Information Center Network for serving as the centralized call center for Adverse Event Reporting, as was done in the H1N1 Pandemic in 2009. During H1N1, calls to the Florida Adverse Reaction Call Center were reviewed by the State VAERS Coordinator and forwarded to the designated CHD for the client's county of residence. CHD staff review ed the reports and use d professional, clinical judgment to determine if follow -up was required. On a weekly basis, the State VAERS Coordinator receive d VAERS reports through the CDC Epidemic Information Exchange (Epi -X) Network. The report identifies self -reported severe adverse events , which were reported as: patient died, life threatening illness, short term hospitalization, p rolonged hospitalization and permanent disability. CHD staff follow ed-up on all severe adverse events to determine if the client fully recovered, required ongoing medical care or could not be contacted. Reports related to adverse events are generated and reviewed by the Department on a regular basis. Florida SHOTS can also capture adverse event reports and training guides on this functionality exist now. There is also a link to VAERS in the system that providers can use. FLORIDA COVID -19 VACCINATION PLAN 41 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Section 15: COVID -19 Vaccination Program Monitoring A. Florida's process for monitoring will be as follows: Provider enrollment Forms have been developed in ReadyOp , the Department's tool for establishing a common operating picture, to track appropriate metrics and ensure regular reporting related to the enrollment process. These forms can be sent to any partner to obtain information. Access to COVID -19 vaccination services by population in all phases of implementation Multiple maps are being generated to visually describe provider locations throughout the state. Once vacci nation efforts start, Florida SHOTS can provide administration data ( ZIP codes of patient population who receive vaccines), as well as provider location data. The Department's Bureau of Preparedness and Response has data on critical populations and accessibility index scores. IIS or other designated system performance The Florida SHOTS team has constant real -time monitoring of server performance and regular reporting capabilities, such as SolarWinds (performance monitoring tool). The IIS has built -in programmatic alerts when errors are detected. Data reporting to CDC Currently awaiting additional guidance from CDC. Provider -level data reporting Florida SHOTS has built -in reports to monitor provider -level data reporting. Vaccine ordering and distribution Florida SHOTS has built -in reports to monitor vaccine ordering and distribution. 1- and 2 -dose COVID -19 vaccination coverage Currently, coverage reports can be run at provider population and county level. More guidance will be necessary if add itional requirements are needed. B. The Department will monitor budget, supplies and staffing through existing grant and budget management fun ctions in coordination with the Office of County Health Systems to provide fiscal oversight. C. Florida is taking a multi -phase approach to messaging that aligns with the phases of vaccine release described in federal guidance. The information provided below is from Florida's COVID -19 Vaccine Distribution Communications Plan . Communication objectives are to: a. Provide clear and concise communication between federal and state partners. FLORIDA COVID -19 VACCINATION PLAN 42 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. b. Provide timely public updates as necessary when vaccines become more readily available. c. Provide messaging to Floridians that will avert confusion and alleviate potential stressors at vaccination sites. Target audience for communication are: a. Floridians statewide Vulnerable/at -risk populations Critical o ccupational groups b. Public health officials c. Health care providers d. Community partners and stakeholders e. Elected officials COMMUNICATION STRATEGIES Pre-vaccine Prior to vaccine availability, the Department will work to increase awareness and offer information about what to expect . This will include a press release and public service announcements through social media and YouTube. A dedicated website would still b e under development at this time. The Department will also conduct additional outreach to pharmacies, health systems and long -term care partners that may be needed to rapidly execute a successful COVID -19 immunization program. Table 9. Pre-Vaccine Communi cation Strategies TOOL PURPOSE FREQUENCY Press Release To provide the public with information on the state's plans to implement a vaccine pilot program in coordination with CDC . Issued as a formal announcement of the pilot program . Webpage To provide stakeholders and public with valuable information on what, when and where to expect implementation of the program . Updated in real -time as either a page on the Department COVID -19 website or as a dedicated website . Social Media Increase outreach efforts to ensure that Floridians have ample access to information . Posts 3 -4 times weekly. Will increase frequency as program becomes operationa l. Media Increase outreach efforts to ensure that Floridians have ample access to information . Will consider radio and television marketing campaigns similar to previous state COVID -19 campaigns. Mail Outs Using the M edical Quality Assurance database, a letter will be sent to health care practitioners informing them of the program and their potential role . Single issue . FLORIDA COVID -19 VACCINATION PLAN 43 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Limited Vaccine Availability The number of vaccine doses distributed to each state is to be determined. A clear and concise message will be crafted to ensure that our most vulnerable populations as well as c ritical occupational groups are able to receive the vaccine first. Recommendations for target groups will likely change as the vaccine becomes readily available. Table 10. Limited Vaccine Availability Communication Strategies TOOL PURPOSE FREQUENCY Press Release/Press Conference To provide information to the public concerning the vaccine and availability. To outline where the vaccine will be administered and to whom . Issued once as needed if there is a shortage . Webpage Providing access to information concerning location and times of vaccine administration and details regarding which individuals qualify . Updated in real -time. Social Media Infographics and posts to deliver the message of who is currently eligible for vaccination . As needed . Communication with Partners To ensure consistent messaging. Conference calls with Agency for Health Care Administration, Florida Medical Association, Florida Osteopathic Medical Association, Florida Hospital Association, etc. Weekly . Widespread Vaccine Availability When a COVID -19 vaccine becomes readily and publicly available, the Department's Office of Communications will be prepared to deliver that message along with instructions on how to appropriately receive the necessary doses. This will be determined in accordance with how the vaccine will be administered. Table 11. Widespread Vaccine Availability Communication Strategies TOOL PURPOSE FREQUENCY Press Release Announcement of readily available vaccine and its administration . Once . Webpage Updates on availability and location of vaccines as well as instruction for reservations if necessary . Updated daily . Social Media Posts and infographics providing information on vaccine sites . Multiple posts daily . Advertising Providing information to the public on locations and availability of vaccine through YouTube ads, Radio spots, Bus wraps , etc. As needed . FLORIDA COVID -19 VACCINATION PLAN 44 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. D. The Department has an established process for obtaining statewide situational awareness. During the hepatitis A outbreak in 2019, the Department established vaccination goals for each local jurisdiction and CHDs reported routinely on progress of those vaccination efforts, completion of assigned objectives, local vaccine targets, locations of vaccination c linics and community partner vaccine administration activities. A similar situation reporting template is under development for COVID -19 vaccination efforts . In addition to local contributions to situation reports, health care facilities will report vaccination activities through the health care facility Emergency Status System , administered by the Florida Agency for Health Care Administration . Facilities will report number of staff who have been vaccinated, number of patients or residents vaccinated and vaccine supply. This information, along with vaccine administration data collected through F lorida SHOTS , will be collated for a comprehensive situation report. 45 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Appendix Two Internal Process Provider Enrollment Flow Chart s o One for new providers : new flshots provider covid enrollment process_draft_v2_09302020.pdf o Another for current Florida SHOTS providers : current flshots provider covid enrollment process_draft__v2_09302020.pdf External flow charts will be posted on the Department's Immunizations Section webpage , COVID -19 Vaccine Information Page o In development 46 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Table 12. Licensed Health Care Practitioners in Florida by County County Name TOTAL County Name TOTAL Alachua 24,800 Leon 14,989 Baker 1,847 Levy 2,088 751 Seminole 26,379 1,422 Jackson 2,845 Walton 3,056 Jefferson 616 Washington 1,261 Lafayette 376 Out of State 161,336 Lake 19,811 Unknown 7,523 Lee 39,743 TOTAL 496,838 (Source: Florida Department of Health, Medical Quality Assurance database) 47 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Table 13. Tribal Engagement Tool Tribe Facility Name Population Distribution Method Address City Miccosukee Miccosukee Health Station ~400 Pending US 41 - Mile Marker 70 Miami Seminole Big Cypress Health Center ~4,000 Pending 30581 Buffalo Jim Loop Rd Clewiston Center Center Pending/VFC/VFA 3006 Josie Billie Ave Hollywood Seminole Immokalee Health Center Pending 1120 S First Street Immokalee 48 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Table 14. Prevalence of People with and without Disabilities for Florida by County, 2018 County Total Disability No Disability Count Percentage Count Percentage Alachua 260,562 19.1 13,279 80.9 49 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Manatee 370,913 (Source: Rehabilitation Research and Training Center on Disability Statistics and Demographics (StatsRRTC), Annual Disability Statistics Compendium, 2018 State Report for Data: Prevalence, https://disabilitycompendium.org/compendium/2018 -state -report -for-county -level-data-prevalence/FL ) 50 | P a g e The content in this COVID -19 Vaccination Plan is provisional and subject to change based on guidance from CDC. Table 15. Health Insurance Coverage in Florida's Population by County (estimated) County Total "}