{"title": "A Spiritual Memoir and Life-Changing Guide to Energy Healing | BookTrib.", "author": "Gevera Bert Piedmont", "url": "https://booktrib.com/2022/08/18/a-spiritual-memoir-and-life-changing-guide-to-energy-healing/", "hostname": "booktrib.com", "description": null, "sitename": "BookTrib.", "date": "2022-08-18", "cleaned_text": "Whole Body Prayer: The Life-Changing Power of Self-Healing by Yan Ming Li From the first time he used the Light on his injured wrist, [Yan Ming Li](https://mywholebodyprayer.com/) knew he \"had been given a special gift.\" Yet it was a gift he would need to keep secret from all but those nearest and dearest to him. You see, at the time, Master Li was a child in Maoist China. In a society where religion and other forms of spirituality were forbidden, such a gift came with a degree of danger. BOTH MEMOIR AND HOW-TO GUIDE Master Li's book, [Whole Body Prayer: The Life-Changing Power of Self-Healing](https://www.amazon.com/dp/B09Q2D2TN4), is divided into two parts: a memoir of his formative years in China and how he came to live in the United States, and a how-to manual for performing the qigong pose he calls the Whole Body Prayer. As a Reiki Master, I was very excited to receive this volume for review and to learn how someone else came to this healing energy. I had copious training from half a dozen Reiki Masters; Master Li was introduced to what he calls the \"Light\" organically, beginning when he was a child, supplemented with qigong training. I was initially doubtful why he included the memoir section, but his story was powerful and necessary to understand how exactly this healing form came to him and how it works. His childhood in China is heart-wrenching to read about and almost unimaginable to someone raised in the comparative wealth of the west. For instance, with his mother making $2.50 a month working full time and his father about $10, they were considered part of the privileged \"Red\" middle class. Master Li shows through the memoir how he learned to use his healing gift and the steps he took, which are later codified in the final \"how-to\" segment for the reader's use. In this way, the instructions are all previewed in the memoir, as Master Li learns by trial and error what works the best for himself and his clients. He details many miracles of self-healing he has facilitated using the Light. The Chinese characters Zhu Zi come to him — the light that includes everyone — and that eventually becomes the name of his style of qigong healing. Master Li details how the Light guides him throughout his life, giving him messages of which choice is for the best, and how he finally ends up in America against all odds. A WAY OF MOVING THROUGH LIFE He also explains quite well the philosophy behind energy healing, what the energy is and how it works, and the hard-to-grasp concept that all healing is self-healing. Energy healing is the practice of channeling universal energy into yourself or another person. This universal energy is widely known as reiki, chi, qi, mana, prana and other names across many cultures. Some practitioners, like Master Li, can do it instinctively while others need training. The general belief is that the clearer a person is as a channel for this energy, the more energy can be drawn through. The higher self of the person receiving the energy directs the healing to where it needs to go. This is not a religion; this is just a way of thinking and moving through life. Master Li quotes the Bible as much as he references various Eastern religions, all of which he studied despite growing up in a fiercely atheist country. The practice of the whole body prayer itself is one that is deceptively simple. The required posture is similar to Standing Tree, a qigong pose I already knew. A video on Master Li's [website](http://mywholebodyprayer.com) explains it even more fully if the reader finds it difficult to envision from the book's instructions. But like anything else that's simple, the actual practice is profound and could change your life. Whole Body Prayer is available for purchase on [Amazon](https://www.amazon.com/dp/B09Q2D2TN4). About [Yan Ming Li](http://www.mywholebodyprayer.com): Raised under harsh conditions during the Cultural Revolution in Maoist China, Yan Ming Li learned early on that he was born with a spiritual gift that he needed to keep secret. Li used the gift many times, nonetheless, to heal others, including members of his own family. Since emigrating from China to the West in 1994, Li has taught the technique to people of every major religion. Living in Atlanta now with his wife and son, Li feels compelled to share his inspiring story and teaching with the world. Buy "}