{"title": "PDF", "author": "PDF", "url": "https://cpsp.cps.ca/uploads/publications/Results-2001.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "CANADIAN PAEDIATRIC SURVEILLANCE PROGRAM 2001 RESULTS Canadian Paediatric SocietySociétécanadiennede pédiatrieFor more information on the Canadian Paediatric Surveillance Program, please contact:Mission Statement Canadian Paediatric Society Andrea Medaglia, CPSP Senior Coordinator 2305 St. Laurent Agreement number 40006512T o contribute to the improvement of the health of children and youth in Canada by national surveillance and research into uncommon paediatric diseases and conditions.Table of Contents 2 Acknowledgements 3 Foreword 3 Federal Minister of Health, Health Canada3 Director General, Centre for Infectious Disease Prevention and Control 4 President of the Canadian Paediatric Society4 CPSP Chairman 5 CPSP Steering Committee 5 CPSP Working Group6 Publications 6 Published papers related to studies7 Highlights published in Paediatrics & Child Health 8 Presentations 10 Funding 11 Surveillance at Work 11 Overview14 Investigators' corner15 Studies timeline 16 Surveillance Studies in 2001 16 Acute flaccid paralysis 19 Anaphylaxis22 Cerebral and neurological deterioration45 Smith-Lemli-Opitz syndrome 47 New Studies in 2002 47 Adverse drug reactions47 Neonatal hyperbilirubinemia - severe48 Prader-Willi syndrome49 Vitamin D deficiency rickets 51 International Developments 53 Highlights from other national paediatric surveillance units2C P S P 2 0 0 1 R E S U L T S Acknowledgements The key strengths of the CPSP continue to be the participation of Canadian paediatricians, subspecialists and other health-care providers in the monthly collection of information on rare paediatric conditions, our principal investigators who review and analyze the data collected to provide us with knowledge and educational solutions to help children and youth around the world, and our Steering Committee members who continue to guide theprogram. For their role in the verification of data collected, we thank: Canadian Association of Paediatric Health Centres/Canadian Paediatric Decision Support Network IMPACT (Immunization Monitoring Program ACTive) centres Notifiable Diseases Reporting System, Centre for Infectious Disease Prevention and Control, Health Canada CJD-Surveillance System Canada Canadian Institute for Health Information W e also gratefully acknowledge the financial support from all our funders, a summary of which is found in this report. The strong CPSP partnership between the Canadian Paediatric Society (CPS) and Health Canada's Centre for Infectious Disease Prevention and Control (CIDPC) allows the program to grow in Canada and to take itsproper place on the international scene. A Special Tribute to Dr. John Waters It was Dr. John Waters who first brought news of the British Paediatric SurveillanceUnit to the CPS Infectious Diseases and Immunization Committee in 1995. Hisenthusiasm for this type of active paediatric surveillance program was infectiousand Dr. Victor Marchessault, then Executive Vice-President of the CPS, broughtthe idea to Drs. Philippe Duclos and Paul Sockett at Health Canada. Thus, the Canadian Paediatric Surveillance Program was born in 1996. It was a sad day, on July 6, 2001, when Dr. John Waters passed away after a five- and-a-half-year battle with cancer. His dedication to public health, his passion for communicable disease controland immunization, and his diligence to translate good ideas into real programs that benefit kids are but a few ofthe praises from his colleagues. He was a remarkable man. We will indeed miss his vision, commitment, honesty, professionalism, and deep caring for children and youth. 3C P S P 2 0 0 1 R E S U L T S Federal Minister of Health, Health Canada Canada's children are our future, and Health Canada is committed to ensuring that all of Canada's children are given the best possible start in life. Programs such as theCanadian Paediatric Surveillance Program (CPSP) help us to fulfill our commitment.The CPSP was created to enable the collection of vital data in the study of rare diseasesof Canadian children and youth. The work of this surveillance system reaches well beyond our Canadian borders to capture the best possible information to increase our knowledge on childhood diseases. Congratulations to the CPSP for being a founding member of the International Network of Paediatric Surveillance Units. Through this network, established in 1998, the participation of paediatricians from around the world has advanced our knowledge about uncommon childhood infections and disorders. As federal Minister of Health, I commend the efforts of the CPSP . This program is a result of an ongoing partnership with Health Canada and the Canadian Paediatric Society. I want to take this opportunity to thank those front-linepaediatricians who take the time to return the monthly report - the act of which gives true meaning to \"activesurveillance\". On behalf of all Canadians, I wish the Canadian Paediatric Surveillance Program many more years of continued success.The Honourable A. Anne McLellan Director General, Centre for Infectious Disease Prevention and Control I am pleased to accept the sixth annual report of the Canadian Paediatric Surveillance Program. This year has proven successful in promoting paediatric surveillance, both at home and abroad. Visionaries, such as the late Dr. John Waters, had the foresight to know that establishing surveillance units in several countries would afford greater opportunitiesfor collaborative studies which, in turn, would result in an increased knowledge and understanding of rare paediatric diseases. Accordingly, Canada hosted the inaugural meeting of the International Network of Paediatric Surveillance Units (INoPSU) inJune 2000 and actively participated in the second meeting in April 2002, hosted by the United Kingdom. All too often in certain regions of the world, the lives of children are compromised by violence and political strife. Canada has a responsibility to ensure that public health actions arising from CPSP and INoPSU collaborative studies help to improve the lives of all children throughout the world. The health and well-being of children today should benefit from knowledge generated through surveillance. Dr. Paul GullyForeword 4C P S P 2 0 0 1 R E S U L T S President of the Canadian Paediatric Society It is astonishing how quickly and profoundly the world around us can change. W ords such as anthrax, smallpox, and bioterrorism have entered everydayconversation around the dinner table and in the workplace, and there is a climateof uncertainty that is without precedent. Whether it's at airport check-ins, within our major institutions, in the agriculture industry, in the early recognition and containment of communicable diseases, or in bringing a clearer understanding todisorders that most of us will never see, \"surveillance\" has taken on new meaning.In general, organizations such as the centres for disease control, the AmericanAcademy of Pediatrics, the Canadian Paediatric Society, and many others haveresponded admirably to the demand by the public at large for information. There is a certain irony that the formation of the Canadian Paediatric Surveillance Program was prompted by the need to validate Canada's population-based immunization programs. Although the focus has broadenedconsiderably during the six years since its inception, the overall strategy remains simple, yet highly effective. The\"check-off\" form that we all receive each month lies at its heart, making the practising paediatrician the keymember of the entire national surveillance team! Congratulations to everyone who has contributed to the success of this important program as we enter a new era in global surveillance. Dr. Jack Holland CPSP Chairman This will be my last report as the chairman of the CPSP; my terms of office have come to an end. Looking back, I see the growth of our surveillance program froma pilot project with three studies to the well-established, high-profile program that it is today. The Steering Committee continues to refine the program guidelines and provide expertise and guidance to principal investigators wishing to use the program fortheir studies. This year, we have expanded the opportunities available by allowinginvestigators to survey participants on a one-time-basis to determine the prevalence of a problem or to answer a specific question on practice experience. W e have been busy disseminating our findings in an effort to showcase the value of active surveillance and to keep participants engaged in the program. As evidence of the program's achievements, I encourage you to peruse the listof publications and presentations in this report. Looking forward to 2002, we are pleased that a concurrent session on the public health and clinical implications of the CPSP was approved for the CPS annual meeting in T oronto. In closing, I wish the CPSP and the new chairman, Dr. Gilles Delage, even greater progress and success. Thank you to all who have made my participation in the program such a rewarding experience.Dr. Richard Stanwick5C P S P 2 0 0 1 R E S U L T S CPSP Steering Committee Dr. Richard Stanwick Chairman, Canadian Paediatric Society Dr. Ronald Barr/Dr. Lynne Warda Canadian Paediatric Society Marie Adèle Davis Dr. Gilles Delage Incoming Chairman, Canadian Paediatric SocietyMs. Jo-Anne Doherty Centre for Infectious Disease Prevention and Control, Health Canada Dr. Danielle Grenier Medical Affairs Officer, Canadian Paediatric SocietyDr. Richard Haber Canadian Paediatric Society Dr. Jack Holland/Dr. Rick Cooper Assembly of Canadian University Paediatric Department Heads Dr. Daniel Keene/Dr. Simon Levin Liaison, Canadian Association of Child NeurologyDr. Arlene King Centre for Infectious Disease Prevention and Control, Health Canada Dr. Susan King Canadian Paediatric SocietyDr. Victor Marchessault Honourary member, CPSP INoPSU representative Dr. Catherine McCourt Centre for Healthy Human Development, Health Canada Ms. Andrea Medaglia Senior Program Coordinator, Canadian Paediatric SocietyDr. Jeff Scott Council of Chief Medical Officers of Health Dr. Paul Sockett Consultant, Centre for Infectious Disease Prevention and Control, Health Canada Dr. Anne Summers Liaison, Canadian College of Medical Geneticists Dr. W endy Vaudry IMPACT (Immunization Monitoring Program ACTive) Dr. John Waters Canadian Paediatric SocietyDr. John Watts Canadian Paediatric Society CPSP Working Group Ms. Andrea Medaglia Senior Program Coordinator (Chair), Canadian Paediatric SocietyMs. Marie Adèle Davis Executive Director, Canadian Paediatric SocietyMs. Jo-Anne Doherty Chief, Division of Disease Surveillance, Centre for Infectious Disease Prevention and Control, Health Canada Dr. Danielle Grenier Medical Affairs Officer, Canadian Paediatric Society6C P S P 2 0 0 1 R E S U L T S Publications Published papers related to studies (See www.cps.ca/english/CPSP for hotlinks to abstracts) Smith-Lemli-Opitz syndrome: Carrier frequency and spectrum of DHCR7 mutations in Canada. Waye JS, Nakamura LM, Eng B, Hunnissett L, Chitayat D, Costa TM, Nowaczyk MJM. Journal Medical Genetics (in press) Smith-Lemli-Opitz syndrome: New mutation with a mild phenotype. Prasad C, Marles S, Prasad AS,Nikkel S, Longstaffe Eng B, Wright JS, Nowaczyk MJM. Am J Med Genet 2002;108(1):64-8 Real-time reporting of anaphylaxis in infants, children and adolescents by physicians involvedin the Canadian Paediatric Surveillance Program. Simons FER, Chad ZH, Gold M. Journal of Allergy and Clinical Immunology 2002;109:S181 Genetics and the Canadian Paediatric Surveillance Program. Summers A. Paediatr Child Health 2001;6(5):269-70 The Canadian Paediatric Surveillance Program: Beyond collecting numbers. Doherty J, Grenier D. Paediatr Child Health 2001;6(5):263-8 Rare disease surveillance: An international perspective. Elliott EJ, Nicoll A, Lynn R, Marchessault V , Hirasing G. Paediatr Child Identification neonatal liver and perinatal hemochromatosis Davies Child Health 2001;6(5):243-7 The Canadian Paediatric Surveillance Program: A new opportunity to help shape public health policy. Stanwick R, Sockett P . Paediatr Child Health 2001;6(5):237-8 The Canadian Paediatric Surveillance Program: works! Waters JR. Paediatr Child Health 2001;6(5):233-4 Adrenal insufficiency and hypertension in a newborn infant with Smith-Lemli-Opitz syndrome. Nowaczyk MJM, Siu VM, Krakowiak Genet prenatal diagnosis of Smith-Lemli- Opitz syndrome. Nowaczyk MJM, Garcia DM, Eng B, Waye JS. Am J Med Genet 2001;102(4):387-8 Frequency and ethnic distribution of the common DHCR7 mutation in Smith-Lemli-Opitz syndrome. Nowaczyk MJM, Nakamura LM, J Med Genet 2001;102(4):383-6 Incidence of syndrome in Ontario, Canada. Nowaczyk MJM, McCaughey D, Whelan DT , Genet 2001;102(1):18-20 The Smith-Lemli-Opitz syndrome: A novel metabolic S P 2 0 0 1 R E S U L T S Epinephrine dispensing for the out-of-hospital treatment of anaphylaxis in infants and children:A population-based study. Simons FER, Peterson S, Black CD. Ann Allergy Asthma Immunol 2001;86: 622-6. 2001;107(2):202 LCDC Report: Establishing priorities for national communicable disease surveillance. National Advisory Committee on EpidemiologySubcommittee. Doherty J. Can J Infect Dis 2000;11(1):21-2 Prevention of congenital rubella syndrome. Canadian Paediatric Society Infectious Diseases and Immunization Committee. Paediatr Child Health 1999;4(2):155-7 Smith-Lemli-Opitz syndrome: A treatable inherited error Nowaczyk MJ, DT , Heshka TW , Hill RE. 1999;161(2):165-70 Following up on unfinished business - prenatal rubella screening and postpartum vaccination. T amT. CMAJ 1998;159(9):1117-8 The Canadian Paediatric Surveillance Program: T wo years of a system for investigating unusual paediatric disorders. Sockett PN . Paediatr Child Health 1998;3(4):240-5Approach to the bleeding newborn. McMillan DD, Wu J. Paediatr Child Health 1998;3(6):399-401 Protocol for the investigation of acute flaccid paralysis and suspected paralytic poliomyelitis. W orking Group on Polio Eradication. Bentsi-Enchill A. Paediatr Child Health 1997;2(6):409-12 Highlights published in Paediatrics & Child Health Neonatal liver failure (NLF): Not always a fatal outcome. Paediatr Child Health 2001;6(10):717 Surveillance case definitions and clinical diagnoses. Paediatr Child Health 2001;6(9):651 Commitment to patient confidentiality. Paediatr Child Health 2001;6(8):521 Smith-Lemli-Opitz syndrome: Which laboratory test confirms the diagnosis? Paediatr Child Health 2001;6(7):428 Call for new studies. Paediatr Child Health 2001;6(6):346 Pertinence of the CPSP to emergency medicine specialists. Paediatr Child Health 2001;6(5):241 Hemorrhagic disease of the newborn: Is there a risk in not following recommended guidelines? Paediatr Child Health 2001;6(4):183 A new study on hepatitis C: What it means to me. Paediatr Child Health 2001;6(3):137 'Do I complete the monthly reporting form or toss it away?' Paediatr Child Health 2001;6(2):83 Congenital rubella syndrome: The need for standing orders for vaccination of susceptible women . Paediatr Child Health 2001;6(1):10 Don't 'pooh-pooh' stool cultures for surveillance of acute flaccid paralysis. Paediatr Child Health 2000;5(8):4548C P S P 2 0 0 1 R E S U L T S Presentations (See www.cps.ca/english/CPSP for hotlinks to abstracts) Anaphylaxis: the Canadian Paediatric Surveillance Program. Simons E. Presented at the Canadian Paediatric Society's 79th Annual Meeting in T oronto, June 13, 2002. Features of hepatitis C virus (HCV) infection among children and adolescents in Canada. Lapointe N, the Canadian Paediatric Surveillance Program. Presented at the Canadian Paediatric Society's 79th Annual Meeting in T oronto, June 14, 2002. Cerebral edema associated with diabetic ketoacidosis: How common is it really? Muirhead S, Cummings E, Daneman D. Presented at the Canadian Paediatric Society's 79th Annual Meeting in T oronto, June 13, 2002. Cerebral edema associated with diabetic ketoacidosis. Muirhead S, Cummings E, Daneman D. Presented at the Royal College of Paediatrics and Child Health Spring Meeting, Second INoPSU Conference, inY ork, England, April 15, 2002. Real-time reporting of anaphylaxis in infants, children and adolescents by physicians involved in the Canadian Paediatric Surveillance Program. Simons E. Presented at the American Academy ofAllergy, Asthma, and Immunology 58 th Annual Meeting in New Y ork, NY, USA, March 4, 2002. Cerebral edema in DKA: Canadian Paediatric Surveillance Program. Muirhead S, Cummings E, Daneman D. Presented at the Canadian PediatricEndocrine Group Annual Meeting in Niagara-on- the-Lake, February, 2002. Cerebral edema in diabetic ketoacidosis (CE-DKA): Preliminary results of the Canadian Paediatric Surveillance Program. Cummings E, Muirhead S,Daneman D. Presented at the Canadian Diabetes Association / Canadian Society of Endocrinology andMetabolism Meeting in Edmonton, October 2001. Cerebral edema in diabetic ketoacidosis (CE-DKA): Preliminary results of the Canadian Paediatric Surveillance Program. Cummings E, Muirhead S, Daneman D. Presented at the 27 th Annual Meeting of the International Society for Pediatric and Adolescent Diabetes in Sienna, Italy, September, 2001. The Canadian Paediatric Surveillance Program (CPSP): An epidemiological tool in action. DohertyJ, Grenier D, Medaglia A. Presented at the International Pediatric Association Meeting in Beijing, September 2001. Preliminary report of a national surveillance study of cerebral edema in paediatric diabetic ketoacidosis inCanada. Cummings E, Muirhead S, D. Presented at the Lawson Wilkins Pediatric Endocrine Society/European Society of Pediatric EndocrinologyMeeting in Montreal, July, 2001. Incidence of Smith-Lemli-Opitz syndrome. Nowaczyk MJM. Presented at the Third International Smith-Lemli-Opitz/RSH Syndrome Scientific Symposium, Detroit, June 22, 2001. Molecular diagnosis of Smith-Lemli-Opitz syndrome. Nowaczyk MJM. Presented at the Third International Smith-Lemli-Opitz/RSH Syndrome Scientific Symposium, Detroit, June 22, 2001. Canadian Paediatric Surveillance Program (CPSP): Congenital flaccid paralysis (AFP): Relationship of frequency to vaccine status. Grenier D, Medaglia A, Doherty J. Paediatr Child Health 2001;6 Suppl A:23A. Presented at the Canadian Paediatric Society's 78 th Annual Meeting in Vancouver, June 13-17, 2001.9C P S P 2 0 0 1 R E S U L T S Canadian Paediatric Surveillance Program (CPSP): Clinical implications. Doherty J, Medaglia A, Grenier,D. Paediatr Child Health 2001;6 Suppl A:17A. Presented at the 78 th Annual Meeting of the Canadian Paediatric Society in Vancouver,June 13-17, 2001. Canadian Paediatric Surveillance Program. Nowaczyk MJM. Presented at the Association of Genetic Colleagues of Ontario Annual Educational Conference, Hamilton, June 8, 2001. Canadian Paediatric Surveillance Program: Y ear I results for Smith-Lemli-Opitz syndrome. Nowaczyk MJM. Presented at Paediatric Grand Rounds, Institute Monument-Centre of Child Health, Warsaw, Poland, April 4, 2001. Postmortem molecular diagnosis of Smith-Lemli- Opitz syndrome with WS, SA, Eng B, Waye JS. Am J Hum Genet 2001 (in press). Presented at the 51 st Annual Meeting of the American Society of Human Genetics, San Diego, October 12-16, 2001. Sonic Hedgehog signalling pathway in human development and disease. Nowaczyk MJM. Presented at the Genetics Section, Polish Academy of ScienceAnnual Meeting, Warsaw, Poland, April 3, 2001. Reports of hemorrhagic disease of the newborn (HDNB) to the Canadian Paediatric Surveillance Program (CPSP): Frequency, errors and relationship to vitamin K. McMillan DD, Wu J. Paediatr Child Health 2000;5 Suppl A:14A. Presented at the Canadian Paediatric Society's conference Beyond 2000: Healthy T omorrows for Children and Youth in Ottawa, June 14-18, 2000. Progressive intellectual and neurological deterioration (PIND) in paediatric population. Keene D, Sutcliffe T , and the Canadian PaediatricSurveillance Program. Paediatr Child Health 2000;5 Suppl A:16A. Presented at Canadian Paediatric Society's conference Beyond 2000: Healthy T omorrows for Children and Youth , June 14-18, 2000, and at the Canadian College of Neurologists' Ottawa meeting, June 2000. Hypertension and adrenal insufficiency in a patient with Smith-Lemli-Opitz syndrome. Siu VM, Nowaczyk MJM. Am J Hum Genet 2000;67(4): A1606:291. Presented at the 50 th Annual Meeting of the American Society of Human Genetics, Philadelphia, October 3-7, 2000. The incidence of Smith-Lemli-Opitz syndrome (SLOS) in Ontario, Canada. Nowaczyk MJM, Siu VM, Hunter AGW , Farrell S, McCaughey D, Whelan DT . Am J Hum Genet 2000;67(4):A1527:1278. Presented at the 50th Annual Meeting of the American Society of Human Genetics, Philadelphia, October 3-7, 2000. Holoprosencephaly in a fetus with Hum Genet 2000;67(4): A711:137. Presented at the 50th Annual Meeting of the American Society of Human Genetics, Philadelphia, October 3-7, 2000.10C P S P 2 0 0 1 R E S U L T S Funding T o date, funding for the surveillance program has been made available from the Centre for InfectiousDisease Prevention and Control, Health Canada, aswell as other government departments, organizations and companies interested in increased knowledge of uncommon childhood conditions and the practicalimprovement in prevention and treatment. Funding is required to cover core requirements, such as administrative costs pertaining to the program (including the salary of a full-time program coordinator, a full-time administrative assistant, apart-time medical advisor as well as part salaries foradministrative and financial support) and the cost ofidentifying, in an effective and timely manner, andthen obtaining follow-up data on rare conditions and diseases. Reporting is also an important aspect of the program. Educational grants are welcome from all interested in monitoring and contributing to the improvement ofhealth of all Canadian children and youth. W e gratefully acknowledge funding from the following sources: Government departments, Health Canada: Population and Public Health Branch Centre for Healthy Human Development Health Surveillance and Epidemiology Division (formerly Bureau of Reproductiveand Child Health) Centre for Infectious Disease Prevention and Control Division of Bloodborne Pathogens Division of Disease Surveillance Division of Enteric, Foodborne and Waterborne Diseases Division of Immunization Division of Sexual Health Promotion and STD Prevention and Control Hepatitis C Division Health Products and Food Branch Food Directorate Non-governmental sources: Anaphylaxis Foundation of Canada Canadian Allergy, Asthma and Immunology Foundation Canadian Diabetes Association CHARGE Syndrome Foundation, Inc. Children's Hospital of Eastern Ontario Research Institute Coady Family Fund for Liver Research Dairy Farmers of Canada GlaxoSmithKline Hamilton Health Science Foundation IWK Health Centre Mead Johnson & Company Merck Frosst Canada & Co. W e also acknowledge Cistel T echnology Inc. for donating our year-end draw prizes to thankparticipants who responded each month in 2000. (See page 13 for names of prize winners.)11C P S P 2 0 0 1 R E S U L T S Surveillance at Work Overview The CPSP is designed to study rare childhood disorders (less than 1,000 cases per year) or rare complications of commoner diseases of such low frequency that data collection nationally is required to generate a sufficient number of cases to derive meaningful data. When the CPSP Steering Committee reviews new study proposals, preference is given to studies that have strong public health importance or could not be undertaken any other way. All studies must conform to high standards of scientific rigour and practicality. Upon initiation of a new study, program participants receive a summary of the protocol, including the case definition and a brief description of the condition. In addition to providing a uniform basis for reporting,this approach serves to educate and increase awareness of unusual or rare conditions. The CPSP uses a two-tiered reporting process to ascertain and investigate cases: an initial 'check-off' form and a detailed reporting form. The full process is summarized in Figure 1. Initial reporting The initial reporting form, listing the conditions currently under surveillance, is mailed monthly to practising Canadian paediatricians and relevant paediatric subspecialists and health-care providers. Respondents are asked to indicate, against each condition, the number of new cases seen in the last month, including 'nil' reports. A 'nil' report is very important in active surveillance because the CPSP cannot simply assume that no reply means no cases. Participants report all cases meeting the case definitions, including suspect or probable cases where there is some doubt about reporting. This sometimes leads to duplicate reports but avoids missed cases. Duplicate cases are identified during case follow-up. Case ascertainment is monitored and verified by investigating duplicate reports and comparing data with the following programs or centres: Canadian Association of Paediatric Health Centres/Canadian Paediatric Decision Support Network IMPACT (Immunization Monitoring Program ACTive) centres Notifiable Diseases Reporting System, Centre for Infectious Disease Prevention and Control, Health Canada CJD-Surveillance System Canada Canadian Institute for Health Information Respondents who do not reply every month receive quarterly reminders. As well, information including the monthly compliance rates and the number ofFIGURE 1 Reporting process summary12C P S P 2 0 0 1 R E S U L T S cases reported is mailed quarterly to all participants to keep them informed of progress. The CPSP has a goal of over 90% response for case ascertainment. It is a continual challenge to attain such a high rate of response. Though some of the provincial response rates are climbing (see T able 1), the overall Canadian average has decreased in the last few years. One possible reason for this phenomenon is that the workload in the paediatric health-care system is straining the workplace. Are participants shying away from reporting cases because they know they will be asked to complete a detailed questionnaire? The CPSP tries to keep a fine balance between developing easy-to-complete forms that require the minimum amount of information and those that will maximize the information needed for analysis and meaningful interpretation. Another reason may be that participants are still not reporting when they have not seen a case orthey think their case is a duplicate that has been reported by another participant. The necessity for 'nil' reporting cannot be overly stressed. Also, duplicate reporting is important to ensure case ascertainment. Last year, two cases of congenital rubella syndrome were reported, one through the CPSP and the other through the Notifiable Diseases Reporting System; both should have been reported through the CPSP . Participants should be aware that, in order to keep the workload to a minimum, only one participant will receive a detailed questionnaire when duplicate cases are reported. It is also interesting to note that the number of participants has increased each year as new certificants and study-related subspecialists are included in the program. The CPSP seeks to ensure that new participants are adequately educated regarding the importance of their participation. It is unknown at this time which of these possibilities, if any, has had an impact on the CPSP initial reporting rates by province/territory (%)TABLE 1 Province/territory 1996 1997 1998 1999 2000 2001 Current number of participants Alberta 79 91 93 88 89 88 227 British Columbia 74 83 84 81 81 77 245 Manitoba 81 90 90 86 85 86 117 New Brunswick 67 76 79 74 81 84 29 Newfoundland 67 74 80 73 78 82 42 Northwest Territories & Nunavut 96 100 100 100 100 100 3 Nova Scotia 79 84 79 88 89 90 78 Ontario 74 81 86 84 82 82 913 Prince Edward Island 79 73 85 86 96 91 7 Quebec 75 80 83 81 80 78 628 Saskatchewan 61 75 74 67 68 61 47 Yukon 100 100 100 100 100 100 1 Canadian average 76 82 86 83 82 81Total P S P 2 0 0 1 R E S U L T S response rates. The Steering Committee, however, is concerned and committed to identifying the reasons for the decrease and ways to improve not only provincial but Canadian response rates. T o thank participants for their continued support, the program holds a year-end draw. In March 2001, participants who responded each month in 2000 were entered in a draw for a complementary dinner for two (maximum $100) at a restaurant of their choice. The winners were: Dr. Donald Levasseur (Edmundston, N.B.); Dr. Chor-Kei Chan (Victoria, B.C.) and Dr. Deborah Peabody (Portage La Prairie, Man.). Follow-up and confirmation of case reports The CPSP assures the confidentiality of all information provided to the program. Only non- nominal patient information, such as the date of birth, sex of the child and comments on the condition, is requested for each reported case.This information is used to identify duplicates and is entered, as a reminder, on a detailed reporting form, which is sent to the original respondent to request case-specific information. Once the detailed report is returned to the CPSP , it is forwarded to the investigator for analysis. The investigator is responsible for contacting the respondent if further information is required. The CPSP is encouraged by the high response rate for detailed questionnaires (T able 2). One-time survey questions The CPSP is now available as an inexpensive tool tosurvey participants on a one-time-basis in order to identify the prevalence of a problem or to answer a specific question. Once approved by the CPSP Steering Committee, the one-time survey question is sent to all participants with a monthly initial reporting form. Results are compiled and forwarded to the investigator. A one-time survey question concerning baby walkers was approved in 2001 for early 2002. CPSP 2001 response ratesTABLE 2 Studies/conditions Reported cases Pending % Response rate Acute flaccid paralysis 86 1 99 Anaphylaxis 236 4 98Cerebral edema in diabetic ketoacidosis 4 0 100 CHARGE association/syndrome Incidence (new cases) 20 0 100 Prevalence (old cases) 64 4 94 Congenital rubella syndrome 0 0 100 Hemolytic uremic syndrome 91 8 91Hepatitis C virus infection 73 11 85 Necrotizing fasciitis 10 0 100 Neonatal herpes simplex virus infection 52 5 90Neonatal liver failure/perinatal hemochromatosis 14 0 100 Progressive intellectual and neurological deterioration 15 0 100 Smith-Lemli-Opitz syndrome 32 0 100Total all studies 695 33 9514C P S P 2 0 0 1 R E S U L T S Criteria considered for inclusion of studiesTABLE 3 Rarity Disorders of such low incidence or prevalence that national ascertainment of cases is needed (less than 1,000 cases a year). Public health importance Clearly addressing a public or paediatric health issue.Scientific importance Demonstrated scientific interest and importance.Uniqueness Proposal must demonstrate a clear need for data on a condition or disorder for which there is only limited information and for which surveillance is the mostappropriate means of collecting the data. Quality of proposal Proposal must state clear and achievable objectives, practicability, patient confidentiality, adequate resources, clear questionnaire and method ofevaluation. Workload of paediatricians Steering Committee must be convinced that reporting will not make excessive additional demands on the workload of paediatricians. Priority will be given to diseases that are not currently notifiable or, if notifiable, have sufficient indication of under-not ification. Investigators are expected to demonstrate that potential funding is available. Investigators' corner The CPSP can offer investigators the use of a timely, active surveillance system to increase awareness of rare paediatric conditions among the health-carecommunity. It is a very inexpensive means ofidentifying and obtaining data on rare diseases andconditions from approximately 2,300 participants.The program is committed to a high case ascertainment rate of over 90% and boasts a high response rate on detailed reports (T able 2), due tofollow-up reminders to participants who have notresponded. The CPSP offers an opportunity forinternational collaboration with other paediatricsurveillance units worldwide and a chance to make a difference in the health and well-being of Canadian children and youth. Individual researchers are encouraged to submit proposals for new studies once they have reviewedthe C riteria considered for inclusion of studies (T able 3) and the Format for submission (T able 4). The Steering Committee reviews submissions at its spring and fallmeetings, giving preference to studies that haveeither strong public health importance or could notbe undertaken any other way. Studies must receive ethical approval and have funding in place before final acceptance to the program. As previously mentioned in the Overview section, the CPSP is available to investigators as an inexpensive tool to survey participants on a one-time basis in order to identify the prevalence of a problem or toanswer a specific question. Format for submissionTABLE 4 Proposals for new studies should include: name of principal author brief abstract of proposal proposed starting date proposed duration question(s) to be addressed by study statement of justification, including how the information could be used case definition expected number of cases availability of ethical approval (state source of approval) funding arrangements identification of projected date for completion of analysis and submission for publication15C P S P 2 0 0 1 R E S U L T S CPSP studies timeline (by end date)TABLE 5 Studies Start date End date Group B strep January 1996 December 1996 Neural tube defects January 1997 December 1998Creutzfeldt-Jakob disease January 1997 June 1999 Hemorrhagic disease of the newborn January 1997 December 2000 Subacute sclerosing panencephalitis January 1997 December 2000Cerebral edema in diabetic ketoacidosis July 1999 June 2001 Progressive intellectual and neurological deterioration July 1999 June 2001 Anaphylaxis January 2000 June 2001Hemolytic uremic syndrome April 2000 March 2002 Smith-Lemli-Opitz syndrome January 2000 December 2002 Hepatitis C virus infection February 2001 January 2003CHARGE association/syndrome September 2001 August 2003 Necrotizing fasciitis September 2001 August 2003 Neonatal herpes simplex virus infection October 2000 September 2003Neonatal liver failure/perinatal hemochromatosis February 2001 January 2004 Acute flaccid paralysis January 1996 December 2004 Congenital rubella syndrome January 1996 December 2004Studies timeline16C P S P 2 0 0 1 R E S U L T S Surveillance Studies in 2001 Acute flaccid paralysis Highlights No wild polio cases have been reported in Canada since 1988, although importations of wild virus (without symptomatic disease) have been documented as recently as 1996. Guillain-Barré syndrome accounts for at least 76.9% of confirmed AFP cases. Polio viral stool cultures are still essential. Canada continues its contribution to global polio surveillance. Dr. Paul Varughese Background The elimination of indigenous wild poliovirus transmission in Canada, and the rest of the American region, was certified in September 1994. However, until global polio eradication is attained, there remains an ongoing risk of wild poliovirus importation from polio-endemic regions to Canada. Consequently, active surveillance of acute flaccid paralysis (AFP) in children less than 15 years old is used to monitor potential cases of paralytic poliomyelitis. Based on an estimated background annual incidence of one case per 100,000 in a population less than 15 years of age in the absence of wild poliovirus transmission, the estimated minimum number of AFP cases in Canada is 58 per year. AFP surveillance in Canada was initiated in 1991 through the IMPACT (Immunization Monitoring Program ACTive) network of paediatric tertiary care centres and, since 1996, has been implemented through the CPSP . This report presents the results of AFPsurveillance in 2001 and compares them to those from previous years. Objective The objective of AFP surveillance is to identify AFP cases (including Guillain-Barré syndrome [GBS]) inchildren less than 15 years of age to rule out paralytic poliomyelitis and thereby monitor the polio-free status of Canada. Case definition Acute onset of focal weakness or paralysis characterized as flaccid (reduced tone) without other obvious cause (e.g., trauma) in children less than 15 years of age. T ransient weakness (e.g., post-ictal weakness) should not be reported. Duration January 1996 to December 2004 Results and discussion In 2001, the CPSP received 86 initial AFP reports, of which 34 (39.5%) were discarded. They included 28 duplicate reports, four cases that did not meet theAFP surveillance case definition, and two pending. Fifty-two confirmed cases represent a rate of 0.9% per 100,000 which is slightly below the minimum estimated background rate of one case per 100,000population less than 15 years of age, or 58 cases. With the anticipated 'late reports' for the current year, the final number is likely to get closer to the targeted rate. The cases ranged in age from seven months to 14.9 years (median 6.9, mean 7.4 years). T able 6 shows the age distribution of AFP cases reported from 1996 to 2001. Overall, the age distribution is similar throughout the reporting period. Both sexes were almost equally distributed (males accounted for 52%). Polio vaccination status: In 2001, only 27 cases (52%) had documentation for having received any polio vaccination; for the remaining 25 cases, no polio17C P S P 2 0 0 1 R E S U L T S vaccine-specific information was available on the case report form. Of these 27 cases assessed,25 (93%) had received age-appropriate polio immunization. One case had no vaccination at all. Although most of these children are likely to bevaccinated against routine vaccine preventable diseases, documentation of vaccination history on the surveillance form was absent or left blank due to lackof follow-up or difficulty in getting the information from primary health-care providers. Virological investigation for polio or other enteroviruses: A total of 25 (48%) cases had stool examination; virology was not done or the status was unknown for 27 (52%) cases. However, adequate stool investigation for the isolation of poliovirus or non-polio enteroviruses (i.e., stool specimen collected within two weeks of the onset of paralysis) was reported only for 21 (40% of 52) cases (for four additional cases, although stool specimens were collected, it was after two weeks of onset of paralysis); none were positive for polioviruses; one each was characterized as 'enterovirus' and 'adenovirus'. None of the 15 throat and/or 29 cerebrospinal fluid specimens collected for viral isolation was positive for poliovirus. Neurological investigations consisted of at least one of the following: CSF examination, nerve conduction studies, electromyography, MRI or CT scan; abnormal findings compatible with the neurological diagnosis were reported for one or more of the tests done. CSF study was done for 38 cases (73%); 31 (82%) showed some abnormality. MRI or CT scanning was done for 36 cases (69%); eight of the 36 (22%) showed some abnormality. Electromyography and/or nerve conduction studies were done for 38 cases; 30 (79%) of these cases had abnormal findings. The final neurological diagnosis was reported as Guillain-Barré syndrome in 36 cases (69.2%), Miller- Fisher variant in four (7.7%) and transverse myelitisin eight (15.4%) (T able 7). The remaining four diagnoses included viral areflexic myositis (isolated influenza virus-B and Mycoplasma pneumoniae from throat (1), acute ataxia (1), polyradiculoneuritis (1), and myasthenia gravis (1). Forty-seven of the 52 cases (90.4%) required hospitalization for periods ranging from one to over 49 days (mean of 9.5 days); two cases were hospitalized for 30 days or longer. Of the total of 52 cases, three (5.8%) were fully recovered at 60 days after the onset of paralysis, 39 (75%) had recovered partially with residual weakness, and for the remaining 10 cases (19.2%), recovery status was unknown at 60 days after the onset of paralysis. None of the clinical specimens tested, i.e., stool, nasopharyngeal or cerebrospinal fluids, were positive for polio virus infection. Although duplicate reporting remains relatively high, in many instances duplicate reports provided additional information not included in the 'primary' report, thereby proving to be very useful. All participating paediatricians, paediatric neurologists and IMPACT monitors are therefore still encouraged to submit detailed reporting forms even when they suspect a case to be a potential duplicate, unless there is a clear indication that the information reported would be the same (e.g., where there is a designated reporter among a group of paediatricians in the same practice). Conclusions The 52 AFP cases identified to date for 2001 indicatethat the surveillance system continues to be sensitive enough to detect almost all expected cases in Canada, according to the W orld Health Organization (WHO) criteria, for the non-polio AFP cases in the targeted population (children under 15 years) in the absence of circulation of wild poliovirus. For the corresponding period for 2000, a total of 57 cases18C P S P 2 0 0 1 R E S U L T S were reported initially, but the final number has now increased to 61 with the inclusion of four additional cases reported in 2001. It is encouraging to note that the AFP reporting rate has improved since the introduction of paediatrician-based reporting through the CPSP from 0.5 per 100,000 children less than 15 years in 1996 (30 cases) to 1.04 per 100,000 in 2000 (61 cases) and 0.9per 100,000 in 2001 (52 cases). It also supportsprevious observations that the expansion of AFP surveillance to the CPSP has improved the completeness of surveillance by ensuring that AFPcases seen at non-tertiary hospitals are reported in addition to those cases admitted to paediatric tertiary care hospitals and reported through IMPACT . A major area in which the AFP surveillance could be improved is the performance of polio-specificinvestigations and timely reporting of results. TheAge distribution of AFP cases reported to the CPSP , 1996-2001TABLE 6 Age group (years) 2 (6.7) 11 (36.7) 9 (30.0) 8 (26.6) 30 (100)0 13 (37.1) 12 (34.3) 10 (28.6)35 (100) Includes four delayed reports not included in the CPSP 2000 ResultsNumber of cases (%) 2 (4.6) 15 (34.9) 18 (41.9) 8 (18.6) 43 (100)0 - 1 2 - 56 - 10 11 - <15 Total3 (4.9) 18 (29.5) 23 (37.7) 17 (27.9)61 (39.3) 17 (32.7) 13 (25.0) 14 (26.9)52 (100) Neurological diagnosis of AFP cases reported to the CPSP , 1996-2001TABLE 7 Final Diagnosis 1996 0 21 (70.0) 6 (20.0) 1 (3.3)— 1 (3.3) —— — —1 (3.3) 30 (100) * Includes four delayed reports not included in the CPSP 2000 ResultsNumber of cases (%) 1998 0 34 (77.3) 6 (13.6) 1 (2.3)— — —— — —3 29 (82.8) 2 (5.7) 1 (2.9)1 (2.9) 1 (2.9) —— — —1 (2.9) 35 (100)1999 0 50 (82.0) 7 (11.5) —— — 2 (3.2)1 (1.6) 1 (1.6) —— 61 (100)2000* 0 49 (80.3) 4 (6.6) — —— — —— 8 (13.1) —61 (100) 2001 0 40 (76.9) 8 (15.4) — —1 (1.9) — —— 3 (5.8) —52 (100)1996 1997 1998 1999 2000* 200119C P S P 2 0 0 1 R E S U L T S proportion of cases where polio-specific laboratory investigations were reported remained low in 2001; only 48% of cases had an adequate stool investigation during this period. Although this is, for the most part,an improvement over previous years (33% in 1996,37% in 1997, only 25% in 1998, 42% in 1999, and51% in 2000) the rate of adequate stool investigationremains significantly lower than the WHO target of 80%. While neurological investigations provide supporting evidence for the final diagnosis in themajority of reported AFP cases, polio-specificlaboratory investigations remain vital for theevaluation of all cases, including those in whichpoliomyelitis is not being considered as a possible diagnosis. Negative results of appropriate polio- specific investigations are as important as a positiveresult would be in AFP case evaluations. Thesingle most important laboratory investigation,recommended by the National Working Group onPolio Eradication to confirm or to rule out a diagnosis of paralytic poliomyelitis, is a stool specimen collected within two weeks of onset of paralysis for isolation ofwild or vaccine strain poliovirus; specimens may becollected up to six weeks after the onset of paralysis,although after two weeks, the sensitivity of virusisolation decreases. The examination of paired serum samples for evidence of a fourfold or greater rise in poliovirus antibody titre in paired sera and/or thepresence of poliovirus-specific IgM antibody in asingle serological specimen further enhance theevaluation of cases. Principal investigator Paul Varughese, DVM, MSc, Division of Immunization and Respiratory Diseases, Centre for Infectious Disease Prevention and Control,Population and Public Health Branch, HealthCanada, T entire paediatric population from age one month to 17 years. Thirty-one percent of anaphylaxis episodes occurred after the first known exposure to the trigger. Eighty-one percent of anaphylaxis episodes were triggered by foods, especially peanuts. Injection of epinephrine, the first-aid treatment of choice in anaphylaxis, was often delayed or omitted. The clinical picture of anaphylaxis in Canadian infants, children and teens has been defined,thanks to the information provided by 130 reporting physicians in the CPSP . Background In the paediatric population, until recently, anaphylaxis from all triggers was considered to berelatively rare, although other atopic disorders such as asthma and allergic rhinitis had reached epidemic proportions. By using active, real-time surveillance asa novel approach to studying anaphylaxis, the study aimed, through the CPSP , to provide a new perspective on this potentially fatal disorder in thepaediatric population. Objective T o define the picture of anaphylaxis in Canadianinfants, children, and teens with regard to: Dr. Estelle Simons20C P S P 2 0 0 1 R E S U L T S who is at risk where the episodes occur what triggers anaphylaxis what the symptoms are how anaphylaxis is treated Case definition A confirmed case is an infant or child 18 years or lesswith a severe allergic reaction to any stimulus havingsudden onset and lasting less than 24 hours. One or more body systems may be involved and multiple symptoms such as hives, flushing, angioedema,stridor, wheezing, shortness of breath, vomiting,diarrhea or shock may be evident. 1) Provoking factors: foods, insect stings/bites, latex rubber, medications, exercise, cold, or otherstimuli. 2) Symptoms: cutaneous, respiratory, gastrointestinal, cardiovascular and/or central nervous systeminvolvement. 3) Documentation: at the time of the episode: clinical history, physical examination, and serum tryptase levels, if available; weeks or months after the episode: skin tests for confirmation of allergy to the suspected trigger (food, insect sting/bite, latex rubber, ormedication); tests for other provoking factors such as exercise . Duration January 2000 to June 2001 Results During active surveillance from January 1, 2000 to June 30, 2001 inclusively, 98% of the 130 physicians who reported anaphylaxis cases to the CPSPvoluntarily completed detailed case-specific questionnaires. Cases were discarded if they occurredbefore January 1, 2000, or after June 30, 2001, if they occurred in patients 18 years of age or older, or if they did not meet the case definition. More than 700 episodes of anaphylaxis involving patients aged one month to 17 years were reported, including one fatality in a food-allergic teen. Sixtypercent of all anaphylaxis episodes occurred in males;60% of all episodes occurred in children less thansix years of age; 64% of all episodes occurred in thechild's home, and a parent was present during 75% of all episodes . Thirty-one percent of episodes occurred following a child's first known exposure to the trigger;25% of episodes occurred in children who had ahistory of a previous reaction to the trigger. Eighty-one percent of all episodes were triggered by foods, most commonly peanuts, tree nuts, cow's milk, eggs, fish/shellfish, and fruits/vegetables. Non-foodtriggers such exercise (2%), immunotherapy(2%), and other (1%) were also reported. Symptoms and signs involved the skin in 91% of episodes, and other systems as follows: respiratory(69%), gastrointestinal (43%), cardiovascular (8%) and central nervous system (3%). Signs and symptoms usually occurred in more than one bodysystem concurrently, and multiple symptoms and signs often occurred within the same body system. Skin symptoms and signs included urticaria (64%),angioedema/swelling (59%), flushing (23%), and itch only (36%), wheeze (6%). Nasal symptoms occurred in 8% and eye symptoms in 5% of the episodes. Gastrointestinalsymptoms and signs included vomiting (34%), nausea (6%), abdominal cramps (6%), dysphagia (5%) and diarrhea (4%).21C P S P 2 0 0 1 R E S U L T S Epinephrine was injected in 32% of episodes; however, it was not available in 29% and was available but not given in 12%. An H1-antihistamine, usually oral diphenhydramine, was administered in 54% of the episodes. Corticosteroid treatment was given in 14% of episodes. Discussion Not only is this the first prospective, real-time, study of anaphylaxis using a national reporting network, but it is also the largest \"all triggers\" anaphylaxis study in patients of any age reported to date. Theresults summarize the national experience withanaphylaxis in an entire paediatric population over18 consecutive months. Anaphylaxis affects the entire paediatric population from the age of one month to 17 years. Itpredominantly occurs in young children, and is more likely to occur in boys than in girls. New findings in this study were that a parent was present during 75%of the episodes, and that in 31% of the episodes,no known previous exposures to the trigger hadoccurred. The symptoms and signs of anaphylaxis ininfants and very young children are described clearly for the first time. Despite the large number of anaphylaxis episodes reported, the study likely underestimated the true occurrence rate of anaphylaxis in the paediatricpopulation. For example, episodes in which thechild's caregiver or physician failed to recognizeanaphylaxis as such would not have been included.Adolescents, who are less likely than younger children to be in regular contact with a paediatrician, may also have been under-represented. Episodes,in which a child was diagnosed and treated foranaphylaxis by a family physician only, and not by aspecialist such as a paediatrician or an allergist, wouldnot have been captured, as family physicians do notreport to the CPSP . Moreover, some patients with anaphylaxis, seen by CPSP physicians, may not have been reported due to the workload involved. Several opportunities to educate physicians and the public about anaphylaxis in children were identifiedin the CPSP anaphylaxis study. The three mostimportant messages are as follows: 1) Anaphylaxis triggers, identified on the basis of the history, must be confirmed by appropriate allergy and other tests sothe trigger can be avoided. 2) Failure to recognizeanaphylaxis promptly leads to delay in epinephrineinjection, the first-aid treatment of choice, and/orto inappropriate treatment. 3) Most deaths from anaphylaxis are preventable, with confirmation of the trigger factor, long-term avoidance of the trigger,and prompt first-aid treatment with epinephrine. Conclusions Using active surveillance, a novel method of data collection involving real-time physician reporting, it was found that anaphylaxis is not a rare disorder inthe Canadian paediatric population. It was mostcommonly reported in young children and in boys.Food was the most common trigger factor. Non-foodtriggers included medications and biologicals, insect stings, latex rubber, and exercise. Epinephrine injection was under-utilized in first-aid treatment. Principal investigator F . Estelle R. Simons, MD, Section of Allergy &Clinical Immunology, Department of Pediatrics & Child Health, University of Manitoba, Room AE101, Gold, MD, University of T oronto22C P S P 2 0 0 1 R E S U L T S Cerebral edema in diabetic ketoacidosis Highlights Four out of 16 children died of CE-DKA; this phenomenon is comparable to other reported studies. Only one in 12 of the surviving children had residual neurologic sequelae. It appears, upon preliminary analysis, that the risk factors for CE-DKA are new onset diabetes, high initial urea and low initial serum bicarbonate. No association was found with any treatment factors in the preliminary analysis. Preliminary analysis suggests that features at presentation may be more important than treatmentfactors in the development of cerebral edema associated with DKA. Background Diabetic ketoacidosis (DKA) is a common complication of diabetes, occurring in up to 25 to 40% at diagnosis of diabetes and in approximately 5% of patients per year with established diabetes.Previous reports have found that one to threepercent of cases of DKA are complicated bycerebral edema (CE) which is associated withsignificant morbidity (21 to 35%) and mortality (21 to 24%). A recent population study throughthe British Paediatric Surveillance Unit showed the calculated risk of developing cerebral edema was 6.8 per 1,000 episodes of DKA. The risk factors for the development of CE-DKA remain controversial.Those implicated have included features atpresentation (age under five years, new onsetdiabetes, long duration of symptoms, high initial urea,low initial pCO 2) and treatment factors (too rapid or inadequate fluid administration, use of hypotonic fluids, failure of serum sodium to rise duringtreatment). Objectives 1) T o determine the incidence of cerebral edema in association with DKA in Canadian children. 2) T o determine outcome of cerebral edema in association with DKA. 3) T o identify risk factors for cerebral edema in association with DKA. Case definitions 1) Children up to their 16th birthday.2) Sudden or unexpected deterioration in level of consciousness in a child or adolescent with DKA(pH <7.35 and/or bicarbonate <18 mmol/L inassociation with diabetes and ketonuria). 3) Any death in a child or adolescent with type 1 or type 2 diabetes, either during or unrelated to anepisode of DKA. Cases with profound depression of level of consciousness at presentation were also considered. A retrospective search of medical records, in all reporting centres, from 1995 to 1999 identifiedadditional cases. T wo unmatched controls/cases werereviewed. Duration July 1999 to June 2001Dr. Sarah Muirhead 23C P S P 2 0 0 1 R E S U L T S Demographic characteristics and initial laboratory values of cases and controls - Interim analysis resultsTABLE 8 Cerebral edema (N=16) 9.6 ±4.16 3.0 151.8 ± 13.7 * This is an interim analysis. Consequently, chi ratio significance was set at a p-value of <0.01. Analysis of demographic variables by logistic regression analysis. Analysis of initial laboratory data by chi ratio with Bonferroni adjustment.Controls (N=40) 9.4 ± 4.320 147.1 ± 8.3Age (years) Male sex (%) Newly diagnosed (%) Duration of vomiting (days) Glucose Urea pCO2 23 Confirmed 11Pending review 6Not cerebral edema 5Unable to locate 1Excluded 21 Duplicate reports (12) Date (6); Age (1) Hyperosmolar coma (1) Death not DKA (1) Retrospective cases 5 Total cases 16Summary of reports and identification of cases for case control study of risk factors for CE-DKAResults P value*24C P S P 2 0 0 1 R E S U L T S 3) See T able 8 and Figure 3 for preliminary analysis results of risk factors for CE-DKA in this cohort. Conclusions Risk factors for cerebral edema in DKA in this cohort include: new onset diabetes low initial bicarbonate high initial urea No association was found with previously reported risk factors including: young age long duration of symptoms low initial pCO 2 rapid administration of hypotonic fluids The observed mortality rate of four out of 16 is similar to previous reports. However, outcome for survivors was better than previously reported (onlyone child in 12 had residual neurologic sequelae). This is a preliminary analysis. Data collection is pending on six prospective and an undetermined number of retrospective cases. Principal investigator Sarah Muirhead, MD, University of Ottawa,Division of Endocrinology and Metabolism, Children's Hospital of Eastern Ontario, Daneman, MD, University of T orontoOdds ratio of potential risk factors for cerebral edema associated with DKAFIGURE 3 * It was impossible to do a regression analysis for urea.Age Gender New onset diabetes Insulin infusion rate Fluid infusion rate Sodium infusion rate Insulin bolus Bicarbonate use Urea* 0.001 1.00 1000Objective-specific results 1) Incidence of CE-DKA: Incidence determination will follow once national data on DKA is available. 2) Outcome: The mortality rate of four in 16 cases is in keeping with other reports. However, only one in 12 of the survivors had residual neurologicaldeficits, which is lower that previously reported. Fluid use prior to CE was conservative in this study (6.5 cc/kg/hr in cases and 3.6 cc/kg/hr in controls). A previous study by Harris et al in 1990 found that rates of CE-DKA did not change with reduced fluids, but outcome improved. Odds ratio (log scale)25C P S P 2 0 0 1 R E S U L T S CHARGE association/ syndrome Highlights In the first four months of the study, 50 confirmed CHARGE association/syndrome cases were reported. The incidence of CHARGE association/ syndrome varies between province/regionfrom zero to eight per 100,000 live births. The mean age at diagnosis of CHARGE association/syndrome has decreaseddramatically over the last 24 years from 11 years of age to 1.5 months. CHARGE association/ syndrome is becoming one of the leadingcauses of combined sensory impairment (deaf-blindness) in the world. Recognitionof CHARGE association/ syndrome in Canada is increasing with familiesand professionals requiring more information about this complex condition. Background CHARGE association/syndrome (CHARGE A/S) is a constellation of a number of congenital anomalies that was first given the acronym CHARGE (Coloboma, Heart Defect, Choanal Atresia, Retarded Growth and Development, Genital Hypoplasia, Ear Anomalies/Deafness) in 1981. Over the past 15 years, the specificity of this pattern of malformations has reached the level that many clinicians now consider it to be a discrete recognizable syndrome (Graham JM. Am J Med Gen 2001;99:120-3). With increasing expertise, it became clear that the criteria originally proposed needed further refinement. The revised consensus diagnosticcriteria by Blake et al, (Clin Pediatr 1998;37:159-74) incorporating both major and minor features for CHARGE A/S have been documented to enhance clinical diagnosis and facilitate research efforts. These criteria consist of four major characteristics: coloboma, choanal atresia, specific ear anomalies, cranial nerve dysfunction (facial palsy, vestibular dysfunction, and swallowing difficulties) and seven minor criteria: heart defect, orofacial cleft, genital hypoplasia, growth deficiency, developmental delay, tracheoesophageal fistula and a distinct facial appearance. The diagnosis is firmly established when all four major or three major and three minor criteria are present. Some of the criteria are difficult to detect in infants, and as the major characteristics are rare in other conditions, the CHARGE A/S diagnosis needs to be considered in any individual who has one or two major criteria and several minor characteristics. T o define CHARGE A/S in these individuals, a cranial CT scan may show classical anomalies of the temporal bones, choanae or brain. High resolution chromosome studies, the Fluorescent In Situ Hybridisation (FISH) for 22q11 deletion and recently subtelomeric testing (rearrangements at the end of the chromosomes) may help confirm a case. The true incidence of CHARGE A/S is not known, therefore the purpose of this study is to determine the incidence and prevalence of CHARGE A/S in Canada. Using the Maritime data (estimated incidence of eight per 100,000), it is expected that 30 new cases per year will be diagnosed in Canada. As CHARGE A/S presents with a wide spectrum of clinical severity, mildly affected patients may also be diagnosed and can be followed prospectively. The review article, entitled \"Charge Association: An Update and Review for the Primary Paediatrician\" (Clin Pediatr 1998;37:159-74), summarizes our current understanding of the management of this complex and chronic multiple congenital anomaly, giving physicians a guide to the management of CHARGE A/S. Dr. Kim Blake with Nathan at the CHARGE Foundation Conference in Indianapolis - 200126C P S P 2 0 0 1 R E S U L T S T o date, no predictive factors regarding the developmental prognosis of CHARGE A/S infants have been identified. Because of their multiple complex medical/surgical issues, many initial care providers overestimate the severity of developmental and behavioural disability in the absence of reliable data. Only by careful prospective follow-up of a population of CHARGE A/S infants that have been ascertained using the CPSP can their developmental profile be defined and compared to the reported literature. An increase in paternal age of CHARGE A/S children has been recognized and needs to be confirmed. Objectives 1) T o determine the incidence and prevalence of CHARGE A/S in Canada by ascertaining all identified cases of CHARGE A/S (old and new). 2) T o obtain demographic and medical information on patients with CHARGE A/S, and assemble a database to answer such research questions as: Docertain CHARGE A/S features predict mortality and morbidity? Is paternal age increased compared to the general population? Do renal anomalies occur more frequently in CHARGE A/S than has been documented in the literature? 3) T o follow developmentally and behaviourally an identified group of CHARGE A/S infants who have been diagnosed at an early age and have obtained early intervention services. Will early recognition and treatment of these infants improve their clinical and behavioural well-being? Case definitions 1) Infant/child/adult with all four major criteria. 2) Infant/child/adult with three major and three minor criteria. 3) Previously diagnosed child with CHARGE A/S that does not fit major or minor criteria, but has a combination of the above, plus some occasional findings: renal, hand, spine/limb, abdominal (hernia) anomalies.Major inclusion ear - external (lop- or cup-shaped), middle ear (ossicularmalformations, chronic serous otitis), mixed deafness, cochlear defects 4) Cranial nerve dysfunction - facial palsy (unilateral or bilateral), sensorineural deafness and/or swallowing problems Minor inclusion criteria pubertal development 2) Developmental delay - delayed motor milestones, language delay, mental retardation 3) Cardiovascular malformations - all types, especially conotruncal defects (e.g., tetralogy of Fallot), AV canal defects, and aortic arch anomalies 4) Growth deficiencies - short stature, growth hormone deficiency 5) Orofacial cleft - cleft lip and/or palate 6) T racheoesophageal (TE) fistula - tracheoesophageal defects of all types 7) Characteristic face - sloping forehead, flattened tip of nose Exclusion criteria Exclude other conditions such as velocardiofacial syndrome (VCS) and DiGeorge Sequence (DGS)using FISH test (Fluorescent In Situ Hybridisation) to exclude 22q11 deletion. Duration September 2001 to August 2003 Results In the first four months of CHARGE A/S surveillance, there were 69 initial reports. Of these, 50 were27C P S P 2 0 0 1 R E S U L T S reported, 65% compared to 50-60%, and there were no females diagnosed with genital hypoplasia. Frequencies are based on the number of confirmed cases of CHARGE A/S known to have the specificanomaly (N), compared to the number of cases reporting the presence or absence of the anomaly (responses). Using the number of reported cases, an estimate of the incidence of CHARGE A/S in Canada and in each province was calculated, based on the number of CHARGE A/S individuals born between July 1,1997 and June 30, 2001 (T able 10). The variation in the incidence of CHARGE A/S between provinces is compelling and is likely due to higher reportingrates in areas where there is a specific interest in CHARGE A/S. Therefore, the incidence of CHARGE A/S varies between provinces/regionsfrom zero to eight per 100,000 live births. T able 11 demonstrates a dramatic decrease in the mean age at diagnosis over the last 24 years from 11 years to 1.5 months. CHARGE A/S individuals born between 1997 and 2001 were diagnosed at 1.5 months, on average, with many diagnoses made in the neonatal period. Between 1992 and 1996,confirmed as CHARGE A/S, five did not meet the CHARGE A/S criteria, and 14 remain unconfirmed. Forty percent of the families voluntarily agreed to be contacted regarding the follow-up study. Thefrequencies of major and minor anomalies associated with CHARGE A/S were similar to those previously reported (T able 9). The frequency of choanal atresiaor stenosis was slightly higher than previouslyCharacteristics of CHARGE association/syndromeTABLE 9 Characteristics N/responses Frequency % Major Coloboma atresia 85Minor criteria 26/34 Growth deficiencies 32/41 78 of CHARGE association/syndrome in CanadaTABLE 10 Province/region Number cases/year 100,000* Maritimes 6 1.5Alberta 0 0 British Columbia 5 1.25 Ontario 13 3.25Quebec 5 1.25 Manitoba 4 1 Saskatchewan 1 0.25Newfoundland 0 0 Total 36 9 * The 95% confidence intervals are not included in this preliminary S P 2 0 0 1 R E S U L T S children were, on average, 17 months at the time of diagnosis, while children born previous to 1992 were on average 11 years when they were first diagnosed with CHARGE A/S. This has huge implications for the developmental outcome of these children, since early intervention has been shown to be critical in children with sensory deficits. It will be interesting to follow this cohort of infants and young children who were diagnosed with CHARGE A/S as neonates and monitor their development. The number of cases is based on the number of reported cases where the birth date falls betweenJuly 1, 1997 and June 30, 2001. The birth rates are based on figures from Statistics Canada for the period July 1, 2000 to June 30, 2001. The average age at diagnosis was determined for reported CHARGE A/S patients born within thetime periods. Etiological heterogeneity may be associated with variable expressivity. T wenty-five confirmed CHARGE A/S cases had normal FISH-22q11 deletion studies, 24 had no reported tests, and onereport had 22q11 deletion (this case will require further clinical evaluation). Subtelomeric testing, which is becoming more widely available in Canada,is recommended as a second genetic screen. Identifying a more homogenous group of CHARGE A/S cases meeting the criteria that have beenproposed as a recognizable syndrome (Graham, 2001) might be useful for genetic investigation.Conclusions CHARGE A/S appears to be under-reported in many provinces. However, the average age at diagnosis has improved from several years to the first few months oflife. Physicians are more aware of defects that maynot be obvious at birth (hearing impairment, retinalcoloboma, feeding difficulties, renal anomalies) andare able to recheck vision and hearing regularly. A temporal bone scan may confirm the diagnosis and should be part of the workup of any infant withsuspected CHARGE A/S. While the FISH testproves valuable to exclude other diagnoses,subtelomeric testing is now recommended. Principal investigator Kim Blake, MB, MRCP , Division of Medical Education, Genetics and Dysmorphology, Cedars Sinai Medical Centre Chitra Prasad, MD, Section of Genetics and Metabolism, University of Manitoba Isabel M. Smith, PhD, Departments of Paediatrics and Psychology, Dalhousie University and IWK Health Centre CHARGE parents (for families of CHARGERS in Canada) Debbie Cachia, tel.: 705-448-2894; e-mail: dcachia@sympatico.ca Lisa e-mail: 1978-199142 7131.5 (±2.16) 17 (±23.25) 121 (±108)Number of cases Mean age at diagnosis months (standard deviation) 1 d - 4.5 m 1 d - 4 y, 9 m 3 m - 22 y, 10 mRange d=day, m=month y=year29C P S P 2 0 0 1 R E S U L T S Congenital rubella syndrome Highlights In 2001, for the first time since national notification of CRS began in 1979, nocongenital rubella syndrome was reported in Canada. From 1996 to 2001, zero to two newborns with CRS per year were identified through the surveillance systems in Canada (0 to 0.5 per 100,000 births). Standing orders for vaccination of all rubella susceptible women in the immediate postpartum period are essential. Rubella and congenital rubella syndrome are contagious vaccine preventable diseases and remain a risk particularly in immigrant and unvaccinated populations.Continuous vigilance and total vaccine protection for all are to be maintained. Dr. Paul Varughese Background In Canada, rubella immunization programs were introduced in the 1970s. However, the program strategies varied; some provinces initially opted for selective immunization of pre-adolescent females andothers opted for immunization of all infants. By 1983, all provinces and territories across Canada had implemented routine measles-mumps-rubellacombined vaccine (MMR) at 12 months. During 1996 and 1997, all provinces and territories introduced a routine second dose MMR or measles-rubellacombined vaccine (MR) given at 18 months or four to six years. Some jurisdictions used MR vaccine for their second dose catch-up campaigns. Since 1970 the incidence of rubella in Canada has declined markedly; fewer than 30 cases were reportedannually in the past two years. During a nationalconsensus conference in 1994, a goal of eliminatingindigenous rubella infection during pregnancy by theyear 2000 was established. In November 2001, aNational Expert W orking Group on Rubella recommended that all rubella infections be includedfor enhanced surveillance. In Canada, passive reporting of congenital rubella syndrome (CRS) to the Notifiable Diseases ReportingSystem (NDRS) began in 1979. Active surveillance of CRS began in 1992 through a network of tertiary care paediatric hospitals (now representing more than 85% ofpaediatric tertiary care beds in Canada) participating in IMPACT (Immunization Monitoring Program ACTive). Objectives 1) T o estimate the incidence of congenital rubella syndrome and congenital rubella infection in Canada. 2) T o obtain detailed epidemiological data, including maternal histories, on reported cases of congenitalrubella syndrome and infection. Case definitions Confirmed case Live birth T wo clinically compatible manifestations (any combination from T able 12, columns A and B) with laboratory confirmation of infection: isolation of rubella virus from an appropriate clinical specimen; or detection of rubella-specific IgM in the absence of recent immunization with rubella-containing vaccine; or rubella-specific IgG persisting at elevated levels for longer than would be expected from passive transfer of maternal antibody, or in the absence of recent immunization. Stillbirth T wo clinically compatible manifestations with isolation of rubella virus from an appropriate clinical specimen. Note: The following cannot be classified as a CRS case: rubella antibody titre absent in the infant; or rubella antibody titre absent in the mother;30C P S P 2 0 0 1 R E S U L T S significant rise in serum rubella IgG antibody levels by any standard serological assay; or positive serologic test for rubella-specific IgM; or clinical illness * in a person who is epidemiologically linked to a laboratory-confirmed case. *Clinical illness is characterized by fever and rash, and at least one of the following: arthralgia/arthritis, lymphadenopathy, conjunctivitis. Upto 50% of rubella infections are reported to be subclinical. Duration January 1996 to December 2004 Results and discussion In 2001, no cases of CRS were identified in Canada, by the Notifiable Diseases Reporting System or by theCPSP . The very low incidence of CRS and rubella infection suggest that Canada is getting closer to achieving the goal of eliminating indigenous rubellainfection during pregnancy. From January 1996 to December 2001, with active surveillance in place, seven new cases of newborns with CRS were reported in Canada (T able 13). Of those whose status was recorded, two were born toCongenital rubella syndrome: clinically compatible manifestationsTABLE 12 Microcephaly4. Micro-ophthalmia5. Mental retardation6. Meningoencephalitis 7. Radiolucent bone disease 8. Developmental or late onset conditions, such as diabetesand progressive panencephalitisand any other conditionspossibly caused by rubella virusColumn B 1. Cataracts or congenital glaucoma (either oneor both count as one) 2. Congenital heart defect 3. Sensorineural hearing loss 4. Pigmentary retinopathyor rubella antibody titre declining in the infant consistent with the normal decline after birthof passively transferred maternal antibody. Congenital rubella infection Confirmed caseA case with laboratory confirmation of infection but with no clinically compatible manifestations: isolation of rubella virus from an appropriate clinical specimen; or detection of rubella-specific IgM in the absence of recent immunization with rubella-containing vaccine; or persistence of rubella-specific IgG at elevated levels for longer than would be expected frompassive transfer of maternal antibody, or in theabsence of recent immunization. Rubella in clinical illness Confirmed case Laboratory confirmation of infection in the absence of recent immunization with rubella-containing vaccine: isolation of rubella virus from an appropriate clinical specimen; orCases of CRS by year of birth reported to CPSP/IMPACT and NDRS from January 1996 to December 2001TABLE 13 Year of birth 1 0 0 01 0 2 * Notifiable Diseases Reporting System NDRS data for 2000 and 2001 are provisionalReported to NDRS* only 1996 1997 1998 1999 2000 2001 Total0 0 0 00 0 0Reported to CPSP only 1 1 1 11 0 5Reported to both NDRS* and CPSP 2 1 1 12 0 7Total31C P S P 2 0 0 1 R E S U L T S immigrant women, one to an aboriginal woman, and two to non-aboriginal women. These five casesillustrate the need for documentation of previouslyreceived rubella vaccination, of maternal immunity status, and postpartum rubella vaccine when indicated. Conclusions Health-care providers are requested to ensure that: 1) all patients receive their rubella vaccinations at the recommended ages and 2) all women without documented proof of rubella immunization receive the vaccine. Special attention should be given to the review of vaccination records of women from regions with poor vaccination coverage, including women in immigrant populations. Routine rubella antibody screening antenatally is central to the congenital rubella prevention strategy, and all women found to be susceptible should be vaccinated in the immediate postpartum period. A standing order for the vaccination of susceptible women before discharge from hospital is the most effective way to ensure that the opportunity is not missed. The degree of under-diagnosis and under-reporting for congenital rubella infection (CRI), CRS with lesssevere manifestations and CRS with delayed-onset manifestations is unknown. So far, no cases of CRI have been reported to the CPSP . Physicians arereminded that it is important to investigate all infants born to mothers who have confirmed or suspected rubella infection during pregnancy, even if the infantshave no obvious abnormalities on examination. Prenatal rubella screening and postpartum vaccination will continue to be essential in our quest to eliminaterubella infection during pregnancy. Principal investigator Paul Varughese, DVM, MSc, Division of Immunization and Respiratory Diseases, Centre for Infectious Disease Prevention and Control, Population and Public Health Branch, Health Canada, T unney's Pasture PL with endemic diarrhea-associated hemolytic uremicsyndrome required dialysis during the acute phase of illness. The mortality rate was 3.6%. One child had definitive evidence of Streptococcus pneumoniae -associated HUS and another was a possible case. Both children weredialysed and survived without apparent major sequelae. Endemic diarrhea- associated hemolytic uremic syndrome caused by Escherichia coli O157 is a serious public health problem in Canadian children. Background Hemolytic uremic syndrome (HUS) is one of the leading causes of acute renal failure in many developedcountries. Most commonly, HUS is associated with prodromal symptoms, including diarrhea and bloody stools. Cases may occur singly, in family outbreaks, orlinked to ingestion of contaminated food or water. Forexample, a large waterborne outbreak in Walkerton,Ontario, in the summer of 2000, resulted in anestimated 2,000 cases of diarrheal illnesses, including 26 cases with HUS due to E. coli O157 and 119 confirmed cases of Campylobacter . V erotoxin-producing E. coli (VTEC) infection is frequently associated with development of HUS. Nevertheless, HUS may also occur in various settings, Dr. François Proulx32C P S P 2 0 0 1 R E S U L T S The above criteria may not all be present simultaneously. Neurological impairment may bepresent. HUS D-: Streptococcus pneumoniae associated with to invasive Streptococcus pneumoniae infections (RHOF-ISP) A child under 16 years of age with:1) Evidence of invasive S. pneumoniae infection (blood or another normally sterile biological fluid: cerebrospinal, pericardial, articular, peritoneal,pleural) excluding middle ear, sinus, tracheal aspirates. 2) Both renal and hematological organ failures defined as above for HUS D+. These should occur in the absence of chronic underlying conditions that may have accounted for renal and hematological dysfunctions. The above criteria may or may not be present simultaneously. Other organ failures may also occur. Definite case of SPAH: evidence of thrombotic microangiopathy on renal biopsy or autopsy. Possible case of SPAH: distinction between pneumococcal sepsis with secondary organ failures (RHOF-ISP) and SPAH will be determined through a Delphi process. Duration April 2000 to March 2002including invasive infections with neuraminidase producing pathogens . S. pneumoniae -associated HUS (SPAH) may lead to significant morbidity and mortality in children. There is an awareness of an increasingincidence of SPAH. Paediatricians participating in the CPSP were invited to report cases of HUS with prodromal diarrhea (HUS D+) and those withoutdiarrhea (HUS D-). All detailed case reports were reviewed and those fulfilling the case definitions were included in the study. Objectives 1) T o determine the incidence of HUS D+ in Canadian children, including illness caused by E. coli O157:H7 and non-O157 strains. 2) T o determine the incidence of SPAH in the same population. Case definitions HUS D+: Diarrhea associated with HUS A prodrome of enteric symptoms in a child under16 years of age with all the following: 1) Acute renal impairment with serum (Hb<100g/L fragmented red cells). 3) Thrombocytopenia (<150,000 x 10 9/L) in the absence of septicemia, malignant hypertension, chronic uremia, collagen or vascular disorders. HUS resultsTABLE 14 HUS D+ (year 2000*) HUS D+ (year 2001) HUS D- (year 2000*) HUS D- (year 2001) * From April to December 2000; Detailed reports were available in 61 cases; From January to December 2001; § One definite a nd one possible case.Reported 122 88 2 3Conformed with case definition 76 49 0 2§Duplicates 35 24 0 1Discards 5 62 0Under review 69 0 033C P S P 2 0 0 1 R E S U L T S identified in 70% (n=77); and E. coli O157 was noted in 95% (n=73). Thirty-three percent (n=36) of cases required dialysis during the acute phase of illness. Evaluation for long-term renal impairment using the glomerularfiltration rate was planned by treating physicians in16% of the cases. Among them, five children (4.5%)with an abnormally decreased glomerular filtrationrate have already been identified. Evaluation for other sequelae is pending. During the study period, the rate of mortality was 3.6% (n=4), two casesbeing noted during each year. S. pneumoniae -associated HUS T wo out of the three cases reported in 2001 possibly met the case definition; the two reported in 2000 did not. Both patients required dialysis and survived without apparent sequelae. S. pneumoniae was isolated in the blood of one child, while the othershowed a left lobar pneumonia with effusion.Although both cases may represent SPAH, definitiveevidence was available for only one patient. Principal investigators François Proulx, MD, University of Montreal, Department of Paediatrics, Section of Intensive Care,Results This analysis covers endemic cases noted during the21-month study period from April 2000 to December 2001. In 2000, a total of 122 cases were reported tothe CPSP . Detailed case reports were received for 61 of the 76 cases, which conformed to the case definition for HUS D+ for that year. In 2001, 88HUS D+ cases were reported, of which 49 conformed to the case definition and had detailed reports. The remaining cases are either duplicates, discards, or arestill under review regarding their status. Seasonal variations The seasonal variations in the incidence of HUS D+ for the year 2000 and 2001 are presented in Figure 4. The data show that most cases occur during the summer months; this is consistent with national trends in reporting. Clinical data and outcomes A slight predominance of females (59% versus 41%) was observed. The median age of the study population was 3.7 years (0.16-15.5). Of the 110 HUS D+ cases, diarrhea was present among 98% (n=108); bloody stools were noted in 85% (n=93); in 76% (n=84); a bacterial stool pathogen wasFIGURE 4 20 1510 5 0 JAN. FEB. MAR. APR. MAY* JUNE JULY AUG. SEP . OCT. NOV . DEC.Number of cases2000 2001 * Waterborne outbreak of gastroenteritis associated with a contaminated municipal water supply, Walkerton, Ontario, May-June 200 0 (www.hc-sc.gc.ca/hpb/lcdc/publicat/ccdr/00vol26/dr2620eb.html).Seasonal variations in the incidence of HUS D+ for the year 2000 and 200134C P S P 2 0 0 1 R E S U L T S Background Hepatitis C virus (HCV) is now recognized as the most common cause of chronic viral hepatitis leading to cirrhosis, end-stage liver disease and hepatic carcinoma. Although HCV infection produces a more slowly progressive disease than does hepatitis B, it accounts for twice as many fatalities. In Canada, it is reasonably estimated that the prevalence of HCV infection is about 0.8% for a total number of 240,000 infected persons. A mathematical model predicts approximately 2,200 new cases each year; 50 to 70% are unaware of their infection. Extrapolation from the general population data in Canada suggests that up to one in 120 deliveries might occur to an HCV-infected woman. Since HCV is inefficiently spread by sexual contact, and because screening of the blood supply is now in place, the relative epidemiological importance of vertical HCV transmission will gradually increase as it becomes the only risk factor for HCV acquisition in children. Recent studies with long-term follow-up of HCV- infected children have suggested that infection in children is associated with milder disease than in adults, but this remains controversial. The clinical course in children is characterized by low or normal transaminase levels in 50 to 60% of children, less severe histological changes and a lower percentage with persistent presence of HCV RNA. Follow-up in some of these is close to 20 years. However, some children develop fibrosis on liver biopsy even within 10 years of infection, fibrosis progresses with increasing age and duration of illness. Thus, some individuals infected in early childhood will eventually progress to end-stage liver disease. A unique feature of HCV infection in children is the possibility for a limited number of patients to spontaneously eliminate the virus. Data derived from studies and observations are dispersed and insufficient to warrant adequate careHôpital Foodborne and Waterborne Diseases, Centre for Infectious Disease Prevention and Control, Population andPublic Health Branch, Health Canada, T unney's Pasture PL virus infection Editorial Note: As described in the summary, the study ascertainment is incomplete though it is addressing an important public health issue. The CPSP Steering Committee urges participants to diligently report all HCV cases meeting thecase definition to have reliable pan-Canadian epidemiological data that could impact future public health actions. Highlights In the first 11 months of the study, 28 cases of HCV-infection among children and adolescents were confirmed. Nineteen other cases are still under investigation. Half the children were infected by mother to child transmission and more than a quarter by contaminated blood. Only one intravenous drug user was reported. The economic burden associated with hepatitis C virus disease underscores the importanceof prevention, early identification and treatment of HCV infection. Dr. Normand Lapointe35C P S P 2 0 0 1 R E S U L T S and treatment for HCV-infected pregnant women. Moreover, sufficient evidence is lacking on which to base recommendations for ante-, intra- and postpartum management of HCV-infected pregnant women to prevent transmission to their offspring. In addition, there is little information on the natural history of HCV infection in children. Objectives 1) T o estimate the relative weight of known HCV infection among children and adolescents followedby paediatricians. 2) T o establish the regional distribution of known paediatric HCV infection among provinces andterritories. 3) T o estimate modes of transmission of HCV (infected blood products/organ transplantation,mother to child or intravenous drug user). 4) T o describe the current management of HCV- infected patients. 5) T o define the natural history of HCV infection in regards to date of infection with a special interest in HCV transmission from mother to child(prospective follow-up from birth). 6) T o establish a pan-Canadian clinical cohort of HCV-infected children. 7) T o standardize a questionnaire in order to compare data between different regions and countries (e.g., British Paediatric Surveillance Unit).Case definition Any child from birth to 18 years of age (inclusive) who is: a) positive for HCV by RNA PCR on two separate specimens taken two months apart after the age of one month and/or b) HCV antibody positive over the age of 18 months (immunosuppressed HCV-infected children may have negative antibody tests). Duration February 2001 to January 2003 Results and discussion Seventy-one notifications of HCV infection were received. T wenty-eight cases were accepted; 13 were refused; eight were duplicates; seven arestill unconfirmed; 12 are pending and three are late reports. Among the 28 HCV-infected children, the mean age was (at the date of report) 9.78 years (min. 0.15; max. 17.62). Eleven cases were female and 17 were male. All children are alive but three arelost to follow-up. Risk factors for HCV acquisition were vertical transmission from mother to child in 14 cases, infected blood products in eight cases, oneintravenous drug user (IDU), and five other less defined causes. Among 14 children vertically HCV- infected, three children were born to HIV/HCV co-infected mothers. The medical histories of mothers Information from HCV-infected childrenTABLE 15 Sex Female 11Male 17 Total 28Risk factors Vertical transmission 14 Infected products 8IDU 1 Other 5 Total 28Ethnic origin Caucasian 18 Aboriginal 4Asian 2 Black 1 Other 3 Total 28Provincial distribution Alberta 5 British Columbia 2Manitoba 1 Ontario 3 Quebec 14Saskatchewan 3 Total 28Age group<5 years 9 >5 years 19 Total 2836C P S P 2 0 0 1 R E S U L T S Necrotizing fasciitis Highlights Necrotizing fasciitis is rare in the Canadian paediatric population. Almost half of the group A -hemolytic streptococcal necrotizing fasciitis cases were associated with varicella. Necrotizing fasciitis has serious complications needing intensive care management and surgical interventions, includingfasciotomies, debridements and amputations. Background For the past few years, the media has focused attention on a condition dubbed \"flesh eating disease\", referring primarily to a form of invasivegroup A -hemolytic streptococcal (GABHS) infection that leads to fascia and muscle necrosis. In 1999, the Canadian Paediatric Society issueda statement on the state of knowledge and management of children and close contacts of persons with all-invasive GABHS disease. Asrelatively little information is available on this condition in Canadian children, necrotizing fasciitis (NF) was added to the list of current CPSP studies inthe fall of 2001 to establish actual national rates and the epidemiology of NF . Objectives T o define the epidemiology, management and outcome of necrotizing fasciitis (NF) in Canadianindicate that 10 women were IDUs, two had received infected blood products, and two had an unknown risk factor. Among 28 HCV-infected childrenrecruited during this first year, 18 (64.3%) were Caucasian, four (14.3%) were Aboriginal, two (7%) were Asian and four were from Pakistan, Armeniaand Africa. Reports of HCV-confirmed cases come from six provinces: British Columbia (2 cases), Alberta (5 cases), Saskatchewan (3 cases), Manitoba(1 case), Ontario (3 cases) and Quebec (14 cases). Conclusions In the first 11 months of the study, less than 30 new cases of HCV infection in children and adolescents were reported (19 additional cases are beingcompleted). The total number of cases is lower than expected with cases reported from six provinces. The Maritimes and territories did not report HCVcases. It is important to note that mother to child transmission represents half of all confirmed cases in a context where detection of HCV among pregnantwomen is not routine. It will be interesting to see in the second year of surveillance if the number of reported cases increases and if the trend towardmother to child transmission is confirmed. Principal investigator Normand Lapointe, MD, Le CHU Pelletier, MD, Hôpital Sainte-JustineEve Roberts, MD, The Hospital for Sick Children Richard Schreiber, MD, Children's & W omen's Health Centre of British Columbia Lesley J. Smith, MD, University of Alberta Hospital Dr. H. Dele Davies37C P S P 2 0 0 1 R E S U L T S children with the following specific questions: What is the burden of both types of NF in Canadian children? Are there regional differences in rates?What are the common presenting signs and symptoms? How does management of this condition differ across the country (including supportive care,surgical management, antibiotics used and use of intravenous immunoglobulin)? How many cases of type II NF are associated with varicella? What isthe morbidity associated with NF? What is the case fatality rate in the current era? Case definitions For the purpose of this study, the two types of necrotizing fasciitis (NF) will be defined as: T ype I NF - Mixed infections involving anaerobes (most commonly Bacteroides and Peptostreptococcus spp ) and one such as streptococci(non group A -hemolytic NF - Group A streptococcus isolated from either blood or the fascial tissue or both. Definite cases of type I or type II necrotizing fasciitis will be those with histopathology demonstrating both necrosis of superficial fascia, and polymorphonuclearinfiltrate and edema of the reticular dermis,subcutaneous fat and superficial fascia. Probable cases of type I or type II necrotizing fasciitis: In the absence of examined specimens, the diagnosis will require the presence of gross fascial edema andnecrosis detected at surgery, or frank cutaneousnecrosis on physical examination, if surgery is notperformed. Duration September 2001 to August 2003Results and discussion Since surveillance began in September 2001, seven cases of necrotizing fasciitis (NF) (five type II, one type I, and one type unknown) have been identified. Five were male and two were female (T able 16). Four of the cases were reported from Ontario, one from Quebec, and one each from Alberta and Saskatchewan. Six of the patients had surgery. One patient died. T wo of the patients with type II NF had varicella infection preceding their illness. Organisms isolated in type 1 NF included: Staphylococcus aureus , Staphylococcus epidermidis , Escherichia coli and Group B streptococcus . The surveillance study is early, but indicates the relative rarity of this condition in children. The association of type II NF with varicella, previously reported by many investigators, was noted in almost half of all cases. The number of cases currently identified is too small to comment on issues suchas the role of intravenous immunoglobulins. Age of patients for necrotizing fasciitis cases reportedTABLE 16 Less than One to Over one year 10 years 10 years Male 2 3 0Female 1 1 0 Conclusion Ongoing surveillance is needed to better understand the epidemiology of paediatric NF in Canada. Principal investigator H. Dele Davies, MD, Director, Child HealthResearch Unit, Alberta Children's Hospital, 1820 Richmond Rd P S P 2 0 0 1 R E S U L T S Neonatal herpes simplex virusinfection Highlights The case fatality rate was 11% with deaths occurring only in cases with disseminatedHSV infections. The majority of women were unaware of a history of HSV infection at the time of delivery. Fifty percent of the cases were HSV-1 infections. This has implications for herpes vaccine development. These national surveillance data are of paramount importance in the development and monitoring of strategies to reduce the disease burden of neonatal herpes in Canada. Dr. Tom Wong Background Genital herpes simplex virus (HSV) and neonatal HSV infections are in someCanadian provinces and territories; however, the epidemiological information collected through this passive surveillance system is limited. This infectionis not included in the notifiable diseases system at the national level. It is therefore not possible to determine accurately the prevalence, incidenceand trends of neonatal herpes infection in Canada. Data collection is essential to better understand the epidemiology and to monitor the trends. Canadiandata on morbidity, mortality and on the mother and infant risk determinants will allow comparison of neonatal herpes infection rates with other countries.It will also provide baseline data before a vaccine becomes available. The information will be used to promote prevention, control program strategies,further research and to estimate the burden of illness in Canada. HSV infections pose a serious public health concern, especially since a high proportion of these infectionsare unrecognized. The most serious direct consequence of genital HSV infection is the perinataltransmission from mother to infant. The provision of an uninterrupted flow of information (between the principal investigator and reporting physician) is essential to maintaining a continuum in the surveillance and follow-up phases. Objectives 1) T o estimate the incidence rate of neonatal herpes infections (HSV-1 and HSV-2) for the years 2000 to 2003 per 100,000 live births in Canada. 2) T o determine the proportion of HSV-infected infants with localized diseases, encephalitis or disseminated diseases. 3) T o identify risk determinants in mothers and their maternal HSV status prior to delivery. 4) T o analyze trends of cases reported over a minimum period of three years, by age, sex and province. 5) T o document the morbidity/mortality of neonatal infections for the years 2001 to 2006 through a cohort study of infants identified in each of the first three years of the neonatal herpes surveillance project. Case definition For the purpose of this study, the neonatal period is being extended to 60 days of life so that late diagnosis is not missed. It will optimize our capacity to identify the maximum number of cases. All cases will be laboratory-confirmed and comprise at least one of the following: 1)Culture: Isolation of herpes simplex virus (HSV-1 and HSV-2) from any site in an infant equal to or less than two months (60 days) who demonstratesone of the following: Localized infection involving the skin, eyes or mouth,39C P S P 2 0 0 1 R E S U L T S still under investigation. The overall demographic and health profile of the 18 confirmed neonatal HSV cases diagnosed in 2001 is summarized in T able 18 for mother and T able 19 for infant. Disseminated infection: a) to central nervous system diseases (encephalitis) b) to organs other than CNS. 2)Serology: Herpes simplex virus IgM in infants equal to or less than two months (60 days) of age in conjunction with one or more of the following clinical signs: herpetic vesicular lesions to skin, mouth or eyes, keratoconjunctivitis, retinal dysplasia, chorioretinitis, cataract, encephalitis, lethargy, seizures, tremor, poor feeding, bulging fontanel, irritability, respiratory distress, jaundice, bleeding coagulopathy. A repeat serology (HSV IgM) after three or four weeks of onset of illness if test was negative initially will be acceptable. 3)PCR: On cerebrospinal fluid (CSF) and other tissues. Duration Phase I through the CPSP - October 2000 toSeptember 2003 Phase II through Health Canada - Follow-up of three successive cohorts of HSV-infected infants for a period of three years each, October 2001 to September 2006. Results and discussion Since the study began on October 1, 2000,61 possible cases of neonatal herpes simplex virus infection were reported; 10 in the first three months of the study and 51 in the year 2001 (T able 17). For reporting purposes, the year of diagnosis of a positive laboratory test for HSV was used. In 2001, 18 cases were confirmed across Canada (five per 100,000 live births), with nine additional casesNeonatal HSV cases reported to the CPSP October 2000 to December 2001TABLE 17 Status 2001 2000 Total Confirmed NHSV* 18 4 22 Possible NHSV 9 0 9Did not meet entry criteria 5 4 9 Duplicates 19 2 21 Total 51 10 61 * Including fatal cases: 2 (2001), 1 (2000), 3 (total) Excluded due to case definition (5), date of event prior to October 2000 (3) or no information available (1) HSV cases diagnosed in 2001 Demographic and health profile of motherTABLE 18 Mean age (years) 25 Ethnicity: Caucasian delivery 22%HIV infected 0% Half of the neonates had laboratory confirmed diagnosis by day 13. The overall case fatality rate was 11% (29% for disseminated cases vs. 0% for localized cases, p=0.1). One of the two neonatal HSV deaths was confirmed in a male neonate with a positive HSV-2. The mother had a vaginal delivery, free of complications at 40 weeks of gestation. She was40C P S P 2 0 0 1 R E S U L T S asymptomatic at delivery and had no known history of HSV infection; she could not recall any symptoms suggestive of oral or genital HSV infection. At birth, the baby weighed 3,600 g and had an APGAR of 10 at five minutes. Even with intravenous acyclovir, the infant died at nine days of age with disseminated HSV-2 to the liver, spleen, lungs, kidneys, and CNS. The second death occurred in a female infant diagnosed with HSV-1. The mother had a caesarian section at 39 weeks for failure to progress. At birth, the baby weighed 2,740 g and APGAR was not reported. Despite intravenous acyclovir, the infant died at nine days of age with pulmonary dissemination. All 18 infants were started on intravenous acyclovir. Thirty-one percent (five per 16) of the surviving infants were discharged home on oral acyclovir and one infant was entered into an oral acyclovir vs. placebo trial. The impact of HSV infection and developmental impairment on the surviving children could not be assessed at the time of the initial report. Only one case was reported as having seizures and encephalitis at the time of diagnosis.Conclusions Based on 18 confirmed cases in 2001, thepreliminary reported neonatal herpes incidence rate in Canada was five per 100,000 live births. If the outstanding cases prove not to be neonatal herpes infections, this represents a rate that is closer to those reported by the United Kingdom (two per 100,000 live births) than by the United States (20-50 per 100,000 live births). Over a third of these infections were disseminated cases, with an overall case fatality rate of 11%. At least half of the cases were HSV-1 which has implications for herpes vaccine development. Prevention of HSV infection presents a greater challenge since the majority of women were unaware of a history of HSV infection at the time of delivery. T o evaluate the consequences of neonatal HSV infection on surviving children, it is essential, as planned in Phase II of the study, to follow the surviving children annually for at least threeconsecutive years. Principal investigator T om Wong, MD, Division of Sexual Health Promotion and STD Prevention and Control, Bureau of HIV/AIDS, STD and TB, Health Canada, 7th Floor, Jeanne Mance of Manitoba I.D. Rusen, MD, Health Surveillance and Epidemiology Division, Health Canada Marc Steben, MD, Régie régionale de la santé et des services sociaux, Montréal Sandra Burton, Division of Sexual Health Promotion and STD Prevention and Control,Health CanadaHSV cases diagnosed in 2001 Demographic and health profile of infantTABLE 19 Female 44% Mean gestational age (weeks) 38 Median birth weight (grams) 2,675 Median APGAR score at 5 minutes 9 Median age at laboratory diagnosis (range) 13 days (1-31) HSV type: HSV-1 infection: Localized 61% Disseminated 39%41C P S P 2 0 0 1 R E S U L T S Neonatal liver failure/perinatalhemochromatosis Highlights Neonatal liver failure is rare in Canada. With supportive treatment, all three infants with \"chronic-pattern\" neonatal liver failure survived. Significant progress is being made in identifying patterns of severeneonatal liver disease in Canada. Background Neonatal liver failure is defined as severe hepatic dysfunction with coagulopathy, metabolic instability and signs of liver damage presenting in the first weeks of life. There are two predominant patterns: acute liver cell injury or chronic hepatic insufficiency. With the acute pattern, a previously normal liver suffers a severe insult, usually viral infection, for example, with Herpes simplex virus or enteric viruses such as Echovirus . In the chronic pattern, the liver is extensively damaged and may be cirrhotic at birth: serum aminotransferase levels are typically near- normal, coagulopathy is prominent, serum albumin is low, ascites (including fetal ascites) may be present. Metabolic diseases are often associated with this chronic pattern of neonatal liver failure as well as perinatal hemochromatosis, a rare disorder with extensive hepatic and extrahepatic iron overload inthe newborn. In all these \"chronic-pattern\" diseases, it is evident that liver damage has taken place during gestation. Although some infants with neonatal liver failure recover spontaneously, the majority do not and require specific medical intervention or liver transplantation for survival. Objectives 1) The main objective is to obtain extensive epidemiological data about the incidence of all neonatal liver failure in Canada. These are novel data worldwide because of a relative lack of ascertainment bias. 2) A secondary objective is to determine what proportion of these cases is due to perinatal hemochromatosis. Determining more generally the etiology and natural history of neonatal liver failure will provide important and unique data and supply the relevant comparative information for assessing the etiology and natural history of perinatal hemochromatosis and may lead tomore focused clinical investigations, particularly relating to therapy. Case definitions Occurring in an infant 60 days or less 1) Neonatal liver failure (acute pattern) - one or more of the following: serum aminotransferases (AST , ALT) extremely elevated unexplained hypoglycemia serum conjugated bilirubin elevated, but jaundice may not be prominent 2) Abnormal liver function (chronic pattern) - one or more of the following: serum albumin low, normal or subnormal serum aminotransferases (AST) normal or mildly elevated Dr. Eve Roberts42C P S P 2 0 0 1 R E S U L T S coagulopathy despite vitamin K supplementation serum conjugated bilirubin elevated unexplained hypoglycemia liver abnormal on sonography (ultrasound) 3) Investigations relating to differential diagnosis: ] serum gamma-glutamyltranspeptidase (GGT) elevated [ relating to inborn errors of bile acid synthesis and progressive familial intrahepatic cholestasis types 1 and 2 ] serum amino acids profile [ relating to hereditary tyrosinemia type 1 ] urinary succinylacetone [ relating to hereditary tyrosinemia type 1 ] serum -fetoprotein [ relating to hereditary tyrosinemia type 1 ] MR imaging of abdomen (consistent with increased iron in liver and pancreas, but not in spleen) [ relating to perinatal hemochromatosis and other disorders causing iron overload ] serum ferritin elevated, typically >1,000 µg/L (if >20,000, must (salivary gland biopsy or liver biopsy) shows iron overload or other process (data not obligatory) [ relating to PH and other etiologies ] serum lactate:pyruvate ratio; urinary organic acids [ relating to mitochondrial disorders ] sweat chloride (in older infants) [ relating to cystic fibrosis ] length of time receiving total parenteral nutrition [ relating to TPN cholestasis ] Duration February 2001 to January 2004Results Out of the 14 reports across Canada, four definitely represent neonatal liver failure. Of these four cases, three infants had \"chronic-pattern\" liver failure and all three survived with supportive treatment. The fourth case was an infant with an \"acute-pattern\" of severe liver injury secondary to Serratia septicemia which was fatal. Five reported infants did not have neonatal liver failure, mainly because coagulopathy was not present; three cases were duplicates; and two require further data to complete the assessment. There was no definite case of perinatal hemochromatosis reported and no infant underwent liver transplantation. Nevertheless, two important trends are seen: one infant proved to have X-linked adrenoleukodystrophy with a most unusual presentation as severe neonatal cholestatic liver disease, and two of the other infants had significant jaundice in the first 24 hours of life, a noteworthy neonatal problem deserving more analysis. Conclusions Significant progress has been made in identifyingpatterns of severe neonatal liver disease in Canada. The study is definitely beginning to achieve an important goal of the project, namely, to increase awareness of perinatal hemochromatosis and other severe neonatal liver disorders. The number of cases reported is within our expectations, given that these are rare liver disorders. Principal investigator Eve Roberts, MD, University of T oronto, Division ofGastroenterology and Nutrition, The Hospital for Sick Children, 555 University Ave., T University of T oronto43C P S P 2 0 0 1 R E S U L T S Progressive intellectual andneurologicaldeterioration Highlights Many different diagnoses can present as progressive intellectual and neurologicaldeterioration. No cases of the variant form of Creutzfeldt- Jakob disorder were reported in Canada. Cases of progressive intellectual and neurological disorders in children are rare events. Background An enhanced active surveillance system for progressive intellectual and neurological deterioration (PIND) was implemented to detect, prospectively, among the Canadian paediatric population, all persons with neurological conditions defined by a common presentation of PIND. Participating paediatricians and neurologists used a standard screening definition for PIND. All reported cases were reviewed by the principal investigator and classified into one of four predetermined categories. Cases with evidence of neurological and intellectual regression without known cause were reviewed by a panel of paediatric neurologists. Reported cases were also reviewed for the possibility of classic or variantCreutzfeldt-Jakob disease (vCJD). If the review panel felt that a reported case might have this disorder, it was referred to the CJD-Surveillance System (CJD-SS) team for further investigation. Cases referred to the CJD-SS were to be monitored through their lives and investigated at death, unless elements of the case warranted earlier investigation. Objectives 1) T o conduct active surveillance of the Canadian paediatric population for neurological conditions that are defined by a common presentation: progressive intellectual and neurological deterioration. 2) T o investigate all reported cases of PIND to detect any cases of CJD or vCJD occurring in paediatric populations in Canada. 3) Upon identification of any case of CJD or vCJD, to conduct further investigation by enrolling the case in the Canadian CJD surveillance system. Case definition Inclusion criteriaProgressive deterioration for more than three months in a child less than or equal to 18 years of age, with loss of already attained intellectual and developmental abilities, and development of abnormal neurological signs. Include (even if specific neurologic diagnoses have been made): metabolic disorders leading to neurological deterioration seizure disorders if associated with progressive deterioration children who have been diagnosed as having neurodegenerative conditions but who have not yet developed symptoms Exclusion criteria Static intellectual loss, e.g., after encephalitis, head injury or near-drowning. Dr. Daniel Keene44C P S P 2 0 0 1 R E S U L T S Duration July 1999 to June 2001 Results From the onset of this project, 99 possible cases of PIND have been reported to the CPSP (41 cases from July to December 1999, 43 cases in 2000, and 15 cases from January to June 2001). Fourteen cases were duplicates. Fifty-nine cases were classified as having a progressive neurological syndrome associated with intellectual deterioration. Only one case of iatrogenic Creutzfeldt-Jakob disorder has been reported and it was due to dura mater plasty. This case in 1999 was also reported independently to the CJD-Surveillance System Canada. No cases of the variant form of Creutzfeldt-Jakob disorder were reported. Fifteen cases did not meet the above- mentioned entry criteria, while another 10 could not be classified due to a lack of clinical information needed for classification. In many cases, this was the result of the limited information that physicians provided on the original mail-back forms. While letters asking for this information often went unanswered, direct telephone conversations with the physicians proved helpful in a few cases to get missing information. Often, when contacted, the physicians had forgotten who the patient was or had referred the patient to a university centre for confirmation of diagnosis. Without consent for release of information, the physicians in the referral centres who had been asked to see the child in consultation could not release the needed information to the surveillance program for patient classification. The rate of reporting of possible cases remained fairly stable over the period of the study. Conclusions Cases meeting the criteria for entry into this studyaccrued at the expected rate. No new cases of variant Creutzfeldt-Jakob disorder were discovered. The only case of CJD reported to this surveillance program was also reported independently to the CJD-SurveillanceSystem Canada. Cases of PIND in children are rare events. Principal investigators Daniel Keene, MD, Division of Neurology,Department of Paediatrics, Children's Hospital of Eastern Ontario, of cases Mitochondrial Adrenoleukodystrophy 2 Cree leukoencephalopathy 2Niemann-Pick disease 2 Vanishing white matter disorder 2 Alexander's disease 1Biotinidase deficiency 1 Hallervorden-Spatz 1 Gaucher type 3 1Glucose transporter disorders 9 Total 5945C P S P 2 0 0 1 R E S U L T S Smith-Lemli-Opitz syndrome Highlights The molecular spectrum of SLO mutations and their genetic backgrounds weredetermined for the Canadian population. Incidence results were used to support the extension of the National Institute of Health-funded multi-centre international study on prenatal screening for SLO in Ontario. Surveillance through the CPSP has led to an increased awareness of SLO among primarypaediatricians resulting in improved care for patients with SLO and for their families. Background and rationale Smith-Lemli-Opitz syndrome (SLO) is an inherited defect of cholesterol synthesis caused by mutations in the 7-dehydrocholesterol reductase gene (DHCR7). The enzymatic defect leads to a generalized cholesteroldeficiency, and to an accumulation of the immediate precursor, 7-dehydrocholesterol (7-DHC), in all body tissues, resulting in a characteristic syndrome of multiplemalformations, dysmorphic features, mental retardation, and behavioural abnormalities. SLO is readily diagnosed by demonstration of elevated levels of the cholesterolprecursor 7-DHC that accumulates in body fluids and tissues of these patients. The use of biochemical diagnostic test for SLO has led to the diagnosis ofSLO in fetuses and in infants with multiple or lethal anomalies that previously defied diagnosis, as well as in individuals who have significant mental retardation andbehavioural abnormalities, but minimal physicalfeatures. Many of the latter group of patients escaped detection for long periods of time; some were diagnosedwith idiopathic mental retardation, pervasive developmental disorder, or autism. The behavioural phenotype of SLO is characterized by autistic features,tactile defensiveness, and significant sleep disturbance among other features. Treatment of SLO with dietary cholesterol supplementation has shown promise withimprovement in the general health, as shown by reduction of frequency of infections, improved growth, and significant improvement in behaviour. Familiesof children with SLO treated with cholesterol supplementation report great improvement in the quality of life in addition to the physical improvements.It is possible that early institution of treatment may improve the final developmental outcome of patients with SLO; thus, if SLO has a sufficiently high incidence,newborn screening of SLO may be indicated. Objectives 1) T o determine the incidence and prevalence of inherited deficiency of 7-dehydrocholesterol reductase in Canada by ascertaining all newly diagnosed cases of SLO. 2) T o determine whether prenatal and neonatal screening for SLO is indicated in Canada. 3) T o obtain demographic and medical information on patients with SLO and to assemble a databasefor demographic studies and future research use (e.g., evaluation of dietary and medical therapies, genotype-phenotype correlation). Case definitions Confirmed case Elevated concentration of 7-dehydrocholesterol (7-DHC) in plasma (postnatal), or in chorionic villus sample or amniotic fluid (prenatal), or in blood spots obtained as part of neonatal screening. Probable case (requires biochemical or DNA confirmation): A. Infant/child/adult with developmental delay/mental disorder (ADHD)/Dr. Malgorzata Nowaczyk 46C P S P 2 0 0 1 R E S U L T S autistic features, with normal chromosomes, and any two of the following features: i. 2-3 toe syndactyly (webbing)ii. index finger clinodactyly ('zig-zag' index finger) iii. abnormal facial features (epicanthal folds, short nose, micrognathia) iv. ptosis v. genital anomalies in the male vi. failure to thrivevii. feeding difficulties requiring gavage tube feeding B. Stillbirth or newborn with normal chromosomes and any two of the following features: i. ambiguous genitalia/genital anomalies in male infant/female external genitalia in an infantwith normal male chromosomes ii. abnormal facial features (epicanthal folds, short nose, micrognathia) iii. cleft palate/submucous cleft iv. polydactyly of hands or feet v. lobster hand deformity or missing fingers of hand vi. 2-3 toe syndactyly (webbing) vii. internal anomalies (any of the cystic renal dysplasia, nervous system malformations, low unconjugated estriol on maternal serum screening during the second trimester ofpregnancy C. Previous clinical diagnosis of SLO without documented elevation of 7-DHC or known7-DHC reductase mutations Duration January 2000 to December 2002 ResultsDiscussion During year one, nine confirmed new cases, born or predicted-to-be born between November 14, 1999 and October 18, 2000 were reported, yielding an expected incidence of one in 37,100 births across Canada. All ofthe cases of SLO were reported in infants of European Caucasian origin, suggesting that the incidence of SLO in Canadians of European Caucasian origin is one in29,700. This trend was observed during year two, as well. This rate of diagnosis/reporting of patients with severe SLO fell within the expected range. However, therewas only one report of a birth of a child with mild SLO in year I with no subsequent reports in year II, again underscoring the delays in the diagnosis of patients withmild SLO. All of the patients reported to the CPSP and confirmed to have SLO underwent mutation analysis to detect mutations causing SLO. The mutation spectrum of SLO in Canadian patients was determined as well asthe underlying genetic background for a number ofthese mutations. Three new DHCR7 mutations were identified. SLO has been removed from the area of esoteric. It is hoped that increased clinical awareness will improve the rate of diagnosis of SLO, especially of the mildcases, and that individuals with SLO will benefit directly as a result of the education provided through the CPSP . Data results on incidence were used to support the extension of the National Institute of Health-funded multi-centre international study on prenatal screeningfor SLO in Ontario. Principal investigator Malgorzata J.M. Nowaczyk, MD, McMaster University,Department of Pathology and Molecular Medicine, Department of Paediatrics, Room 3N16, McMaster University Medical Centre, 1200 22Discarded 6 4 10Pending 2 4 6Year 20002001 Total47C P S P 2 0 0 1 R E S U L T S which occurs at any dose and results in inpatient hospitalization, prolonged hospitalization, persistent or significant disability, or death. Duration Fall 2002 to fall 2004 Principal investigator Bruce Carleton, PharmD, Faculty of Pharmaceutical Sciences, University of BritishColumbia, Pharmaceutical Outcomes Programme, Children's & W omen's Health Centre of British Columbia, of Ottawa Anne Smith, BSc (Pharm), MSc, Pharmaceutical Outcomes Programme, Children's & Women'sHealth Centre of British Columbia Margaret Zimmermann, BSc, Paediatric Monitoring Project, Bureau of Licensed Product Assessment,Health Canada Neonatal hyperbilirubinemia- severe Left unchecked, severe neonatal hyperbilirubinemia can cause significant long-term neurodevelopmentalmorbidity. An improved understanding of the etiology and risk factors would assistin the management and prevention of this disease.New Studies in 2002 Adverse drugreactions Adverse drug reactions are a major cause of childhood morbidity and mortality. Alarmingly, less than 5%are ever reported to regulators. Adverse drug reactions (ADR) are an important cause of childhood morbidity and mortality; yet, thetrue incidence of this problem is poorly defined due to the lack of reporting. Pre-marketing trials often do not include children who may be at risk for unique ADRs or an increased frequency of ADRs compared with the general population. Other factors, such as the inability of children to evaluate and express their own response to medications, also increase the risk of ADRs in the paediatric population. The CPSP is well positioned to detect ADRs in children. This study will investigate the potential of utilizing active surveillance methodologies, as is provided by the CPSP , to generate a sufficient number of cases from a large and geographically diverse paediatric population to derive meaningful data in the study of serious and life-threatening ADRs in children. For this study, a serious and life-threatening ADR (either anticipated or unexpected) has been defined as a noxious and unintended response to a drugDr. Bruce Carleton Dr. Michael Sgro 48C P S P 2 0 0 1 R E S U L T S reduction and help assess the potential value of a routine G6PD deficiency screening program in neonates and a routine blood group typing and Coombs analysis from cord blood. Duration July 2002 to June 2004 Principal investigator Michael Sgro, MD, Department of Paediatrics, 15th Victoria-014, St. Paediatrics,Mount Sinai Hospital Prader-Willi syndrome Identification of the Canadian incidence of Prader-Willi syndrome is important in identifying the burden, both medical andeconomic, of this challenging condition. Prader-Willi syndrome (PWS) is a rare (1:15,000) multisystem genetic disorder that leads to hyperphagia and obesity. The major findings include: hypotonia, obesity, hypogonadism, hypomentia,hyperphagia, and characteristic facial appearance (narrow bifrontal diameter, almond shaped eyes, thinAs recognized by national guidelines of the American Academy of Pediatrics and the Canadian Paediatric Society's Fetus and Newborn Committee, severe neonatal hyperbilirubinemia,though a rare event, is known to be associated withsignificant long-term morbidity. In the neonatalperiod, it may result in bilirubin encephalopathyand sometimes death. During the acute phase of bilirubin encephalopathy, infants present with lethargy, hypotonia and a poor sucking reflex. If thehyperbilirubinemia is not treated promptly, infantsbecome hypertonic and may develop a fever and ahigh-pitched cry. The hypertonia is manifested bybackward arching of the neck (retrocollis) and trunk (opisthotonus). On autopsy, deposition of bilirubin is noted in the basal ganglia and variousbrainstem nuclei; this pathological entity is termed\"kernicterus\" (yellow staining of the brain). If infants survive the acute phase, they are at risk of developing chronic encephalopathy and present with athetoid cerebral palsy, sensori-neural hearing loss, dental dysplasia, paralysis of upward gaze and,less often, with intellectual and other handicaps later in life. Since the use of Rh immunoglobulin and intrauterine transfusion, the incidence ofbilirubin encephalopathy secondary to Rh disease has decreased significantly. However, other causes, including ABO hemolytic disease andG6PD deficiency, can present with severe hyperbilirubinemia in the neonatal period. Reports of bilirubin encephalopathy associatedwith extremely high serum bilirubin levels have started to emerge in the past few years. The CPSP offers the opportunity to assess the frequency, etiology, and risk factors associated with severe hyperbilirubinemia in neonates: information not currently well documented in Canada. The epidemiological data will identify strategies for risk Dr. Glenn Berall 49C P S P 2 0 0 1 R E S U L T S philtrum). Despite its rarity, early diagnosis, by an aware physician, and appropriate management can have a positive impact on the patient's health andquality of life, particularly regarding prevention of morbid obesity and its treatable and potentially fatal consequences. However, many diagnoses are delayed,often well into adulthood. The CPSP provides a great opportunity to determine the incidence of diagnosed PWS in Canada, the incidence of obesity in PWS and its consequences, as well as the incidence of other manifestationsincluded in the major and minor diagnostic criteria. Furthermore, the CPSP offers the challenging opportunity to create awareness in the scientificcommunity of the existence of the disease and the availability of clinical and cytogenetic/molecular diagnostic criteria. Knowing the Canadian PWS clinical status and understanding the depth of the challenge will helpwith future health-care planning, particularly on apopulation basis. Early diagnosis of PWS is relevant because it allows for judicious intervention and potential prevention of sequelae. Duration Fall 2002 to fall 2004 Principal investigator Glenn B. Berall, MD, Chief of Paediatrics, University Health Network, T oronto Western Hospital, 399 Bathurst ChB, Children's Hospital of Eastern OntarioVitamin D deficiency rickets The goal of this study is to provide current epidemiological data in order to develop novel public healthmeasures for the prevention of vitamin D deficiency among Canadian children. Vitamin D is critical for calcium homeostasis and for mineralization of the skeleton, especially during the growing years. A deficiency in vitamin D is costly for the paediatric patient, as it leads to a mineralizationdefect at the epiphyseal growth plates (rickets) and in bone tissue (osteomalacia). These effects are associated with pain, fractures, skeletal deformity,growth retardation, dental enamel defects, delayed developmental milestones and, in severe cases, hypocalcemic tetany and seizures. If not recognizedand treated, vitamin D deficiency may have long- term sequelae. On the other hand, the disease is entirely preventable with simple dietary measures orvitamin supplementation. The two main sources of vitamin D are skin exposure to sunshine and dietary intake. Due to our northernlatitude in Canada, infants and children cannot depend on adequate skin exposure to sunlight for vitamin D synthesis. Therefore, as a regulated publichealth measure, all fluid dairy products, excluding yogurt drinks, are fortified with vitamin D. Human milk, advocated by paediatricians as the ideal fluidsource for infants in the first year of life, is not a rich source of vitamin D. As such, the Canadian Paediatric Society has recommended that all Dr. Leanne Ward50C P S P 2 0 0 1 R E S U L T S exclusively breast-fed infants receive a daily supplement of oral vitamin D. In addition, recommendations in Canada's Food Guide encourage older children to maintain a diet adequate in calcium and vitamin D. Despite these public health measures, vitamin D deficiency among children has been documented inCanadian medical literature. The etiology of vitamin D deficiency rickets in Canada over the past decade is likely multi-factorial. First, not all health-careproviders/parents of breast-fed infants are aware thatvitamin D supplementation is necessary for ricketsprevention. Furthermore, adequate nutrition andvitamin supplementation are not readily available to some children, such as those living in poverty and in the Canadian immigrant and First Nationscommunities. Third, health food alternatives givento infants and children with severe allergies andeczema may result in dietary deficiency of calciumand vitamin D. Finally, the prevention of excessive ultra-violet radiation in childhood through sunscreen programs has contributed to the rise in ricketsworldwide. The CPSP offers a comprehensive method to establish the incidence, etiology, and geo-ethnic distribution of vitamin D deficiency rickets among children living in Canada. For cases identified,information pertaining to the child's nutritionalstatus, vitamin D intake, ethnicity, skin colour,geographic location and clinical presentation will beobtained. The ultimate goal of this study is to provide the medical and public health communities with unique and current epidemiological data in order tofoster the development of novel public healthmeasures for the prevention of this disease. Duration July 2002 to June 2004Principal investigator Leanne M. Ward, MD, University of Ottawa,Division of Endocrinology and Metabolism,Children's Hospital of Eastern Sciences, University of T oronto, ResearchInstitute, The Hospital for Sick Children Moyez Ladhani, MD, McMaster University, Department of Paediatrics, McMaster Children's Hospital51C P S P 2 0 0 1 R E S U L T S International Developments The International Network of PaediatricSurveillance Units (INoPSU), established in 1998 to enhance collaboration between units from four continents,provides a unique opportunity for simultaneous cross-sectional studies of rare diseases in populations with diverse geographic and ethniccharacteristics. Currently worldwide, there are 11 national paediatric surveillance units that are members of INoPSU, representing a population of 51 million children under the age of 15 years. Over 8,500clinicians are asked each month to identify cases of rare or uncommon diseases in a childhood population. Participants in the Canadian PaediatricSurveillance Program (CPSP) represent 27.1% of these clinicians. The first formal INoPSU meeting was held in Ottawa in June 2000. Joint collaborative studies are seen as animportant method of advancing the knowledge ofuncommon childhood disorders around the world. Though there are definite challenges, having an opportunity to meet colleagues and discusspracticalities and difficulties provides the stimulus toforge ahead. It is anticipated that Ireland, Portugal and Greece will apply for INoPSU membership in the near future. The Czech Republic has also shown an interest. INoPSU, through Dr. Victor Marchessault, applied and was accepted for membership in the InternationalPediatric Association (IPA) at their September 2001 meeting in Beijing. The IPA will be used as a means to promote international surveillance and to encourageother countries to establish surveillance units. Studies under surveillance by national paediatric surveillance units in 2001TABLE 22 Studies National paediatric surveillance units Abdominal injury due to child abuse 1-deficiency/de vivo disease ESPED 52C P S P 2 0 0 1 R E S U L T S Legend: APSU Australian Paediatric Surveillance Unit BPSU British Paediatric Canadian Surveillance Program German Surveillance UnitLPSU Paediatric Unit MPSU Paediatric Surveillance Unit NSCK Netherlands Paediatric Surveillance Unit NZPSU New Zealand Paediatric Surveillance UnitPNGPSU Papua New Guinea Paediatric Surveillance Unit PPSU Portuguese Paediatric Unit Welsh Surveillance deficiency bleeding) APSU, BPSU, ESPED, NZPSU Smith-Lemli-Opitz Varicella/zoster infection SPSU Venous thromboembolic complaints BPSU53C P S P 2 0 0 1 R E S U L T S Highlights from other national paediatricsurveillance units Australia Hospitalized pertussis in infancy, studied in 2001, identified that pertussis continues to cause significant morbidity and mortality in unimmunized or partially immunized infants less than six months of age. Ninety-one percent of affected infants were less than two months of age, and of the 39 affected infants eligible for immunization, 27 (69%) had received only one pertussis immunization. Contact with another person with a coughing illness that could be consistent with pertussis was identified in 55% of infants, the majority of contacts (65%) being adults. With high (90%) childhood immunization levels, adult family members are now an important source of pertussis infection. Britain The progressive intellectual and neurologicaldeterioration (PIND) study is now in its sixth year. Variant Creutzfeldt-Jakob disease remains high on the public health agenda in this country, and increasingly in the global context, as four vCJD cases have been identified in people living outside the United Kingdom, and bovine spongiform encephalopathy has been found in cattle in 15 other countries. Over 1,000 cases of PIND, including six children with vCJD, have been reported to the study. T wo of these were reported in the last six months, so the emergence of more childhood cases remains a strong possibility. In the light of an unknown incubation period and questions surrounding possible modes of transmission, a longer surveillance period is warranted in order to accurately monitor and document the emergence of vCJD in children. Despite the difficulties in diagnosing diseases that cause PIND, the study continues to show thatthorough investigation, a high diagnostic rate and comprehensive care of children with PIND are being carried out by local clinicians. Germany Since 1996 in Germany, primary infant immunization against Haemophilus influenzae has been most commonly given in the form of diphtheria-tetanus toxoids-acellular pertussis/ H. influenzae (-inactivated H. influenzae type (DT aP-IPV/Hib) combination vaccines. Thesecombination vaccines elicit lower anti-Hib antibody concentrations than the equivalent Hib conjugate administered as a separate injection, but the clinicalrelevance of this phenomenon is unknown. T o assess the impact of DT aP/Hib combination vaccines on the incidence of invasive Hib disease in Germany, two independent surveillance systems, one hospital- and one laboratory-based, were used during1998 and 1999 for detection of cases. Vaccination histories of all cases detected were obtained by telephone contact with parents or health-careproviders. During the two-year study period, invasive H. influenzae disease in the under-five-year age group continued to fall, with a mean annual incidence of1.01 per 100,000 children. National vaccination coverage rates revealed that only 70% of children given DT aP/Hib or DT aP-IPV/Hib received therecommended three doses in their first year of life, but the overall effectiveness of these vaccines was high at 97.5% (95% CI ± 96.3-98.4) for those whohad received at least one dose. In subjects who received the full three-dose schedule, effectiveness was 98.8% (95% CI ± 98.2-99.3). Although it is well documented that DT aP/Hib vaccines elicit lower anti-Hib titres than separate vaccines, such combinations are effective in reducing the incidence of invasive H. influenzae type b disease.54C P S P 2 0 0 1 R E S U L T S This study, entitled \" Haemophilus influenzae type b disease: impact and effectiveness of diphtheria- tetanus toxoids-acellular pertussis (-inactivated poliovirus)/ H. influenzae type b combination vaccines\", was published in Pediatr Infect Dis J 2001;20(8):767-74. Ireland The incidence of insulin-dependent diabetes issubject to wide international variation. Reported incidence rates range from 0.6 per 100,000 per year in Korea and Mexico City to 45.3 per 100,000 per year in Finland. Little data is available for Ireland. A BPSU study in 1988 showed Ireland to have one of the lowest incidence rates in Europe at 6.8 per 100,000 per year. However, there was concern that this data could be incomplete. A prospective study was undertaken in 1997, through the Irish Paediatric Surveillance Unit (IPSU), to calculate the national incidence rate for insulin- dependent diabetes mellitus presenting under the age of 15 years. Participating paediatricians were asked to notify all new cases of diabetes under the age of 15 presenting to them, using an active monthly reporting card system. Paediatricians who reported cases to the IPSU were sent a questionnaire to complete, and those who did not report cases of diabetes were contacted to ensure no cases had been seen. A second independent source of case identification was employed using central government data. The results of this study show that the crude incidence of diabetes under the age of 15 years was 16.6 per 100,000 per year (95% CI 13.9-19.5). The directly standardized incidence rate was 16.3 per 100,000 per year (95% CI 14.2-18.5). The age specific rates were: 10.8 (7.1-15.7); 21.3 (16.2-27.4); and 17.0 per 100,000 per year (12.8-22.2) for the age groups 0-4.99; 5-9.99; and 10-14.99 years respectively.This study suggests that Ireland has a moderately high incidence of diabetes in children below 15 years and not a low incidence of the disease as previously reported. This finding has implications for health policy planning and further epidemiological study. The establishment of a diabetes register is recommended in Ireland to monitor the incidence of this important disease. This study, entitled \"The Incidence of Insulin Dependent Diabetes Mellitus in the Irish Republic\", was published in Paediatric Research 2001;(49)6,Suppl 2:93A. Latvia The Latvian Paediatric Surveillance Unit's population includes 534,100 children under the age of 18 years. In 2001, the program claimed a 70% response rate and published a literature review on the pneumococcal etiology of HUS in Latvijas Pediatrs . Anaphylaxis is being considered for inclusion in theprogram effective July 2002. Malaysia The Malaysian Paediatric Surveillance Unit,established in 1994 under the aegis of the Malaysian Paediatric Association, has relocated to Kuala Lumpur. Presently suspended, the unit hopes to be functioning again by mid-2002. Netherlands Thanks to the surveillance unit, the adrenogenitalsyndrome (AGS) screening proved to be 100% reliable and was implemented nationwide. Again the reports of diabetes showed that there was a strong rise, especially in children less than five years of age (doubled in five years) and in immigrants. Further studies are urgently needed to clarify this increase. New Zealand The New Zealand Paediatric Surveillance Unit continues to function well with a high participation55C P S P 2 0 0 1 R E S U L T S and response rate. As well as undertaking active surveillance of acute flaccid paralysis for the Ministry of Health, a number of other conditions are being studied to satisfy the W orld Health Organization's polio surveillance requirements. Importantly, all participating paediatricians are given the opportunity to use the network to undertake studies of their own - assuming that scientific and ethical criteria are met - as witnessed by the breadth of studies now undertaken. Being a small country, there is a continual need to balance between studying conditions that are common enough to generate sufficient numbers to gain information, and not overloading the clinicians with multiple requests for information. A recent highlight has been the completion of the childhood diabetes study. Diabetes mellitus (DM) was studied for the two-year period 1999 to 2000 in children and adolescents under 15 years of age. The average annual incidence of type 1 DM was 17.9 per 100,000, which represents a doubling in incidencesince 1972. The incidence was significantly higher in the South Island compared to the North Island. There was also a significant difference between Maori and Non-Maori, the Non-Maori rate being 4.5 times higher than the Maori rate. Due to a higher proportion of Non-Maori residing in the South Island, the geographical difference noted above disappears after adjusting for ethnicity. In addition, 12 (3.8%) cases of type 2 DM were reported, along with five cases of other specific types (two of probable maturity onset diabetes of the young, one of cystic fibrosis, one of Prader-Willi and one of a mitochondrial disorder). The findings are in keeping with international reports of an increase in the incidence of type 1 DM, and the emergence of type 2 DM in this young population, and have major implications for the delivery of health services, both now and in the future.Papua New Guinea Anecdotal and published information suggest a low incidence and prevalence of type 1 diabetes in Papua New Guinea (PNG). Incidence and prevalence were followed prospectively from July 1996, using the PNGPSU (paediatric surveillance unit). No children were receiving insulin in PNG at the start of the period. Over the next 4.5 years, eight cases were reported, an annual incidence of 0.08 per 100,000 and a prevalence of 0.28 per 100,000 in children less than 15 years of age. These figures are as low as any reported elsewhere. Three cases were from the small expatriate population. All cases in Melanesian children posed significant management problems, with two children dying during the study period. This study, entitled \"Insulin-dependent diabetes\", was accepted for publication in the Papua New Guinea Medical Journal. Portugal The Portuguese Paediatric Surveillance Unit (PPSU),established in June 2000, commenced in March 2001 with a circulation of over 2,000 paediatric members of the Portuguese Paediatric Society. Conditions currently under study include: haemolytic uremic syndrome, Kawasaki disease, insulin-dependent diabetes mellitus under five years of age, and group B streptococcal infection in the first three months of life. The PPSU has recently sought affiliation to INoPSU and this is currently under consideration. Switzerland Hemolytic uremic syndrome (HUS) in children hasbeen on the SPSU program since April 1, 1997. Every patient under 17 years of age with a clinical and biochemical diagnosis of HUS (acute haemolytic anemia, thrombocytopenia, renal failure) is included in the study. In 2001, 13 cases were recorded of which 10 were children less than five years of age. T en cases occurred after a diarrheal prodrome, with cultures and/or toxins positive for VTEC in four56C P S P 2 0 0 1 R E S U L T S cases. T wo cases with respiratory prodromal symptoms were associated with an invasive pneumococcal disease, one of them fatal. Wales A population-based incidence study was undertakenin Wales and the United Kingdom for two years, from April 1996 to March 1998 to: 1) ascertain the incidence and nature of severe physical child abuse in Wales; 2) ascertain the incidence of all physical abuse in babies under one year of age; and 3) determine whether child protection registers accurately reflect the number of children who are physically abused. Children under 14 years of age were studied with severe physical abuse consistent with the criminal law level of grievous bodily harm. This included the following seven categories of injury: death; head injury, including subdural haemorrhage; internal abdominal injury; physical injury in Munchausen syndrome by proxy, including suffocation; fracture; burn or scald; adult bite. Cases were ascertained through the W elsh Paediatric Surveillance Unit (WPSU). (A criterion for inclusion was a multidisciplinary agreement that physical abuse had occurred [at a case conference, strategy meeting or Part 8 Review]). The incidence of all babies under one year of age with physical abuse was also studied. Ascertainment of babies below one year of age was undertaken from Child Protection Registers (CPRs), as well as through the WPSU. Severe abuse is six times more common in babies 54 per 100,000 per year (95% CI ± 17.2) than in children from one to four years of age 9.2 per 100,000 (95% CI ± 3.6). It is 120 times more common than in children five to 13 years old 0.47 per 100,000 (95% CI ± 0.47). This is mainly due to two types of serious abuse (brain injury, including subdural haemorrhage, and fractures) being more common in babies under the age of one year than in older children. Using data from two sources (the WPSUand CPRs), the incidence of physical abuse in babies is 114 per 100,000 (95% CI 114 ± 11.8) per year. This equates to one baby in 880 being abused in the first year of life. The largely rural health authority area in Wales had incidence figures for abuse in babies that were 50% of the three other predominantly urban health authority areas. Boys throughout the series were more at risk of being severely abused than girls (p<0.025). Only 29% of the babies less than one year of age on the child protection register had actually been injured. Thirty percent of abused babies under the age of one year and 73% of severely abused children over the age of one year had caused previous concern to health professionals regarding abuse or neglect. Physical abuse is a significant problem in babies under the age of one year. Very young babies (less than six months of age) have the highest risk of suffering damage or death due to physical abuse. Severe abuse, in particular subdural haematoma and fracture, is much more common in babies than in older children. There is evidence of failure of secondary prevention of child abuse by health professionals, with a greater need to act on concerns regarding abuse and neglect. Interagency child protection work in partnership with parents should focus more on protecting babies less than one year of age from further abuse than on keeping the infant within an abusive home. The Child Protection Register is not intended as an accurate measure of children suffering abuse. It is a record of children requiring a child protection plan and must not be used as a measure of numbers of abused children. This study, entitled \"The Incidence of Severe Physical Child Abuse and Neglect in Wales\", was published in Child Abuse and Neglect April 2002. "}