{"title": "Diet And Nutritional Therapy Healthy Nutrition And Guidelines - homeopathy360", "author": "Dr B S Suvarna", "url": "https://www.homeopathy360.com/2020/05/21/diet-and-nutritional-therapy-healthy-nutrition-and-guidelines/", "hostname": "homeopathy360.com", "description": "The aim of dietary therapy is to maximize health through nutrition. A dietary therapist will analyse the existing diet and then draw up a plan of what the client should be eating to improve their overall health. Foods that may have had a detrimental effect on the client's health will be cut out.", "sitename": "Homeopathy360", "date": "2020-05-21", "cleaned_text": "CLINIC Jeevan Shanthi Karnataka State, India The aim of dietary therapy is to maximize health through nutrition. A dietary therapist will analyse the existing diet and then draw up a plan of what the client should be eating to improve their overall health. Foods that may have had a detrimental effect on the client's health will be cut out. Dietary and Nutritional Therapy: Dietary and nutritional therapies are not the same Dietary Therapy emphasizes correct eating and drinking for health, while nutritional therapy is concerned with the use of nutritional or food supplements to treat existing health problems. Dietary Therapists or dieticians advice on what you should not eat while nutritional therapists specialize in the recommendation of specific dodes of vitamins and minerals for healing purposes. Although there is a growing overlap between the two therapies and it is possible that they may become a single discipline at some point in the future important differences do exist. For example, dieticians do not recommend high doses of vitamins and minerals for the purposes of treating illnesses as few dieticians accept the need for extra nutrients if a healthy balanced diet is followed. Conversely nutritionists even though they support the idea of healthy eating believe that the average western diet does not contain all the nutrients the body needs attributing this largely to modern methods of food production which most food low in nutrients or lacking nutrients altogether. Nutritionists recommend that these missing nutrients should be provided via the intake of various vitamin, minerals and other food supplements. HAIR MINERALS ANALYSIS: Some nutritional therapists use samples of hair to detect minerals deficiences within the body. This technique involves sending a hair sample to a laboratory for analysis. At the laboratory the hair sample is cut into segments which are analysed to detect the presence or absence of specific substances. Some laboratories will then suggest various minerals supplement products that should be taken by the client in order to reduce the balance and will sell them to the client. Laboratories generally charge very high prices for analysis and many specialists doubt the value of such testing hair mineral content may not be an accurate reflection of the state of the body and different laboratories have been shown to produce conflicting results on the same samples of hair also hair is affected by the samples and other products we use and the processes used by hairdressers and may not be a true indication of our internal state. For this reason we should not rely on hair analysis alone to determine the mineral content of the body. Dietary Therapy: There are many diets based on various different principles that have been designed to promote health and that claim to be effective in alleviating some painful conditions. They include the mono diet, the hay diet, the gerson diet and the macrobiotic diet. Specific dietary recommendations have also been matched to specific illnesses, such as asthma, migraine and arthritis. Suffers from these and other illnesses should monitor their pain history and diet carefully and may be able to discover for themselves a helpful regme. Any diet should be examined carefully to see that it includes all necessary nutrients and should be followed with caution. Macrobiotic Diet: The macrobiotic or 'yin-Yang' diet aims to return the body to its ideal yin-yang energy balance with foods containing yin and yang energies. Yang is the active hot side of our nature, yin is the cool, peaceful aspect. So yang foods include cereals, root vegetables and pulses, while yin foods include leafy vegetables, nuts and seeds fruit. Macrobiotics also emphasizes that foods should be organically and locally produced and eaten in their proper seasons. Mono Diet: It is claimed that mono diets or single food diets promote the \"cleansing\" of the digestive system through the consumption of only one type of fruit or vegetables for two days or more. The food is usually pureed or juiced, grape, apples, carrots, beetroot and cabbage are commonly used. Food Combining Diet [Hay Diet]: Devised by Dr.William Hay an American surgeon. The food combining diet involves not eating starchy food such as pasta, bread and potatoes at the same time as proteins are \"converted\" in the digestive tract by different chemical processes and eating them together means that neither is converted properly. The diet has a reputation for effectively treating pain caused by arthritis and digestive problems. Gerson Diet: Pioneered by Max Gerson an American Doctor. The gerson diet claims to help prevent cancer. The diet includes organically grown fruit and vegetables, particularly green leafy vegetables such as cabbage, Brussels sprouts and broccoli, which contain chemicals called indoles. Indoles deactive oestrogen which may be implicated in certain types of cancer and this may be indicate there is some justification for the gerson diet. Fasting: Though not all doctors agree a fast of no more than 24 gours carried out under proper advice and supervision is an effective way of clearing out toxins from the body. Diet for specific illnesses: Many chronic illnesses can be alleviated by attention to the diet. This may be different for different patients but generally it seems that a low fat, low protein diet can ease pain from rheumatoid arthritis. Migraine suffers should avoid cheese, chocolate and wine. Asthma patients should try to ascertain which foods they react badly to and avoid foods containing sulphites such as wine and beer. Fresh fruits and vegetables contain large amounts of vitamins and minerals. Drinking fresh fruit juice is a good way of taking in these essential nutrients. Dietary Therapy: |Foods||Regularly||Sometimes||Avoid| |Cakes and Biscuits||Low fat (Preferably home made) cakes and biscuits.||Cakes/biscuits made with non hydrogenated polyunsaturated fats, sorbets, low fat ice cream.||More commercial cakes and biscuits, cream cakes, full cream ice cream.| |Cereals and Bread||Whole meal flour, oats, wholewhear pasts, brown ice, sugar and salt free cereals.||Refined pasta, white rice, white bread, semi sweet biscuits, white flour products.||Croissants, brioches, pastries.| |Dairy and Egg products.||Skimmed milk, cottage cheese, egg white, low fat yoghurt.||Semi skimmed milk, medium and half fat cheeses, light sour cream, egg yolks.||Full fat yoghurt, milk drinks.| |Drinks and Soups||Water, fruit juice, low fat soups.||Alcohol, tea, coffee, malted drinks and low fat drinking chocolate.||Cream soups, full fat milk drinks.| |Fats and oil.||Butter, ghee.| oily fish, E g: tuna Sardines, salman, mackerel (Preferably fresh or frozen).||Fried fish in batter, taramasa lata.| |Fruit and Vegetables||Fresh or frozen fruits and vegetables; beans lentils and other pulses.||Chips cooked in non hydrogenated polyunsaturated oil, avocados.||Crisps, chips cooked in saturated oils.| |Meat||Skinless, chicken and turkey.||Lean beef, pork, lamb, kidney or other offal.||Fat meat, sausages, meat pies, salamis, duck, pate.| |Dreassings, Preserves and Sweets||Herbs, mustard, low fat dressings, jams made from fruit only (use sparingly)||Low fat salad cream and mayonnaise, sugar based jams, marmalade, honey, dark chocolate.||Full fat salad cream and mayonnaise, sugar, milk, chocolate and other sweets.| Nutritionists recommend a diet that in raw fruit, vegetables and fibre but low in saturated fat, salt and sugar. This chart shows which foods you should eat regularly, which you can have occasionally and those to avoid. Nutritional Therapy: With the discovery of vitamin A in 1913, scientists recognized the vital part these compounds play in nutrition. Dietary supplements have become more widespread with the identification of much more essential part in the body's metabolism. There are about 15 of them, but vitamin B is usually referred to as vitamin B complex as it consists of a group of related compounds. The body is able to synthesize some vitamins from food stuffs others must be obtained whole from the diet. The vitamins can be divided in to those which are soluble in fat and those which are water soluble. The fat soluble ones A, D, E and K can be stored and therefore need to be supplied regularly. Further more, because they are soluble in water, they are often lost in the cooking process. If vitamins which the body can store are taken excess, they can be harmful. Where as generally speaking the body will simply excrete excess amounts of B and C. Nutritional therapy is based on the fact deficiencies of various nutrients in the body will cause malfunctions, ranging from scurvy (lack of vitamin C) to anemia (which may be lack of B, C or E). "}