{"title": "You Asked: Does Aromatherapy Really Work?", "author": "Markham Heid", "url": "https://time.com/4413812/aromatherapy-essential-oils-tea-tree/", "hostname": "time.com", "description": "Some research has turned up benefits. But deep dives into the existing literature suggest aromatherapy, while enjoyable, may not be medicinal.", "sitename": "Time", "date": "2016-07-20", "cleaned_text": "You turn down the lights, mute your phone and spend a few minutes massaging your skin with lavender oil. Or maybe you meditate in the morning with the scents of tea tree or thyme wafting to you from an oil diffuser. These practices are pleasant. And there's evidence that aspects of these rituals—particularly [meditation](https://time.com/4263383/mindfulness-meditation-pain/) and [massage](http://healthland.time.com/2011/01/19/the-lab-rat-gets-petted-how-massage-works/)—are legitimately beneficial to your health. But when it comes to breathing in or rubbing on aromatic plant oils, the fact that the experience is pleasing doesn't make it therapeutic, says Dr. Edzard Ernst, former chair of complementary medicine at the University of Exeter in the U.K. Ernst has published two review studies— [one](http://bjgp.org/content/bjgp/50/455/493.full.pdf) in 2000 and [another](http://www.sciencedirect.com/science/article/pii/S0378512212000060) in 2012—that closely examine the health effects of aromatherapy. When it comes to calming hypertension, depression, anxiety, pain and symptoms of dementia, Ernst found no \"convincing\" evidence that aromatherapy does you any good. \"Aromatherapists claim that specific oils have specific health effects,\" he says. \"This, in my view, is little more than wishful thinking.\" Other complementary medicine experts voice similar misgivings. \"There have been some small studies showing that aromatherapy can be beneficial in certain populations for easing anxiety,\" says Dr. Tieraona Low Dog, director of education and fellowship at the Academy of Integrative Health & Medicine. \"However, when looked at in totality, the evidence is weak for beneficial effects with inhalation.\" All of this may seem perplexing if you've heard about one of the dozens of studies linking aromatherapy to improved health outcomes. Recent research efforts have found that lavender oil [improves pain tolerance](http://onlinelibrary.wiley.com/doi/10.1111/j.1533-2500.2006.00095.x/abstract;jsessionid=094EEC2E376C65D9335F0714E5EB9D90.f04t04?userIsAuthenticated=false&deniedAccessCustomisedMessage=) and ginger oil [lowers levels of nausea](http://journals.lww.com/anesthesia-analgesia/Abstract/2013/09000/Aromatherapy_as_Treatment_for_Postoperative.10.aspx) following surgery. Another study found that lotion containing lemon balm [eased agitation](https://www.researchgate.net/publication/11238078_Ballard_C_G_O%27Brien_J_T_Reichelt_K_Perry_E_K_Aromatherapy_as_a_safe_and_effective_treatment_for_the_management_of_agitation_in_severe_dementia_the_results_of_a_double-blind_placebo-controlled_trial_wi) among severe dementia sufferers. But even the authors of these pro-aromatherapy studies say the benefits they uncovered could be attributable to a lot of different factors. In the dementia study, to pick one, the researchers say increased social and physical contact between the sufferers and the caregivers who applied the lemon balm could explain some of the calming effects. Another issue with this kind of research involves something scientists call \"expectancy.\" If you believe sniffing rosemary or eucalyptus is going to perk you up or mellow you out, your expectations can result in placebo benefits that stem from your brain—not the plant essences you're inhaling. These sorts of confounding variables are common in aromatherapy studies, Ernst says. Not everyone agrees with his conclusions. Research from the University of Vienna's Gerhard Buchbauer suggests some essential oils have the power [to activate your central nervous system](http://onlinelibrary.wiley.com/doi/10.1002/ffj.2045/abstract?userIsAuthenticated=false&deniedAccessCustomisedMessage=) in ways that may increase attention, sharpen thinking and improve sleep. But even if they do exist, all of the effects might not be good. The work of Buchbauer and others shows that some plant essential oils contain volatile organic compounds that may produce unwanted side effects. A New England Journal of Medicine [report](http://www.nejm.org/doi/full/10.1056/nejmoa064725#t=article) linked some of the compounds in lavender and tea tree oil to gynecomastia—or abnormal amounts of breast tissue—in adolescent boys. Plant chemicals and oils are \"very powerful substances\" that can cause adverse events, including allergic reactions, says Paul Posadzki, a research fellow at the UK's Plymouth University. Posadzki, working with Ernst, [found](http://content.iospress.com/articles/international-journal-of-risk-and-safety-in-medicine/jrs568) a number of case studies describing bad reactions to aromatherapy products, including skin rashes or inflammation resulting from balms or lotions. The assumption that aromatherapy is \"natural\" and therefore free of any risks is inaccurate, [they write](https://www.researchgate.net/profile/Paul_Posadzki/publication/230768825_Adverse_effects_of_aromatherapy_A_systematic_review_of_case_reports_and_case_series/links/56641d4308ae418a786d3362.pdf). To be clear, most studies of aromatherapy don't turn up any adverse reactions. Even Posadzki says he doesn't advise people to avoid aromatherapy, though he does caution pregnant or breastfeeding women, kids and people with health problems to speak with a doctor before using essential oils. But when you put all the existing research together, a lot of unanswered questions remain. (Almost every study of aromatherapy ends with a call for more research.) For now, though, it's safe to say the science on aromatherapy's health perks is, at best, inconclusive. - The [TIME100 Most Influential People in AI](https://time.com/collection/time100-ai/?utm_source=roundup&utm_campaign=20230202) [Burned Out at Work?](https://time.com/6311034/50-50-job-sharing-burn-out/?utm_source=roundup&utm_campaign=20230202)Find Someone to Split Your Job 50-50 With You - There's Now an [At-Home Menopause Test](https://time.com/6310046/at-home-menopause-test/?utm_source=roundup&utm_campaign=20230202) - How Europe's Poorest Country Could [Win the Green Energy Race](https://time.com/6310923/moldova-green-promise-europe/?utm_source=roundup&utm_campaign=20230202) [Is Pink Still a 'Girl Color'?](https://time.com/6309632/is-pink-girl-color-barbie/?utm_source=roundup&utm_campaign=20230202)An Exploration - The Most Anticipated [Books](https://time.com/6306503/best-books-fall-2023/?utm_source=roundup&utm_campaign=20230202), [Movies](https://time.com/6308618/best-movies-fall-2023/?utm_source=roundup&utm_campaign=20230202), [TV](https://time.com/6309384/best-tv-shows-fall-2023/?utm_source=roundup&utm_campaign=20230202), [Music](https://time.com/6309530/best-music-fall-2023/?utm_source=roundup&utm_campaign=20230202)of Fall 2023 - Podcast: Douglas Rushkoff on [How Human Behavior is Training AI](https://time.com/6311418/douglas-rushkoff-interview-person-of-the-week/?utm_source=roundup&utm_campaign=20230202) - Want Weekly Recs on What to Watch, Read, and More? Sign "}