{"title": "PDF", "author": "PDF", "url": "https://uvadoc.uva.es/bitstream/10324/25061/1/TFG-M-M1036.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "UNIVERSIDAD DE VALLADOLID GRADO EN MEDICINA TRABAJO FIN DE GRADO NUEVAS TERAPIAS EN EL TRATAMIENTO DEL VIH REVISIÓN NARRATIVA AUTORA: JULIETA GARRIDO ESTÉVEZ TUTOR: ALFREDO CORELL ALMUZARA ( Profesor titular de Inmunología). RESUMEN Introducción: Desde hace décadas, l os avances en el tratamiento del VIH han conseguido controlar la infección y disminuir su progresión hacia SIDA. L a eliminación del VIH, virus capaz de evadir e incapacitar al sistema inmune, que es el que nos protege de otras infecciones , es en la actualidad uno de los retos más importantes en la investigación científica, pretendiendo con ello la s ansiada s prevención y curación de la enfermedad. Objetivo: Definir la situación actual del tratamiento de la infección por VIH y su evolución en los últimos años en cuanto a nuevas terapias pre -exposición, vacunas y el clásico tratamiento antirretroviral con la finalidad de compararlos entre sí. Materiales y métodos: Revisión narrativa de artículos actualizados referentes a las nuevas terapias en el tratamiento del VIH mediante búsqueda, análisis y evaluación crítica de los mismos. Resultados: Una mejora del diagnóstico pr ecoz para la infección por VIH y la acción de antirretrovirales , tanto para la prevención como para el tratamiento , ha sido demostrada con evidencia científica y plasmada en guías médicas oficiales por su gran eficacia a la hora de reducir el número de infecciones nuevas y mejorar la calidad de vida de los ya infectados. Las terapias con antirretrovirales están recomendadas tanto en situaciones de pre y post -exposición, así como en el tratamiento de pacientes VIH positivos. Las vacunas sig uen siendo el gran reto terapéutico, habiendo bastantes en estudio. Conclusiones: La terapia antirretroviral tanto pre -exposición, post -exposición como crónica han demostrado conseguir resultado s de gran impacto para los pacientes con esta infección . Las vacunas, preventivas y terapéuticas, son uno de los campo s de estudio en la actualidad, habiendo esperanzadores avances cada año. La cura y prevención d e la infección por el VIH parece estar cada vez más cerca. Palabras Clave : VIH, vacuna, Profilaxis pre -exposición, tratamiento antirretrovir al, profilaxis post - exposición. ÍNDICE 1. Introducción 1.1. Cómo es el virus 1.2. Cómo es la infección viral 1.3. Cómo es la respuesta inmuni taria 1.4. Generalidades del tratamiento 2. Material y métodos 2.1. Definición del problema 2.2. Búsqueda de información 2.3. Organización de la investigación 2.4. Análisis de la información 3. Resultados 3.1. Tratamiento antirr etroviral para infección establecida 3.2. Profilaxis pre -exposición 3.3. Profilaxis post -exposición 3.4. Vacunas 3.4.1. Preventivas 3.4.2. Terapéuticas 4. Discusión 5. Conclusiones 6. Bibliografía 1. INTRODUCCIÓN El conocimiento sobre la estructura y el ciclo biológico del VIH es impresc indible para la investigación a cerca de nuevas formas de controlar y destruir el virus mediante innovadores tratamientos cuyo fin último y deseado sería la curación del infectado. Sin embargo, la mutabilidad del VIH está generando grandes problemas a los investigadores en su estrategia. 1.1 Cómo es el virus El VIH, virus de la inmunodeficiencia humana, es un virus RNA perteneciente a la familia Retroviridae, género Lentivirus. Presenta un genoma acoplado a las enzimas transcriptasa inversa , que transcribe el genoma ARN en ADN, integrasa, que integra el ADN vírico en la célula infectada y proteasa , que escinde polímeros precursores de proteínas; con tres genes fundamentales: gag, pol que codifica las enzimas anteriores y env que codifica proteínas de superficie gp120 y gp41 , . glicoproteína gp120 , se une proteína CD4 de los linfocitos T y gp41 que fusiona con la membrana de la célula que pretende infectar. 1.2 Cómo es la infección viral1 El VIH invade las células T CD4 huésped y utiliza su maquinaria para fabricar nuevas copias de sí mismo. Una de las proteína s vírica s de la envuelta (gp120) se une a CD4 y a CCR5, un receptor de quimiocinas en la superficie celular. El virus se fusiona y vacía su contenido al citoplasma de la célula huésped . La transcriptasa inversa entra en acción y copia el ARN del virus a ADN de doble cadena, proceso durante el cual se producen numerosos errores que dan lugar a copias víricas muy diferentes entre sí. A continuación, la integrasa, integra la copia en el AD N de la célula huésped, cuya maquinaria transcribe los genes del virus de nuevo a ARN. Este ARN mensajero se traduce en el retículo endoplasmático d onde los ribosomas van a sintetizar las proteínas codificadas. Desde ahí, se dirigen a la membrana celular d onde se produce el ensamblaje del virión que finalmente se desprenderá de la célula por gemación. La capacidad de infectar del virión viene determinada por un proceso de maduración del mismo por acción de la proteasa que modifica las cadenas proteicas inma duras. 1.3 Cómo es la respuesta inmune2 Tras la infección, el número de copias del virus por mililitro de plasma llega a ser elevadísimo en muy poco tiempo. El primer ataque defensivo lo realiza el sistema inmune innato o inespecífico que, con sus células dendríticas y macrófagos es capaz de hacer desaparecer células infectadas por el VIH, pero sin mucho éxito debido a la avalancha de copias producidas en la fase inicial de replicación vírica. Las células presentadoras de antígeno son las encargadas de presentar el virus por medio del Complejo Principal de histocompatibilidad (MHC) y activar a los sistemas de defensa más especializados con el fin d e inducir una mejor respuesta. Las células T CD4 responden liberando citocinas que activan a l as células B y a las células T citotóxicas, que empiezan a multiplicarse para buscar y destruir células infectadas. Por desgracia esta respuesta es tardía y el VIH ya ha sido capaz de ir contra estas células replicándose en su interior y destruyéndolas. Ad emás , el VIH controla y destruye las células memoria y evade a las células citotóxicas. Los errores en el proceso de copia del virus dan lugar a acumulaciones e intercambio de material genético por recombinación produciendo nuevas variantes del virus lo q ue hace que las proteínas expuestas por las células infectadas se vuelvan irreconocibles para las células inmunitarias. Los anticuerpos generados en un primer momento dejan de ser útiles y , por tanto, el virus se vuelve prácticamente indestructible. 1.4 Generalidades sobre el tratamiento El objetivo último del tratamiento frente al VIH es eliminar por completo el virus del organismo en todos los enfermos, sin embargo, las opciones terapéuticas disponibles hoy en día todavía no lo han conseguido completam ente. Podemos diferenciar varios tipos de tratamiento3. El clásico , la terapia antirretroviral (TAR ) que consiste en un plan de tratamiento estructurado que incluye una combinación de tres o más fármacos antirretrovirales pertenecientes al menos a dos clases diferentes (inhibidores de la transcriptasa inversa de nuclueósidos, inhibidores de proteasas...) . No es un tratamiento curativo, pero sí evita el progreso de la enfermedad, disminuye la transmisión del virus al descender la concentración de VIH en el cu erpo y además limita el efecto nocivo sobre posibles morbilidades coexistentes. Por otro lado, existen los tratamientos profilácticos , pre y post -exposición. La Profilaxis pre - exposición (PrEP) está indicada en personas que no tienen el virus, pero corren el riesgo de contraerlo. Consiste en tomar una combinación de fármacos diaria , detallada más adelante, que evitaría que el VIH se convirtiese en u na infección permanente en el organismo. La profilaxis post - exposición (PEP) c onsiste en la toma precoz de TAR , es decir, en las primeras 72h después de una posible exposición al VIH. Puede ser ocupacional o no ocupacional. Finalmente, las vacunas, que tr as muchos intentos fallidos actualmente se centran en intentar desatrincherar al virus de sus reservorios donde se encuentra latente para después intentar atacarlo mediante la combinación de una vacuna terapéutica y un fármaco , la romidepsina, que permitir ía el control del VIH sin necesidad de tomar TAR. 2. MÉTODOS Y MATERIALES Para conseguir el objetivo principal planteado al inicio y al no existir un estudio comparativo de todas las actuales terapias disponibles para el tratam iento de la infección por VIH se han centrado los esfuerzo s en realizar la búsqueda y gestión de información actualizada sobre este tema para la realización de una revisión narrativa . Para ello se siguieron una serie de pasos que se detallan a continuación. 2.1 Definición del problema Antes de comenzar con la búsqueda y análisis de la información es conveniente establecer los límites claros y el objetivo principal a conseguir para ser capaz de responder a las necesidades particulares sobre el tema elegido. La construcción de una buena p regunta estructurada ha sido imprescindible para buscar las mejores respuestas. Esta estructuración permitió determinar posteriormente los criterios de inclusión/exclusión del estudio objeto. Para llegar a realizar un informe actualizado de las nuevas ter apias en el tratamiento del VIH que pudiese servir en un futuro para retroalimentar a otros compañeros se comenzó por aplicar la estrategia PICO , que consta de cuatro componentes: P Definición del problema o pacientes a estudiar. En este caso definimo s la P como falta de estudio completo sobre las nuevas terapias para el tratamiento del VIH en pacientes ya infectados o en riesgo de hacerlo. I Intervención que queremos realizar. Definimos la I como unificar criterios y estandarizar los conocimientos sobre tratamientos preventivos y \"curativos\" en la infección por VIH . C Intervención de Comparación. Definimos la C como beneficios aportados por un compendio de información actualizada sobre las nuev as terapias en el tratamiento del VIH versus la información aislada de cada uno de los tratamientos. O Outcomes = Resultados. Definimos la O como el resultado final relevante en el estudio de nuestro tema. 2.2 Búsqueda de la información Primero se plateó definir una estructura jerárquica mediante un mapa de ideas para relacionar los elementos más importante s. Este fue el esquema inicial: Preventivos/Profilácticos PrEP, Ab anti -VIH? , Vacuna profiláctica Tratamientos VIH Post-exposición PEP, TAR \"Curativos\" Vacuna Para el proceso de investigación bibliográfica se ha contado con material informativo (revistas de divulgación científica, sitios web, libros ...) detallados en la bibliografía final, para orientar la búsqueda inici al del material a revisar a través de la web del NCBI, Centro Nacional para la Información Biotecnológica, en la base de datos PubMed donde fue difícil acotar y delimitar la misma ya que resulta complicado saber cuándo parar, al existir infinitas publicaciones disponibles sobre el VIH en general y sobre los diferentes tratamientos en particular. El material empleado ha sido finalmente, t rabajos reconocidos y revisados antes de su publicación, actualizados y especializados. Con el fin de definir el dominio de la investigación se emplearon ecuaciones de búsqueda , es decir la suma de una palabra clave y un operador lógico , que ayudaron a ce ntrar la búsqueda sencilla en un primer momento. Los términos específicos empleados operadores lógicos, escritos siempre en mayúsculas, que me jor resultado nos dieron fueron \"AND \", cuya finalidad es combinar las palabras clave a buscar y recuperar citas que contengan los términos buscados ; y \"OR\" que suma los términos escritos antes y después del mismo en la barra de búsqueda de PubMed para recu perar citas que contengan los dos términos o al menos uno de ellos. Por otro lado, el operador lógico \"NOT\" , que excluye citas que contengan el término no resultó de mucha utilidad. En un primer resultado se obtuvieron 583 artículos relacionados con estos temas. En la búsqueda avanzada dentro de PubMed se pudieron acotar los límites de la búsqueda de cada uno de los términos a un campo concreto (Autor, Título, Título /Resumen , fecha...) y además se aplicaron criterios de selectividad , que en un principio venían predeterminados pero que se cambiaron a criterio de manera que los artículos seleccionados finalmente fueron relevantes pa ra la investigación. Estos filtros aplicados fueron \"Tipo de artículo\" , donde se eligió inferior a 5 años; \"Texto disponible\" donde se entendió como de mayor utilidad la selección de textos completos e \"Idiomas\" donde se incluyeron artículos tanto en inglés como en castellano. De este cribado se produjo una reducción del número de artículos disponibles a 136. PubMed nos da la posibilidad de guardar registros de búsquedas ya realizadas en su aplicación \"ClipBoard\" durante un tiempo determinado, lo cual resultó útil a la hora de agilizar la búsqueda y no repetir términos en balde. Por otra parte, fue útil revisar los últimos ensayos clínicos realizados sobre el tema en http://www.clinicaltrials.gov usando una similar combinación de términos a la antes mostrada (obteniendo un resultado de 153 ensayos clínicos ). En este caso como criterio de inclusión para el estudio se analizaron solo aquellos ensayos clínicos completos hasta la fecha, por lo que quedaban excluidos del mismo aquellos en desarrollo o incompletos. Esta criba redu jo sustancialmente el número de ensayos disponibles (17). 2.2 Organización de la investigación Para organizar de forma sistemát ica la información encontrada se ha utilizado el programa especial Zotero, un software para gestión documental de la información utilizado habitualmente en la investigación que ordena de forma categórica (año, autor, título, revista...) los documentos y referencias en diferentes formatos y que, además , permite generar fácilmente la bibliografía. 2.3 Análisis de la información Una vez recabada toda la información vino la parte más importante a la hora de realizar una buena revisión narrativa , el análisis detallado de los artículos identificados como directamente relacionados con las ideas más importantes y los aspectos relevantes sobre las nuevas terapias en el tratamiento del VIH. E ste tedioso proceso de lectura se decidió realizarlo limitándo se, en una primera criba, a la comprensión de los resúmenes y conclusiones de dichos artículos. De los documentos iniciales registrados (136), filtrando por relevancia de su contenido, se seleccionaron un total de 72 que se consideraba n de mayor interés. Estos últimos fueron leídos con mayo r detalle y en profundidad para finalmente seleccionar los que cumplían los criterios de inclusión para el trabajo del tema en estudio , empleando como base de información un total de 42 artículos y revisiones. No todo ellos han tenido la misma relevancia a la hora de aportar conocimientos a la investigación, pero sí han resultado útiles para generar una idea glo bal del panorama actual y la evolución de los últimos años. Algunos de ellos resultaron ya desactualizados debido a la gran velocidad de avance en un periodo de solo 5 años de investigación, por lo que finalmente se podría concluir que los artículos de los que se ha tomado información son un total de 16, correspondientes a un periodo de publicación inferior a los dos últimos años . 3.RESULTADOS 3.1 TERAPIA ANTIRRETROVIRAL PARA INFECCIÓN ESTABLECIDA El objetivo primordial de la terapia antirretroviral es reducir la morbimortalidad relacionada con el VIH al mismo tiempo que mejora la calidad de vida del paciente. El mantenimiento de una supresión vírica con TAR es la base para la recuperación de la función inmunológica, optimización de la salud y reducci ón del riesgo de transmisión de VIH. El inicio precoz de la toma de antirretrovirales tras la infección está asociado a un descenso de la carga viral acumulada en los reservorios y a un descenso de los efectos clínicos. Las guías de tratamiento actual reco miendan TAR inicial basada en la combinación de tres fármacos o más de al menos dos categorías diferentes de antirretrovirales. Existen seis categorías de fármacos antirretrovirales para el tratamiento del VIH: 1. Inhibidores de la transcriptasa inversa análogos de nucleósido y de nucleótido (ITIAN) En España están comercializados seis análogos de nucleósido: 1.1 Ziduvodina (AZT) Primer ITIAN comercializado. Asociado a toxicidad sobre médula ósea, con citopenia, cardiomiopatía y esteatosis (3TC) muy utilizado asociado a otros ITIAN por ser el mejor tolerado y el menos tóxico del grupo. 1.5 Abacavir (ABC) 1.6 Emtricitabina (FTC) el más reciente. Y un análogo de nucleótido: 1.7 Tenofovir (TDF) con cierta nefrotoxicidad. 2. Inhibidores de la transcriptasa inversa no nucleósidos (ITINN) España hay Todos genérica de grupo, hepática y cutánea. 3. Inhibidores de la proteasa (IP) Son inductores e inhibidores del citocromo P450 por lo que pueden originar interacciones farmacológicas. Tiene una barrera genética , es decir, un conjunto de mutaciones necesarias para que el VIH genere resistencia a estos a ntirretrovirales, elevada, que dificulta la sel ección de mutantes resistentes, lo que hace muy improbable el desarrollo de resistencia por parte del virus. 4. Inhibidores de la integrasa (INI) Inhiben la integración del genoma viral en el genoma de la célula huésped 4.1 Raltegravir (RAL) 4.2 Elvitegravir (EVG) 4.3 Dolutegravir (DTG) el más reciente, presenta alta barrera genética y no necesita potenciación. 5. Inhibidores del correceptor CCR5 Actúan bloqueando la entrada del VIH en la célula diana si el virus tiene tropismo por CCR5 . 6. Inhibidores de la fusión Interfiere en la interacción entre receptores y correceptores con las proteínas de la envoltura viral, uniéndose a gp41 . El tratamiento de elección hoy en día es la combinación de dos ITIAN asociad os a un IP, un ITINN o un INI. Existen muchas pautas posibles pero la preferente como tratamiento de inicio es la de abacavir + lamivudina (dos ITIAN coformulados en una misma toma) combinados con dolutegravir (INI) . La complejidad del régimen a seguir en la TAR (incluyendo número de pastillas, frecuencia de dosis, interacciones medicamentosas y posibles efectos secundarios) influye en la adherencia al tratamiento, uno de los factores clave para determinar el éxito del manejo crónico de los pacientes infec tados con VIH. En los últimos años, el desarrollo de una única pastilla en una sola dosis diaria que contiene los tres agentes antirretrovirales activos4 (Triumeq®) ha conseguido simplificar mucho el tratamiento y mejorar así la adherencia al mismo, con su consiguiente éxito en el control de la enfermedad. Ante un fracaso terapéutico con este cocktail TAR existen regímenes de pautas alternativos que, previo análisis de la causa del fallo (adherencia, tolerabilidad, interacciones medicamentosas...) deben instaurarse de forma que el nuevo TAR sea lo más cómodo y bien tolerado posible. Para ello, la combinación elegida debe incluir tres, o al menos dos, fármaco s activos, integrando al menos un fármaco de una nueva familia. Dos ensayos clínicos recientes han demostrado que el cambio de 2 ITIAN + atazanavir (IP) a terapia dual con lamivudina (ITIAN) + atazanavir (IP) o 2 ITIAN y lopinavir (IP) a terapia dual con lamivudina (ITIAN) + lopinavir (IP) no es inferior a la triple terapia . Para poder realizar estas afirmaciones los ensayos clínicos se basaron en pacientes que cumplían ciertos criterios: a) Ausencia de hepatitis crónica B b) CVP < 50 copias/mL durante al menos 6 meses c) Ausencia de mutaciones d el gen de la proteasa o fracaso virológico , es decir, momento en el que un fármaco , en este caso IP o lamivudina (ITIAN) , pierde la capacidad de impedir la reproducción del virus, por lo que se produce un incremento de la ca rga viral. La TAR5 es el tratamiento que ha demostrado hasta ahora mayor eficacia en cualquier tipo de paciente con VIH, sin embargo, no es un tratamiento curativo. EL VIH persiste indefinidamente durante la TAR de forma quiescente integrado en el ADN de las células T CD4+ de memoria y en otros reservorios del cuerpo (tejido linfoide, como las células dendríticas y los macrófagos de los nódulos linfáticos, intestino, cerebro...) La infección por VIH causa profundos e irreversibles cambios en el sistema de la inmunidad innata y adaptativa. En ausencia de TAR, las células T CD4+ disminuyen progresivamente, las células T CD8+ se multiplican y la mayor parte del sistema inmune queda crónicamente activado. Algunas de estas anormalidades mejoran a lo largo del tratamiento con TAR, pero rara vez el sistema inmune vuelve a ser completamente normal y la inflamación crónica persiste a pesar de la TAR. 3.2 PROFILAXIS PRE -EXPOSICIÓN El uso de la profilaxis pre -exposición (PrEP) en individuos VIH negativo que están expuestos a un riesgo elevado de contagio del virus es una de las estrategias emergentes en la profilaxis del VIH. El descenso de la incidencia de nuevos infectados por VIH en individuos expuestos a alto riesgo de contagi o en tratamiento con PrEP, especialmente cuando se combina con otras conductas preventivas, está demostrado con evidencia científica. La eficacia de la PrEP ha sido probada mediante múltiples ensayos clínicos6 con placebo estudios de PrEP y PROUD8, estudio que examina el impacto del uso de PrEP en hombres homosexuales ). Estos estudios fueron realizados en diferentes grupos de poblaciones (adultos activos sexualmente, incluyendo homosexuales, bisexuales y otros hombres que tienen sexo con hombres (MSM), mujeres tran sgénero y hombres y mujeres heterosexuales serodiscordantes) y con diferentes condiciones lo que hace que la eficac ia demostrada en todos ellos pueda ser generalizada a la población en su conjunto. En ellos se refleja que la adherencia al tratamiento es la clave para la reducción máxima del riesgo de contagio y la eficacia del fármaco. Por ello, se realizan controles de fármaco en sangre para comprobar que los pacientes lo están tomando correctamente y en la dosis diaria recomendada. El hecho de recibir PrEP todos los dí as puede reducir en más de un 90% el riesgo de contraer el VIH a tr avés de las relaciones sexuales y en más de un 70% a través del uso de drogas inyectables. Inicialmente existen dos modelos de régimen de tratamiento9 oral de PrEP: 1. Truvada ® (fumarato de disoproxilo de tenofovir y emtricitabina ) diario. Fármaco aprobado por la FDA en 2012. También conocido como TDF/FTC. Es un inhibidor de la transcriptasa inversa, lo que impide que el VIH haga copias de sí mismo. Requiere buena adherencia10 y frecuentes test de control de VIH para minimizar las resistencias frente a antirretrovirales asociadas que pueden ocurrir como consecuencia de un fallo en la terapia P rEP. Su uso no anula la recomendación de prácticas sexuales responsables. 2. Uso eventual de PrEP. Consiste en tomar el fármaco sólo en momentos de alto riesgo de contagio, lo que implica que haya periodos con ausencia de tratamiento. Ambos regímenes de PrEP fueron incluidos en las guías de la WHO pero finalmente ha prevalecido el tratamiento con Truvada® diario . La Agencia Europea del Medicamento recomienda la autorización de Truvada como PrEP en personas con alto riesgo de contagio. Indicaciones de Truvada ®: Es muy importante asegurarse de que el individuo al que se le va a dar PrEP no está infectado por VIH ya que, en ese caso, Truvada ® no estaría bien indicado, ya que se ha demostrado que en estos casos podría causar un a umento de las resistencias a la TAR limitando así las futuras opciones de tratamiento anti -VIH. También ha de revisarse la función renal y la densidad ósea previa al tratamiento, así como la negatividad a hepatitis B . Está indicado particularmente en: Individuos con parejas sexuales VIH positivos. Individuos que mantienen relaciones sexuales en áreas de alta prevalencia de VIH y cumple n uno o varios de los siguientes criterios: no uso de profilácticos como el preservativo , diagnóstico de infecciones de transmisión sexual, uso ilegal de drogas o dependencia alcohólica, parejas con posibilidad, pero sin conocimiento de infección por VIH . MSM (Men who have sex with men) es la única población en la que contin úa aumentando el número de nuevos casos. Por ello es una población diana muy importante a la hora de buscar un descenso en el contagio. Efectos secundarios: Truvada ® es un medicament o seguro11 y bien tolerado, aunque p uede producir algún efecto secundario como náuseas o dolor de cabeza, pé rdida de peso o elevación de la creatinina sérica . En la mayoría de estudios realizados sobre este fármaco, los efectos secundarios experimentados por los pacientes no diferían mucho de los que habían tomado placebo. La mayor parte de ellos eran síntomas gastrointestinales y sobre todo al inicio del tratamiento, que fueron desapareciendo conforme avanzaba el tiempo. Otros efectos adversos, como la elevación de la creatinina sérica o el posible daño renal a largo plazo no obtuvi eron resultados significativos en los estudios en comparación con el placebo. 3.3 PROFILAXIS POST -EXPOSICIÓN (PEP) Consiste en la toma de antirretrovirales tras una exposición substancial a fluidos corporales de una persona VIH posi tiva, o posiblemente infectada para detener la posible infección . Debe iniciarse en el menor tiempo posible post contacto de riesgo para que se a eficaz, dentro de las 72 primeras horas. Estudios12 sobre esta materia han concluid o que pasado ese periodo de tiempo la PEP resulta ineficaz o muy poco eficaz para la prevención de la infección por VIH. Hay dos tipos de PEP: 1. PEPo o profilaxis post -exposición ocupacional, indicada en trabajadores sanitarios que hayan podido estar expuestos a un contacto de riesgo con un paciente VIH ( pinchazos , cirugías ...). 2. PEPn o profilaxis post -exposición no ocupacional. Está indicado administrar PEP si el sujeto es VIH negativo o no conoce su estado de infección por VIH y que en las últimas 72h ha podido estar expuesto al VIH, ya sea en el trabajo o por relaciones sexuales de riesgo, por contacto con agujas o medios de preparación de drogas compartidos o por haber sufrido una agresión sexual. Debe usars e en ocasiones de emergencia, nunca como un sustitutivo a los métodos barrera clásicos para evita r la infección de VIH y otras enfermedades de transmisión se xual como son el preservativo, los espermicidas, diafragma intra uterino... Posología: debe tomarse una combinación de tres fármacos antirretrovirales diarios durante 28 días. El régi men de tratamie más disoproxil al d ía + raltegravir (RAL) dos veces al día o dolutegravir (DTG) una vez al día. Se ha demostrado que la toma de zidovudina en estudios de casos/controles y en accidentes laborales con riesgo de contagio por VIH (sanitarios, PEPo) es efectiva en un 80%. 3.4 VACUNAS El tratamiento crónico de la infección por el VIH mediante la combinación de antirretrovirales consigue evitar la progresión de la enfermedad en la mayoría de los casos, pero no erradica la infección, supone un coste económico muy elevado y puede causar toxicidad , además de tener efectos secundarios . Como consecuencia , si se abandona el tratamiento, el virus reaparece en pocas semanas. Por ello, uno de los principales objetivos de la investigación actual es conseguir que las personas que viven con el VIH pue dan dejar de tomar la TAR . Este objetivo se puede conseguir de dos maneras: erradicando el virus del organismo o consiguiendo la llamada cura funcional , entendida como la situación en que, aunque el virus no esté totalmente eliminado del organ ismo, el sistema inmunitario del enfermo fuera capaz de controlarlo sin necesidad de fármacos . Para llegar a la cura funcional, es necesario conocer bien la vida del VIH en los reservorios, es decir, aquellas células en las que el virus permanece latente en cada enfermo y que no son sensibles a la TAR, hasta que el enfermo deja de tomarlo, momento en el que el virus deja de ser invisible para el sistema inm une. Los reservorios del VIH pueden ser celulares , donde encontramos las células T con memoria en estado latente en nódulos linfáticos y en la sangre y macrófagos y células dendríticas de diversos tejidos como los nódulos linfáticos el intestino o el sistema nervioso central o reservorios anatómicos , como el tracto gastrointestinal, el genital o el sistema nervioso central. Identificar estos reservorio s, la cantidad de virus atrincherad o, activarlo s y destruirlo s podría suponer el 100% de éxito en el camino hacia la cura funcional del VIH. Otro de los hándicaps para conseguir el diseño de una vacuna contra el VIH global es la enor me variabilidad y mutabilidad del virus. A pesar de los optimistas avances inmunológicos para prevenir y tratar el VIH desde hace más de tres décadas no se ha conseguido llegar a licitar una vacuna preventiva o terapéutica. Sin embargo, podemos decir que el camino hacia la meta es ya más corto. Recientes estudios13 han conseguido identificar relación entre la inducción de respuesta inmune por las vacunas y la protección frente a la infección. 3.4.1 Preventivas Tras varios ensayos clínicos que inicialmente parecían ir en la dirección correcta (VAX003, VAX004 y HVTN502)14 que acabaron siendo no eficaces o incluso aumentando la posibilidad de infección por VIH, llegaron los primeros éxitos. Se describe a continuación una serie de recientes avances15 en el desarrollo de una vacuna contra el VIH, c ada uno de los cuales se centra en provocar una respuest a inmune diferente basada en re acciones inmunológicas de protección: Producir una respuesta específica de anticuerpos para la región V2 de la proteína env del VIH con un vector de Pox virus y de proteína Env gp120. El ensayo16 conocido como RV144, realizado en Tailandia, mostró un 31% de eficacia con una estrategia de inmunización consecutiva de un vector de un virus canarypox (ALVAC - HIV)17 y una subunidad env de la proteína gp120 (AIDSVAX B/E). Además de demostrar que la combinación de ambos mejoraba la eficacia frente a virus que unían la secuencia inmunogénica con la región V2, se vio que elevados niveles de citotoxicidad celular dependiente de anticuerpos es taban relacionados con la disminución del riesgo de adquirir VIH. También se demostró que los anticue rpos monoclonales específicos frente a V2 aislados de las vacunas RV144 mediaban la citotoxicidad celular dependiente de anticuerpos contra células T CD4+ infectadas por el VIH. La respuesta de IgG específicas de VIH está relacionada con la protección en la RV144 y esto es lo que la distingue de ciertos intentos fallidos anteriores (VAX003). Hoy en día y con base en esta teoría se siguen realizando cambios q ue afectan a la estructura y las regiones de unión, así como el uso de adyuvantes a la vacuna RV144 para intentar mejorar su eficacia. Producir una respuesta poli funcional de anticuerpos específicos de la proteína que forman parte del virus env, pol y gag (una proteína de la envoltura, la transcriptasa inversa y una poli proteína, respectivamente) usando la combinación de un grupo de vacunas vectoriales que incluyen MVA, Ad26 y Ad35 en diferentes regímenes, Ad26/MVA o Ad35/Ad26. Los ant icuerpos de estas proteínas están relacionados con la protección frente a la adquisición de la infección, mientras que la respuesta de las células T y anticuerpos se asocia a control virológico post-infección . Para ello se diseñaron de forma artificial una serie de in sertos virales, los antígenos mosaico, frente a la gran diversificación del virus mediante secuencias genéticas generadas por procesos bio -informáticos. Estos vectores virales están basados en las tres principales proteínas presentes en el VIH. Recientemen te se han desarrollado vectores de Ad26 multivalentes que generan anticuerpos poli funcionales y diversas respuestas inmunes mediadas por células que reconocen los epítopos de VIH de diferentes cepas que han demostrado aumentar la respuesta inmune, celular y humoral en individuos primates no humanos. Desde hace un par de años (2014 -2015) se están desarrollando una serie de ensayos clínicos en humanos con estas \"vacunas mosaico\" en los que se está consigui endo demostrar que la vacuna es segura, bien tolerada e inmunogénica, siendo capaz de provocar Ad26 respuestas de anticuerpos poli funcionales en humanos. Los resultados parecen ser esperanzadores. Producir y distribuir anticue rpos ampliamente neutralizantes (bNAbs).18 Podrían ser usados para generar moléculas que alcancen a las células infectadas y detengan la infección en una etapa temprana. Hasta el momento no se ha conseguido este objetivo por lo que se están realizando múltiples estrategias19 para conseguir producir anticuerpos ampliamente neutralizantes mediante inmunización. Para ello se están diseñando inmunógenos que imiten a los epítopos de los bNAbs, vacunas que estimulen el linaje de células B, uso de vectores de adenovirus asociados como inmunoprofilaxis. Estas tres estrategias apuntan a estimular la respuesta inmune humoral, relacionada como hemos dicho con el desce nso del riesgo de contraer VIH. Por otra parte, estudios en primates sugieren que replicar vector es virales llevarían a estimular una respuesta inmune celular que podría prevenir la infección sistémica por VIH limitando la difusión de la mucosa infectada. Producir una respuesta de células T con efecto memoria mediante el uso de vectores virales vivos en mucosas infectadas. Se están estudiando15 un gran número de vectores por su habilidad para inducir una respuesta inmune permanente mediante la estimulación continu a de antígenos, especialmente en las mucosas infectadas. La hipótesis de este abordaje es que esta respuesta inmune debería inhibir la infección viral antes de que el virus se estableciese en los reservorio s, conteniendo y frenando así la infección temprana. 3.4.2 Terapéuticas Una vacuna terapéutica contra el VIH es una vacuna diseñada para mejorar la respuesta inmunitaria del cuerpo al VIH en una persona que ya tiene la infección por el VIH. Los investigadores están explorando las vacunas terapéuticas contra el VIH para : desacelerar la evolución de la infección por el VIH eliminar la necesidad de un tratamiento antirretroviral (TAR) manteniendo al mismo tiempo concentraci ones indetectables del VIH como pa rte de una estrategia más ambiciosa para eliminar el VIH completamente del cuerpo . En este tipo de abordaje terapéutico , es donde se están alcanzando mayores éxitos. Entre otros destaca el siguiente estudio: Control prolon gado de la infección por VIH en ausencia de tratamiento antirretroviral. El estudio en desarrollo20 (BCN02) utiliza una estrategia que consiste en combinar un agente inmunógeno conocido como HIVconsv , utilizado como vector en otros estudios anteriores sobre vacunas , con el fármaco romidepsina, un inhibidor de la histona deacetilasa aprobado para el tratamiento de cáncer que tiene la capacidad de inducir la expresión del VIH en poblaciones de CD4 con infección latente en personas con carga viral indetecta ble. Es decir, se intenta activar la respuesta inmunitaria frente al VIH con un vector MVA (Virus Ankara Modificado) que contiene el inmunógeno HIVconsv (MVA.HIVconsv ) y al mismo tiempo hacer salir de su reservorio al virus latente con el efecto de la romidepsina. Esta estrategia se conoce como \"KICK AND KILL \" (\"golpear y matar\"). HIVconsv contiene diversas secuencias del genoma del VIH ampliamente conservadas en las diversas cepas víricas , para que tras su administración se genere una potente respuesta inmunitaria ante la cual al VIH le sea difícil escapar por medio de mutaciones, lo que sería su estrategia habitual. Se administró de forma intercalada dosis de MVA.HIVconsv (en primer lugar) con romidepsina (posteriormente al inmunógeno). D ado que la romidepsina es capaz de promover la replicación viral incluso en presencia de tratamiento antirre troviral, la administración de este fármaco, además de despertar el VIH en su s reservorios par a que el sistema inmunitario lo reconozca y lo elimine, favorecería la acción inmunogénica de MVA.HIVconsv , ya que añadiría material inmunogénico ( del propio virus) al contenido en la vacuna. Durante del estudio, se realizaron cuantificaciones del material genético del virus insertado en el núcleo de las células CD4 para conocer así el tamaño del reservorio. Además, se cuantificaron las células CD8 sensibilizadas al VIH, es decir, aquellas en las que la inmunización había surtido efecto. Pasado un periodo inicial, se procedió a interrumpir el TAR de forma monitorizada. Aquellos pacientes que sufrieron un rebrote fueron tratados de nuevo con antirretrovirales de forma inmediata. Los participantes cumplían los siguientes criterios: haber inicia do el TAR poco tiempo después de la fecha estimada de infección por VIH (3 - 5 meses) llevar entre 3 y 4 años en TAR con inhibidores de integrasa. La administración de la vacuna produjo efectos secundarios de tipo síndrome gripal y elevaciones de los CD4 d e forma temporal. La administración de romidepsi na produjo picos de replicación viral sin verse alterada la cantidad en los re servorios, lo que hace dudar del efecto deseado . Los niveles de CD8 se vieron aumentados tanto tras la administración de la vacuna como de la romidepsina . La respuesta inmunitaria celular pasó de ser global a centrarse en ciertas regiones altamente conservadas del VIH incluidas en la HIVconsv, lo que indicaría el éxito de la vacuna. Se están obteniendo resultados muy esperanzadores en el grupo de participantes en este ensayo clínico. Uno de ellos ha conseguido mantener durante un tiempo prolongado (19 semanas) su carga viral disminuida incluso llegando a niveles por debajo de las 200 copias/mL. Sin embargo, otros pacientes han sufrid o rebrotes y han tenido que regresar a su TAR . La diferencia entre los resultados dispares se atribuye al nivel inicial de ADN proviral en las células reservorio . Los éxitos fueron atribuidos a aquellos participantes que comenzaron con nivele s más bajos, p or lo que quizás cabría pensar que las mejoras en el diagnóstico de la infección del VIH son claves a la hora de pronosticar el buen resultado de este tipo de terapia. 4. DISCUSIÓN El aun elevado número de personas que conviven con VIH y los crecient es casos de nuevos contagios, requieren la continua investigación y búsqueda de nuevos métodos de prevención y tratamiento más eficaces y seguros que los conocidos para intentar frenar esta epidemia. Los métodos de tratamiento utilizados hasta el momento no son curativos, sin embargo, han conseguido enlentecer el avance de la enfermedad y mejorar la ca lidad de vida de los pacientes, convirtiéndola en una patología crónica no mortal. Por otra parte, los usado en prevención hasta hace unos años en exclusivid ad como, campañas de concienciación, uso de preservativos, educación sexual...no son suficientes y parece que con el paso de las generaciones la conciencia sobre la grave repercusión de la infección por VIH para el ser humano ha ido en declive tras un period o de \"sobre información\". Con respecto a las nuevas terapias en el tratamiento del VIH podemos asegurar que las TAR han conseguido reducir la morbimortalidad relacionada con el VIH en todas las etapas de la infección, así como disminuir la transmisión del mismo. La supresión máxima y duradera de los niveles de virus en plasma retrasa o previene la aparición de mutaciones de resistencia a fármacos, conserva o mejora el número de linfocitos T CD4+ y aporta beneficios clínicos . La supresión del VIH mediante TAR también disminuye la inflamación y activación del sistema inmune. A pesar de estos beneficios, la err adicación completa del VIH no se ha conseguido con los tratamientos antirretrovirales disponibles. La interrupción del tratamiento está asociada a un rebote de la viremia, empeoramiento de la función inmune y aumento de la morbimortalidad. Los regímenes de TAR disponibles hoy en día son tan amplios que apenas existen casos en que no se pueda controlar la enfermedad con alguna combinación de los mismos, siempre y cuando se cumplan la máxima adherencia al tratamiento, siendo este el facto r más importante para el éxito terapéutico. Respecto a las nuevas terapias de prevención , la PrEP es la e strategia biomédica más innovadora frente a la infección por el VIH. Es una medida preventiva adicional dirigida a personas VIH negativas, con riesgo sustancial de exposici ón al VIH, que no siempre practican sexo seguro, como hombres que tienen relaciones sexuales de alto riesgo con otros hombres, persona s transgénero, parejas sexuales de personas que viven con VIH y otras personas en situación de alto riesgo . Necesita una e levada adherencia terapéutica y un seguimiento específico, tanto de efectos adversos como del estado serológico. Además, debe ir acompañado siempre de otras estrategias preventivas de probada eficacia, como el uso de preservativo . La evidencia científica basada en ensayos clínicos controlados, publicada hasta la fecha, nos indica que su utilización disminuye el riesgo de transmisión en un alto porcentaje de casos, siempre y cuando se mantengan cifras de adherencia elevadas. Por otra parte , tenemos la PEP, terapia post -exposición , que consiste en la administración de un régimen de tratamiento con antirretrovirales de corta duración (28 días) inmediatamente después (antes de las 72h) de un posible contacto con el VIH para evitar la transmisión de la infección . Puede s er ocupacional o no ocupacional. Ha demostrado disminuir el riesgo de infección en profesionales de la salud que por accidente se vieron expuestos a VIH. No debe confundirse con un método anti infección sino como un mecanismo de solución ante emer gencias. Es controvertido el definir quién debe recibir PrEP o PEP por lo que el paso de una a otra es mu chas veces objeto de debate. Finalmente, y como punto más innovador en las nuevas terapias para el tratamiento del VIH encontramos las vacunas, tanto p reventivas como terapéuticas, todas ellas en fase de investigación, y sobre todo las últimas con resultados prometedores . Históricamente, el afán por encontrar la forma de erradicar el VIH ha dado como resultado numerosos ensayos fallidos pero que cada uno de ellos ha servido de base para el siguiente, evitando así cometer los mismos errores y usar los conocimientos válidos como principio. Las vacunas preventivas ensayadas en la última década han sido claves para la continuidad en la investigación de la res puesta inmune ante un ataque del VIH. Parece que el camino más adecuado es el de aquellas que estimulan las células B, inducen anticuerpos con alta capacidad de neutralización, son más inmunogénicas o se combinan con adyuvantes; incluso se postulan mosaicos de mezcla de varias vacunas. En cuanto a las vacunas terapéuticas, t ras pequeños éxitos en determinados grupos de pacientes, en la actualidad se están centrando grandes esfuerzos en el estudio de una vacuna que, combinada con un fármaco, ha sido c apaz de mantener la carga viral de un grupo de pacientes a niveles equiparables a los conseguidos con la clásica TAR. Por ello, la búsqueda de la \" cura funcional\" de la infección por VIH a través del \"kick and kill\" parece tener resultados esperanzadores. La clave en este estudio parece ser el punto de partida (en cuanto a la cantidad de ADN proviral insertado en células reservorio) en el que se encuentran los pacientes. La carga viral de cada uno y el temprano comienzo de la TAR tras la exposición y contag io del VIH son condicionantes de la respuesta obtenida finalmente. Sin duda, queda mucho camino por recorrer, pero si echamos la vista atrás, ( y recordamos que en la década de los 90 el SIDA llegó a ser la principal causa de muerte en el mundo), el avanc e en nuevas terapias para el tratamiento del VIH va a pasos agigantados y cada vez se está más cerca de conseguir la mejora en el tratamiento de los ya infectados, como la prevención (vacunas profilácticas) de todas las personas en riesgo. 5. CONCLUSION ES 1.- Se han encontrado un número de referencias bibliográficas relevantes para el objetivo de este trabajo y se ha procedido a su filtrado, selección y análisis minucioso para la obtención de información de calidad referente al tema estudiado. 2.- Se ha contrastado que existen una gran cantidad de alternativas terapéuticas basadas en fármacos que interrumpen el ciclo viral en pacientes con VIH . 3.- Se ha establecido cuál es el tratamiento habitual TAR para los pacientes con VIH y cuá les son las alternati vas terapéuticas si no se responde al cocktail habitual comparándolas entre si y estableciendo las ventajas e inconvenientes de cada una. 4.- Se ha objetivado que la localización de las células reservorio en cada paciente (células T con memoria en estado latente en nódulos linfáticos y sangre, macrófagos y células dendríticas en nódulos linfáticos, intestino y sistema nervioso central) y la cantidad de ADN pro viral en las mismas, van a marcar la eficacia de los tratamientos actuales. 5.- Se ha evidenciad o que la TAR pre y post -exposición es muy útil en grupos de riesgo habiéndose demostrado un descenso en el número de infecciones en estos grupos frente a los no tratados bajo las mismas terapias. 6.- Se ha objetivado que el número de ensayos clínicos sobr e vacunas, siendo elevadísimo aún no ha resultado en ninguna vacuna de gran eficacia y seguridad disponible en el mercado . Se estudia en la actualidad el tratamiento mediante la combinación de una vacuna y un fármaco que permita despertar al virus de su re servorio y eliminarlo, buscando así la cura funcional del enfermo. 7.- Se evidencia que en las últimas décadas los avances en la búsqueda de nuevas terapias preventivas y curativas para la infección por VIH han alcanzado cotas muy altas, pero sigue siendo necesaria más investigación al respecto. 6. BIBLIOGRAFÍA 1. Picker L, Watkins D. HIV pathogenesis: the first cut is the deepest. Nature Immunology. 2005;6(5):430 -432. 2. Alcamí J. Avances en la inmunopatología de la infección por el VIH. Enfermedades Infecciosas y Microbiología Clínica. 2004;22(8):486 -496. 3. Armitage A, McMichael A, Drakesmith H. Reflecting on a quarter century of HIV research. Nature Immunology. 2008;9(8):823 - 826. 4. Greig S, Deeks E. Abacavir/Dolutegravir/Lamivudine Single -Tablet Regimen: A Review of Its Use in HIV -1 Infection. Drugs. 2015 ;75(5):503 -514. 5. The prophylaxis revolution. Current Opinion in HIV -79. 8. Spinner C, Boesecke C, Zink A, Jessen H, Stellbrink H, Rockstroh J et al. HIV pre -exposure prophylaxis (PrEP): a review of current knowledge HIV PrEP in humans. Infection. 2015;44(2):151 -158. Fox J. Pre -exposure Prophylaxis for HIV Prevention: Why, What, Who and How. Infectious Diseas es and Therapy. 2016;5(4):407 -416. 10. Tan Pre -exposure prophylaxis for sexually -acquired risk a review. HIV/AIDS - Research and Palliative Care. 2015;:125. 11. Mayer K, Ramjee G. The current status of the us e of oral medication to prevent HIV transmission. Current Opinion in HIV and AIDS. 2015;10(4):226 -232. 12. Grant R, D. Integrating Antiretroviral Strategies for Human Immunodeficiency Virus Prevention: Post - and Pre -Exposure Prophylaxis and Early Tre atment. Open Forum Infectious Diseases. 2015;2(4):ofv126. 13. Shin S. Recent update in HIV vaccine development. Clinical and Experimental Vaccine Research. 2016;5(1):6. 14. Lema D, Garcia A, De Sanctis J. HIV Vaccines: A Brief Overview. Scandinavian Journal 2014;80(1):1 Stephenson K, D'Couto H, Barouch D. New concepts in HIV -1 vaccine development. Current Opinion in Immunology. 2016;41:39 -46. 16. Gray G, Laher F, Lazarus E, Ensoli B, Corey L. Approaches to preventative and Today. 2011;16(21 -22):948 Margolis D, Koup R, Ferrari 20. Mothe B, Hu X, Llano A, Rosati M, Olvera A, Kulkarni V et al. A human immune data -informed vaccine concept elicits strong and broad T -cell specificities associated with HIV -1 control in mice "}