{"title": "COVID-19 vaccine and lingering symptoms", "author": "David Pruitt", "url": "https://www.osfhealthcare.org/blog/covid-19-vaccine-and-lingering-symptoms/", "hostname": "osfhealthcare.org", "description": "Fatigue, cough, joint pain - all symptoms of COVID-19 that some continue to experience long after the virus is gone. How do you find relief?", "sitename": "OSF HealthCare Blog", "date": "2021-06-23", "cleaned_text": "Need your COVID-19 vaccine? Many people with COVID-19 have experienced lingering symptoms after recovering from the virus. As a result, these people are called long-haulers. While there are no official studies, long-haulers seem to find some relief after getting the [COVID-19 vaccine](https://www.osfhealthcare.org/covid19/vaccine/). While the lingering symptoms of COVID-19 are usually minor, they can disrupt your life in some cases. Some COVID-19 issues like [heart](https://www.osfhealthcare.org/blog/a-mild-covid-19-case-can-damage-a-healthy-heart/) and lung damage can be permanent or indicate virus persistence. The vaccine is not going to remove scarring or reverse permanent damage. However, reducing or eliminating virus persistence can be an added benefit to getting the COVID-19 vaccine. \"Up to half or slightly more patients with symptomatic COVID-19 can have lingering symptoms for weeks or months after initial infection, of varying degrees,\" said [Mark Meeker, DO](https://providers.osfhealthcare.org/provider/Mark+A.+Meeker/1464914?unified=meeker&sort=networks%2C%20relevance), an internal medicine physician and vice president of Community Medicine for [OSF HealthCare](https://www.osfhealthcare.org/). \"Loss of smell may be most common and longest-lasting, but brain fog, fatigue, body or muscle aches, headaches and shortness of breath are not infrequent.\" What causes the lingering symptoms? Experts aren't sure why some suffer long-term symptoms and others don't. One thought is that remnants of the virus still elicit an immune response from the body, causing persistent symptoms. Other hypotheses include an exaggerated immune response to the initial infection or an autoimmune phenomenon. More research is ongoing. \"We don't know exactly why some suffer from long-term symptoms. It may be over adaptation of their immune response, side effects of the natural immune response, lingering effects of the virus or combinations thereof,\" Dr. Meeker said. Why does the vaccine help? As to why the vaccine seems to help long-haulers, he said it likely has something to do with an enhanced immune response, direct mitigation of residual viral effects, a turning down of an overactive immune response or a combination of factors. \"There are anecdotal reports of up to 50% of patients with ongoing symptoms feeling improvement after vaccination, but no definitive studies have been completed,\" Dr. Meeker said. \"The mind is also a powerful tool and likely plays some role. On the other hand, 10-15% of patients report some worsening of symptoms after vaccination, so the response is not universal.\" The vaccine may provide the immune system the boost it needs to finish off the lingering virus. \"My clinical experience supports the positive effects of the vaccine. However, my treatment approach is multifaceted. It's best to get guidance from your [primary care team](https://providers.osfhealthcare.org/?_ga=2.194613231.318300524.1624278592-1527670734.1618838018&_gac=1.162011342.1623262677.Cj0KCQjwzYGGBhCTARIsAHdMTQxD4rlJD9DOUWSkLdVyq1CoLFua8nkCMng8HoRd-uO0Y7C7ZZW_1dUaAmAlEALw_wcB) on an individual approach,\" he said. Dr. Meeker notes that there are other anecdotal reports for treating long-haulers, like [ivermectin](https://healthlibrary.osfhealthcare.org/Search/208,20739-5119), but most reports revolve around physical therapy and a multidisciplinary approach to symptom relief. \"Hopefully, more robust, definitive clinical trials and observational studies will give us more information as we go along,\" he said. Vaccine versus natural immunity Many people who have had COVID-19 feel the prolonged symptoms are just a part of obtaining immunity and that getting the vaccine isn't necessary. However, data is starting to indicate that getting the vaccine is the best [preventive measure](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/vaccine-benefits.html) even if you've been infected. \"There is good data and research showing memory T-cells persist after acute infection, but how these collaborate with or depend on the help of antibodies, which do wane overtime after acute infection, remains unclear,\" Dr. Meeker said. \"It's generally felt that the combination of natural immunity plus vaccination in adults is the best long-term protection, but we need more data to know for sure. \"Hopefully, open and honest medical expert debate, along with more clinical research and data collection, will help us answer these important questions.\" Last "}