{"title": "OPINION - Taiwan's COVID-19 containment strategy utilizing innovative technology, universal health coverage", "author": null, "url": "https://www.aa.com.tr/en/analysis/opinion-taiwan-s-covid-19-containment-strategy-utilizing-innovative-technology-universal-health-coverage/2585824", "hostname": "aa.com.tr", "description": "Taiwan's National Health Insurance (NHI) system -- launched in 1995 -- has played important role in fight against pandemic - Anadolu Ajans", "sitename": "https://twitter.com/anadoluagency", "date": "2022-05-16", "cleaned_text": "containment strategy utilizing innovative technology, universal health coverage Taiwan's National Health Insurance (NHI) system -- launched in 1995 -- has played important role in fight against pandemic The writer is the minister of health and welfare of Taiwan. TAIPEI, Taiwan Two years into the COVID-19 pandemic, more than 510 million confirmed cases and more than 6.25 million deaths have been reported around the world. As nations continue to battle the pandemic, Taiwan's achievements have been widely recognized. As of May 10, 2022, about 390,000 confirmed cases and 931 deaths had been reported in Taiwan, which has a population of 23.5 million. And thanks to a joint effort by the government and the people, Taiwan's economic growth rate for 2021 reached 6.45 percent. Universal health coverage Taiwan's National Health Insurance (NHI) system, which was launched in 1995, has played an important role in the fight against the pandemic. The NHI system provides comprehensive and high-quality health services, achieving universal (99.9 percent) coverage. Taiwan's robust healthcare and NHI systems have safeguarded the people and ensured social stability during the COVID-19 pandemic. Furthermore, the NHI's comprehensive database and other up-to-date information systems have been critical in ensuring the successful application of digital technology for disease prevention. Taiwan's healthcare system was ranked second in the world in 2021 by CEOWorld. In Numbeo's annual survey, Taiwan was ranked first among 95 countries surveyed in the Health Care Index category for 2021. Use of technology for epidemic prevention During the early stages of the COVID-19 pandemic in February 2020, to reduce the risk of community transmission, the government implemented the Quarantine System for Entry by integrating NHI, immigration, and customs databases to allow for big data analysis. Data was introduced to the Digital Fencing Tracking System, which used the positioning system on mobile phones to monitor the whereabouts of people under home quarantine or isolation. Moreover, to ensure privacy, personal data captured was stored for a maximum of 28 days and then deleted. To ensure that all residents would enjoy equitable access to medical masks as demand increased, people were required to use their NHI cards to purchase masks under the Name-based Mask Distribution System, helping to prevent an imbalance in supply and demand. While protecting personal data, a new function for querying the travel and contact history of patients was added to the NHI MediCloud System to effectively integrate health data. This helped frontline medical personnel judge infection risks and take relevant infection control measures. Vaccinations and digital certificates To digitalize health care services, the NHI Express App was launched. It offers such features as vaccination appointments, personal health data, medical records, COVID-19 vaccination records, and test results. Taiwan joined the EU Digital COVID Certificate program at the end of 2021 and allowed citizens to apply for digital vaccination certificates and test certificates. This program was one of the first global standards developed. It was adopted by many states and was the first one to be applied in for international travel. Taiwan's people can enter 64 countries, including EU member states, with such certificates. Electronic medical records and telemedicine Taiwan has been building health information infrastructure since 2010, such as the electronic medical records (EMR) exchange system. Since May 2021, Taiwan has expanded its telemedicine services in healthcare institutions and included such services into NHI coverage as a means of reducing the risk of cluster infections at such institutions. Using the NHI MediCloud and EMR systems, zero-contact telemedicine allows medical personnel to obtain patients' medical records and offer people in remote areas appropriate and comprehensive services, in turn helping to realize the World Health Organization (WHO) goal of health for all. New Taiwan Model Taiwan was able to contain the pandemic while having people lead normal lives and achieving positive economic growth through the precise use of technology, information transparency, strict border controls, and accurate screening and case investigation. However, with the worldwide spread of the Omicron variant since the end of 2021, community transmission also began to increase in Taiwan. The variant appears to be much more contagious but causes mild or no symptoms. Trying to block the transmission of every single case would be a vain effort that would greatly affect people's livelihoods. The government has therefore chosen to aim at eliminating severe cases, managing mild cases, minimizing overall impacts, and caring for moderate and severe cases since April 2022. This new Taiwan Model seeks to allow people to lead normal lives while active epidemic prevention measures remain in place and the country is steadily opening up. Strengthening people's resilience With the introduction of rapid antigen test kits, Taiwan has shortened quarantines and reduced control measures, requiring confirmed cases to notify their close contacts to undergo home isolation and using electronic contact notification during the process. As the demand for rapid tests increases, the government has requisitioned a fixed amount and adopted a name-based rationing scheme, distributing tests to NHI-contracted pharmacies for the public to purchase using their NHI cards. Preserving healthcare capacity Taiwan has adopted a triage approach, having milder COVID-19 cases undergo home care and reserving hospital treatment for members of high-risk groups, such as moderate and severe cases and the elderly. During home care, people can access emergency medical consultations through mobile apps. A network of pharmacists and community pharmacies has been put together to provide consultations and deliver medicines. As of the end of April 2022, about 80 percent of the people in Taiwan had received a primary series of the COVID-19 vaccine, while 60 percent had received a booster dose. Taiwan can help, and Taiwan is helping The world today continues to face the challenges of the pandemic, vaccine supply, and post-pandemic recovery. Countries should work together and prepare for possible future pandemics. Taiwan is an indispensable partner in ensuring a successful post-pandemic recovery. To contain the pandemic, Taiwan has continued to cooperate with other countries on the research and development of COVID-19 vaccines and drugs and has donated medical supplies, such as medical masks and medicines, to countries in need. This has demonstrated that Taiwan can help, and Taiwan is helping. The 75th World Health Assembly (WHA) will be held in May. For the past five years, Taiwan has not been invited to participate in the WHA. To ensure that Taiwan is not left behind and there is no coverage gap in global health, Taiwan seeks to participate in the WHA this year in a professional and pragmatic manner, so that it can make contributions as part of the global effort to realize WHO's vision of a seamless global disease prevention network. We urge WHO and related parties to support Taiwan's inclusion in WHO and allow it to fully participate in WHO meetings, mechanisms, and activities. Taiwan will continue to work with the rest of the world to ensure that all enjoy the fundamental human right to health as stipulated in the WHO Constitution. In the spirit of the United Nations' 2030 Sustainable Development Goals, no one should be left behind. *Opinions expressed in this article are the author's own and do not necessarily reflect the editorial policy of Anadolu Agency. [Anadolu Agency website contains only a portion of the news stories offered to subscribers in the AA News Broadcasting System (HAS), and in summarized form. Please contact us for subscription options.](https://www.aa.com.tr/en/p/subscription/1001) Related G-20 countries against use of nuclear weapons [](https://www.aa.com.tr/en/asia-pacific/there-s-more-to-business-ties-with-china-than-belt-and-road-initiative-italys-premier/2988648) There's more to business ties with China than Belt and Road Initiative: Italy's premier [](https://www.aa.com.tr/en/africa/pope-francis-prays-for-earthquake-hit-morocco/2988630) Pope Francis prays for earthquake-hit Morocco [](https://www.aa.com.tr/en/asia-pacific/secessionist-elements-inciting-violence-against-indian-diplomats-in-canada-modi-tells-trudeau/2988623) 'Secessionist elements' inciting violence against "}