{"title": "Keep Your Heart Healthy", "author": null, "url": "https://health.gov/myhealthfinder/health-conditions/heart-health/keep-your-heart-healthy", "hostname": "health.gov", "description": "Did you know that heart disease is the leading cause of death for both men and women in the United States? Luckily, there's a lot you can do to lower your risk for heart disease, like quitting smoking and watching your weight.", "sitename": "health.gov", "date": "2023-04-11", "cleaned_text": "Health Conditions Keep Your Heart Healthy The Basics Overview Heart disease is the leading cause of death for both men and women in the United States. Take steps today to lower your risk of heart disease. To help prevent heart disease, you can: - Eat healthy - Get active - Stay at a healthy weight - Quit smoking and stay away from secondhand smoke - Control your cholesterol and blood pressure - Drink alcohol only in moderation - Manage stress Am I at risk for heart disease? Anyone can get heart disease, but you're at higher risk if you: - Have high cholesterol, high blood pressure, or diabetes - Smoke - Are overweight or have obesity - Don't get enough physical activity - Don't eat a healthy diet Your age and family history also affect your risk for heart disease. Your risk is higher if: - You're a woman over age 55 - You're a man over age 45 - Your father or brother had heart disease before age 55 - Your mother or sister had heart disease before age 65 But the good news is there's a lot you can do to prevent heart disease. What Is Heart Disease? When people talk about heart disease, they're usually talking about coronary heart disease (CHD). It's also sometimes called coronary artery disease (CAD). This is the most common type of heart disease. When someone has CHD, the coronary arteries (tubes) that take blood to the heart are narrow or blocked. This happens when cholesterol and fatty material, called plaque, build up inside the arteries. Several things can lead to plaque building up inside your arteries, including: - Too much cholesterol in the blood - High blood pressure - Smoking - Too much sugar in the blood because of diabetes When plaque blocks an artery, it's hard for blood to flow to the heart. A blocked artery can cause chest pain or a heart attack. [Learn more about CHD](http://www.nhlbi.nih.gov/health/health-topics/topics/cad/). Take Action Signs of a Heart Attack What is a heart attack? A heart attack happens when blood flow to the heart is suddenly blocked. Part of the heart may die if the person doesn't get help quickly. Some common signs and symptoms of a heart attack include: - Pain or discomfort in the center or left side of the chest — or a feeling of pressure, squeezing, or fullness - Pain or discomfort in the upper body — like the arms, back, shoulders, neck, jaw, or upper stomach (above the belly button) - Shortness of breath or trouble breathing (while resting or being active) - Feeling sick to your stomach or throwing up - Stomach ache or feeling like you have heartburn - Feeling dizzy, light-headed, or unusually tired - Breaking out in a cold sweat Not everyone who has a heart attack will have all the signs or symptoms. [Learn more about the signs of a heart attack](http://www.nhlbi.nih.gov/health/health-topics/topics/heartattack/). Don't ignore changes in how you feel. Symptoms of a heart attack often come on suddenly. But sometimes, they develop slowly — hours, days, or even weeks before a heart attack happens. Talk to your doctor if you feel unusually tired for several days, or if you develop any new health problems (like pain or trouble breathing). It's also important to talk to your doctor if existing health issues (like pain) are bothering you more than usual. If you've had a heart attack in the past, it's important to know that symptoms of a new heart attack might be different from your last one — so talk with your doctor if you have any concerns about how you feel. When to Call 911 Call 911 right away if you or someone else has signs of a heart attack. Don't ignore any signs or feel embarrassed to call for help. Acting fast can save a life — so call 911 even if you're not sure it's a heart attack. An ambulance is the best and safest way to get to the hospital. In an ambulance, EMTs (emergency medical technicians) can keep track of how you're doing and start life-saving treatments right away. People who call an ambulance often get treated faster at the hospital. And when you call 911, the operator can tell you what to do until the ambulance gets there. Know Your Numbers Take steps today to lower your risk for heart disease. Control your cholesterol and blood pressure. High cholesterol and high blood pressure can cause heart disease and heart attack. If your cholesterol or blood pressure numbers are high, you can take steps to lower them. Get your cholesterol checked. It's important to get your cholesterol checked at least every 5 years. Some people will need to get it checked more or less often. [Learn more about cholesterol testing](https://health.gov/myhealthfinder/topics/doctor-visits/screening-tests/get-your-cholesterol-checked). Get your blood pressure checked. Starting at age 18, get your blood pressure checked regularly. High blood pressure has no symptoms. [Get the facts about blood pressure testing](https://health.gov/myhealthfinder/topics/doctor-visits/screening-tests/get-your-blood-pressure-checked). [Use the MyHealthfinder tool](https://health.gov/myhealthfinder/) to get personalized recommendations for screening tests and vaccines. Talk with Your Doctor Know your family's health history. Your family history affects your risk for heart disease. [Use this family health history tool](https://cbiit.github.io/FHH/html/index.html) to keep track of your family's health. Share the information with your doctor or nurse. If you're worried about a family member's risk for heart disease, [use these tips to start a conversation about heart health](https://health.gov/myhealthfinder/topics/health-conditions/heart-health/heart-health-conversation-starters). Ask your doctor about taking aspirin every day. If you're age 40 to 59, taking aspirin every day may lower your risk of heart attack and stroke — but doctors don't recommend it for everyone. Talk with your doctor to find out if taking aspirin is the right choice for you. Talk to your doctor about taking medicine to lower your risk of heart attack and stroke. Experts recommend that some people ages 40 to 75 take medicines called statins if they're at high risk for heart attack and stroke. [Use these questions to talk with your doctor about statins](https://health.gov/myhealthfinder/topics/doctor-visits/talking-with-the-doctor/medicines-to-prevent-heart-attack-and-stroke-questions-for-the-doctor). Food and Alcohol Eat healthy. Eating healthy can help lower your risk of heart disease. A heart-healthy diet includes foods that are low in saturated fat, added sugars, and sodium (salt). [Learn more about eating healthy](https://health.gov/myhealthfinder/topics/health-conditions/diabetes/eat-healthy). Heart-healthy items include high-fiber foods (whole grains, fruits, and vegetables) and certain fats (like the fats in olive oil and fish). [Use this shopping list to find heart-healthy foods](https://health.gov/myhealthfinder/topics/health-conditions/heart-health/heart-healthy-foods-shopping-list). Check out these heart-healthy recipe collections: [Heart-Healthy Cooking](https://healthyeating.nhlbi.nih.gov/) [Heart Healthy Home Cooking African American Style [PDF - 6.6 MB]](https://www.nhlbi.nih.gov/sites/default/files/publications/WEHL-RecipeBook_508.pdf) [Delicious Heart Healthy Latino Recipes [PDF - 3 MB]](http://www.nhlbi.nih.gov/files/docs/public/heart/sp_recip.pdf)(in English and Spanish) Don't forget to make healthy choices when you eat out. For example, ask for a side salad instead of chips or french fries. [Get heart-healthy tips for dining out [PDF - 3 MB]](http://www.nhlbi.nih.gov/health/educational/healthdisp/pdf/tipsheets/Tips-for-Eating-Out.pdf). Drink alcohol only in moderation. Drinking too much alcohol can increase your risk of heart disease. So if you choose to drink alcohol, drink only in moderation. That means 1 drink or less in a day for women and 2 drinks or less in a day for men. Physical Activity Get active. Getting regular physical activity can help prevent heart disease. Adults need at least 150 minutes of moderate-intensity aerobic activity each week. This includes anything that gets your heart beating faster — like walking, dancing, and biking. If you're just getting started, take it slow! Try fitting a quick walk into your day. Even 5 minutes has real health benefits — and you can build up to more activity over time. [Learn more about getting active](https://health.gov/myhealthfinder/topics/health-conditions/diabetes/get-active). Stay at a healthy weight. People who are overweight or have obesity are at an increased risk for heart disease, high blood pressure, and type 2 diabetes. If you're overweight or have obesity, losing 5 to 10 percent of your body weight can help lower your risk of heart disease. For example, if you weigh 200 pounds, that would mean losing 10 to 20 pounds. [Find out how to control your weight](https://health.gov/myhealthfinder/topics/health-conditions/diabetes/watch-your-weight). If you don't know if you're at a healthy weight, [use this calculator to figure out your body mass index (BMI)](https://www.cdc.gov/healthyweight/assessing/bmi/adult_bmi/english_bmi_calculator/bmi_calculator.html). Healthy Habits Quit smoking and stay away from secondhand smoke. Quitting smoking helps lower your risk of heart disease and heart attack. Call 1-800-QUIT-NOW (1-800-784-8669) for free support and to set up your plan for quitting. [Get more information about quitting smoking](https://health.gov/myhealthfinder/topics/health-conditions/diabetes/quit-smoking). Avoiding secondhand smoke is important, too — so keep your home smoke-free. If you have guests who smoke, ask them to smoke outside. If someone in your home smokes, [use these tips to start a conversation about quitting](https://health.gov/myhealthfinder/topics/health-conditions/cancer/quitting-smoking-conversation-starters). Manage stress. Managing stress can help prevent serious health problems like heart disease, depression, and high blood pressure. Deep breathing and meditation are good ways to relax and manage stress. [Get more ideas for how to manage stress](https://health.gov/myhealthfinder/topics/health-conditions/heart-health/manage-stress). Content last updated April 11, 2023 Reviewer Information This content on heart disease was adapted from materials from the National Heart, Lung, and Blood Institute. Reviewed by: Paula T. Einhorn, M.D., M.S. Medical Officer/Program Director Clinical Applications and Prevention Branch Division of Cardiovascular Sciences National Heart, Lung, and Blood Institute "}