{"title": "PDF", "author": "PDF", "url": "www.nyc.gov/assets/doh/downloads/pdf/flu/non-patient-specific-standing-order.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "protocol page 1 of 12 pages Non-Patient Specific Standing Orders and Protocol for Pharmacists Administering Influenza, Pneumococcal , Meningococcal , Tetanus -Containing, and dates beginning xx/xx/xxxx and ending xx/xx/xxxx In accordance with New York State Education Law Section s 6801 , 6802, and 6527, implementing New York State (NYS) Department of Education regulations codified at 8 N.Y.C.R.R. 63.9, I am prescribing this non-patien t specific standing order and protocol. Licensed pharmacists employed by or under contract with ______________ and possessing a certificate of administration issued by the NYS Department of Education are authorized to administer pneumococcal vaccines, meningococcal vaccines, tetanus - containing vaccines, and zoster vaccine s to patients 18 years of age and older; influenza vaccines to patients 4 years of age and older; and anaphylaxis treatment agents for the emergency treatment of anaphylaxis to patients 2 years of age and older , as set forth below. Pharmacists must follow all applicable laws and regulations. Each certified pharmacist administering vaccinations pursuant to this order and protocol shall comply with regulations specific to pharmacist administration of vaccines found at http://www.op.nysed.gov/prof/pharm/part63.htm . These pharmacists are authorized to administer the influenza, pneumococca l, meningococcal , tetanus - containing and zoster vaccines and anaphylaxis treatment agents only while employed by or under contract with _________ ______________ _____ . Non-Patient Specific Orders for: A. influenza vaccine (IIV) intramuscular a. b. Inactivated Influenza Vaccine, Trivalent (IIV3) standard dose To all persons 2 through 17 years of age, after obtaining consent from the person legally responsible for the recipient, who do not fail the assessment, per the incorporated protocol. To all persons 18 years of age and older who have provided consent and do not fail the assessment, per the incorporated protocol. All persons 9 years of age and older, administer one dose of influenza vaccine All persons 2 to 9 years of age who have never received a dose of seasonal influenza vaccine should receive TWO doses of influenza vaccine t his year at least 4 weeks apart All persons 2 to 9 years of age who have not received at least two doses of seasonal influenza vaccine in the past should receive TWO doses of influenza vaccine this year at least 4 weeks apart 2. Administer Live Attenuated Influenza Vaccine (LAIV), nasal spray To all persons 2 through 49 years of age who have provided consent , or after obtaining consent from the person legally responsible when the recipient is incapable of consenting , and do not fail the assessment, per the incorporated protocol. 3. Administer Inactivated Influenza Vaccine, Trivalent (IIV3) high dose formulation 4. Administer Inactivated Influenza Vaccine, Trivalent (IIV3), adjuvanted formulation To all persons 65 years of age and older who have provided consent , or after obtaining consent from the person legally responsible when the recipient is incapable of consenting, and do not fail the assessment, per the incorporated protocol. Pharmacist standing order and protocol page 2 of 12 pages Persons will be screened for contraindications and precautions to seasonal influenza vaccine, which include: history of a serious allergic reaction to a component of the vaccine ( see up to date product information at http://www.cdc.gov/flu/protect/vaccine/index.htm) or a prior dose. If the person has a moderate or serious illness, then vaccination should be deferred until the person is well. The person should be vaccinated if they have a minor illness such as diarrhea or respiratory tract illness (including otitis media) with or without a fever or are on current antimicrobial therapy. If the person has a history of Guillain -Barré Syndrome, they should consult with their physician before receiving vaccine. NOTE: Patients who report a severe allergy to eggs should be referred to their physician for assessment. Persons whose egg allergy involves only urtica ria without other symptoms may receive inactivated influenza vaccine. 5. Pregnant women should receive seasonal inactivated influenza vaccine (IIV3 [standard dose] or IIV4) from a single dose vial or pre -filled syringe if it is available. a. If seasonal influenza vaccine from a single dose vial or prefilled syringe (IIV3 [standard dose] or IIV4) is not available, obtain verbal consent to administer thimerosal containing seasonal IIV to the pregnant woman and document this in the record b. If cons ent cannot be obtained for thimerosal containing vaccine, do not vaccinate with thimerosal containing vaccine c. Other forms of seasonal influenza vaccine, including LAIV, RIV3, ccIIV3, IIV3 high -dose formulation, IIV3 adjuvanted formulation, and ID are not i ndicat ed for use in pregnant females 6. Administer Recombinant Seasonal Influenza Vaccine, Trivalent (RIV3) 0.5 mL by intramuscular (IM) injection to all patients aged 18 years and older who have provided consent, or after obtaining consent from the person l egally responsible when the recipient is incapable of consenting , and do not fail the assessment, per the incorporated protocol. Persons will be screened for contraindications and precautions to seasonal influenza vaccine that include: history of a serious allergic reaction to a component of the vaccine or a prior dose. If the person has a moderate or serious illness, then vaccination should be deferred until the person is well . The person should be vaccinated if they have a minor illness such as diarrhea or respiratory tract illness (including otitis media) with or without a fever or are on current antimicrobial therapy. If the person in the indicated age group has a history of s erious allergic reaction to egg protein, they may be given RIV3 or referred to a physician with expertise in the management of allergic conditions for vaccination. 7. Administer Cell -culture -based Seasonal Influenza Vaccine, Quadrivalent, (ccIIV4) 0.5mL by intramuscular (IM) injection to all patients aged 4 years and older who have provided consent, or after obtaining consent from the person legally responsible when the recipient is incapable of consenting , and do not fail the assessment, as per the incorpo rated protocol. Persons will be screened for contraindications and precautions to seasonal influenza vaccine, which include: history of a serious allergic reaction to a component of the vaccine or a prior dose. If the person has a moderate or serious illne ss, then vaccination should be deferred until the person is well. The person should be vaccinated if they have a minor illness such as diarrhea or respiratory tract illness (including otitis media) with or without a fever or on current antimicrobial therap y. B. Pneumococcal vaccine for ages 18 - 64 years 1. Administer pneumococcal conjugate vaccine (PCV13) 0.5 ml by intramuscular (IM) injection to all adults aged 18 to 64 years with an indication for PCV13, who have not previously received PCV13 and who have provided consent , or after obtaining consent from Pharmacist standing order and protocol page 3 of 12 pages the person legally responsible when the recipient is incapable of consenting, and do not fail the assessment, per the incorporated protocol. Persons will be screened for contraindications to PCV13, which include: serious allergic reaction to a vaccine component or history of a serious allergic reaction to a prior dose. If the person has a mode rate or serious illness, then vaccination should be deferred until the person is well. The person should be vaccinated if they have a minor illness such as diarrhea or respiratory tract illness (including otitis media) with or without a fever or on current antimicrobial therapy. a. Persons aged 18 - 64 years with the following conditions should receive a single dose of PCV13: Cerebrospinal fluid leak Cochlear implant Functional or anatomic asplenia splenectomy) Sickle cell disease or other Immunocompromising condition (e.g., HIV infection, congenital immunodeficiency, hematologic and solid tumors) Organ or bone marrow transplantation Chronic renal failure or nephrotic syndrome Immunosuppressive therapy (e.g., alkylating agents, antimeta bolites, long -term systemic corticosteroids, radiation therapy) If PCV13 is unavailable, give one dose of pneumococcal polysaccharide vaccine (PPSV 23) now. A dose of PCV13 should be given at least one year following the dose of PPSV 23 (PCV13 can be given 8 weeks after PPSV23 for 18 year olds only) . b. Persons aged 19 - 64 years with the aforementioned conditions who have received one or more doses of pneumococcal polysaccharide vaccine (PPSV 23) should receive a dose of PCV13 at least one year after receipt of the last dose of PPSV 23. c. Persons 18 years of age only with the aforementioned conditions who have received one or more doses of PPSV should receive a dose of PCV13 at least 8 weeks after receipt of the last dose of PPSV 23. 2. Administer pneumococcal polysa ccharide vaccine (PPSV 23) 0.5ml IM or by subcutaneous (SC) injection to all persons 1 8 to 64 years with an indication for PPSV 23 and who have provided consent , or after obtaining consent from the person legally responsible when the recipient is incapable of consenting, and do not fail the assessment, per the incorporated protocol. Persons will be screened for contraindications and precautions to PPSV 23, which include: serious allergic reaction to a vaccine component or history of a serious allergic reactio n to a prior dose. If the person has a moderate or serious illness, then vaccination should be deferred until the person is well. The person should be vaccinated if they have a minor illness such as diarrhea or respiratory tract illness (including otitis m edia) with or without a fever or on current antimicrobial therapy. a. Persons aged 1 8 - 64 years who have received PCV13 and have the following conditions should receive PPSV 23 at least 8 weeks after receipt of PCV13: Cerebrospinal fluid leak Cochlear implant Functional or anatomic asplenia (e.g., splenectomy) Sickle cell disease or other hemoglobinopathy Immunocompromising condition (e.g., HIV infection, congenital immunodeficiency, hematologic and solid tumors , multiple myeloma ) Organ or bone marrow transplantation Pharmacist standing order and protocol page 4 of 12 pages Chronic renal failure or nephrotic syndrome Immunosuppressive therapy (e.g., alkylating agents, antimetabolites, long -term systemic corticosteroids, radiation therapy) b. Persons age 18 - 64 years with no or unknown history of prior receipt o f PPSV 23 and any of the following conditions: Chronic heart or cardiovascular disease ( e.g., congestive heart failure, cardiomyopathies; for 18 year olds, cyanotic congenital heart disease and cardiac failure) Chronic liver disease (cirrhosis) or alcoholi sm Diabetes Chronic pulmonary disease ( e.g., chronic obstructive pulmonary disease, emphysema and for persons aged 19 years and older, asthma ) Cigarette smoking (persons aged 19 -64 years only) c. Persons 1 8 - 64 years with the following conditions are at highest risk for serious pneumococcal infection or likely to have a rapid decline in pneumococcal antibody levels and require a second dose of PPSV 23, administered at least five years after the last dose: Functional or anatomic asplenia (e.g., sickle cell disease, splenectomy) Immunocompromising condition (e.g., HIV infection, congenital immunodeficiency, hematologic and solid tumors) Organ or bone marrow transplantation Chronic renal failure or nephrotic syndrome Immunosuppressive thera py (e.g., alkylating agents, systemic cort icosteroids, radiation therapy) C. Pneumococcal vaccine for ages 65 years and older 1. Administer pneumococcal conjugate vaccine (PCV13) 0.5 ml by intramuscular (IM) injection to all adults aged 65 years and older, who have not previously received PCV13 and who have provided consent , or after obtaining consent from the person legally responsible when the recipient is incapable of consenting, and do not fail the assessment, per the incorporated protocol. Persons will be screened for contraindications and precautions to PCV13, which include: serious allergic reaction to a vaccine component or history of a serious allergic reaction to a prior dose. If the person has a moderate or s erious illness, then vaccination should be deferred until the person is well. The person should be vaccinated if they have a minor illness such as diarrhea or respiratory tract illness (including otitis media) with or without a fever or on current antimicr obial therapy . a. If the person has no or unknown prior receipt of a dose of pneumococcal vaccine, administer PCV13. If PCV13 is unavailable, give one dose of PPSV 23 now. A dose of PCV13 should be given at least one year following the dose of PPSV 23. b. If the person has received one dose of pneumococcal polysaccharide vaccine (PPSV 23) at 65 years or older, administer PCV13 at least one year after receipt of the PPSV 23 dose. c. If the person has received one or more doses of PPSV 23 before age 65 years of age, administer one dose PCV13 at least 1 year after the most recent PPSV dose. 2. Administer PPSV 23 0.5ml IM or by subcutaneous (SC) injection to adults 65 years and older , who have provided consent , or after obtaining consent from the person legally responsible when Pharmacist standing order and protocol page 5 of 12 pages the recipient is incapable of consenting, and do not fail the assessment, per the incorporated protocol. Persons will be screened for contraindications and precautions for PPSV 23 that include : serious allergic reaction to a vaccine component or history of a serious allergic reaction to a prior dose. If the person has a moderate or serious illness, then vaccination should be deferred until the person is well. The person should be vaccinated if they have a minor illness such as diarrhea or respiratory tract illness (including otitis media) with or without a fever or on current antimicrobial therapy. a. If the person has no or unknown prior receipt of a dose of pneumococcal vaccine, administer PCV13 first, followed by PPSV 23 at least 1 year after receipt of PC V13. If the person has one of the high -risk conditions listed below, PPSV 23 should be administered at least 8 weeks after the dose of PCV13: Cerebrospinal fluid leak Cochlear implant Functi onal or splenectomy) Sickle cell disease hemoglobinopathy Immunocompromising condition (e.g., HIV infection, congenital immunodeficiency, hematologic and solid tumors, multiple myeloma) Organ or bone marrow transplantation Chronic renal failure or nephrotic syndrome Immunosuppressive therapy (e.g., alkylating agents, antimetabolites, long -term systemic corticosteroids, radiation therapy) b. If the person has received PPSV 23 before 65 years and a dose of PCV13, administer one dose of PPSV 23 at least 5 years after the last dose of PPSV 23 and at least 1 year after receipt of PCV13. If the person has one of the high -risk conditions listed in 2a above, PPSV 23 may be given at least 8 weeks after the dose of PCV13. c. If the person ha s received a dose of PCV13 at 65 years or older, administer PPSV 23 at least one year after receipt of PC V13. If the person has one of the high -risk conditions listed in 2a above, PPSV 23 may be given at least 8 weeks after the dose of PCV13. d. If a person received 2 doses of PPSV23 prior to their 65th birthday, a third dose is recommended after the 65th birthday (at least 5 years after the second dose of PPSV23 and at least 1 year after receipt of PCV13). I f the person has one of the high -risk con ditions l isted in 2a above, PPSV 23 may be given at least 8 weeks after the dose of PCV13 . D. Meningococcal Vaccine 1. Administer quadrivalent (M enACWY ) 0.5 ml by intramuscular (IM) injection to all adults aged 18 and older , with an indication for M enACWY , and who have provided consent , or after obtaining consent from the person legally responsible when the recipient is incapable of consenting, and do not fail the assessment, per the incorporated protocol. Persons will be scree ned for contraindications and precautions to M enACWY , which include: serious allergic reaction to a vaccine component or history of a serious allergic reaction to a prior dose. If the person has a history of Guillain -Barré Syndrome, they should consult wit h their physician before receiving vaccine. If the person has a moderate or serious illness, then vaccination should be deferred until the person is well. The person should be vaccinated if they have a minor illness such as diarrhea or respiratory tract il lness (including otitis media) with or without a fever or on current antimicrobial therapy. a. Indications for M enACWY include: Pharmacist standing order and protocol page 6 of 12 pages Persons with HIV -infection Men who have sex with men, regardless of HIV status , who regularly have close or intimate contact with other men met either through an online website, smartphone application, a bar or a party Persons with persistent complement component deficiencies (C3, C5 -9, Pro perdin, Factor D, and Factor H) Persons with anatomic or functional asplenia. People routinely exposed to isolates of N.meningitidis in occupational s ettings (e.g., microbiologists) First year college students living in residence halls, who have not received vaccination against meningococcal disease either on or after their 16th birthday b. Persons wh o may require a second dose of M enACWY as part of their primary series include: Persons with persistent complement component deficiencies, functional or anatomic asplenia , or HIV infection should receive a second dose of M enACWY administered at least 8 weeks after the first dose c. Booster doses : Persons with persistent complement component deficiencies or functional or anatomic asplenia or HIV infection are recommended to recei ve a booster dose every 5 years Microbiologists routinely exposed to isolat es of N.meningitidis are recommended to receive a booster dose every 5 years if exposure is ongoing 2. Administer serogroup B meningococcal vaccine (MenB) 0.5ml by intra muscular (IM) injection to all persons age 18 years and older, with an indication for Me nB, who have provided consent , or after obtaining consent from the person legally responsible when the recipient is incapable of consenting, and do not fail the assessment, per the incorporated protocol. Persons will be screened for contraindications and precautions to MenB , which include: serious allergic reaction to a vaccine component or history of a serious allergic reaction to a prior dose. If the person has a moderate or serious illness, then vaccination should be deferred until the person is we ll. The person should be vaccinated if they have a minor illness such as diarrhea or respiratory tract illness (including otitis media) with or without a fever or on current antimicrobial therapy. a. MenB vaccines are indicated for persons age 18 years and older with the following: Persons with persistent complement component deficiencies, including persons taking eculizumab (Soliris®) Persons with functional or anatomic asplenia Microbiologists routinely exposed to isolates of Neisseria meningitidis Persons identified as at increased risk because of a serogroup B m eningococcal disease outbreak b. MenB vaccines may also be administered to adolescent s and young adults 18 -23 years of age to provide short -term protection against most strains of serogroup B meningo coccal disease. c. For persons at increased risk for meningococcal disease and for use during serogroup B meningococcal disease outbreaks and , if administering MenB -FHbp (Trumenba®, Pharmacist standing order and protocol page 7 of 12 pages Pfizer), administer as a 3 dose series, with the second and third doses administered at 1 -2 months and 6 months after the first dose. If the second dose is administered at or after 6 months, a third dose does not need to be administered. d. For healthy young adults (18 through 23 years of age) not at increased risk for meningococcal disease and , if administering MenB -FHbp (Trumen ba®, Pfizer), administer as a 2 -dose series, with second dose administered at 6 months after the first dose. If the second dose of MenB -FHbp is administered earlier th an 6 months after the first dose, a third dose should be administered at least 4 months after the second dose. e. If administering Bexsero® (Novartis) administ er as a 2 -dose series, with doses administered at least 1 month apart. f. There is no preference bet ween MenB vaccine products. However, i f starting the series with one brand, the same product must be used for all doses . g. MenB vaccines may be administered concomitantly with MenACWY vaccines, but at a different anatomic site, if feasible. E. Tetanus -containing Vaccine 1. Administer Tetanus (a s either Tetanus -diphtheria [Td] or Tetanus -diphtheria and acellular pertussis [Tdap]) vaccine 0.5mL by intramuscular (IM) injection to all persons 18 years of age and older, with an indication for tetanus vaccination and who have provided consent , or after obtaining consent from the person legally responsible when the recipient is incapable of consenting, and do not fail the assessmen t, per the incorporated protocol. Persons will be screened for contraindications and precautions to Td/Tdap va ccination, which include: serious allergic reaction to a vaccine component or history of a serious allergic reaction to a prior dose , or for Tdap only, a history of encephalopathy within 7 days following DTP/DTaP/Tdap not attributable to another identifiable cause . If the person has a moderate or serious illness, then vaccination should be deferred until the person is well. The person should be vacc inated if they have a minor illness such as diarrhea or respiratory tract illness (including otitis media) with or without a fever or on current antimicrobial therapy. a. Indications for tetanus vaccines include: Adults who have not received Tdap should rece ive a single dose of Tdap, followed by a dos e of Td booster every 10 years Pregnant women should get a dose of Tdap during every pregnancy preferably during 27 through 36 weeks gestation All persons suffering recent traumatic injury with a break in the skin with no history of tetanus vaccination within the past 5 years should be given Td, or a dose of Tdap if not previously given When feasible, administer Boostrix® (GSK) Tdap vaccine to adults age 65 years and older; however either Tdap vaccine product a dministered to a person age 65 years and older provides protection against pe rtussis and is considered valid b. Subsequent doses of Tdap/Td: To complete the primary 3 -dose schedule: observe a minimum interval of 4 weeks between the first and second doses, and at least 6 months bet ween the second and third doses Prioritize use of Tdap as a booster dose if not previously given during completion o f the primary schedule . There is no need to observe a minimum interval between Td Pharmacist standing order and protocol page 8 of 12 pages and the subsequent Tdap; if Tdap was already administered, subsequent doses should be Td every 10 years c. Precautions to tetanus -containing vaccines , requiring evaluation from the patient's primary care provider prior to receipt of vaccination, include: History of Guill ain-Barre syndrome within 6 weeks after a previous dose of tetanus - toxoid contai ning vaccine Progressive neurologic disorder (such as uncontrolled epilepsy or pr ogressive encephalopathy) until the condition has stabilized. History of a severe local reaction (Arthus reaction) following a prior dose of a tetanus and/or dipht heria toxoid -containing vaccine F. Zoster Vaccine 1. Administer Zoster vaccine to all immunocompetent persons who have provided consent , or after obtaining consent from the person legally responsible when the recipient is incapable of consenting, and do not fail the assessment, per the incorporated protocol. If the person has a moderate or serious illness, then vaccination should be deferred until the person is well. The person should be vaccinated if they have a minor illness such as diarrhea or respiratory tract illness (including otitis media) with or without a fever or on current antimic robial therapy. a. Shingrix® (GSK) recombinant zoster vaccine (RZV) is the preferred vaccine for preventing shingles and related complications. If administering Shingrix®, administer 0.5mL intramuscular (IM) injection to all immunocompetent persons 50 years and older as a 2 -dose series, with the second dose administered at 2 months to 6 months after the first dose. The series does not have to be restarted if more than 6 mon ths have elapsed since the first dose. Shingrix® is recommended for immunocompetent adults who: - Previously received the shingles vaccine Zostavax® (Merck). Shingrix® should be administered a minimum of 8 weeks after a dose of Zostavax® - Report a prior episo de of herpes zoster - Have a chronic medical condition (e.g., chronic renal failure, diabetes mellitus, rheumatoid arthritis, chronic pulmonary disease), unless a contraindication or precaution exists Contraindications to Shingrix® include: history of severe allergic reaction (e.g., anaphylaxis) to a vaccine component or after a previous dose of Shingrix® Precautions to Shingrix® include: current herpes zoster infection, pregnancy, and breastfeeding Before administering Shingrix®, provide counseling on expect ed reactogenicity, including redness and swelling at site of administration, fever, and headache b. If administering Zostavax® (Merck) zoster vaccine live ( (SC) injection to all immunocompetent persons 60 years of age and older. Persons will be screened for contraindications to zoster vaccination, as listed below. Contraindications to Zostavax® include: - History of severe allergic reaction (e.g., anaphylaxis) to a vaccine component, including gelatin and neomycin - Known sev ere immunodeficiency (e.g., from hematologic and solid tumors, receipt of chemotherapy or patients with HIV infection who are severely immunocompromised) - Current immunosuppressive therapy, including high -dose corticosteroids (> 20 mg/day of prednisone or e quivalent) lasting two or more weeks Pharmacist standing order and protocol page 9 of 12 pages - Current receipt of recombinant human immune mediators and immune modulators, especially the antitumor necrosis factor agents adalimumab, infliximab, and etanercept - Pregnancy or possibility of pregnancy within 4 weeks of receiving vaccine. Precautions to Zostavax®, requiring evaluation from the patient's primary care provider prior to receipt of vaccination, include: - Receipt of specific antivirals (i.e., acyclovir, famciclovir or valacyclovir) 24 hours before vaccination; avoid use of the antiviral drugs for 14 days after vaccination. G. Anaphylactic Treatment Agents If the person being vaccinated exhibits symptoms of a severe allergic reaction or anaphylactic reaction: hives, itching, difficulty breathing, nausea, abdominal pain, change in mental status, drop in blood pressure : a. Administer Epinephrine as one pediatric dose of epinephrine for persons weighing less than 66 pounds (30kg), (EpiPen Jr.® 0.15mg IM, or epinephrine [ USP 1:1000] administered 0.15 mL IM) b. Administer Epinephrine as one adult dose of epinephrine for persons weighing more than 66 pounds (30kg), (EpiPen® 0.3 mg IM , or epinephrine [ USP 1:1000] administered 0.3 autoinjectors or epinephrine [USP 1:1000] into the anterolateral aspect of the thigh, through clothing if necessary , in all age groups . Epinephrine, with the necessary needles and syringes , should be available where the vaccine is actually being administered. Call 911. One dose of epinephrine autoinjector IM (or epinephrine [USP 1:1000] may be repeated after 5 to 15 minutes, if symptoms persist or worsen. More than two s equential doses of EpiPen should be administered only under direct medical supervision. Notify the NYC Department of Health and Mental Hygiene (DOHMH). Complete and file an incident report for all recipients administered an anaphylaxis treatment agent with the vaccine adverse event reporting system (VAERS) . The record must include the recipient's name, symptoms and outcome of the adverse event, date and time administered, anatomic site of administration, name of person administering anaphylaxis treatment, name of anaphylaxis treatment agent, manufacturer, and lot number. This information should be shared with any emergency medical providers and with the patient's primary care provider if a provider is identified. Pharmacist standing order and protocol page 10 of 12 pages For seasonal influenza, pneumococcal , meningococcal , tetanus -containing and zoster vaccines, the Pharmacist shall: A. Obtain the required certificate of administration from the NYS Department of Education. B. Maintain a copy of the patient specific order or the non -patient specific order and proto col that authorizes the certified pharmacist to administer immunization agents and/or medications for the emergency treatment of anaphylaxis. C. Provide for an area that provides for the patient's privacy. Such area shall include a clearly visible posting o f the most recent \"Recommended Adult Immunization Schedule\" published by the Advisory Committee for Immunization Practices (ACIP). D. Administer immunizations according to the most current recommendations of the Advisory Committee for Immunization Practices (ACIP). E. Prior to administering an immunization, inform the recipient or the person legally responsible for the recipient, of the t otal cost of the immunization or immunizations, subtracting any health insurance subsidization, if applicable. If the immunization is not covered, the pharmacist shall inform the recipient, or person legally responsible for the recipient, that the immuniz ation may be covered when administered by a primary care physician or health care practitioner. F. Ensure that each potential recipient is assessed for contraindications that would preclude immunization(s), and have the recipient, or the person legally resp onsible, complete and sign a screening/history form that confirms eligibility and provides contact information for follow -up purposes. G. Provide each recipient of the vaccine, or other person legally responsible, with a copy of the appropriate Vaccine Infor mation Statement (VIS) before administering the immunization. Provide non-English speaking recipients with a copy of the VIS in their native language, if available. These can be found at www.immunize.org/vis . H. Prior to immunization, inform each recipient , or the person legally responsible , both orally and in writing, of the potential side effects and adverse reactions. I. Do not administer an immunization unless the recipient is adequately informed and consents to the immunization. For recipients incapable of consenting to immunization, prior to administration of an immunization, a legally responsible person for the recipient must be in attendance during the immunization and consent to the immunization, after havin g been informed of potential side effects and adverse reactions. J. Provide information to each recipient, or the person legally responsible , on the importance of having a primary health care provider. K. Provide each recipient , or the per son legally responsi ble, with written instructions to call their primary care physician or seek care at the local emergency department if they have an adverse reaction to the vaccine. L. For influenza vaccine, notify the recipient , or the person legally responsible, that the va ccine should be taken annually. M. If a recipient receiving influenza vaccine is in one of the recommended groups for PPSV 23, PCV13, MenACWY , MenB, Td/Tdap or zoster vaccine, recommend that he or she receive it. Likewise, if a Pharmacist standing order and protocol page 11 of 12 pages recipient receiving PPSV 23, PCV13, M enACWY , MenB, Td/Tdap or zoster vaccine is in one of the recommended groups for influenza vaccine, recommend that he or she receive it. N. If a recipient receiving PCV13 is also recommended to receive PPSV 23, recommend that he or she receive it as per the orders above. If a person seeking vaccination with PPSV 23 is recommended to receive PCV13, it is recommended that PCV13 be given first, and subsequent dose(s) of PPSV 23 be given as per the protocol and orders above. If PCV13 is unavailable, PPSV 23 may be given first. Recipients should be given instructions to return for additional doses of PCV13/PPSV 23 as per the orders and protocol above, or follow -up with their primary care physician for subsequent vaccinations. O. If a recipient receiving M enACWY is recommended to receive a second dose of M enACWY vaccine, recommend that he or she receive it. P. If a recipient requesting Td vaccine is recommended to receive Tdap vaccine, recommend that he or she receive it instead. If a patient present s with a prescription for Td, but is eligible for Tdap vaccine and do es not have contraindications to Tdap vaccine , please consult with the prescribing provider requesting to administer Tdap instead. Q. Provide the recipient of vaccination , or the person legally resp onsible , a certificate of immunization with the recipient's name, name of the vaccine administered, name of the manufacturer, and lot number of the vaccine, date of immunization, name of the person who administered the vaccine, and name and address of the facility where the immunization was given. R. Ensure that a record for each person immunized is maintained in accordance with the law and shall include the recipient's name, immunization agent, the edition date of the VIS distributed, the date the VIS was pr ovided, the name, address and title of the administering pharmacist, the date of administration, anatomical site of administration, the vaccine manufacturer, lot number of the vaccine used and vaccine expiration date. If vaccine was not given, record the r eason(s) for non -receipt of the vaccine (e.g., medical contraindication). S. Report ALL immuniz ations administered to recipients 18 years of age or younger with identifying information to the New York City (NYC) Citywide Immunization Registry (CIR) as required by NYS Public Health Law (PHL) Article 21, Title 6, Section 2168, Part 3(a) and NYC Health Code Section 11.07. Report all immunizations administered to recipients 1 9 years of age and older to the NYC CIR with verbal or written consent of the indiv idual , as required by NYS Public Health Law (PHL) Article 21, Title 6, Section 2168, Part 3(b)(ii) and NYC Health Code Section 11.07 . Pharmacists must make a good faith effort to obtain consent to report doses administered to the CIR from ALL adults 19 years of age and older. T. As required by NYS Department of Education regulations, Section 63.9(b)(4), with recipient's consent ,when a licensed pharmacist administers an immunizing agent, he or she shall report such administration by electronic transmission or facsimile to the recipient's attending primary health care practitioner or practitioners, if any, unless the recipient is unable to communicate the identity of his or her primary health care practitioner, and, to the extent practicable, make himself or herself available to discuss the outcome of such immunization, including any adverse reactions, with the attending primary health care practitioner, or to the statewide immunization registry or the citywide immunization registry, as established pursuant to sections 2168 of the Public Health Law and 11.07 of the New York City Health Code, respectively. U. Report any adverse outcomes as may be required by Federal law on the vaccine adverse event reporting system (VAERS) form of the Centers for Disease Control and Prevention (CDC) or on the Pharmacist standing order and protocol page 12 of 12 pages successor form and report such information to the New York City Department of Health and Mental Hygiene. Contact VAERS through www.Vaers.hhs.gov or (800) 822 -7967. VAERS report forms are available at www.vaers.hhs.gov . V. Follow proper medical guidelines for vaccine administration: 1. If intramuscular administration: 0.5 ml, given in the thickest portion of deltoid muscle above level of armpit and below acromion using a 7/8\" to 1½\", 22 -25 gauge needle for patients 4 years and older. 2. If subcutaneous administration: 0.5 ml given in the outer aspect of upper arm using 23 -25 gauge, 5/8\" needle . For Zostavax® , administer entire amount of vaccine (approximately 0.65mL). 3. If intradermal vaccine, us e pre -filled microinjection syringe and administer in the deltoid region of the arm. W. Have a written emergency medical protocol available, as well as equipment and medications, including emergency anaphylaxis treatment agents, related syringes and needles available at the location at which immunizations will be administered. X. Ensure that a record of all persons to whom they have administered an anaphylaxis treatment agent, including the recipient's name, date, address of administration, administering pharm acist, anaphylaxis treatment agent, manufacturer, and lot number, is kept in either a recipient's medication profile if one is required, or if not required, on a separate form retained by the pharmacist who administered the anaphylaxis treatment agent. Y. Report to the local emergency medical system or other provider of equivalent follow -up care information regarding the administration of the anaphylaxis treatment agent, including name of agent, when it was administered, the dosage, strength, and route of adm inistration. The Pharmacist shall also report such information to the New York City Department of Health and Mental Hygiene , and the recipient's primary care provider if one exists, unless the recipient is unable to communicate the identity of his or her primary care provider. This non -patient specific order and protocol may be revoked at the discretion of the Commissioner of the Department of Health and Mental Hygiene of the City of New York. The certified pharmacists are limited to administering immunizations only in the course of such employment or pursuant to such contract with (name of entity ) _____________________ and this policy and procedure shall remain in effect from the effective date of this Standing Order ___ until rescinded or unti l ______. Name of issuing physician or "}