{"title": "Integrative Cancer Support", "author": null, "url": "https://www.sutterhealth.org/city/novato/services/holistic-integrative-medicine/integrative-cancer-support", "hostname": "sutterhealth.org", "description": "Learn more about our services in Northern California and how we partner with you to create personalized care.", "sitename": "sutterhealth.org", "date": "2021-09-08", "cleaned_text": "Beyond treating the disease, your [cancer](/services/cancer) care can be expanded to include therapies that support your mind, body and spirit. At Sutter's Institute for Health & Healing, we take your whole being—not just your cancer—into account. Our goal is to advance and optimize your health from the early stages of your cancer journey, helping you cope with your treatment's side effects and supporting you into survivorship. To do that, we partner with you to incorporate holistic therapies to [reduce pain](/services/holistic-integrative-medicine/integrative-chronic-pain-management) and enhance your immune system, such as [Chinese medicine](/services/holistic-integrative-medicine/acupuncture-traditional-chinese-medicine) and Ayurveda, as well as restore balance medicine](/services/holistic-integrative-medicine), [mindfulness training](/services/holistic-integrative-medicine/mindfulness-stress-reduction) and [oncology massage](/services/holistic-integrative-medicine/oncology-massage). Our integrative nutrition services use targeted approaches to optimize health throughout your cancer treatment. In addition, we can direct you to a \"Look Good, Feel Better\" class, offered at several Sutter locations and sponsored by the American Cancer Society. In these workshops, you'll receive information on cancer-specific skin and nail care; makeover tips from trained professionals; and advice on wigs and accessories. We also address the emotional and spiritual aspects of living with cancer. You'll find compassionate and capable staff who provide care through Sutter's counseling services and support groups. We offer free private and family counseling to help you and your family deal with the cancer journey and enhance coping techniques. "}