{"title": "PDF", "author": "PDF", "url": "https://www.scienceopen.com/document_file/c2578e6c-a493-4381-b83d-797350c7d619/PubMedCentral/c2578e6c-a493-4381-b83d-797350c7d619.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "with mild coronavirus disease 2019: A Gao6* 1Department of Respiratory Medicine, Shanghai Children 's Medical Center, School of Medicine, Shanghai Jiao Tong University, Shanghai, China,2Department of Respiration, Fujian Branch of Shanghai Children 's Medical Centre Af liated to Shanghai Jiao Tong University School of Medicine (Fujian Children 's Hospital, Fujian Maternity and Child Health Hospital, College of Clinical Medicine for Obstetrics and Gynecology andPediatrics, Fujian Medical University), Fuzhou, Fujian, China, 3Department of Paediatrics, Taicang Af liated Hospital of Soochow University, The First People 's Hospital of Taicang, Jiangsu, China,4Department of Traditional Chinese Medicine, Shanghai Children 's Medical Center, School of Medicine, Shanghai Jiao Tong University, Shanghai, China,5Infection Department, Fujian Branch of Shanghai Children 's Medical Centre Afliated to Shanghai Jiao Tong University School of Medicine (Fujian Children 's Hospital, Fujian Maternity and Child Health Hospital, College of Clinical Medicine for Obstetrics and Gynecology and Pediatrics, FujianMedical University), Fuzhou, Fujian, China, 6Pediatric Translational Medicine Institute, Shanghai Children 's Medical Center, School of Medicine, Shanghai Jiao Tong University, Shanghai, China Background: Since late February 2022, a wave of coronavirus disease 2019 (COVID-19) mainly caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)Omicron variant rapidly appeared in Shanghai, China. Traditional Chinese medicine treatment is recommended for pediatric patients; however, the safety and ef cacy remain to be con rmed. We conducted a single-center, open-label, parallel-group randomized controlled trial to assess the ef cacy and safety of a Chinese herb compound, Huashi Baidu granule (HSBDG) in pediatric patients with laboratory-conrmed mild COVID-19. Methods: 108 recruited children (aged 3 -18 years) with laboratory-con rmed mild COVID-19 were randomly allocated 2:1 to receive oral HSBDG for ve consecutive days (intervention group) and to receive compound pholcodine oral solution for ve consecutive days (control group). The negative conversion time of SARS-CoV-2 nucleic acid and symptom scores were recorded. Results: The median negative conversion time of SARS-CoV-2 nucleic acid was signicantly shorter in the intervention group than in the control group (median days [interquartile range (IQR)]: 3 [3 -5] vs. 5 [3 -6];p= 0.047). The median total symptom score on day 3 was signi cantly lower in the intervention group than in the control group (median total symptom score [IQR]: 1 [0 -2] vs. 2 [0 -3];p= 0.036). There was no signi cant differences in the frequency of antibiotic use and side effects between the two groups.OPEN ACCESS EDITED BY Jinjun Shan, Nanjing University of Chinese Medicine,China REVIEWED BY Yuejuan Zheng,Shanghai University of Traditional ChineseMedicine, China Lisheng Wan, Shenzhen Children 's Hospital, China *CORRESPONDENCE Yong Yin, yinyong9999@163.com Jian Gao, gaojianayfy@163.com These authors have contributed equally to this work SPECIALTY SECTION This article was submitted to RespiratoryPharmacology,a section of the journal Frontiers in Pharmacology RECEIVED 08 November 2022 ACCEPTED 06 January 2023 PUBLISHED 19 January 2023 CITATION Chen J, Tang Q, Zhang B, Yuan S, Chen J, Shen S, Wang D, Lin J, Dong H, Yin Y andGao J (2023), Huashi baidu granule in thetreatment of with mildcoronavirus disease 2019: COPYRIGHT © 2023 Chen, Tang, Zhang, Yuan, Chen,Shen, Wang, Lin, Dong, Yin and Gao. This isan open-access article distributed underthe terms of the Creative Commons Attribution License (CC BY) . The use, distribution or reproduction in other forums is permitted, provided the originalauthor(s) and the copyright owner(s) arecredited and that the original publication inthis journal is cited, in accordance withaccepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Frontiers in Pharmacology frontiersin.org 01TYPE Clinical Trial PUBLISHED 19 January 2023 DOI10.3389/fphar.2023.1092748Conclusion: HSBDG is a safe, effective oral Chinese herbal compound granule, which shows a good performance within the Omicron wave among pediatric patients. KEYWORDS COVID-19, SARS-CoV-2, omicron, traditional Chinese medicine, clinical trial, number NCT05501288 1 Introduction Since late February 2022, a wave of coronavirus disease 2019 (COVID-19) mainly caused by the severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) BA.2.2 sublineage of theOmicron variant rapidly in Shanghai, China ( Zhang et al., 2022). Omicron tends to spread more rapidly but has less virulence than earlier variants ( Hui et al., 2022 ;Suzuki et al., 2022 ). The predominant clinical manifestations of Omicron have been reported to be upperrespiratory infection symptoms such as a sore throat and cough ( Kim et al., 2022 ;Menni et al., 2022 ). During this Shanghai omicron wave, over 12,000 children have been infected with SARS-CoV-2 and most ofthe cases were under mild or moderate conditions ( Zhou et al., 2022 ). According to the latest version of the Chinese diagnosis and treatment protocol for COVID-19 (trial version 9), PF-07321332/ Paxlovid and BRII-196/BRII-198 are recommended for adults and adolescents of mild or moderate COVID-19 who have high-riskfactors for progressing to severe COVID-19 ( National Health Commission of the People 's Republic of China National Administration of Traditional Chinese Medicine, 2022 ). These treatments are not suitable for most children with mild ormoderate COVID-19. Therefore, the alternative medicine ofTraditional Chinese Medicine (TCM) has been proposed by the government for the prevention and control of the COVID-19 pandemic ( Shanghai Municipal Health Commission and Shanghai Municipal Administrator of Traditional Chinese Medicine, 2022 ). Accumulating evidence has shown that treating COVID-19 withTCM helps improve the cure rate, shorten the course of thedisease, delay disease progression, and reduce mortality ( Ren et al., 2020 ;Huang et al., 2021 ). However, studies on the effects of TCM treatment on pediatric COVID-19 patients are limited. Huashi Baidu granule (HSBDG) which is a compound granule composed of 14 Chinese herbs has been developed for clinicalapplication in the treatment of COVID-19 ( Liu et al., 2021 ) and is recommended by the Chinese diagnosis and treatment protocol forCOVID-19 (trial version 9) ( National Health Commission of the People 's Republic of China National Administration of Traditional Chinese Medicine, 2022 ). In adult patients, HSBDG combined with standard care for general type COVID-19 could safely improve symptoms but not the time for SARS-CoV-2 nucleic acid negative conversion ( Liu et al., 2021 ). However, the ef cacy and safety of HSBDG are unknown in pediatric patients. We conducted a single-center, open-label, parallel-group randomized controlled trial to assessthe ef of HSBDG in pediatric patients with laboratory- conrmed mild COVID-19. 2 Materials and methods This was a single-center, open-label, parallel-group randomized controlled clinical trial, with an allocation ratio of 2:1. Written consentwas obtained from the parents of all participants. The study was conducted per the Declaration of Helsinki and Tokyo for humans andthe current Good Clinical Practice. The protocol was approved by theInstitutional Ethics Committee of Shanghai Children 's Medical Center (SCMCIRB-K2022046-1) and was registered on ClinicalTrials.gov , number NCT05501288. We reported the results of our trialfollowing the Consolidated Standards of Reporting Trials guidelines. 2.1 Study medication The Chinese Medicine composition HSBDG (Chinese medicine C20210002, batch number J2204029, speci cation: 5 g in each bag) was produced and provided by Guangdong Yifang PharmaceuticalCo., Ltd. Each bag is et al., 2021 ). The drug quality standards complied with the provisions of part I of the 2020 edition of the Chinese Pharmacopoeia. Compound pholcodine oral solution (HC20130002, batch number6220021, Bright Future Pharmaceuticals Factory, Hong Kong, CHN)is composed of pholcodine, triprolidine hydrochloride,pseudoephedrine hydrochloride, and guaifenesin. 2.2 Participants and setting Children who attended the COVID-19 Fangcang Shelter Hospitals in Shanghai, China, with laboratory-con rmed mild COVID-19 were screened for eligibility. The inclusion criteria were as follows: 1)compliance with the diagnostic criteria for mild COVID-19(National Health Commission of the People 's Republic of China National Administration of Traditional Chinese Medicine, 2022 ); 2) age 3 -18 years. Participants who had underlying disease(s) such as chronic pulmonary disease, immunode ciency, tumors, etc., allergy or intolerance to taking Chinese medicine herbs or compound pholcodineoral solution, or poor compliance (de ned as inability to comply with the protocol) were excluded. 2.3 Sample size Two-sample T-tests allowing unequal variance were used for sample size calculation by Power Analysis and Sample SizeSoftware 2021 (NCSS, LLC. Kaysville, Utah, United States ofAmerica). Group sample sizes of 64 and 32 achieve 85.0% power Frontiers in Pharmacology frontiersin.org 02Chen et al. 10.3389/fphar.2023.1092748to reject the null hypothesis of equal means when the population mean difference is 1-2=1 0 -11 = -1 with standard deviations of 1.42 for the intervention group and 1.56 for the control group ( Liu et al., 2021 ), and with a signi cance level (alpha) of 0.05 using a two-sided two- sample unequal-variance t-test. The aim was to recruit 108 participants to allow for a 12% attrition rate. 2.4 Randomization and blinding Patients were randomly assigned 2:1 to the intervention group or the control group by a researcher who was not otherwise involved in thestudy using random sequences generated by SPSS software 25.0 (IBMSPSS Statistics, Armonk, NY, Uni ted States of America). Three researchers applied for randomization number by smartphone and assigned participants to interventions. This was an open-label trial. Patients, investigators, and statis ticians were not masked to the group assignment. 2.5 Intervention In the intervention group, patients were given HSBDG the day after randomization, with a dose of 2.5 g for age 3 -6 years, 5 g for age 7-12 years, and 10 g for age 13 -18 years, twice daily for ve consecutive days. In the control group, patients were givencompound pholcodine oral solution the day after randomization,with a dose of 5 ml for age 3 -6y e a r s a n d 1 0m l f o r a g e 7 -18 years, three times daily for ve consecutive days. The day of randomization was set as day 0. With free Instant messaging software (WeChat; Tencent, Shenzhen, CHN) available on smartphones, parents received questionnaires ( Supplementary Table S1 for symptom scores on days 0, 3, and 5) and be asked to complete them truthfully. For eachpatient, one SARS-CoV-2 nucleic acid real-time PCR test for thespecimen from the upper respiratory tract was performed daily.Patients would be not considered to be discharged until twoconsecutive negative reports were con rmed. 2.6 Primary outcome The primary outcome of the study was the time for SARS-CoV- 2 nucleic acid negative conversion after randomization. The time fromday 0 to the day of two consecutive negative reports con rmed was dened as the negative conversion time. 2.7 Secondary outcomes The secondary outcomes for the study were symptom scores on days 3 and 5, and antibiotic use and side effects from day 1 to discharge.Total symptom score was the sum of the scores of primary symptoms(fever, cough, expectoration, sore throat, wheezing, and chest pain) andsecondary symptoms (dry stool, dark urine or oliguria, poor appetite, low energy, tired, nausea or vomiting, and diarrhea) ( Supplementary Table S1 ). Based on the TCM syndromes and signs integral standard in the guideline on clinical trial design of TCM for acute upper respiratorytract infection in children ( China Association of Chinese Medicine, 2022), each primary symptom was divided into four grades: no problem(score 0), minor problem (score 2), moderate problem (score 4), and major problem (score 6). Each secondary symptom was divided intofour grades: no problem (score 0), minor problem (score 1), moderateproblem (score 2), and major problem (score 3). 2.8 Statistical analysis Data were presented as frequencies and percentages for categorical variables and as medians and interquartile range(IQR) for continuous variable s. Categorical variables were compared by the chi-square test. Continuous variablecomparisons were performed by the Mann-Whitney Utest. p-value <0.05 was considered to be statistical signi cance. All analyses were performed using SPSS software 25.0 (IBM SPSS Statistics, Armonk, NY, United States of America). 3 Results 3.1 Patients From 1 May 2022, to 30 June 2022, 179 patients with laboratory- conrmed mild COVID-19 aged 3 -18 years were assessed for eligibility. After exclusions, 108 participants were enrolled and randomly assigned(72 to the intervention group and 36 to the control group) ( Figure 1 ). Baseline characteristics were similar in both groups ( Table 1 ). 108 children (100.0%) in total completed the study protocol. Noneof the participants developed moderate or severe cases. 3.2 Primary outcome Compared with the control group, the median negative conversion time of SARS-CoV-2 nucleic acid was signi cantly shorter in the intervention group (median days [IQR]: 3 [3 -5] vs. 5 [3 -6];p= 0.047; Figure 2 ). 3.3 Secondary outcome The median total symptom score on day 3 was signi cantly lower in the intervention group than in the control group (median total symptomscore [IQR]: 1 [0 -2] vs. 2 [0 -3];p= 0.036). median total symptom s c o r eo nd a y5w a ss i m i l a rb e t w e e nt h et w og r o u p s( m e d i a nt o t a ls y m p t o mscore [IQR]: 1 [0 -2] vs. 1 [0 -3];p= 0.528). There was no signi cant difference in the frequency of antibiotic use (4.2% vs. 2.8%, p=1 . 0 0 0 )a n d side effects (4.2% vs. 0.0%, p= 0.535) between the two groups. The side effects were nausea (n = 1), vomiting (n = 1), and poor appetite (n = 1). 4 Discussion We conducted a single-center, open-label, parallel-group randomized controlled trial to assess the ef cacy and safety of HSBDG in pediatric patients with laboratory-con rmed mild COVID-19. Good outcomes were achieved in this trial. HSBDG has good ef cacy for different types of COVID-19, although there are differences in vi rus clearance. In a retrospective Frontiers in Pharmacology frontiersin.org 03Chen et al. 10.3389/fphar.2023.1092748case series of 55 severe COVID-19 adult patients, HSBDG combined with TCM injections was observed to have good effects on SARS-CoV-2 RNA clearance, lung lesion improvement, and in flammation reduction ( Wang et al., 2021 ). I nt h er a n d o m i z e dc o n t r o l l e dt r i a lc o n d u c t e di nh o s p i t a l i z e da d u l tpatients with general type COVID-19, HSBDG has been proved tobe efcacious and safe in improving symptoms and chest computed tomography results but not the SARS-CoV-2 nucleic acid negativeconversion time ( Liu et al., 2021 ). In our study, the rst registered randomized controlled trial to evaluate the ef cacy and safety of HSBDG in pediatric patien ts with laboratory-con rmed mild COVID-19, we proved that HSBDG could reduce the time forSARS-CoV-2 nucleic acid negative conversion besides symptomimprovement. The pharmacological effects of HSBDG may mainly involve anti-in flammation and immune regulation ( Zhu et al., 2021 ). Most of the available data related to the potential mechanism ofHSBDG is based on virtual simulation or prediction, which is acquired via molecular docking and network pharmacology analysis ( Xia et al., 2021 ). HSBDF could alleviate the expression levels of IL-6 and TNF- in the cell models ( Wei et al., 2021 ). Network pharmacology and molecular docking analysis showed that the main active compounds of HSBDGincluding quercetin, ursolic acid, and rutin lead to an anti- by down-regulating IL-6 ( Niu et al., 2021 ). Another network pharmacology research showed that the top two compounds of HSBDG, baicalein and quercetin, may play a therapeutic role on COVID-19 by mainly regulating TNF signaling pathway, PI3K-Akt signaling pathway, NOD-likereceptor signaling pathway, MAPK signaling pathway, and HIF-1s i g n a l i n gp a t h w a yt h r o u g hA C E 2( Tao et al., 2020 ). To further verify the exact mechanism of HSBDG on COVID-19, high-quality studies by molecular biological techniques in vivo and in vitro are needed. FIGURE 1 Flow diagram showing the progress of participants through the trial. TABLE 1 Characteristics of study participants at randomization. Intervention group (n= 72)Control group(n = 36)p-Value Age, median years (IQR) 8 (5 -11) 9 (7 -11) 0.596 Male, No. (%) 43 (59.7) 16 (44.4) 0.133 Duration of positive SARS-CoV-2 nucleic acid detection prior to randomization, median days (IQR)2( 1 -3) 2 (1 -2) 0.127 Total symptom score, median score (IQR) 3 (1 -5) 5 (2 -7) 0.087 Receipt of traditional Chinese medicine prior to study enrollment, no. (%) 22 (30.6) 5 (13.9) 0.059Receipt of Western medicine prior to study enrollment, no. (%) 32 (44.4) 19 (52.8) 0.413 Vaccination, No. (%) 50 (69.4) 30 (83.3) 0.121 Weight, median kg (IQR) 37 (26 -55) 36 (28 -47) 0.779 Height, median cm (IQR) 138 (120 -158) 140 (127 -154) 0.876 Body mass index, median frontiersin.org 04Chen al. 10.3389/fphar.2023.1092748Consistent with previous studies, the safety of HSBDG was good and no serious adverse events were reported in our study ( Liu et al., 2021 ;Wang et al., 2021 ). The main side effects of HSBDG in children were gastrointestinal reactions. Limitations existed in our study. First, due to ethical issues, we set up the compound pholcodine oral solution as a control insteadof a placebo. However, no evidence shows that compoundpholcodine oral solution which is used to relieve respiratorysymptoms such as cough, runny nose, and sore throat hasantiviral effects. Second, due to the lack of severe cases andlocation constraints, the ef cacy and safety of HSBDG in pediatric COVID-19 patients with severe or common types were not assessed. Third, the open-label rather than double- blind design may lead to biased assessments. Fourth, as the COVID-19 Fangcang Shelter Hospitals were for medicalisolation, we did not test serum cytokines for the host immuneresponse evaluation. 5 Conclusion HSBDG is capable of improving symptoms in pediatric patients with mild COVID-19. The shorter median negative conversion time ofSARS-CoV-2 nucleic acid in the intervention group suggests thatHSBDG may inhibit the virus replication. The exact mechanism needsfurther studies. Data availability statement The original contributions presented in the study are included in the article/ Supplementary Material , further inquiries can be directed to the corresponding authors.Ethics statement The studies involving human participants were reviewed and approved by Institutional Ethics Committee of Shanghai Children 's Medical Center. Written informed consent to participate in this study was provided by the participants 'legal guardian/next of kin. Author contributions JC, conceptualization, methodology, writing draft. QT, conceptualization, methodology, BZ, conceptualization, methodology, writing -original draft. SY, investigation, resources, methodology. JC, investigation, resources.SS, investigation, resources. DW, investigation, resources. JL,formal analysis, data curation, visualization. HD, investigation,writing -review and editing. YY, writing -review and editing, project administration. JG, conceptualization, writing -review and editing, project administration, funding acquisition. Funding This work was nancially supported by the Guangdong Yifang Pharmaceutical Co., Ltd. The funding source had no involvement inthe study, including the planning, execution, data management,statistical analysis, evaluation, or write-up. Acknowledgments The authors acknowledge all investigators and patients who contributed to the study. FIGURE 2 Negative conversion time of SARS-CoV-2 nucleic acid. The shapes of the violin plots represent the distributions of data. The insides of the violins ar e box plots.Crepresents an outlier. Compared with the control group by the Mann-Whitney Utest, the median negative conversion time of SARS-CoV-2 nucleic acid was signi cantly shorter in in Pharmacology frontiersin.org 05Chen et al. 10.3389/fphar.2023.1092748Conflict of interest The authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential con flict of interest. Publisher 's note All claims expressed in this article are solely those of the authors and do not necessarily represent those of their af liatedorganizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed orendorsed by the publisher. Supplementary material The Supplementary Material for this article can be found online at: https://www.frontiersin.org/ articles/10.3389/fphar.2023.1092748/ full#supplementary-material References China Association of Chinese Medicine. Guidel ine on clinical trial design of Traditional Chinese Medicine for acute upper respiratory tra c ti n f e c t i o ni nc h i l d r e n[ E B / O L ] .A v a i l a b l ea t : https://www.cacm.org.cn/2022/12/08/21045/ . Accessed 30 December 2022. (2022) Huang, K., Zhang, P., Zhang, Z., Youn, J. Y., Wang, C., Zhang, H., et al. (2021). Traditional Chinese Medicine (TCM) in the treatment of COVID-19 and other viral infections: cacies and mechanisms. Pharmacol. Ther. 225, 107843. doi:10.1016/j. pharmthera.2021.107843 Hui, K. P. Y., Ho, J. C. W., Cheung, M. C., Ng, K. C., Ching, R. H. H., Lai, K. L., et al. (2022). SARS-CoV-2 Omicron variant replication in human . Nature 603, 715 -720. doi:10.1038/s41586-022-04479-6 Kim, M. K., Lee, B., Choi, Y. Y., Um, J., Lee, K. S., Sung, H. K., et al. (2022). Clinical characteristics of 40 patients infected with the SARS-CoV-2 omicron variant in korea. J. Korean Med. Sci. 37, e31. doi:10.3346/jkms.2022.37.e31 Liu, J., Yang, W., Liu, Y., Lu, C., Ruan, L., Zhao, C., et al. (2021). Ef cacy and safety of Chinese herbal medicine versus lopinavir-ritonavir in adult patients with coronavirus disease 2019: A non-randomized Penamakuri, S., Nogal, A., et al. (2022). Symptom prevalence, duration, and risk of hospital admission in individualsinfected with SARS-CoV-2 during periods of omicron and delta variant dominance: A prospective observational study from the ZOE COVID study. Lancet (London, Engl. 399, 1618 -1624. doi:10.1016/S0140-6736(22)00327-0 National Health Commission of the People 'sR e p u b l i co fC h i n a ;N a t i o nal Administration of Traditional Chinese Medicine (2 022). Diagnosis and treatment protocol for COVID-19 (trial version 9) [EB/OL]. Available at: http://www.nhc.gov.cn/yzygj/s7653p/202203/ b74ade1ba4494583805a3d2e40093d88.shtml . Accessed 30 June 2022. Niu, W. H., Wu, F., Cao, W. Y., Wu, Z. G., Chao, Y. C., Liang, C., et al. (2021). Network pharmacology for the identi cation of phytochemicals in traditional Chinese medicine for COVID-19 that may regulate interleukin-6. Biosci. Rep. 41, BSR20202583. doi:10.1042/ BSR20202583 Ren, J. L., Zhang, A. H., and Wang, X. J. (2020). Corrigendum to \"traditional Chinese medicine for COVID-19 treatment\" [pharmacol. Res. 155 (2020) 104743]. Pharmacol. Res. 155, 104768. doi:10.1016/j.phrs.2020.104768Shanghai Municipal Health Commission, Shanghai Municipal Administrator of Traditional Chinese Medicine (2022). Ten questions on the prevention of COVID-19 with traditional Chinese medicine [EB/OL]. Available at: http://wsjkw.sh.gov.cn/fkzs/ 20220406/493c9670eaad445b91c247e6bc49ab96.html . Accessed 1 July 2022. Suzuki, R., Yamasoba, D., Kimura, I., Wang, L., Kishimoto, M., Ito, J., et al. (2022). Attenuated fusogenicity and 700 -705. doi:10.1038/s41586-022-04462-1 Tao, Q., Du, J., Li, X., Zeng, J., Tan, B., Xu, J., et al. (2020). Network pharmacology and molecular docking analysis on molecular targets and mechanisms of Huashi Baidu formula in the treatment of COVID-19. Drug Dev. industrial Pharm. 46, 1345 -1353. doi:10.1080/03639045.2020.1788070 Wang, Y., Lu, C., Li, H., Qi, W., Ruan, L., Bian, Y., et al. (2021). Ef cacy and safety assessment of severe COVID-19 patients with Chinese medicine: A retrospective caseseries study at early stage of the COVID-19 epidemic in wuhan, China. J. Ethnopharmacol. 277, 113888. doi:10.1016/j.jep.2021.113888 W e i ,W .L . ,W u ,S .F . ,L i ,H .J . ,L i ,Z .W . ,Q u ,H . ,Y a o ,C .L . ,e ta l .( 2 0 2 1 ) .C h e m i c a l proling of Huashi Baidu prescription, an effective anti-COVID-19 TCM formula, by UPLC-Q-TOF/MS. Chin. J. Nat. Med. 19, 473 -480. doi:10.1016/S1875-5364(21) 60046-8 Xia, K. Y., Zhao, Z., Shah, T., Wang, J. Y., and Baloch, Z. (2021). Composition, clinical efciency, and mechanism of NHC-approved \"three Chinese medicines and three Chinese recipes\" for COVID-19 treatment. Front. Pharmacol. 12, 781090. doi:10.3389/fphar.2021. 781090 Zhang, X., Zhang, W., and Chen, S. (2022). Shanghai 's life-saving efforts against the current omicron wave of the COVID-19 pandemic. Lancet (London, Engl. 399, 2011 -2012. doi:10.1016/S0140-6736(22)00838-8 Zhou, J. G., Lu, Y. M., Wang, L. B., Yu, H., Zhang, T., Chen, Y. W., et al. (2022). Pediatric patients in the new wave of SARS-CoV-2 infection in Shanghai, China. World J. Pediatr. WJP 18, 579 -581. doi:10.1007/s12519-022-00570-0 Zhu, Y. W., Yan, X. F., Ye, T. J., Hu, J., Wang, X. L., Qiu, F. J., et al. (2021). Analyzing the potential therapeutic mechanism of Huashi Baidu Decoction on severe COVID-19through integrating network pharmacological methods. J. traditional complementary Med. 11, 180 -187. doi:10.1016/j.jtcme.2021.01.004 "}