{"title": "Busting myths about vaccination — and why experts say it's essential to our return to normal | CBC News", "author": "Rachel Bergen", "url": "https://www.cbc.ca/news/canada/manitoba/covid-19-vaccine-myths-dispelled-1.6014067", "hostname": "cbc.ca", "description": "Rampant myths and misinformation stand in the way of returning to normal after the pandemic. Here are some of the most popular arguments for not getting the shot and why doctors say they want to set the record straight.", "sitename": "CBC", "date": "2021-09-09", "cleaned_text": "about vaccination — and why experts say it's essential to our return to normal The more people are vaccinated, the less opportunity virus has to mutate and wreak havoc, health experts say While overall COVID-19 vaccination rates continue to climb across Canada, some people remain hesitant about getting the shot. In Manitoba, all people 12 and up have been eligible for a first-dose appointment since May 14, but uptake remains low in some parts of the province. Public health officials, doctors and scientists have said vaccines are the best way to protect people from severe COVID-19 outcomes and death from the illness, and are a key part of a post-pandemic return to normal. \"This is our chance to end the pandemic,\" says Dr. Gigi Osler, a Winnipeg-based ear, nose and throat surgeon, who has been active in posting educational messages about COVID-19 on social media. Officials and medical professionals are tackling hesitancy by attempting to make it as easy as possible to get the vaccine, providing incentives for fully vaccinated people and working with community leaders to spread the facts about the vaccine. Myths and misinformation, though, have left some reluctant to get a vaccine. CBC asked medical experts to address some of the most common questions about vaccination and popular arguments for not getting the shot: [Why were vaccines developed so quickly?](#Speed of development) [How are the vaccines?](#Vaccines working?) [What's in the vaccine?](#Ingredients) [How does natural immunity compare to vaccines?](#necessary?) [What side-effects are common — and what shouldn't you worry about?](#Side effects) [How likely is a blood clot?](#blood clots) [Will getting vaccinated even help in the long run?](#won't help) Speed of development Vaccines typically take about 10 years to get from pre-clinical trials through three phases of human testing. The COVID-19 vaccines approved for use in Canada are a result of unprecedented global co-operation in research, funding and distribution in response to the pandemic. But they weren't entirely produced from scratch. The messenger RNA, or mRNA, vaccines (Moderna and Pfizer-BioNTech) represent the culmination of years of research on similar viruses like the flu, Zika and rabies. Similarly, viral vector vaccines (Johnson & Johnson and AstraZeneca-Oxford) have been made since the 1970s. Some vaccines recently used for Ebola outbreaks have used viral vector technology, and a number of studies have focused on using viral vector vaccines against other infectious diseases like Zika, the flu and HIV. \"We were using technologies that already had been in place and really had, I think in many ways, likely been perfected prior to the emergence of this brand new virus,\" said Jason Kindrachuk, a University of Manitoba professor and Canada Research Chair in emerging viruses. They were approved faster than previous vaccines because the process was expedited, not fast-tracked, says Kindrachuk — and there's a big difference between the two. \"When you fast-track products, you're moving them at breakneck speed as fast as possible from one area to another, but also maybe not necessarily utilizing all the same approval processes,\" he said. That wasn't the case with COVID-19 vaccines. Because of the COVID-19 pandemic, Health Canada allowed vaccine manufacturers to start an application process, submit the information they had available and add new data and new information as it came in, while still maintaining the same standards for safety and efficacy. WATCH | Why the COVID-19 vaccines came out so quickly: The vaccines have been extensively tested, says Cynthia Carr, an epidemiologist and founder of EPI Research. \"They've been approved because they went through rigorous clinical study with tens of thousands of people, different manufacturers using different areas in the world and age groups and points in time,\" she said. According to published results, in their third trials, Pfizer and BioNTech tested 43,448 people, Moderna tested more than 30,000, AstraZeneca had 32,449 participants and Johnson & Johnson tested with 43,783 participants. Since their approval, millions of people have received doses of these vaccines. Are vaccines working? Data from health agencies all over the world is showing as vaccine rates increase, there are fewer deaths and hospitalizations among those who are vaccinated. [Data from the Public Health Agency of Canada](https://www.cbc.ca/news/health/vaccines-impact-covid-data-analysis-1.6000007) shows that even when cases were rising in the country's third wave, dire outcomes were also reduced for the oldest, and most-vaccinated, age group. South of the border, recent data shows COVID-19 hospitalizations among older Americans [have dropped more than 70 per cent since the start of the year](https://www.cbc.ca/news/health/vaccines-impact-covid-data-analysis-1.6000007), and deaths in that group dropped as well, offering strong evidence the vaccination campaign is working, alongside other public health measures. By June 11, the seven-day average of COVID-19 deaths in the U.S. [had dropped to 383](https://covidtracking.com/data/charts/us-daily-deaths) — compared with a mid-January peak of more than 3,400. However, because the pandemic has stretched on for more than 15 months, there's been a lot of time for the coronavirus that causes COVID-19 to mutate into strains that are more transmissible and deadly. That's why this third wave has turned into a race between vaccine distribution and the variants of concern. Another element to consider is that widespread vaccinations didn't start in Manitoba until the spring. It takes between two and three weeks to build immunity, and second doses are especially important in the face of more transmissible variants. Concern about ingredients Some people are concerned about what goes into their bodies when they get the COVID-19 vaccine. To break it down, Pfizer and Moderna vaccines use pieces of genetic material — messenger RNA (mRNA) — from the novel coronavirus to provoke an immune response in the body that will train our immune system to fight off the virus. mRNA gives instructions to our cells to make a harmless piece of a spike protein. Every dose contains a small amount of mRNA along with salt, sugar, fats and compounds that prevent the vaccine from degrading over time. WATCH | 'There's more scrutiny over these vaccines than there ever has been': The mRNA codes in the Moderna and Pfizer-BioNTech vaccines are completely synthetic and made in a lab. \"You can kind of think of it like the Beyond Meat burger,\" says Dr. Zain Chagla, an infectious disease physician and associate professor at McMaster University, referring to the lab-developed plant-based food. There have also been [concerns about the development of viral vector vaccines](https://www.cbc.ca/news/politics/catholic-bishops-astra-zeneca-vaccine-1.5945928) from people who are anti-abortion. The AstraZeneca-Oxford vaccine, like many other vaccines, including those for hepatitis A, rubella and rabies, was developed using fetal cell lines, but not actual fetal tissue. The University of Oxford, which partnered with AstraZeneca on the vaccine, says cells were taken from the kidney of an aborted fetus in 1973, but the cells used to develop the vaccine are clones of the original cells and are not the original fetal tissue. \"Current fetal cell lines are literally thousands of generations removed from the original fetal tissue. It doesn't contain any tissue from a fetus,\" Carr said. The Vatican has said it's [\"morally acceptable\" to receive such vaccines.](https://www.cbc.ca/news/world/vatican-advice-vaccines-1.5849823) [The Canadian Conference of Catholic Bishops echoed that guidance in March](https://www.cbc.ca/news/politics/catholic-bishops-astra-zeneca-vaccine-1.5945928), saying \"all COVID-19 vaccines that are medically approved by the relevant health authorities may be licitly received by Catholics.\" Are vaccines necessary? Some people suggest their immune systems can fight off the disease without the help of a vaccine. Even if you're healthy, you can still become severely ill from COVID-19. WATCH | 'I was totally against vaccinating': Mennonite woman urges hesitant to reconsider: As just one example, Canadian Olympic gold medallist [Alex Kopacz was hospitalized for COVID-19 in April](https://www.cbc.ca/news/canada/london/alex-kopacz-covid-19-back-home-london-ontario-1.6003651). At one point he even drew up a will and said goodbye to his family and friends. In Winnipeg, [a healthy and fit 44-year-old front-line doctor was sidelined with the illness late last year](https://www.cbc.ca/news/canada/manitoba/winnipeg-doctor-calls-for-backup-covid19-1.5788878). \"Sitting up takes effort. Productive cough. Muscle aches. Sore throat. My taste and smell are gone. And this happened within a period of six to eight hours,\" Dr. Owen Mooney said in November. Infectious disease experts say vaccinations will slow the spread of the virus, meaning it won't have as many opportunities to mutate and become even more dangerous. Others have argued coronavirus isn't serious and has a low mortality rate. However, the coronavirus is highly transmissible — and some of the variants of concern are even more contagious than the original strain. As of June 12, there have been [1,400,425 confirmed cases of COVID-19 in Canada](https://www.cbc.ca/news/world/coronavirus-covid19-canada-world-june12-2021-1.6063629), with a mortality rate of about 1.8 per cent. That percentage may seem small, but it still means 25,905 in the country have lost their lives to the illness. The rate is higher in Manitoba. As of Saturday, there had been 54,163 cases of COVID-19 in the province, and 1,093 deaths — a rate of two per cent. Concerns about side-effects Any claims that COVID-19 vaccines may have long-term side-effects \"are completely untrue and have not been supported by most studies of other [non-COVID] vaccines as well,\" an infectious disease expert [ recently told CBC Radio's ](https://www.cbc.ca/radio/whitecoat/confused-wading-through-all-the-covid-19-vaccine-info-here-s-help-1.5962466) [White Coat, Black Art](https://www.cbc.ca/radio/whitecoat/confused-wading-through-all-the-covid-19-vaccine-info-here-s-help-1.5962466). Vaccines convey information to your immune system and that information is used to mount your body's own immune response. The most commonly reported side-effects are all short-term, and include pain at the injection site, fatigue, headache, muscle pain, chills, joint pain and fever. There is also no evidence that shows the COVID-19 vaccine [will affect fertility or fetuses](https://www.cbc.ca/news/canada/british-columbia/women-covid-vaccines-1.5991026). \"When you look across the entire spectrum of the vaccines that have been utilized throughout our history, what we have not seen are long-term debilitating illnesses that have arisen because of vaccination,\" Kindrachuk says. We have seen debilitating illnesses from the diseases vaccines protect us from, though. \"Getting COVID-19, it's going to have a thousand times worse long-term effects,\" McMaster University's Chagla said. The vaccine is also the absolute best way to ensure people don't experience the severe outcomes or long-term effects of the disease, he said. \"There's nothing else that we offer people in hospital, nothing else prophylactically, nothing else after people are diagnosed with COVID-19, that even comes in the same ballpark as those vaccines preventing hospitalization or death, even after the first dose.\" Concerns about blood clots It's likely you've heard of very rare blood clots occurring in people who have received the AstraZeneca-Oxford and Johnson & Johnson vaccines. Canada's [National Advisory Committee on Immunization says vaccine-induced immune thrombotic thrombocytopenia](https://www.canada.ca/en/public-health/services/immunization/national-advisory-committee-on-immunization-naci/recommendations-use-covid-19-vaccines.html#t15), or VITT, following vaccination occurs at a rate of between one in 55,000 to one in 83,000 shots. VITT happens between four and 28 days after immunization. There had been 27 confirmed cases of VITT to date in Canada out of more than two million doses administered, with five deaths among those cases, [the Public Health Agency of Canada told CBC News in late May](https://www.cbc.ca/news/health/covid-19-vaccine-blood-clot-vitt-solution-research-1.6043185). The immunization advisory committee says the risk of getting COVID-19 and experiencing severe outcomes is far greater than the risk of developing VITT. Dr. Joss Reimer, the medical lead of Manitoba's vaccine implementation task force, has also noted VITT is treatable. Concerns that vaccines won't help in the long run It is true that things won't go back to normal immediately after you're vaccinated. However, getting a majority of people vaccinated will help ensure we're able to see friends and family, travel, go to movies and enjoy other freedoms the pandemic has curtailed, experts say. The bar for \"herd immunity\" — the point where enough people are immune to the virus that it will largely die out due to a lack of new hosts — [is difficult to pin down, experts say](https://www.cbc.ca/news/health/herd-immunity-threshold-canada-covid-1.6013685). A goal of at least 70 per cent of eligible people vaccinated has been suggested, but [ Reimer said this week](https://www.cbc.ca/news/canada/manitoba/manitoba-covid19-vaccination-update-task-force-1.6059067) it's now clear that wouldn't be enough to reach herd immunity, due to the more contagious variants. The longer people are unvaccinated, the more chances a virus has to mutate. And if the mutations are significant, they could lead to more concerning strains that are resistant to vaccines. The more strains there are, the more public health restrictions will have to be in place to ensure hospitals aren't overwhelmed with sick people. Reimer says Manitoba's task force has \"no intention of stopping at 70 per cent\" vaccination. Clarifications - This story has been updated to clarify how mRNA vaccines use genetic material from the novel coronavirus to provoke an immune response in the body.Jun 13, 2021 11:40 AM CT With "}