{"title": "Best Foods for Healthy Skin & a Clear Complexion | Gaia", "author": "Cook; Cure", "url": "https://www.gaia.com/article/top-foods-for-healthy-skin", "hostname": "gaia.com", "description": "Do you want to know how to get vibrant skin? Commit to a natural, whole foods diet and your skin will become healthy and beautiful. Look at our top food picks!", "sitename": "Gaia", "date": "2020-06-16", "cleaned_text": "Best Foods for Healthy, Clear Skin: Treat Yourself to a Better Complexion Healthy skin is beautiful skin and can be achieved by nourishing it from the inside out. Though its functions are often underestimated compared to other bodily systems, without the skin, we simply couldn't survive. Nutritious foods eaten consistently will begin to rebuild the cellular structure but this can take time as the skin has many layers. What you eat and drink now, can take four to six weeks to see the effects. By committing to a natural, whole foods diet, you'll quickly begin to see healthy, beautiful, glowing skin. List of Top 10 Best Foods for Healthy Skin 1. Lemon and Citrus Fruits - The Clarifiers Citrus fruits, particularly lemon, juiced and sipped with water first thing in the morning or at any break are a wonderful complexion clearer. This little ritual gives your metabolism a kick start, your liver a much-needed mini cleanse, and your skin a vitamin C boost. Lemons are very cleansing to the body, so they help clarify the complexion. Another great way to incorporate it into your daily routine is to squeeze it over salad and vegetables or add slices to a jug of water. 2. Water - The Hydrator Water makes up around 75-85% of your body—it's even in your teeth and hair. Even though we've heard it all before, drinking pure water hydrates your body and prevents dry skin, keeping the cells hydrated, so they can easily uptake nutrients and remove waste. How much water should you drink every day? You should aim to drink roughly six to eight glasses of water a day. However, this may vary depending on how much cooked food or dense food you eat. If you have a salad for lunch every day and fresh fruit as a snack, this reduces your need for water. Caffeine, high exercise frequency, spicy food, sugar animal foods, alcohol, and salt all increase your need for water. The warmer months also require you to drink more. Allow your natural thirst to dictate how much water you need. 3. Beetroot - The Blood Cleanser Beetroot [is a blood cleanser](https://fcs.osu.edu/sites/fcs/files/imce/PDFs/Beets.pdf) and has a slight laxative effect. Skin cells rely on healthy blood and circulation. The healthier your blood, the healthier your skin, as this is where your skin gets most of its nutrition from. Beetroot has been a popular ingredient throughout Eastern Europe and is found in many soup and salad dishes. Beetroot makes the perfect spring salad to accompany your lunch or evening meal. Serve with grilled meats and potato dishes. Just be careful - this red, juicy food will stain anything it lands on! Russian Beetroot Salad Recipe Ingredients: - 4 medium-sized beetroots - 1/4 cup of lightly crushed walnuts - 1/2 clove garlic, finely diced Dressing: - 1/2 cup organic yogurt - 2 tablespoons olive oil - 1/2 lemon juiced - 1/4 bunch dill chopped - Salt, pepper to taste Instructions: - Wash, peel and grate the beetroot in a food processor using a fine blade - Place beetroot in a bowl, mix in walnuts and garlic gently - In a separate bowl mix the yogurt, lemon juice, olive oil, dill, and salt/pepper to form a dressing - Mix the dressing with the beetroot and chill in the fridge until serving - Garnish with a sprig of parsley or anything green and sliced apples 4. Parsley - The Healer Parsley is rich in vitamins A, C, and chlorophyll. This combination is unique in that it is perfect for skin rejuvenation and healing from scars or breakouts. It also contains iron, folate, magnesium, manganese, copper, and flavonoids (apiin & luteolin), which [help protect against the effects of free radical damage](https://hardingmedicalinstitute.com/the-amazing-cancer-prevention-health-benefits-of-parsley-or-hey-i-shouldnt-be-just-a-table-garnish-2/). So much nutrition in such a small plant, it's very popular in the Middle East, where tabouli is a common salad dish. You're also likely to find it as a garnish to many main dishes. Tabouli Recipe This is a very fresh, cleansing, and simple tabouli. Perfect to accompany a heavier meal, in a wrap, or on its own. Almonds are used as a wheat alternative - not only do they complement the parsley well, but they also add a mild crunch and the essential fatty acids, which are so important for skin health. This recipe is great for people with acne because it heals and cleanses the digestive system. If you're not a parsley fan or can only handle a small amount, just add this recipe as a garnish to your meals. Ingredients: - 2 cups of chopped parsley (continental or curly) - 1 cup of finely chopped almonds - 1/4 cup of fresh mint chopped - 1/2 cup of finely diced onion - 1/4 cup of chopped cucumber - 1/4 cup of chopped tomatoes (or cherry tomato cut in halves) - 1 avocado sliced - Lemon juice, salt, and pepper - Olive oil instructions: - Wash, chop, and process the parsley, almonds, mint, onion, cucumber, and tomatoes. - Mix in a bowl. - Add lemon juice, salt, pepper, and olive oil to taste. - Garnish with the avocado. 5. Brown Rice - The Digestive Broom This staple in Asian countries has become a popular grain in the West. The great thing about rice is how low allergenic it is because it contains no gluten. It's also a good \"broom\" for the digestive tract and it is high in silica, one of the minerals important for healthy skin conditions and beauty. Silica is present in high amounts in youth and decreases as we age. The ratio of silicon to calcium is a biological marker of youth. The best way to include brown rice in your diet is by using it as a white rice replacement. 6. Green Tea - The Anti-Ager This cleansing hot beverage is packed with pure goodness. It benefits the skin because it contains high antioxidant levels, called polyphenols. A diet high in antioxidants is helpful for [reducing premature anti-aging](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3561737/) because it can prevent excessive free radical damage. Green tea does contain caffeine, some varieties more than others at approximately 30 to 50mg per cup. A regular cup of coffee contains around 95mg. Some people are sensitive to caffeine, while others tolerate it well. Be cautious with caffeine if you are under long-term stress conditions or have adrenal exhaustion. How to Brew the Perfect Cup of Green Tea - Always use loose-leaf, organic green tea. - Use a ceramic pot (available from Asian marts) or a plunger. - 1 tablespoon tea per cup of water, increase or decrease according to taste preferences. - Use water that is just under the boiling point so as not to burn the tea. - Enjoy on its own or add lemon and honey. It can be chilled to make a base for iced tea, packed full of antioxidants. 7. Avocado - The Moisturizer Unheated oils and healthy fats are good for the skin, especially the ones from the vegetable kingdom. Technically, avocado is a fatty fruit. It contains high amounts of omega 6 fatty acids, which is not fattening because the oils are easily used by the body for energy. It also contains lecithin, which can help to reduce blood cholesterol levels. The skin needs \"good\" fats to moisturize the skin from the inside out. It's useless slapping on moisturizers when your diet is lacking in the oils it needs to moisturize the skin from the inside out. Cutting back on the good stuff will only make your skin look less than glowing. I like avocado because it's easy to eat: just add it to a salad or make a dip. 8. Goji Berries- The Glow Berry Goji berries have been used in Chinese herbal medicine for thousands of years to improve Qi (life force) and nourish the Yin and blood. These berries grow well in harsh climates, giving it strengthening and toning properties. They taste delicious either fresh, dried, or rehydrated (just place in water and they plump up in 10 minutes). They have been recorded as being a complete protein source and contain carotenoids, lutein (antioxidant), vitamin C, B's, and E. The glow is from the beta-carotene, which our bodies convert into vitamin A. As mentioned earlier Vitamin A is a skin healer but it's the high amount of beta-carotene (antioxidant) that gives your skin more color 9. Almonds - The Ancient Beauty Secret In no other culture was beauty and body care so important than to the Egyptians. Cleopatra was said to have recorded a book of beauty secrets she perfected, and almonds were one of the most commonly used cosmetic ingredients during this time. Besides its external benefits (sweet almond oil makes gorgeous body oil) almonds can help keep your skin clear and healthy. The raw nut is alkaline and contains monounsaturated fats, vitamin E, and is a high protein food. It also contains magnesium, which promotes blood flow and aids the nervous system and calcium. Just a handful of almonds a day will be good for your skin and in time you will notice the difference. 10. Seaweed - The Mineralizer Seaweed [is high in minerals](https://www.livestrong.com/article/98362-benefits-seaweed-skin/), absorbed from the ocean. This includes iodine (important for thyroid health), magnesium, iron, calcium, and sodium. This sea vegetable is a very good food to help detox heavy metals from the body due to its high levels of alginic acid, which binds with any heavy metals in the intestines. It's also great for helping boost the body's collagen production. Minerals are important for maintaining proper hydration levels, nervous system function, and the [healthiest blood type](https://www.gaia.com/article/7-relations-between-different-blood-types-health) composition. The detox effect helps keep you squeaky clean on the inside, making your skin look healthy and vibrant on the outside. Seaweeds are also a source of glyconutrients. Glyconutrients are a set of necessary monosaccharides (essential sugars) that are vital to the correct structure and function of human cells. These sugars are required by cells to perform many functions including cell protection, replication, and recognition, and tissue regeneration. They help the cells \"communicate\" with the other cells. The best way to include them is by enjoying nori rolls more often or wakame salad (from Sushi bars) or in supplement form. Nori, dulse, kombu/ kelp or Irish moss, wakame, and arame are different types of seaweed/ algae. If you are gifted in the kitchen then soak and throw them in a mixed salad or find a good supplement from your health food shop. Nori Rolls with Cauliflower \"Rice\" Recipe Ingredients: - Nori seaweed For the filling: - Carrot, finely grated - Cucumber, sliced thin - Capsicum, sliced thin - Spring onion, sliced thinly - Avocado \"Rice\": - Cauliflower, finely chopped in the food processor - 1/4 cup sesame seeds (can be toasted) Seasoning: - Tamari sauce, horseradish, Celtic sea salt and rice vinegar to taste Instructions: - Prepare all fillings, by either thinly slicing the ingredients or grating with the food processor - The \"rice\" needs to be finely chopped in the food processor. Then mix in the sesame seeds and 1 tablespoon rice vinegar and a good pinch of salt - Using the nori paper, arrange the \"rice\" and fillings neatly- be cautious not to use too much or you'll overfill the roll. - Dampen the rolls with a spray bottle filled with spring water, until the seaweed is well hydrated - Serve with soy and horseradish to taste What Foods Are Bad For Your Skin? When it comes to foods you should avoid for the sake of your skin, it's always good to first check with a dermatologist and/or a dietitian so they can assess your diet, nutrient deficiencies, and overall health conditions. In general, though, foods that are high in fat, grease, sugar, and oils tend to be detrimental to a healthy complexion. Heavily processed food and drinks that contain high fructose corn syrup and unnatural ingredients are also not good for your skin. Anything with an excessive amount of salt can also result in a net negative for skin conditions as it tends to dehydrate you; the same can be said about excessive consumption of coffee and alcohol. What Foods Improve Skin Complexion? Generally speaking, a diet that includes lean fats and protein, raw fruits and veggies, and a good mix of nuts and healthy oils will lead to a good complexion. More specifically and in addition to those mentioned above, foods such as apricots, chia seeds, sweet potatoes, ginger, egg-whites, and fatty fish are all great for a glowing and healthy complexion. How Can I Make My Face Smooth And Spotless Naturally? Anti-inflammatory foods, probiotics, and the proper nutrients from the foods listed above are always beneficial when it comes to skincare for keeping your skin smooth and spotless. Other foods that will benefit your skin elasticity and complexion, include leafy greens like kale, dark chocolate, blueberries, and foods containing lycopene. Lycopene, found in such foods as tomatoes, asparagus, and grapefruit provides antioxidants that help protect your skin from harmful UV damage and sunburn. Of course, being conscientious about applying sunscreen and staying out in the sun for too long, not only will help prevent unsightly skin blemishes but will also prevent skin cancer. Seeing a doctor of dermatology is also another great way to maintain smooth and spotless skin if you're unable to achieve a healthy or desired complexion, though it's always best to try to solve any skin conditions without the use of potentially toxic chemicals some doctors may prescribe. Updated by Gaia Staff: 6/16/20 Next Article The Big Powder Healers: Wheatgrass, Barley Grass, Spirulina & Moringa In the 1960s and 70s, one type of grass was prevalent. While possession of even a tiny amount may have landed you in jail, your stash was vital to your social status, romantic entanglements, and personal well-being. Luckily, there are several types of grass and algae today that are equally or far more nutritious. These robust plants can remove toxins from your system, drastically reduce or eradicate inflammation, and improve your physical and emotional health. Whether consumed in shakes, shots, pills, or tinctures, wheatgrass, barley grass, spirulina, and moringa might be your new best grass buddies. \"Although few people have ever heard of it today, Moringa could soon become one of the world's most valuable plants, at least in humanitarian terms.\" — Noel Vietmeyer, US National Academy of Sciences "}