{"title": "The Wonderful World of Toxicology", "author": null, "url": "https://www.acsh.org/news/2022/11/02/wonderful-world-toxicology-16638", "hostname": "acsh.org", "description": "Every time you turn on the TV or read a news article touching on medicine, the environment, or health, chances are you'll run across a story that's impacted by toxicology. And more times than not, news consumers are left with the question: What information is essential to understanding the story's impact?", "sitename": "American Council on Science and Health", "date": "2022-11-02", "cleaned_text": "Every time you turn on the TV or read a news article touching on medicine, the environment, or health, chances are you'll run across a story that's impacted by toxicology. And more times than not, news consumers are left with the question: What information is essential to understanding the story's impact? Here are a few news stories (and advertisements) that I have encountered this past year: - You may have been poisoned by the drinking water at Camp LeJeune and could receive compensation - Chemicals found in pots and pans (PFAS compounds) linked to liver cancer - Lead found in spices, including turmeric and saffron - Doctors use experimental drug to save a woman who accidentally ate a \"death cap\" mushroom - Shampoos recalled due to elevated levels of benzene - New York bans glyphosate from use on state properties. The common element in all these stories? They involve exposure to toxic chemicals. The Origins of Toxicology It began over 2000 years ago in ancient Greece and Rome, where deliberate poisonings of food with plant and animal toxins were quite common. That is where the use of food tasters began. Dioscorides, a physician in the court of the Roman Emperor Nero, made the first known attempt to classify poisons, complete with descriptions and drawings. In the late Middle Ages, Paracelsus, a physician-alchemist, is widely credited with laying out the foundations of toxicology that are still in place today. His quote, \"What is there that is not poison? All things are poison and nothing (is) without poison. Solely, the dose determines that a thing is not a poison\" is found in the introduction to almost every toxicology textbook today and quoted endlessly by toxicology professors. His thinking was revolutionary, especially his pronouncement that experimentation is essential to determine the toxic effects of chemicals and that a distinction needs to be made between the therapeutic and harmful effects of chemicals. The development of toxicology as a modern science was often in response to tragic events. For example, in the early 1900s, Congress passed the Pure Food and Drug Act of 1906 (The Wiley Act) that prevented \"the manufacture, sale, or transportation of adulterated or misbranded or poisonous or deleterious foods, drugs or medicines, and liquors.\" This legislation was partly in response to numerous poisoning incidents from homemade remedies and medical quackery that had become a major industry in the U.S. by the middle of the 19th century. These remedies were often high in alcoholic content and included morphine, opium, or cocaine which were frequently advertised for infants and children, with tragic results. Upton Sinclair's \"The Jungle,\" published in 1906, highlighted the unsanitary and health violations in the meat-packing industry, which led to public demand for government regulation of foods. Back in the day, as well as today, Americans expected to be able to drink safe water, eat safe foods, and use medicines that worked and were safe. The regulatory focus remained primarily on food and drugs until the 1960s, which saw the development of analytical methods that could identify chemical constituents in much smaller amounts, in the range of parts per million and parts per billion. In 1970, as a direct and indirect result of several highly publicized incidents, including Love Canal and Kepone contamination in the James River, regulatory legislation greatly expanded, specifically with the establishment of EPA and the focus on contamination of air, water, and land by toxic chemicals. Toxicology as a Scientific Field Toxicology is a diverse field with three major disciplines and many subdisciplines: - Clinical Toxicology: Physicians who receive specialized training in poison management and developing treatments for patients poisoned with drugs or chemicals. - Forensic Toxicology: Primarily involved with establishing the cause of death and determining its circumstances in postmortem investigations. - Environmental Toxicology: Examining the effects of low levels of chemicals in the environment on humans, animals, and plants. Over the last 50 years, environmental toxicology has rapidly expanded and evolved. Most of the stories featured in the media, such as lead in drinking water or pesticide use in parks, usually involve environmental toxicology. Environmental risk assessment is a part of environmental toxicology. It establishes \"safe\" levels for chemicals in the air, food, and water based on the integration of scientific information from toxicology studies and the principles of risk assessment. - Dose-Response Assessment analyzes the amount of a chemical that will cause a specific adverse effect in humans. Although this sounds simple, it is not! While, based on poisonings and other tragic events, information is readily available on lethal and deleterious levels of many chemicals, the more difficult question is whether very small amounts of these chemicals, eaten or inhaled daily, will cause health problems later in life. To answer this question, toxicologists traditionally conducted studies on laboratory animals, such as rats or mice. [1] These tests involve feeding the animals, or having them inhale, chemicals for various periods and determining the dose that causes health effects. But to see adverse effects in animals, in a short time, the animals are given much greater doses than those to which people are exposed It is, therefore, necessary to take the results from these high-dose animal studies and use them as the basis for deciding the effect in people at more realistic, low doses. This question is usually answered by [modeling](https://www.acsh.org/news/2022/09/26/updating-arcane-epa%E2%80%99s-cancer-risk-assessment-16566), but this is a very controversial area with different models to assess risk and no consensus as to which model most accurately predicts risk. - Exposure Assessment determines the source, type, magnitude, and duration of exposure to a chemical of interest. An exposure of 1-2 days will produce a very different response than one of several years. An example of a very challenging exposure assessment was when scientists tried to determine what types of chemicals were in the air, the levels of exposure, and how long the exposures continued in \"The Pile\" after the attack of 9-11. Remember the [words](https://archive.nytimes.com/www.nytimes.com/gwire/2011/09/09/09greenwire-epa-regulators-say-theyve-learned-from-911-blu-24494.html?pagewanted=all)of Governor Whitman, then head of the EPA, \"I am glad to reassure the people of New York and Washington, D.C., that their air is safe to breathe and their water is safe to drink.\" A Strategy to Avoid Chemophobia - a fear of chemicals When you are watching a story on the news with a sensational headline, before you jump to a conclusion or panic, listen for - the name and dose of the chemical - the length and type of exposure - Consider the source of the study, the researchers, or sponsors. Ask yourself what their bias is in sponsoring the study. If you do not hear these factors, question the quality of the story. These are simple ideas, but they will help you think through some basic questions. [1] Animal studies are no longer the only method of testing chemicals. Cell studies and computer simulations have been developed and are widely used today. "}