{"title": "Novavax vaccine questions answered with Sandra Fryhofer, MD", "author": null, "url": "https://www.ama-assn.org/delivering-care/public-health/novavax-vaccine-questions-answered-sandra-fryhofer-md", "hostname": "ama-assn.org", "description": "The AMA is leading the fight against the COVID-19 pandemic. See video updates on how the AMA is fighting COVID-19 by discussing Novavax vaccine questions.", "sitename": "American Medical Association", "date": "2022-08-01", "cleaned_text": "Watch the AMA's COVID-19 Update, with insights from AMA leaders and experts about the pandemic. Featured topic and speakers In today's COVID-19 Update, Novavax vaccine dose, delivery, storage, side effects—and all the details doctors need to know with Sandra Fryhofer, MD, AMA's liaison to the Advisory Committee on Immunization Practices (ACIP) and a member of ACIP's COVID-19 Vaccine Workgroup. AMA Chief Experience Officer Todd Unger hosts. Learn more at the [AMA COVID-19 resource center](https://www.ama-assn.org/delivering-care/public-health/covid-19-2019-novel-coronavirus-resource-center-physicians). Learn more at the [Monkeypox resource center](https://www.ama-assn.org/delivering-care/public-health/monkeypox-resource-center). Speaker - Sandra Fryhofer, MD, AMA's liaison, ACIP; member of ACIP's COVID-19 Vaccine Workgroup; chair, Board of Trustees, AMA Transcript Unger: Hello, this is the American Medical Association's COVID-19 Update. Today, we're discussing the latest recommendations from ACIP on the newest COVID vaccine, Novavax. Who can get it, and when, dosing, as well as details about side effects, including the risk of myocarditis. I'm joined today by Dr. Sandra Fryhofer, AMA's liaison to the Advisory Committee on Immunization Practices or ACIP, and a member of ACIP's COVID-19 vaccine workgroup. Dr. Fryhofer is also the chair of the AMA Board of Trustees. I'm Todd Unger, AMA's chief experience officer in Chicago. Welcome back, Dr. Fryhofer. We're going to start by getting some details about this new COVID vaccine, Novavax. Will you tell us who can get it and how it's different from other COVID vaccines? Dr. Fryhofer: Well, Todd, this is very exciting news. We now have a third type of vaccine in the fight against COVID. A two-dose series of Novavax protein subunit COVID vaccine is now recommended for unvaccinated adults 18 and older for primary vaccination against COVID. This protein-based platform is new for COVID vaccines but it's not really new. This technology has been around for more than 30 years. It's already been used in making other vaccines, for example, for flu, hepatitis B and whooping cough. This vaccine contains harmless spike protein subunits with an adjuvant added to boost immune response. And unlike mRNA vaccines, protein-based vaccines do not contain any genetic material. Our vast experience with protein subunit vaccines should be reassuring to those who worry about the newness of mRNA vaccine technology. And as many as 26 to 37 million U.S. adults have not yet been vaccinated. And I hope this more traditional technology platform will convince some of these vaccine holdouts to roll up their sleeves. The United States already has 3.2 million Novavax doses ready to ship. Unger: That's great news. I just want to key in on one thing you said. You said that Novavax is for primary vaccination. Can it be used as a booster at this point? Dr. Fryhofer: No. Novavax can only be used as a primary series. FDA has not authorized it as a booster yet. However, there's a lot of interest in the prospect of using Novavax as a booster, especially since mRNA vaccines don't seem to be that durable. And this was a big topic of discussion at the ACIP meeting. The company says they'll be submitting booster data to FDA really soon. FDA representatives said that booster data would be reviewed very quickly, as quickly as possible, once that data is submitted. The company also announced that it started a study in May looking at Novavax boosters after an mRNA primary vaccine series. This study has five different arms and will test various types of Novavax boosters. The original version, as well as Omicron-specific, monovalent and bivalent boosters, so more to come. But to be clear, right now, it's only recommended as a two-dose primary series. You can't give Novavax boosters, at least for now. Unger: All right, that's very definitive. Let's talk about effectiveness. How well does it work, and does it work as well as the mRNA vaccines? And will it work against Omicron? Dr. Fryhofer: Well, great questions. The study data submitted to FDA says, overall, it was about 90% effective at preventing COVID. However, it did not seem to work quite as well in those 65 and older vaccine efficacy in this older group of 79%. And for some unexplained reason for which there's ... doesn't make any physiological sense, vaccine efficacy in those of Hispanic ethnicity was also a little lower at 77%. But here's the catch. The studies submitted to FDA were done before Omicron started circulating. So we just don't know how it will work against Omicron. The Novavax studies were done during a time when the Alpha variant was predominant. And the South Africa study showed that Novavax was only 51% effective against the Beta variant. The Omicron surge started in December 2021 and still dominates. Omicron's BA.5 sublineage now makes up 65% and BA.4 makes up 16.3% of specimens tested, and who knows what variants next on the menu. And we really can't compare vaccine effectiveness of Novavax to that of mRNA vaccines based on the data that we currently have available. Unger: How does Novavax compare as far as side effects to mRNA vaccines and what about myocarditis? Is that also a concern? Dr. Fryhofer: Well, just like the mRNA vaccines, these vaccines are reactogenic. So expect fatigue, muscle pain, joint pain, headache, maybe some nausea, vomiting, maybe a little fever. These side effects usually go away within one to two days. And unfortunately, as we've seen with the mRNA vaccines, there have been reports of myocarditis and pericarditis after Novavax during the clinical trials and also in early post-authorization data. We know that the risk of heart complications is higher after COVID disease than after mRNA COVID vaccination among males and females of all ages. However, we can't directly compare myocarditis rates between Novavax and mRNA vaccines based on currently available data. Now, in the Novavax clinical safety study, there were only four to six cases identified out of more than 40,000 vaccine recipients. As of May, as of the beginning of May of 2022, nearly 750,000 doses of Novavax had been administered in other countries and global post-marketing safety data have revealed 36 cases of myocarditis or pericarditis. Myocarditis risk was addressed by the FDA in its guidance fact sheets, and FDA explains the chance of myocarditis is very low but it can occur usually within 10 days following vaccination. It also says patients that have chest pain, shortness of breath, the fast heart beat, heart fluttering, or a pounding heart should seek medical care right away. Post-authorization safety monitoring will continue and will be so important in further defining myocarditis risk. Unger: Dr. Fryhofer, a lot of our listeners are physicians out there that administer vaccines. Can you talk about some of the specific details regarding storage, administration and dosing? Dr. Fryhofer: Sure. It comes in 10-dose files, and it's preservative free. A dose is half a cc and contains 5 micrograms of protein subunit antigen along with 50 micrograms of a proprietary adjuvant Matrix-M, which boosts the immune response. And you give it intramuscularly in the deltoid muscle. Novavax has several logistical advantages. It's easy to store, easy to prepare and easy to administer. You store it at regular refrigerator temperatures but don't freeze it. No dilutions necessary, but vaccine has to be discarded if it's not used within six hours after the first puncture of the vial. And because there are 10 doses in each vial, it's likely that there will be some doses wasted, which is unfortunate. One thing that was expected and is somewhat inconvenient, there's no expiration date printed on the vial or on the carton. And you have to go to a website, novavaxCOVIDvaccine.com, to check for the expiration date. Unger: Interesting. Well, let's think about the dosing part specifically. How long does it take to complete the series? Dr. Fryhofer: Well, in the study, vaccine doses were administered three weeks apart. However, CDC guidance says you can extend the interval between doses to as long as eight weeks. This extended interval guidance is based on data from mRNA vaccines. There are no specific data on extended intervals for Novavax and this is all based on the mRNA vaccine studies. Some studies of mRNA vaccines have indicated a lower risk of myocarditis and greater immune response. With that extended interval, the eight-week interval could be considered, especially in young adult males, to reduce potential for myocarditis and at the same time optimize vaccine effectiveness. This extended interval recommendation does not apply to those with immunocompromised conditions. CDC recommends sticking to that three-week interval for patients with immunocompromised conditions so we can get them their immune protection built up as quickly as possible. And Novavax has to be used for both doses in the primary series. I repeat: The same vaccine product should be used for both doses in that primary series. You can't mix and match with a different product or type. Unger: Well, unfortunately, we're finding that COVID out there is not happening in isolation. One thing that is coming up, believe it or not, is flu season, which will soon be upon us. Can Novavax be administered at the same time as other vaccines? Dr. Fryhofer: Well, good news there. It's fine to give flu shots and COVID vaccines at the same time, and that also goes for the Novavax vaccine. Also, there's no problem giving Novavax or any of the other COVID vaccines with other vaccines with one exception, orthopoxvirus vaccines. Now, we're in the middle of a monkeypox outbreak. ACAM2000 and JYNNEOS, so the two vaccines available for orthopoxvirus viruses. ACAM2000 has been linked to myocarditis. We don't know if there's an increased risk of myocarditis with JYNNEOS yet, but if you've received a dose of one of these orthopox vaccines, CDC suggests waiting four weeks to get a COVID vaccine dose. However, if you've already received a COVID vaccine and you're now at risk of monkeypox due to exposure, no need to wait, go ahead and get the monkeypox vaccine dose now. And remember, Novavax and other COVID vaccines are reactogenic and can have significant side effects. The shingles vaccine, Shingrix, also is very reactogenic. So you might want to think twice about getting both shingles vaccine and COVID vaccine on the same day. Unger: Any final thoughts regarding Novavax? Dr. Fryhofer: The COVID pandemic has contributed to health inequities. American Indian and Alaska Native, Black and Hispanic and Latino persons have been disproportionately affected by COVID-associated hospitalizations and deaths. COVID vaccines represent a potential way to decrease disparities over time. We know that vaccination prevents COVID cases, hospitalization and death. As of July 2022, more than 599 million doses of COVID vaccines have been administered in the U.S., but about 26 to 37 million U.S. adults have not yet received even a single dose of COVID-19 vaccine. I hope that having this more traditional vaccine platform option available will move the needle for at least some of those still not vaccinated. And at least for now, this vaccine is available free of charge. Unger: That's great news. Thank you so much, Dr. Fryhofer, as always for sharing your expertise in that detailed report. That wraps up our COVID-19 Update for today, and we'll be back soon with another update video and podcast soon. For resources on COVID-19, visit [ama-assn.org/COVID-19](https://www.ama-assn.org/delivering-care/public-health/covid-19-2019-novel-coronavirus-resource-center-physicians). Thanks for joining us today and please take care. Disclaimer: The viewpoints expressed in this video are those of the participants and/or do not necessarily reflect the views and policies of the AMA. "}