{"title": "Immune systems of healthy adults 'remember' germs to which they've never been exposed, Stanford study finds", "author": "Bruce Goldman Bruce Goldman is a science writer; Public Affairs", "url": "http://med.stanford.edu/news/all-news/2013/02/immune-systems-of-healthy-adults-remember-germs-to-which-theyve-never-been-exposed-stanford-study-finds.html", "hostname": "stanford.edu", "description": null, "sitename": "News Center", "date": "2013-02-07", "cleaned_text": "February 7, 2013 - By Bruce Goldman Mark Davis and his colleagues found that key immune cells in our bodies have \"memories\" of microbes they've never encountered. It's established dogma that the immune system develops a \"memory\" of a microbial pathogen, with a correspondingly enhanced readiness to combat that microbe, only upon exposure to it — or to its components though a vaccine. But a discovery by [Stanford University School of Medicine](https://med.stanford.edu/) researchers casts doubt on that dogma. In a path-breaking study published online Feb. 7 in Immunity, the investigators found that over the course of our lives, CD4 cells — key players circulating in blood and lymph whose ability to kick-start the immune response to viral, bacterial, protozoan and fungal pathogens can spell the difference between life and death — somehow acquire memory of microbes that have never entered our bodies. Several implications flow from this discovery, said the study's senior author, [Mark Davis](http://med.stanford.edu/profiles/Mark_Davis/), PhD, professor of microbiology and immunology and director of Stanford's [Institute for Immunity, Transplantation and Infection](http://iti.stanford.edu). In the study, newborns' blood showed no signs of this enhanced memory, which could explain why young children are so much more vulnerable to infectious diseases than adults. Moreover, the findings suggest a possible reason why vaccination against a single pathogen, measles, appears to have reduced overall mortality among African children more than can be attributed to the drop in measles deaths alone. And researchers may have to rethink the relevance of experiments conducted in squeaky-clean facilities on mice that have never been exposed to a single germ in their lives. \"It may even provide an evolutionary clue about why kids eat dirt,\" said Davis. \"The pre-existing immune memory of dangerous pathogens our immune systems have never seen before might stem from our constant exposure to ubiquitous, mostly harmless micro-organisms in soil and food and on our skin, our doorknobs, our telephones and our iPod earbuds.\" CD4 cells are members of the immune club known as T cells. CD4 cells hang out in our circulatory system, on the lookout for micro-organisms that have found their way into the blood or lymph tissue. In order to be able to recognize and then coordinate a response to a particular pathogen without inciting a Midas-touch overreaction to anything a CD4 cell bumps into (including our own tissues), our bodies have to host immensely diverse inventories of CD4 cells, each with its own narrow capacity to recognize one single pathogenic \"body part\" or, to be more scientific, epitope — and, it's been believed, only that epitope. Contact with that epitope can cause a CD4 to whirr into action, replicating rapidly and performing the immunological equivalent of posting bulletins, passing out bullets and bellowing attack orders through a bullhorn to other immune cells. This hyperactivity is vital to the immune response. (It is CD4 cells that are targeted and ultimately destroyed by HIV, the virus responsible for AIDS.) In the early 1980s, Davis, now the Burt and Marion Avery Family Professor of Immunology at Stanford, unraveled the mystery of how organisms such as ourselves, equipped with only 20,000 or so genes, can possibly generate the billions of differing epitope-targeting capabilities represented in aggregate by T cells. He found that highly reshufflable \"hot spots\" in a rapidly dividing T cell's DNA trigger massive mix-and-match madness among these genetic components during cell division, so each resulting T cell sports its own unique variant of a crucial surface receptor and, therefore, is geared to recognizing a different epitope. That variation accounts for our ability to mount an immune response to all kinds of microbial invaders, whether familiar or previously unseen. But it doesn't account for the phenomenon of immune memory. CD4 cells, like other T cells, can be divided into two groups: so-called \"naïve\" CD4s randomly targeting haven't encountered yet; and CD4s that, having had an earlier run-in with one or another bug, have never forgotten it. These latter CD4 cells are exceptionally long-lived and ultra-responsive to any new encounter with the same pathogen. \"When a naïve CD4 cell comes across its target pathogen, it takes days or even weeks before the immune system is full mobilized against that pathogen. But an activated-memory CD4 cell can cause the immune system to mount a full-blown response within hours,\" said William Petri, MD, PhD, chief of infectious diseases and international health at the [University of Virginia](http://www.virginia.edu). That's why Petri, who was not involved in the study, thinks the newfound abundance in healthy adults, and total absence in newborns, of memory CD4 cells targeting microbes those individuals have never encountered before is so important. For the past 20 years, he has led a team conducting medical interventions in an urban slum in Dacca, the capital of Bangladesh. There, the average infant experiences a half-dozen diarrhea-inducing infections and as many upper-respiratory-tract infections within the first year of life, many of them within the first few months. The consequence, Petri said, is rampant malnutrition, with corresponding cognitive deficits and high mortality — this, despite the fact that Petri's group provides free health-care and education services and visits homes twice a week. \"If I had lived in such a slum as a kid, I probably would have died of infection,\" Petri said. A sophisticated technique invented by Davis in 1996 and since refined in his and others' laboratories permitted the Stanford team to identify a single CD4 cell targeting a particular epitope out of millions. Using this method, his team exposed immune-cell-rich blood drawn from 26 healthy adults, as well as from two newborns' umbilical cords, to various epitopes from different viral strains. They were able to fish out, from among hundreds of millions of CD4 cells per sample, those responsive to each viral epitope. Nearly all of the 26 adult blood samples contained cells responsive to HIV; to HSV, the virus that causes herpes; and to cytomegalovirus, a common infectious agent that often produces no symptoms but can be dangerous to immune-compromised people. This wasn't surprising, given humans' exhaustive inventories of divergent CD4-cell affinities. What was surprising was that, on average, about half of the virus-responsive CD4 cells in each adult sample bore unmistakable signs of being in the \"memory\" state: a characteristic cell-surface marker, gene activation patterns typical of memory T cells, and rapid secretion of signature biochemical signals, called cytokines, that communicate with other immune cells — even though highly sensitive clinical tests showed that these individuals had never been exposed to any of these viruses in real life. The newborns' blood contained similar frequencies of CD4 cells responsive to the same three viruses. However, all these cells were in the \"naïve\" rather than memory state. \"This could explain, at least in part, why infants are so incredibly susceptible to disease,\" said the study's first author, [Laura Su](http://med.stanford.edu/profiles/Laura_Su/), MD, PhD, an instructor in immunology and rheumatology. Another surprise: About one-fifth of the adult samples boasted \"cross-reactive\" memory CD4 cells responsive to other harmless environmental microbes. For example, CD4 cells selected specifically for their reactivity to HIV turned out to be able to recognize a large number of common environmental microbes, including three gut-colonizing bacteria, a soil-dwelling bacterial species and a species of ocean algae. Considering that the investigators tested only a negligible fraction of all the microbes a person might encounter, it's a sure bet that this measure of CD4-cell cross-reactivity was an underestimate. Next, the researchers recruited two adults who hadn't been vaccinated for flu in five years or longer, and then vaccinated them. In these volunteers, memory CD4s proliferated and otherwise became activated in response to exposure to certain components of the influenza virus, but also to epitopes of several different bacterial and protozoan microbes. This cross-reactivity could explain why exposure to common bugs in the dirt and in our homes renders us less susceptible to dangerous infectious agents. Which raises another point. \"We grow and use experimental lab mice in totally artificial, ultra-clean environments,\" Davis said. \"That's nothing like the environment that we live in. The CD4 cells from adult mice in the lab environment are almost entirely in the naïve state. They may be more representative of newborns than of adults.\" Petri described the new study as paradigm-shifting. \"It was one of those rare, seminal findings that changes the way I think about the immune response,\" he said. Davis' study offers hope that some of the immunity conferred by a vaccine extends beyond the specific microbe it targets, Petri said. \"This adds support to the impetus to vaccinate infants in the developing world,\" he said. As many as 30 different pathogens can cause diarrhea, so vaccinating small children against all of them — even if those vaccines existed — would require so many separate injections as to be logistically hopeless. Understanding the mechanism by which cross-reactivity occurs might further allow immunologists to develop \"wide-spectrum vaccines\" that cover a number of infectious organisms. The study was funded by the [National Institutes of Health](http://www.nih.gov) (grants AR059760, DK007056-36 and AI057229) and the Howard Hughes Medical Institute. Other Stanford co-authors were senior bioinformatics specialist Brian Kidd, PhD; clinical fellow Arnold Han, MD, PhD; and biology undergraduate student Jonathan Kotzin. Information about Stanford's Institute for Immunity, Transplantation and Infection, which also supported the work, is available at [http://iti.stanford.edu](http://iti.stanford.edu). About Stanford Medicine [Stanford Medicine](https://med.stanford.edu/) is an integrated academic health system comprising the [Stanford School of Medicine](http://med.stanford.edu/school.html) and adult and pediatric health care delivery systems. Together, they harness the full potential of biomedicine through collaborative research, education and clinical care for patients. For more information, please "}