{"title": "PDF", "author": "PDF", "url": "https://pdfs.semanticscholar.org/d4d3/041d73c2860426fd9233e0aa81a6fda1658d.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Revista de Psicología de la PUCP. Vol. XVII, 2, 1999. PROMOCION DE LOS ESTILOS DE VIDA SALUDABLES: ¿REALIDAD O UTOPÍA? Elisardo Becoña Iglesias 1 y Fernando L. V ázquez2 Universidad de Santiago de Compostela, España Luis Oblitas Guadal u pe' Universidad lntercontinental, México La promoción de b salud es un tema prioritario en ]d Psicologí.l de la salud. y se rdlcrc .11 desarrollo y forralecimicnto de aquellas conductdS y estilos de vida que conducen a lograr un estado de ,.¡,]., saludable. Existe una clara relación entre la conducta de las personas y su estado gcncrJI de s.1lud. el estilo y calidad de vida determina cómo se siente Lt persona en térnúnos de salud. Dt'finitiv.tmcnn: existen hábitos, producidos por la forma de vida de las urbes, que son nocivos para la salud, tanto física como psicol{>gica. En el presente trabajo se aborda el tenu de la pron1oción de esrilu' de vid,, saludables, el cu,¡l es deseable y probable, respaldados por los hallazgos de la investig.Ki<'>n científiu en el área. Palabras clave: psicología, life sryles leading to is .1 dnr rd.lli,.>mhip berwecn people' s hehavior and general health how person. l. Doctor en psicología y profesor titular en el Departamento de Psicología Clínica :· Psicobiología. Correo electrónico: pcelisar@usc.es. 2. Doctor en psicología y profesor titular en el Departamento de Psicología Clínica Y Psicobiología. 3. Director de Difusión Universitaria de la Universidad lnrcrcontinenral y dirige la Revista de Psicología Contemporánea. Correo electrónico: lobliras@spin.com.mx En las últimas décadas estamos asistiendo a un cambio vertiginoso en el campo de la salud. Ahora bien, dicho cambio no ha tenido lugar de un modo abrupto, más bien ha sido propiciado por un monto de factores que se han ido sucediendo a lo largo del siglo XX. En primer lugar, la salud ya no se conceptualiza como la ausencia de enfermedad sino que se entiende la misma como un estado positivo de bienestar (Stone, 1979). Desde los orígenes de la humanidad, la salud y la enfermedad, han sido fuente de preocupación para el ser humano. Hasta bien entrado el siglo XX, la salud se conceptualizó como la ausencia de enfermedad. De hecho desde el modelo médico se entendía la salud como algo que hay que conservar o curar frente a agresiones puntuales (ej., accidentes, infecciones) (Labrador, Muñoz y Cruzado, 1990). Incluso en la actualidad, la gente de la calle cuando se refiere a ese término general­ mente piensa sólo en los aspectos físicos, raramente en los aspectos psi­ cológicos y conductuales asociados a la misma (Becoña, V ázquez y Oblitas, 1995). En las últimas décadas hemos asistido a un giro en la conceptualización de salud, considerándose a la misma como algo que hay que desarrollar y no como algo que hay que conservar. En consonancia con este enfoque, en 1946 las Naciones Unidas fundaron la Organización Mundial de la Salud e incluyeron en el preámbulo de su constitución la siguiente defi­ nición: \"la salud es un estado de completo bienestar físico, mental y social y no meramente la ausencia de dolencias o enfermedad\" (WHO, 1947). Esta conceptualización positiva, incluso utópica, nos lleva a abordar la misma como un concepto multidimensional, que considera sus aspectos biológicos, psicológicos y sociales. 171 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe Un segundo factor, que ha contribuido al cuestionamiento del que­ hacer en el campo de la salud ha sido el costo elevado de los cuidados de salud. Sin lugar a dudas, un factor determinante en el cuestionamiento del quehacer en el campo de la salud ha sido el incremento acusado de los costos derivados del cuidado médico. Los costos médicos cada año suponen una mayor porción del producto interior bruto. Así, por ejemplo, en EE.UU. de 1975 a 1987 el coste anual total de cuidado de la salud se incrementó en 591 dólares por persona, o lo que es lo mismo, un 236% más, además de producirse un incremento anual respecto al período comprendido entre 1960 y 1975. En 1987 los americanos gastaron más de 500 mil millones de dólares en cuidados de salud, cantidad que repre­ senta el 11,1% del PIB, más del doble que la gastada en 1960 (5,3%) (USBC, 1990). En España, en 1990, los gastos se dispararon a la nada despreciable cantidad de 2,3 billones de pesetas. En tercer lugar, desde el siglo XIX el modelo principal de la salud y la enfermedad ha sido el modelo biomédico. Éste explica la enfermedad en términos de parámetros físicos y la biología molecular es su disciplina científica básica. El modelo biomédico implica que las cuestiones psicosociales no son responsabilidad de los médicos. La noción de que la enfermedad era causada por un patógeno específico estimuló el desarrollo de las drogas sintéticas y la tecnología médica y suscitó el optimismo que muchas enfermedades podrían ser curadas. Sin embargo, el punto de vista de que una enfermedad se encuentra en un agente específico ha dado al campo médico una perspectiva que se focaliza más sobre la enfermedad que sobre la salud. Además, este modelo médico define la salud exclusi­ vamente en términos de ausencia de enfermedad (Engel, 1977). Aunque el modelo biomédico de enfermedad ha predominado, unos pocos médicos han comenzado a defender una aproximación balística a la medicina, esto es una aproximación que considera los aspectos sociales, psicológicos y fisiológicos (ej., Brody, 1973; Engel, 1977; Janoski y Schwartz, 1985). Durante el último cuarto del siglo XX, más médicos, muchos psicólogos y algunos sociólogos han incluso comenzado a cuestionarse la utilidad del modelo biomédico. No dudan de que dicho modelo ha significado un importante progreso, sino que cuestionan la limitación a que impone al 172 Promoción de los esrilos de vida saludables: ¿Realidad o uropía? concepto de salud. Hace dos décadas, ha comenzado a emerger un modelo alternativo, que no sólo incorpora factores sociales sino que también incluye los psicológicos y los sociales. Éste se ha acuñado con el nombre de modelo biopsicosocial, en que la salud es vista de nuevo como una condición positiva (Engel, 1977). Actualmente, en el campo del cuidado de la salud, la gente está debatiendo cuál es el modelo que deberían usar los investigadores y los clínicos. Algunos han mostrado su insatisfacción con el modelo médico tradicional y han cuestionado su idoneidad. Ahora bien, esa insatisfacción no es un motivo suficiente para provocar un cambio. Es necesario la disponibilidad de un modelo alternativo, que debe reunir la fuerza del modelo antiguo mas la capacidad de resolver los problemas en los que ha fracasado el modelo antiguo. Los defensores del modelo biopsicosocial creen que reúne ambas cuestiones. Cada vez tiene más defensores y menos detractores, sin embargo, el modelo médico continúa siendo el modelo dominante (Brannnon y Fiest, 1 992). Ahora bien, al margen de lo que puedan creer los profesionales de la salud, y un aspecto a tener muy en cuenta, es que mucha gente que no está familiarizada con el modelo biopsicosocial de enfermedad, cree que los factores psicológicos y sociales, así como los biológicos, influyen en la salud y en la enfermedad. La investigación en el área de cómo la gente conceptualiza la enfermedad ha demostrado que la gente usa explicaciones psicológicas, sociales y biológicas en la formulación de sus puntos de vista acerca de la enfermedad (ej., Lau y Hartman, 1983). La relación de la conducta del hombre con su salud Qué duda cabe, que el factor más decisivo en ese nuevo enfoque en el campo de la salud, ha sido que las principales causas de muerte ya no son las enfermedades infecciosas sino las que provienen de estilos de vida y conductas poco saludables. Hoy casi n ingün profesional de la salud duda del impacto de nuestra conducta diaria en la salud y en la enfermedad. En la actualidad hay evidencia más que considerable de que las causas de 173 Elisardo Becoña Iglesias y fcrnando L. Vázquez, Luis Oblitas Guadalupe la enfermedad radican en la conducta y el estilo de vida del individuo (ver Matarazzo, Weiss, Herd, Miller y Weiss, 1984). La salud de la gente en los países desarrollados ha alcanzado un nivel impensable a principios del presente siglo. Las expectativas de vida se han incrementado notablemente, como consecuencia de las mejoras en la salud pública y en el cuidado médico. Sirva a modo de ejemplo que en EE.UU. la esperanza de vida a principios del siglo XX para los hombres era de 46 años y para las mujeres de 48, siendo en la actualidad de 71 años y 78, respectivamente (National Center for Health Statistics, 1989). Este incremento de la longevidad se explica por la reducción en la mortalidad infantil y las enfermedades infecciosas, contribuyendo a ello fundamentalmente los programas de inmunización (Lancaster, 1990; Matarazzo, 1984b). El ejemplo paradig­ mático por excelencia son las enfermedades infecciosas tales como la gripe, rubeola, la tos ferina, etc., que causadas por microorganismo específicos fueron erradicadas a través de las vacunas y de cuidados médicos adecua­ dos. Sin embargo, en la actualidad los patrones de morbilidad y mortalidad difieren considerablemente de los de comienzo del siglo XX. En 1900, la neumonía, la gripe y la tuberculosis eran tres de las cuatro principales causas de muerte. Sin embargo, en 1988, las tres principales causas de muerte fueron la enfermedad coronaria, los ataques fulminantes, y el cáncer (Matarazzo, 1995); dolencias que se deben en parte a la conducta y estilo de vida del sujeto. Por ejemplo, en EE.UU., a principios de 1990, aproximadamente el 38% de las muertes eran debidas a la enfermedad coronaria y el 7% a los ataques, esto es, el45% de las muertes eran debidas a enfermedades cardiovasculares. El cáncer daba cuenta del 22,5% de todas las muertes, y los accidentes del 4,5% (USBC, 1990). O lo que es lo mismo, más del 70% de todas las muertes son consecuencia de las enfer­ medades cardiovasculares, el cáncer, los accidentes y el SIDA, enferme­ dades estrechamente vinculadas a las conductas y estilos de vida de los individuos. Aunque las tasas de mortalidad de algunas enfermedades crónicas han disminuido en las últimas décadas (ej., enfermedades cardiovasculares), no 174 Promoción de los estilos de vida saludables: ¿Realidad o utopía? ocurre lo mismo con otras tales como el cáncer de pulmón, los suicidios y el SIDA. Entre los hombres, la tasa de mortalidad para el cáncer de pulmón en 1986 era 2,6 veces mayor que en 1950. Las tasas de suicidio se incrementaron un promedio del 30%-40% con respecto a 1950 (López, 1990). El problema del SIDA es si cabe más preocupante. A raíz de la apa­ rición de los primeros casos en 1981, no ha dejado de incrementarse de modo alarmante el número de nuevos casos. A mediados de 1992, se estimaban que unos 2 millones de personas padecían este problema, de los cuales más de 230.000 estaban en EE.UU. (Centers for Disease Control, 1992). Hasta ahora hemos estado defendiendo de modo subrepticio, que el aspecto cualitativo crónico de una dolencia necesita un enfoque nuevo, pero, ¿realmente existen diferencias tan notorias entre una dolencia crónica y una infecciosa? Pues bien, las enfermedades crónicas difieren de las dolencias infecciosas al menos en tres aspectos (Brannon y Feist, 1992). En primer lugar, las enfermedades crónicas es probable que perduren mucho tiempo, mientras que las infecciosas, con frecuencia, se pueden curar con relativa rapidez y totalmente. En segundo lugar, las enferme­ dades crónicas obedecen en la mayoría de los casos a conductas y estilos de vida inadecuados de la gente, y las infecciosas, son causadas por bac­ terias y virus. Por eso, las vacunaciones, las mejoras sanitarias y otras medidas públicas fueron efectivas para combatir las principales causas de mortandad de comienzos de siglo, pero dichas medidas son de escaso valor para afrontar los patrones de enfermedad y mortalidad actuales. Y, en tercer lugar, las enfermedades crónicas se dan con mayor frecuencia en la gente mayor y de mediana edad; por el contrario, los niños y la gente joven suelen ser pasto de las enfermedades infecciosas. Parece obvio, por tanto, que la problemática a la que se enfrentan nuestros profesionales de la salud es cuantitativa y cualitativamente distinta a la que se encontraron hasta la década de los años 50. Salud, enfermedad, estilos de vida y entorno del individuo Cada vez es mayor la evidencia del peso que ejerce nuestra conducta, nuestros estados psicológicos y el contexto en el que vivimos sobre nuestra 175 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe salud. La salud de los individuos depende en gran medida de comporta­ mientos tales como realizar hábitos saludables, buscar cuidados médicos, obedecer las recomendaciones de los médicos, etc. (Matarazzo, et al., 1984). Un buen ejemplo de ello es la conducta de fumar, a la que se le atribuye de un 12% a un 15% del total de todas las muertes que ocurren en los países desarrollados. A ello hay que añadirle la morbilidad que genera dicha conducta (Center for Disease Control, 1991; Peto, López, Boreham, Thun y Heath, 1994; USDHHS, 1989). Así mismo, numerosas investigaciones han puesto de manifiesto que los estados psicológicos desempeñan un papel destacado en nuestra salud. Los sentimientos y emociones pueden repercutir de modo positivo o negativo en el bienestar del individuo. Por ejemplo, el sentirnos amados y apoyados por otras personas adquiere un enorme valor cuando tenemos que afrontar situaciones estresantes (Wallston et al., 1983). Precisamente el estrés es el estado psicológico que más influye negativamente sobre nuestra salud. Se ha asociado a una gran variedad de efectos negativos sobre la salud de los individuos (cáncer, enfermedad cardíaca coronaria, supre­ sión del sistema auto inmune) (Cohen y Williamson, 1991; Labrador, 1992). Como ya hemos comentado, hay pruebas más que palpables de un cambio en los patrones de mortalidad, en las sociedades avanzadas. Las enfermedades crónicas (cáncer, SIDA, diabetes) han sustituido a las en­ fermedades infecciosas como causas principales de muerte. La peculiaridad de tales enfermedades es que se encuentran asociadas estrechamente a la conducta humana y al estilo de vida de los sujetos. De ahí que en la actualidad sea más adecuado hablar de patógenos y de inmunógenos conductuales. Por patógenos conductuales entendemos aquellas conductas que incrementan el riesgo de un individuo a enfermar (fumar, beber alcohol). Por contra, los inmunógenos conductuales son todos aquellos comportamientos que hacen a uno menos susceptible a la enfermedad (Matarazzo, 1984a, 1984b). De hecho se han realizado varias investigacio­ nes para apresar los inmunógenos conductuales más importantes. El es­ tudio más relevante en este aspecto ha sido el que se ha llevado a cabo 176 Promoción de los estilos de vida saludables: ¿Realidad o utopía? en Estados Unidos, con una muestra de siete mil personas. En los segui­ mientos hechos a los cinco y nueve años y medio, se observó una clara relación entre la longevidad y las siguientes siete conductas de salud: (Belloc, 1973; Belloc y Breslow, 1972): (a) dormir de 7 a 8 horas; (b) desayunar casi todos los días; (e) tres comidas al día, sin picar entre comidas; (d) mantener el peso corporal dentro de los límites normales; (e) practicar ejercicio físico regularmente; (f) uso moderado del alcohol o no beberlo; y, (g) no fumar. Las acciones de toda una colectividad, también influyen sobre nuestra salud. En nuestro entorno podemos encontrarnos con riesgos ambientales tales como la contaminación del aire, agua y suelo, o sustancias tóxicas (insecticidas y productos químicos peligrosos) y radiaciones naturales o provocadas (Doll y Peto, 1989). Estos elementos también encierran un potencial para matar, hacer daño y enfermar a los individuos. Por tanto, ejercen influencias significativas sobre la salud de un amplio colectivo, de comunidades enteras. Todo lo anterior ha desembocado en una idea hoy bien asumida de la necesidad de hacer prevención (prevención primaria) (Caplan, 1964), la cual consiste en adoptar medidas para prevenir la enfermedad en aquellas personas que actualmente gozan de buena salud. La prevención primaria implica dos estrategias (Fielding, 1978): (a) cam­ biar los hábitos negativos de salud de los sujetos (fumar, beber, dieta) (Becoña, 1994a, 1994b; Oblitas, 1989), y (b) prevenir los hábitos inade­ cuados desarrollando en primer lugar hábitos positivos y animando a la gente a adoptar los mismos (programas de prevención de fumar entre los adolescentes) (Becoña, Palomares y García, 1994). Posiblemente la filosofía tradicional de la salud, que enfatiza el diag­ nóstico, el tratamiento y la cura, fue lo más adecuado para las enferme­ dades infecciosas presentes a principios del siglo XX. Sin embargo, en la actualidad, adoptar una perspectiva focalizada en el tratamiento de la gente, una vez que hayan enfermado, es probablemente la menos adecuada en cuanto a la relación coste-eficacia en el cuidado de la salud. Procedi­ mientos médicos tales como los trasplantes, la hemodiálisis, la cirugía, etc., suponen un gasto excesivo si atendemos al hecho de que sólo se utilizan 177 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe con una proporción de población relativamente reducida (O'Neill, 1983). Estos gastos ingentes que acarrean los costes médicos debería ser un factor más que ayudara a la reflexión y al cambio a un enfoque preventivo, esto es, orientar los esfuerzos a la detección temprana de la enfermedad y a la modificación de conductas y estilos de vida que supongan un riesgo para el sujeto. Hay evidencia más que suficiente de que es más fácil y menos costoso ayudar a que una persona se mantenga saludable, que si hay que curarla de una enfermedad (Bermúdez, 1993). La detección temprana de factores de riesgo (presión sanguínea elevada, nivel alto de colesterol), junto con la promoción de conductas de salud (no fumar, una buena nutrición, hacer ejercicio) optimiza la prevención, sin lugar a dudas, la aproximación con una relación coste-beneficio más adecuada en el cuidado de la salud (ver Cuadro 1). Cuadro 1 Comportamientos más Aconsejables para una Vida Saludable l. Dormir siete u ocho horas cada día. Desayunar cada mañana. Nunca o rara vez comer entre comidas. 2. 3. 4. 5. Aproximarse al peso conveniente en función de la talla. No fumar. 6. Usar moderadamente el alcohol u optar por un abstemio. 7. Realizar con regularidad alguna actividad física. Nota. Fuente: Matarazzo (1984) Las conductas de salud y sus determinantes comportamiento Las conductas de salud son conductas en las que toma parte un individuo, cuando goza de buena salud, con el propósito de prevenir la enfermedad (Kasl y Cobb, 1966). Estas incluyen un amplio abanico de 178 Promoción de los estilos de vida saludables: ¿Realidad o utopía? conductas, desde dejar de fumar, perder peso, hacer ejercicio hasta comer adecuadamente. El concepto de conducta de salud contempla esfuerzos en reducir los patógenos conductuales y practicar las conductas que actúan como inmunógenos conductuales. Las conductas de salud no ocurren en un vacío. Para comprender las mismas uno debe analizar los contextos en que tienen lugar. Estos con­ textos comprenden una constelación de factores personales, interpersonales, ambientales, institucionales, que incluyen aspectos como política pública, ambiente físico y social, prácticas institucionales e influencias interpersonales (Winett, King y Atman, 1989). Estas dimensiones o factores no son homogéneos para todas las conductas de salud. Por ello, no es raro observar que en el repertorio de conducta de un individuo convivan al mismo tiempo hábitos saludables y nocivos. De hecho, en investigación se han obtenido pobres correlaciones entre las distintas conductas de salud, o lo que es lo mismo, el que un sujeto realice una determinada conducta de salud no garantiza que lleve a cabo otros comportamientos saludables (Kirscht, 1983). Por tanto, parece más que justificado pensar que este tipo de comportamientos difieren en el número de dimensiones y tipo de factores que las elicitan, aunque puedan compartir unas características específicas o determinantes. Estos determinantes de la conducta de salud se pueden agrupar en cuatro grandes categorías (Bishop, 1994): determi­ nantes demográficos y sociales, situacionales, percepción del síntoma y psicológicos. La mayoría de los expertos están de acuerdo en que la implicación con la salud (Kirscht, 1983) viene propiciada en gran parte por factores sociales y demográficos. Incluyen factores tales como más o menos edad, mayor o menor nivel educacional, ser de clase social alta o baja, ser mujer u hombre, etc. Las situaciones sociales, también conocidas como determi­ nantes situacionales, influyen, de modo directo o indirectamente, en que un individuo adopte una conducta saludable. Que duda cabe, que la familia y el grupo de los iguales pueden jugar un papel relevante en los hábitos saludables que pueda adoptar una persona. Por ejemplo, el que fume uno de los padres ha sido encontrado en numerosos estudios como 179 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Obliras Guadalupe factor de riesgo para que el adolescente se inicie en dicha conducta. Así mismo, la mayoría de los estudios han demostrado una clara relación entre el inicio del consumo y el relacionarse con compañeros fumadores (USDHHS, 1994). Las conductas de salud que realiza una persona también pueden obedecer a la percepción subjetiva de determinados síntomas, esto es, la susceptibilidad percibida. Entendemos por ello, las percepciones indivi­ duales de la vulnerabilidad personal a enfermedades o accidentes especí­ ficos. La naturaleza (percepción de susceptibilidad) y la intensidad (seve­ ridad percibida) de estas percepciones puede afectar de manera importante a la hora de adoptar o no una conducta concreta. No obstante, cuando un individuo piense en la posibilidad de un cambio de conducta, no valorará sólo la susceptibilidad y la severidad, también evaluará los bene­ ficios y los costes de realizar una conducta de salud concreta (Becker y Maiman, 1975). Por ejemplo, una persona puede sentirse vulnerable, cuando experimenta una tos matutina, se fatiga al subir unas escaleras, etc. Supongamos que estos síntomas los achaca a su conducta de fumar, pues bien, la persona puede pensar que dicha conducta está comprometiendo su salud y, además, cree que le acarreará consecuencias negativas impor­ tantes para su salud, por tanto, la percibe como un riesgo serio potencial (como un indicador) de sus problemas físicos. Y, a la inversa, es poco probable que el sujeto adopte alguna medida cuando sopese que la pro­ babilidad de dañar su salud (ej., cáncer de pulmón) es baja o que las consecuencias adversas, derivadas de su actual hábito insalubre, son mí­ nimas, además de percibir pocos beneficios y un coste (ej., engordar) demasiado grande por dejarlo. Esta atribución puede ser útil para que la persona intente dejar de fumar. Ahora bien, aunque tales síntomas pueden ser muy útiles a la hora de motivar al sujeto para que adopte hábitos positivos de salud, su influencia sólo reviste carácter transitorio (Leventhal, Prochaska y Hirschman, 1985). Por último, el repertorio de conductas saludables de una persona tam­ bién son función de factores emocionales y cognitivos (determinantes psicológicos}. Los estados y necesidades emocionales pueden desempeñar 180 Promoción de los estilos de vida saludables: ¿Realidad o utopía? un papel primordial en las prácticas de salud. Niveles altos de distrés emo­ cional no ayudan a que la gente se implique en la realización de hábitos que favorezcan su salud tales como el no fumar, hacer ejercicio, desayunar, etc. (Leventhal et al., 1985). Los estados emocionales negativos aparentemen­ te interfieren con las conductas saludables, aunque el distrés emocional puede también conducir a uno a buscar atención médica (Mechanic, 1978). Además de los factores emocionales, la práctica de conductas de salud obedece a los pensamientos y las creencias de las personas. Entendemos por creencia la aceptación emocional de una afirmación, aceptación que no tiene por qué tener una base empírica o científica. Por tanto, lo que una persona crea o piense de una determinada amenaza para la salud no tiene porque ir a la par con la comprensión médica objetiva de la misma (Leventhal et al., 1984). Por ejemplo, si una persona cree que el SIDA sólo afecta a los homosexuales y a los usuarios de drogas por vía intravenosa, es poco probable que utilice preservativos cuando tenga relaciones sexuales. Una clase de cogniciones, que parece ser particularmente importante para motivar a la gente a practicar conductas saludables, es aquella que se relaciona con la vulnerabilidad percibida. La gente que se percibe a sí misma más vulnerable a una determinada enfermedad es más probable que adopte medidas encaminadas a prevenir la misma. Sin embargo, en algu­ nos estudios (ej., Weinstein, 1982) se ha encontrado que la gente tiende a mostrar un optimismo poco realista respeto a su futura salud. Tendemos a vernos con menos posibilidades de experimentar problemas de salud respecto a los demás. La promoción de estilos de vida saludables La promoción de estilos de vida saludables implica conocer aquellos comportamientos que mejoran o socavan la salud de los individuos. McAiister (1981) entiende por conductas saludables aquellas acciones realizadas por un sujeto, que influyen en la probabilidad de obtener consecuencias físicas y fisiológicas inmediatas y a largo plazo, que reper­ cuten en su bienestar físico y en su longevidad. En la actualidad, se conoce 181 Elisardo Becoña Iglesias y Fernando L. Vázqucz, Luis Obliras Guadalupe un número importante de comportamientos relacionados con la salud, apresados a través de la investigación epidemiológica. A continuación exponemos algunos .de los más importantes: l. Practicar ejercicio físico. Realizar una actividad física de modo regular (dar largos paseos) es el vehículo más adecuado para prevenir el comienzo de las principales patologías físicas y psicológicas que afectan a la sociedad desarrollada. También, es útil para atenuar el grado de severidad cuando el sujeto ya presenta la enfermedad (Haskell, 1984). Una actividad física moderada, realizada regularmente, repercute beneficiosamente en la salud. Los principales beneficios del ejercicio sobre la salud tienen que ver con la prevención de los problemas cardiovasculares (Haskell, 1984). Las personas que realizan asiduamente ejercicio físico corren menos riesgo de desarrollar y de morir de una dolencia coronaria. Ayuda a controlar el peso, a normalizar el metabolismo de los carbohidratos y de los lípidos. Asimismo, aporta beneficios psicológicos, pues se ha visto que la realización de una actividad física regular reporta beneficios considerables a la persona. En primer lugar, una actividad física enérgica practicada regularmente reduce los sentimientos de estrés y ansiedad. El ejercicio y la buena forma física puede proteger a la gente de los efectos perjudiciales del estrés sobre la salud. Varias investigaciones (Biumenthal y McCubbin, 1987) han mostrado una fuerte evidencia que la realización de ejercicio o gozar de buena salud contribuye a la estabilidad emocional, fruto de la reducción de la ansiedad, la depresión y la tensión. En segundo lugar, aquellos individuos que siguen programas para estar en forma informaron que mejoraron en sus actitudes y actividad laboral (Folkins y Sime, 1981 ). En tercer lugar, la participación en una actividad física regular contribuye a la mejora del autoconcepto del sujeto (Sime, 1984), porque las personas que realizan ejercicio mantienen más fácilmente el peso adecuado, presen­ tan un aspecto más atractivo y se suelen implicar de modo exitoso en distintos deportes y actividades físicas. 2. Nutrición adecuada. En términos de efectos en la salud, los hábitos alimentarios de las personas que viven en las sociedades desarrolladas, han 182 Promoción de los estilos de vida saludables: ¿Realidad o utopía? pasado desde los estragos de las deficiencias dietéticas de princtptos de siglo, a los estragos derivados del exceso, en las últimas décadas. Una nutrición correcta se hace imprescindible para lograr un estado saludable. De hecho, la mayor parte de las enfermedades actuales guardan una estrecha relación con la dieta alimenticia {la diabetes, la caries dental). Una buena práctica nutricional se caracteriza por una dieta equilibrada, que contenga todas las sustancias nutritivas esenciales (minerales, vitaminas, proteínas), y un consumo adecuado, evitando una ingesta excesiva de alimentos. O dicho de otro modo, la dieta saludable es aquella que minimiza el riesgo de desarrollar enfermedades relacionadas con la nutri­ ción (Hegsted, 1984). Las dietas saludables proporcionan una cantidad adecuada de todos los nutrientes esenciales para las necesidades metabólicas del organismo. Además de agua, los alimentos contienen cinco tipos de componentes químicos que aportan nutrientes específicos para el buen funcionamiento del organismo: carbohidratos, lípidos, proteínas, vitami­ nas y minerales (Holum, 1987). Las dos principales causas de morbilidad y mortalidad de la década de los 90, las enfermedades cardiovasculares y el cáncer, se deben en gran medida a comportamientos nutricionales inadecuados. Por ejemplo, en­ fermedades como el cáncer de colon, el estreñimiento y la diverticulosis se han relacionado con dietas pobres en fibras. Dietas ricas en grasa y sal favorecen la hipercolesteremia y la hipertensión, dos importantes factores de riesgo de la enfermedad cardíaca (Costa y López, 1986). Cabe señalar que entre los hábitos alimenticios más recomendables para implantar, se encuentran la disminución del consumo de grasas animales, aumento del consumo de leche, patatas y especialmente verdu­ ras, frutas y alimentos de alto contenido en fibra, reducir el consumo de azúcar, dulces y harinas refinadas y evitar el consumo excesivo de alcohol. Esto es, nuestra dieta para que sea equilibrada debe aportarnos todos los nutrientes básicos y la fibra necesaria a nuestras necesidades, a base de ingerir diversos alimentos de los cuatro grupos básicos: cereales, frutas y vegetales, productos lácteos y carnes y pescados (Nelson, 1984). 183 Elisardo Becofia Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe Por último, la mayoría de la gente que come saludablemente no necesita consumir suplementos vitamínicos u otros nutrientes. Sin embar­ go, algunas poblaciones especiales, como por ejemplo las mujeres emba­ razadas, necesitan una cantidad extra de nutrientes, que aunque se pueden proporcionar introduciendo modificaciones en su dieta, es recomendable que tomen suplementos como el hierro (Hegsted, 1984). 3. Adoptar comportamientos de seguridad Las tasas de muerte por accidentes persisten como la tercera causa de muerte en los países desa­ rrollados. La mayor parte de los accidentes podrían ser evitados, pues la mayoría de ellos son ocasionados por la conducta de los individuos. Comportamientos inapropiados en el manejo de automóviles, medica­ mentos, armas blancas y de fuego, sustancias tóxicas, fuego, etc, son una fuente considerable de lesiones (Robertson, 1984). Aproximadamente las dos terceras partes de las muertes por accidente no son intencionadas. La mayor parte de las lesiones se deben a los accidentes automovilísticos y a los ocurridos por fuego. Si excluimos el primer año de vida, las lesiones se convierten en la causa principal de muerte durante las primeras cuatro décadas de vida del individuo. La mitad de las muertes en los niños y adolescentes también se deben a los accidentes. Se pierden más años de trabajo por lesiones y muerte relacionadas con los accidentes que por ninguna otra causa. Los jóvenes, los pobres y las personas de edad avanzada sufren más lesiones que el resto de la población. Los mineros y los trabajadores de industrias y agrícolas son el colectivo que presentan un mayor número de lesiones incapacitantes (Waller, 1987). Especial mención merecen los accidentes de tráfico, por sus conse­ cuencias nefastas. Tal y como ya hemos mencionado, los accidentes de tráfico se llevan la palma en cuanto a mortalidad y morbilidad. Dan cuenta de aproximadamente la mitad de todas las muertes debidas a accidentes. Las tasas de mortalidad derivadas de los accidentes de vehículos de motor se incrementan de modo alarmante durante la adolescencia. Los jóvenes entre 15 y 19 años presentan una probabilidad de dos veces y media mayor 184 Promoción de los estilos de vida ~aludablcs: ¿Realidad o mopía? de morir en un accidente de circulación que las jóvenes de su misma edac (Matarazzo, 1984a; Piédrola, 1988). Ahora bien, la mayor parte de estos accidentes pueden evitarse y e1 posible que muchas de las lesiones derivadas de los mismos se eliminen o por lo menos, se reduzcan, adoptando cuatro medidas generales d~ prevención (Haddon y Baker, 1981 ): (a) eliminar los agentes físicos (arma! de fuego); (b) reducir la cantidad del agente (velocidad de los vehículos); (e) evitar la liberación del agente (dispositivos de sujeción en los vehículos); y, (d) cambiar superficies, estructuras o productos peligrosos (automóvi­ les). Nosotros creemos que un objetivo específico de la psicología de la salud es lograr un cambio conductual en todas estas prácticas, en la dirección de promover el uso del cinturón de seguridad en los automóviles, reducir la exposición de los niños a factores de riesgo, etc. 4. Evitar el consumo de drogas. Uno de los tres problemas que más preocupan a nuestros ciudadanos son las drogas. En la sociedad actual el uso de drogas ilegales (heroína, cocaína, marihuana, etc.) y legales (alcohol, tabaco y drogas de prescripción) es un fenómeno que ha adquirido gran relevancia. Estas sustancias son una fuente de problemas de salud, dando lugar a diferentes clases de cánceres, enfermedades del aparato respiratorio, cardiopatía isquérnica, enfermedades cerebrovasculares, etc. (Schukitt, 1995). Una de las muchas clasificaciones existentes en el ámbito de las drogodependencias contempla la diferenciación entre drogas legales e ile­ gales. Las sustancias legales son aquellas que su venta y consumo está permitido por la ley. El tabaco y el alcohol son el ejemplo por excelencia de esta categoría de drogas institucionalizadas, además de ser las más consumidas por la población y las que generan más problemas sociosanitarios. Por ejemplo, las cifras de mortalidad al año por muertes prematuras a causa del tabaco se aproxima a 390.000 en EE.UU., 500.000 en Europa, 44.000 en España y 14.000 en México (Becoña, 1994a). Sin lugar a dudas, es la principal causa de muerte prevenible en el mundo, 1S5 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe con un total de tres millones de defunciones al año. Más que todas las que provocan la suma juntas del alcohol, las drogas ilegales, los homicidios, los suicidios, los accidentes de coche y el SIDA. Por el contrario, la venta y el consumo de drogas ilegales carecen de reconocimiento legal. En los últimos años, este tipo de drogas han creado muchos problemas serios en nuestro medio. Los problemas, sin embargo, son principalmente de índole social y no relacionados con la salud física. La gente que muere como consecuencia de los efectos de las drogas ilegales es muy poca, si la comparamos con la generada por el tabaco y el alcohol. Tanto las drogas legales como las ilegales representan un peligro potencial para la salud. Sin embargo, las drogas ilegales presentan ciertos riesgos a diferencia de las legales, sin tener en cuenta los efectos farmacológicos. Por ejemplo, este tipo de sustancias pueden ser vendidas como un tipo de droga cuando realmente son otra; contienen otro tipo de sustancias que pueden ser por sí mismas peligrosas para la salud; se carece de medidas higiénicas durante la administración; el consumidor no tiene asegurada la dosis por motivos económicos o de demanda y un largo etcétera. También son un foco de problemas de índole social, pues los consumidores producen inseguridad ciudadana, tráfico de drogas, críme­ nes, robos, etc. Otros problemas importantes que generan las mismas son de tipo laboral y económico. En resumen, todas las drogas tienen capacidad de generar adicción, pero precisamente la peculiaridad de una sustancia viene dada por los problemas de salud, económicos, y sociales que genera, dándose enormes diferencias en dicha tríada. Así, por ejemplo, mientras el tabaco es la droga que causa mayor mortandad, el alcohol es la que produce mayores pro­ blemas sociales, laborales y económicos (Becoña, 1995). Por tanto, es necesario que el uso de tales sustancias sea eliminado o reducido al mí­ ntmo, en el peor de los casos. 5. Sexo seguro. Cada año millones de personas, la mayoría de ellos jóvenes, contraen enfermedades transmitidas sexualmente (ej., gonorrea, herpes). Estas enfermedades han sido siempre potencialmente peligrosas, 186 Promoción de los estilos de vida saludables: ¿Realidad o utopía? pero durante los últimos 40 años, la mayoría pueden ser tratadas eficaz­ mente. Sin embargo, en la década de los años 80 la irrupción en escena del SIDA cambió completamente el panorama. El SIDA consiste en la presentación de una o varias enfermedades (sarcoma de Kaposi) como consecuencia de la infección previa producida por el virus de inmunodeficiencia humana (VIH). Además, en pacientes afectados, el SIDA es una enfermedad contagiosa debida precisamente al virus VIH. Éste se encuentra en numerosos fluidos humanos, aunque sólo en algunos (ej., semen, secreciones vaginales) presenta una concentración suficiente como para provocar una infección (Weber y Weiss, 1988). Rápidamente se observó que la amplia mayoría de infecciones VIH se habían producido a través de la transmisión sexual, pues las minúsculas lesiones que se producen durante la penetración (vaginal y anal) y otras prácticas sexuales (ej., buco-genitales) facilitaba que el virus VIH pasara a través del semen y de las secreciones vaginales a la corriente sanguínea de su pareja. Además, factores tales como mantener relaciones promiscuas, no usar preservativos, penetración anal o contacto bucal-genital, incrementan el riesgo de ad­ quirir dicha infección (Gerberding y Sanding, 1989). La clara evidencia de la transmisión sexual del VIH ha producido un vuelco en la concepción del manejo de este tipo de enfermedades. La única vía alternativa en estos momentos para luchar contra esta enfermedad es la prevención, a través de comportamientos que minimicen el riesgo (ej., uso de preservativos, mantener relaciones monogámicas) (Kaplan, 1987). Uno de los problemas más preocupantes a los que debe hacer frente nuestra sociedad es el de los embarazos no deseados, en concreto, en el colectivo de las adolescentes. Un embarazo no deseado en una adolescente supone un serio problema para ella, su futuro hijo, sus padres, amigos y los servicios sanitarios y educativos. Aunque, en las dos últimas décadas, se ha reducido de modo acusado el número total de nacimientos en las jóvenes menores de 20 años todavía los porcentajes siguen siendo espe­ cialmente altas, siendo, por ejemplo, de un 4.8% para el año 1990 (Cáceres y Escudero, 1994). Si bien es cierto, muchos padres adolescentes adoptan decisiones responsables en caso de embarazo y proporcionan a sus hijos 187 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe un buen cuidado prenatal y obstétrico. Sin embargo, otro grupo de padres no lo hace. Entonces, un gran número de embarazos no deseados se acompañan de una incidencia desproporcionada de mortalidad infantil, descuido y maltrato a los niños, terminando, aproximadamente cuatro de cada diez embarazos dentro de este grupo en aborto o malogros. Las madres adolescentes tienen un riesgo dos veces mayor de tener anemia, preclamsia y complicaciones durante el parto, además, de un mayor riesgo de mortalidad durante el mismo. Por otra parte, los hijos de madres adolescentes presentan una tasa de morbilidad y mortalidad dos veces mayor que los bebés de las madres adultas. Además corren el riesgo de experimentar más malformaciones congénitas, problemas de desarrollo, retraso mental, ceguera, epilepsia y parálisis cerebral (Hunt, 1976). Por si fuera poco, tanto los padres como sus hijos tienen que afrontar a corto, medio y largo plazo una serie de adversidades sociales, legales, psicológicas, educativas y económicas. 6. Desarrollo de un estilo de vida minimizador de emociones negativas. Las emociones negativas constituyen un riesgo para la salud. Estas influyen sobre la salud a través de diferentes mecanismos. Quizás el más conocido es el Síndrome General de Adaptación (SGA) (Selye, 1936, 1956), tam­ bién denominado estrés. Labrador (1992) define el estrés de la siguiente manera: Se considera que una persona está en una situación estresante o bajo un estresor cuando debe hacer frente a situaciones que implican demandas conductuales que le resultan difíciles de realizar o satisfacer. Es decir, que el individuo se encuentre estresado depende tanto de las demandas del medio como de sus propios recursos para enfrentarse a él; o, si avanzamos un poco más, depende de las discrepancias entre las demandas del medio, externo e interno, y la manera en que el individuo percibe que puede dar respuesta a esas demandas (p. 27). Dicha definición está acorde con el enfoque interacciona! del estrés (Lazarus y Folkman, 1986), que es el más aceptado de la actualidad, y que concibe a éste como un proceso transaccional entre el individuo y la 188 Promoci6n de los estilos de vida saludables: ¿Realidad o utopía? situación. Según dicho enfoque, la naturaleza e intensidad de la reacción del estrés viene modulada, al menos, por tres factores: en primer lugar, por el grado de amenaza que el sujeto percibe en la situación; segundo, por la valoración que el individuo hace de los recursos que cree tener para afrontar con éxito la demanda de la situación; y, tercero, por la disponi­ bilidad y el grado de afrontamiento que el sujeto pone en marcha, para restablecer el equilibrio en la transacción persona-ambiente. La cronicidad de este síndrome (SGA) conlleva un aumento de la vulnerabilidad del individuo a padecer algún tipo de enfermedad (ej., incremento de glucocorticoides). Los efectos neuroendocrinos e inmunitarios del estrés no constituyen un agente patógeno específico, sino que repre­ sentan un riesgo específico, que hace a los sujetos más vulnerables ante las enfermedades (ej., enfermedad cardiovascular) en general (Valdés y Flores, 1985). No sólo puede inducir directamente efectos psicológicos y fisiológicos que alteran la salud, sino que puede influir también sobre la salud de modo indirecto, a través de la elicitación o mantenimiento de conductas no saludables. Esto es, no sólo son importantes para la salud del individuo los efectos a nivel orgánico que produzca el estrés u otras emociones negativas. Un individuo que viva bajo situaciones estresantes es más probable que incremente conductas de riesgo y reduzca todo tipo de conductas saludables. Por ejemplo, en algunos estudios (ver Newcomb y Harlow, 1986) se encontró que el incremento en el estrés estaba asociado a un incremento en el uso del alcohol y otras drogas. También se ha comprobado que parte de los efectos negativos que tiene el estrés sobre la salud proviene del hecho de que las personas sometidas a estrés, espe­ cialmente de tipo laboral, presentan hábitos de salud peores que las per­ sonas que no lo sufren (Wiebe y McCallum, 1986). Se ha sugerido que el apoyo social puede ser un factor modulador del estrés importante para aquellas personas que viven bajo situaciones estresantes (divorcio}, pues practican más ejercicio físico y consumen menos tabaco o alcohol cuando gozan de un nivel elevado de apoyo social, en contraste con aquellas que cuentan con poco o ningún apoyo social (Adler y Matthews, 1994). También se han sugerido distintas variables psicológicas como 189 Elisardo Becoña Iglesias y Fernando L. V,ízquez, Luis Oblitas Guadalupe moduladoras de la relación entre el estrés y la enfermedad. Unas contri­ buirían a favorecer la salud (ej., dureza, optimismo, autoestima) y otras la perjudicarían (ej., conducta tipo A, conducta tipo C, alexitimia). Así, por ejemplo, los individuos con un patrón de conducta tipo A reaccionan de modo diferente a los estresores que aquellos con un patrón de conducta tipo B (Glass, 1977). No obstante, el concepto capital en el enfoque interacciona! del estrés es el de afrontamiento. Cuando se rompe el equilibrio en la transacción persona-situación, el sujeto pone en marcha una serie de conductas, ma­ nifiestas o encubiertas, con el objeto de restablecer el equilibrio. Por tanto, estos procesos de afrontamiento también desempeñan un papel mediacional entre el impacto de una situación dada y la respuesta de estrés del sujeto. Precisamente, en esta línea, se han desarrollado todo un conjunto de técnicas para ayudar a que la gente maneje el estrés (Labrador, 1992). Dotar al individuo de esos recursos conductuales y cognitivos para hacer frente al estrés, parece ser la vía más adecuada, para minimizar los efectos perjudiciales del mismo sobre la salud. 7. Adherencia terapéutica. Para que el consejo médico tenga repercu­ siones beneficiosas sobre la salud del paciente, se deben tener en cuenta dos aspectos. En primer lugar, el consejo debe ser acertado. En segundo lugar, debe ser seguido por el individuo (Brannon y Feist, 1992). Pues bien, la realidad parece bien distinta, coincidiendo plenamente con lo que expresa un acertado adagio castellano \"de lo dicho a lo hecho hay un trecho\". A pesar de los considerables esfuerzos desarrollados por los pro­ fesionales de la salud durante los últimos 50 años para intentar solucionar la problemática de la ausencia de adherencia a los régimenes terapéuticos, ésta es aún una asignatura pendiente en el campo de la Psicología de la Salud (Demarbre, 1994). Uno de los problemas más importantes con el que se puede encontrar un clínico en sus intervenciones es el de que el paciente no sigue sus prescripciones, a pesar de disponer de procedimientos eficaces para tratar o incluso prevenir los problemas. 190 Promoción de los estilos de vida saludables: ¿Realidad o utopía? Se ha encontrado que las tasas de incidencia de adherencia a las recomendaciones de los clínicos no suelen superar el 50%, con una os­ cilación entre el 30% al 60% (Meichenbaum y Turk, 1987), bien por olvido, por no comprender los mensajes o por falta de acuerdo en cum­ plirlos. Toda vía más preocupante es el hecho del elevado número de personas que no se adhiere a los regímenes profilácticos prescritos (ej., embarazadas que no toman los suplementos vitamínicos), llegándose a situaciones como en el caso de la hipertensión en el que el incumplimiento de las prescripciones médicas es más la norma que la excepción. En el caso de las enfermedades crónicas (ej., hipertensión), las con­ secuencias de la falta de adhesión al tratamiento acarrea consecuencias muy negativas en la esfera física, psicológica y social de los clientes, además de derivar en un coste importante para la sociedad (ej., Epstein y Cluss, 1982). Por tanto, el incumplimiento y no seguimiento de las prescripcio­ nes genera unos costes personales importantes, en especial, en la calidad de vida que puede gozar la persona. Pero, además, se está produciendo una mala utilización de los servicios de salud, con el consiguiente e innecesario incremento de los costes sanitarios. Por contra, la adherencia a las prescripciones de los clínicos evitaría visitas innecesarias de los sujetos a los ambulatorios, hospitalizaciones innecesarias, etc. La crucialidad de esta cuestión lo refleja muy acertadamente Bayés (1979) cuando dice: \"De qué nos servirá tratar de montar un gran aparato sanitario que funcione a la perfección si luego la mitad de los pacientes no siguen las prescrip­ ciones médicas o se equivocan al llevarlas a la práctica\" (p. 38). Actitudes, creencias y salud Las creencias, actitudes y otras variables son motivadores importantes del comportamiento, una vez que la persona las ha adquirido. Las personas con el paso del tiempo van presentando comportamientos diferentes, sin embargo, algunas de esas creencias y actitudes parecen permanecer iguales durante años y, a la postre, proporcionan coherencia y predictibilidad a muchos de esas conductas. Estos términos se han utilizado de modo profuso, tan libremente y con la cualidad de real, que algunas veces puede 191 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe que hayamos olvidado que son entidades abstractas, muy difíciles de apresar y que no pueden observarse directamente, aunque sí inferirse. De hecho, las dos grandes dificultades que nos encontramos cuando nos referimos a estos constructos son: (a) el problema conceptual de la defi­ nición y (b) el problema de operativizarlos o medirlos (Greene y Simons­ Morton, 1988). Cada una de estas variables tiene características definitorias, aunque algunas de ellas tienen cualidades en común; esto ha provocado confusión entre los profesionales de la salud, que usan muchas veces términos sinónimos para referirse a entidades de naturaleza totalmente distinta. Por ello, debemos hacer un esfuerzo por definir y aclarar la naturaleza de éstas, en nuestro caso, las creencias y las actitudes, pues ambas intervienen en las conductas de salud de los individuos. Green et al. (1980) definieron una creencia como \"Una convicción de que el fenómeno u objeto es real o verdadero: la fe, confianza y verdad son palabras que se usan para expresar o significar creencia. Las declaracio­ nes de creencias orientadas hacia la salud incluyen declaraciones como: \"yo no creo que los medicamentos funcionen\"; \"si esta dieta no le surte efecto, estoy seguro de que no funcionará conmigo\"; \"el ejercicio no hará dife­ rencia alguna\"; \"cuando te llega tu hora, te llegó y no hay nada que hacer al respecto\" (p. 72). Esto es, una creencia es algo que se acepta como verdad, sin tomar en consideración si en realidad es o no verdad en términos objetivos. Las creencias tienen al menos tres características que las definen como tales (Greene y Simons-Morton, 1988). Primero, otras personas pueden clasificarlas de falsas o verdaderas, al margen del valor de certeza que le otorga el que las posee. Por ejemplo, una persona puede manifestar que la marihuana es inocuo para la salud, pero para la mayoría de los pro­ fesionales de la salud sería totalmente erróneo. Segundo, las creencias tienen un elemento cognoscitivo, o lo que la persona sabe o cree saber al respecto. Tercero, las creencias tienen un componente afectivo, que hace referencia al valor o grado de importancia que tiene una determinada creencia para un individuo en una situación dada (grado de importancia de la creencia particular a lo apropiada que le parezca un individuo -la 192 Promoción de los estilos de vida saludables: ¿Realidad o utopía? intensidad de una creencia-). Por ejemplo, alguien puede tener un dolor de garganta y creer que se cura más rápidamente con antibióticos, sin embargo, es posible que piense que no vale la pena interrumpir su trabajo para ir al médico; pero cuando le sucede lo mismo a su hijo su compor­ tamiento cambia radicalmente, no dudando un instante de si va al médico o no. De hecho, algunos autores (Rokeach, 1970) sugieren que las creen­ cias de una persona se estructuran de modo ordenado según su impor­ tancia relativa. Una de las definiciones que se propusieron para definir una actitud es la siguiente: \"una organización de creencias relativamente perdurable sobre un objeto o situación que nos predispone a responder de alguna manera preferencial\" (Rokeach, 1966, p. 529). De acuerdo con este plan­ teamiento, las actitudes consisten en una serie de creencias que interactúan con otras, predisponiéndonos a actuar o responder a alguna situación de manera predecible. Nadie niega la dificultad de modificar las creencias que explican los comportamientos de salud y, por supuesto, las actitudes, pero el panorama actual es bien distinto al de otros momentos. Hace un siglo, la gente enfermaba a causa de la carencia de agua potable, alimentos contaminados o el contacto con otras gentes enfermas. Una vez que ellos enfermaban, basaban sus expectativas de curación en los cuidados médicos. La duración de la mayoría de las enfermedades era más bien corta (ej., neumonía, difteria); una persona moría o se curaba en cuestión de sema­ nas. La gente sentía una responsabilidad muy limitada de cara a contraer una enfermedad porque creían que las bacterias y los virus que causaban la mayoría de las enfermedades era imposible evitarlos. Sin embargo, durante las últimas décadas del siglo XX, tal punto de vista ha quedado obsoleto (Brannon y Feist, 1992). Ahora bien, todavía se puede apreciar que mucha gente mantiene una actitud pasiva hacia su salud y enfermedad. Como consecuencia de ello, esos individuos presentan sobrepeso, fuman, abusan del alcohol, no hacen ejercicio con regularidad y evitan los chequeos (reconocimientos médicos). Acuden única y exclusivamente al médico cuando se sienten enfermos, depositando todas sus esperanzas de curación en manos de la medicina 193 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe moderna, que les curará en cuestión de horas. No obstante, se aprecia que cada vez son más las personas que adoptan una actitud activa respecto a su salud, reflejándose ello en la práctica de estilos de vida saludables. Ellos se implican activa y responsablemente con estilos de vida que mejoran o mantienen su salud. Han hecho cambios relacionados con su salud que se traducirán en una reducción del riesgo de morir, un incremento en la expectativa de vida y una adecuada calidad de vida. Por ejemplo, desde 1965 a 1987, más de 30 millones de personas han dejado de fumar en EE UU (Fiore, Novotny, Pierce et al., 1989). Si bien los profesionales de la salud deben poner gran interés para facilitar el cambio a comportamientos de salud concretos a largo plazo, no deben olvidar las creencias y actitudes que explican los comportamien­ tos de salud, así como otro tipo de variables internas, que radican en la persona y que también han sido adquiridas mediante el aprendizaje, que muchas veces, se debe anteponer su cambio a los comportamientos meramente observables, para que finalmente se produzcan los mismos. El modelo de la salud basado en creencias (Becker y Maiman, 1975) propone cuatro categorías de creencias (seriedad percibida, susceptibilidad percibida, beneficios percibidos y barreras percibidas) que deben ser el eje de la prevención y promoción de comportamientos de salud. De la teoría a la práctica. Situación de la promoción de los estilos de vida saludables En los últimos años se ha producido el reconocimiento definitivo por parte de los distintos organismos de salud, tanto internacionales como nacionales, de que la mortalidad y morbilidad está producida en su mayor parte por motivos conductuales (por lo que la gente hace) y no por causas infecciosas o envejecimiento natural del organismo. Esto ha llevado en los últimos años a realizar múltiples estudios tanto de tipo epidemiológico como experimental y clínico para conocer pormenorizada y exactamente las causas de muerte y los factores que protegen de morir prematuramente {Doll y Peto, 1989). Es lo que se ha entendido como comportamientos aconsejables para la salud. 194 Promoción de los estilos de vida saludables: ¿Realidad o utopía? Entre los comportamientos aconsejables para la salud o comporta­ mientos saludables están, como indicamos previamente, dormir siete u ocho horas cada día, desayunar cada mañana, nunca comer entre comidas, aproximarse al peso conveniente en función de la talla, no fumar, usar moderadamente el alcohol u optar por un comportamiento abstemio, y realizar con regularidad alguna actividad física. Por otro lado estos com­ portamientos saludables son bien conocidos por la población de los países desarrollados y se desarrollan sistemáticamente campañas para que la gente lleve una vida más saludable. Cada vez se incide más en que la gente deje de fumar, en que tenga una dieta adecuada y controle el peso, en que reduzca el consumo de alcohol y en que haga chequeos médicos periódicos. Pero también sabemos que estos esfuerzos no siempre dan sus frutos y que la gente, aún teniendo información adecuada sobre su salud, no cambia. ¿Por qué? Esto trataremos de explicarlo a continuación exponiendo pri­ meramente varios ejemplos de promoción de estilos de vida saludables, qué debemos hacer para promoverlos y si realmente podemos conseguir una promoción efectiva de estilos de vida saludables. Ejemplos de promoción de estilos de vida saludables ¿Es una realidad? A partir de la revisión realizada sabemos cuales son los estilos de vida más adecuados y cuales no. Los datos epidemiológicos y los estudios de mortalidad nos proporcionan la suficiente información como para poder planificar e intervenir en aquellas conductas no saludables con el objetivo de frenar o impedir la aparición de distintos problemas de salud. Hay una coincidencia en las causas de los mayores riesgos de muerte en las sociedades industrializadas. Como puede observarse en el Cuadro 2, el riesgo anual estimado de muerte por millón de personas en Estados Unidos se explica por conductas como fumar, consumir alcohol, acciden­ tes de tráfico, accidentes en el trabajo, etc. (USDHHS, 1989). Por causas reales de muerte, como mostramos en el Cuadro 3 con datos norteame­ ricanos, la principal causa de muerte se debe a enfermedades del corazón (36.4% del total), cáncer y tumores malignos (22.3%), ataque fulminante 195 Elisardo Becoña Iglesias y Fernando L. Vázquez. Luis Oblitas Guadalupc (7.1 %) y otras. Si observamos la tabla detenidamente, sólo las tres primeras causas explican el 66% de todas las muertes o, lo que es lo mismo, dos de cada tres. En la misma tabla aparecen los principales factores de riesgo de estas enfermedades. Fumar, hipertensión, colesterol elevado, dieta inadecuada, ausencia de ejercicio, alcohol, estrés e historia familiar, son los más importantes, por orden de importancia. De los anteriores, el consumo de tabaco ocupa el lugar más relevante. Como puede observarse en el Cuadro 4, fumar es un factor causal de mortalidad. A la edad de 30-39 años en el Reino Unido, en un amplio estudio en el que se incluye­ ron 10.000 ataques cardíacos, la probabilidad de sufrir un ataque cardíaco tiene una ratio de 6.3 para un fumador, comparado con el nivel 1 para un no fumador (Parish, Collins, Peto et. al., 1995). Datos como los anteriores han llevado a diversos informes del Surgeon General norteamerica­ no (USDHHS, 1983, 1988, 1989) a concluir que fumar cigarrillos debe ser considerado el más conocido de los factores de riesgo modificables para la enfermedad cardíaca coronaria en Estados Unidos. Lo mismo podemos decir del resto de los países occidentales. Lógicamente es de esperar que si conocemos estos datos, que son tan consistentes, que se han replicado una y otra vez en distintos países, muestras, grupos distintos, etc., sería lógico implantar medidas para su control o corrección de la tendencia que produce una alta morbilidad y mortalidad. ¿Qué se ha hecho? Existen distintos programas que se han evaluado en el pasado y otros que se están llevando a cabo en el presente. De los realizados en los últimos años, y evaluados, destacamos el Multiple Risk Factor lntervention Tria! (MRFIT) y el Proyecto North Karely, orientados básicamente a prevenir la enfermedad cardíaca coronaria. Desde los años 70 hasta hoy se vienen llevando a cabo varios programas para prevenir los factores de riesgo de la enfermedad cardíaca coronaria, orientados a producir cambios en la dieta, abandonar los cigarrillos y controlar la presión sanguínea elevada. Los más conocidos son los apli­ cados en Estados Unidos, aunque también desde los años 70 se vienen implantando en Inglaterra, Francia, Suecia, Bélgica, Italia, etc. (USDHHS, 1983). 196 Promoción de los estilos de vida saludables: ¿Realidad o uropía? Uno de estos programas más conocidos es el denominado Multiple Risk Factor lntervention Tria! (MRFIT), que comenzó en 1972 en 22 centros de 18 ciudades estadounidenses y en el que participaron 12.866 varones. El programa duró 7 años y sus resultados han aparecido en múltiples artículos e informes, aunque las mejores descripciones del mismo respecto al papel del tabaco pueden verse en Benfari y Sherwin (1981) y Ockene, Shaten y Neaton (1991). El tratamiento para dejar de fumar que utilizaron incluía un mensaje del médico para que el enfermo dejase de fumar, un examen médico anual, asignación a grupos de tratamiento, el consejo individual o un método autoaplicado para aquellos que no quisieron participar en los métodos propuestos, así como un programa de mantenimiento a lo largo de varios años. El objetivo del tratamiento era que los sujetos dejasen de fumar, de ahí el gran número de procedimientos que se han utilizado dentro del programa. Entre estos está material audiovisual, conferencias, discusiones de grupo, materiales educativos. Algunos centros también utilizaron di­ versas técnicas conductuales como relajación, role-playing y control de estímulos (Hughes et al., 1981). Informes como el de Cuttler et al. (198 5), Ockene et al. (1991) y Ockene, Hymowitz, Lagus y Shaten (1 991}, indican una tasa de abstinen­ cia del43% al año de seguimiento y del49% a los seis años de seguimiento para los sujetos contactados, y descendía al43o/o al considerar a todos. Este estudio también indica claramente como el número de cigarrillos fumados previamente es un importante factor para la posterior abstinencia: mientras que el 77% de los que fumaban 1-19 cigarrillos/día estaban abstinentes a los 6 años, tal cifra descendía al 50% en los de 20-39 cigarrillos/día y al 49% en los de 40 o más cigarrillos/día. Junto a la clara eficacia mostrada por programas como el MRFIT en el abandono del tabaco, con una participación de un gran número de personas, casi trece mil, éstos han posibilitado que gran número de pro­ fesionales se hayan especializado en el tratamiento de fumadores y que varios de los participantes en los mismos ocupen en el momento actual un puesto destacado entre los especialistas en el tratamiento de fumadores. 197 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe Cuadro 2 Riesgo Anual Estimado de Muerte por Millón de Personas en Distintas Actividades o Causas Fumar Alcohol Accidente Enfermedad Accidentes de tráfico Relacionado con el alcohol No relacionado con el alcohol Trabajo Natación Fumador pasivo Todos los otros contaminantes del aire Fútbol americano Electrocución Rayo0,5 Picadura de abeja 7.000 541 275 266 187 95 92 113 22 19 6 6 2 0,2 Nota. Las actividades no son mutuamente excluyentes; hay superposición entre categorías. Las diferencias en muertes no implican diferencias proporcionadas en años de vida per­ didos. Fuente: Surgeon General (USDHHS, 1989). 198 Promoción de los estilos de vida saludables: ¿Realidad o utopía? Cuadro 3 Principales Causas de Muerte en Estados Unidos y Factores de Riesgo Asociados Enfermedades del corazón Cáncer y tumores malignos Ataque fulminante Gripe y neumonía Diabetes Otros accidentes distintos de los vehículos a motor Suicidio Cirrosis hepática Arteriosclerosis Accidentes de vehículos a motor 36.4 22.3 7.1 3.3 3.3 2.3 1.5 1.2 1.1 2.3 Fumar, hipertensión, colesterol elevado, dieta ali­ menticia, ausencia de ejerci­ cio físico, Fumar, carcinógenos labora­ les, carcinógenos ambienta­ les, alcohol, dieta alimenticia Hipertensión, fumar, colesterol elevado, dieta ali­ menticia, estrés Fumar, ausencia de vacuna­ ción Obesidad Alcohol, abuso de drogas, fu­ mar (incendios), diseño del producto, disponibilidad de armas de fuego Estrés, abuso de alcohol y drogas, disponibilidad de armas de fuego Abuso de alcohol Colesterol elevado Alcohol, no usar el cinturón de seguridad, exceso de velo­ cidad, trazado de la carretera, fallos mecánicos Nota: Adaptado de Matarazzo (1984, 1990, 1996) y Bishop (1994). 199 Elisardo Becoña Iglesias y Fernando L. Vázqucz, Luis Oblitas Guadalupe Cuadro 4 Ratio de Ataques Cardíacos: Fumadores vs. no Fumadores de la Misma Edad en el Estudio IS!S de 1 O. 000 Ataques Cardíacos en el 30-39 40-49 50-59 60-69 70-79 Nota. Fuente: Parish, Collins, Peto et al. (1995) 6.3 4.7 3.1 2.5 1.9 En Finlandia desde el año 1978, y dentro del Proyecto North Karelia, se han llevado a cabo programas para dejar de fumar en el segundo canal de TV para toda la nación (Puska, McAlister, Pekkala y Koskela, 1981). El último 1986 (Korhonen, Niemesivu, Piha, Koskela, Wiio, Johnson y Puska, 1992). Este programa tenía dos partes: un programa para dejar de fumar a través de la TV y un concurso para dejar de fumar a nivel de toda la nación. El programa de TV incluye ocho sesiones de aproximadamente 35 minutos que se emite en 6 jueves con­ secutivos a las 10.20 de la noche, emitiéndose en la segunda y tercera semana una sesión adicional el martes a las 5.30 de la tarde. En el programa participaron dos expertos del programa North Karelia y dos grupos de diez fumadores voluntarios de dos ciudades distintas: North Karelia y Turku, cada uno en su estudio local. La segunda sesión era de abandono, discu­ tiéndose en las restantes experiencias, cartas, etc. En la última sesión se presentaron los premios por el abandono. La otra parte del programa, el concurso a nivel nacional para dejar de fumar, está organizado para ser coordinado a través del programa de TV. Aquellos fumadores de 17 o más años que dejen de fumar durante al menos dos semanas pueden participar 200 Promoción de los esrilos de vida saludables: ¿Realidad o uropía? en el concurso. Seleccionaron tan corto período de tiempo para incremen­ tar al máximo la participación. Los ganadores fueron contactados y se les evaluó su abstinencia. El premio principal era un viaje a Hawai para dos personas, dentro de un total de 160 premios. La eficacia del programa de TV y del concurso fue evaluado seis meses después a través de encuestas postales a 7.400 personas de toda Finlandia. Los resultados indicaron que el 55% de los fumadores vieron al menos una sesión de TV y de éstos el 7% intentó dejar de fumar mientras veían el programa, consiguiéndolo el 2.3% durante al menos dos semanas. De aquellos que vieron 3 o más sesiones, el 10.8% intentó dejar de fumar y el 4.4% lo consiguió durante al menos dos semanas. En el concurso para dejar de fumar participaron 16.000 mil personas, el 1.6% del número estimado de fumadores regulares del país. A los seis meses del mismo entre el 17% y el22o/o (en North Karelia) estaban sin fumar; esto es, unas 2. 700 personas. Estos buenos resultados en parte los achacan a las actividades llevadas a cabo en la comunidad incitando a dejar de fumar, aparte del programa para dejar de fumar en la TV y del concurso. El coste estimado para cada fumador que dejó de fumar fue de 24 dólares, coste que descendería si se incluyesen aquellos que dejaron de fumar pero no par­ ticiparon en el concurso. Ejemplos más recientes de programas en esta línea son el COMMIT y el ASSIST, que se consideran programas comunitarios de segunda generación, al fundamentarse y superar a los anteriormente comentados (Gruman y Lynn, 1993). El COMMIT (The Community lntervention Tria! for Smoking Cessation) es el programa hasta este momento más importante del mundo en la intervención en tabaquismo, ya que ha llegado a seis millones de fumadores, de distintas comunidades de los Estados Unidos desde el año 1988 hasta 1994. El ASSIST ( The American Stop Smoking lntervention Trial for Cancer Prevention) se está llevando a cabo en 17 estados, comenzó en 1993 y finalizará en 1998. Sus resultados han sido claros: muchos fumadores han dejado de fumar. Con ello se reduce su morbilidad y mortalidad en los siguientes años. 201 Elisardo Bccoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe En conclusión, los anteriores programas indican que es posible incidir con la tecnología psicológica, dado que son conductas lo que hay que cambiar, en cambios de conducta que permiten reducir la morbilidad y mortalidad de las comunidades donde se han llevado a cabo estos progra­ mas. Pero, aunque la tecnología existe, la tecnología funciona, la realidad también nos dice que se han llevado a cabo pocos programas de este tipo y que los mismos no se han generalizado al conjunto de las naciones que padecen estos problemas, con raras excepciones, como las comentadas. ¿Qué debemos hacer para promover estilos de vida saludables? Nuestro reto Hoy es claro que la gente enferma fundamentalmente por lo que hace. La conducta se ha ido convirtiendo poco a poco en el elemento explicativo de la salud y de la enfermedad. Poco a poco se ha cambiado de las enfermedades infecciosas a las enfermedades de la civilización: las enfer­ medades causadas por los comportamientos inadecuados. Esto lo sabemos, pero subyace una cuestión fundamental, ¿qué podemos hacer? Este es el gran reto de la psicología en general y de la psicología de la salud en particular (Becoña, Vázquez y Oblitas, 1995b). Conocemos aquellas conductas en las que las personas tienen mayor riesgo de enfermedad y muerte. El conocimiento es importante, pero no es suficiente para la producción del cambio de conducta. De ahí que la psico­ logía y las técnicas de intervención psicológicas efectivas para el cambio de conducta juegan aquí un papel esencial. Esto lo analizamos a continuación. El reto esencial que tiene la psicología en el campo de la salud es demostrar repetidamente y de modo claro que puede producir cambios de conducta y con ello reducir la morbilidad y mortalidad de las enfer­ medades más importantes de los países desarrollados. En un modelo médico imperante y predominante es necesario demostrar esto claramente. En aquellos países donde esto ha ocurrido o está ocurriendo el peso e importancia de la psicología de la salud es claro (Matarazzo, 1995). ¿Cuál es nuestra tecnología para el cambio de conducta? Para una explicación comprensiva podemos dividir en dos grandes bloques esta 202 Promoción de los estilos de vida saludables: ¿Realidad o utopía? tecnología, uno dedicado al cambio de actitudes y creencias para la pro­ moción de una salud adecuada y, el otro, la utilización de la tecnología conductual para promocionar hábitos de salud adecuados. En lo que atañe a la tecnología para el cambio de actitudes y creencias, la psicología social desde sus orígenes ha prestado un papel destacado a cómo podemos cambiar las actitudes y creencias de las personas, entendiendo que éstas son el preludio de las posteriores conductas que se van a poner en práctica, tanto en un sentido positivo como negativo para su salud (Ajzen y Fishbein, 1980; Becoña, 1986). De modo más importante, toda la psicología conductual, la terapia de conducta y casi toda la psicología clínica tiene como objetivo básico producir cambios de conducta, bien sean de tipo interno como externo. Para ello las técnicas derivadas del condicionamiento clásico, operante y vicario (Caballo, 1991; Labrador, Cruzado y Muñoz, 1993), conocidas como técnicas conductuales o cognitivo-conductuales (Becoña, en prensa). Junto a las técnicas de intervención comportamental la evaluación conductual nos proporciona un modo adecuado, empírico y explicativo de las relaciones antecedentes y consecuentes que se relacionan con la conducta, lo que tiene una gran utilidad para la posterior intervención terapéutica tanto de tipo clínica como en el campo de la salud (ej., Buceta y Bueno, 1995; Méndez, Maciá y Olivares, 1993). Como una ejemplificación entre las muchas posibles, Buceta, Gutiérrez, Castejón y Bueno (1995) presentan qué intervención psicológica se puede aplicar a un comportamiento sedentario. Como hemos expuesto con anterioridad, la falta de ejercicio físico o el comportamiento sedentario es un claro factor de riesgo para la enfermedad cardíaca coronaria. En el programa propuesto, después de la evaluación comportamental inicial, la aplicación de las distintas estrategias psicológicas incluiría: aportación de información y ajuste de expectativas; utilización de instrumentos para la toma de decisiones; planteamiento de objetivos; selección de la actividad y elaboración de un plan de ejercicio físico; control de circunstancias antecedentes y conductas interferentes; control de contingencias; feedback de la ejecución y de sus efectos; autocontrol de la actividad; control del 203 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe cansancio y del dolor; desarrollo de la cohesión del grupo; y, trabajo conjunto con el monitor deportivo. Como se aprecia, un programa de este tipo exige el ajuste adecuado de expectativas, objetivos claramente defi­ nidos, el manejo adecuado del refuerzo, el incremento del sentimiento de autoeficacia y el incremento del autocontrol sobre la conducta. Lo que subyace al programa anterior, como a otros muchos que podríamos citar y describir, es que la información para la persona no es suficiente, que su deseo de hacer un cambio en su conducta tampoco suele ser suficiente, sobre todo cuando tiene que pasar de una situación agra­ dable (conducta sedentaria en el caso anterior) a otra desagradable (agu­ jetas, al principio; mejora en la salud a largo plazo). De ahí, que sólo es posible hacer el cambio de conducta partiendo de los conocimientos que proporciona la psicología, la ciencia que estudia el comportamiento, para conseguir efectivamente los cambios adecuados para la mejora de la salud. ¿Es posible realmente conseguir la promoción de estilos de vida saludable o es actualmente una utopía? Con los conocimientos que hoy poseemos sería posible prevenir que las personas padeciesen enfermedades incapacitan tes, que en muchos casos les van a llevar a la muerte, como ocurre en el caso del cáncer (Bayés, 1985, 1991). La prevención siempre resulta más rentable a largo plazo y espe­ cialmente cuando se comparan los enormes costes sanitarios de distintas enfermedades que se podrían evitar, como ocurre especialmente en el cáncer y más específicamente en el cáncer de pulmón donde hay una relación causal entre consumo de tabaco y cáncer de pulmón (Peto, López, Boreham et al., 1992). Como ya hemos comentado (Cuadros 2 y 3) las causas principales de muerte se deben a factores relacionados con la conducta, con las acciones que hacen o dejan de hacer los individuos, y no con causas biológicas. En los países industrializados las tres ces (corazón, cáncer y carretera) ocupan los primeros lugares en las causas de mortalidad, a pesar de que en los últimos años se han producido importantes avances en el control de los 204 Promoción de los estilos de vida saludahles: ¿Realidad o utopía? accidentes de tráfico. Se ha mejorado las carreteras, los vehículos y sus normas de seguridad y las medidas coercitivas para el cumplimiento de las normas de circulación asociadas con la seguridad del conductor y de los que utilizan las vías de circulación. La información es necesaria para conocer sobre un hecho. Pero la información no es suficiente para el cambio de la conducta, al menos en muchos casos. Ejemplos bien claros los tenemos con el tema del tabaco. Los profesionales sanitarios son los que mejor conocen los efectos negativos que fumar tiene en la salud. Lo observan a diario en sus pacientes y muchos de ellos les mueren a lo largo de su vida profesional debido directamente a las consecuencias de fumar cigarrillos. Pero también los médicos han sido hasta hace poco en los países industrializados y lo son todavía en los países en vías de desarrollo, los que más han fumado o fuman, respectivamente. En los últimos años se ha producido un cambio importante en este tema, que ha partido no desde las personas teóricamente más interesadas en la mejora de la salud de sus pacientes, sino de presiones de ciudadanos en torno a asociaciones o grupos de presión de \"no fumadores\" o de \"fumadores pasiv9s\" (Hernández y Terciado, 1994). Afortunadamente los cambios sobre esta conducta sirven de ejemplo de lo que se puede hacer en otras, que hoy como siempre es necesario controlar, como se puede ejemplificar en el consumo abusivo de alcohol, conductas de riesgo. contaminación ambiental, etc. Ejemplos como los anteriores, en el sentido de que el cambio de conducta es difícil, de que no se produce por aquellas personas que tenían que ser las que condujesen activamente dicho cambio, junto con el hecho de que tenemos la tecnología adecuada para producir dicho cambio, nos hace plantearnos la pregunta esencial en este tema: si conocemos qué conductas se deben cambiar, si hay consenso sobre las mismas, si tenemos la tecnología para hacerlo, ¿por qué no se produce el cambio de modo rápido y las personas no toman un claro papel activo para cambiar con­ ductas no saludables por conductas saludables? 205 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe Bayés (1985, 1991), basándose en el análisis experimental del com­ portamiento, en los principios del aprendizaje tan estudiados por la psi­ cología, y refiriéndose a por qué las personas no hacen lo que debieran sobre conductas que claramente le son nocivas para la salud, han planteado que las personas no se comportarían saludablemente debido fundamen­ talmente a tres factores: (a) por el carácter placentero (reforzante) de la mayor parte de las estimulaciones que siguen a muchos comportamientos nocivos, así como a la inmediatez de sus efectos; (b) por lo dilatado del tiempo que, normalmente, separa la práctica de los comportamientos nocivos, de la aparición de la enfermedad en su estadio clínico diagnosticable; y (e) por el hecho de que mientras las estimulaciones carcinógenas pro­ porcionan siempre, o casi siempre, una satisfacción real e inmediata, la aparición del cáncer o de otros efectos nocivos son remotas y poco pro­ bables. Junto a los anteriores, nosotros sugerimos tres más: (d) el conven­ cimiento del poder sin límites de la medicina y de su tecnología para solucionarnos cualquier problema que podamos llegar a padecer; (e) las barreras culturales que impiden el cambio hacia hábitos saludables; y, (f) el cambio como un proceso cíclico y lento más que rápido y lineal. A continuación se analizará cada uno de los factores: l. El carácter placentero (reforzante} de la mayor parte de las estimulaciones que siguen a muchos comportamientos nocivos, así como a la inmediatez de sus eftctos. Así, la sensación de relajación que experimentan muchos fu­ madores tras aspirar el humo del cigarrillo; el sabor agradable que acom­ paña a la ingesta de manjares poco saludables; el dinero y/o poder que proporciona la práctica de comportamientos generadores de estrés; las miradas admirativas que suscita el bronceado particularmente intenso, la comodidad y el reposo contingentes a los comportamientos de no hacer ejercicio, etc. ¿Por qué ocurre esto? Hay varios motivos. Como apunta Bayés (1985), hay varios factores que actúan en contra de los hábitos positivos de salud: (a) El bombardeo de los medios de comunicación de masas sobre modelos deseables que implican la satisfacción inmediata a través del consumo de 206 Promoción de los estilos de vida saludables: ¿Realidad o utopía? productos o acciones potencialmente peligrosas o potencialmente carcinógenas. Los anuncios de coches rápidos, cuerpos esbeltos y broncea­ dos, el consumo de tabaco y alcohol, la promiscuidad sexual, las exquisitas comidas, los triunfadores y ricos, con todo el lujo y placeres que deseen tener, son algunos ejemplos de lo anterior. (b) El choque entre el poder económico, las multinacionales, las corporaciones financieras, y los propios trabajadores, en controlar la comercialización y producción e incluso su erradicación de ciertos productos que son cancerígenos. El ejemplo más claro es el del tabaco, junto a distintos productos industriales o el reciente AZT que afecta a la capa de ozono destruyéndola. En este último caso no hay una clara voluntad política por parte de nuestros gobernantes de erradicar su producción, precisamente por las consecuencias económicas inmediatas que acarrearía. No tomar medidas drásticas hoy puede con­ ducir a que el hombre llegue a desaparecer de la tierra en décadas futuras. Sin embargo, en este como en otros temas, nos hemos hecho o nos vamos haciendo insensibles. En muchos países ha quedado atrás, o para muchos está quedando atrás, aquello de que \"conservemos y dejemos el mundo igual o mejor para nuestros hijos y para las generaciones venideras\". Es el predominio del individualismo, del placer y de la inmediatez. (e) La actual confianza de lo ciudadanos en el poder sin límites de la medicina científica y de que en breve plazo los investigadores descubrirán las drogas milagrosas para curarlo todo, desde el cáncer, al SIDA, a la drogadicción. Posteriormente volveremos sobre este punto. Todo lo anterior se resume con la pregunta que subyace a las conductas de mucha gente cuando llevan a cabo conductas inadecuadas, ¿para qué renunciar ahora a cosas agradables para prevenir un cáncer o un trastornos cardiovascular que, en el peor de los casos, aparecerá dentro de 1 O ó 20 años, cuando ya se dispondrá de un tratamiento capaz de tratarlo o eliminarlo con rapidez y eficacia? 2. Lo dilatado del tiempo que, normalmente, separa la práctica de los comportamientos nocivos, de la aparición de la enformedad en su estadio clínico diagnosticable. En muchas de las enfermedades que hoy ocupan los primeros lugares en la mortalidad, como son los trastornos cardiovasculares 207 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe y el cáncer, la fase de latencia dura muchos años, 5, 1 O, 20 ó 40 años. En los problemas circulatorios, como los debidos al tabaco, 20 años; en el SIDA 10, etc. Fumar un cigarrillo no significa que al día siguiente se adquiere un cáncer. Tienen que pasar varios años y fumar miles de cigarrillos. Esto lleva a que el sujeto no aprecie un sentido causal entre sus cigarrillos y su posterior problema de cáncer o enfermedad cardiovascular. Cuando el problema se presenta, la disonancia cognitiva, el papel reforzante de la conducta que lleva a cabo, la despersonalización, etc., conducen a que sólo unos pocos hagan cambios de conducta adecuados para me¡orar en su salud ... si están aún a tiempo. Además la gente no funciona con la lógica, sino con su aprendizaje pasado en un contexto sociocultural determinado. Para el SIDA, Bayés (1995) ejemplifica lo anterior cuando dice que: \"Podemos preguntarnos, ¿por qué personas lógicas e inteligentes -o incluso países enteros- no adaptan su comportamiento a la información que poseen, en decisiones que pueden afectar gravemente a su economía, su salud e incluso a su supervivencia? La respuesta es, en nuestra opinión, bastante clara: porque las personas no son sólo lógicas e inteligentes; son también, para bien y para mal, afectivas y emocionales, y su comportamiento se encuentra sometido, no a las leyes de la lógica sino al influjo de numerosos factores ambientales -físicos y económicos- así como a sutiles e imprevisibles cambios bioquímicos e inconscientes condicionamientos temporales\" (p. 39). Esto significa que la información es una condición necesaria pero no suficiente para la adopción de comportamientos saludables adecuados, ni tampoco para el cambio de comportamientos inadecuados. 3. El hecho de que mientras las estimulaciones carcinógenas proporcionan siempre, o casi siempre, una satisfocción real e inmediata, la aparición del cáncer o de otros efectos nocivos son remotas y poco probables. La inexistencia de una causalidad al 100% en todos los casos conduce a las personas a buscar el placer en esas sustancias o conductas y a considerar a muy largo plazo las posibles consecuencias negativas que puedan ocurrirle. También suele asumir subjetivamente una probabilidad de ocurrencia personal de 208 Promoción de los estilos de vida saludables: ¿Realidad o utopía? la enfemedad mucho más baja a la real de la que realmente ocurre ( Becoña, Palomares y García, 1994). Esto lleva a que el individuo en las situaciones en las que tiene que elegir entre llevar a cabo o no una conducta de riesgo, es más probable que elija aquella estimulación placentera, inmediata y de la que está seguro que le va a producir placer. No pone en el otro platillo de la balanza las terribles consecuencias que a largo plazo producen en muchas personas ese tipo de conductas. El único modo de contrarrestar este aspecto pla­ centero y gratificante con las consecuencias aversivas a largo plazo sería un adecuado entrenamiento en ser capaz de demorar la gratificación inmediata por un efecto saludable a largo plazo, es decir tener autocomrol sobre su conducta o conductas (Santacreu, Zaccagnini y Márquez, 1992). Pero esto choca con nuestra sociedad consumista (Bayés, 1985) y con el hedonismo imperante en la misma como valor esencial (Brown, 1988). Nuestra sociedad industrializada tiene como una de sus características esenciales el predominio de la economía, el dinero como valor supremo y el consumismo. La economía, la renta per cápita, los índices económicos, el paro, la inflación, las exportaciones, son indicios de la buena o mala marcha de un país. Los bienes de consumo, permiten funcionar bien a la economía; proporcionan más servicios por tener más ingresos la admi­ nistración pública. Este planteamiento que en principio podría parecer adecuado se tuerce cuando se analiza el consumo. Aquellos conductas reforzan tes, gratifican tes y deseables para el sujeto, no siempre son las más adecuadas para la salud. El consumo de drogas ilegales y legales, que jumas son el negocio más rentable del mundo (Pamoja y Guridi, 1995); el consumo excesivo de alimentos en los países industrializados cuando en muchos otros países no tienen alimentos suficientes para sobrevivir (Saldaña, Sánchez-Carracedo y García, 1994), con especial incidencia en grasas y poco contenido en fibra; el estrés, como consecuencia de la falta de adecuadas habilidades de afrontamiento para sobrevivir en una sociedad competitiva por los imperativos de la economía y del valor del dinero como punto esencial de la misma (Labrador, 1992), y los problemas para la salud física y mental derivados del mismo; las conductas de ocio inadecuadas 209 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe (ej., consumir sustancias psicoactivas, conducir peligrosamente, realizar conductas de riesgo, adicciones, etc.) como consecuencia de buscar el individuo más el placer en el mundo externo y en la gratificación rápida, inmediata y de visibilidad social, que en la gratificación interna, la rea­ lización personal y a más largo plazo, lo que implica un adecuado autocontrol; serían las más relevantes pero no las únicas. Todo ello se sintetiza en una sociedad donde el valor supremo es el hedonismo (Brown, 1988). El placer por el placer, rápido e instantáneo sin analizar siempre las consecuencias que ello acarrea a medio y a largo plazo. Esto explica el gran número de conductas de riesgo que las personas llevan a cabo y la dificultad para controlar o reducir las mismas. Como mero ejemplo en los países industrializados uno de los problemas más graves es la muerte de jóvenes en la carretera debido a exceso de velocidad, tanto por llevar a cabo conductas de riesgo en coches de gran cilindrada por el mero placer de sentirse libres o con un completo control del mundo, como por la ingestión previa de alcohol, drogas psicoactivas, cansancio, falta de habilidad, etc. (Salieras et al., 1994). Junto a los tres factores anteriores apuntados por Bayés (1985, 1991), nosotros apuntamos otros tres más, que exponemos a continuación. 4. El convencimiento del poder sin límites de la medicina y de su tecnología para solucionarnos cualquier problema que podamos llegar a padecer. El avance de la medicina en el último siglo ha sido espectacular. De ello no hay duda. Pero también es claro que en los últimos años a pesar de que los avances técnicos siguen imparables en lo que atañe a pruebas de diagnóstico, farmacoterapia, cirugía y hospitalización, no se mejoran los índices de ciertas enfermedades, aquellas en las que mueren más personas, sino que por el contrario se empeora, como ocurre con las enfermedades cardiovasculares y el cáncer asociados a conductas que realizan las personas. Aquí vemos, por tanto, una dicotomía y contradicción. Por una parte el desarrollo de la medicina es imparable, pero por otro cada vez se ve más impotente para hacerle frente a las verdaderamente \"enfermedades de nuestra civilización\", entre las que hay que añadir por su novedad actual el SIDA (Bayés, 1995). 210 Promoción de los estilos de vida saludables: ¿Realidad o utopía? La población en general sólo retiene la primera idea: la medicina puede con todo. Los datos empíricos muestran lo contrario: la gente se muere cada vez más de ciertas enfermedades relacionadas con la conducta. La industria farmacéutica, los medios de comunicación, el prestigio de la medicina, la necesidad de tener que acudir regularmente a cuidarnos la salud como consecuencia de la mejora en la calidad de vida (la asistencia al dentista, oculista, ginecólogo, médico general), producen esta falsa idea. El tabú de la muerte, en una sociedad en la que la imagen que nos proporciona la publicidad es de placer, cuerpos jóvenes, felices, inmaculados, sanos, perfectos, impide el enfrentamiento a la situación real y a la realidad de que muchos jóvenes se mueren por sus comportamientos inadecuados y que el hombre tiene que adaptarse a su medio natural con la ayuda del hombre (y de la medicina, psicología, economía, etc.); pero no tiene que depender en exclusiva de una de las ciencias que ha desarrollado para mantenerlo siempre perfecto, porque la realidad no es así. Muchas per­ sonas, cuando ven que la medicina oficial les falla, acuden a las medicinas alternativas que poco o nada tienen que ver con las medicinas naturales de cada específica cultura (Bannerman, Burton y Wen-chieh, 1983; Becoña, 1989). Una excepción a esto empieza a darse con el tema de la vejez, dado el incremento de la esperanza de vida y al número de personas inactivas laboralmente por jubilación o prejubilación y de ancianos en las sociedades industrializadas (Rao, 1993). Es previsible que en los próximos años se vaya produciendo un paulatino cambio debido a este hecho, como ya hay indicios en las sociedades más industrializadas, y se vuelva de nuevo a dar más valor a la vejez (entre otras razones porque votan y son muchos votando) y se vaya matizando la idea de que la juventud es uno de los valores más importantes a poseer. Todo lo anterior nos hace ver la dificultad que tiene la gente en cambiar. ¿Realmente es tan difícil cambiar? La psicología nos ha mostrado que sabemos como las personas adquieren y cambian conductas y, al tiempo, nos ha hecho ver claramente la dificultad del cambio de conducta en una sociedad tan compleja como la nuestra, en donde el papel del 211 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe psicólogo de la salud es reducido ante una sociedad en la que el valor económico y los medios de comunicación tienen el peso esencial o guardan la esencia de sus anhelos, deseos y realizaciones. Equivocadamente o no, hay que saber que esto es así, que es lo que tenemos y que es de donde hay que partir. 5. Las barreras culturales que impiden el cambio hacia hábitos saludables. Hoy sabemos por los datos empíricos proporcionados por la ciencia lo que es bueno y malo para la salud. Pero las conductas buenas para la salud no siempre son gratificantes a corto plazo, mientras que muchas malas para la salud son gratificantes de modo inmediato. Las distintas culturas se han fundamentado en la gratificación inmediata junto al establecimiento de ciertas normas para el adecuado control social. Este hecho, choca en muchas ocasiones, actualmente, con la necesidad de cambiar las conductas para mejorar el estado de salud a medio y largo plazo. O, lo que es lo mismo, la cultura tiene un peso enorme en nuestra previa socialización, en nuestras actuales creencias y en el modo en que interpretamos el mundo y lo que es bueno y malo. La investigación ha mostrado claramente que en las minorías étnicas de los Estados Unidos (ej., latinos), la contribución significativa de las distintas causas de exceso de morbilidad y mortalidad se deben a factores conductuales, socioculturales y ambientales (Anderson, 1995). La combi­ nación de estos tres factores explica adecuadamente la conducta, pivotando de modo relevante sobre un modelo cultural, con sus creencias y conductas propias, a partir del cual se explica lo demás. Un buen ejemplo para explicar el peso de los factores culturales en una concreta conducta la encontramos en el consumo de alcohol y su relación con los factores sociales y culturales, dependiendo de una u otra cultura. El consumo de alcohol se remonta a los orígenes de la humanidad. El hombre, una vez que descubrió la fermentación de la uva para hacer vino y alcohol, o mediante otros procedimientos de fermentación con distintas plantas para producir sustancias con alcohol, lo viene utilizando para distintas funciones, desde las religiosas a las lúdicas. En el momento 212 Promoción de los estilos de vida saludables: ¿Realidad o utopía? actual el alcohol, y especialmente el abuso y dependencia, es un grave problema en muchos países. Es un factor que tiene una clara relación con la mortalidad (ver Cuadro 2), tanto a través del incremento de los acci­ dentes de tráfico, conductas violentas, cáncer y otras enfermedades físicas y psicoparológicas. A pesar de ello, el consumo de alcohol constituye una de las conductas más importantes a manejar en muchas culturas, junto al tabaco. La realidad nos indica que, en muchas culturas, como la mediterránea y la latinoamericana, la ingestión de bebidas alcohólicas cumple un gran número de funciones a nivel general y/o de grupos específicos. Para la cultura mexicana Di Pardo (1993) ha indicado las siguientes: psicotrópicas, terapéuticas, alimentaria, como fuente de calorías para el esfuerzo laboral, como mecanismo de cohesión, integración y estructuración cultural, como mecanismo de control social, como instrumento de identificación y di­ ferenciación cultural y/o social, como mecanismo de transgresiones estruc­ turales, como mecanismo de adaptación en situaciones de cambio, como mecanismo de \"solución\" al tiempo \"vacío\" social y/o individual, como mecanismo casi irremplazable de sociabilidad. Tal polisemia y tal riqueza de funciones que el alcohol puede cumplir va a incidir negativamente en la creación de una nueva visión del alcohol como algo malo si se abusa de él o si se usa inadecuadamente. Aunque tenemos la tecnología para el cambio, intereses sociales, personales y económicos, impiden un cambio rápido. El cambio en casos como éste u otros muchos semejantes, será lento, paulatino, sinuoso en ocasiones y difícil las más de las veces. No tener en cuenta la variable cultural y el enorme peso que tiene en ocasiones sería abrir la puerta al total fracaso en la planificación del cambio. 6. El cambio como un proceso cíclico y lento, más que rápido y lineal. En los últimos años Prochaska y sus colaboradores han desarrollado y evaluado empíricamente un modelo de cambio que es aplicable a las distintas conductas de salud, y especialmente a aquellas que son más problemáticas por producir el mayor nivel de morbilidad y mortalidad. 213 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe Este modelo ha mostrado tener también un gran poder predictivo para la intervención en las distintas conductas adictivas. También permite predecir la eficacia de las intervenciones terapéuticas en función del estadio en que se encuentra el sujeto en el momento de aplicarle el tratamiento (Prochaska y Prochaska, 1993). Como hemos revisado en otro lugar (Becoña y Vázquez, 1996), res­ pecto a las conductas adictivas, hoy se considera que el cambio no es un proceso de todo o nada, sino un proceso de carácter cíclico. Esto es, la gente no cambia su conducta de un día para otro ni mantiene dicho cambio para siempre una vez que se ha dado. En la conducta de fumar, Prochaska ha realizado varios estudios con distinta metodología; retros­ pectivos, transversales, longitudinales de autocambio y distintos estudios de tratamiento (Prochaska y Prochaska, 1993), encontrando sistemáticamente que el cambio implica pasar por una serie de estadios (Prochaska y DiClemente, 1984). En la conducta de fumar tal proceso de cambio lleva a que un fumador antes de dejar de fumar definitivamente va a intentar dejarlo por sí mismo 3 ó 4 veces, con intentos serios de abandono, espaciados a lo largo de un período de 7 a 1 O años, antes de dejarlo definitivamente (Shachter, 1982). El núcleo central del modelo transteórico desarrollado por el equipo de Prochaska (Prochaska Prochaska y Prochaska, 1993), ha sido la comprensión y el examen del proceso de cambio para la conducta de fumar, así como para otras conductas-problema (ej., abuso del alcohol, hiperfagia). Este modelo integra estadios, procesos y niveles de cambio (ver Prochaska, Norcross y DiClemente, 1994), aunque quien ha recibido mayor apoyo empírico han sido los estadios de cambio. Los estadios de cambio representan una dimensión temporal que nos permite comprender cuando ocurren los cambios, ya sea a nivel cognitivo, afectivo o conductual. Se consideran seis estadios de cambio (Prochaska et al., 1994): precontemplación, contemplación, preparación, acción, mantenimiento y finalización. En el estadio de precontemplación la con- 214 Promoción de los estilos de vida saludables: ¿Realidad o utopía? ducta no es vista como un problema y el sujeto manifiesta escasos deseos de cambiar seriamente en los próximos 6 meses. En el estadio de contem­ plación la persona empieza a ser consciente de que existe un problema y está activamente buscando información y se ha planteado el cambio se­ riamente dentro de los próximos 6 meses. En el estadio de preparación para fa acción, el sujeto se ha planteado el modificar su conducta en los próxi­ mos 30 días, además de haber hecho un intento de abandono de al menos 24 horas de duración en el último año. En el estadio de acción las personas han iniciado activamente la modificación de su conducta, llegando a lograrlo con éxito. El traslado al siguiente estadio implica un período de 6 meses de permanencia en este estadio. Este intervalo coincide con la fase de mayor riesgo de recaída. El sujeto está en el estadio de mantenimiento cuando ha permanecido abstinente un período superior a los 6 meses. Los individuos ejecutan las estrategias (procesos de cambio) necesarias enca­ minadas a prevenir la recaída y, de este modo, afianzar las ganancias logradas en la fase anterior. Cuando después del estadio de mantenimiento no se produce la recaída nos encontraríamos en el último estadio, el de finalización. En este estadio se da por finalizado el proceso de cambio, considerando la total desaparición del problema, como la ausencia de deseo de consumir la sustancia en cualquier situación o la confianza en no consumir la sustancia en todas las situaciones (Velicer, Prochaska, Rossi y Snow, 1992). Esto suele coincidir cuando el ex-fumador lleva cinco años sin fumar. Conclusiones En las dos últimas décadas estamos asistiendo a un cambio vertiginoso en el campo de la salud. Dicho cambio no ha tenido lugar de un modo abrupto, más bien ha sido propiciado por un monto de factores que han sucedido a lo largo del siglo XX: en primer lugar, las principales causas de muerte ya no son las enfermedades infecciosas sino las que provienen de estilos de vida y conductas poco saludables. En segundo lugar, el incremento en los costes de los cuidados médicos ha dado lugar a que se busquen nuevas alternativas, en concreto, enseñar a la gente conductas saludables que puedan disminuir su riesgo de enfermar. En tercer lugar, 215 Elisardo Becoña Iglesias y Fernando L. Yázquez, Luis Oblitas Guadalupe la salud ya no se conceptualiza como la ausencia de enfermedad sino que se entiende la misma como un estado positivo, de bienestar (S tone, 1979). Y, en cuarto lugar, la utilidad del modelo médico tradicional ha sido cuestionada (Engel, 1977). Conceptualizar la salud positivamente no fue una mera casualidad. Así, el hasta entonces todopoderoso modelo médico tradicional de enfer­ medad se tambaleó por más de tres factores: (a) el cambio en la prevalencia de enfermedades infecciosas a enfermedades crónicas; (b) el coste elevado de los cuidados de salud; y, (e) un mayor énfasis en la calidad de vida (Bishop, 1994). A raíz de esto muchos teóricos apoyaron la idea de que era necesario un nuevo modelo si se quería progresar en la comprensión y el control de la enfermedad (Brody, 1973; Engel, 1977; Janoski y Schwanz, 1985). Actualmente, las enfermedades crónicas han reemplazado a las infec­ ciosas como principales causas de muerte. Enfermedades como el cáncer, las enfermedades cardiovasculares, accidentes, suicidios, SIDA, etc., son el caballo de batalla y, por tanto, el gran reto para los profesionales de la salud. El papel de la psicología de la salud en este contexto es claro (Moscoso y Oblitas, 1994; Sarafino, 1994;). Pues, la eviden:::ia científica existente en cuanto al enorme impacto de los comportamientos, de los estilos de vida y de los hábitos en la salud, en la enfermedad y la muerte de la gente, es arrolladora. Los que tienen que hacer las políticas y estrategias sanitarias deben enfrentarse sin más dilación a este nuevo reto. Es cuestión de pragmatismo, la nueva realidad está ahí; los costes a los que se tienen que enfrentar los sistemas sanitarios, cada vez son más gigantescos y, por otro lado, la calidad de vida de la gente no va pareja a los mismos. Sirva a modo de ejemplo las siguientes cifras: en 1991 los americanos gastaron más de 738 billones de dólares en cuidados de salud y España, en 1990, 2,3 billones de pesetas (Becoña, V ázquez y Oblitas, 1995a). Los modelos y la tecnología que está ofreciendo nuestro sistema sa­ nitario eran adecuados para enfrentarse a los problemas que secularmente 216 Promoción de los estilos de vida saludables: ¿Realidad o utopía? venían azotando a la especie humana (las enfermedades infecciosas). Pero en la actualidad ya no es útil. Es necesario incorporar aquellos modelos y tecnologías que han demostrado ser más eficaces en combatir las pato­ logías característica de nuestros tiempos, que se deben fundamentalmente a los hábitos insalubres de la gente; por tanto, el desafío debe ser el promocionar la buena salud, a través del cambio de conductas de riesgo, mantener las conductas saludables y prevenir la enfermedades. La psicología o ciencia del comportamiento dispone de un bagaje conceptual y tecnológico apropiado para hacer frente a todas estas deman­ das de salud actuales de nuestra sociedad. Esta ciencia presenta la capacidad apropiada para analizar, explicar y comprender los comportamientos aso­ ciados a la salud e intervenir sobre ellos. No nos quedará más remedio que recurrir a ella como una disciplina básica, si pretendemos afrontar eficientemente los retos, que nos plantean en el campo de la salud, los nuevos patrones de morbimortalidad de mayor incidencia y prevalencia (Costa y López, 1986). El avance del modelo conductual ha sido innegable en las últimas décadas, convirtiéndose incluso en casi la alternativa de intervención psicológica en la década de los 60, al surgir las técnicas de modificación de conducta (Kazdin, 1983) y ser éstas aplicadas primero al campo de la salud mental y posteriormente al campo de la salud física y de la enfermedad. Como proponen Prokop et al. (1991): \"el sistema de cuidado de salud está admirablemente equipado para extirpar un cáncer de pulmón, pero está menos bien equipado para prevenir fumar cigarrillos o para ayudar a los fumadores a romper con su hábito\" (p. 12). Considerando una visión crítica, y a pesar de los conocimientos y tecnología que aporta la ciencia del comportamiento y la psicología de la salud sobre los estilos de vida y comportamientos inadecuados, ¿estamos consiguiendo el objetivo de mejorar los estilos de vida que incrementan los comportamientos saludables? La respuesta va a depender de cada país, de los distintos programas existentes, de la política sanitaria y del nivel de industrialización. Lo que si es cierto es que con la tecnología de que dispone en estos momentos la psicología es posible cambiar, y cambiar efectivamente, hábitos insalubres por conductas saludables. Otro tema 217 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe bien distinto es que esta tecnología se implante en la extensión que debiera. El predominio del modelo médico, los intereses económicos en el campo de la salud, la necesidad de aplicar estos programas a toda la población, son algunos de los motivos que frenan la expansión aún mayor que la actual a distintos problemas. Lo que sí está claro es que más pronto o más tarde los programas desarrollados desde la psicología de la salud para promover estilos de vida adecuados, para prevenir y cambiar comporta­ mientos inadecuados, causantes de la gran parte de la morbilidad y mortalidad de nuestra sociedad, se irán imponiendo por su racionalidad, eficacia y eficiencia. Cuanto antes los implantemos, mejor índice de salud tendremos todos. Referencias Adler, N. y Matthews, K. (1994). Health psychology: Why do sorne people get sick and sorne stay well? Annual Review of Psychology, and 589-591. Burton, couverture la Bayés, R. (1979). Psicología y medicina. Barcelona: Fontanella. Bayés, R. (1985). Psicología oncológica. Barcelona: Martínez compliance and medical care recommendations. Medica/ Care, 13, 10-24. Becoña, E. (1986). La relación actitud-conducta. Santiago de Compostela: Grial. Becoña, E. (1989). Medicina popular. Vigo: Ir Indo. 218 Promoción de los estilos de vida saludables: ¿Realidad o utopía? Becoña, E. (1 994a). La recaída y la prevención de la recaída en los exfumadores. Psicología Contemporánea, 1, 29-38. Becoña, E. (1994b). Tratamiento del tabaquismo. En J.L. Graña (Ed.), Conductas adictivas. Madrid: Debate. Becoña, E. (1995). Drogodependencias. En A. Belloc, B. Sandín y F. Ramos (Eds.), Manual de psicopatología. Madrid: McGraw-Hill Becoña, E. (en prensa). Terapia cognitivo-conductual. En L. Oblitas (Ed.), Enfoques psicoterapéuticos contemporáneos. Becoña, E., Palomares, A. y García, M.P. (1994). Tabaco y salud. Guía de prevención y tratamiento del tabaquismo. Madrid: Pirámide. Becoña, E. y Vázquez, F.L. (1996). El modelo de cambio de Prochaska y DiClemente para modificar con éxito las conductas problema. Revista Psicología Contemporánea, 3, 34-41. Becoña, E., Vázquez, F. y Oblitas, L. (1995a). Antecedentes y desarrollo de la psicología de la salud. Psicología Contemporánea, 2, 4-15. Becoña, Vázquez y Oblitas (1 995b). Estado actual y perspectivas de la psicología de la salud. Psicología Contemporánea, 2, 100-111. Becker, M. H. y Maiman, L.A. (1975). Sociobehavioral determinants of compliance with healthand medical 10-24. {1973). practices Preventive Belloc, N.B. y Breslow, L. (1972). Relationships of physical health status and health practices. Preventive Medicine, 1, 409-421. Benfari, R. C. y Sherwin, R. (Eds.) {198 1). Forum: The Multiple Risk Factor Intervention Trial (MRFIT). The methods and impact of intervention over four years. Preventive Medicine, JO, 387-546. Bermúdez, J. (1993). Psicología de la salud. Programas preventivos de intervención comunitaria. En M.A. Vallejo y M.A. Ruiz {Coords.), Manual práctico de modificación de conducta (vol. 2) (pp. 747-780). Madrid: Fundación Universidad-Empresa. Bishop, G.D. (1 994). Health as stress Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe management. En A. Baum y J.E. Singer of psychofogyand heafth Hillsdale, NJ: Erlbaum. Bonifacio, S. (1995). El estrés. En A. Belloc, B. Sandín y F. Ramos (Eds.), Manual de Psicopatología, Vol. 2 (pp. 3-52). Madrid: McGraw-Hill/ Interamericana de España. Brannon, L. y Feist, (1992). Health psychology. An behavior Preventive Medicine, 9, 469-483. Brody, H. (1973). The systems view of man: lmplications of medicine, science and ethics. Perspectives in Biology and Medicine, 17, 71-79. Brown, R.I.F. (1988). Reversal theory and subjective experience in the explanation of addiction and relapse. En M.J. Apter, J.H. Kerr M.P. Buceta, y Bueno, enfermedades. Madrid: Pirámide. Buceta, J.M., (1995). Trata­ miento psicológico del comportamiento sedentario. En J. M. Buceta y A. M. Bueno, A.M. (Comp.), Tratamiento psicológico de hdbitos y enfermedades {pp. 21-104). Madrid: Pirámide. Caballo, V. {Comp.) (1991). Manual de técnicas de terapia y modificación de conducta. Madrid: Siglo XXI. Cáceres, J. y Escudero, V. ( 1994). Relación de pareja en jóvenes y embarazos no deseados. Madrid: Pirámide. Caplan, G. (1980). Principios de la psiquiatría preventiva. Buenos Aires: Paidós (original 1964). Centers for Disease Control (1991). Smoking-attributable monaliry and years of potential life lost United States, 1988. Morbidity and Mortality Weekly Report, 40, 62-71. Centers for Disease Control (1992). The HIV/AIDS epidemic: The first 10 years. Morbidity and Mortality Weekly Report, 40, 357-369. Cohen, S. y in humans. Psychological Bulletin, los estilos de vida saludables: ¿Realidad o utopía? Costa, M. y López, E. ( comunitaria. Barcelona: Martínez Roca. (1985). Coronary heart disease and 293-311. Dermabre, V. (1994). Adherencia terapéutica: una asignatura pendiente en el campo de la Psicología de la Salud. Anuario de Psicología, 61, 71-77. Di Pardo, R.B. (1993). Los patrones socioculturales de alcoholización en México. ]ano, 44, 44-54. Doll, R. y Peto, R. (1989). Las causas del cdncer. Barcelona: Salvat. Engel, G.L. (1977). The need for a model: A challenge for biomedicine. Science, 196( 4286), 129-136. L.H. y Cluss, United States: The changing of y Sime, W.E. (1981). Physical American Psychologist, 36, 373-389. Gerberding, y Sande, de Rivera, J.L. y Morera A. (1983). La valoración de sucesos vitales: La adaptación española de la escala de Holmes y Rahe. Psiquis, 4, 7-11. Green, L.W., Marshall, Palo Alto, Mayfield. Becoña Iglesias y Fernando L. Vázqucz, Luis Oblitas Guadalupe Greene, W. y Simons-Morton, B. ( 1988). Educación para la salud. México: lnteramericana McGraw-Hill (Publicación original: 1984). Gruman, J. 993). Worksite and community intervention fortobacco control. En C.T. Orleans y ]. Slade (Eds.), Nicotine addiction. Principies and management (pp. 396-411). Nueva York: Oxford University Press. Haddon, W. y Baker, S. (1981). lnjury control. En O. Clark y B. MacMahon (Eds.), Preventive and community medicine. Boston: Little, Brow ].D. Matarazzo, S.M. Weiss, J.A. Herd, y S.M. Weiss (Eds.), Behavioraf heafth: A handbook of health enhancement and disease prevmtion. Nueva York: Wiley. Hernández, J. R. y Terciado, J. (1994). Tabaquismo pasivo. Revista Clínica Española, 194, 492-497. Holum, J.R. (1987). Hymowitz, Ockene, J.K., Simon, N. y Vogt, T. (1981 ). The multiple risk factor intervention tria! (MRFIT). y Schwartz, G.E. (1985). A synchronous health. American Behavioral Scientist, 28, 468-485. Kaplan, H.S. (1987). The real truth about women and AIDS. Nueva York: Simon y Schuster. Kas!, S.V. y Historia de la modificación de conducta. Bilbao: Descleé de Brouwer (Publicación original: 1978). Kirscht, J .P. (1983). Preventive health behavior: A review of research and issues. Health Psychology, 2, 277-301. 222 Promoción de los P. (1992). TV smoking cessation program and contest in Finland. Preventive Medicine, 21, 74-87. Labrador, F.J. (1992). estrés. Madrid: Temas de Hoy. Labrador, F.J., Cruzado, J.A. y Muñoz, M. (1993). Manual de técnicas de modificación y terapia de conducttl. Madrid: Pirámide. Labrador, F., Muñoz, M. y Cruzado, J. (1990). Medicina conductual. En F. Fuentenebro y C. Vázquez (Eds.), Psicología médica, psicopatología y psiquiatría (pp. 641-651). Madrid: I nteramericana- McGraw- Hill. Lancaster, H.O. (1990). Expectations of lift: A study in the demography, statistics, and history of world rnortality. Nueva York: Springer- Lau, R.R. of common illnesses. Health Psychology, 2, 167-185. Lazarus, R. S. y Folkman, S. (1986). Estrés y procesos cognitivos. Barcelona: Martínez y J.E. Singer (Eds.), of Prevention in heafth psychology. Hanover, NH: University Press of New England. López, A.D. (1990). Competing causes of death: A with special reference to cancer. Annals of the New York Academy of Sciences, 609, 58-7 4. Matarazzo, ).D. (1984a). Behavioral health: A 1990 challenge for the health sciences professions. En ).D. Matarazzo, S.M. Weiss, H.A. Herd, N.E. Miller y S.M. Weiss (Eds.), Behavioral (Eds.), Psychofogy lecture series 3). Washington, DC: American Psychological Association. 223 Elisardo Ikcoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupc Matarazzo, J.D. (1995). Conducta y salud: Integración de la ciencia y la práctica en psicología y medicina, un siglo después. Psicología Contemporánea, 2, 16-31. Matarazzo, J.D., Weiss, S.M., Herd, J.A., Miller, N.E. S.M. (Eds.) (1984). Behavioraf Nueva York: Free Press. Meichenbaum, D. Turk, D.C. (1987). Faciliting adherence. A guidebook. Nueva York: Plenum Press. D. treatment practitioner's guidebook. Nueva York: Plenun Press. Méndez, F.X., Maciá, D. y Olivares, J. (Comp.) (1993). Intervención conductuaf en contextos comunitarios l Programas aplicados de pre­ Pirámide. 9, 189- 196. Moscoso, M.S. y Oblitas, LA. (1994). Hacia una psicología de la salud en el año 2000: Retos y promesas. Psicología Contemporánea, 1, 7-15. National Center for Hea!th Statistics (1989). Health, United States, 1988. Washington, OC: Public Health Service. Nelson, G.E. (1984). Biological principies perspectives (2da. ed.). Nueva York: Wiley. Newcomb, M.O. y Harlow, among adolescents: Mediating effects of journal oJPersonality and Social Psychology, 51, 564-577. Oblitas, L. (1989). Características del hábito de fumar en una población universitaria. Revista Intercontinental de Psicología y Educación, 2, 165-175. Ockene, smoking behavior change for special intervention and usual care study groups. Preventive Medicine, 20, 564-573. 224 Promoción de los estilos de vida saludables: ¿Realidad o utopía? Risk Factor lntervention Tria! (MRFIT). Preventive Medicine, 20, 549-551. O'Neill, P. (1983). La salud en peligro el año 2000. Madrid: Ministerio de Sanidad y Consumo. Pantoja, L. y Guridi, L. (Eds.) (1995). Drogas, desarrollo y estado de derecho. Bilbao: Universidad de Oeusto. Parish, S., Collins, R., Peto, R. (1995). Cigarette smoking, tar yields, and non-fatal myocardial infarction: 14.000 cases and 32 000 controls in the United Kingdom. British Medica/ ]ournal, 311, 471-477. Peto, R., Lopez, A., Boreham, J., Thun, M. y Heath, C. (1 992). Mortality from tobacco in developed countries: Indirect estimation from national vital statistics. Lancet, 339,1268-1278. Peto, R., López, A., Boreham, J., Thun, M. y Heath, C. (1994). Mortality from smoking in developed countries 1950-2000. Oxford: Oxford University Press. Piédrola, G. (1988). Concepto de medicina preventiva y salud pública. En G. Piédrola (Ed.), Medicina preventiva y salud pública (pp. 3- 14). Barcelona: Salvar. Prochaska, J.O. y DiCiemente, change of smoking: Toward an integrative model of change. journal of Consulting and Cíinical Psychology, 51, 390-395. Prochaska, J .O y Di Clemente, C. ( 1984). The Transtheoretical approach: modification of problem behaviors. En M. Hersen, R.M.Eisler search how people change. Applications behaviors. William Morrow. 225 Elisardo Becoña Iglesias y Fernando L. Vázquez, Luis Oblitas Guadalupe Prochaska, J.O. y Prochaska, J.M. (1993). Modelo transteórico de cambio para conductas adictivas. En M. Casas y M. Gossop (Eds.), Tra­ tamientos psicológicos en drogodependencia: W., Fiore, C., Harlow, L.L., Redding, C.A., Rosenbloom, D. y Rossi, S. (1994). Stages of change and decisional balance for 12 problem behaviors. A., Pakkola, J. y Koskela, K. (1981). Television in health promotion: Evaluation of a national programme in Finland. lnternational journal of Health Education, 24, 2-14. Rao, M. (1993). Política y programas para la vejez: nuevo siglo, nuevas esperanzas, nuevos retos. Revista de Gerontología, 3, 35-44. Robertson, L. S. S.M. Behavioral Francisco: Jossey­ Bass. Saldaña, C., Sánchez-Carracedo, D. y García, E. (1994). La obesidad y sus problemas: Marco conceptual y factores implicados. En J.L. Graña (Comp.), Conductas adictivas. Teoría, evaluación y tratamien­ to (pp. 591-631). Madrid: Debate. Salieras, L., Taberner, J.L., Fernández, R., Prats, R., Guayta, R., Garrido, P., Plans, P. y Pedragosa, J.L. (1994). Consejos para la prevención de accidentes. Medicina Clínica, 102, Supl 1, 127-131. Santacreu, J., Zaccagnini, J.L. y Márquez, M.O. (1992). El problema de \"la droga·: Un análisis desde la psicología de la salud. Valencia: Promolibro. 226 Promoción de los estilos de vida utopía? Sarafino, A guide to diagnosis and treatment (3rd ed.). Nueva York: Plenum Press. Selye, H. (1936). A syndrome produced bydiverse agents. En J.D. Matarazzo, S.M. Weiss, H.A. Herd, N.E. Miller y S.M. Weiss (Eds.), Behavioral health: A handbook of health enhancement and disease prevention. Nueva York: Wiley. Stone, G.C. (1979). Health and the health system: A historical overview and conceptual framework. En G.C. Stone, F. Cohen y N.E. Adler (Eds.), Health psychology (pp. 1-17). San Francisco, CA: Jossey-Bass. U.S. Bureau of the Census (USBC) ( 1990). Statistical abstracts of the Cardiovascular disease. Rockville, MD: U.S. Department of Health and Human Services, Office on Smoking and Health. U.S.D.H.H.S. (1984). The health consequences ofsmoking: Chronicobstructive lung disease. Rockville, MD: U .S. Department ofHealth and Human Services, Office on Smoking and Health. U.S.O.H.H.S. ( 1988). Nicotine addiction. Rockville, MD: U.S. Department of Health and Human Services, Office on Smoking and Health. U.S.D.H.H.S. (1989). Reducing the health consequences ofsmoking: 25 years ofprogress. Rockville, MD: U.S. Department ofHealth and Human Services, Office on Smoking and Health. U.S.D.H.H.S. (1994). Preventing tobacco use amongyoungpeople. Rockville, MD: U.S. Department ofHealth and Human Services, Public Health Service. 227 Elisardo Bccoña Iglesias y Fernando L. Yázquez,, Luis Obliras Guadalupe Valdés, M y Flores, T. (1985). Psicobiología del estrés. Barcelona: Martínez Roca. Velicer, of smokers by stage in three representative samples. En L. Breslow, J.E. Fielding y LB. Lave (Eds.), Annual Review of Public Health (vol. 8). Palo Alto, CA: Annual Reviews. Wallston, B.S., Alagna, S.W., DeVellis, B.M. y R.F. Social support and physical health. Health Ps;chology, 2, 367-391. Weber, J.N. y Weiss, R.A. (1988). HIV The about King, A.L. y Altman, D.G. public health. An integrative approach. Elmsford, NY: Pergamon Press, Inc. World Health Organization, (1947). Constitution of the World Health Organization. Chronicle ofWHO 1(1947}: l. 228 "}