{"title": "Alimenta tu protección solar. Nutrientes para el sol", "author": "Farmacia Serra Mandri", "url": "https://www.farmaciaserra.com/blog/post/nutrientes-y-sol.html", "hostname": "farmaciaserra.com", "description": "Este verano... ¡A disfrutar del sol! ¿Sabías que además de la crema de protección solar, también podemos protegernos vía interna? Algunos alimentos nos ayudan a proteger la piel de los daños producidos por la exposición al sol. Los mejores alimentos y complementos alimenticios para nuestra piel en verano.", "sitename": "Farmacia Serra Mandri", "date": "2019-06-12", "cleaned_text": "Alimenta tu protección solar. Nutrientes para el sol Este verano... ¡A disfrutar del sol! ¿Sabías que además de la crema de protección solar, también podemos protegernos vía interna? Hay alimentos que son buenos para nuestra piel en verano. El sol es un aliado imprescindible para la salud. Son muchos los beneficios de tomar el sol, si lo hacemos de una forma adecuada y moderada. Esto es, una exposición breve, en la mayor superficie de nuestro cuerpo que sea posible y a primera hora de la mañana. Beneficios del sol: - Estimula la producción de Vitamina D, muy necesaria para nuestro organismo. Entre otras cosas, ayuda a fijar el calcio en los huesos. - Mejora el estado de nuestras defensas. - Ayuda a regular la producción de melatonina, hormona que ayuda a definir los ciclos de sueño. - Promueve la síntesis de serotonina, sustancia relacionada con el estado de bienestar. Reduce la presión sanguínea Sin embargo la acción de los UV en exceso es perjudicial, ya que produce daño en la piel, en las mucosas, en los ojos y aumenta la producción de radicales libres, que aceleran el envejecimiento. Sin olvidarnos que tomar el sol en exceso y de forma inadecuada aumenta muchisimo el riesgo de cáncer de piel. ¿Qué nutrientes pueden ayudarnos a proteger nuestra piel del daño solar? La vitamina C Es una vitamina con una capacidad muy antioxidante. Ayuda al mantenimiento de una mejor elasticidad de la piel. Su acción antioxidante se produce ya que contrarresta el exceso de radicales libres, inducidos por la radiación solar. Encontrarás vitaminas buenas para tu piel en alimentos como frutas y verduras como naranja, limón, kiwi, piña, perejil, espinaca, pimiento verde y rojo. Si necesitas un extra, existen complementos alimenticios en cápsulas que aportan cantidades adecuadas de vitamina C natural. *Nuestra recomendación en suplemento alimenticio: La Vitamina E Se ha investigado también por su acción antioxidante, porque los niveles de antioxidantes en las células cutáneas disminuyen después de exponerse a la radiación solar. Ayuda a proteger la piel de los radicales libres que aparecen después de tomar el sol. Presente en aceites vegetales, sobre todo en el de germen de trigo. Mejora combinando con otros antioxidantes. Los ácidos grasos Omega 3, 6 y 7 Otorgan elasticidad a la piel. Ayudan a la hidratación, evitando descamación y las manchas. Alimentos como el pescado azul son una buena fuente de omegas (mejor de tamaño pequeño por su contenido en metales pesados) y las semillas de lino, sésamo o chía también son fuente de ácidos grasos (para aprovechar sus propiedades tienes que ponerlas a remojo unas horas antes o triturarlas). Incluye también en tu dieta aceite de oliva virgen extra como fuente de omega. Los complementos alimenticios de omega suelen presentarse en perlas de aceite. Es importante que procedan de fuentes puras y aporten las dosis adecuadas. Asesórate bien por tu farmaceútico/a antes de escoger. Debemos eliminar las grasas saturadas \"trans\", los refritos y los que actúan como antinutrientes, es decir, dificultan la absorción de nutrientes. *Nuestra recomendación en suplemento alimenticio: El Omega 7 El mas reciente de los \"omegas\", el omega 7 o ácido palmitoleico, es muy beneficioso para la piel. Se obtiene del espino amarillo (Hippophae rhamnoides). Presenta una acción favorable sobre las pieles castigadas y deterioradas por lo cual, parece interesante en la defensa frente a la radiación solar. El aceite del espino amarillo es un producto muy beneficioso para mejorar el estado de la piel y mucosas y mantener estos tejidos en óptimo estado de salud. *Nuestra recomendación en suplemento alimenticio: La gran familia de los carotenoides Nos protegen de la acción de los rayos solares y nos ayudan a conseguir un bronceado más armónico y duradero. Estimulan la producción natural de melanina, responsable del bronceado y de su acción protectora. Son los responsables de los colores anaranjado, amarillo y rojo de los vegetales como la zanahoria, el pimiento, el tomate, etc. El betacaroteno o provitamina A Tiene acción precursora de la vitamina A. Es antioxidante y fundamental para la salud de la piel. Reduce el daño producido por los rayos UV y participa en la reparación de tejidos. Los estudios sobre la suplementación con beta-caroteno han demostrado que la toma de complementos con este carotenoide ayuda a prevenir las quemaduras solares y favorece y alarga el bronceado. Se aconseja que se tomen 4-6 semanas antes de la exposición solar. También han relacionado el consumo de beta-caroteno con una protección frente al cáncer de piel. * Fumadores: De forma paradójica se ha visto que esta acción puede ser negativa en los fumadores, que deben ser prudentes a la hora de tomar complementos con betacaroteno y no sobrepasar 7 mg al día. *Nuestra recomendación en suplemento alimenticio: La luteína y la zeaxantina Son carotenoides que alcanzan estructuras visuales internas y delicadas (la retina y la mácula). Podrían proteger los ojos contra daños producidos por las radiaciones solares. En verano, también hay que cuidar los ojos. Son antioxidantes y pueden prevenir también las cataratas y procesos degenerativos relacionados con la edad. Capsantina (Capsicum annuum) También tiene propiedades antioxidantes. La astaxantina Antioxidante. Lo producen algunas microalgas de las que se alimenta el krill. Se puede consumir en forma de perlas de aceite de krill, el cual es también rico en omega 3, lo que le convierte en un gran aliado en la protección solar. El licopeno Presente en los tomates o la sandía, refuerza todas las acciones mencionadas para los otros carotenoides. Este verano, llena tu nevera de alimentos ricos en licopeno, porque la acumulación de este pigmento natural en la piel tiene un efecto protector frente al sol, reduciendo el enrojecimiento y los daños producidos por los rayos UV. Además ayuda a preservar la piel del envejecimiento. Por supuesto, además de aumentar el consumo de estos alimentos en verano, no olvides usar tu crema de protección solar. Artículos relacionados [\"Protegernos de los rayos solares, cada vez más importante\"](https://www.farmaciaserra.com/blog/post/rayos-solares.html) [\"Los filtros solares desde un enfoque ecológico\"](https://www.farmaciaserra.com/blog/post/filtro-solar-ecologico.html) [\"Consejos sobre la protección solar infantil\"](https://www.farmaciaserra.com/blog/post/proteccion-infantil.html) Si quieres cuidar tu piel en verano de una forma más completa, existen complementos alimenticios que reúnen todos estos nutrientes en cápsulas. Aquí te dejamos algunas opciones. Puedes consultar nuestra sección de Autor: Farmacia Serra "}