{"title": "Ayurveda y acupuntura. Teoría y práctica de la acupuntura ayurvédica", "author": "Autor Dr Frank Ros", "url": "https://www.alibri.es/libro/861200/ayurveda-y-acupuntura-teoria-y-practica-de-la-acupuntura-ayurvedica", "hostname": "alibri.es", "description": "En Ayurveda y acupuntura, el Dr. Frank Ros desvela el sistema de acupuntura ayurvédica o marmapuntura, una técnica milenaria originaria de la India antigua que se ha mantenido en secreto durante mucho tiempo y que incorpora los beneficios de la sab...", "sitename": "ALIBRI", "date": "2023-01-01", "cleaned_text": "Ayurveda y acupuntura. Teoría y práctica de la acupuntura ayurvédica Editorial [EDICIONES AYURVEDA](https://www.alibri.es/editorial/14960/ediciones-ayurveda) En Ayurveda y acupuntura, el Dr. Frank Ros desvela el sistema de acupuntura ayurvédica o marmapuntura, una técnica milenaria originaria de la India antigua que se ha mantenido en secreto durante mucho tiempo y que incorpora los beneficios de la sab... [Leer mas...](#more) - Editorial [EDICIONES AYURVEDA](https://www.alibri.es/editorial/14960/ediciones-ayurveda) - ISBN13 9788412075595 - ISBN10 8412075595 - Tipo LIBRO - Páginas 272 - Colección AYURVEDA # - Año de Edición 2022 - Idioma Castellano - Encuadernación Rústica Ayurveda y acupuntura. Teoría y práctica de la acupuntura ayurvédica Editorial [EDICIONES AYURVEDA](https://www.alibri.es/editorial/14960/ediciones-ayurveda) En Ayurveda y acupuntura, el Dr. Frank Ros desvela el sistema de acupuntura ayurvédica o marmapuntura, una técnica milenaria originaria de la India antigua que se ha mantenido en secreto durante mucho tiempo y que incorpora los beneficios de la sab... [Leer mas...](#more) Detalles del libro En Ayurveda y acupuntura, el Dr. Frank Ros desvela el sistema de acupuntura ayurvédica o marmapuntura, una técnica milenaria originaria de la India antigua que se ha mantenido en secreto durante mucho tiempo y que incorpora los beneficios de la sabiduría del ayurveda a las técnicas y principios propios de la acupuntura. Ayurveda y acupuntura es una obra de gran utilidad para los profesionales de la acupuntura, ya que por medio de explicaciones e ilustraciones en co-lor permite la precisa localización de cada punto y presenta información imprescindible para la práctica: forma y profundidad de la "}