{"title": "Herbal traditional Chinese medicine and its evidence base in gastrointestinal disorders", "author": "Rolf Teschke; Albrecht Wolff; Christian Frenzel; Axel Eickhoff; Johannes Schulze", "url": "https://www.wjgnet.com/1007-9327/full/v21/i15/4466.htm", "hostname": "wjgnet.com", "description": "Herbal traditional Chinese medicine and its evidence base in gastrointestinal disorders", "sitename": "Wjgnet", "date": "2015-04-21", "cleaned_text": "Baishideng Publishing Group Inc. All rights reserved. Published online Apr 21, 2015. doi: [10.3748/wjg.v21.i15.4466](http://dx.doi.org/10.3748/wjg.v21.i15.4466) Peer-review started: November 23, 2014 First decision: January 8, 2015 Revised: January 22, 2015 Accepted: February 11, 2015 Article in press: February 11, 2015 Published online: April 21, 2015 Herbal traditional Chinese medicine (TCM) is used to treat several ailments, but its efficiency is poorly documented and hence debated, as opposed to modern medicine commonly providing effective therapies. The aim of this review article is to present a practical reference guide on the role of herbal TCM in managing gastrointestinal disorders, supported by systematic reviews and evidence based trials. A literature search using herbal TCM combined with terms for gastrointestinal disorders in PubMed and the Cochrane database identified publications of herbal TCM trials. Results were analyzed for study type, inclusion criteria, and outcome parameters. Quality of placebo controlled, randomized, double-blind clinical trials was poor, mostly neglecting stringent evidence based diagnostic and therapeutic criteria. Accordingly, appropriate Cochrane reviews and meta-analyses were limited and failed to support valid, clinically relevant evidence based efficiency of herbal TCM in gastrointestinal diseases, including gastroesophageal reflux disease, gastric or duodenal ulcer, dyspepsia, irritable bowel syndrome, ulcerative colitis, and Crohn's disease. In conclusion, the use of herbal TCM to treat various diseases has an interesting philosophical background with a long history, but it received increasing skepticism due to the lack of evidence based efficiency as shown by high quality trials; this has now been summarized for gastrointestinal disorders, with TCM not recommended for most gastrointestinal diseases. Future studies should focus on placebo controlled, randomized, double-blind clinical trials, herbal product quality and standard criteria for diagnosis, treatment, outcome, and assessment of adverse herb reactions. This approach will provide figures of risk/benefit profiles that hopefully are positive for at least some treatment modalities of herbal TCM. Proponents of modern herbal TCM best face these promising challenges of pragmatic modern medicine by bridging the gap between the two medicinal cultures. [Evidence based trials](https://www.f6publishing.com/ArticlesByKeywords?type=2&pageNumber=1&keyword=Evidence+based+trials), [Traditional disorders](https://www.f6publishing.com/ArticlesByKeywords?type=2&pageNumber=1&keyword=Gastrointestinal+disorders) Core tip: This review focuses on evidence based trials of herbal traditional Chinese medicine (TCM) in managing gastrointestinal disorders and presents a practical reference guide on its role for treating these diseases. Overall quality of placebo controlled, randomized, controlled, double-blind clinical trials was poor; mostly neglecting stringent evidence based diagnostic and therapeutic criteria. Accordingly, appropriate Cochrane reviews and meta-analyses were limited and failed to support valid, clinically relevant evidence based efficiency of herbal TCM in most gastrointestinal diseases, including gastroesophageal reflux disease, gastric or duodenal ulcer, dyspepsia, irritable bowel syndrome, ulcerative colitis, and Crohn's disease. Despite its interesting philosophical background with a long history, the general use of herbal TCM to treat various gastrointestinal diseases cannot be recommended due to lacking evidence based efficiency and a negative risk/benefit profile. Thus, substantial skepticism remains, proposing future studies with focus on well performed placebo controlled, randomized, double-blind clinical trials. Herbal product quality and standard criteria for diagnosis, treatment, and outcome should also be considered. - Citation: Teschke R, Wolff A, Frenzel C, Eickhoff A, Schulze J. Herbal traditional Chinese medicine and its evidence base in gastrointestinal disorders. World J - DOI: [https://dx.doi.org/10.3748/wjg.v21.i15.4466](https://dx.doi.org/10.3748/wjg.v21.i15.4466) Plants have been used for medicinal purposes long before recorded history in many parts of the world[ [1](#B1)- [7](#B7)]. In China, traditional Chinese herbal medicine (TCM) emerged[ [2](#B2), [7](#B7)] and influenced the Japan[ [2](#B2)], called Kampo medicine[ [8](#B8)], and in various other Asian countries such as South Korea[ [9](#B9)]. The overall increasing popularity of herbal TCM led to substantial interest in laboratory and clinical studies on herbal TCM to evaluate its efficiency in various ailments and to elucidate mechanisms of its actions[ [2](#B2)- [4](#B4), [7](#B7), [9](#B9)- [13](#B13)]. However, ancient herbal TCM critically due to concerns of efficiency[ [13](#B13)], safety[ [14](#B14)], and herbal product quality[ [15](#B15)- [17](#B17)]. Herbal TCM has high economic contribution to our society with special financial benefits for herbal TCM producers, providers, and healers. Considering this economic impact, the resulting costs as burden for consumers and society have to be justified. In this article, we highlight the history and principles of the ancient TCM philosophy proposed as therapeutic cornerstones of herbal TCM, which is preferred by some interested patients as opposed to modern medical treatment. We focus on gastrointestinal disorders and the evidence for ancient herbal TCM therapy options. Clinical studies for the efficiency of TCM and herbal TCM were identified by searching PubMed and Cochrane clinical studies using \"traditional Chinese medicine\", \"herbal traditional Chinese medicine\" and additional keywords denoting gastrointestinal symptoms or diseases of organs such as the gall bladder, liver, pancreas, esophagus, stomach, small intestine, and colon. Results were individually checked whether they described clinical studies with herbal TCM treatment. In order to identify all relevant publications, PubMed was additionally searched for all publications with TCM preparations as described in the clinical studies; again, search results were individually checked for relevant clinical studies. The last three volumes of the Journal of Traditional Chinese Medicine were manually searched for publications of herbal TCM preparations used in gastrointestinal diseases. Neither strategy revealed additional clinical trials. All results were analyzed whether they reported clinical studies using accepted diagnostic criteria for both the presence of the disease and the treatment effects with herbal TCM preparations. We excluded all studies without at least one accepted diagnostic standard (e.g., diagnostic criteria exclusively based on TCM symptom categorization); we also excluded studies investigating basic pathological mechanisms in healthy volunteers, clinical trials using chemically defined compounds, and clinical trials using nonherbal treatments such as acupuncture or moxibustion. All studies with the full text publication in Chinese only were evaluated by the English language abstract. The following criteria were used: characterization of herbal preparation and comparative treatment, diagnostic criteria for presence of disease, randomization of participants, blinding of patients and physicians, criteria for therapeutic improvement, and statistical evaluation of data. The levels for individual trials were taken from the criteria defined by the Oxford Center for Evidence Based Medicine (EBM)[ [18](#B18), [19](#B19)], with and level IV: observation or opinion. EBM has been developed to apply the best available information to individual clinical problems[ [20](#B20)]. Thus, publications including clinical trials first have to be evaluated to recognize bias in clinical studies deriving from inappropriate patient selection, randomization, treatment parameter identification, data evaluation or data presentation[ [21](#B21)]; only unbiased trials may be used for EBM. The aim of EBM thus is to select the best patient care based on trusted data; the best data are results from randomized controlled trials or clinical controlled trials[ [21](#B21), [22](#B22)]. These trials compare the effects of competing therapy options; ideally, neither patient nor physician is aware of the treatment nature (blinding)[ [23](#B23), [24](#B24)]. Quite often, no placebo controlled, randomized, double blinded clinical trial has been performed for specific problems. In these cases, clinical decisions must be aided by evidence of a lower level, i.e., by results from non-randomized clinical trials or clinical cohort studies; the evaluation of these studies has to consider the resulting limitations for open clinical studies. There is consensus that placebo controlled, randomized, double-blind clinical trials are the gold standard to obtain valid results of treatment efficiency. Based on the proposition of Archibald Lemon Cochrane[ [25](#B25)], EBM groups worldwide founded the Cochrane collaboration in 1993 to provide systematic reviews for medical problems in diagnosis and therapy. Randomization and blinding are a prerequisite for including studies into a Cochrane review, which also have covered clinical trials on TCM[ [26](#B26)- [29](#B29)]. A more recent study on TCM uncovered that a large number of \"randomized\" TCM studies in effect were not had misunderstood the randomization procedure\"[ [29](#B29)]. Both EBM and the Cochrane collaboration efforts resulted in guidelines for planning and reporting randomized clinical trials[ [24](#B24), [30](#B30)]. The medical community has adopted the quality criteria as consolidated standards of reporting trials (CONSORT) criteria. These criteria were adapted and used in this review also to assess the clinical trials or cohort studies included in our evaluation (Table [1](#T1)). |Item||Criterion||Adherence| outcome||Rarely reported; irrelevant to the initial |Patients, Treatment time||Selection, rationale for duration||Mostly given| blinding||Often lacking| |Data evaluation||Statistical methods||Often lacking. In a lot of publications the reanalysis is impossible or gives different results| |Data selection||Often only report of criteria which are statistically significant. Rarely report of data being comparable| |Data presentation||Often no data for range, standard deviation, confidence interval or relative risk presented| |Often no distinction effects| |Interpretation||Conclusions||Often overoptimistic. Lack consideration for results not fitting the initial assumption| TCM comprises various [31](#B31), [33](#B33)], boxing[ [31](#B31)], and Qigong[ [33](#B33)]. According to clinical trials performed in mainland China, the focus of TCM is on herbal remedies (90.3%), followed by acupuncture (4.4%), massage (3.8%), and other therapies (0.2%)[ [33](#B33)]. TCM has been used by Chinese communities from ancient times[ [2](#B2)] and dates back more than 2500 years[ [10](#B10)]. A cornerstone of TCM was the introduction of acupuncture in Western countries in the 1600s[ [31](#B31)]. Another major contribution of TCM to general health issues was variolation developed in the 16th century in China as a method to immunize against smallpox[ [31](#B31)]. TCM became an integral part of Chinese health care; in 2006, the TCM sector provided health care for over 200 million outpatients and 7 million inpatients, accounting for 10%-20% of the health care in China[ [31](#B31)]. In the United States, according to the 2007 National Health Interview Survey that included a comprehensive survey on the use of complementary health approaches, an estimated 3.1 million United States adults had used acupuncture in the previous year[ [10](#B10)]. Most of the principles of TCM were derived from the philosophical ideas developed from Taoism and Confucianism[ [10](#B10), [31](#B31)]. Ancient beliefs on which TCM is based include: the human body is a miniature version of a larger, surrounding universe; harmony between two opposing forces, called yin and yang, supports health, and disease results from an imbalance between these forces; five elements - fire, earth, wood, metal, and water - symbolically represent all phenomena, including the stages of human life, and explain the functioning of the body and how it changes during disease; Qi, a vital energy that flows through the body, performs multiple functions in maintaining health[ [10](#B10)]. The TCM philosophy created curiosity and skepticism in Western countries, since transparency is lacking. A pragmatic approach to successfully transfer TCM philosophy into valid treatment modalities of modern medicine should postulate clear evidence criteria for therapeutic efficiency, prove the absence of major adverse reactions and provide a positive benefit: risk profile. In a 2007 review, the quality of reported randomized controlled trials (RCTs) of TCM efficiency was considered poor, based on an analysis of trial results published from 1999 to 2004[ [33](#B33)]. This study identified 37252 Chinese language articles in TCM journals published in mainland China. Clinical trials were recognized in 26263/37252 articles, corresponding to 70.5%. Among these 26263 clinical trials, 7422 were initially identified as RCTs, equivalent to 28.3%, but of the 7422 trials only 1329 (17.9%) were truly randomized[ [33](#B33)]. Some important methodological components of the RCTs were incompletely reported, such as sample size calculation (reported in 1.1% of RCTs), randomization sequence (7.8%), allocation concealment (0.3%), implementation of the random allocation sequence (0%), and intention to treat analysis (0%)[ [33](#B33)]. All reports were searched according to guidelines of the Cochrane Centre, and a comprehensive quality assessment of each RCT was completed using a modified version of the CONSORT checklist[ [33](#B33)]. Overall, publications of TCM trials are abundant (10000[ [32](#B32)] to 26263[ [33](#B33)] publications), but their scientific quality is limited. The poor quality of many TCM RCTs[ [33](#B33)] was continuously discussed in various reports last decades[ [13](#B13), [31](#B31), [32](#B32), [36](#B36)]; most Cochrane systematic reviews of TCM are inconclusive, due specifically to poor methodology and heterogeneity of the studies reviewed[ [13](#B13)]. Similarly, 19/26 acupuncture reviews concluded that there was not enough good quality trials to make a definitive conclusion of its efficiency[ [13](#B13)]. This particular situation is difficult to reconcile when evidence for efficiency is a crucial criterion. It is well recognized that planning and performing RCTs, data analysis and compilation are cumbersome, time consuming, and expensive[ [13](#B13)], with additional efforts to be put into editorial and reviewing work. Unless strict criteria are applied for clinical trials of alternative medicinal systems including TCM, these studies will not be accepted as valid. For most analyses, including those evaluated in this review, major quality criteria are violated, including primary research hypothesis formulation, clinical inclusion criteria and outcome parameters, and appropriate statistical analysis. Although these quality shortcomings of TCM RCTs are well recognized[ [29](#B29), [36](#B36)] and amply documented, even recent studies employ a design of treating both verum and control groups with \"established\" drugs and adding a Chinese herbal preparation in the verum group[ [37](#B37)]. Although this design may have its merits for special clinical problems like efficiency of comedications, they do not allow conclusions about the treatment efficiency of the added herbal preparation. Another major problem is inconsistent reporting. Whereas group differences before and after treatment have to de documented to prove the efficiency of any treatment (\"in group\" effects; difference of change within groups), clinical trials are constructed to detect differences between groups with different therapeutic approaches (\"between groups\" effects, difference between groups without reference to treatment). Therefore, results must strictly separate between the effectivity of a treatment shown by changes in parameter(s) before and after treatment, and indicate the difference between groups. Current clinical studies are designed either to prove superiority of a new drug, or to show equal effectivity of two different drugs (noninferiority design)[ [38](#B38)]. Especially for studies comparing herbal preparations with synthetic drugs, it seems prudent to begin with a noninferiority study design; in contrast, nearly all recent Chinese language studies claim superiority of TCM preparations to synthetic drugs. This peculiarity is highlighted in multiple Cochrane reviews of herbal TCM preparations or acupuncture; these reviews also identify no or a very low number of high quality clinical studies[ [26](#B26)- [29](#B29), [39](#B39)]. China is rich in plants[ [34](#B34)- [42](#B42)], which favored the development of a diverse herbal TCM. About 13000 herbal preparations are used and are listed in the Chinese Materia Medica (CMM) and are available in China[ [34](#B34), [38](#B38)], being officially recognized and described in detail by the Chinese Pharmacopeia[ [34](#B34), [37](#B37)], including herbs commonly used, regional variations and folk medicine variants. The Chinese Materia Medica[ [37](#B37)] is a reference book that also describes details of thousands of plant preparations[ [10](#B10)], including some nonbotanical elements (animal parts and minerals)[ [10](#B10), [34](#B34), [41](#B41), [42](#B42)] that are incorrectly classified as herbal medicines[ [34](#B34)]. Outside of China, only around 500 Chinese herbs are commonly used[ [34](#B34)]. Thousands of medicinal plants in China produce an abundance of different chemicals. With the nature as a potent manufacturer of potential drugs, this treasure has led to the development of some chemically defined drugs including artemisinin and ephedrine. Failure of valid clinical studies based on EBM criteria may have prevented the detection of more pharmacologically active principles and compounds, missing the innovation power of herbal TCM[ [41](#B41)]. This situation is different from other countries and cultures with herbal traditional medicine, where plants were used as a source of drugs and resulted in the development of, e.g., acetylic salicylic acid, [41](#B41), [42](#B42)]. The use of herbs is considered an essential part of the TCM philosophy and its proposed therapeutic principles to improve or stabilize health conditions[ [10](#B10)]; it takes a holistic view involving activating systems and self-regulating connections enhancing resistance to human diseases[ [43](#B43)]. TCM philosophy classifies the causes of illness as symptoms of diseases from abnormal interactions or imbalances in the human system[ [44](#B44)]; published diagnostic criteria, however, are poorly defined[ [31](#B31)], difficult to ascertain in a Western health care setting and substantially different from the diagnostic approach of Western medicine. Since functional imbalance and specific manifestations of disease are described as \"syndrome complex\", the concept of syndrome differentiation is important in the TCM diagnostics[ [44](#B44)]. Consequently, the use of herbal TCM initially requires an appropriate recognition of the patient's TCM symptoms; the TCM diagnosis should identify the correct symptom complex, usually by a TCM practitioner familiar with the principles of herbal TCM[ [35](#B35)]. Ideally, the TCM provider is a physician, as in China; qualification requirements may be less strict in other countries such as Germany, where TCM providers commonly are nonmedical healers and only rarely general practitioners[ [42](#B42)]. Herbal TCM is based on long local experience and original treatment principles[ [40](#B40)], described in general terms without detailed characterization of herbs and diseases as compared to drug and disease descriptions by modern medicine[ [10](#B10), [40](#B40)]. While modern medicine was developed from physiology and biochemistry, the mode of action of modern drugs are understood at cellular and molecular levels, and the therapeutic efficiency is proven by valid studies[ [43](#B43)]. For herbal TCM these criteria do not (yet) apply[ [40](#B40)- [43](#B43)]. According to ancient TCM philosophy, in herbal TCM therapy herbs are prescribed tailored to the patient's symptoms, signs and constitution; the original Chinese formulae are often modified, but details of this tailoring are rarely available[ [43](#B43)]. As a result, herbal TCM formulae of modified prescriptions continue to appear and are applied without any systematic evaluation[ [43](#B43)]. These highly individualized herbal TCM prescriptions create problems in clinical trials of herbal TCM preparations since EBM criteria are hardly applicable, if treatment modalities differ from patient to patient[ [43](#B43)]. Stratification of treatment for study purposes is also difficult, since most indications and contraindications of herbal TCM therapies are solely based on experience and documented in ancient books[ [43](#B43)]. In line with ancient herbal TCM philosophy, numerous herbal TCM products are mixtures of different herbs, commonly with up to six herbs[ [14](#B14), [39](#B39)] or more[ [14](#B14)]; typically there is a primary herb referred to as the \"King\"[ [39](#B39)] or \"Monarch\"[ [34](#B34)] herb. The other constituents, called also \"Minister\", \"Assistant\", or \"Envoy\"[ [34](#B34)], are believed of toxicity[ [39](#B39)]; to synergistically increase the effects[ [14](#B14)]; to improve the immune function[ [39](#B39)]; or to strengthen certain aspects of actions[ [39](#B39)]. Other aspects classify herbal TCM as having high, moderate or low toxicity[ [40](#B40)]. In the Chinese Pharmacopeia[ [37](#B37)], herbs are described as mildly toxic to highly toxic, with 59 items of CMM in the latter category[ [34](#B34), [37](#B37)]. Since robust experimental data are lacking, the herbal TCM philosophy related to toxic elements is elusive; although known for a long time[ [40](#B40)], it also appears that the question of herbal toxicity has not yet been fully appraised. Also, the use of nonherbal items (animal parts or heavy metals) as elements of the ancient herbal TCM philosophy is elusive[ [10](#B10), [14](#B14), [34](#B34), [40](#B40), [41](#B41)]; animal parts often used are Bai Hua She (venom of the Chinese viper Agkistrodon acutus), Jiang Can (dried larvae of Bombyx Batryticatus, infected by Batrytis bassiana), Ling Yang Qing Fei (antelope horn), Liyu Danzhi (carp juice), Quan Xie (dry polypides of the scorpion Buthus martensii), Sang Hwang (Phellinus Song Rong (Agaricus blazei, Himematsutake as Japanese Kampo Medicine, mushroom), polypites of the centipede Scolopendra subspinipes mutilans), Wu Shao She (parts of the dhumnades), and Yu Dan (fish gallbladder)[ [14](#B14), [41](#B41)]. EBM criteria have rarely been applied in trials of ancient herbal TCM, as discussed in detail in the present review with reference to treatment modalities remains unproven and does not warrant a recommendation for their common use to treat patients, considering also the known risks including life-threatening hepatotoxic reactions[ [39](#B39)- [42](#B42)], which should not be downplayed[ [42](#B42)]. In particular, the present data of herbal TCM trials and risk evaluations provide no evidence for a positive benefit/risk profile[ [42](#B42)]. The aim should be to initiate new strategies to integrate herbal TCM into modern medicine[ [42](#B42), [38](#B38)]. Ancient herbal TCM and modern medicine have evolved under different empirical, theoretical, philosophical, and cultural conditions, in an attempt to establish cornerstones of valid diagnostic and therapeutic principles and to provide efficient healthcare. However, mainstream opinion suggests that the current situation of ancient herbal TCM is poor and with the develop a pragmatic modern herbal TCM[ [42](#B42), [38](#B38)] that meets the needs of modern medicine and possibly combines the two medicinal cultures[ [38](#B38), [42](#B42), [44](#B44)- [46](#B46)] by bridging the gap between the herbal TCM and Western medicine[ [45](#B45)]. Present shortcomings of ancient TCM include insufficient EBM based RCTs supporting therapeutic efficiency, major adverse effects, poor herbal TCM product quality and lack of innovation power to develop new drugs from herbal TCM, inadequate standardization, categorization, and regulation, and intransparent and not validated diagnostic criteria to establish a clinical diagnosis. Therefore, new approaches are necessary to establish a modern herbal TCM[ [38](#B38), [42](#B42)] with its fascinating and encouraging perspectives, also regarding new drugs to be developed from herbs of TCM[ [42](#B42)]. These new approaches should cover herbal TCM products with proven therapeutic efficiency in line with the requirements of EBM criteria and a favorable benefit/risk profile[ [42](#B42)], ensuring product standardization and regulatory surveillance[ [35](#B35), [43](#B43)], and an effective ADR system to regulatory agencies[ [35](#B35)]. Special scrutiny should be placed on correctly labeling of ingredients[ [35](#B35)] and absence of toxins (aflatoxins, bacteria, and and mislabeled herbs[ [35](#B35), [36](#B36)]. Until substantial progress is made establishing a modern herbal TCM, risks should be identified, not ignored[ [42](#B42)]. We focused on evaluation of the evidence for efficient TCM preparations in the clinically relevant gastrointestinal disorders, thereby excluding diseases such as review main indications gastroesophageal reflux disease (GERD) and esophagitis, gastritis, gastric and duodenal ulcer, inflammatory bowel disease, hepatitis, biliary diseases as well as the common tumor entities of the colon and liver carcinoma, and the exclusion diagnoses dyspepsia and irritable bowel syndrome (IBS). Since 2000, no Cochrane review covered gastroesophageal reflux or esophagitis, considering Cochrane summaries and the search terms \"traditional Chinese medicine\" OR \"Chinese herbal\" AND \"esophagitis\" OR \"reflux\", except one review on GERD in asthma patients[ [50](#B50)]; their trial database presents six relevant trials, which are included in Table [2](#T2). For treatment of GERD, seven publications compared herbal TCM Liyan Wan[ [56](#B56)]. A seventh study did not specify the comparative treatment[ [57](#B57)]. Five studies were available in Chinese only[ [51](#B51), [54](#B54), [56](#B56), [57](#B57)] and were thus evaluated abstracts; only the studies of Li et al[ [53](#B53)] and Xu et al[ [55](#B55)] were available in an English language version. |Ref.||Patients||Intervention||Control||Outcome||Remarks| |Zhang et al[|[53](#B53)], 2011 [55](#B55)], 2007 [56](#B56)], 2006 [54](#B54)], 2005 [51](#B51)], 2004 [57](#B57)], 1998 In none of these GERD studies, details were given to diagnostic criteria of modern medicine like the Los Angeles classification of severity[ [58](#B58)], the Savary-Miller-classification[ [59](#B59)], or the MUSE-classification[ a randomization process. Hao et al[ [57](#B57)] did not use a control group at all but compared the efficiency of the herbal TCM Yunqitang for patient groups with differing diagnostic criteria derived from TCM. Furthermore, no two studies used the same herbal TCM preparation. Only one publication listed the ingredients of the intervention herbal TCM Banxia Xiexin Tang[ [56](#B56)]; for the other five preparations, no recipe could be identified. All studies used \"TCM symptom scores\" to measure the efficiency of the intervention. Again, no publication specified these symptom scores, except Xu[ [56](#B56)] who used a semiquantitative scoring system for laryngitis; Xu et al[ [55](#B55)] did not detail the herbal TCM preparation. No publication reported endoscopic or histologic data, or results from pH-metry, but all publications claimed significantly better improvement in symptom scores. Taken together, no trial can be rated as a randomized blinded clinical study, and five studies may qualify as open cohort studies[ [51](#B51), [52](#B52), [54](#B54), [55](#B55), [57](#B57)]. Thus, no evidence is currently available in GERD trials to support the equivalency of herbal TCM preparations to established treatments like proton pump inhibitors (PPI). Similar results were obtained by Zhao et al[ [50](#B50)], who reviewed herbal TCM for nonacute bronchial asthma complicated by gastroesophageal reflux and also concluded that currently no proven benefit can be derived from published studies. A PubMed search for clinical trials using the items \"Chinese herbal\" AND \"gastritis\" retrieved 23 results. Of these, 16 publications were included in Table [3](#T3); only two studies[ [61](#B61), [62](#B62)] were reported as randomized trials. All studies originated in China, and only one report was available in English[ [63](#B63)]. In nine studies, two different herbal TCM preparations were compared[ [63](#B63)- [71](#B71)], and in only four trials, herbal TCM preparations were compared to Western [73](#B73)]; and domperidone[ [74](#B74), [75](#B75)]. In two studies, triple therapy was given in both groups, together with the herbal TCM preparations Junghua Weikang[ [61](#B61)] or Wen Wei Chu[ [62](#B62)]. In these 16 trials, 13 different herbal TCM preparations were tested, the three preparations Jinghua Weikang[ [61](#B61), [62](#B62), [63](#B63)] were used twice, and three publications did not specify the herbal TCM preparation 1996 [75](#B75)], 1995 [72](#B72)], 1994 [76](#B76)], 1992 All studies reported significantly better results in the verum group, nearly always for clinical symptoms. In most publications, criteria for \"total efficiency\" were not provided, and some trials[ [63](#B63), [66](#B66), [71](#B71)] specified symptoms classified by the TCM system rather than Western clinical symptoms. In no publication (including the English ones) were sufficient data given to confirm the statistical calculations. Herbal TCM Kangwei granules were tested in two studies against herbal [66](#B66)] and bismuth triple therapy[ [73](#B73)]. was evaluated in one study as verum (in addition to pantoprazole, clarithromycine, and metronidazole as triple therapy) and found to improve symptom relief compared to herbal TCM therapy only[ [62](#B62)]; in another study, Wenweishu was used as control therapy tested against the herbal TCM Yiweikang, and found inferior to the verum in symptom relief[ [63](#B63)]. Taken together, no randomized study has been performed to test herbal TCM preparations head on against Western gastritis therapy. No study has tested herbal TCM against PPIs; in recent studies describing PPI treatment, this drug was given in both groups[ [61](#B61), [62](#B62)]. Only Chen et al[ [73](#B73)] tested herbal TCM Kang Wei granules against a quadruple therapy and reported significant better improvement in TCM symptoms, without providing data for other parameters. Further ambiguities derive from incomplete description of symptom scores or a mixture of differences within one treatment group with differences between verum and control group. Future studies should emphasize characterization of patient diagnoses included in these studies, careful selection of the control therapy, outcome definition at the start of the study, and clear data presentation. Efficiency studies of herbal TCM preparations for patients with gastric or duodenal ulcers have only rarely been reported. Among 46 PubMed hits, 17 publications were identified (Table [4](#T4)), which described clinical studies or clinical reports related to treatment with herbal TCM; nine trials were identified in the Cochrane clinical trials database relating to gastric ulcer and ten trials related to duodenal ulcers. Except Zhou et al[ [77](#B77)], all studies are available only in Chinese and were evaluated from their English language abstracts. All studies were published in journals devoted to TCM or Chinese medicine. |Ref.||Patients||Intervention||Control||Outcome||Remarks| |Hu et al[|[62](#B62)], 1994 [89](#B89)], 1992 [90](#B90)], 1991 published as randomized[ [61](#B61), [62](#B62), [78](#B78)- [80](#B80)]; specific details about blinding were mentioned only by Zhou et al[ [81](#B81)], whereas all other studies did not describe blinding or used a design not amenable to blinding. Among the 17 trials included in Table [3](#T3), the study of Zhou et al[ [81](#B81)] was the only one not describing significantly superior therapeutic effects of herbal TCM preparations. Four studies included patients with duodenal ulcers[ [61](#B61), [80](#B80), [82](#B82), by endoscopy, for peptic ulcer the location remains unclear. Among the studies published before 2008, ten trials compared herbal TCM preparations against chemically defined recent studies used an \"add-on\" design, comparing a Western standard treatment with a herbal TCM preparation added to this regime; this study design is not suited to elucidate the therapeutic effect of the added herbal TCM decoction on ulcer healing. The herbal evaluated in two studies[ [61](#B61), [77](#B77)]; in both, it improved bloating and belching, without eradication of H. pylori infection. The herbal TCM Yuyang was studied whereas Li and Yin[ [90](#B90)] reported significant better cure rates compared to ranitidine, Lin et al[ [84](#B84)] and Zhou et al[ [81](#B81)] mentioned only symptomatic improvement compared to famotidine, but no control treatment could be identified from their abstract[ [81](#B81)]. All four recent randomized studies[ used a design comparing herbal TCM plus Western medicine against Western medicine, a study design that cannot prove the efficiency of herbal TCM on ulcer healing. Zhang et al[ [80](#B80)] using a comparison of the herbal TCM Haigui Yuyang capsules against ranitidine for 6 wk did not find differences in the outcome parameters (Table [4](#T4)). For symptom relief, some herbal TCM preparations may be useful. Further studies should focus on pathologically defined diagnoses, homogenous patient cohorts, prespecified objective outcome parameters, and unambiguous data presentation. Besides infectious diseases, ulcerative colitis and Crohn's disease are clinically important gastrointestinal diseases. In contrast, no review was found in the Cochrane library using the search items herbal TCM AND colitis or Crohn's disease, and only ten clinical trials were found. In PubMed, this strategy retrieved 29 publications. Ten relevant trials were identified (Table [5](#T5)), one trial was published twice[ [92](#B92), [93](#B93)]. Only one publication specifically included patients with eight trials considered and in one study[ [102](#B102)], patients with inflammatory bowel disease were included. Five studies used additionally the \"damp heat accumulation syndrome\" from the Chinese syndrome system[ [92](#B92), [96](#B96), [98](#B98)- [100](#B100)]. Six trials study against an unspecified Western medicine[ [102](#B102)]. Only Fukunaga et al[ [97](#B97)] used a design. |Liao 2014 [96](#B96)], [100](#B100)], 2010 [102](#B102)], 2010 [101](#B101)], 1994 Except the study of He et al[ [96](#B96)], all other trials were described as randomized, five of these studies also as blinded[ [92](#B92), [97](#B97), [99](#B99)- [101](#B101)], studied twice. For Composite Sophora, the group described significant better results only for TCM symptoms; for Qingchang, He et al[ [96](#B96)] found no significant changes in symptom scores, whereas Zhou et al[ [98](#B98)], adding Guanchang treatment, reported reduced incidences of diarrhea, blood and pus in stool. Taken together, herbal TCM may offer improvement in some TCM syndrome scores. But no well conducted study showed significant superiority; for well designed studies, improvements were similar between groups. PubMed using \"herbal TCM\" and \"hepatitis\" identified 63 publications marked as clinical trials. Manual search identified 28 clinical studies, using established parameters for disease definition and efficiency parameters (Table [6](#T6)). Searching the Cochrane library for clinical trials retrieved three reviews on herbal Chinese medicines and chronic hepatitis B[ [103](#B103)], chronic hepatitis[ [104](#B104)], and HBV carriers[ [105](#B105)]; 86 clinical trials were listed, with no additional publication identified in this search. As Chinese language publications only, 16 articles were available and were evaluated by the abstract; twelve English language articles, including one study published in both languages[ [106](#B106), [107](#B107)], were analyzed in full text. Only twelve publications[ [108](#B108)- [119](#B119)] did not derive from Chinese hospitals for TCM; all three trials from Western institutions[ [114](#B114), [118](#B118), [119](#B119)] failed to determine any positive effects herbal TCM mixtures. |Ref.||Patients||Treatment||Control||Outcome||Remarks| |Deng et al[|[132](#B132)], studies[ [110](#B110), [120](#B120)- [129](#B129)] used a design in which a herbal TCM preparation was used in addition to a Western medication, such as interferon (IFN)-[ [120](#B120)], virustatic [126](#B126)]. Most studies were not randomized or used ill defined patient cohorts, comprising chronic hepatitis and liver failure. In most trials, HBV patients were included, and only Hu et al[ [124](#B124)] described a study in HBV patients with acute-on-chronic liver failure; HCV infected [129](#B129)]. Rarely studies reported on the effects of the same herbal TCM preparation. Fushen Huayu was investigated in three trials with four publications [ [106](#B106), [108](#B108), [117](#B117), in two studies[ [112](#B112), two studies used a comparable design (for Fushen Huayu one study each compared to placebo or Heluoshugan, one used an add-on design to lamivudine), so positive findings have not been confirmed. As was seen in all other symptoms and diseases, most of the studies reported superiority of herbal TCM preparations; however, data presentation often was incomplete. Add-on design studies with herbal TCM given in one arm to another drug (virustatic drugs, IFN) in both arms cannot prove herbal TCM effects on hepatitis[ [110](#B110), [120](#B120)- [129](#B129)], and one study reports inconsistent prevention[ [113](#B113)]. Among other problems were inappropriate control treatments with polyene phosphatidylcholine or colchicine, missing composition of verum or placebo drugs, or small group sizes. A major problem with interpreting the studies resulted from incomplete data presentation. In about half of the studies included in this analysis, it remained unclear whether a comparison was done in one treatment group comparing the patients before and after treatment, or whether a difference was calculated between groups after treatment; in the study of Qiu et al[ [122](#B122)], treatment and placebo group description appears to be switched. Better designed studies like good randomization[ [106](#B106)] failed to show differences, as was the case in nearly all studies from non-Chinese groups[ [112](#B112), [114](#B114), [115](#B115), [117](#B117), [118](#B118)]. Currently, no evidence has been provided for the efficiency of herbal TCM in viral hepatitis eradication; however, some studies suggest improvement in subjective symptoms. It remains unclear whether this effect can be reproduced. Overall, no consistent proof for the efficiency of TCM preparations in acute or chronic hepatitis, or on amelioration of hepatitis related liver fibrosis[ [132](#B132)- [138](#B138)] has been provided. To identify clinical trials with patients suffering from noninfectious biliary diseases, the key words herbal TCM and gall bladder, bile, or biliary were used. In PubMed, 14 publications were identified, from which six were judged relevant to the review. Six reviews were found in the Cochrane library; only the study of Gan et al[ [139](#B139)] covering cholelithiasis was relevant to biliary diseases. Among the eight trials identified in this database (Table [7](#T7))[ [136](#B136), [139](#B139)- [145](#B145)], only one Two studies[ [140](#B140), [141](#B141)] described cholelithiasis patients, the study by Ma et al[ [140](#B140)] did not mention clinical parameters and therefore was not included. Four of the six studies[ [141](#B141)- [144](#B144)] claimed randomization, and no study blinded the participants or physicians. Only Tong et al[ [143](#B143)] mentioned histological confirmation for the diagnosis of primary biliary cirrhosis. Four of the studies used an add-on group; Jiang et al[ [145](#B145)] did not specify the herbal TCM preparation used. None of the studies was well designed or placebo controlled; thus, no evidence exists for the efficiency of herbal TCM in biliary diseases, in accordance with Gan et [136](#B136)], 1996 [141](#B141)], 1989 In PubMed, 75 clinical trial publications were retrieved using the key words herbal TCM and colon carcinoma; we excluded all in vitro investigations and trials investigating pharmacokinetic effects on cytostatic compounds; only five clinical trials remained with clinically relevant end points. The Cochrane Library did not contain a review or clinical trial describing clinical effects of herbal TCM in colon cancer patients. All trials were published in Chinese, with only the English abstract available for evaluation (Table [8](#T8)). Three studies[ [146](#B146)- [148](#B148)] included colon carcinoma patients only, whereas Guo[ [149](#B149)] evaluated intestinal cancers, and Li[ [150](#B150)] evaluated patients with digestive tract cancers. In four studies[ [147](#B147)- [150](#B150)], a herbal TCM preparation was added to standard chemotherapy; Zhou[ [146](#B146)] treated colon cancer patients either with the proprietary Zhao Weitiao No 3 preparation alone or in combination with oxaliplatin + 5-FU. All five studies found improvement in symptoms, whereas tumor size or recurrence was only described by Zhou[ [146](#B146)] with smaller tumors in the chemotherapy group. Herbal TCM preparations are not effective against colon carcinoma; they may provide some symptomatic relief especially for symptom scores in the Chinese symptom score systems[ [147](#B147)]. |Ref.||Patients||Treatment||Control||Outcome||Remarks| |Zhou et al[|[147](#B147)], 2005 [149](#B149)], 1999 [148](#B148)], 1994 [150](#B150)], 1992 A PubMed search using the key words TCM and hepatocellular carcinoma (HCC) retrieved 36 results, 21 of which were judged relevant. One recent clinical study with Jinlong capsules containing herbal preparations plus snake parts was excluded[ [151](#B151)]. The Cochrane library did not list a relevant review; ten trials are quoted in the Cochrane library, all of them already retrieved by the PubMed search. Two other studies[ [152](#B152), [153](#B153)] are included in Table [9](#T9); both studies investigated the use of Sho Saiko To, a herbal mixture with antitumor activity in vitro, to prevent HCC development in liver cirrhosis patients. |Ref.||Patients||Treatment||Control||Outcome||Remarks| |Huang 1997 [157](#B157)], 1993 trials investigated the palliative use[ [154](#B154)- [158](#B158)], or the adjuvant use preparations after curative treatment[ [152](#B152), [159](#B159)- [163](#B163)]; more than half of the 23 studies used an add-on design with all patients treated group additionally received herbal TCM preparations. There was no treatment in the control group in the study of Lin et al[ [167](#B167)] and some older studies[ [152](#B152), [168](#B168), agent[ [152](#B152)], only Ganji decoction was evaluated twice et al[ [164](#B164)] and Wang et al[ [165](#B165)]. Both studies used an identical design with four weeks courses of TACE plus Ganji decoction in the treatment group; Tian et al[ [164](#B164)] reported a better tumor regression in the control group, but better survival in the treatment group, whereas Wang et al[ [165](#B165)] published an improved long-term survival. Older studies reported significantly better outcome in the treatment groups, but clinical trials with larger cohorts and better design cannot confirm anticarcinogenic effects of herbal TCM. Most studies describe symptomatic relief and improvement in the quality of life[ [154](#B154), [161](#B161), [165](#B165)- [167](#B167), subjective symptoms[ [172](#B172)- [176](#B176)]. This effect is seen with all 16 described herbal TCM preparations as well as in the four studies using [166](#B166), [170](#B170)] or nonspecified herbal TCM preparations[ [162](#B162), [173](#B173)], so no active ingredient has yet been identified. A PubMed search for herbal TCM and dyspepsia retrieved 25 clinical trials; the Cochrane database identified 18 clinical trials. Thirteen clinical trials and cohort studies are included in Table [10](#T10); twelve trials originated in China, and one in Japan. Seven studies randomized the participants[ [177](#B177)- [183](#B183)], four studies used a placebo [180](#B180), [184](#B184)], or an untreated control group[ [185](#B185)], and one study did not report on control patients[ [186](#B186)]. Whereas only Xiao Pi-I was tested in as herbal TCM preparation[ [177](#B177), [181](#B181), [183](#B183)], domperidone [183](#B183), against mosapride. In two trials, two different herbal TCM preparations were compared[ [182](#B182), [189](#B189)]. The diagnostic criteria for functional dyspepsia were not consistent; four trials used comorbidity, and Liu et al[ [177](#B177)] and other article preferred gastric dyskinesia criteria. No study employed scores like the Glasgow dyspepsia severity score of modern medicine[ [190](#B190)]. |Ref.||Patients||Treatment||Control||Outcome||Remarks| |Liu 2005 [189](#B189)], 2002 [185](#B185)], 1998 [184](#B184)], 1993 In accordance with the results of a Cochrane review of Xiaoyao San for dyspepsia[ [190](#B190), [191](#B191)], some herbal TCM preparations may provide benefit for functional dyspepsia patients. Xiao et al[ [179](#B179)] showed superiority of St. John's Wort extract over modified Banxia Hupo decoction in dyspepsia patients with anxiety or depression; other publications reported improvement in all scores and symptoms, measured without adequate data presentation[ [189](#B189)]. Besides dyspepsia, IBS is a diagnosis of exclusion with abdominal pain rather than eructation. IBS is clinically subdivided with diarrhea or constipation as symptoms; therefore, PubMed and Cochrane libraries were searched for IBS with both diarrhea and constipation. For herbal TCM and constipation, three Cochrane reviews are identified, with Liu et al[ [192](#B192)] analyzing clinical trials of constipation and herbal medicines in general. Additionally, 33 clinical trials are included in the database. A PubMed search with IBS and herbal TCM identified 20 publications, with eleven relevant publications. Searching for constipation identified 51 publications; eight of them were judged relevant (Table [11](#T11)). All relevant clinical trials for IBS and herbal TCM were found both in PubMed and Cochrane database searches. Bensoussan et al[ [193](#B193), [194](#B194)] studied Chinese patients in Sydney; whereas all other trials were performed in China, mostly in TCM hospitals. |Ref.||Patients||Treatment||Control||Outcome||Remarks| |Su et al[|[202](#B202)], 2005 [208](#B208)], 2003 [193](#B193), [194](#B194)], 2001 Except Tong Xie Yao Fang which was used in two trials[ [195](#B195), [196](#B196)], no herbal TCM preparation was studied more than once. Three trials[ [193](#B193), [197](#B197), [198](#B198)] did not specify the type of herbal TCM preparation used. IBS - like dyspepsia - is a diagnosis of exclusion; for classification ROME criteria of Western medicine[ [199](#B199)] can be used; this has studies[ [193](#B193), [195](#B195), [196](#B196), [200](#B200)- [204](#B204)]; also in nine trials, as inclusion criteria[ [193](#B193), [196](#B196), [198](#B198), randomized (15/19 studies) and blinded (11/19 studies). Whereas 7/8 studies in IBS constipation type were control treatment in IBS with diarrhea. Liu[ [192](#B192)] could not identify valid evidence for herbal TCM preparations being effective in constipated IBS patients. Most studies found some symptomatic improvement during [211](#B211)]. However, since this effect was seen with all preparations, especially in older studies[ [212](#B212)- [216](#B216)], it may be speculated that this improvement is not due to specific herbal preparations but mediated by nonspecific factors. The use of herbal TCM to treat various diseases has an interesting philosophical basis with a long history, but its negative benefit/risk profile has raised objections about its efficiency. This also has been confirmed for gastrointestinal disorders in the present review, even when analyzing all published clinical trials, since placebo controlled, randomized, double blinded trials are lacking for nearly all preparations and indications. The quality of these studies overall is poor and does not allow a recommendation for its general use in gastrointestinal diseases. Future clinical studies should adhere to accepted standards of placebo controlled, randomized, double-blind clinical trials, also considering issues of herbal product quality and standard criteria of diagnoses and treatment endpoints. A modern herbal TCM should meet these requirements of modern medicine and bridge the gap between these two medicinal cultures. P- Reviewer: Chowdhury P S- Editor: Ma YJ E- Editor: Liu | |[History of Thomas, Springfield: Thomas Publisher . |[IARC Monographs Vol. 82](javascript:void(0);). Introduction: History of of traditional medicines 2002; Available from: [http://monographs.iarc.fr/ENG/Monographs/vol82/mono82-6A.pdf](http://monographs.iarc.fr/ENG/Monographs/vol82/mono82-6A.pdf). [Cited in This Article: Article: ] [Cited Article: ] [Cited Article: ] | Article: Article: ] |[Drug record. Chi R Yun (Breynia updated 2013; Systematic Reviews Cochrane Collaboration Citation Database of Systematic Reviews](javascript:void(0);). 2005;1:CD003631. [Cited in This | Reviews](javascript:void(0);). 2013;4:CD005096. [Cited in This | Reviews](javascript:void(0);). 2013;8:CD009059. [Cited in This | Reviews](javascript:void(0);). 2009;4:CD004520. Publishing House Reviews](javascript:void(0);). 2000;4:CD001940. [Cited in | Reviews](javascript:void(0);). 2001;4:CD003183. [Cited in This | Reviews](javascript:void(0);). 2013;4:CD009004. [Cited in of [ in This Article: ] | | "}