{"title": "Internal Dosimetry in Nuclear Medicine - PORTAL MyHEALTH", "author": "Norliza", "url": "http://www.myhealth.gov.my/en/internal-dosimetry-nuclear-medicine/", "hostname": "myhealth.gov.my", "description": "Introduction Nuclear Medicine is one of the specialized techniques involving the use of radioactive materials in the diagnosis and treatment of certain diseases such as related to thyroid and palliative care. In nuclear medicine therapy, radioactive material combines with other elements to form chemical compounds, or other combined with existing pharmaceutical compounds, to form a ...", "sitename": "PORTAL MyHEALTH", "date": "2016-04-15", "cleaned_text": "Introduction Nuclear Medicine is one of the specialized techniques involving the use of radioactive materials in the diagnosis and treatment of certain diseases such as related to thyroid and palliative care. In nuclear medicine therapy, radioactive material combines with other elements to form chemical compounds, or other combined with existing pharmaceutical compounds, to form a total radiopharmacuetical. The total radiopharmacuetical substances depend on pharmaceutical ingredients and how it is given, then it will go to various parts of the body to treat or relieve the pain. Of the total radiopharmacuetical can be included via injection directly to varicose, ingestion or drink by mouth or placed in the cavity of the body. Generally, radioactive materials that emit gamma radiation that is used in the nuclear medicine imaging and beta particles is suitable in treating or relieve pain faced by patients. The three types of therapeutic radionuclides are alpha emitters, beta emitters and Auger electron emitters. The ratio of non-penetrating to penetrating radiation should be high. The daughter nuclide preferebaly be short-lived. The basis for successful radionuclide therapy incorporates selective and sufficient concentration as well as prolonged retention of the radiopharmaceutical in the tumour while the uptake in normal tissue should be kept at the lowest levels. The general equation for general absorbed dose to the specific organ calculations is the following: For internal dosimetry, the numerator, ? , is not simply derived because it depends on the activity and distribution of the radioactivity source relative to the volume of dosimetric interest and is thus not easily described. For the sake of allowing manageable discrete calculations, sources and targets are usually summarized as source and target organs, or volumes or interest. In general is calculated for every source affecting a target, and should account for 100% of relevant radioactivity. The value of should incorporate: - Number of disintegrations from the radioactive source - Energy of the disintegrations - Fraction of energy absorbed in target per disintegration of source (based on geometry, attenuation, and absorption properties) The Role of Internal Dosimetry in Nuclear Medicine In order to make the radionuclide therapy treatment succsess, it is important to ensure the maximum dose absorbed in the targeted tissue and the effect of energy absorption were dominated by patient's biological factors. It is essential, therefore, to understand the dosimetry methodology and evaluate the radiopharmaceutical therapy effects relative to the radiation induced. The accuracy in dosimetry depends on the accuracy biochemical data. The biological effects of radionuclide therapy are mediated via a well-defined physical quantity, the absorbed dose, which is defined as the energy absorbed per unit mass of tissue. In the case of therapeutic radionuclides, the absorbed dose has to be high enough to achieve the therapeutic effect. Until today, there is no gold standard system for determining internal dosimetry to the patients, but there are several developed resources and methodologies available for estimating the dosimetric impact of clinical nuclear medicine practices.Nuclear medicine dosimetry is more commonly used for clinical applications (both imaging and therapeutic procedures), radiation safety, and as well as for new drug development. Dosimetry Technique One of the limiting factors in utilizing therapeutic radiopharmaceuticals is the potential hazard to the bone marrow, kidneys and other targeted internal organs. The tolerable limits vary from patient to patient depending on the volume of the kidneys and other critical organs, the rate of excretion and other varying individual factors. Therefore, it is important to determine the therapeutically effective dose for each patient specifically. The established method for individualized dosimetry is based on the measurement of the biokinetics by series of planar gamma camera images followed by calculations of the administered activity and the residence times, resulting in the radiation-absorbed doses of critical organs. Figure 1: Example of 6 hr and 72 hr measurements of the neck and post-therapy scan.(Luster et al. 2007). Dosimetry based on 3D data is more accurate and allows a patient specific approach. Inhomogeneous accumulation of the radionuclide in an organ can be detected, as well. But 3D images still new in nuclear medicine and many efforts to improve the spatial distribution of absorbed dose to specific patient anatomy have lead to the development of relative software. As conclusion, Internal Dosimetry in nuclear medicine verifies the patient specific dosimetry in radiopharmaceutical routine therapy, as a good approached to ensure the safety of organ at risks assessment of the radionuclide therapy and also to optimize the treatment. References - http://en.wikipedia.org/wiki/Internal_dosimetry - ICRP publication 103, 2007 - Thyroid cancer in childhood: Management strategy, including dosimetry and long-term results Hormones (Athens), 2007 Oct-Dec;6(4):269-78 - Radionuclides used in nuclear medicine therapy - from production to dosimetry Current Medical Imaging Reviews, vol. 9, no. 1, pp. "}