{"title": "Vaccine Accidentally Left Out of the Refrigerator? 5 Steps to Take", "author": "Kevin Driggers", "url": "https://americanbiotechsupply.com/blogs/american-biotech-supply/2020/03/02/vaccine-accidentally-left-out-of-the-refrigerator-5-steps-to-take", "hostname": "americanbiotechsupply.com", "description": null, "sitename": "Default", "date": "2020-03-02", "cleaned_text": "Vaccine Accidentally Left Out of the Refrigerator? 5 Steps to Take Americans faced deadly health challenges from preventable diseases before the mid-20th Century. In the past, thousands died from communicable illnesses such as polio, rubella, measles, and whooping cough. The U.S. Centers for Disease Control and Prevention reported that rubella infected more than 12.5 million adults and killed 2,000 babies during the 1964-65 outbreak in the United States. Things changed once doctors began using vaccines. Disease rates plummeted, and dangerous diseases that caused disabilities and deaths were nearly wiped out of the nation. Since 2012, only 15 cases of rubella were reported to the CDC in the United States. Vaccines can provide beneficial protection to individuals and protect immunocompromised people who cannot receive vaccines. Although they can save lives, they are only effective if healthcare providers manage, store, and administer them correctly. Additionally, they should also be stored in the right temperatures to maintain their potency. Unfortunately, these doses can easily degrade when exposed to out-of-range conditions. If a healthcare provider accidentally leaves a vaccine on a countertop, it can ruin its effectiveness. What procedures should your medical facility have if a staff member forgot to put a vaccine back into your medical refrigerator? In today's American Biotech Supply article, you'll learn what steps to take to address a temperature excursion event. What are Vaccines? [Vaccines](https://www.cdc.gov/vaccines/vac-gen/howvpd.htm) provide patients with long-lasting immunity to diseases, without getting the actual illness. They introduce foreign antigens into a person's immune system to trigger an immune response to viruses and other preventable diseases. How does this process work? Most vaccines contain weakened antigens that contain the same parts that cause disease. For example, the mumps vaccine contains portions of the live virus. Although weaker, they cause the immune system to produce antibodies that help a person [ develop immunity](https://www.cdc.gov/vaccines/pubs/pinkbook/prinvac.html). Vaccines are better substitutes rather than being exposed to live viruses. Why is a Vaccine Cold Chain Necessary? According to the [ World Health Organization](https://www.who.int/immunization/documents/IIP2015_Module2.pdf), vaccines are sensitive biological products that are sensitive to light, heat, and freezing. Vaccine potency, or the ability to adequately protect patients, can decrease when vaccines are exposed to extreme conditions. The CDC says that proper vaccine storage plays a critical role in stopping the spread of preventable illnesses. A cold chain is a system that uses a temperature-controlled supply chain to keep vaccines in good condition. Ensuring vaccine potency starts at the manufacturing plant. Manufacturers protect doses at every step of the process using specialized equipment and procedures. These actions ensure that they store the vials at the correct ambient temperatures during their transportation and delivery. Once they deliver them to a clinic, healthcare providers must manage the vaccines correctly. They must place these doses inside of a medical refrigerator that can maintain the optimal temperature settings. Next, they must follow correct CDC guidelines when administering these dosages to patients. What Happens When Patients Receive Ineffective Doses? Mishaps can affect vaccine potency. In busy clinics, healthcare staff members juggle many tasks. A distracted doctor or nurse can accidentally leave a vaccine vial on a countertop, instead of placing it back into a medical refrigerator. These small accidents can impact the potency of a vaccine. These are known as [ temperature excursion events](https://www.cdc.gov/vaccines/hcp/admin/storage/toolkit/storage-handling-toolkit-2020.pdf). They occur when vaccines are stored in ranges outside of the manufacturer's recommended ranges. Unfortunately, ambient temperatures can damage the vaccine's potency. Medical staff can't tell whether these doses are still good by looking at them. If a healthcare provider doesn't follow CDC guidelines, they can administer these doses to unwitting patients. The vaccines may cause an inadequate immune response in their bodies and poorly protect patients against diseases. These mishaps negatively impact both patients and their primary healthcare providers. Patients may need to return for revaccination. These mistakes can lower their opinion of the vaccine provider. The medical clinic can also lose thousands of dollars due to wasted doses. Healthcare settings should have procedures in place to protect patients from ineffective doses. They should use a medical refrigerator to ensure that the cold chain remains intact. American Biotech Supply has [ several dedicated models](https://www.americanbiotechsupply.com/refrigerators) that can safely store vaccines. Storage Temperatures of Vaccines Different vaccines have specific storage requirements. Some are only licensed for refrigeration. According to [ CDC recommendations](https://www.immunize.org/catg.d/p3048.pdf), medical providers should keep these vials at temperatures between 2° C- 8° C (36° F - 46° F). Liquid vaccines that contain aluminum can permanently lose their potency to freezing temperatures. Inactivated vaccines stored in liquid states (i.e., non-lyophilized or freeze-dried ones that contain aluminum adjuvants) should be kept inside a refrigerator. Other vaccines require freezing. These include vaccines such as varicella and Herpes zoster. Here are some [ storage temperatures](https://www.cdc.gov/vaccines/hcp/acip-recs/general-recs/storage.html#t-01) for nine popular vaccines. 1. Diphtheria and Tetanus Toxoid There are several types of Diphtheria-tetanus-containing (DT, Td). Providers should store these vaccines between 2°C-8°C (36°F - 46°F), and protect them from light. The inactivated forms of toxoids of diphtheria and tetanus are unaffected by rising temperatures until they reach 45°C when it loses its secondary structure. At 53 C, the vaccine's degradation accelerates, causing it to lose its potency. Adsorbed toxoids onto aluminum-based adjuvants allow these vaccines to have increased stability at elevated temperatures for a longer time. Do not freeze these vaccines, since they can lose their potency. Any frozen vaccine has a reduced immune response and an increased incidence of local reactions. 2. Hepatitis A and Hepatitis B Manufacturers make the Hepatitis A and B vaccines from yeast-derived recombinant DNA and are adsorbed onto aluminum. Providers should store the Hep A and Hep B vaccine between 2°C-8°C (36°F - 46°F). Temperatures above 45°C can inactivate the vaccines. Never freeze these vaccines, because it damages their effectiveness. They form aggregates during freezing and aluminum sedimentation. Do not use these vaccines if they were frozen. 3. Pertussis Vaccine Bacterial infections cause pertussis or whopping cough. The Pertussis-containing vaccines (DTaP, Tdap) have proteins that become inactive at temperatures over 45 degrees. Clinics should protect these doses from freezing temperatures since they can reduce its efficiency. The cold can cause hairline cracks in containers and contaminate the contents. 4. Rabies Vaccine This vaccine is a lyophilized form that can stay stable for up to 18 months at - 20°C and withstand temperatures as high as 60°C. 5. Meningococcal Vaccine (Group A and C) The meningococcal vaccines (MenACWY and MenB) and C vaccines are highly unstable at ambient temperatures. Purified meningococcal polysaccharide vaccine undergoes depolymerization at ambient temperatures. In the past, providers needed to freeze the polysaccharide form of the vaccine. Lyophilization has increased the vaccine's thermal stability. Now, providers can store the MenACWY stored inside of refrigerators. The non-lyophilized, nonaluminum-adjuvanted vaccines must be stored at temperatures between 2°C - 8°C (36°F - 46°F). 6. Haemophilus Influenza Type B Conjugate Vaccine The stability of the Hib vaccine depends on the impact of adverse factors on the link strength between the polysaccharide and carrier protein. Hib should not be frozen, especially when combined with DTP since it diminishes its potency. 7. MMR Vaccines The lyophilized form of the MMR vaccine is stable. Freezing or refreezing won't damage the MMR vaccine; however, it degrades slowly at temperatures between 54°C - 56°C. After this exposure, the vaccine is rapidly inactivated. MMR loses its potency once it's reconstituted and kept at elevated temperatures, so providers should always refrigerate it. 8. Varicella Vaccines Varicella vaccines include the MMRV and Herpes zoster. Providers should place these viruses within a medical freezer. They require a temperature range of -50°C and -15° C (-58° F and +5° F) for them to maintain their effectiveness. 9. IPV This vaccine is very stable both alone and in combination with other vaccine components. It must be refrigerated at temperatures below 4 C at which temperature, it slowly deteriorates after two years. At room temperature, it retains its stability at 25 C for up to one month. It rapidly decays once if exposed to freezing temperatures. Providers should store them at a temperature range between 2° C - 8° C (36° F - 46° F). Establish a Storage and Handling Operation Procedures to Deal with Emergency Situations Your organization should prepare a plan to deal with vaccines stored at out-of-range temperature settings. [ The CDC recommends](https://www.cdc.gov/vaccines/hcp/admin/storage/toolkit/storage-handling-toolkit-2020.pdf) that facilities should develop and maintain storage and handling operating procedures (SOP). It should be clearly written, detailed, and up-to-date. SOPs will help your facility stay organized and ensure that staff follows the proper vaccine management procedures. It will also serve as a reference. It should have information about three major areas. - General information - Your plan should provide contact information for vaccine manufacturers, equipment service providers, and facility staff. Additionally, it must contain job descriptions, regularly used forms, and staff training requirements. - Routine storage and handling SOPs - Every plan must have information about all aspects of vaccine inventory management, including ordering new vials to monitor storage conditions. - Emergency vaccine storage, handling, and transport SOPs - These should outline steps that staff should take in case equipment malfunctions, natural disasters, power failures, improperly stored vials, and other emergencies that could compromise vaccines. - Clear instructions -Your plan should have clear steps about handling temperature excursion events and scenarios. - Emergency Contacts - Each plan should have emergency contacts when excursion events occur. These include e manufacturer, local health department, and vaccine program coordinators. This management plan is critical to handle situations when your facility can longer safely store vaccines. Each staff member should receive training about the correct SOP to follow when handling a temperature excursion event, mishap, or emergency. Five Steps to Deal with Potentially Compromised Vaccines The CDC has a five-step process that providers should follow when dealing with potentially compromised vaccines. Don't assume that a vaccine is unusable if it was accidentally left out on a counter. The manufacturer can determine whether a vaccine is viable based on the length and magnitude of the temperature excursion. 1. Notify Staff Members Immediately about the Exposed Vaccine Immediately notify the primary (or alternate) vaccine program coordinator that the vaccine was left out. Attach a \"DO NOT USE\" label on the exposed vials. Place them into a separate container apart from other vaccines in the storage unit. The CDC says providers shouldn't discard compromised vaccines. 2. Assess Heat Exposure using the Vaccine Vial Monitor [The World Health Organization](https://www.who.int/immunization/documents/IIP2015_Module2.pdf) recommends using the vaccine vial monitor (VVMs) to assess heat damage. These temperature monitoring devices accompany vaccines through the entire supply chain process. VVMs ensure that providers don't administer heat-damaged vaccines. They are chemical indicator labels attached to the vaccine container (vial, ampoule, or dropper) by the manufacturer. The VVM records cumulative heat exposure using gradual color changes as vials move through the supply chain. The vaccine has been exposed to too much heat when the inner square's color matches (or is darker) than the outer one. There are four types of VVM. The devices match the heat sensitivity of the vaccine. They are VVM2, VVM7, VVM14, and VVM30. The VVM is the time in days it takes for the inner square to reach the color indicating a discard point if the vial was exposed to constant temperatures of 37 C. VVMs help healthcare staff decided what vaccines can be used after a cold chain break. VVMs status helps the user decide which vials show significant heat exposure. VVMs cannot measure exposure to extreme freezing temperatures. The Shake Test should be used instead. Warning: Don't administer any exposed vaccines to patients until you've contacted the vaccine manufacturer and local health department. 3. Document the Excursion Event Next, [ document the details](https://www.cdc.gov/vaccines/hcp/admin/storage/toolkit/storage-handling-toolkit-2020.pdf) of your temperature excursion event. You should include the following details in your report. If the temperature excursion event occurs because of improper storage conditions within a unit, then note the value (including the minimum/maximum reading during the time of the event, if available). - Record the room temperature. - Include the name of the person completing the report. - Write down a general description of what happened during the temperature excursion event. - If using a digital data logger (DDL), record the length of time the vaccine was affected. - Write down an inventory of the affected vaccine dosages. - List the items inside of the unit, other than the vaccines. These should include water bottles. - Write down any problems with the storage unit and the affected vaccines before the event occurred. 4. Contact the Vaccine Manufacturer and Your Local Health Department Next, contact your local immunization program and the vaccine manufacturer for guidance. They'll determine whether the compromised vaccine is still usable. You should give them information about your standard operating procedures (SOP). You should also provide the manufacturer and local coordinators with documentation and DDL data so they can offer you the best advice. They will recommend whether you'll need to recall patients for revaccination. 5. Complete Your Documentation of the Event You'll need to complete a report about the excursion event. Information should include what actions you took. Outline what you did with the vaccine and how long it took to take action. Additionally, you should write down details about whom you contacted and the instructions you received from them. Next, discuss what steps you'll follow in the future to prevent another excursion event. Finally, write a disposition about the affected vaccines (e.g., shortened expiration date, discarded, or returned vials). After you determine what occurred, update your SOP. You should obtain additional CDC-based training for your staff to prevent future mishaps. Following these steps can prevent ensure your patients receive effective vaccines. Are you searching for a medical refrigerator to protect your vaccine supply? [ Contact American Biotech Supply](https://www.americanbiotechsupply.com/contact-us) today for more information. "}