{"title": "Tóxicos en los utensilios de cocina - Los materiales más seguros", "author": "Marta Villén", "url": "https://www.conasi.eu/blog/productos/menaje-ssk-sin-teflon-antiadherente-titanio/toxicos-en-los-utensilios-de-cocina-materiales-seguros/", "hostname": "conasi.eu", "description": "Consideramos como utensilios seguros aquéllos que no desprenden ninguno de sus componentes al alimento y que no reaccionan con el alimento.", "sitename": "Blog Conasi", "date": "2012-03-31", "cleaned_text": "cocina (parte 1) - Materiales tóxicos](https://www.conasi.eu/blog/productos/menaje-ssk-sin-teflon-antiadherente-titanio/toxicos-en-los-utensilios-de-cocina/) [Tóxicos en los utensilios de cocina (parte 2) - Teflón y plásticos](https://www.conasi.eu/blog/productos/menaje-ssk-sin-teflon-antiadherente-titanio/toxicos-en-los-utensilios-de-cocina-teflon/) - Tóxicos en los utensilios de cocina (parte 3) - Materiales seguros Consideramos como utensilios seguros aquéllos que no desprenden ninguno de sus componentes al alimento y que no reaccionan con el alimento. Hasta donde hoy conocemos, los materiales más seguros son: Vidrio El vidrio está fabricado básicamente con sílice, cal y sosa. Es un material inerte y no poroso. El [vidrio borosilicato ](https://www.conasi.eu/blog/consejos-de-salud/materiales-y-toxicidad/borosilicato-vidrio-cocina/)es un tipo de vidrio que debido a su bajo coeficiente de expansión resiste los cambios de temperatura. Nos da todas las garantías en la cocina, puesto que contiene ningún metal y no reacciona con ningún material con el ni calor (se trata del vidrio utilizado en laboratorios por su arreactividad). Así que es una buena alternativa para sustituir los recipientes de plástico e incluso para cocinar y para congelar. A algunos tipos de vidrio se les añaden metales pesados para cambiar sus características, por ejemplo las cristalerías de vidrio fino, las cuales contienen plomo, a menos de que el fabricante indique lo contrario. En Conasi elegimos vidrio borosilicato, como los [productos Visions](https://www.conasi.eu/374-menaje-para-cocinar) y [SIMAX](https://www.conasi.eu/223_simax), con los cuales podemos cocinar y los productos [Nature's Design](https://www.conasi.eu/262-vitalizacion), que además nos aportan el efecto vitalizador de la flor de la vida en oro de 24 K y diseñados con la medida aúrea. Y los productos de vidrio borosilicato [Trendglas](https://www.conasi.eu/258-hervidores), los cuales tienen buena resistencia al choque térmico (es decir, cambios bruscos de temperatura) y resisten temperaturas muy superiores a la ebullición del agua. Pueden utilizarse para calentar en ellos siendo totalmente inocuos y estables. Porcelana, cerámica y esmalte vítreo La [porcelana,](https://www.conasi.eu/374-menaje-para-cocinar) la [cerámica](https://www.conasi.eu/374-menaje-para-cocinar) y el [esmalte de porcelana o vítreo](https://www.conasi.eu/226_riess) son materiales seguros, siempre y cuando no contengan metales pesados. El esmaltado vítreo es un recubrimiento de porcelana que se aplica sobre un metal, cerámica o vidrio proporcionándole una superficie protectora impermeable, brillante, extremadamente resistente y muy duradera. Los utensilios de barro no deben estar barnizados y en caso de tener esmalte deben certificarnos que no contienen plomo. Silicona Es un polímero sintético de los silicatos y se obtiene a partir de sílice de arena. Ahora está ampliamente difundido su uso en [moldes, espátulas, ](https://www.conasi.eu/378-moldes-para-hornear) [bolsas](https://www.conasi.eu/buscar?controller=search&orderby=price&search_query=stasher) [y otros utensilios](https://www.conasi.eu/378-moldes-para-hornear) que además de ser antiadherentes son flexibles. La silicona es estable e inerte, no reacciona al estar en contacto con los alimentos y resiste temperaturas desde la congelación al horneado. Hay diversas calidades de silicona y diferencias en su flexibilidad, duración y precio. La calidad superior es la denominada \"silicona platino\" por su durabilidad, flexibilidad y estabilidad, no transfiriendo tóxicos a los alimentos (y por supuesto no contiene plastificantes, como por ejemplo los conocidos [bisfenol A](https://www.conasi.eu/blog/consejos-de-salud/bisfenol-a-bpa/) o [ftalatos](https://www.conasi.eu/blog/consejos-de-salud/consejos-de-salud-consejos-de-salud/ftalatos-disruptores-hormonales/)). Cuando elegimos un utensilio de silicona, debemos asegurarnos de que los colorantes que contiene no son tóxicos. Todas estas garantías nos la ofrecen los productos [Lurch, Lékue, Stasher](https://www.conasi.eu/buscar?controller=search&orderby=price&orderway=desc&search_query=stasher) y [Silikomart](https://www.conasi.eu/103_silikomart). Titanio Es un metal inerte y atóxico, de gran dureza y resistencia y que no produce alergias, por lo que se utiliza en cirugía, para prótesis e implantes (no confundir con los rechazos que puede ocasionar, éstos no son alergias, es decir no hay implicación inmunológica) y por supuesto, para [cocinar](https://www.conasi.eu/412-ollas-de-titanio). También hay utensilios de cocina que lo incorporan en el revestimiento, dando lugar a un antiadherente muy resistente y estable. Así mismo, la prestigiosa marca alemana [Skk](https://www.conasi.eu/14_skk) ha desarrollado un antiadherente reforzado con titanio, proyectado a 20.000 grados y que nos aseguran una superficie totalmente estable, de gran dureza y durabilidad, así como ausencia de toxicidad. Cerámica en utensilios de corte Los cuchillos de cerámica [Kyocera](https://www.conasi.eu/264-cuchillos-de-ceramica-kyocera) son una alternativa perfecta a los tradicionales de acero inoxidable. Están elaborados con cerámica-zirconio de la más alta calidad, en condiciones de elevada presión y temperaturas de 1500ºC. Evidentemente no todas las cerámicas del mercado son iguales, Kyocera es la marca de calidad más elevada además de ser la que introdujo esta cerámica en el uso culinario, adaptándola de la ingeniería aeroespacial que es para lo que la desarrollaron. Al cortar con acero inoxidable hay una transferencia de iones metálicos en la zona de corte del alimento. Esto se evita con los utensilios de cerámica japonesa (podemos asegurar que Kyocera está libre de [nanotecnología y nanopartículas](https://www.conasi.eu/blog/consejos-de-salud/nanotecnologia-en-utensilios-de-cocina-y-productos-de-cuidado-personal/)), los cuales además son muy ligeros y si son de buena calidad, se mantienen afilados. Es un material anticorrosión. Con cerámica japonesa se fabrican también mandolinas, peladores, ralladores, molinillos: todos ellos nos aseguran que no se produce transferencia de ningún material tóxico a los alimentos con que están en contacto. Madera y bambú Son los materiales tradicionales para tablas de corte, cucharas, espátulas. Con la aparición de los plásticos se creyó que superaban a la madera en higiene, pero se ha comprobado que en las tablas de madera y bambú no hay crecimiento bacteriano si están limpias y no tienen por qué impregnarse de olores ni sabores si tratamos su superficie con aceite de vez en cuando. Hay que tener en cuenta que las tablas de plástico rápidamente quedan deterioradas en su superficie, dando lugar a múltiples hendiduras y desperfectos que igualmente son asiento de microorganismos. La mejor opción es utilizar el material más duro posible, para que la superficie se mantenga íntegra y mantener una limpieza adecuada. Por ello, elegimos [tablas de bambú](https://www.conasi.eu/tablas-de-cocina-de-madera/111-tabla-de-cocina-de-bambu.html), que consideramos las más resistentes e indeformables. Papeles de horno siliconados La utilización de papel de horno al cocinar hace que el calor aumente la transmisión de los tóxicos que el papel pueda contener, hacia los alimentos. [papel vegetal siliconado](https://www.conasi.eu/papel-para-hornear-y-conservar/781-papel-de-horno-rollo.html). En su elaboración no se utilizan blanqueantes, cloro, ceras ni parafinas. No altera el sabor ni las propiedades de los alimentos. Además, proviene de bosques sostenibles FSC). Productos con materiales seguros: [<< Tóxicos en los utensilios de cocina (parte "}