{"title": "Chapters & Articles", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2023-07-26", "cleaned_text": "- Jul 3, 2023 With more people accessing your business through a digital experience, application performance is more critical than ever, and managing resources across your complex IT environment has big implications on user experience and costs. In this sample chapter from Cisco Cloud Infrastructure, you will learn about workload management solutions including Intersight Workload Optimization Manager (IWO) and Cisco Intersight Kubernetes Service. |2.|[What's the Purpose of the Network?](/articles/article.asp?p=3178906) - By [Zig Zsiga](/authors/bio/ea45a96d-8b51-487d-8faf-60f4213b8c2f) - Jul 3, 2023 As a network designer, understanding the purpose and goal of the network is critical to properly designing it. This sample chapter from Cisco Certified Design Expert (CCDE 400-007) Official Cert Guide maps to the CCDE v3.0 Unified Exam Topics Section 4.0, \"Service Design,\" and covers the service design topics—from business applications and service models, to the cloud and data management—you need to meet business objectives. |3.|[CI/CD pipeline for NetDevOps](/articles/article.asp?p=3177851) - By [Faisal Chaudhry](/authors/bio/d3416d67-94f1-4f59-81ef-a7f0453ad408), [Ivo Pinto](/authors/bio/003d9d36-fcc3-4544-b073-fe11d046a858) - Jun 2, 2023 Jenkins is an open-source tool used for Continuous Integration and Continuous Delivery (CI/CD). In this excerpt from Automating and Orchestrating Networks with NetDevOps, you will learn how a NetDevOps engineer implements automated CI/CD pipelines with Jenkins. |4.|[Introduction: A License to Design](/articles/article.asp?p=3150811) - By [Martin James Duggan](/authors/bio/b096f61e-cdfa-43c4-acb5-c9c295449da0) - Mar 5, 2023 Design methodology isn't just focused on technology; an architect or designer also needs to focus on business priorities to bring true value to a solution. Martin J. Duggan, author of CCDE v3 Practice Labs: Preparing for the Cisco Certified Design Expert Lab Exam, explores what you can expect in the CCDE v3 Practice Exam. |5.|[Routing Information Protocol (RIPv2)](/articles/article.asp?p=3150822) - By [Narbik Kocharians](/authors/bio/59fdd0e9-7f72-4130-902a-c1e8a5de1255) - Feb 5, 2023 The Routing Information Protocol (RIP) is a perfect example of a simple distance vector routing protocol that follows all the standard distance vector designs. In this sample chapter from CCIE Enterprise Infrastructure Foundation, 2nd Edition, you will explore the simplicity of RIP configuration, advanced RIP filtering scenarios, and RIP configuration challenges. |6.|[Understanding ACI Hardware and Topologies](/articles/article.asp?p=3150964) - By [Ammar Ahmadi](/authors/bio/a391c1bb-6095-42c5-9b77-979c42b54e98) - Jan 4, 2023 ACI is designed to allow small and large enterprises and service providers to build massively scalable data centers using a relatively small number of very flexible topologies. In this sample chapter from CCNP Data Center Application Centric Infrastructure 300-620 DCACI Official Cert Guide, the author team details the topologies with which an ACI fabric can be built or extended. |7.|[Workload Workload Optimizer is an analytical decision engine that generates actions that drive the IT environment toward a desired state where workload performance is assured and cost is minimized. In this sample chapter from Cisco Intersight: A Handbook for Intelligent Cloud Operations, you will explore how Workload Optimizer helps applications perform well while simultaneously minimizing cost (in a public cloud) and optimizing resource utilization (on premises) while also complying with workload policies. |8.|[Port Channels and vPCs](/articles/article.asp?p=3150966) - By [Somit Maloo](/authors/bio/75b726d0-f107-4c19-98bd-77d9f3558184), [Iskren Nikolov](/authors/bio/301612bc-152f-4827-b31e-ab7a1dd35c61) - Nov 9, 2022 Port Channel technology allows multiple links between two participating devices to be used to forward traffic by using a load-balancing algorithm. vPC (virtual port channel) technology allows multiple devices to form a port channel. In this sample chapter from Cisco Data Center Fundamentals, the authors discuss Ethernet port channels, including port channel modes, port channel compatibility requirements, and port channel load balancing. |9.|[Python Functions, Classes, and Building Python functions allows for the creation of reusable code and is the first step toward writing object-oriented code. In this sample chapter from Cisco Certified DevNet Associate DEVASC 200-901 Official Cert Guide, you will review working with and building Python functions. It also introduces how Python modules can extend the capabilities of Python and make your job of coding much easier. |10.|[Automation](/articles/article.asp?p=3145761) from Cisco Certified DevNet Professional DEVCOR 350-901 Official Cert Guide maps to the second part of the Developing Applications Using Cisco Core Platforms and APIs v1.0 (350-901) Exam Blueprint Section 5.0, ''Infrastructure and Automation.'' |11.|[Firewall Deployment in Routed Mode](/articles/article.asp?p=3145769) - By [Nazmul Rajib](/authors/bio/5a37c708-af3c-4f32-85c8-37be3ae9df4a) - Sep 24, 2022 You can deploy a Secure Firewall threat defense as a default gateway for your network so that the end users can use the threat defense to communicate with a different subnet or to connect to the Internet. This sample chapter from CCNP Security Cisco Secure Firewall and Intrusion Prevention System Official Cert Guide describes the processes to deploy a threat defense in routed mode. |12.|[Security](/articles/article.asp?p=3145772) This sample chapter from Understanding and Troubleshooting Cisco Catalyst 9800 Series Wireless Controllers covers the security aspects of the Catalyst 9800 controller. The biggest aspect revolves around AAA, which is either locally handled by the controller or delegated to an external RADIUS or TACACS server. |13.|[Communication Principles](/articles/article.asp?p=3131360) - By [Cisco Networking Academy](/authors/bio/bb85af8a-55b6-4594-85b4-3fc907f49d5e) - Mar 25, 2022 In this sample chapter from Networking Essentials Companion Guide, you will explore the protocols of network communication and how to troubleshoot problems in your network. |14.|[Using APIs](/articles/article.asp?p=3131572) - By [Constantin Mohorea](/authors/bio/f263a0aa-2ba3-4948-a330-80b9fe367971) - Feb 10, 2022 When API load increases due to growth of user requests and application data, hardware requirements increase as well. In this sample chapter from Cisco DevNet Professional DEVCOR 350-901 Study Guide, you will explore application optimization through HTTP caching, HTTP condition requests, caching controls, and HTTP data compression. |15.|[Initial Configuration Settings on the Cisco Expressway](/articles/article.asp?p=3129279) - By [Thomas Arneson](/authors/bio/80485359-c759-4884-9e04-5beccaf030dc), [Jason Ball](/authors/bio/c3d9dc13-cf9d-4f82-a0cd-ebea50780816) - Jan 25, 2022 In this sample chapter from CCNP Collaboration Cloud and Edge Solutions CLCEI 300-820 Official Cert Guide, you will explore protocol interworking on the Cisco Expressway. It covers both the H.323 and SIP settings and includes interworking on the Expressway. You will also confirm these settings with the verification of registration. |16.|[Clocks, Time Error, and Noise](/articles/article.asp?p=3128857) - By [Anshul Tanwar](/authors/bio/a83d28d8-2068-4c81-baa0-9bab55dbc081) - Jan 8, 2022 In the world of electronics, the term clock refers to a microchip that generates a clock signal, which is used to regulate the timing and speed of the components on a circuit board. This sample chapter from Synchronizing 5G Mobile Networks explains the different metrics used to quantify time error and how to measure them. |17.|[Linux Storage, Security, and 2022 Many network engineers struggle with concepts such as what mounting a volume means and the relationship between physical and logical volumes. This sample chapter from Network Programmability and Automation Fundamentals covers everything you need to know about storage to effectively manage a Linux-based environment, whether it is your development environment or the underlying Linux system on which a network operating system is based, such as IOS XR and NX-OS. |18.|[Using Data from Your Network](/articles/article.asp?p=3129453) - By [Ivo Pinto](/authors/bio/003d9d36-fcc3-4544-b073-fe11d046a858) - Nov 20, 2021 In this sample chapter from Network Automation Made Easy, you will learn data preparation and visualization techniques to derive value from data collected on enterprise networks. |19.|[Web Authentication](/articles/article.asp?p=3100059) - By [Katherine McNamara](/authors/bio/40c592d6-07af-4fcd-8ec7-c3b14eedb82e), [Aaron Woland](/authors/bio/138ff8aa-a491-4816-87d9-4b32e412365a) - Feb 25, 2021 There are a number of reasons that a company may choose to implement a WebAuth strategy. In this sample chapter from CCNP Security Identity Management SISE 300-715 Official Cert Guide, you will learn how to configure Centralized Web Authentication, build CWA authorization rules, and verify Centralized Web Authentication. |20.|[VMM Integration](/articles/article.asp?p=3100058) - By Feb 2, 2021 In this sample chapter from ACI Advanced Monitoring and Troubleshooting, you will learn about Virtual Machine Manager (VMM) and its integration into Cisco Application Centric Infrastructure (ACI). "}