{"title": "CICON19 DAY 1 Update: Cancer Prevention and Combination Immunotherapy Strategies", "author": "Arthur N Brodsky; PhD", "url": "https://www.cancerresearch.org/blog/september-2019/cicon19-day-1-cancer-prevention-combination-therap", "hostname": "cancerresearch.org", "description": "How checkpoint immunotherapy might be improved through combination strategies as well as efforts aimed at cancer prevention", "sitename": "Cancer Research Institute", "date": "2019-09-25", "cleaned_text": "Combination Immunotherapy Strategies September 25, 2019December 14, 2022 Arthur N. Brodsky, PhD \"Checkpoint inhibition has become the hallmark of cancer immunotherapy,\" declared Ton N. Schumacher, PhD, a member of the Cancer Research Institute (CRI) Scientific Advisory Council (SAC) from the Netherlands Cancer Institute, during his opening keynote lecture at the 2019 International Cancer Immunotherapy Conference (CICON19), which was co-organized by the Cancer Research Institute (CRI), the Association for Cancer lmmunotherapy (CIMT), the European Academy of Tumor Immunology (EATI), and the American Association for Cancer Research (AACR). Ton N. Schumacher, PhD, delivers the opening keynote lecture at CICON19. While the potential benefits of these PD-1/PD-L1-targeting immunotherapies are firmly established, what's less clear, according to Schumacher, is what's going on at the molecular level in patients treated with this approach. In particular, Schumacher, who received the 2016 William B. Coley Award, posed three questions that he sought to answer during his talk. First, do early immunological responses predict clinical responses to PD-1 checkpoint immunotherapy? Second, are there baseline parameters that predict immunological responsiveness? And third, are there distinct subtypes of immunologically non-responsive tumors? To answer, these questions, Schumacher's team analyzed—both before and after treatment—the tumors of 37 patients with melanoma as well as cancers of the lung, ovary, breast, and kidney. His data convincingly showed that early immune responses can indeed predict clinical responses, meaning whether patients' tumors will actually shrink. Regarding the pre-treatment parameters that might predict patient responses, he revealed that patients whose tumors were infiltrated by T cells and also produced certain molecules—such as CXCL5, CXCL10, CXCL13—were more likely to respond to PD-1 immunotherapy. This suggested that there are indeed additional distinct subtypes of tumors that don't respond to immunotherapy. Specifically, he identified \"quiescent\" tumors that, while infiltrated by T cells, aren't characterized by production of the molecules mentioned above and don't respond to immunotherapy. Schumacher also spoke about two other important observations: that tumors that don't respond to immunotherapy appear to have dysfunctional pools of \"stem-like\" (TCF-1+) T cells, and that populations of T cells that express high levels of PD-1 appear to be associated with immune response-promoting structures known as tertiary lymphoid structures—which are not currently well understood and which he predicts will become more important as more is learned about their role. Session 1: Cancer Prevention and Lifestyle Factors in Oncoimmunology Following Schumacher, Olivera J. Finn, PhD, of the University of Pittsburgh, kicked off the first session of CICON19 with a discussion of certain targets, or antigens, that might enable our immune system to eliminate cancer before it develops. Specifically, Finn, who received the 2017 AACR-CRI Lloyd J. Old Award, pointed out that when epithelial cells—the cells that give rise to roughly 90% of cancers—are attacked during infection or another type of stress, it can cause them to overexpress certain molecules, and these changes can provide an effective way for immune cells to target these cells and potentially stop cancer in its tracks. Two examples are MUC1 and cyclin B1. Normally, MUC1 is covered in sugar molecules, whereas Cyclin B1 appears only in a cell's nucleus. However, under stress, cells can produce a \"naked\" MUC1 not covered by sugar, and cyclin B1 can leave the nucleus and enter a cell's main compartment, known as the cytoplasm. These altered molecules signal to the immune system that these cells must be destroyed. Olivera J. Finn, PhD, discusses epithelial cells and developing a MUC1-targeting vaccine. In addition to finding that mice previously infected by a virus were better at controlling tumor growth, Finn used this insight to develop a MUC1-targeting vaccine that was able to stimulate immune responses against altered MUC1 but not autoimmune responses against normal MUC1. In addition to potentially preventing cancer before it arises, Finn stressed the benefits of testing these types of vaccines in the pre-malignant setting, such as people who develop precancerous adenomas of the intestine who are at high risk of recurrence, noting that these trials can be done in a relatively quickly and enable toxicity to be properly evaluated without the potential complications of cancer and other treatments. Next, Guido Kroemer, MD, PhD, of the Centre de Recherche des Cordeliers (France), spoke primarily about the benefits of caloric restriction and strategies that mimic its molecular and cellular effects, which can induce a type of cellular recycling process known as autophagy. In mice with transplanted tumors, the combination of immune-stimulating chemotherapy and fasting (or drugs that mimic the effects of fasting) led to improved outcomes. These autophagy-inducing drugs and chemotherapy also sensitized mice to PD-1 checkpoint immunotherapy, and the triple combination proved curative in most cases. Kroemer's lab is now focused on identifying other molecules that can induce autophagy, and has already identified two promising candidates that work in distinct ways. Guido Kroemer, MD, PhD, discusses caloric restriction and autophagy. Following Kroemer, CRI postdoctoral fellow Pavel Hanc, PhD, who works in the lab of CRI Scientific Advisory Council member Ulrich H. von Andrian, MD, PhD, at Harvard Medical School, discussed how dendritic cells—the immune cells that coordinate immune responses—interact with peripheral nerve cells known as nociceptors involved in sensing physical danger. Hanc found that these nociceptors, once stimulated, caused an influx of calcium ions (an important secondary messenger) into dendritic cells and enhanced their ability to produce inflammatory molecules known as cytokines. These effects required physical contact between the two cell types, and he found that dendritic cells sense nociceptors via their production of the CCL-2 molecule. Additionally, Hanc identified more than 1,400 genes in dendritic cells that were altered by the activity of nociceptors, including increased expression of \"sentinel\" genes such as IL-1b. Pavel Hanc, PhD, discusses how dendritic cells interact with nociceptors. The last speaker of the first session was Yuting Ma, PhD, of the Suzhou Institute of Systems Medicine (China), who explored how stress can impact the immune system's cancer-fighting capabilities. In particular, she examined how mental stress triggered by territorial disputes impacted the behavior and biology of mice. In addition to reduced movement and delayed grooming behavior, the stress of this \"social defeat\" also made chemotherapy less effective in mice with transplanted tumors as well as those that developed tumors after exposure to a cancer-causing compound. Yuting Ma, PhD, discusses how mental stress changes the immune context within tumors in mice. Mental stress also changed the immune context within tumors, resulting in fewer immune cells that produced the immune-stimulating molecule interferon gamma. This stress was also linked to lower antigen presentation (via both class I and class II MHC). Together, these findings may offer clues as to why both PD-1 checkpoint immunotherapy and vaccination were less effective in these mentally stressed mice. Signaling via the glucocorticoid pathway might be another mechanism hampering immune responses against cancer, and when Ma blocked this pathway it improved the effectiveness of therapy (as well as increased their movement). The molecule TSC22D3 is another factor that appears to play a role, as its expression was increased in the dendritic cells of stressed mice. When the gene that encodes it was deleted, dendritic cells' interferon activity was restored, as was their antigen presentation. In humans, Ma found a link between the stress hormone cortisol, negative moods, and TSC22D3 levels, and observed that low levels of TSC22D3 and high levels of interferon-related gene activity correlated with better outcomes in human patients. Session 2: Combination Therapies with Immune Checkpoint Blockers The first speaker of the second session at CICON19 was Alexander Eggermont, MD, PhD, of the Gustave Roussy Cancer Center (France), who laid out some lessons that the field has learned from the use of checkpoint immunotherapy in melanoma and other cancer types, and sought to clarify \"what we should expect, what we should not expect, and what opportunities might be available to us\" with these approaches moving forward. Eggermont first highlighted how checkpoint immunotherapy—especially the combination of PD-1 and CTLA-4 inhibitors—has transformed how we treat advanced melanoma, praising the combination as \"vastly\" superior to any other treatments we have against a disease that used to be untreatable. Now, the majority of patients respond to this combination, and many sustain these responses for years. Alexander Eggermont, MD, PhD, shares CRI's landscape data on combination trials with PD-1/PD-L1. These checkpoint immunotherapies are now being evaluated in combination with a wide variety of different therapeutic agents, including oncolytic viruses as well as approaches that target bacteria within us. One particularly promising avenue involves agents designed to target macrophages and convert them from the immunosuppressive M2 form (that can protect tumors) into the inflammatory M1 types (that can help eliminate them). In closing, Eggermont also highlighted the promise of incorporating immunotherapy strategies into the adjuvant (post-surgical) and neoadjuvant (pre-surgical) setting, noting that these areas will likely be responsible for some of the most important breakthroughs over the next five years. Arnab Ghosh, M.B.B.S., PhD, of Memorial Sloan Kettering Cancer Center, spoke next about targeting p53—a tumor suppressor protein that is known as the \"guardian of the genome\"—to reprogram the tumor microenvironment. Given that the inactivation of P53 contributes to the excessive growth of many types of cancers, Ghosh engineered cells to express \"super p53\" and found that it led to \"killer\" T cells that proliferated more, produced more granzyme B (a molecule T cells use to kill cancer cells), and expressed higher levels of the PD-1 checkpoint. These mice were also better at controlling tumors after being treated with PD-1 immunotherapy. Ghosh also spoke about a drug called APR-246, which is designed to mimic these effects observed in super p53 mice, who display enhanced abilities to repair their DNA and fend off tumor development. In addition to re-activating both normal and mutant p53, this treatment also resulted in more proliferative T cells with increased killing activity. Like the super p53 mice, mice treated with APR-246 were also better at controlling tumor growth after PD-1 immunotherapy. The effects of combining APR-246 with dual PD-1 and CTLA-4 inhibition were even more profound and improved the overall survival of these mice, even enabling some to reverse the growth of their tumors. Arnab Ghosh, M.B.B.S., PhD, discusses reprogramming the tumor microenvironment with p53. Next, Cornelis J.M. Melief, MD, PhD, of Leiden University Medical Center and ISA Pharmaceuticals BV, turned to cancer vaccines. Melief's work involves synthetic long peptide (SLP) vaccines that target the human papilloma virus (HPV), which is known to cause several types of human cancers, including cervical and head and neck cancers. While an HPV16-targeting vaccine demonstrated great benefits for patients with a pre-malignant disease known as vulvar intraepithelial neoplasia, or VIN3, Melief pointed out that this vaccine hasn't been effective against advanced disease, presumably due to the hostile tumor microenvironment that can suppress vaccine-induced immune responses. To address that, Melief discussed trials that have combined this HPV-targeting vaccine with other treatments. In patients with advanced cervical cancer, combining this vaccine with chemotherapy was able to induce and/or restore HPV-specific T cell responses, and the magnitude of these responses strongly correlated with patient survival, independent of patients' general immune status. Importantly, this vaccine was given after chemotherapy, when immune-suppressing myeloid cells were at their lowest levels. More recently, when this vaccine was combined with PD-1 immunotherapy, it doubled the response rate in patients with advanced, \"incurable\" oropharyngeal (oral) cancer. Cornelis J.M. Melief, MD, PhD, discusses trials that have combined a HPV-targeting vaccine with other treatments. The final speaker of the first day at CICON19 was Eric Vivier, D.V.M., PhD, of the Centre d'immunologie de Marseille-Luminy. To complement the many current immunotherapy approaches designed to bolster T cells exclusively, Vivier discussed approaches targeting the innate immune system, and natural killer (NK) cells in particular. Vivier first spoke about targeting a NK cell checkpoint known as NKG2A, which is often co-expressed along with PD-1. By blocking both checkpoints simultaneously, the combination treatment was able to promote powerful immune responses against tumors in mice as well as immune memory. When combined with an EGFR-targeting antibody, this NKG2A-blocking immunotherapy improved response rates and demonstrated promising overall survival in patients with heavily pre-treated squamous cell cancer of the head and neck. Interestingly, the overall survival rate at one-year was even higher in patients who had previously been treated with immunotherapy, compared to immunotherapy-naïve patients. In the last part of his talk, Vivier discussed ongoing efforts aimed at using NK cell \"engagers\" to activate these immune cells. Specifically, he discussed a synthetic antibody construct that is able to bind two \"activating\" receptors on NK cells—NKp46 and CD16—in addition to a tumor antigen. Eric Vivier, D.V.M., PhD, discusses blocking the NKG2A and PD-1 checkpoints simultaneously. That's it for day one of CICON19. Check back later for our recap of the highlights from day two! Our complete CICON19 coverage: CICON19 Day 1 Update: Cancer Prevention and Combination Immunotherapy Strategies CICON19 Day 2 Update: T Cell Exhaustion, the Tumor Microenvironment, and Novel Cellular Immunotherapies CICON19 Day 3 Update: Vaccines and Tumor Antigens, Technology and Informatics, and the Tumor Microenvironment CICON19 Day 4 Update: Metabolic Crosstalk and the Microbiome All photos by Arthur N. Brodsky, PhD, for the Cancer Research Institute Read more: Post navigation Childhood Cancer Awareness Month: 2019 Immunotherapy Research Update Read Story CICON19 Day 2 Update: T Cell Exhaustion, the Tumor Microenvironment, and Novel Cellular Immunotherapies Read Story "}