{"title": "10 renowned mindfulness, meditation and spiritual teachers — and specific talks to bring calm right now | CBC Life", "author": "Janet Ho", "url": "https://www.cbc.ca/life/wellness/10-renowned-mindfulness-meditation-and-spiritual-teachers-and-specific-talks-to-bring-calm-right-now-1.5521417", "hostname": "cbc.ca", "description": "Hand-picked teachings and offerings that may be useful.", "sitename": "CBC", "date": "2020-04-03", "cleaned_text": "mindfulness, meditation and spiritual teachers — and specific talks to bring calm right now Hand-picked teachings and offerings that may be useful There are very few people not affected by recent global events, and most of us are anxiously navigating the news and changes — both of which are coming rapidly. Though social distancing is absolutely essential, for some of us it's not merely an inconvenience; physical isolation may be taking a toll on happiness. Beyond social distancing, we are all dealing with concerns and worries unique to our individual circumstances. One way [to alleviate these anxieties is through a practice of meditation](https://www.cbc.ca/life/wellness/meditation-techniques-for-deep-rest-and-stress-reduction-1.4292158) — something you may have heard a lot about, but if you don't already have a practice, you may not know how to get into. We've rounded up a list of trusted teachers that can help. These mindfulness, meditation and spiritual practitioners have years of experience teaching these techniques, and we've highlighted some talks and practices that might be particularly useful right now. Thich Nhat Hanh Zen Master Thich Nhat Hanh is a spiritual leader and ordained monk world-renowned for his peace activism, global ethics and his teachings on mindfulness (Martin Luther King Jr. nominated him for the Nobel Peace Prize in 1967, and he was awarded the Pacem in Terris Peace and Freedom Award in 2015). Thich Nhat Hanh established Plum Village in 1982, an international practice centre in France welcoming thousands of meditation practitioners every year. Teachings: Since his stroke in 2014, Thich Nhat Hanh has not been as active in his community, however, his disciples continue to teach his wisdom through [live online events at Plum Village](https://plumvillage.org/live/) — or you can learn from the master himself via his [Dharma Talks podcast](https://podcasts.apple.com/ca/podcast/thich-nhat-hanh-dharma-talks/id480787112), [YouTube channel](https://www.youtube.com/user/plumvillageonline/videos?view=0&sort=p&shelf_id=6), and his many best-selling books, including [Peace Is Every Step: The Path of Mindfulness in Everyday Life](https://books.google.ca/books?id=J7m8p1ngZKwC&printsec=frontcover&dq=peace+is+every+step&hl=en&sa=X&ved=0ahUKEwix0-O5zMDoAhUkHzQIHbj5BagQ6AEIKDAA#v=onepage&q=peace%20is%20every%20step&f=false) and [The Miracle of Mindfulness](https://books.google.ca/books/about/The_Miracle_of_Mindfulness.html?id=0RMJU5e-4YcC&printsec=frontcover&source=kp_read_button&redir_esc=y#v=onepage&q&f=false). Notable offerings: Live virtual meditations take place daily from the Plum Village practice centre. You can also catch live online talks from various dharma teachers, including Sister Chan Khong, the first fully-ordained monastic disciple of Thich Nhat Hanh. found at [plumvillage.org/live](https://plumvillage.org/live/). Tara Brach Tara Brach is a clinical psychologist, a teacher of Buddhist meditation, and the founder of Insight Meditation Community of Washington, D.C., one of the largest meditation centres in the United States. Her teachings, which often interweave stories, personal anecdotes and jokes focus on encouraging self-compassion and self-awareness. Teachings: The [Tara Brach podcast](https://open.spotify.com/show/37McjD0j2cdu4GExcFQgm0), with an extensive library of Brach's talks and corresponding meditations, receives 1.5 million downloads each month. Brach also hosts retreats and offers online courses at [tarabrach.com](https://www.tarabrach.com/). Notable offerings: Brach live-streams a 90 minute talk, which includes meditations, every Wednesday at 7:30 p.m. (ET) on [YouTube](https://www.youtube.com/user/tarabrach/featured). Past talks include topics like \"Facing Pandemic Fears with an Awake Heart\". Diana Winston Diana Winston has taught mindfulness for health and well-being since 1999, and is considered one of the early founders of meditation programs in the United States specifically designed for youth. She is a founding board member of the International Mindfulness Teachers Association and the Director of Mindfulness Education at UCLA Mindfulness Awareness Research Centre (MARC). Teachings: Winston shares (free) guided mindfulness meditations on [uclahealth.org](https://www.uclahealth.org/marc/mindful-meditations), the UCLA Mindful app, the [Ten Percent Happier](https://www.tenpercent.com/) app and at [dianawinston.com](http://www.dianawinston.com/). Notable offerings: For the next few months, Winston is leading a [weekly 30-minute mindfulness meditation on Zoom](https://www.uclahealth.org/marc/meditation-at-the-hammer) every Thursday at 12:30 p.m. (PT). Bhante Saranpala Venerable Bhante Saranpala is a Buddhist monk, and mindfulness and meditation teacher who holds a Ph.D. in Religious Studies and Western Philosophy. He is a recipient of a number of honours and awards, including the Canadian Charter of Rights and Freedoms from the Government of Canada, and is well-known for providing accessible meditations and teachings for the lay person, Buddhist practitioner or not. Teachings: Ven. Bhante Saranpala shares teachings Notable offerings: Ven. Bhante Saranapala is currently offering a mindfulness meditation on Facebook Live every day. Visit [facebook.com/bhante.saranpala](https://www.facebook.com/bhante.saranapala) for more details. Joan Halifax Roshi Joan Halifax is a Buddhist teacher, Zen priest, anthropologist, activist, and the founder and head teacher of [Upaya Zen Center](https://www.upaya.org/), a Buddhist monastery. Halifax has a Ph.D. in medical anthropology and has done extensive work in the area of death and dying, founding the Project on Being With Dying in 1994, which has trained hundreds of health-care professionals in the contemplative care of dying people. Teachings: You can find Halifax's talks on the [Upaya Zen Center](https://www.youtube.com/user/upayazencenter/videos) YouTube channel. She recently published [Standing At The Edge: Finding Freedom Where Fear and Courage Meet](https://www.upaya.org/about/roshi/new-book-standing-edge-finding-freedom-fear-courage-meet/), an exploration of \"edge states\" (altruism, empathy, integrity, respect, and engagement), and our struggles with each of their shadow sides. Notable offerings: The Upaya Zen Center is hosting a [Virtual Spring Practice Period](https://www.upaya.org/giving/2020-online-spring-practice-period/) April 1-25, a by-donation retreat that includes dharma talks, seminars, and workshops with teachers including Roshi Joan Halifax. Visit [upaya.org](https://www.upaya.org/giving/2020-online-spring-practice-period/) for more details. Sara Auster Sound therapist and meditation teacher Sara Auster is well-known for creating sound bath experiences, and has facilitated notable sound bath events at venues such as the Museum of Modern Art and Madison Square Garden. Auster has been invited to speak about mindfulness, deep listening, and sound therapy for companies such as Google and Microsoft. Teachings: You can enjoy Auster's calming sound baths and talks on [saraauster.com/tuinein](https://saraauster.com/tunein). For more on sound baths, Auster has published the book [Sound Bath: Meditate, Heal and Connect Through Listening](https://www.simonandschuster.com/books/Sound-Bath/Sara-Auster/9781982132941). Notable offerings: Auster offers Instagram Live sound baths [@saraauster](https://instagram.com/saraauster) three times a week: Tuesdays and Thursdays at 12 p.m. (ET) and Saturdays at 5 p.m. (ET). Jon Kabat-Zinn Jon Kabat-Zinn, Ph.D., is a Professor of Medicine emeritus at the University of Massachusetts Medical School, where he founded its Mindfulness-Based Stress Reduction (MBSR) Clinic and Center for Mindfulness in Medicine, Health Care, and Society. His research focused on the effects of mindfulness-based stress reduction; over 720 medical centres and clinics worldwide use the MBSR model. Teachings: An author of 14 books including the best-seller [Full Catastrophe Living: Using the Wisdom of Your Body and Mind to Face Stress, Pain and Illness](https://www.mindfulnesscds.com/pages/books-by-jon-kabat-zinn#catastrophe), Kabat-Zinn publishes guided meditations on [mindfulnesscds.com](https://www.mindfulnesscds.com/) and online courses via [soundstrue.com](https://www.soundstrue.com/store/jon-kabat-zinn-5393.html). Notable offerings: Kabat-Zinn is currently leading one-hour talks and meditations regularly via the [Wisdom 2.0](https://www.youtube.com/channel/UCEhl4Grr46IolhzGhZ3agNw) YouTube channel. Sharon Salzberg Sharon Salzberg is acclaimed for her part in bringing meditation and mindfulness into mainstream American culture since 1974, and for her relatable teaching style. Salzberg is co-founder of [The Insight Meditation Society](https://www.dharma.org/) and has authored 11 books on the topics of happiness and mindful connection. Teachings: Salzberg's talks offer a secular, modern approach to Buddhist teachings and are shared on [her Facebook page](https://www.facebook.com/SharonSalzberg/) and on [sharonsalzberg.com](https://www.sharonsalzberg.com/). She hosts the podcast [The Metta Hour](https://www.sharonsalzberg.com/metta-hour-podcast/), which has over 100 episodes featuring interviews with the top voices in the meditation and mindfulness movement. Notable offerings: Salzberg will be leading live online meditations on [tricycle.org](https://tricycle.org/trikedaily/online-meditation/) in April, with dates to come. In the meantime, she offers guided meditations regularly via the [Insight Meditation Society](https://www.youtube.com/user/InsightMeditation) YouTube channel. Thubten Chodron Venerable Thubten Chodron is a Tibetan Buddhist nun, teacher, and the founder of [Sravasti Abbey](https://sravastiabbey.org/), one of the first Tibetan Buddhist training monasteries in the United States. She has published many books on Buddhist philosophy and meditation and is co-authoring The Library of Wisdom and Compassion with His Holiness the Dalai Lama, with whom she has studied for nearly forty years. Teachings: You can access many of Ven. Chodron's talks on the [Sravasti Abbey YouTube page](https://www.youtube.com/channel/UCni1-6lkjKP8vXPN_IFDZ2w) and written teachings on [thubtenchodron.org](http://thubtenchodron.org/). Notable offerings: Ven. Chodron gives a reading and provides commentary on the foundations of Buddhist practice every Friday at 6:15 p.m. (PT), via [livestream from Sravasti Abbey](https://livestream.com/sravastiabbey/events/8897026). In addition, Ven. Chodron has several livestream talks scheduled in April and May; visit [sravastiabbey.org](https://sravastiabbey.org/events/) for more details. Deepak Chopra Deepak Chopra is a mindfulness meditation teacher, a voluntary Clinical Professor of Family Medicine and Public Health at the University of California, San Diego and a world-renowned pioneer in integrative medicine and personal transformation. He's also the author of over 89 books, many on related subjects; his latest release is [Metahuman: Unleashing Your Infinite Potential](https://www.deepakchopra.com/metahuman). Teachings: Chopra regularly offers meditations and shares his teachings on [chopra.com](https://chopra.com/). Notable offerings: In collaboration with Oprah, Deepak is providing 21 days of free guided meditation to help provide hope and optimism in uncertain times. You can sign up for the meditation series at [chopameditationcenter.com](https://chopracentermeditation.com/). Janet Ho is a writer who spends her time enjoying big-city living and small-town life. "}