{"title": "Naturopaths", "author": null, "url": null, "hostname": null, "description": "Naturopaths", "sitename": "Province of British Columbia", "date": "2015-01-12", "cleaned_text": "with supplementary benefits status qualify for MSP coverage of naturopathic services. To verify a patient's eligibility for these benefits, use the Teleplan online eligibility check feature or call Coverage Enquiries. Enrolment Naturopaths who are licensed by the College of Naturopathic Physicians of British Columbia (CNPBC) are eligible to enrol with MSP and obtain MSP billing numbers. Enrolment status, and, therefore, the possession of an active billing number, is contingent upon the practitioner's continued licensure by theCNPBC. Any change in licensure, such as the renewal of a temporary license or specialty, must be reported to MSP to avoid refusal of claims. Enrolled Naturopaths Licensed naturopaths who register with MSP are called \"enrolled\" naturopaths. Enrolled may choose \"opted-in\" or \"opted-out\". Opted-in naturopaths must bill MSP directly for all required services provided to MSP beneficiaries. Opted-in naturopaths are prohibited by legislation from charging MSP beneficiaries more than the amount paid by MSP for an MSP-insured service. Opted-out naturopaths have elected to bill patients directly for insured services. Although opted-out naturopaths may choose to submit claims to MSP on behalf of patients who are MSP beneficiaries, MSP reimburses the beneficiaries directly for those insured services. Naturopaths Who Are Not Enrolled The services of a non-enrolled or de-enrolled naturopath are not benefits of MSP. These services can be billed directly to the patient for an amount more than that set in the naturopathy payment schedule, provided the patient is advised of the practitioner's payment protocol before the service is rendered. Assignment of a Billing Number Each practitioner enrolled with MSP is assigned a billing number consisting of two numbers: - a practitioner number, which identifies the practitioner rendering the service, and - a payment number, which identifies the person or group (e.g. clinic, hospital) to which payment is to be made. The practitioner and payment numbers are usually the same. However, they differ in cases where a practitioner designates another practitioner or a group, such as a clinic or hospital, to receive that practitioner's MSP fee-for-service payments. See Assignment of Payment. All claims submitted to MSP must include the practitioner number of the practitioner who performed the service; therefore, a practitioner cannot bill under another practitioner's number. The practitioner whose number appears on the MSP claim assumes full responsibility for the service provided. Applying for a Billing Number Naturopaths wishing to obtain a billing number from MSP must follow a clearly defined process. - You must first request licensure from the College of Naturopathic Physicians. - You must complete and submit the following application form: Change of Address or Licence If you change your address or telephone number, or if there is a change in your specialty or licence status, you must advise MSP so that your records can be updated accordingly. Timely notification of changes enables MSP to provide practitioners with accurate and efficient service and helps prevent unnecessary refusal of claims. De-enrolment and Opting Out A naturopath may: - enrol with MSP (if licensed with the appropriate licensing body); or - once enrolled, opt out of MSP; or - once enrolled, de-enrol from MSP (cancel the enrolment); or - not enrol with MSP. Notifying Patients If a naturopath intends to require their patients to pay all or a portion of the costs of a service, he or she must inform the patient, prior to rendering the service: - that the patient will be required to pay part or all of the cost directly; - the amount the patient will be required to pay; and - the amount the patient can expect to be reimbursed by MSP. Preamble and Payment Schedule - This includes as insured services the services of naturopaths who are registered members in good standing with the College of Naturopathic Physicians of British Columbia, and licensed under the Health Professions Act, when rendered in the Province of British Columbia to insured persons as prescribed in #2 below. - Naturopathy services will be an insured benefit only for beneficiaries with Medical Services Plan (MSP) supplementary benefits status. - Payment for naturopathy services insured under MSP can be claimed as follows: 00145 Naturopathy Service...............................$23.00 Notes: - This item is applicable only to patients who have MSP supplementary benefits status. - Subject to i) above, acupuncture, chiropractic, massage therapy, naturopathic, non-surgical podiatry, and physical therapy services are benefits up to a combined maximum of 10 visits per patient per calendar year. - Only payable if an adequate clinical record has been created and maintained. (...) Complete Preamble "}