{"title": "Queen Afua Shares 5 Habits to Help You Detox and Energize", "author": "Tracy E Hopkins", "url": "https://www.sistersletter.com/health/queen-afua-shares-5-habits-to-help-you-detox-and-energize", "hostname": "sistersletter.com", "description": "Whether you've read her best-selling classic a dozen times or just discovered her on 'Red Table Talk,' this good health guru to the stars can help you thrive.", "sitename": "Sisters", "date": "2021-07-09", "cleaned_text": "Back in 2006, I did a wellness retreat with holistic health practitioner Queen Afua, author of Heal Thyself: For Health and Longevity and Sacred Woman: A Guide to Healing the Feminine Body, Mind and Spirit. At the time, I was seeking natural ways to drop pounds and improve my overall health. Queen Afua's name is derived from her spiritual practice as a Khamitic (Egyptian) priestess — but her intuitive and transformative teachings resonate with queens of all faith traditions. And celebrity clients Erykah Badu, Lauren London, Iyanla Vanzant and Jada Pinkett Smith (who recently invited her as a guest on Red Table Talk) sing her praises. I still have the large seashells I collected from our early-morning stroll along the beach. This year marks the 20th anniversary of the release of Queen Afua's classic natural health text Sacred Woman, which has over 14,000 five-star ratings on Amazon. The Natural Path to Feeling Great \"I'm so glad that you did that journey,\" Queen Afua said warmly. \"It's not just the anniversary of the book, it's the anniversary for those who took the journey, so it's our anniversary.\" For over 40 years, through her wellness center, Sacred Woman retreats, workshops and books, the 67-year-old mother of three has been helping vitality seekers detoxify and find \"liberation through purification.\" During the Sacred Woman intensive, participants dressed from head to toe in white. During those four days, I shared vegetarian meals, laughed, danced and took nature field trips with a group of sisters also on the path to heal mind, body and spirit. Queen Afua stepped on the natural-healing path when she was 16 and plagued by a myriad of health issues, including asthma, allergies, arthritis and heavy periods. She says finding and reading Dick Gregory's Natural Diet for Folks Who Eat: Cookin' With Mother Nature during a healing retreat changed her life. \"I took [the book] home with me and I became an instant vegetarian. I saw that, 'Wow, I can get well with food!' It felt wonderful, and I never turned back,\" she says. During that time, she discovered fasting, and after a 21-day detox followed by a 21-day liquid fast (she drank fresh fruit and vegetable juices, herbal teas and distilled water) she was amazed to see her symptoms disappear completely. After a year of the pandemic doldrums, some of my unhealthy eating habits have crept back in (salt-and-vinegar potato chips and almond croissants keep calling my name). So it's been helpful to reexamine Queen Afua's words of wisdom. \"What does your morning look like, your midday look like, and your sunset look like? You've got to get into a rhythm,\" she says. \"You nurture yourself every day throughout the day, so you're building your health. Then you're releasing toxic thoughts, attitudes and foods out of your being and you're getting closer to your natural state, which is wellness.\" A health coach and pioneer in the green foods movement, Queen Afua's day usually includes doing yoga, meditating and eating two big salads, often made with kale, red onion, mung bean sprouts, red pepper and a creamy homemade avocado dressing. Here, the gentle wellness warrior offers five lifestyle rituals to help keep our crowns straight. Wake up early. \"Before the sun comes up, between 4 a.m. and 6 a.m., that's the best time to get a clear vision. That's when you would ask any question. What should I do? How should I deal with my finances, with my loved one? When should I travel?\" She says her clients get \"a powerful readout\" when they get up during this sacred time if they've been eating a fresh plant-based diet and having the last meal before sunset each day. Stay hydrated. To avoid dehydration, she says to drink at least 16 ounces of water several times throughout the day — in the morning, at midday and then before going to bed. \"Sometimes just drinking that water, it could get rid of pain in the body,\" such as reducing headache pain and muscle soreness. Destress with a warm bath. \"Taking a bath is the most powerful way to let go of stress.\" Add one pound of Epsom salt and bathe for about 15 to 30 minutes. \"Turn off the light in the bathroom. You might light a white candle for clear vision or a blue candle to represent inner peace. And [take] that quiet time with yourself, not running around, not taking care of other people. You reconnect.\" As part of this ritual, after the bath she advises that you shower and pour water over your forehead and your heart with the intention of releasing toxic emotions. Cool hot flashes with green juice. She recommends \"a glass of green juice every day.\" For example, either juice or blend two cucumbers, half a bunch of watercress, half a bunch of parsley — these particular green vegetables help to cool the body down. And then cut back on meat, increase your plant-based proteins and drink plenty of water because your body is dehydrated. When \"you start sweating and burning up, the body is telling you, 'Cool me down.' \" Maintain a positive outlook. \"The [elders] used to say, 'Watch your face!' Don't hold on to anger. Just find resources, look within for your healing, be consistent with your wellness and you won't attract conditions and relationships that keep you angry. Being mad at what happened last year and what happened [with your] ex,\" that takes a toll on your body and causes stress. \"All of that affects your grace and your beauty, so keep a smile in "}