{"title": "PDF", "author": "PDF", "url": "https://www.hal.inserm.fr/inserm-03135343/file/Satterstrom%202020.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "HAL Id: inserm-03135343 https://inserm.hal.science/inserm-03135343 Submitted on 20 Jan 2023 HAL is a multi-disciplinary open access archive for the deposit and dissemination of sci- entific research documents, whether they are pub- lished or not. The documents may come from teaching and research institutions in F rance or abroad, or from public or private research centers.L'archive ouverte pluridisciplinaire HAL , est destinée au dépôt diffusion de documents scientifiques niveau recherche, publiés and F unctional Changes in the Neurobiology of Autism F Kyle Satterstrom, Jack Kosmicki, Jiebiao W ang, Michael Breen, Silvia de Rubeis, Joon-Y An, Minshi Peng, Ryan Collins, Jakob Grove, Lambertus Klei, et al. T o cite this version: F Kyle Satterstrom, Jack Kosmicki, Jiebiao W ang, et al.. Large-Scale Exome Sequencing Study Implicates Both Developmental and F unctional Changes in the Neurobiology of Autism. Cell, 2020, pp.568-584.e23. 10.1016/j.cell.2019.12.036. inserm-03135343Article Large-Scale Exome Sequencing Study Implicates Both Developmental and Functional Changes in theNeurobiology of Autism Graphical Abstract Highlights d102 genes implicated in risk for autism spectrum disorder (ASD genes, FDR %0.1) dMost are expressed and enriched early in excitatory and inhibitory neuronal lineages dMost affect synapses genes; how theseroles dovetail is unknown dSome ASD genes alter early development broadly, othersappear more specic to ASDAuthors F. Kyle Satterstrom, Jack A. Kosmicki,Jiebiao Wang, ..., Kathryn allows identication of over 100putative ASD-associated genes, themajority of which are neuronallyexpressed, and investigation of distinctgenetic influences on ASD compared withother neurodevelopmental disorders. Satterstrom et al., 2020, Cell 180, 568-584 February 6, 2020 ª2020 Elsevier Inc. https://doi.org/10.1016/j.cell.2019.12.036 Article Large-Scale Exome Sequencing Study Implicates Both Developmental and Functional Changesin Neurobiology of Autism F. Kyle list continued on next page) SUMMARY We present the largest exome sequencing study of autism spectrum disorder (ASD) to date (n = 35,584total samples, 11,986 with ASD). Using an enhancedanalytical framework to integrate de novo and case- control rare variation, we identify 102 risk genes at afalse discovery rate of 0.1 or less. Of these genes, 49 show higher frequencies of disruptive de novo vari- ants in individuals ascertained to have severe neuro-developmental delay, whereas 53 show higher fre-quencies in individuals ascertained to have ASD;comparing ASD cases with mutations in thesegroups reveals phenotypic differences. Expressedearly in brain development, most risk genes haveroles in regulation of gene expression or neuronalcommunication (i.e., mutations effect neurodevelop- mental and neurophysiological changes), and 13 fall within loci recurrently hit by copy number variants.In cells from the human cortex, expression of riskgenes is enriched in excitatory and inhibitoryneuronal lineages, consistent with multiple paths toan excitatory-inhibitory imbalance underlying ASD. INTRODUCTION Rare inherited and de novo variants are major contributors to in- dividual risk for autism spectrum disorder (ASD) ( De Rubeis et al., 2014; Iossifov et al., 2014; Sanders et al., 2015 ). When such rare variation disrupts a gene in individuals with ASD more often thanexpected by chance, it implicates that gene in risk ( He et al., 2013 ). These risk genes provide insight into the underpinnings1Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, MA, USA 2Analytic and Translational Genetics Unit, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA 3Program in Medical and Population Genetics, Broad Institute of MIT and Harvard, Cambridge, MA, USA 4Harvard Medical School, Boston, MA, USA 5Center for Genomic Medicine, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA 6Department of Statistics, Carnegie Mellon University, Pittsburgh, PA, USA 7Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, New York, NY, USA 8Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY, USA 9The Mindich Child Health and Development Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA 10Department of Psychiatry, UCSF Weill Institute for Neurosciences, University of California, San Francisco, San Francisco, CA, USA 11School of Biosystem and Biomedical Science, College of Health Science, Korea University, Seoul, Republic of Korea 12Program in Bioinformatics and Integrative Genomics, Harvard Medical School, Boston, MA, USA 13The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus, 14Center for Genomics and Personalized Medicine, Aarhus, Denmark 15Department of Biomedicine - Human Genetics, Aarhus University, Aarhus, Denmark 16Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA 17Department of Neurology, University of California, San Francisco, San Francisco, CA, USA 18The Eli and Edythe Broad Center of Regeneration Medicine and Stem Cell Research, University of California, San Francisco, San Francisco, CA, USA 19Computer Engineering Department, Bilkent University, Ankara, Turkey 20Center for Autism Research and Translation, University of California, Irvine, Irvine, CA, USA 21MIND (Medical Investigation of Neurodevelopmental Disorders) Institute, University of California, Davis, Davis, CA, USA 22Division of Genetics, Boston Children's Hospital, Boston, MA, USA 23Division of Developmental Medicine, Boston Children's Hospital, Boston, (Afliations continued on next page) 568 Cell180, 568-584, February 6, 2020 ª2020 Elsevier individually ( Ben-Shalom et al., 2017; Bernier et al., 2014 ) and en masse (De Rubeis et al., 2014; Ruzzo et al., 2019; Sanders et al., 2015; Willsey et al., 2013 ). However, fundamental questions about the altered neurodevelopment and alteredneurophysiology in ASD—including when it occurs, where, andin what cell types—remain poorly resolved. Here we present the largest exome sequencing study in ASD to date. We assembled a cohort of 35,584 samples, including11,986 with ASD. We introduce an enhanced Bayesian analytic framework that incorporates recently developed gene- and variant-level scores of evolutionary constraint of genetic varia-tion, and we use it to identify 102 ASD-associated genes (false discovery rate [FDR] %0.1). Because ASD is often one of a constellation of symptoms of neurodevelopmental delay (NDD),we identify subsets of the 102 ASD-associated genes thathave disruptive de novo variants more often in NDD-ascertained or ASD-ascertained cohorts. We also consider the cellular func- tion of ASD-associated genes and, by examining extant datafrom single cells in the developing human cortex, (1) show that their expression is enriched in maturing and mature excitatory and inhibitory neurons from midfetal development onward, (2)conrm their role in neuronal communication or regulation of gene expression, and (3) show that these functions are sepa- rable. Together, these insights form an important step forwardin elucidating the neurobiology of ASD. RESULTS Dataset We analyzed whole-exome sequence (WES) data from 35,584samples that passed our quality control procedures ( STAR Methods ): 21,219 family-based samples (6,430 ASD cases, 2,179 unaffected siblings, and both parents) and 14,365 case-control samples (5,556 ASD cases, 8,809 controls) ; Table ). Of these, 6,197 samples were newly sequenced byour consortium (1,908 cases with parents, 274 additional cases, 25 controls) and 11,265 samples were newly incorporated (416 cases with parents, plus 4,811 additional cases and 5,214 controls from the Danish iPSYCH study; Satterstrom et al., 2018 ). From the family-based 9,345 variants in of reference databases): 63% of cases and 59% of unaffected siblings carried at leastone such variant (4,073 analyses, we included variants with an allele count of no more than ve in ourdataset or a reference database ( STAR Methods ;Kosmicki et al., 2017; Lek et al., 2016 ). Effect of Genetic Variants on ASD Risk Because protein-truncating variants (PTVs; nonsense, frame-shift, and essential splice site variants) show a greater differencein burden between ASD cases and controls than missense vari- ants, their average effect on liability must be larger ( He et al., 2013 ). Measures of functional severity assessing evolutionary constraint against deleterious genetic variation, such as the ''probability of loss-of-function intolerance'' (pLI) score ( Kos- micki et al., 2017; ), can further delineate variant classes with higher burden. Therefore, we divided the list of rare autosomal genetic variantsinto seven tiers of predicted functional pLI score ( R0.995, 0.5-0.995, in decreasing missense variants by MPC score single tier for syn- onymous variants, expected to have minimal effect. We further divided variants by their inheritance pattern: de novo , inherited, and case-control. Because ASD is associated with reducedfecundity ( Power et al., 2013 ), variation associated with it is sub- ject to natural selection. Inherited variation has survived at leastCaroline Dias,22,23 Autism Sequencing Consortium, D. Buxbaum7,8,9,34,35,36,38,39, * 25Institute for Juvenile Research, Department of Psychiatry, University of Illinois at Chicago, Chicago, IL, USA 26Department of Psychiatry, School of Medicine, Trinity College Dublin, Dublin, Ireland 27Vanderbilt Genetics Institute, Vanderbilt University School of Medicine, Nashville, TN, USA 28Department of Molecular Physiology and Biophysics and Psychiatry, Vanderbilt University School of Medicine, Nashville, TN, USA 29National Institute of Mental Health, NIH, Bethesda, MD, USA 30Department of Human Genetics, Emory University School of Medicine, Atlanta, GA, USA 31Bioinformatics Research Centre, Aarhus University, Aarhus, Denmark 32Computational Biology Department, Carnegie Mellon University, Pittsburgh, PA, USA 33Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland 34Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, USA 35Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA 36Department of Neuroscience, Icahn School of Medicine at Mount Sinai, New York, NY, USA 37These authors contributed equally p = 3x10-5 De novo 3x10-6RR=1.3 p = 1.00 0.030.06RR=2.1 p = 3x10-8 0Cases Controls Controls De Transmission Case-Control Synonymous*** ****** *** *** 0 0.5 0.25 0.75 Variant liability (z-score )0 0.25 Variant liability (z-score )0 0.25 Variant liability (z-score ) (legend on next page) 570 Cell180, 568-584, February 6, 2020one generation of viability and fecundity selection in the parental generation whereas de novo variation in offspring has not. Thus, on average, de novo mutations are exposed to less selective pressure and could mediate substantial risk for ASD. This expec-tation is borne out by the substantially higher proportions of all three PTV tiers and the two most severe missense variant tiers inde novo compared with inherited variants ( Figure 1 A). Comparing family-based cases with unaffected siblings in the 1,447 genes with pLI R0.995, there is a 3.5-fold enrichment of de novo PTVs (366 in 6,430 cases versus 35 in 2,179 controls; 0.057 versus 0.016 310 /C017, Poisson exact test; Figure 1 B) and 1.2-fold rare mitted in 0.10 vps; p = 0.07, binomialexact test; Figure 1 B). The same genes in the case-control data show an intermediate 1.8-fold enrichment of PTVs (874 in 5,556 cases versus 759 in 8,809 controls; 0.16 versus 0.09 p = 4 3 10 /C024, binomial exact test; Figure 1 B). Analysis of the middle tier of PTVs (0.5 %pLI < 0.995) shows a similar but muted pattern (Figure 1 B), whereas the lowest tier of PTVs (pLI < 0.5) shows no enrichment ( Table S1 ). De novo missense variants occur more frequently than de novo PTVs. Collectively, they show only marginal enrichment over the rate expected by chance ( De Rubeis et al., 2014 ;Fig- ure 1 ). The most severe de novo missense variants (MPC R2), however, show a frequency similar to the most severe tier of de novo PTVs. They yield 2.1-fold case enrichment (354 in 6,430 cases versus 58 in 2,179 controls; exact test; Figure 1 B) with consistent enrichment in case-control (4,277in = 4 /C07, binomial exact test; Figure 1 B). These variants show stronger enrichment than the middle tier of PTVs, whereas the other two tiers of missense variation are not signicantly en-riched ( Table S1 ). From our data, the proportion of the variance explained by de novo PTVs is 1.3%, 1.2% of it from the highest pLI category. The proportion of the variance explained by de novo MPCR2 missense variants all remaining 0.12%. Thus, in total, all exome de novo variants in the autosomes explain 1.92% of the variance of ASD. Sex Differences in ASD Risk ASD is more prevalent in males than females. In line with previous observations ( De Rubeis et al., 2014 ), we observe a 2-fold enrich- ment of de novo PTVs in highly constrained genes in affected fe-males (n = 1,097) versus affected males (n = 5,333) (p = 3 310 /C06, two-sided Poisson exact test; Figure 1 B;Table S1 ). This result is consistent with the female protective effect model, which postu- lates that females require an increased genetic load to reach thethreshold for ASD diagnosis ( Werling, 2016 ). The converse hy- pothesis is that risk variation has larger effects in males than in fe- males so that females require a higher burden to reach the samediagnostic threshold as males. Across all classes of genetic var-iants, we observed no signicant sex differences in trait liability, consistent with the female protective effect model ( Figure 1 C; STAR Methods ). Thus, we estimated the liability Zscores for different classes of variants from both sexes together ( Figure 1 C; Table S1 ) and leveraged them to enhance gene discovery. ASD Gene Discovery In previous risk gene discovery efforts, we used the transmitted andde novo association (TADA) model ( He et al., 2013 ) to inte- grate protein-truncating and missense variants that are de novo , inherited, or from case-control populations and to stratify autosomal genes by FDR for association. Here we update the TADA model to include pLI score as a continuous metric for PTVs and MPC score as a two-tiered metric ;Figure ). From family data, we include de novo PTVs as well as de novo missense var- iants, whereas from the case-control, we include only PTVs; wedo not include inherited variants because of the limited liabilities observed ( Figure 1 C). Our analyses reveal that these modica- tions result in an enhanced TADA model with greater sensitivityand accuracy than the original model ( Figure 2 A); no other cova- riates examined were important after accounting for these factors ( STAR Methods ). Our rened TADA model identies 102 ASD risk genes at FDR %0.1, of which 78 pass FDR %0.05 and 26 pass Bonferroni- corrected (p %0.05) Simulation experiments ( STAR Methods ) show that the FDR is properly cali- brated and relatively insensitive to estimates of the total number of ASD-related genes in the genome ( Figure S2 ). Of the 102 ASD- associated genes, 60 were not discovered by our earlier ana-lyses ( De Rubeis et al., 2014; Iossifov et al., 2014; Sanders et al., 2015 ). These include 30 considered truly novel because they have not been implicated in autosomal dominant neurode-velopmental disorders (ASD, developmental delay, epilepsy, andintellectual disability) and were not signicantly enriched for de novo and/or rare variants in previous studies ( Table S2 ). The pat- terns of liability seen for the 102 genes are similar to that seenover all genes (compare Figure 2 C with Figure 1 C), although Figure 1. Distribution of Rare Autosomal Protein-Coding Variants in ASD Cases and Controls (A) The proportion of rare autosomal genetic variants split by predicted functional consequences, represented by color, is displayed for family-ba sed (split into de novo and inherited variants) and case-control data. PTVs and missense variants are split into three tiers of predicted functional severity, represented by shade, based on the pLI and MPC metrics, respectively.(B) The relative difference in variant frequency (i.e., burden) between ASD cases and controls (top and bottom) or transmitted and untransmitted par ental variants (center) is shown for the top two tiers of functional severity for PTVs (left and center) and the top tier of functional severity for missense variants ( right). Next to the bar plot, the same data are shown divided by sex.(C) The relative difference in variant frequency shown in (B) is converted to a trait liability Zscore, split by the same subsets used in (A). For context, a Zscore of 2.18 would shift an individual from the population mean to the top 1.69% of the population (equivalent to an ASD threshold based on 1 in 68 children; Christensen et al., 2016 ). No signicant difference in liability was observed between males and females for any analysis. Statistical tests: (B) and (C), binomial exact test (BET) for most contrasts; exceptions were ''both'' and ''case-control,'' for which Fisher's met hod for combining BET p values for each sex and, for case-control, each population was used; p values corrected for 168 tests are shown. Cell180, 568-584, February 6, 2020 571the effects of variants are uniformly larger, as would be expected for this selected list. We did not analyze de novo mutations on chromosome X because they are rare, which reduces power for gene discovery from these data; the majority of de novo mutations are of paternal origin, and only females—who represent a minority of ASD diagnoses—receive an X chromosome from their fa-thers. Moreover, many of the known ASD genes identied on chromosome X show recessive-like inheritance, in which malesinherit risk variation from an unaffected mother, and, with our current sample size, we are underpowered for inherited varia- tion. Complementing these observations, when we assessedvariants from chromosome X using sex-stratied case-control analyses, no gene had a 2. Gene Discovery in the ASC Cohort (A) WES data from 35,584 samples are entered into a Bayesian analysis framework (TADA) that incorporates pLI score for PTVs and MPC score for missense variants.(B) The model identies 102 autosomal genes associated with ASD at a false discovery rate (FDR) threshold of 0.1 or less, which is shown on the y axis of th is Manhattan plot, with each point representing a gene. Of these, 78 pass the threshold FDR of 0.05 or less, and 26 pass the threshold family-wise error rat e (FWER) of 0.05 or less.(C) Repeating our ASD trait liability analysis ( Figure 1 C) for variants observed within the 102 ASD-associated genes only. Statistical tests: (B), TADA; (C), BET for most contrasts; exceptions were ''both'' and ''case-control,'' for which Fisher's method for combining B ET p values for each sex and, for case-control, each population was used; p values corrected for 168 tests are shown. 572 Cell180, 568-584, February 6, 2020MPCR2 variants after Bonferroni correction ( Table S2 ). Five genes did show of increased de novo variants (ARHGEF9 ,IQSEC2 ,SLC25A6 ,PCDH19 ,a n d OFD1 ); all but SLC25A6 are already implicated in X-linked intellectual disability. Of these variants, 43% are in females (which makeup 17% of the cohort), underscoring the challenges of analyzing de novo mutations on chromosome X.Patterns of Mutations in ASD Genes The ratio of PTVs to missense mutations varies substantiallybetween genes ( Figure 3 A). Some genes reach our association threshold through PTVs alone (e.g., ADNP ), and three genes have a signicant excess of to of the increasedAB C DE FG H Icase-control) Figure 3. Genetic Characterization of ASD Genes (A) Count of PTVs versus missense variants (MPC R1) in cases for each ASD-associated gene (red points, selected genes labeled). These counts reflect the data used by TADA for association analysis: de novo and case-control data for PTVs; de novo only for missense. (B) Location of ASD de novo missense variants in DEAF1 . The ve ASD variants (marked are in the SAND (Sp100, AIRE-1, NucP41/75, DEAF-1) DNA- binding arrows show bsheets, KDWK is the DNA-binding motif) alongside 10 variants observed in NDD, several of which have been shown to reduce DNA binding, including Q264P and Q264R ( Chen et al., 2017; 2018; Vulto-van Silfhout et al., Location of missense variants in KCNQ3 . All four ASD variants are located in the voltage sensor (fourth of six transmembrane domains), with three in the same residue (R230), including the gain-of-function R230C mutation observed in NDD et Miceli et al, 2015 ). Five inherited variants observed in benign infantile seizures are shown in the pore loop ( Landrum et al., 2014; Maljevic et al., ). (D) Location of ASD missense variants in SCN1A alongside 17 de novo variants in NDD and epilepsy ( Heyne et al., 2018 ). (E) Location of ASD missense variants in SLC6A1 alongside 31 de novo variants and epilepsy ( Heyne et et al., 2018 ). Subtelomeric 2q37 associated with facial dysmorphisms, brachydactyly, high BMI, NDD, and ASD ( Leroy et al., 2013 ). Although three genes within the locus have a pLI score of 0.995 or higher, only HDLBP is associated with ASD. (G) Deletions at the 11q13.2 /C0q13.4 locus have been observed in NDD, ASD, and otodental dysplasia ( Coe et al., 2014; Cooper et al., 2011 ). Five genes within the locus have a pLI score of 0.995 or higher, including two ASD genes: KMT5B andSHANK2 . (H) Assessment of gene-based enrichment, via of 102 ASD genes against genome-wide signicant common variants from six GWASs.(I) Gene-based enrichment of 102 ASD genes in multiple GWASs as a function of effective cohort size. The GWAS used for each disorder in (I) has a black out line. Statistical tests: (F) and (G), TADA; (H) and (I), MAGMA. Cell180, 568-584, February 6, 2020 573cohort size and availability of the MPC metric, we are also able, for the rst time, to associate genes with ASD based primarily on de novo missense variation. Four genes carry four or more de novo missense variants (MPC R1) in ASD ,KCNQ3 ,SCN1A , ve de novo missense variants were observed, reside in the SAND (Sp100, AIRE-1, NucP41/75, DEAF-1)domain ( Figure 3 B), which is critical for dimerization and DNA binding ( Bottomley et al., 2001; Jensik et al., 2004 ). all four de novo missense variants modify arginine resi- dues in the voltage-sensing fourth transmembrane domain, with three at a single residue previously characterized as gain of func- tion in NDD (R230C; Figure 3 C;Miceli et al., ). Of the four de novo missense variants identied in SCN1A (Figure 3 A;Table S3 ), three occur in the C terminus ( Figure 3 D), and all four carriers have seizures. Finally, we observe eight de novo missense variants in SLC6A1 (Figure 3 E), with four in the sixth transmembrane domain and one recurring in two independent cases (A288V). Five of the six subjects with available information on history of seizure have seizures; all four subjects assessed have intellectual disability. ASD Genes within Recurrent Copy Number Variants (CNVs)Large CNVs represent another important source of risk for ASD (Sebat et al., 2007 ), but these genomic disorder segments can include dozens of genes, complicating the identication of drivergene(s) within these regions. To determine whether the 102 ASD genes could nominate driver genes within genomic disorder re- gions, we rst curated a consensus list from nine sources,totaling protein-coding genes in 51 autosomal NDD ( Table S3 ). Of the 51 loci, 12 encompassed a total of 13 ASD-associated genes ( Table S3 ), which is greater than ex- pected by chance when controlling for number of genes, PTV mutation rate, and brain expression levels per gene (2.3-fold in- crease; p = 2.3 310 /C03, permutation). These 12 loci were divided into three groups: (1) the overlapping ASD gene matched the consensus driver gene (e.g., SHANK3 for Phelan-McDermid syn- drome; Soorya et al., 2013 ); (2) an ASD gene emerged that did not match the previously predicted driver gene(s) within the re- gion, such as HDLBP at 2q37.3 ( Figure 3 F), where HDAC4 has been hypothesized as a driver gene ( Williams et al., 2010 ); and (3) no previous driver gene had been established within the locus, such as BCL11A at 2p15-p16.1. One locus, 11q13.2- 102 genes ( SHANK2 andKMT5B ;Fig- ure 3 G), highlighting that genomic disorder loci can result from risk conferred by multiple genes, potentially including genes with small effect sizes that we are underpowered to detect. Relationship of ASD Genes with GWAS Signals Common variation plays an important role in ASD risk ( Gaugler et al., 2014 ), and recent genome-wide association studies (GWASs) reveal a handful of ASD-associated loci ( Grove et al., 2019 ). Notably, among the ve GWAS-signicant ASD hits ( Grove et al., 2019 ),KMT2E is implicated by both GWAS and the list of 102 FDR%0.1 genes described here (Fisher's exact test, p = 0.029). Thus, using MAGMA (multi-marker analysis of genomic annota-tion; de Leeuw et al., 2015 ), we asked whether common genetic variation inor nearthe 102 identied genes (within 10kb) influences ASD risk or other related traits. For these associated genes, MAGMA integrates GWAS summary statistics to determinewhether their signal is enriched over background; namely, brain- expressed protein-coding genes. We used results from six GWAS datasets: ASD, schizophrenia, major depressive disorder,and attention decit hyperactivity disorder (ADHD), which are allpositively genetically correlated with ASD and with each other; educational attainment, which is positively correlated with ASD and negatively correlated with schizophrenia and ADHD; and hu-man height as a negative control ( Table S3 ;Demontis et al., 2019; Grove et al., 2019; Lee et al., 2018; Neale et al., al., 2013; Ripke et al., 2011, 2013a, Group of Genomics Con- Wray et al., 2018; Zheng et al., 2017 ). Correcting for six analyses, only the schizophrenia and educational attainment GWAS signals show signicant enrich-ment in ASD genes ( Figure 3 H). The ASD GWAS signal was not enriched, potentially because common and rare variation contrib- uting to ASD risk affect distinct genes or potentially because wecurrently lack the sample sizes to detect the convergence of the two. We conjecture that the second hypothesis is more likely because of three results: the known genetic correlation of schizo-phrenia and educational attainment with ASD, the enrichment of common variation conferring risk for both found in the 102 ASD genes, and the statistically signicant overlap we demonstrateforKMT2E . In addition, effective cohort sizes for schizophrenia, educational attainment, and height dwarf that for ASD ( Figure 3 I), and the quality of the GWAS signal strongly increases with samplesize. Thus, for results from well-powered GWASs, it is reassuringthat there is no signal for height but a clearly detectable signal for two traits genetically correlated with ASD. Relationship between ASD and Other Neurodevelopmental DisordersFamily studies yield high heritability estimates in ASD ( Yip et al., 2018 ), whereas estimates of heritability in severe NDD are lower (Reichenberg et al., 2016 ). Consistent with these observations, exome studies identify a higher frequency of disruptive de novo variants in severe NDD than in ASD ( Deciphering Develop- indi- viduals have comorbid intellectual disability and/or NDD, many genes are associated with both disorders ( Pinto et al., 2010 ). Dis- tinguishing genes that, when disrupted, lead to ASD more frequently than NDD could shed new light on how atypical neuro-development maps onto the core decits of ASD. To partition the 102 ASD genes in this manner, we compiled data from 5,264 trios ascertained for severe NDD ( Table S4 ) and compared the relative frequency, R, of disruptive de novo variants (which we dene as PTVs R>1 were classied as ASD-predominant (ASD P, 50 genes), whereas those with R< 1 were classied as ASD with NDD (ASD NDD,4 9 genes). Based on case-control data, the three other genes were assigned to the ASD Pgroup ( Figure 4 A). Thirteen of the genes demonstrate nominally signicant heterogeneity between samples ascertained for ASD versus test, 574 Cell180, with andASXL3 signicant after correc- tion for 102 genes; these and other heterogeneity analyses are described in STAR Methods andTable S4 .For ASD Pgenes and transmission of rare PTVs (relative frequency < 0.001) from parents t o their affected offspring, 44 PTVs were transmitted and 18 were not (p = 0.001, transmissionAB C E D Figure 4. Phenotypic and Functional Categories of ASD-Associated Genes (A) Frequency of disruptive de novo variants (e.g., PTVs or missense cohorts Table S4 )i s shown for the 102 ASD-associated genes (selected genes labeled). Fifty genes with a higher frequency in ASD are designated ASD-predominant (ASD P), whereas the 49 genes more frequently mutated in NDD are designated as ASD NDD. Three genes marked with a star ( UBR1 ,MAP1A , and NUP155 ) are included in the ASD P category on the basis of case-control data ( Table S4 ), which are not shown here. Of the 26 FWER genes, 10 are ASD Pand 16 are ASD NDD. Of the 102 genes, 13 demonstrate nominally signicant heterogeneity between samples ascertained for ASD versus NDD ( Table S4 ). (B) ASD cases with disruptive de novo variants in ASD genes show delayed walking compared with ASD cases without such de novo variants, and the effect is greater for those with disruptive de novo variants in ASD NDDgenes. (C) Similarly, cases with disruptive de novo variants in ASD NDDgenes and, to a lesser extent, ASD Pgenes have a lower full-scale IQ (FSIQ) than other ASD cases. (D) Despite the association between de novo variants in ASD genes and cognitive impairment shown in (C), an excess of disruptive de novo variants is observed in cases without intellectual disability (FSIQ R70) or with an IQ above the cohort mean (FSIQ R82). (E) Along with the phenotypic division (A), genes can also be classied functionally into four groups (gene expression regulation [GER], neuronal co mmunication [NC], cytoskeleton, and other) based on Gene Ontology and research literature. The 102 ASD risk genes are shown in a mosaic plot divided by gene functio n and, from (A), the ASD versus NDD variant frequency, with the area of each box proportional to the number of genes.Statistical tests: (B) and (C), t test; (D), chi-square test with 1 /C14of freedom. genes expressedDifferentiating by any clusters 102 genesNumber of ASD genes expressed Gene set enrichment P-value (log10 scale) >0.05 1x10-110.001 1x10-6Human fetal cortex single cell expression data 5 1 01 52 02 53 03 560708090100 Postconceptional weeks (pcw)Number of ASD genes expressed (cumulative)1% cells 5% of cells10% of cells 25% of cells\"Expressed\" defined -log10(P) [Prenatal FetalNeonatalInfancy Cortex Cerebellar Skeletal muscleASDPASDNDDAll p=0.03 Cortex GER NCAllCortex ASDPASDNDDAllMultiple tissues, bulk tissue expression Human cortex, bulk tissue expression data )RO( seneg DSA 53 ASD predominant (ASDP) 49 ASD and NDD (ASDNDD) 58 gene expression regulation (GER) 24 neuronal communication lists:Human cortex, bulk ession data: ASD gene enrichmentp=0.02p=5x10 p=8x10-8-6 Figure 5. Analysis of 102 ASD-Associated Genes in the Context of Gene Expression Data (A) GTEx bulk RNA-seq data from 53 tissues were processed to identify genes enriched in specic tissues. Gene set enrichment was performed for the 102 A SD genes and four subsets (ASD P, ASD NDD, GER, and NC) for each tissue. Five representative tissues are shown here, including cortex, which has the greatest degree of enrichment (OR = 3.7; p = 2.6 310/C06). (B) BrainSpan bulk RNA-seq data across 10 developmental stages was used to plot the normalized expression of the 101 cortically expressed ASD genes(excluding PAX5 , which is not expressed in the cortex) across development, split by the four subsets. (C) A t-statistic was calculated, comparing prenatal with postnatal expression in the BrainSpan data. The t-statistic distribution of 101 ASD-asso ciated genes shows a prenatal bias (p = 8 310 /C08) for GER genes (p = 9 310/C015), whereas NC genes are postnatally biased (p = 0.03). (legend continued on next page) 576 Cell180, 568-584, February 6, 2020disequilibrium test [TDT]), whereas, for ASD NDD genes, 14 were transmitted and 8 were not (p = 0.29; TDT). The frequency of PTVs in parents is signicantly greater in ASD Pgenes (1.17 per gene) than in ASD NDD genes (0.45 per gene; p = 6.6310/C06, binomial test), whereas the frequency of de novo PTVs in cases is not markedly di fferent between the two groups ( 9 5i nA S D Pgenes, 121 in ASD NDDgenes; p = 0.07, binomial test with probability of success = 0.503 [PTV in ASD Pgenes]). The paucity of inherited PTVs in ASD NDD genes is consistent with greater selective pressure acting against disruptive variants in these genes and highlights fundamental differences betweenthese two classes. In addition, ASD subjects who carry disruptive de novo vari- ants in ASD NDDgenes walk 2.6 ±1.2 months later ( Figure 4 B; p = 2.3 310/C05, t test, df = 251) and have an IQ 11.9 ±6.0 points lower ( Figure 4 C; p = 1.1 310/C04, two-sided t test, df = 278), on average, than ASD subjects with disruptive de novo variants in ASD Pgenes ( Table S4 ). Both sets of subjects differ signicantly from the rest of the cohort with respect to IQ and age of walking (Figures 4 B and 4C; Table S4 ). The data thus support an overall distinction between ASD P and ASD NDDgenes en masse , although it is a matter of degree; disruptive de novo variants in both categories affect IQ and age of walking. Moreover, the smaller average effect of muta-tions on cognitive function in ASD Pgenes relative to ASD NDD genes does not mean that any individual carrying a disruptivede novo variant in an ASD Pgene necessarily has an IQ of 70 or higher; likewise, not all individuals carrying a disruptive de novo variant in an ASD NDDgene have an IQ of less than 70. In addition, de novo variation plays an important role in ASD risk for both IQ groups. If we partition ASD cases into those with anIQ of 70 or higher (69.4%) versus those with an IQ of less than 70 (30.6%), individuals in the higher-IQ group still carry a greater burden of de novo variants relative to expectation, and this re- mains true when partitioning the IQ at the cohort mean (full-scale IQ [FSIQ] R82;Figure 4 D; 3,010 of 6,430 have FSIQ information) or when considering the 102 ASD genes only ( STAR Methods ). Thus, excess burden is not limited to low-IQ cases, supporting the idea that de novo variants do not solely impair cognition (Robinson et al., 2014 ). Functional Dissection of ASD Genes Past analyses have identied two major functional groups ofASD genes: those involved in gene expression regulation(GER), including chromatin regulators and transcription factors,and those involved in neuronal communication (NC), including synaptic function ( De Rubeis et al., 2014 ). Similarly, Gene Ontology enrichment analysis with the 102 ASD genes identies 16 genes in the ''regulation of transcription from RNA polymer-ase II promoter'' category (GO:0006357, 5.7-fold enrichment, FDR = 6.2 310 /C06) and 9 in the ''synaptic transmission'' category (GO:0007268, 5.0-fold enrichment, FDR = 3.8 310/C03). For further analyses, we used a combination of Gene Ontologyand primary literature to assign genes to GER (n = 58), NC (n = 24), ''cytoskeleton organization'' (n = 9, GO:0007010), or ''other'' categories Methods ;Table S4 ;Figure 4 E). Inter- estingly, ASD subjects who carry disruptive de novo variants in either GER or NC genes showed delayed age of walking and reduced IQ compared with those with no mutations in the 102genes ( Figure S3 ;STAR Methods ), yet carriers of disruptive variants in GER genes show signicantly greater delays in age of walking compared with those with disruptive variants inNC genes. ASD Genes Are Expressed Early in Brain Development The 102 ASD genes can be subdivided by phenotypic effect (53ASD Pgenes, 49 ASD NDD genes) and functional role (58 GER genes, 24 NC genes) to give ve gene sets (including all 102). We rst evaluated enrichment of these ve gene sets in the 53tissues with bulk RNA sequencing (RNA-seq) data in the Genotype-Tissue Expression (GTEx) resource ( Battle et al., 2017 ). To enhance tissue-specic resolution, we selected genes that were expressed in one tissue at a signicantly higher level than the remaining 52 tissues; specically, log 2fold change of 0.5 or more and FDR of less than 0.05 (t test). Subsequently,we assessed over-representation of each ASD gene set withineach of the 53 tissue-specic gene sets relative to a background of all other tissue-specic gene sets. Correcting for 53 tests, enrichment was observed in 11 of 13 brain regions, with thestrongest enrichment in the cortex (30 genes, p = 3 310 /C06, odds ratio [OR] = 3.7; Figure 5 A) and cerebellar hemisphere (48 genes, p = 3 310/C06, OR = 2.9; Figure 5 A). Of the four gene subsets, NC genes were the most highly enriched in the cortex (17 of 23, p = 3 310/C011, OR = 25; Figure 5 A), whereas GER genes were the least enriched (10 of 58, p = 0.36, OR = 1.5; Figure 5 A; Table S5 ). Notably, of the 102 ASD genes, only the cerebellar transcription factor PAX5 (FDR = 0.005, TADA) was not ex- pressed in the cortex (78 expected; p = 1 310/C09, binomial test). Next, we developed a t-statistic that assesses the relative prenatal versus postnatal expression bias for each gene (D) The cumulative number of ASD-associated genes expressed in RNA-seq data for 4,261 cells collected from human forebrain across prenatal developm ent (Nowakowski et al., 2017 ). (E) t-SNE analysis identies 19 clusters with unambiguous cell type in these single-cell expression data.(F) The enrichment of the 102 ASD-associated genes within cells of each type is represented by color. The most consistent enrichment is observed in mat uring and mature excitatory (bottom center) and inhibitory (top right) neurons.(G) The developmental relationships of the 19 clusters are indicated by black arrows, with the inhibitory lineage shown on the left (cyan), excitator y lineage in the middle (magenta), and non-neuronal cell types on the right (gray). The proportion of the 102 ASD-associated genes observed in at least 25% of cells wit hin the cluster is shown by the pie chart, whereas the log-transformed Bonferroni-corrected p value of gene set enrichment is shown by the size of the red circl e. (H) The relationship between the number of cells in the cluster (x axis) and the p value for ASD gene enrichment (y axis) is shown for the 19 cell type clust ers. Linear regression indicates that clusters with few expressed genes (e.g., C23 newborn inhibitory neurons) have higher p values than clusters with many gene s (e.g., C25 radial glia).(I) The relationship between the 19 cell type clusters using hierarchical clustering based on the 10% of genes with the greatest variability among cel l types. Statistical tests: (A), t test; (C), Wilcoxon test; (E), (F), (H), and (I), FET. Cell180, 568-584, February 6, 2020 577(STAR Methods ). Cortically expressed ASD genes are enriched prenatally (p = 8 310/C08, Wilcoxon test; Figures 5 B and 5C). The ASD Pand ASD NDD gene sets show similar patterns ( Fig- ure 5 B), although ASD NDDgenes show more prenatal bias (p = 5310/C06, Wilcoxon test; Figure 5 C). The GER genes display a marked prenatal bias (p = 9 310/C015, Wilcoxon test; Figure 5 C), reaching their highest levels during early to late fetal develop-ment ( Figure 5 B), whereas the NC genes show postnatal bias (p = 0.03, Wilcoxon test; Figure 5 C), having their highest expression between late midfetal development and infancy ( Fig- ure 5 B). Applying unsupervised co-expression network analysis (weighted gene co-expression network analysis; WGCNA) to the BrainSpan gene expression data yielded enrichment for corti- cally-expressed ASD genes within discretely co-expressedgroups of genes (i.e., modules) across development ( STAR Methods ); however, GER and NC genes co-clustered separately (Figure S4 ;Table S5 ). Thus, in keeping with prior analyses (Chang et al., 2015; Parikshak et al., 2013; Willsey et al., 2013; Xu et al., 2014 ), ASD genes are expressed at high levels in the hu- man cortex and early in development. The differing expression patterns of GER and NC genes could reflect two distinct periodsof ASD susceptibility during development or a single susceptibil- ity period when both functional gene sets are highly expressed in mid-to-late fetal development. ASD Genes Are Enriched in Maturing Inhibitory and Excitatory NeuronsPrior analyses have implicated excitatory glutamatergic neurons in the cortex and medium spiny neurons in the striatum in ASD (Chang et al., 2015; Parikshak et al., 2013; Willsey et al., 2013; Xu et al., 2014 ). Here we perform a more direct assessment, examining expression of the 102 ASD-associated genes in an existing single-cell RNA-seq dataset of 4,261 cells from ( Nowakowski et al., 2017 ), ranging from 6 to 37 post-conception weeks (pcw) with an average of 16.3 pcw (Table S5 ). We divided the cells into 17 developmental stages to assess the cumulative distribution of expressed genes by devel- opmental endpoint ( Figure 5 D). For each endpoint, a gene was dened as expressed when at least one transcript mapped tothis gene in 25% or more of cells for 1 or more pcw stage. Bydenition, more genes were expressed as fetal development progressed, 4,481 by 13 pcw and 7,171 by 37 pcw. Although the majority of ASD genes (68) were expressed by 13 pcw, thenumber increased to 81 by 23 pcw, consistent with the BrainSpan data ( Figures 5 B and 5C). More liberal thresholds for expression resulted in higher numbers of ASD genes ex-pressed ( Figure 5 D), but the patterns were similar across thresh- olds and when considering gene function or cell type ( Figure S4 ). To investigate the cell types implicated in ASD, we considered 25 cell type clusters identied by t-distributed stochastic neighborembedding (t-SNE) analysis, of which 19 clusters containing 3,839 cells were unambiguously associated with a cell type ( ski et al., 2017 ;Figure 5 E;Table S5 ) and were used for enrichment analysis. Within each cell type cluster, a gene was considered ex- pressed when at least one of its transcripts was detected in 25% or more of cells; 7,867 protein-coding genes met this criterion.Contrasting one cell type with the others, ASD genes are enriched in maturing and mature neurons of excitatory and inhibitory line-ages ( Figures 5 F and 5G). Early excitatory neurons (C3) expressed the most ASD genes (72; OR = 5.0, p < 1 310 /C010,F i s h e r ' se x a c t test [FET]), whereas the choroid plexus (C20) and microglia (C19) 0.09 and 0.14, respectively; FET); 14genes were not expressed in any cluster ( Figure 5 G). Within the major neuronal lineages, early excitatory neurons (C3) and striatal interneurons (C1) showed the greatest degree of enrichment(72 and 51 genes, respectively; p < 1 310 /C010,F E T ; Figures 5 F and 5G; Table S5 ). Overall, maturing and mature neurons in the excitatory and inhibitory lineages showed a similar degree of enrichment, whereas the excitatory lineage expressed the mostASD genes, paralleling the larger numbers of genes expressed in excitatory lineage cells ( Figure 5 H). The only non-neuronal cell type with signicant enrichment was oligodendrocyte progenitorcells (OPCs) and astrocytes (C4; 62 genes, OR = 2.8, p = 8 3 10 /C05, FET). Of the 62 genes expressed, 57 overlapped with radial glia, which share developmental origins with OPCs. These resultsare consistent with previous studies in post-mortem brain thatidentied dysregulation of gene expression in microglia but en- riched expression of ASD risk genes only in neuronal cells ( Ruzzo et al., 2019; 2018b; et al., 2011 Furthermore, recent results for single-cell analysis in mid-gesta- tion human brain development also highlight enrichment for ASD gene expression in both excitatory and inhibitory lineages(Polioudakis et al., 2019 ), along with some expression in non-neu- ral cells without enrichment, as observed here. To validate the t- SNE clusters, we selected 10% of the expressed genes showingthe greatest variability among the cell types and performed hierar- chical clustering ( Figure 5 I). This recaptured the division of these clusters by lineage (excitatory versus inhibitory) and by develop-ment stage (radial glia and progenitors versus neurons).Prediction of Novel Risk Genes and Functional Relationships among ASD Genes ASD genes show convergent functional roles ( Figure 4 E) and expression patterns in the cortex ( Figure 5 B). Genes that are co-expressed with these ASD genes, interact with them, or are regulated by them could lend insight into convergent or auxiliaryfunctions related to risk. In particular, we examined whether in silico network analyses would highlight additional risk genes and clarify the regulatory relationships between GER and NCgenes. Three additional analyses were performed: the discov-ering association with networks (DAWN) approach to integrate TADA scores and gene co-expression data, enrichment analysis using protein-protein interaction (PPI) networks, and analysesusing results from chromatin and cross-linked immunoprecipita- tion sequence ;Figure S5 ;Table S5 ). Using the results gene co-expression data from the midfetal human cortex, DAWN yields 138 genes (FDR %0.005), including 83 genes that are not captured by TADA, with 69 of these 83 corre-lated with many other genes. Notably, 12 of the genes DAWN previously predicted as plausibly contributing to risk ( De Rubeis et al., 2014 ) were identied as new TADA genes here (enrichment p = 8.4 310 /C011; OR = 16.4). To explore whether GER and NC gene sets interact more than would be expected by chance, we analyzed PPI networks and found that they do not; there was an excess of interactions among all ASD genes (82 genes,p = 0.02, FET), GER genes (49 genes, p = 0.006), and NC genes 578 Cell180, 568-584, February 6, 2020(12 genes, p = 0.03) but not among GER and NC genes (2 genes, p = 1.00). GER genes did not regulate the NC genes, according to our analyses, although GER-GER regulation was enriched. Even CHD8 , a prominent and well-characterized ASD GER gene, did not regulate NC genes more than expected by chance (Figure S5 ). DISCUSSION By characterizing rare de novo and inherited coding variation from 35,584 individuals, including 11,986 with ASD, we implicate 102 genes in risk for ASD at an FDR of 0.1 or less ( Figure 2 ), of which 30 are novel risk genes. Notably, analyses of the 102risk genes led to novel genetic, phenotypic, and functional nd-ings. Evidence of several of the genes is driven by missense variants, including conrmed gain-of-function mutations in the SLC6A1 (Figure 3 ). Further, we strengthen evidence for driver genes in genomic disorder loci and propose a new driver gene, BCL11A , for the recurrent CNV at 2p15-p16.1. By evaluating GWAS results for ASD and related phenotypes and asking whether their common variant association signals overlap signicantly with the 102 risk genes,we nd substantial enrichment of GWAS signals for two traits genetically correlated with ASD—schizophrenia and educational attainment. For ASD itself, however, this enrichment is not signif-icant, likely because of the limited power of the ASD GWAS.Despite this, KMT2E is signicantly associated with ASD by both common and rare risk variation. We performed a genetic partition between genes predomi- nantly conferring liability for ASD (ASD P) and genes imparting risk to both ASD and NDD (ASD NDD). Three lines of evidence sup- port the partition. First, cognitive impairment and motor delay aremore severe in ASD subjects carrying mutations in ASD NDDthan in ASD Pgenes ( Figures 4 B and 4C); second, inherited variation plays a lesser role in ASD NDDthan in ASD Pgenes; and third, het- erogeneity analysis demonstrates clear distinctions between the two groups of genes. Thus, ASD-associated genes are distrib- uted across a spectrum of phenotypes and selective pressure.At one extreme, gene haploinsufciency leads to global develop-mental delay with impaired cognitive, social, and gross motor skills, leading to strong negative selection (e.g., ANKRD11 , ARID1B ). At the other extreme, gene haploinsufciency leads to ASD, and there is more modest involvement of other develop- mental phenotypes and selective pressure (e.g., GIGYF1 ,ANK2 ). This distinction has important ramications for clinicians, genet-icists, and neuroscientists because it suggests that clearly delin- eating the effect of these genes across neurodevelopmental dimensions could offer a route to deconvolve the social dysfunc-tion and repetitive behaviors that dene ASD from more generalneurodevelopmental impairment. Larger cohorts will be required to reliably identify specic genes as being enriched in ASD compared with NDD. Single-cell gene expression data from the developing human cortex implicate mid-to-late fetal development and maturing and mature neurons in both excitatory and inhibitory lineagesin ASD risk ( Figure 5 ). Expression of GER genes shows a prenatal bias whereas expression of NC genes does not. Placing theseresults in the context of multiple non-exclusive hypotheses around the origins of ASD, it is intriguing to speculate that the NC ASD genes provide compelling support for excitatory-inhib- itory imbalance in ASD ( Rubenstein and Merzenich, 2003 ) through direct effects on neurotransmission. However, because there was no support for a regulatory role for GER ASD genes on either NC or cytoskeletal ASD genes, additional mechanismshaving to do with cell migration and neurodevelopment alsoappear to be at play. This might suggest that GER ASD genes affect the excitatory-inhibitory balance by altering the numbers of excitatory and inhibitory neurons in given regions of the brain.ASD must arise by phenotypic convergence among these diverse neurobiological trajectories, and further dissecting the nature of this convergence, especially in the genes we identiedhere, is likely to hold the key to understanding the developmental neurobiology that underlies the ASD phenotype. STAR+METHODS Detailed methods are provided in the online version of this paper and include the following: dKEY RESOURCES TABLE dLEAD CONTACT AND MATERIALS AVAILABILITY BLead Contact dMATERIALS AVAILABILITY dEXPERIMENTAL MODEL AND SUBJECT DETAILS BOverview of the Autism Sequencing Consortium cohort BInformed consent and study approval dMETHOD DETAILS BExome sequencing and data processing dQUANTIFICATION AND STATISTICAL ANALYSIS BDataset Quality Control BDening rare and de novo variants BAnalysis of variant classes BTransmission and De Novo Association Test (TADA) BA more powerful TADA model (TADA+) BASD P, ASD NDDand DDD gene heterogeneity analyses Recurrent Genomic Groups BExpression Analysis BDetecting Association with Networks (DAWN) BProtein-Protein Connectivity Among ASD Genes BEnrichment of Transcription Factor Regulatory Net- works for GER Genes dDATA AND CODE AVAILABILITY SUPPLEMENTAL INFORMATION Supplemental Information can be found online at https://doi.org/10.1016/j. cell.2019.12.036 . CONSORTIA The members of the Angel C.Y. Andreas G. Chioc- chetti, Stephen Guter, Danielle Halpern, Hansen- Kiss, Xin He, Gail E. Lun Lee, Terho Lehtima ¨ki, Elaine T. Lim, Carla Lintas, W. Diego Lopergolo, Fa Camilla Pa l Suren, Ezra Susser, John Weiss, Thomas Werge, Donna M. Werling, EmilieM. Wigdor, Emma Wilkinson, A. Jeremy Willsey, Timothy W. Yu, Mullin H.C.Yu, Ryan Yuen, and Elaine Zachi. The members of Consortium Esben Jennifer Moran, Jonatan Pallesen, Duncan Turley, and Raymond K. Walters. ACKNOWLEDGMENTS We thank the families who participated in this research, without whose contri- butions genetic studies would be impossible. This study was supported by theAMED (JP19dm0107087 to B.A. and N.O.), Autism K.R. and SF573206to M.E.T.). Funding for individual cohorts is detailed further in the STAR Methods . We thank Tom Nowakowski (UCSF) for facilitating access to the sin- gle-cell gene expression data. AUTHOR CONTRIBUTIONS Resources, C. Stevens, J.R., S. Gerges, G. Schwartz, R.N., B.M.N. is a member of the scientic advisory board at Deep Genomics and consults for Biogen, Camp4 Therapeutics Corporation, Takeda Pharmaceu-tical, and Biogen. During the last 3 years, C.M. Freitag has been consultantto Desitin and Roche and receives royalties for books on ASD, ADHD,and MDD. Received: March 20, 2019 Revised: July 8, 2019Accepted: December 24, 2019Published: January 23, 2020 SUPPORTING CITATIONS The following reference appears in the Supplemental Information: Li (2014) . REFERENCES Adzhubei, I.A., Schmidt, P., Kondrashov, A.S., and Sunyaev, S.R. (2010). A method and serverfor predicting damaging missense mutations. Nat. Methods 7, 248-249 . Baio, J., Wiggins, L., Christensen, D.L., Maenner, M.J., Daniels, J., Warren, Z., Kurzius-Spencer, M., Zahorodny, W., Robinson Rosenberg, C., White, T., et al.(2018). Prevalence of Autism Spectrum Disorder Among Children Aged 8Years - Autism and Developmental Disabilities Monitoring Network, 11 Sites,United States, 2014. MMWR Surveill Summ. 67, 1-23 Montgomery, Con- sortium; California SantaCruz; Lead analysts; Pathology; eQTL manuscript working group (2017). Genetic effects on gene expression across human tissues. Nature 550, 204-213 . function underlie differencesbetween SCN2A variants observed in individuals with autism spectrum disor-der or infantile seizures. Biol. Psychiatry 82, 224-232 . 580 Cell180, 568-584, B., H.A., Coe, B.P., Penn, O., Wither- spoon, K., Gerdts, J., Baker, C., Vulto-van Silfhout, A.T., et al. (2014). Disrup-tive CHD8 mutations dene a subtype of autism early and analysis of functional el- ements in 1% of the human genome by the ENCODE Sat- tler, M. (2001). The SAND domain structure denes a novel DNA-binding fold K., and State, M.W.; Consortium (2012). The autism sequencing spectrum disorders.Neuron 76, J., Gilman, S.R., Chiang, A.H., Sanders, S.J., and Vitkup, D. (2015). Ge- notype to phenotype relationships in autism spectrum disorders. Nat. Neuro-sci.18, 191-198 . Chaste, P., Klei, L., A.J., Moreno-De-Luca, Yu, T.W., Fombonne, E., et al. (2015). A genome-wide association study autism using the Simons Simplex Collection: Doesreducing phenotypic and Jegga, A.G. (2009). ToppGene Suite for gene list enrichment analysis and candidate gene prioritization. NucleicAcids Res. 37, W305-11 . Chen, E.Y., Tan, C.M., Y., Duan, Q., Wang, Z., Meirelles, G.V., Clark, N.R., and Ma'ayan, A. (2013). listenrichment K., Bilder, D., Charles, J., Con- stantino, J., Durkin, M.S., Fitzgerald, R.T., Kurzius-Spencer, M.,et al.; Centers for Disease Control and Prevention (CDC) (2016). Prevalenceand Characteristics of Autism Spectrum Disorder Among Children Aged 8Years-Autism and Developmental Disabilities Monitoring Network, 11 Sites,United States, Surveill. Silfhout, P., Friend, K.L., Baker, C., Buono, S., Vissers, L.E., et al. (2014). analyses of copy number variation identies specic genes associ-ated developmental Coe, Wil- liams, C., Stalker, H., Hamid, R., Hannig, V., et al. (2011). A copy number vari-ation morbidity map of developmental delay. Nat. A.J., Niu, W., Liu, W., Klei, L., Lei, J., Yin, J., et al. (2015). The autism-associated chromatin modierCHD8 regulates other autism risk genes K., Cicek, A.E., Kou, Y., al.; DDD genes disrupted in autism. Nature 515, 209-215 .Deciphering Developmental Disorders Study (2017). Prevalence and architec- ture of de novo mutations in developmental disorders. Nature 542, 433-438 . Demontis, D., Walters, R.K., Martin, the (PGC);Early Lifecourse & Genetic Epidemiology (EAGLE) Consortium; 23andMe Research Team (2019). Discovery of the rst genome-wide signicant risk loci for attention decit/hyperactivity . Devlin, B., and Roeder, K. (1999). studies. Bio- metrics 55, 997-1004 . Dittwald, P., clinical population: mechanistic insightsinto Mendelizing Bayes methods estima- tion, testing, and prediction (Cambridge University Press) . Elliott, C.D. (2007). Differential Ability Scales, Second Edition (Harcourt Assessment) . Falconer, D.S. (1965). The inheritance of liability to certain diseases, estimated from the incidence among relatives. Ann. Hum. Genet. 29, 51-76 359, Gandal, M.J., Zhang, P., Hadjimichael, E., Walker, R.L., Chen, C., Liu, S., Won, H., Van Bakel, H., Varghese, M., Wang, Y., Shieh, A.W., et Tran-scriptome-wide isoform-level dysregulation D., Pawitan, Y., Reichert, J., et al. (2014). Most genetic risk for autism resides with common variation. Nat. Genet. 46, 881-885 . Gel, B., D ´ez-Villa nueva, E., M., Peinado, M.A., and Ma- linverni, R. (2016). regioneR: an R/Bioconductor package for the associationanalysis of genomic regions based on permutation tests. Bioinformatics 32, 289-291 . Grove, J., Ripke, S., Als, M., Won, H., J., Agerbo, Andreassen, O.A., Anney, R., et al.; Group of the Psychiatric Genomics Consortium; BUPGEN; MajorDepressive Disorder Working Group of the Psychiatric Genomics Consortium;23andMe Research Team (2019). Identication of common genetic risk vari-ants for autism spectrum disorder. Nat. Genet. 51, 431-444 J.M., Pedersen, B.S., Layer, R.M., and Quinlan, A.R. (2019). A map of constrained coding regions in the human genome. Nat. Genet. 51, 88-95 . He, X., Sanders, S.J., L., E.T., J.D., et al. (2013). Integratedmodel of de novo and inherited genetic variants yields greater power to identifyrisk genes. novo variants in neurodevelopmental disorders with epilepsy. Nat. Genet. Hof- mann, O., Dibiase, A., Song, A., Tyekucheva, S., et al. (2013). A network ofepigenetic regulators guides haematopoiesis L., Patterson, K.E., et al. (2014).The contribution of de novo coding mutations to autism spectrum disorder.Nature 515, 216-221 (2004). Identication of a nu- clear export signal and protein interaction domains in deformed epidermal au-toregulatory factor-1 (DEAF-1). J. Homsy, J., Zaidi, S., Lu, Q., Morton, S., DePalma, S.R., Zeng, X., Qi, H., Chang, W., Sierant, M.C., et al. (2017). Contribution of rare inherited and variants in Gardella, A.-E., Mignot, C., Afenjar, Detecting and estimating contam- ination of human DNA samples in sequencing Kawasawa, Y.I., Cheng, F., Y., Xu, X., Li, M., Sousa, A.M., Ple- tikos, M., Meyer, K.A., Sedmak, G., et al. (2011). Spatio-temporal transcrip-tome of the human exomes and genomes reveals the intolerance across human protein-coding genes. bioRxiv.https://doi.org/10.1101/531210 . Khare, S.P., Habib, F., Sharma, R., Gadewal, N., Gupta, S., and Galande, S. (2012). HIstome-a relational knowledgebase of human histone Roeder, K., role of de novo protein-truncating variants in neurodeve-lopmental disorders by using population reference samples. Nat. Genet. 49, 504-510 . Lachmann, A., A.R., and Ma'ayan, A. (2010). transcription integratinggenome-wide experiments. D.M., D.R. (2014). ClinVar: public archive of relationships amongsequence variation and human phenotype. Nucleic Acids J., Schendel, D.E., and Thorsen, P. (2010). Validity of childhood autism in theDanish Psychiatric Central Register: ndings from a cohort sample born 1990-1999. J. Autism Disord. 40, 139-148 . Lee, O., Zacher, M., Nguyen- Viet, T.A., Bowers, P., Sidorenko, Genomics (2018). Gene discovery and polygenic predic-tion from a genome-wide association study of educational attainment in 1.1 million individuals. Nat. Genet. Nature 536, 285-291 . Leroy, Landais, Gruchy, N., Delobel, B., Gre´goire, M.J., Leheup, L., et al. (2013). The 2q37-deletion syn- drome: an update of the clinical spectrum including overweight, brachydactylyand behavioural features in 14 new patients. Eur. J. Hum. Genet. 21, 602-612 . Li, H. (2014). Toward better understanding of artifacts in variant calling from high-coverage samples. Bioinformatics 30, 2843-2851 . Li, H., and Durbin, R. (2009). Fast and accurate short read alignment with Bur- rows-Wheeler transform. Bioinformatics 25, 1754-1760 . Li, T., Wernersson, R., Hansen, R.B., Horn, H., Mercer, J., Slodkowicz, G., Workman, C.T., Rigina, protein-protein catalyze genomic interpretation. risks. 362, eaat7615 . Lim, M., Rubeis, S., A.S., X., D'Gama, A.M., A.P., et al.; SequencingConsortium (2017). Rates, distribution and implications of postzygotic mosaicmutations in autism spectrum disorder. Nat. Neurosci. 20, 1217-1224 . Liu, L., Lei, A.J., Kou, Y., Cicek, A.E., Klei, L., Lu, C., He, X., Li, M., et al. (2014). DAWN: a framework to identify autism genes andsubnetworks using gene expression and genetics. Mol. Autism 5,2 2. Liu, L., Lei, J., and Roeder, K. (2015). Network assisted analysis to reveal the genetic basis of autism. Ann. Appl. Stat. 9, 1571-1600 . Lord, C., Rutter, M., and Le Couteur, A. (1994). Autism Diagnostic Interview- Revised: a revised version of a diagnostic interview for caregivers of individ-uals with possible pervasive developmental disorders. J. Autism Dev. Merkenschlager, A., and Syrbe, S. (2016). NovelKCNQ3 mutation a large family with benign familial neonatal A., Mychaleckyj, Rich, S.S., Daly, K., Sale, M., and Chen, W.M. (2010). Robust relationship inference in genome-wide associationstudies. Bioinformatics H.S., Ritchie, G.R., Thormann, A., Flicek, P., and Cunningham, F. (2016). The Ensembl Variant Effect Predictor. GenomeBiol. 17, 122 . Mi, H., Muruganujan, A., Huang, X., Ebert, D., Mills, C., Guo, X., and Thomas, P.D. (2019). Protocol Update for large-scale genome and gene function anal-ysis with Taglialatela, M. (2015). Early-onset epileptic encephalopathy causedby gain-of-function mutations in voltage channel subunits. J. Neurosci. 35, 3782-3793 . Morton, N.E., and MacLean, C.J. (1974). Analysis of family resemblance. 3. Complex segregation of quantitative traits. Am. J. Hum. Genet. 26, 489-503 . Mullen, E.M. (1995). Mullen Scales (2010). of of Am. Acad. Child Adolesc. Psychiatry 49, 884-897 . Neale, Ma'ayan, A., Sabo, A., Lin, C.F., Stevens, C., Wang, L.S., Makarov, V., et al. (2012). Patterns and rates of exonicde novo mutations in autism spectrum disorders. Nature 485, 242-245 . Nowakowski, T.J., Bhaduri, A., Rajput, B., Robbertse, B., Smith-White, B., Ako-Adjei, D., et al. (2016). Refer-ence sequence (RefSeq) database at NCBI: current status, February 6, A., Won, H., Lowe, J.K., V., Hor- 1008-1021 . Pedersen, C.B., Bybjerg-Grauholm, J., J.B., iPSYCH2012 case-cohort sample: new directions for unrav-elling genetic and environmental architectures of severe mental disorders.Mol. Psychiatry 23, 6-14 . Pinto, D., Pagnamenta, J., T.R., Correia, C., Abrahams, B.S., et al. (2010). Functionalimpact of global rare copy number variation in autism spectrum disorders. Na- ture466, 368-372 . Polioudakis, D., de la Torre-Ubieta, L., Shi, X., C.K., Nichterwitz, S., Lichtenstein, P., and Svensson, A.C. (2013). Fecun-dity of patients with schizophrenia, autism, bipolar disorder, depression,anorexia nervosa, or substance abuse vs their unaffected siblings. JAMA Ginat, K., Davidson, M., Weiser, M., Larsson, H., et al. (2016).Discontinuity in the genetic and environmental causes of the intellectualdisability spectrum. Proc. 126,559 Psychosis Endophenotypes Inter-national Consortium; Wellcome Trust Case Control Consortium 2 (2013a).Genome-wide association analysis identies 13 new risk loci S., et the Psychiatric GWAS Consortium(2013b). A mega-analysis of genome-wide association studies Per- lis, R.H., and Daly, M.J. (2014). Autism spectrum disorder severity reflects theaverage contribution of de novo and familial Model of autism: increased ra- tio of excitation/inhibition in key neural C., Singh, C., Xu, J., Hoekstra, J.N., Leventhal, O., et al. (2019). Inheritedand de novo genetic risk for autism impacts shared networks. Cell 178, 850- 866.e26 . Samocha, K.E., Kirby, A., et al.(2014). A framework for the interpretation of de novo mutation in human dis- ease. N.N., Stein, J.L., et al. (2012). De novo mutations revealed by whole-exome sequencing are strongly associated with autism. Nature 485, 237-241 S., et al.; AutismSequencing Consortium (2015). Insights into autism spectrum disordergenomic architecture and biology from 71 risk loci. Neuron 87, 1215-1233 . Satterstrom, D., Kosmicki, J.A., Grove, J., Stevens, C., Bybjerg-Grauholm, J., et al. (2018).ASD and ADHD have a similar of . Schaefer, G.B., and Mendelsohn, N.J.; Professional Practice and Guidelines Committee (2013). Clinical genetics evaluation in identifying the etiology ofautism spectrum disorders: 2013 guideline revisions. Genet. Med. 15, 399-407 . Schizophrenia Working Group of the Psychiatric Genomics Consortium (2014). Biological insights from 108 schizophrenia-associated C., Walsh, T., Yamrom, B., Yoon, S., Krasnitz, A., Kendall, J., et al. (2007). Strong association of de novo copy number mutations with autism. Science 316, 445-449 . Soorya, L., Kolevzon, A., Zweifach, J., Lim, T., Dobry, Y., Schwartz, L., Frank, Y., Wang, A.T., Cai, G., Parkhomenko, E., et al. (2013). Prospective investiga-tion of autism and correlations SHANK3 deciency. M.H., Silverman, E.K., Nickerson, D.A., and Below, J.E.; University of Washington Center for Mendelian Genomics (2014). PRI-MUS: rapid reconstruction of pedigrees from genome-wide estimates of iden-tity by descent. Am. J. Hum. Genet. 553-564 . Sugathan, A., Biagioli, I., Manavalan, P., Ragavendran, A., Brand, H., Lucente, D., Miles, J., et al. (2014). CHD8 regu-lates neurodevelopmental pathways associated R., Del Angel, G., Levy- Moonshine, A., Jordan, T., Shakir, K., Roazen, D., Thibault, J., et al. (2013).From FastQ data to high condence Voineagu, Wang, X., Johnston, P., Lowe, J.K., Tian, Y., Horvath, S., Mill, J., Cantor, R.M., Blencowe, B.J., and Geschwind, D.H. (2011). Transcriptomic Reardon, S.N., Jarrett, K., McIntyre,T., et al. (2014). Mutations affecting the SAND domain of DEAF1 cause intellec-tual disability with severe speech impairment and behavioral problems. Am. J. Hum. Genet. 94, 649-661 . Wapner, et al. (2012). Chromosomalmicroarray versus karyotyping for prenatal diagnosis. N. Engl. J. Med. 367, 2175-2184 . Wechsler, D. (1992). WISC III (Wechsler Intelligence Scale for Children) (The Psychological Corporation) . Wechsler, D. (1999). Wechsler Abbreviated Scale of Intelligence (The Psycho- logical Corporation) . Werling, D.M. (2016). The role of sex-differential biology in risk for autism spec- trum disorder. Biol. Sex Differ. 7,5 8. Cell180, 2020 583Werling, D.M., Stone, M.R., Zhu, J.T., Collins, R.L., Dong, S., Layer, R.M., Markenscoff-Papadimitriou, E., et al. (2018). Ananalytical framework for whole-genome sequence association studies andits implications for autism spectrum disorder. Nat. Genet. 26, 727-736 . Williams, S.R., Aldred, M.A., Der Kaloustian, with brachydactyly type E, developmental delays, and Am. Hum. Genet. 87, 219-228 . Willsey, R.A., Reilly, S.K., Lin, L., Fertuzinhos, S., J.A., al. (2013). Coexpression net-works implicate human midfetal deep cortical projection neurons in the path-ogenesis of autism. Cell 155, 997-1007 . Wood, role of common variationin the genomic and biological architecture of adult human height. Genet. 1173-1186 . Wray, et al.; eQTLGen; 23andMe; Major Depressive Disorder Working Group of the Psychiatric Geno-mics Consortium (2018). Genome-wide association analyses identify 44 riskvariants and rene the genetic architecture of major depression. Nat. Genet.50, 668-681 .Wright, C.F., Fitzgerald, T.W., Jones, W.D., Ambridge, K., Barrett, D.M., Bayzetinova, T., et al.;DDD study (2015). Genetic diagnosis of developmental disorders in the DDDstudy: a scalable analysis of genome-wide research data. Lancet 385, 1305-1314 . Xu, X., Wells, A.B., O'Brien, D.R., Nehorai, A., and Dougherty, J.D. (2014). Cell type-specic expression analysis to identify putative cellular mechanisms forneurogenetic disorders. J. Neurosci. 34, 1420-1431 . Yengo, L., Meta-analysis of genome-wide association studies for height and bodymass index in /C24700000 individuals of European ancestry. Hum. Mol. Genet. 27, 3641-3649 Yip, (2018). Heritable variation,with little or no maternal effect, accounts for recurrence risk to autism spec-trum disorder in Sweden. Biol. Psychiatry 83, 589-597 . Zheng, J., Erzurumluoglu, Epidemiology (EAGLE) Eczema Consortium (2017). LDHub: a centralized database and web interface to perform LD score regressionthat maximizes the potential of summary level GWAS data for SNP heritabilityand genetic correlation analysis. . 584 Cell180, 568-584, February 6, 2020STAR+METHODS KEY RESOURCES TABLE LEAD CONTACT AND MATERIALS AVAILABILITY Lead Contact Further information and requests for resources and reagents should be directed to and will be fullled by the Lead Contact, Joseph D. Buxbaum ( joseph.buxbaum@mssm.edu ). MATERIALS AVAILABILITY This study did not generate new unique reagents. EXPERIMENTAL MODEL AND SUBJECT DETAILS Overview of the Autism Sequencing Consortium cohort The Autism Sequencing Consortium (ASC) is a large-scale international genomic consortium integrating ASD cohorts and sequencing data from over one hundred investigators ( Buxbaum et al., 2012 ;https://genome.emory.edu/ASC/ ). At the outset, the ASC aggregated data from ASC sites, but over the past several years it has also been able to sequence samples at the Broad Institute/Massachusetts General Hospital through the Broad Center for Common Disease Genomics (UM1HG008895,Mark Daly, PI). The analysis presented here is based on 35,584 unique human samples collected from 32 distinct sample sets ( Table S1 ). These include cohorts sequenced by the Autism Sequencing Consortium (ASC) and published in our rst ( De Rubeis et al., 2014 ) or second study ( Lim et al., 2017 ) (Germany, Japan, PAGES, Pittsburgh, Seaver, Spain, TASC, and UCSF), as well as new collections (Boston, Brazil, CHARGE, Chicago, Hong Kong, Miami, Portugal, Rome, Siena, Turin, UC Irvine, and Utah), with a total of 6,197 newly collected and sequenced samples included in our nal analysis. We also sequenced samples from the Autism Genetic ResourceREAGENT or RESOURCE SOURCE IDENTIFIER Deposited Data ASC-generated WES sequencing This et al., resourceBattle cortexNowakowski et al., (protein-protein interaction data) Li and Algorithms Genome Analysis Toolkit (GATK) Auwera et al., 2013 https://software.broadinstitute.org/gatk/ Hail https://hail.is/ https://github.com/hail-is/hail/ Variant Effect Predictor (VEP) McLaren et al., 2016 http://grch37.ensembl.org/Homo_sapiens/ Tools/VEP TADA He et al., 2013 http://www.compgen.pitt.edu/TADA/ TADA_guide.html Gene (via Panther) Mi et Cell180, 568-584.e1-e15, February 6, 2020 e1Exchange (AGRE), the Boston Autism Consortium, two sites in Finland, and Swedish controls from epidemiological studies in schizophrenia and bipolar disorder. We imported exome sequence data from the Simons Simplex Collection ( Iossifov et al., 2014 ), as well as an unpublished Norwegian cohort, and included them in our dataset alongside ASC-sequenced samples. In addition, we incorporated published de novo variants from the UK10K consortium, the University of Pennsylvania, Vanderbilt University, and a collection of samples from the Middle East. Finally, we integrated gene-level variant counts from autism cases and matched controls from the iPSYCH research initiative ( Lauritsen et al., 2010; Pedersen et al., 2018; Satterstrom et al., 2018 ). A description of each cohort, with the number of samples sequenced and the number used in our analyses, its ascertainment anddiagnostic strategy, and associated references is found in Table S1. This table also contains details on the family relationships,sex, and phenotypic status of all samples. Informed consent and study approval The ASC and ASC sites are approved by appropriate Institutional Review Boards or Ethical Committees and informed consent was obtained from all subjects. The individual studies that contribute to the ASC may have directly ascertained and interviewed human clinical subjects, along with controls, in accord with the ethical principles and practices of modern biomedical research. In contrast tocontributing sites, the ASC as a group has a different relationship to human subjects. The ASC has no direct contact with the research subjects and no identifying information is provided by the primary sites to the ASC. From the perspective of the ASC, all data is de- identied and effectively anonymized. For samples provided to the ASC sequencing site (Broad-MGH through their funding from NHGRI), a copy of the consent(s) and a signed IRB Data Use Letter (DUL) was received before samples were accepted. The DUL conrms that the samples can be shared and are suitable for upload to dbGaP and NDAR. The iPSYCH study was approved by the Regional Scientic Ethics Committee in Denmark and the Danish Data Protection Agency. METHOD DETAILS Exome sequencing and data processing The bulk of new ASC samples were sequenced at the Broad Institute on Illumina HiSeq sequencers using the Illumina Nextera exome capture kit. The remainder were sequenced at three other sites: the University of California, San Franciso (N = 495), the SangerInstitute (N = 443), and Johns Hopkins University (N = 302), all using similar methods. Sequencing reads were aligned to human genome build 37 (GRCh37/hg19) using the Burrows-Wheeler Aligner (BWA, Li and Durbin, 2009 ), aggregated into a BAM le. Picard (http://broadinstitute.github.io/picard/ ) was used for sorting by chromosome coordinates and marking duplicates. Single nucleotide variants (SNVs) and insertions / deletions (indels) were jointly called across all samples using the Genome Analysis Toolkit (GATK;Van der Auwera et al., 2013 ) HaplotypeCaller package version 3.4. Variant call accuracy was estimated using the GATK Variant Quality Score Recalibration (VQSR) approach. The VCF le (format v4.1) was produced by the Broad sequencing and calling pipeline with GATK version 3.4 (g3c929b0). QUANTIFICATION AND STATISTICAL ANALYSIS Dataset Quality Control The VCF le, containing approximately 29,000 exomes, was loaded into Hail 0.1 ( https://hail.is/ ;https://github.com/hail-is/hail )t o perform basic quality control steps. Multi-allelic sites were split into bi-allelic sites and each variant was then annotated with theVariant Effect Predictor (VEP, McLaren et al., 2016 ) by prioritizing coding canonical transcripts. VEP assigned properties such as gene name and consequence to each variant. An overview of the quality control and data cleaning process is shown in Figure S1 . Round 1, sample-level quality control To check the accuracy of the reported pedigree information, relatedness was calculated between each pair of samples using Hail'sibd() function and sex was imputed for each sample using Hail's impute_sex() function. The relatedness values were input into the program PRIMUS ( Staples et al., 2014 ), which inferred pedigree structure. Combined with the imputed sex, these inferred pedigrees were compared to reported pedigrees and checked for discrepancies. Obvious errors in reporting were xed (e.g., swapped mother/father or parent/child labels in the same family), and samples with a discrepancy that could not be resolved ( /C24200) were dropped. Parents without a child in the dataset ( /C24250) were also dropped, resulting in 28,547 samples and 5,420,608 unique variants. Round 1, variant-level quality controlLow-complexity regions were several lters were applied: we ltered calls with a depth less than 10 or greater than 1,000; for homozygous reference calls, we ltered genotypes with less than 90% of the read depth supporting the referenceallele or with a genotype quality less than 25; for homozygous variant calls, we ltered genotypes with less than 90% of the read depthsupporting the alternate allele or with a Phred-scaled likelihood (PL) of being homozygous reference less than 25; and for heterozy- gous calls, we ltered genotypes with less than 90% of the read depth supporting either the reference or alternate allele, with a PL of being homozygous reference less than 25, with less than 25% of the read depth supporting the alternate allele (i.e., an allele balanceless than 0.25), or with a probability of the allele balance (calculated from a binomial distribution centered on 0.5) less than 1x10 /C09.W Cell180, 568-584.e1-e15, February 6, 2020additionally heterozygous call in the X or Y non-pseudoautosomal regions in a sample that imputed as male. For samples imputed as female, calls from the Y chromosome were removed. After applying these lters and removing sites that were no longer variant, the dataset contained 28,547 samples and 4,755,048 unique variants. Round 2, sample-level quality controlWe applied further sample-level quality control lters using the ltered variants. We removed samples with estimated contamination levels using FREEMIX > 7.5% (20 samples) ( Jun et al., 2012 ) or chimeric reads > 7.5% (121 samples). Stratifying samples into 18 different batches (by exome capture/year/cohort/sequencing center, see Table S1 ), samples were ltered if their call rate was greater than 3 standard deviations below the group mean (300 samples). Duplicate samples were then removed (761 samples), as were sam-ples for which the imputed sex did not match the reported sex (59 samples). Following these sample lters, family structures were re- evaluated: if one or more parents of a case in the family-based data (which we also refer to as a ''proband'') had been ltered, the proband was reclassied as a case in the case-control data and the remaining parent (if any) was dropped; if the proband had anunaffected sibling, the sibling was kept as a ''sibling of case'' (not used in this study); if one or more parents were ltered and no pro- band remained, then data for remaining family members were removed; and relatives not relevant for calling de novo variants (such as aunts or uncles) were removed. After applying these rules, the dataset contained 5,833 complete families, with 5,924 affected pro-bands, 2,007 unaffected offspring, 5,834 fathers, and 5,833 mothers (one family contained two probands, two fathers, and one mother). The dataset also contained 2,388 cases, 106 siblings of cases, and 4,324 controls, none of whom were part of a complete trio. To prevent complicated patterns of dependency, we excluded all but one sample (or one case-sibling pair) from each group of relatedsamples within these categories. We dened related samples using a KING ( Manichaikul et al., 2010 ) kinship value of 0.1 or greater, approximately equivalent to a Pi-Hat of 0.2 or greater. After this ltering, the dataset contained 2,353 cases, 100 siblings of cases, and 4,316 controls, for a total of 26,367 samples.Round 2, variant-level quality control After ltering sites that were no longer variant due to sample exclusion, there were 4,605,130 unique variants. For a second round of variant quality control, variants with call rate < 10% (17,083 variants) or a equilibrium p value 1x10 /C012 (27,862 variants) were excluded, leaving 26,367 samples and 4,560,185 unique variants. This dataset was then used as the starting point for the de novo , inherited, and case-control workflows. Dening rare and de novo variants De novo variation De novo variants were called from the 26,367-sample dataset described above, including 5,924 affected probands and 2,007 unaffected offspring (7,931 total children). After ltering any genotype with a GQ < 25, de novo variants were called using the de_novo() function of Hail 0.1, which implements the caller used in previous ASC work ( https://github.com/ksamocha/ de_novo_scripts ). Population gnomAD ( https:// gnomad.broadinstitute.org/ ) and these frequencies were used as the input priors. As additional parameters, parents' homozygous reference genotypes were required to have no more than 3% of reads supporting the alternate allele, children's heterozygous calls were required to have at least 30% of reads supporting the alternate allele, and the ratio of child read depth to parental read depth was required to be at least 0.3. This process identied 44,562 putative de novo variants at 26,577 distinct genomic locations in the 7,931 children in the dataset. Of the 7,931 children, 519 were also part of a whole-genome sequencing project ( Werling et al., 2018 ), and we added a further 168 de novo variants called in protein-coding regions of these samples from the whole-genome sequencing that were not called in the exome sequencing. We also incorporated 338 previously published and validated de novo variants in our samples that were not identied by our caller ( Kosmicki et al., 2017 ). Thus, in total, we 45,068 putative de novo variants at 27,083 distinct loci in 7,931 children. For quality control on the de novo variants, we retained variants if they were high condence as indicated by the calling algorithm, medium condence and a singleton in the dataset, or previously experimentally validated (20,862 putative de novo variants included). To remove calls stemming from cell line artifacts, an allele balance of at least 0.4 was required for the 773 probands and 40 siblings for whom data were generated from immortalized cell line DNA (2,171 putative de novo calls excluded). Next, a call was removed if it had an allele frequency > 0.1% across the samples in our dataset, in the non-psychiatric subset of ExAC(r0.3, putative de novo variants excluded). Calls were excluded if they appeared more than twice in the remaining list of putative de novo variants (403 putative de novo variants excluded) and were then limited to one variant per person per gene (570 putative de novo variants excluded), retaining variants with the most severe consequence when selecting which one to keep. Finally, samples whose DNA source was whole-blood or saliva were excluded if they had more than seven protein-coding putative de novo variants (20 out of 5,143 probands and 13 out of 1,967 unaffected children excluded). Samples whose DNA source was immortalized cell lines were dropped if they had more than veprotein-coding putative de novo variants (35 out of 773 probands and 1 out of 40 unaffected children excluded). After applying these lters, the remaining list of high condence de novo variants included 14,569 de novo variants from 5,869 probands and 1,993 unaffected children. To maximize power and improve consistency with prior analyses, we supplemented this set with 933 and 287 published de novo variants in 561 probands and 186 siblings ( De Rubeis et al., Sanders et al., 2015; et al., Cell180, 568-584.e1-e15, February 6, 2020 e32017 ), respectively, for whom original sequence data were not available. The nal list of high condence de novo variants included 15,789 de novo variants ;Figure S1 ). Rare inherited variation As with de novo variation, we used the dataset of 26,367 samples and 4,560,185 unique variants described above as a starting point to identify high condence rare inherited variants. Any genotype call with a GQ < 25 was removed and heterozygous genotypes were required to have an allele balance R0.3. Variants were required to have a call rate R90%, insertions and deletions were required to pass VQSR, and SNVs were required to have a VQSLOD (variant quality score log odds) R/C02.085. The VQSLOD threshold for SNVs was determined by identifying the threshold at which synonymous variants with an allele count of 1 among parents in the datasetwere transmitted to the child 50% of the time, as described previously ( Lek et al., 2016; Kosmicki et al., 2017 variants by the LOFTEE plugin for VEP and to have no LOFTEE flags other than ''SINGLE_EXON.'' For the purposes of gene-level counts, variants were tallied in the 5,869 probands and 1,993 unaffected children with exome sequencing data available who passed quality control for de novo variation above. Variants were required to have an allele count %5 in the combined parents, cases, and controls (18,153 people) in our dataset, as well as an allele count %5 in the non-psychiatric subset of ExAC (see Figure S1 ). Rare case-control variation For samples that were not in complete trios, rare variants were ltered using the same metrics and thresholds as rare inheritedvariants (above). For purposes of gene-level counts, rare variants were dened using the variants: allele count %5 in the 18,153 combined parents, cases, and controls in the dataset, as well as an allele count %5 in the non-psychiatric subset of ExAC (see Figure S1 ). To ensure well-matched cases and controls, probable ancestry was calculated by merging our raw dataset with genotypes from the 1000 Genomes Project and conducting principal components analysis (PCA) in Hail on a set of /C245,000 common SNPs. A naive Bayes classier was trained (using the naiveBayes function from the R package e1071) on the 1000 Genomes samples and used to predict which of our samples clustered with the populations labeled as European or East Asian. Rates of synonymous variants werewell-matched between cases and controls from the Swedish contributing site, which were classied European (745 cases and 3,595 controls), as well as between cases and controls from the Japanese contributing site which were classied East Asian (196 cases and 298 controls). For inclusion in TADA, we counted variants from the 4,340 Swedish samples. Overall variant rates were higher in theJapanese samples than the Swedish samples, possibly because our ltering was based on allele counts in ExAC, and ExAC has less representation from East Asian samples than European ones. Analysis of variant classes To model a qualitative trait—in this case, the presence or absence of ASD—using standard quantitative genetics concepts, we ima- gine that there is an unobserved, normally distributed variable called ''liability'' that determines whether or not an individual is diag- nosed with ASD ( Falconer, 1965 ). We assume that liability, L, has mean 0 and variance 1 in the general population. Individuals with L greater than some threshold tare diagnosed with ASD and individuals with L<t are considered ''typical.'' Under this model, the prev- alence difference between males and females is viewed as a difference in thresholds for males and females. For a male to be diag- nosed with ASD, his liability must be larger than t m. For a female to be diagnosed with ASD her liability must be larger than tf. Since ASD is more common in males than females, we conclude that tm<tf. For all that follows we will assume that the prevalence of ASD in males, Jm, is 1 in 42 (implying tm/C241.98), and the prevalence of ASD in females, Jf, is 1 in 189 (implying tf/C242.56) ( Baio et al., 2018 ). We model ASD+ID similarly, but with lower prevalence than all ASD (male prevalence 0.00499; female prevalence 0.00138). When considering the effects of individual alleles on liability, we employ an elaboration to the standard quantitative genetics model, which is sometimes called the ''mixed model of inheritance'' ( Morton & MacLean, 1974 ). We assume that individual alleles make additive contributions to liability, so that for some allele, A1, individuals with 0 copies of the allele have mean /C0m, variance 1 liability, but individuals with 1 copy have mean a/C0m, variance 1, and individuals with 2 copies have mean 2 a/C0m, variance 1 liability. Assuming Hardy-Weinberg equilibrium for genotypes, and the frequency of A1equaling p,m=2ap2+a2pq=2ap. Here mis a normalizing factor to ensure the overall population has mean liability 0. For several of our analyses we are interested in the effect, a, for variants of a particular type in a collection of genes, for instance de novo PTVs in genes with pLI scores R0.995. If a variant is individually exceptionally rare, we have virtually no power to estimate its individual effect size, but over a large collection of such variants average properties are estimable. To do so, we model the entire collection of variants as if there were a single allele with frequency equal to the sum of the individual variant frequencies. Thisapproach makes little sense for common variants, but for sufciently rare variants, where single individuals seldom harbor more than one, this is a reasonable and helpful approximation. For some variant types, however, such as silent variants, the count of alleles can be substantial. For this reason, rather than standardize by 2 N, where Nis the number of subjects, we standardize by 2 NM, where M= 17,484 is the number of autosomal protein-coding genes analyzed herein. This standardization has no material impact on calculations of parameters of interest. To distinguish between cases and controls, we write N caandNcorespectively. Thus, for each type of variant we are interested in studying, e.g., de novo PTV mutations, we count the number of observations of this class of variant in cases (our probands in trios), and the number of observations of this class of variant in controls (our siblings intrios). For a given type of variant, V, we call PrfVjDgthe frequency of this type of variant in cases (observed number of variants e4 Cell180, 568-584.e1-e15, February 6, 2020divided by 2 NM), and PrfVj:Dgthe corresponding value in controls. We make these calculations separately in males and females, which we denote as PrfVmjDmg,PrfVfjDfg,PrfVmj:Dmg, and PrfVfj:Dfg, where the mandfsubscripts distinguish male and females. The overall frequency of the variant class can be found either form, for females and males, respectively. From this the Penetrance (probability of disorder given variant) of the variant class can be found immediately by Bayes Pr/C8 Dg/C12/C12Vg/C9 =ZN tg/C0aVg1 2ppe/C0x2 2dx This is the area under the curve of a normal distribution with mean aVgand variance 1, from the threshold tgto innity. In other words, the penetrance of a genotype is the fraction of the genotype's liability distribution that exceeds the disorder threshold. We can nd theeffect size (average liability of the genotype) by inverting a standard normal cumulative distribution, FðxÞ: a Vg=tg/C0F/C01/C0 1/C0Pr/C8 Dg/C12/C12Vg/C9/C1 : In this manner, we go from observable quantities (prevalence, genotype frequency, and frequency of genotype among cases only) to a variant type's unobserved but inferred effect on the liability scale. Empirically, the relative risk for the variant type is calculated asPrfVjDg=PrfVj:Dgfor the contrast of cases versus controls. To assess whether or not there is any difference in this variant class between cases and controls, we perform an exact binomial test on the underlying observed counts, where the probability of success is given by N ca=ðNca+NcoÞ. The odds ratio is computed from four observations, the number of variants of the risk class in cases, a; the number of variants of the risk class in controls, b; the number of alleles not in the risk class in cases 2 NcaM/C0a; and the parallel calculation for controls, 2 NcoM/C0b. To estimate a condence interval of aVg, we note that in a very formal sense aVgis the average effect on the liability scale of the variant. Were we able to observe those effects directly, we could have calculated the observed mean and standard error of thoseeffects. Because we cannot observe liability directly here, we infer the standard error of a Vgby the following procedure: map the p value from the binomial test, described above, onto an equivalent z-value from the normal distribution, z; then aVg=zis a reasonable estimator for the standard error of the for aVg. for ''Other Genes'' were performed separately for males and females and also separately for the PAGES and DBS (iPSYCH) samples. Inherited analysis calculations were also separated by male and female and by proband and sibling. To combine effects between males and females, we took inverse-variance weighted averages ofmale and female effect sizes. We performed analogous calculations for the populations of case-control samples. For these calcula-tions for the 102 ASD genes, however, because the counts of events were often small, we combined data over males and females and over PAGES and DBS samples to compute overall parameters (i.e., performed mega- versus meta-analysis). When parameters could not be estimated, this is noted as NA. Selected results are shown in Figure 1 andFigure 2 . Transmission and De Novo Association Test (TADA) BackgroundPublished analyses of whole exome sequencing (WES) data using TADA have evaluated two categories of rare variation, namely protein-truncating variants (PTVs; i.e., frameshift, al., 2010 ), in the context of three categories of inheritance pattern: de novo , inherited, and case-control. TADA requires a mutational model ( Sanders et al., 2012; Neale et al., 2012; Samocha et al., 2014 ) which accounts for gene size and sequence composition to obtain an expectation for mutations per gene, given sample size. It treats all PTVs within a gene as equivalent, although their impact on risk is allowed to vary across genes and inheritance patterns (likewise for Mis3). TADA rst computes a gene-specic Bayes factor for each mutation category and inheritance pattern, and then it multipliesthese Bayes factors to generate a statistic that summarizes all evidence of association for each gene. The total Bayes factor is nally converted to a q-value to control false discovery rate ( De Rubeis et al., 2014 ). As a Bayesian model, TADA requires prior parameters or hyperparameters, namely the fraction of genes in the genome affecting risk, thus far taken to be 0.05, and g, the relative risk for a particular mutation category. See He et al. (2013) for estimators. Evaluating TADA and False Discovery Rate (FDR) For downstream analysis it is critical to ensure reliable performance of TADA so that risk gene lists, such as those with FDR <10%, are properly calibrated. Such guarantees are straightforward to prove in many settings ( Efron, 2012 ). In the WES setting, however, Cell180, 568-584.e1-e15, February 6, 2020 e5and especially for the relatively discrete counts of de novo events, a demonstration that the FDR rate holds is warranted. It is worth noting that, even though there are many genes that contain no mutations, the mutation rate is gene-specic and varies with gene length. Consequently, with the exception of the genes with a signal, the p values from the TADA analysis of PTV and Mis3 mutations are almost uniformly distributed ( Figure S2 A). To evaluate the validity of the FDR framework in the context of TADA analysis, we conduct ''empirical-known signal experiments'' (EKSE). The idea is to perform TADA analyses in which the true signal is known a priori . To make the simulation as real as possible, it is performed using real de novo mutation counts as a base. These mutations are chosen to carry no detectable signal (i.e., mimicking the null distribution because they are believed to be non-functional). Simulated signals for association are then generated forrandomly selected genes. Once the data are generated, TADA is used to analyze them and the resulting FDR and other features of the method are examined. EKSE Simulations to Assess the Properties of FDRFor these empirically-known signal experiments, we let synonymous variants play the role of Mis3 (denoted missense role of PTV (denoted as PTVnew). Signals are layered onto genes that are randomly chosen. Below is the detailed procedure: 1) Divide all 17,484 autosomal protein-coding genes into 20 bins of equal size. Let b=1,., 20. 2) For each of the 20 bins, iteratively generate a signal for all genes in the bin; the remaining 19 bins, with no signal, represent the null genes. The extra signal in the ith gene for both new kinds of de novo variants is simulated using X ijgi/C24Poisson ð2miðgi/C01ÞNÞ, where gi/C24Gamma ðg;bÞ. The hyperparameters are selected to yield signals similar to the real data: b=0.2 and gis set to be 2.4 and 5.4 for Mis3new and PTVnew respectively, and N=6,430. The ''-1'' in the Poisson equation is to account for the observed de novo variants already included from the real data. The simulated de novo events are added to the observed Mis3new and PTVnew to create each of the 20 datasets. 3) Perform TADA analysis for each of the 20 datasets.4) Display the resulting q-FDR curves for b=1,., 20, and q-FDR averaged over b. Pure Simulations to Assess the Properties of FDR This simulation is closely related to EKSE. The only difference is that the null mutations are generated randomly from a multinomialdistribution instead of adopted directly from the synonymous and Mis1 variants. The procedure is described below: 1) Randomly sample a fraction of all 17,484 autosomal protein-coding genes as signal genes, denoted as set S. We set the fraction as p=0.05. The number of trios is N=6,430. 2) For both new types of variants, Mis3new and PTVnew, the mutations of all the genes are randomly generated from a multinomial distribution, X/C24Multinom ðM;pÞ, where the probability vector pis proportional to p=fm igigi=1;.;17484, where gi/C24Gamma ðg;bÞifiS, otherwise equals 1. The total number of mutations is M=2NP17484 i=1migi. The mutation rates of Mis3new are taken from synonymous variants, and the mutation rates of PTVnew are taken from Mis1. The hyperparameters g;bare set to be the same as in EKSE. 3) Perform TADA analysis on the two generated types of variants. Display the resulting q-FDR curve.4) Repeat steps 1-3 one hundred times. Results of simulations Figure S2 B shows the averaged actual FDR versus the q-value over the 20 EKSE experiments. The error bars are obtained from the pure simulation. For q <0.1 the average curve follows the diagonal line (roughly), which indicates that the actual FDR is well controlled in the region of primary interest. We do detect a slight bump in the actual FDR for q >0.1. To understand this deviation, we compared the observed counts for synonymous (Mis3new) and Mis1 (PTVnew) to simulated counts generated from the model. The distribution of the number of genes with synonymous counts R3 and Mis1 counts R2 is contrasted with the observed counts (Figure S2 C). The contrasts show that there is a slight excess of multiple hits in the observed counts compared to the model. Adding counts of synonymous and Mis1 mutations we obtain a single distribution of mutations per gene and nd that there is an excess of counts of 0, 2, 3, and >3 and a relative lack of counts of 1; overall the counts are fairly similar, but they differ signicantly from expectations (chi-square p value = 0.012). The 8 null genes with the strongest TADA signal are GNS, these are the genes that contribute to the bump in the FDR. However, none of these genes are signicant ( q<0.1) in the EKSE analysis or in the actual data analysis of Mis3 and PTV mutations. From this EKSE experiment we conclude that the TADA model does not perfectly capture reality and the actual FDR deviates slightly from reported value for values ofq>0.1. This deviation is likely due to inexact estimates of the per gene mutation rate. TADA relies on a mutation rate model for genes, which is an estimated quantity. Hence, we evaluate the impact of misspecication of mutation rates. To quantify the deviation from the expected null distribution due to mutation rate misspecication, we use thetheory of genomic control ( Devlin and 1999 ), specically estimating the inflation factor l GC. In this experiment, we randomly select 10%-50% of genes and articially make the nominal mutation rates increasingly lower than their actual estimated rates. This e6 Cell180, 568-584.e1-e15, February 6, 2020will make the observed mutation count larger than the expected count for a subset of genes. The result is that test statistics for association will tend to be increased for some genes, and the larger the discrepancy, the larger the set of test statistics that do not follow the expected null distribution. The genomic control factor, based on the z-statistics from the TADA analysis ( Figure S2 D), quanties this inflation. As expected, the genomic control factor increases as more genes are analyzed with lowered nominal muta-tion rates ( Figure S2 E). The inflation for l GCis modest, however, even for these fairly notable misspecications of the mutation rates. Because TADA is a Bayesian method, it is more natural to use FDR than a Family-Wise Error Rate (FWER) cutoff to determine sig- nicance. In this gene discovery setting it is informative to compare the numbers of true discoveries (TD), false discoveries (FD), andFDR for different p value and FDR thresholds and to examine the impact of model mis-specications on FDR ( Figure S2 F). We mea- sure discrepancies via the genomic control factor ðl GCÞ. We simulate the Z-value of 20,000 genes, 5% with a signal from Nðm;lGCÞ and 95% from the null Nð0;lGCÞ, where lGCvaries from 1 to 1.2. The value of mis chosen to be 2 to approximately mimic the real data. Based on 1,000 replications, we calculate the average TD, FD, and FDR for a Bonferroni-adjusted p value threshold and different FDRthresholds. As expected, FWER has considerably fewer FD but also notably fewer TD than FDR, and the observed FDR is well cali- brated when l GC=1 (Figure S2F). (For lGC=1, TD = 5, 52, 113, 334, and FD = 0.1, 3, 13, and 144 for the four thresholds examined. In each case the error rate is controlled at the expected rate.) However, as lGCincreases the actual FDR increases rapidly, especially for larger q-values. In contrast, FWER is fairly well controlled even for model discrepancies. Next, again by using simulations, we investigate how varying the number of risk genes impacts q-values for genes near but not over the FDR threshold. The key idea is to examine how the q-values of the borderline genes—dened to be genes with 0.05 < q < 0.1—vary as p, the fraction of signal genes, changes. We expect that, as pincreases, q-values of genes near the threshold will decrease. Indeed, we observe that the q-values of both non-signal ( Figure S2 G) and signal ( Figure S2 H) borderline genes decrease as pin- creases, but the impact on the non-signal borderline genes is not substantial and q-values for only a few of these genes cross the threshold. A more powerful TADA model (TADA +) TADA requires input of several parameters, most notably the relative risk, g. To estimate the relative risk for a category of mutations, we use the burden-relative risk relationship derived in He et al. (2013) :g=1+ðl/C01Þ=p, where p=0.05 is the estimated fraction of risk genes and the burden lis calculated by comparing mutation counts in probands and unaffected siblings. Because differences in sequencing depths and variant calling procedures may lead to systematic differences in mutation rates, we normalize the countsusing synonymous mutations counts. Let xandSbe the number of mutations in the category of interest and compare the counts in cases (cs) and controls (cn) as l=ðx csScnÞ=ðxcnScsÞ. Previous TADA analyses ( De Rubeis et al., 2014; Sanders et al., 2015 ) used two annotation categories, PTV and Mis3. Here we develop a more powerful version of TADA, which uses additional annotation information. For clarity we will label the original versionTADA Oand the rened model TADA+. Recent studies have rened our understanding of what variation is likely to be meaningful for risk in two ways. Regarding PTVs, Kosmicki et al. (2017) showed that signals carried by PTVs involve a subset of genes that are evolutionarily constrained. For these genes, the population tends to have far fewer PTVs than would be expected based on gene size, base-pair content, and evolutionary models. This constraint feature of genes is embodied in pLI (the probability of being loss-of-function [aka PTV] intolerant) ( Lek et al., 2016 ), which is a metric ranging from zero to one, with a larger pLI representing a greater dearth of PTV variation. Kosmicki et al. (2017) found that genes with pLI >0.9 tend to harbor most of the ASD association signal from PTVs. In this work, we model the relative riskðgÞofde novo PTVs as a continuous function of pLI. Figure S2I shows gas a function of pLI, where the x axis has been converted using the inverse normal transformation, but the original values of pLI are given. We create seven bins of data and t a logistic curve tothe data. The dots are the data and the black line is the tted curve. Then we compute error bars based on the 95% prediction intervalaround the tted curve. In the upcoming implementation we truncate gat the null value of one. More rened information is also available for missense variants. Samocha et al. (2017) recently introduced the ( Adzhubei et al., 2010 ), and Constraint. This metric also uses the concept of evolutionary constraint and seeks to quantify the degree of constraint for all missense variation in the genome. To determine how MPC might be used in TADA, we compute the average relative risk ( g, the hyperparameters for TADA) for a moving window of MPC in the ASC data ( Figure S2 J). Using a window over probands' missense variants ordered by MPC score, and with a width of 7.5% of the variants, we obtain the curve showing the average relative risk as a function of MPC score. Three levels of gnaturally emerge from this relationship, with the rst level (MPC <1) being close to marginal relative risk and two levels showing evidence for excess burden in ASD ( Figure S2 J). Based on the nature of these results, we chose to group missense mutations into two categories for TADA, using established thresholds of MPC ( Samocha et (MisB). Note that missense variation with MPC <1 is treated as benign. The relative risk for each of the two missense categories is computed directly from the data ( He et al., 2013 )a sg MisA= 4.18 and gMisB= 22.15. We note that other tools for variant classication have been recently published ( Havrilla et al., 2019 ), and MPC score has been shown to have a comparable performance to these methods. Besides the de novo variants, we also consider PTVs from case-control data by aggregating the iPSYCH (Danish) data and PAGES (Swedish) data. Following the same procedure as for de novo PTVs, within seven bins, we estimate the relative risks for the two case- control datasets separately and combine them with a precision weight. We then t a logistic curve using the seven points to smooth g Cell180, 568-584.e1-e15, February 6, 2020 e7as a continuous function of pLI ( Figure S2 K). In the TADA analysis, we treat gof each gene as xed for case-control data to achieve closed-form solutions and thus facilitate computation. These analyses dene three categories of variation that are potentially meaningful for risk. The gene-specic mutation rates for PTVs and missense variants have been reported previously ( Lek et al., 2016 ), and we further estimated the mutation rates for MisA and MisB. With mutation rates and hyperparameters estimated above, the rened TADA model can be applied to the data to identify risk genes for ASD. To allow for more variability in the prior for g, we set b=0.2. To resolve an emerging issue with the model's Bayes factor (BF) values, we implement a floor adjustment that imposes a lower bound of 1 on all BF. The issue is that for some genes with larger mutation rates and zero de novo MisB mutations, the MisB BF is substantially lower than 1. Multiplying this with the other evidence renders those genes not signicant. Indeed, with the mutation rates provided and the high relative risk of MisB, the model clearly expected to observe at least one de novo MisB variant. (This happens for other categories as well, but most notably for MisB.) We think the problem is heterogeneity of genes—some geneswith a de novo PTV just do not have MisB mutations in the data, even though these mutations are expected. It does not make sense to have the observation of no mutations drive the model. To circumvent the problem, we made a modication of the method so that BF is replaced by max(1,BF). We tested this in simulations and the size of the modied test is satisfactory (see the discussion in thenext section). TADA +incorporates all of the renements delineated here. Using TADA+, 102 genes with q-value less than 0.1 are identied, including three genes that have excessive PTVs in siblings ( EIF3G ,KDM5B ,RAI1 ). By contrast, TADAOidenties only 79 genes when applied to the same data. Clearly, the new relevant functional information embodied in the pLI and MPC scores improvesthe power of TADA by rening the model. Simulations to evaluate TADA + Simulations illustrate the performance of TADA+when applied to de novo mutations only. In this setting, we simulate three types of de novo variants: PTV, MisA, and MisB, using the mean risks and mutation rates from real data. Below is the detailed procedure. 1) Randomly select 5% of 17,484 autosomal protein-coding genes as the signal genes; denote the set of signal genes as GSand the null genes as GN. 2) For each signal gene gGS, generate risk ggfor each three types of variants from a ga gs are set to match the empirical counts. Note that gMisAgand gMisBgare the same across all genes, but gPTVgare different. 3) For the null genes gGN, setgPTV g=gMisA g=gMisB g=1. 4) For each variant, generate the counts from a Multinomial distribution, where the total number is the expected total counts 2NP gma ggag,N=6430, and the probability is proportional to fma ggaggM g=1. The mutation rates are taken from the real data. 5) Apply TADA+with Bayes Factors having a lower limit (floor) of 1, and calculate the empirical FDR. 6) Repeat steps 1-5 one hundred times. Figure S2L (original BF) and Figure S2M (floor BF) show that the TADA+model controls FDR. Applying the floor principle increases the FDR by a modest amount. In practice we found that there was considerable heterogeneity across genes and this adjustment was necessary.TADA Oversus TADA+analyses We explore the performance of TADAOand TADA+with analyses: A) TADAOapplied to the previous ASC cohort (ASC2015), de novo variants only. B) TADAOapplied to the new ASC cohort (ASC2018), de novo variants only. C) TADA+applied to ASC2018, de novo variants only. D) TADA+applied to ASC2018, de novo and case-control variants. By moving through the four analyses, we change one variable at a time and analyze the consequences. From A to B, we evaluate the impact of the new de novo data introduced as part of ASC2018. From B to C, we compare the improvements in the model by contrasting TADAOand TADA+. From C to D, we assess the impact of adding in the case-control data. With additional data and a more powerful TADA model, we obtain substantial new discoveries. We identify 31 genes in A, 65 genes in B, 85 genes in C and 102 genes in D. Contrasting genes discovered in A with the new ones discovered in B, we compare the mu-tation rates and nd that the newly discovered genes are 8.9% smaller for PTV (Wilcoxon test p value = 0.35) and 5.8% smaller for Mis3 (Wilcoxon test p value = 0.47) on average; likewise we nd that the average fraction of Mis3 over all de novo mutations (Mis3 + PTV) is 0.04 larger (Wilcoxon test p value = 0.63). The similarity in mutation rate and types of mutations found in the newly discoveredgenes suggests that they are primarily due to the larger sample size. The additional genes discovered in C are due to the more power- ful TADA model. Evaluating the q-values from these analyses—for the genes with a q-value less than 0.1 in at least one analysis—q-values typically decrease in sequence from analysis A to B to C to D ( Figure S2 N, showing B as ''TADA O, dn,'' C as ''TADA+, dn,'' and D as ''TADA+, dncc''), with the q-value of analysis D being the smallest. Of the genes with a q-value greater than 0.1 in D but less than 0.1 in at least e8 Cell180, 568-584.e1-e15, February 6, 2020one other analysis, most are downgraded in analysis D because of renements in the new TADA model (with the genes or variants having, for instance, low pLI score or low MPC score, particularly MPC less than 1 or missing and thus not categorized as MisA or MisB). A Manhattan plot of the 102 genes identied in D is shown in Figure 2 . ASD P, ASD NDDand DDD gene heterogeneity analyses Heterogeneity analyses were performed using a chi-square approximation test and a Fisher's exact test (FET) based on de novo counts in ASD and neurodevelopmental delay (NDD) for different subsets of genes. Variants were counted if they were disruptive,i.e., a protein-truncating variant or a missense variant with MPC score R1. Variant counts in ASD (''dn ASD'') were based on this study, while variant counts in NDD (''dn NDD'') were based ( Table S4 ). We started out with the list of 102 TADA ASD genes, which we classied as either ASD Por ASD NDD(Figure 4 ). We also considered the 49 ASD NDDgenes and the 102 TADA genes in combination with an ''NDD set'' of genes containing disruptive variants in the 5,264 NDD trios (avoiding double-counting of genes disrupted in both ASD and NDD). A table of these genes is provided below. For the 102 TADA ASD genes, we can evaluate whether the count of disruptive de novo events is homogeneous for the ASC (''dn ASD'') versus NDD (''dn the answer is no (p = 5 310/C012), the data are highly heterogeneous. If we consider the ASD Pand ASD NDDgenes by themselves, however, neither subsample shows signicant heterogeneity. We can also include the NDD gene set, bringing the overall total to 143 (eliminates genes on chromosome X and FOXG1 ;NUP155 was eliminated in the previous analysis, due to a lack of de novo mutations). With this expanded list, heterogeneity naturally increases (p = 4310/C026). If we reasonably put the newly added genes into the ASD NDDlist, we nd that there is now heterogeneity in this set (p = 0.001), and it is driven by the lack of mutations in ASD subjects for the newly added NDD genes (see below). Because of the total counts involved in the analyses, the FET was performed in independent (random) subsets and then the statistics were combined, and results represent the average over 100 repetitions. For the chi-square test, the genes were requiredto have at least one de novo event in either ASD or DDD. This removed 1 ASD Pgene from the analysis. Genes in Recurrent Genomic Disorders (GD) Curation of reported GD lociWe constructed a list of genomic loci previously reported to be associated with ASD- or NDD-related phenotypes due to rare copy number collated coordinates of pathogenic ''genomic disorder'' (GD) regions as reported by nine previous studies ( Sanders et al., 2015; Cooper et al., 2011; Wapner et al., 2012; Schaefer et al., 2013; Dittwald et al., 2013; Coe et al., 2014; Pinto et al., 2010; Wright et al., 2015; Rehm et al., 2015 ) and converted all coordinates to human reference genome build GRCh37/ hg19 with the UCSC liftOver tool, as necessary. We next clustered the coordinates of all overlapping CNV regions using svtk bed- cluster and a minimum 50% reciprocal overlap between segments, retaining the median clustered coordinates of all CNV regionsappearing in at least two of the nine studies considered. After clustering, we excluded any CNV segments > 5Mb in size and all seg- ments on sex chromosomes. Finally, we annotated each CNV segment passing all lters with all overlapping genes drawn from the list of 17,484 autosomal protein-coding genes considered during TADA analyses.Gene set # dn ASD dn NDD TADA 102 102 391 514 ASD P 53 176 43 ASD NDD 49 215 471 ASD NDD(including NDD set) 90 258 825 All (including NDD set) 143 434 868 Gene set # genesP value Chi-square approximation FET1 TADA 102 102 5.1 ASD 4.3 310/C0263.2310/C024 over 100 repetitions Cell180, 568-584.e1-e15, February 6, of overlap between ASD-associated genes and GD loci We designed three permutation-based approaches to benchmark null expectations for the overlap of ASD-associated genes and GD loci. All approaches involved randomly drawing new sets of collinear genes for each GD locus from the list of all 17,484 autosomal protein-coding genes considered in TADA analyses, but differed in how these new genes were selected. These sampling approachesare summarized as follows: 1) Matched on number of genes: a new collinear list of genes was drawn for each GD locus, where the number of genes was matched to the number of genes in the original GD locus. 2) Matched on PTV mutation rates: a new collinear list of genes was drawn for each GD, where the number of genes was deter- mined such that the sum of their estimated PTV mutation rates was at least as large as the sum of the estimated PTV mutation rates of the original list of genes in that GD locus. 3) Matched on brain expression, PTV mutation rates, and number of genes: prior to permutation, all genes were assigned a PTV mutation rate quintile and a brain expression quintile determined by the median brain expression value for that gene across allsamples and all brain regions present in GTEx release v7 calculated after excluding genes with non-zero median brain expres- sion. During permutation, a new collinear list of genes was drawn for each GD such that the number of genes matched the original GD locus, with the additional requirements that the distribution of these genes across brain expression quintilesand PTV mutation rate quintiles were also preserved. For each permutation, we performed one of the three above approaches for all 51 GD loci to obtain a new set of sampled genes, and we then counted the number of newly sampled genes that matched the TADA thresholds for ASD association in this study. We performed 1,000,000 permutations for each approach and computed p values based on the fraction of all permutations where thenumber of GD loci with at least one randomly sampled ASD-associated gene matched or exceed the empirical observation in the original data. Fold-changes (FCs) were determined as the observed number of GD loci with at least one ASD-associated gene divided by the mean number of GDs with at least one ASD-associated gene across all 1,000,000 permutations. Finally, we titrated additional parameters to examine the variability of results from this permutation approach. For each of the three gene-sampling schemes above, we performed a separate 1,000,000 independent permutations for each combination of two additional factors, as follows: 1) ASD-associated gene list: we considered two different signicance levels for ASD-associated genes: 102 genes identied with TADA +(FDR%0.1) and 26 genes identied as reaching Bonferroni-corrected signicance (Table S2). 2) Chromosome sampling weights: for each GD locus in each permutation, an autosomal chromosome was selected based on one of two weighting schemes prior to randomly sampling a new set of collinear genes. These weights were either (1) deter-mined by the fraction of all autosomal genes located on each chromosome, or (2) determined by the fraction of GD loci located on each chromosome. All results were consistent across gene sampling strategies and the additional parameters had limited influence on our individual results or overall conclusions ( Figure 3 ). Enrichment of Common Variants in the Detected Genes To investigate whether the 102 ASD-associated genes were enriched for common variants associated with ASD and geneticallycorrelated traits, we ran competitive gene-set enrichment analyses on the set of 102 genes using MAGMA ( de Leeuw et al., 2015 ) with brain-expressed genes from BrainSpan (see section below on developmental expression data) as background. We used sum- mary statistics from the latest GWAS of ASD ( Grove et al., 2019 ), ADHD ( Demontis et al., 2019 ), major depression the 23andMe contribution ( Wray et al., 2018 ), schizophrenia ( Schizophrenia Working Group of the Psychiatric Genomics Consortium, 2014 ), and educational attainment ( Lee et al., 2018 ), as well as a GWAS of height ( Wood et al., 2014 ) as a control. In addition, to illus- trate the effect of statistical power in the GWAS, we ran enrichment analyses also for historical GWAS for these phenotypes ( Neale et al., 2013; Okbay et al., 2016 ). From the summary statistics, gene-based p values were estimated using test statistics dened as the sum of -log 10(SNP p values) for SNPs located within the transcribed region plus a padding of 10kb flanking regions on either side. The gene-set enrichment was conducted by regressing gene-based Z-scores on a dichotomous gene-set indicator and covariates, which included gene size, gene density, sample size, the reciprocal of the min-imal allele count, and the logarithm of these variables. We applied the default settings in MAGMA ( Figure 3 ). Dening Gene Groups Past analyses have identied two major groups of ASD-associated genes: those involved in gene expression regulation (GER) andthose involved in neuronal communication (NC) ( De Rubeis et al., 2014; Sanders et al., 2015 ). A simple gene ontology analysis with our list of 102 ASD genes replicates this nding, identifying 16 genes in category GO:0006357 ''regulation of transcription from RNA polymerase II promoter'' (5.7-fold enrichment, FDR = 6.2x10 /C06) and 9 genes category GO:0007268: ''synaptic transmission'' (5.0-fold enrichment, FDR = 3.8x10/C03). To assign genes to the GER and NC categories, we used a combination of gene ontology, gene descriptions, and primary research. e10 Cell180, 568-584.e1-e15, February 6, 2020Fifty-eight genes were assigned to the GER group based on one of: 1) Clear description of a role as a chromatin modier, transcription factor, or DNA/RNA binding protein on RefSeq ( O'Leary et al., 2016 ). 2) Evidence of role as a chromatin modier, transcription factor, or DNA/RNA binding protein in primary research identied on PubMed ( https://www.ncbi.nlm.nih.gov/pubmed ). 3) Located in the nucleus (GO:0005634) and annotated with at least two of the following gene ontology groups or their children: dGO:0000122:negative regulation of transcription by RNA polymerase II dGO:0000785:chromatin dGO:0000981:RNA polymerase II transcription factor activity, sequence-specic DNA binding dGO:0000988:transcription factor activity, protein binding dGO:0003682:chromatin binding dGO:0003700:DNA-binding transcription factor activity dGO:0006325:chromatin organization dGO:0010468:regulation of gene expression dGO:0045944:positive regulation of transcription by RNA polymerase II Twenty-four genes were assigned to the GER group based on one of: 1) Clear description of a role in the synapse or regulating membrane potential on RefSeq ( O'Leary et al., 2016 ). 2) Evidence of a role in the synapse or regulating membrane potential in primary research identied on PubMed ( https://www. ncbi.nlm.nih.gov/pubmed ). 3) Located in the cytoplasm (GO:0005737) and annotated with at least two of the following gene ontology groups or their children: dGO:0007267:cell-cell signaling dGO:0042391:regulation of membrane potential dGO:0045202:synapse Of the remaining 20 genes, 9 are annotated with GO:0007010:cytoskeleton organization or child terms of this ontology term; these genes are classied as ''Cytoskeleton genes.'' The remaining 11 genes are described Table S4 andFigure 4 . Comorbid Phenotypes Full-scale IQ scores were measured using several tests including, but not limited to, the Differential Ability Scales, Second Edition (Elliott, 2007 ); the Mullen Scales of Early Learning ( Mullen, 1995 ); the Wechsler Intelligence Scale for Children ( Wechsler, 1992 ); and the Wechsler Abbreviated Scale of Intelligence ( Wechsler, 1999 ). The full-scale IQ estimates were taken from the full-scale deviation IQ variable when available and full-scale ratio IQ when it was not ( Chaste et al., 2015 ). Full-scale IQ is normally distributed with a mean of 100 and a standard deviation of 15, by denition. We dened intellectual disability to be if a subject met one of the following conditions: a full-scale IQ (FSIQ) < 70 (i.e., two standard deviations below the mean), if the proband was administeredbut could not complete an IQ test, indicated by the subject having a date for their IQ test but no IQ score, or if the subject had a human phenotype ontology (HPO) term or International Classication of Diseases (ICD) code indicating intellectual disability or mental retar- dation. Age of walking unaided (in months) was taken from question 5A from the Autism Diagnostic Interview (ADI) ( Lord et al., 1994 ). We divided individuals into three possible categories for seizure status: yes, no, and unknown. A subject was put into the yes bin if heor she had a diagnosis of seizures or epilepsy, or a value of 2 on question 85 from the ADI (indicating a diagnosis of epilepsy). A sub- ject was put into the no bin if no seizure/epilepsy diagnosis was indicated or if ADI question 85 had a value of 0. All remaining subjects were put into the unknown bin ( Figure 4 ). Burden of mutations in ASD as a function of IQ and additional comorbid phenotypes Burden of mutations over all genes. We used full-scale IQ to separate subjects into groups. Of the 5,298 probands with any de novo variant, 3,010 have FSIQ information; of these, 2,055 (68.3%) have > 70 and 1,586 (52.7%) have a FSIQ > 82. For a sample sizeN, the expected number of mutations within genes is computed as E =2Nf, where fis the sum of the mutation rate, per variant type, over all relevant genes. (For example, to calculate ffor PTVs in genes with pLI > 0.995, we compute the sum of the PTV mutation rates for these genes.) We then compare E to the observed count for this mutation class, O, and evaluate the distribution of O=Eas a chi- square statistic with 1 degree of freedom. Burden of mutations over 102 TADA ASD genes. This analysis addresses the question of whether the signal found in the 102 genes with q < 0.1 could have arisen solely from low IQ subjects, such that any mutations found in higher IQ subjects occurred by chance. Toanswer this question, we must address the bias inherent in choosing 102 genes because they have q < 0.1. To do so, we performedmodel-based simulations, similar to those used to evaluate the properties of the TADA model. We rst select 874 genes with the smallest q-values from the real data and label them ''signal genes.'' Let M=0:306Nbe the number of subjects with IQ < 70 (as seen above) who accumulate mutations at rates greater than chance. We generate mutations for the signal genes using theTADA model and Poisson rate ð2MgmÞ, where mis the gene-specic mutation rate and gis the increased rate of mutations due to this being a risk gene and the mutation of a particular type, and we generate additional mutations at a Poisson rate 2 ½N/C0M/C138m. Cell180, 568-584.e1-e15, February 6, 2020 e11We generate mutations in non-signal genes at a Poisson rate ð2NmÞ. We run TADA to get the new top 102 genes and the new signal genes, and we record counts occurring in new signal genes by chance (i.e., for individuals with high IQ). We perform the simulation 500 times to obtain the distribution of counts in signal genes for individuals with high IQ and compare this to the observed data. We then repeat the analysis, splitting on an IQ of 82 instead of 70. For all four informative de novo mutation types (two missense categories and two PTV categories), the expected counts were consistently lower than the observed count; only for missense mutations with MPC between 1 and 2 does the expected count, 13.54 ( ±4.2) approach the observed value, 23 (p = 0.03). For all other mutation types, the empirical p value is far smaller, based on 500 simulations (MPC R2: 13.9 ±3.9 expected versus 28 observed; for 0.5%pLI < 0.995: 3.0 ±1.9 versus 15). We also performed these simulations for a split on IQ at 82 and reached the same conclusion, i.e., that the mutations in the higher IQ ASD subjects accumulate at a rate far greater than chance (e.g., Figure 4 ). GER and NC mutations in ASD as a function of age of walking and IQAs with the ASD Pand ASD NDDgenes ( Figure 4 ), we similarly compared whether ascertained ASD individuals harboring de novo missense (MPC R1) orde novo PTVs in GER and NC genes differed from one another and the remaining ASD individuals with respect to age of walking and full-scale IQ when such phenotype data was available (4,456 ASD individuals had available age of walking data;4,821 individuals had available full-scale IQ data). The 140 ASD individuals with these groups of de novo variants in GER genes walked 1.84 months later than the 71 ASD individuals with such de novo variants in NC genes (p = 0.01; 95% CI: 0.37-3.31; two-sided, two-sample t test) and 3.4 months later than the remaining 4,204 ASD individuals (p = 7.54x10 two-sample t test) (Figure 71 ASD individuals harboring de novo missense (MPC R1) or de novo PTVs in NC genes also walked 1.56 months later than the remaining 4,204 ASD individuals (p = 0.002; 95% CI: 0.59-2.53; two-sided, two-sample t test). A similar trend was also observed with respect to full-scale IQ, although we failed to observe any difference between the 159 ASD individuals with these groups of de novo variants in GER genes and the 77 ASD individuals with such de novo variants in NC genes (p = 0.84; two-sided, two-sample t test). The 159 ASD individuals with de novo missense (MPC R1) and de novo PTVs in GER a full-scale IQ 15.23 lower (95% CI: 11.02-19.46) than 1.6x10 ^-12; two-sided, two-sample t test) ( Figure S3 B). Similarly, the 77 ASD individuals with de novo missense (MPC R1) and de novo PTVs in NC a full-scale IQ 15.97 lower (95% CI: 9.95-21.99) than (p 2.1x10 ^-7; two-sided, two-sample gene-level reads per kilobase million mapped reads (RPKM) values were used across 53 tissue types, including 13 distinct brain re-gions. Samples with an RNA integrity number (RIN) %7 were removed from subsequent analyses. Genes were dened as brain-ex- pressed if they were present at an RPKM of 0.5 in 80% of the samples from at least one tissue type, resulting in 27,546 genes. Finally, expression values were log-transformed (log 2[RPKM+1]). To determine tissue-specic gene expression signatures (i.e., genes which are signicantly more expressed in a given tissue type compared to all other tissues), a linear regression model was applied for each gene for each tissue against all other tissues. Models were adjusted for age, RIN, gender, individual as a repeated-measure, and surrogate variables to account for potential batch effectsand other unwanted technical and biological variation. Signicance values were adjusted for multiple testing using the Benjamini and Hochberg (BH) method to estimate FDR. After the BH correction, genes with q -value < 0.05 and log 2FC > 0.5 are dened as ''tissue- specic'' in a given tissue, though we note that a gene may be listed as tissue-specic in more than one tissue, especially if thosetissues are closely related. These curated data formed the basis of our tissue-specic gene set enrichment analysis. To test for over-representation of tissue-specic expression within a given gene set, a modied version of the GeneOverlap function in R was used, so that all pairwise tests were corrected for multiple testing using the BH method. The Fisher's exact test function also provides an estimated odds ratio in comparison to a tissue- and genome-wide background set of to GENCODE10 and gene-level RPKMs were used across 528 samples from 40 individuals ( Li et al., 2018 ). Only the neocortical regions were used temporal cortex temporal cortex (ITC), and primary visual cortex (V1C). Samples with RIN %7 were removed from subsequent analyses. Genes were dened as expressed if they were present at an RPKM of 0.5 in 80% of the samples from at least one neocortical region at one major temporal epoch, resulting in 22,141 genes across 299 high-quality samples ranging from 8 post- conceptual weeks to 40 years of age ( Figure S4 A). Finally, expression values were log-transformed (log 2[RPKM+1]). Linear regression was performed for each of the 22,141 genes, modeling gene expression as a continuous dependent variable, as a function of a binary 'prenatal' stage variable. Similar to tissue-specic linear models (as above), each regression analysis included gender, individual as a repeated-measure, ethnicity, and surrogate variables as adjustment variables. The regression model gener- ated a 'prenatal effect' ( t-statistic) of the of prenatal versus postnatal transcript abundance. A BH multiple test correction was used to estimate FDR. Genes were dened as either prenatally or postnatally biased (log 2FC > 0.1 and q-value < 0.05) or unbiased in e12 Cell180, 568-584.e1-e15, February 6, 2020expression (q > 0.05). Under this paradigm, we measured the concordance of the prenatal effect across each of the 11 neocortical brain regions against the combination of all 11 areas to ensure consistent gene-based effects; we observed an average rof 0.956. Subsequently, a total of ve gene sets (102 ASD genes, 53 ASD Pgenes, 49 ASD NDDgenes, 58 GER genes, and 24 NC genes) were evaluated by a Wilcoxon signed rank test to determine if the fetal effect distribution of the set differed signicantly from the entireneocortical background, using the reduced statistic of one fetal effect per gene. The neocortical background was dened as genes which were simultaneously detected by WES in the current study as well as genes found to be expressed in the neocortex following quality control procedures (described above).Early developmental neocortical co-expression from BrainSpan expression dataWeighted gene co-expression network analysis (WGCNA) was used to build a signed co-expression network from all early develop- mental samples passing our QC standards (as above). This resulted in 177 high-quality samples ranging from 8 post-conception weeks to 1 year of age that were used to build an early developmental network. The absolute values of the biweight midcorrelationcoefcients were computed for all possible gene pairs and resulting values were transformed with an exponential weight ( b). We used abthreshold power of 21 so the subsequent network satised scale-free topology (R 2> 0.8) and had a high mean connectivity and sufcient information for module detection. Module robustness was ensured by randomly sampling (2/3 of the total) from the initial set of samples 1000 times followed by consensus network analysis to dene modules. The dynamic tree-cut algorithm was used to detect network modules with a minimum module size set to 200 and a cut tree height set to 0.9999. Singular value decomposition of each module's expression matrix wasperformed and the resulting module eigengene (ME), equivalent to the rst principal component, was used to represent the overallexpression prole for each module per sample. Pairs of modules were merged when the correlation of their ME values exceeded 0.90. A total of 27 early developmental neocortical co-expression modules were identied. Each module was assessed for over-represen- tation of ve gene sets (102 ASD genes, 53 ASD Pgenes, 49 ASD NDDgenes, 58 GER genes, and 24 NC genes) using a one-sided Fisher's exact test and adjusting all pairwise tests for multiple testing using the BH method. Functional annotation of candidate mod- ules was performed using ToppGene ( Chen et al., 2009 ). Gene expression in cell types from the fetal human neocortex. To assess cell type enrichment in the developing human cortex, we used data from Nowakowski et al. (2017) consisting of 4,216 cells, which were divided into 25 cell type clusters and expressed 58,865 identied genes. We excluded genes that were not on the list of 17,484 autosomal protein-coding genes used for the TADA analysis, resulting in 17,116 genes which included all 102 TADA ASD-associated genes. The 4,261 cells were divided into 17 bins by devel-opmental stage, measured in post-conception weeks ( Nowakowski et al., 2017 ). For each of the 17 developmental stages, a gene was considered expressed if at least one transcript mapped to this gene in 25% or more of cells for at least one post-conception weeks stage. For cell type-specic analyses, six cell type clusters were excluded because they could not be unambiguously associated with a cell type. The 19 remaining cell types contained 3,839 cells. Within each cell type cluster, a gene was considered expressed if one or more of its transcripts were detected in 25% or more cells, which resulted in 7,867 protein-coding genes being expressed in one or more cell type cluster. To determine enrichment for expression of the 102 TADA ASD genes, the universe of genes expressed was determined by the cells in this experiment; e.g., for the cell type-specic enrichment, the universe was U = 7,867 genes. The counts of the two-by-two table for enrichment of ASD genes, by cell type cluster, were: X, the number of TADA genes expressed in the cell type; Y, the number ofTADA genes not expressed in the cell type; Z, the total number of genes expressed in the cell type minus X; and U - (X+Y+Z). Given this table, the enrichment odds ratio was calculated and signicance judged by Fisher's exact test. To evaluate how well cell types clustered, we rst found 10% of genes showing the largest variation among cell types, as judged by analysis of variance. Performing hierarchical clustering using dissimilarity of expression for these genes revealed commonalitiesabout the common types of cells (hclust package from R, centroid method) ( Figure 5 ). To evaluate whether the enrichment odds ratio was a function of the number of genes expressed per cell type, we used linear regression. Because the odds ratio decreases as the number of genes increases, we next asked what might cause this phenomenon.It is reasonable to conjecture that the diversity of genes expressed (i.e., captured in our sequenced transcripts) would likely be a func- tion of the evenness of expression of observed transcripts. In other words, if some transcripts were expressed at high levels, they will tend to lower the chance of capturing other genes in the sequence run for the cell, because the number of reads per cell was limited tofall between 1 and 2 million reads. This relative evenness should be captured by the mean expression over genes, and it is for these data: there is a very strong relationship between mean expression, taken over all expressed genes per cell type, and the number of genes expressed (R 2= 94.5%, Figure 5 ). Weighted gene co-expression network analysis of BrainSpan bulk cortex gene expression. To interpret gene co-expression and enrichment across a broader range of early developmental samples, we used Weighted Gene Coexpression Network Analysis (WGCNA) to assess spatiotemporal co-expression from 177 high-quality BrainSpan samples aged 8 1 year. WGCNA yielded27 early developmental co-expression modules, two of which show signicant over-representation of 101 ASD genes ( PAX5 went undetected in the BrainSpan data and so was not considered) after correction for multiple testing ( Figure S4 ;Table S5 ): M4 for the NC gene set ( X= 5 genes, OR = 13.7, p = 0.002, FET); and M25 for all 101 ASD genes ( X= 17 genes, OR = 12.1, p = 3x10 /C011, FET), although driven by the GER gene set ( X= 17 genes, OR = 26.2, p = 9x10/C016, FET). With regard to single-cell gene expression, genes in the NC-specic M4 showed greatest enrichment in maturing neurons, both excitatory and inhibitory Cell180, 568-584.e1-e15, February 6, 2020 e13(p < 0.001 for each of 6 neuronal cell types, FET), whereas genes in M25 showed enrichment across all 19 cell types (p < 0.001 for all cell types, FET). The DAWN associated genes are enriched in M3 ( X= 10, OR = 10.1, p = 5x10/C06, FET) and M25 ( X= 7, OR = 5.9, p = 0.004, FET) but not M4, although expression of genes in M4 are highly correlated with those of M3 during early development, and both are highly expressed prenatally. Comparing our gene modules to previously published candidate ASD gene networks obtainedusing WGCNA ( Parikshak et al., 2013 ) shows that our M4 strongly overlaps with previously identied M16 (p = 5.5x10 /C069, FET), and our M24 overlaps with previously identied M2 (p = 1.3x10/C0239, FET) (note that both studies make use of BrainSpan data so the overlap is not unexpected but does help to relate the results from the two studies). Detecting Association with Networks (DAWN) Extended gene discovery with co-expression data The DAWN (Detecting Association With Networks) algorithm is a network-based gene discovery algorithm. The main assumption ofthe algorithm, related to this research, is that ASD-related genes are working as a functional group and should be co-expressed in a relevant spatio-temporal window during neurodevelopment. The algorithm predicts ASD-related genes using their interactions with other genes in the gene partial co-expression network, which is constructed using a Partial Neighborhood Selection method. Ahidden Markov random eld model assigns network-adjusted posterior risk scores to each gene ( Liu et al., 2014; Liu et al., 2015 ). A gene is assigned a higher posterior risk score if the gene (1) has a high prior risk assigned using exome sequencing studies (i.e., TADA) and (2) is highly interacting with other risk genes. To estimate the partial co-expression network, we used the BrainSpan microarray dataset ( https://developinghumanbrain.org/ ; Kang et al., 2011 ). We opted for this dataset over the RNA-seq from an overlapping group of samples ( Li et al., 2018 ) due to the larger number of samples and individuals in the microarray data. We extracted the subset of the data for a spatio-temporal window that was previously implicated for ASD risk: midfetal development in the prefrontal cortex microarray probes for CHD8 , one of the genes with the lowest p values for ASD association ( De Rubeis et al., 2014 ), do not perform well ( Willsey et al., 2013; Cotney et al., 2015 ), we elected to impute the expression of CHD8 in microarray data from the RNA-seq data. To do so, we picked the top genes that are highly correlated with CHD8 in the RNA-seq data. Using the multivariate normal data imputation method, we imputed the corresponding measurements of CHD8 in the microarray data for DAWN analysis. We input the TADA p values as the prior risk scores. DAWN works with p values less than, but not equal to, 1.0. Thus, we replaced the p values of 7,994 genes (45.7% of total genes) with a p value equal to 1.0 with 0.999. We xed the top 10 ASD-associated genes with respectto TADA q-values as seed genes in the program. No additional covariates were supplied. The input hyperparameters for the DAWN algorithm were lambda = 0.24, p value cutoff = 0.1, and partial correlation threshold = 0.7. DAWN yielded 138 genes (FDR %0.005), including 83 genes that are not captured by TADA, with 69 of these 83 correlated with many other genes ( Table S5 ). Of the 83, 19 are implicated in neurodevelopmental disorders, and seven of these have autosomal recessive inheritance ( Table S5 ). Of the 138 genes, 38 are expressed in excitatory cell types (p < 1.6x10-4, FET), 25 are also expressed in inhibitory cell types (p < 7.9 310-4, FET), and many play a role in GER or NC. Assessment of interactions by gene functionWe used the DAWN results for a downstream network analysis of the interactions between synaptic genes and chromatin genes on a network of (1) ASD risk genes and (2) additional genes chosen by DAWN as tightly interacting with ASD risk genes. The list of synaptic genes was obtained from Genes to Cognition ( http://www.genes2cognition.org/db/GeneList ). Specically, we used lists L09-L16, which include the human orthologs of various synaptic complexes in mouse (1,123 genes). The list of chromatin modiers was obtained from the HIstome Database ( http://www.actrec.gov.in/histome/ ;Khare et al., 2012; Huang et al., 2013 ; 173 genes total). We picked a threshold of FDR < 0.025, which yielded 100 genes in a DAWN ranking and evaluated interactions among them toform our subnetwork. Of these 100 genes, 40 genes have a TADA q-value < 0.1. Protein-Protein Connectivity Among ASD Genes We used the InWeb_IM ( Li et al., 2017 ) database of direct protein-protein interactions (PPI) to investigate whether the number of connections among ASD Pand ASD NDDgenes exceeds expectation, suggesting signicant functional relatedness. All candidate genes were brain-expressed as conrmed by the Allen Human Brain Atlas RNA-sequencing data ( http://portal.brain-map.org/ ), as this could otherwise serve as a potential confounding factor for excessive connectivity, compared to the general pool of genes pre-sent in the reference PPI network. We binned genes in each tested gene list into deciles of mean brain expression (in TPM) and used this distribution as a further reference for construction of random gene lists for signicance analysis. To assess the signicance of observed connectivity within each candidate gene list, we performed 1000 random draws of gene sets matching the candidategene list in number of genes and distribution of expression levels. Empirical p values were estimated as the proportion of random gene sets with greater or equal connectivity compared to the candidate gene list. Subsequently, to estimate the signicance of con- nections with a known list of genes associated with neurodevelopmental delay ( Kosmicki et al., 2017 ), we performed 1000 random draws of gene sets matching the candidate gene lists in number of genes and brain expression distribution. Further, the number ofdirect connections was estimated between a random gene set and neurodevelopmental delay-associated genes. Empirical p values were estimated as the proportion of random gene sets with a greater or equal number of connections to neurodevelopmental delay- associated genes compared to the candidate gene list. e14 Cell180, 568-584.e1-e15, February 6, 2020To explore whether GER and NC gene sets interact more than would be expected by chance, we analyzed protein-protein inter- action (PPI) networks ( Figure S5 B;Table S5 ) and found they do not: there was a signicant excess of interactions among all ASD genes (82 genes, p = 0.02, FET), GER genes (49 genes, p = 0.006, FET), and NC genes (12 genes, p = 0.03, FET), but not among GER and NC genes (2 genes, p = 1.00, FET). Nor do GER genes regulate the NC genes, according to our analyses, althoughGER-GER regulation was enriched ( Figure S5 C;Table S5 ). Enrichment of Transcription Factor Regulatory Networks for GER Genes Starting with the 58 GER genes, we performed a systematic search for regulatory targets identied by protein-DNA interactions (e.g.,ChIP-Seq) or protein-RNA interactions (e.g., iCLIP). First, we searched for target sets in available databases: ChEA ( Lachmann et al., 2010 ) and ENCODE ( Birney et al., 2007 ). The target lists were obtained from the Enrichr libraries (ChEA 2016 and ENCODE ChIP-seq 2015; Chen et al., 2013 ) and from a literature search for available ChIP or CLIP experiments, which are immunoprecipitation-based techniques to identify protein interactions with DNA and RNA, respectively. We found target data for 26 of 55 GER genes, with targets ranging from 5 to 8,189 per gene. The data were generated in a wide range of tissues ranging from cell lines to liver to cortex and stemmed from 2 species (mouse and human). In total, we identied 21,514 gene targets from the 26 genes, which included14,925 protein-coding genes from Ensembl. We constructed a network of 48,932 interactions with genes as the nodes and directed edges as transcription factor regulation relationships ( Table S5 ). To assess the signicance of the connection between GER genes and a set of targets (i.e., NC genes), we generated random gene sets that matched genes with respect to brain expression, de novo PTV mutation rate, and pLI. For mutation rate, we used 5 bins such that each bin contained an equal number of genes ( /C243,497). For pLI, we split genes into 3 groups: 0 to < 0.5, R0.5 to < 0.995, and R0.995 to 1. They contained 12,152, 4,506, and 1,583 genes, respectively. First, we checked whether GER genes are signicantly connected to ASD-associated genes. There are 409 connections between 58 GER genes and the 102 ASD-associated genes (which include the 58 GER genes). Eight self-loops (a protein binding near to the gene that encodes it) were ignored. We generated 1,000 random gene sets of size 102. While the expected number of connections was 314, GER genes have 361 links to ASD-associated genes (p = 0.006). Then, we checked the signicance of the connectivitywithin GER genes (only GER-GER connections). There are 229 connections within GER genes. Repeating the same analysis, we found the expected number of connections to be 175, demonstrating signicant connectivity (p < 0.001). On the other hand, the con- nectivity between GER genes and NC genes was weaker—there are 132 connections, whereas the expected was 140 (p = 0.72). As a further control, we checked whether GER genes were signicantly connected to congenital heart disease risk genes, which is known to have an overlapping genetic component with ASD ( Jin et al., 2017 ). The list of 253 congenital heart disease risk genes was obtained from Jin et al. (2017) . Of the 253 genes, 19 were excluded because they are either not autosomal protein-coding genes and/ or lack known mutations rates, as used in our analysis. Specically, 11 are on andRPS17 ). There are 685 links between GER genes and 234 congenital heart disease genes compared to an expected value of 622 (p = 0.007; genes were matched with respect to pLI and mutation rate, but not brain expression). Thus,despite a strong regulatory relationship existing within GER genes and even between GER genes and congenital heart disease genes, this is missing between GER genes and NC genes, suggesting that these functional circuitries act independently rather than as a coherent unit, which is also seen in our DAWN analysis. We note that many of the ChIP and CLIP datasets were not generated inbrain tissue and that NC genes are more likely to be brain-specic than GER genes. Enrichment of CHD8 targets for the GER genes To assess whether ASD-associated genes relate to known genome-wide CHD8 binding sites, we tested our previously dened GERand NC gene sets for enrichment with human brain-specic sequences from two independent ChIP-seq studies covering: 1) 3,281CHD8-binding sites in the human mid-fetal brain at 16-19 post-conception weeks ( Cotney et al., 2015 ); and 2) 6,860 CHD8-binding sites in human neural progenitor cells using the intersection of signal-enriched regions detected by all three CHD8 antibodies used in the study ( Sugathan et al., 2014 ). In order to assess overlap with these binding sites, genomic coordinates were dened as the start and end positions for each GER and NC gene (analogous to gene length). A permutation-based approach with 1,000 random permutations was used to determine statistical signicance of the overlap between genomic coordinates for GER and NC genes with CHD8-binding sites using the R package regioneR ( Gel et al., 2016 ). DATA AND CODE AVAILABILITY All data generated as part of the ASC is transferred to dbGaP with Study Accession: phs000298.v4.p3. Data generated previously are detailed in Table S1 and in the Key Resources Table . TADA has been previously described ( He et al., 2013 ) and enhancements to TADA are described in detail in the main text and the STAR Methods . DAWN has also been described ( Liu et al., 2014 ). Cell180, 568-584.e1-e15, February FREEMIX 7.5% Call rate mean - 3SD for group Exclude duplicate samples Imputed sex and reported sex match KING relatedness 0.1 (case/control only) At least one child & both parents (family data only)Raw VCF Heterozygous (variant QC1) No variant in Consistent coverage: DPchild:DPparent 0.3 High confidence: MEDIUM/HIGH or previously validated AB (WB) or 0.4 AF 0.1% in ASC, ExAC, and gnomAD Minimal recurrence: 2 identical mutations One mutation per gene per sample (prioritize most severe)Few mutations per sample: 7 (WB) or 5 (CL)De novo heterozygous or hemizygous Heterozygous (variant QC1) GQ 10% de novo non-Psych. variants/child)+ 1,220 Previously published mutations in 561 ASD samples (legend S1. Data Processing for Samples with Read-Level Exome Data, Related to Figure 1 This gure describes the variant, genotype, and sample quality control steps that were applied to the raw joint-genotyped variant calls (VCF) to gene rate the de novo , case-control, and inherited variants used in downstream analyses. Low-complexity regions were dened by Li (2014) . VQSR, estimated chimeric reads, and estimated contamination were calculated by the Genome Analysis Toolkit (GATK); relatedness values were calculated by KING ( Manichaikul et al., 2010 ); most data handling occurred in Hail 0.1 ( http://hail.is ;https://github.com/hail-is/hail ). Metrics from ExAC Variant 0.2 0.4 0.6 0.8 1.00 100 300 500 0.00 0.05 0.10 0.15 qvalue0.05 0.1 0.15 0.25 1 01 52 02 53 00.00 0.06 120 140 160 180 2000.000 0.025A 4 2 0 2 40.00.10.20 . 30.4 Ratio of assumed to true mutation rateGC 0 0.2 0.4 0.6 0.8 11 1.05 1.1 1.15 1.2 1.2510% 20% 30% true (blue), false (red) Actual FDR p-value number of genes z-valueDensity Density 0.025 0.05 0.075 0.1 0.025 0.05 0.075 0.1 0.00.10.20.3 0.00.10.20.302 0 4 0 608 0 0123405 1 0.00 0.10 0.150.05 0.1 0.15 0.2 0.00 0.10 0.150.05 0.1 0.15 0.2 qvalueActual (legend on next page)Figure S2. Enhancing the TADA Model and Evaluating Its Accuracy, Related to Figure 2 A) Distribution of p-values from the TADA analysis of protein truncating variants (PTVs) and Mis3 (PolyPhen-2 probably damaging) variants in the dat a. B) Empirical-known signal experiments (EKSE) to evaluate the control of FDR. The bold line shows the FDR, averaged over 20 iterations versus q-values. F or these iterations, a true signal is superimposed on a common background of benign mutations. Error bars are obtained from the ''pure'' simulation ( STAR Methods ). C) Observed vs. simulated distribution of synonymous and Mis1 (PolyPhen-2 benign) variants. The solid line shows the distribution of 500 simulation re sults, compared to the observed shown in the dashed line. Top: the number of genes with synonymous events R3. The average over simulations is 16.6, while the observed is 19. Bottom: the number of genes with Mis1 (PolyPhen-2 benign) events R2. The average over simulations is 160.6, while the observed is 179. D) To visualize potential deviations from the model in the TADA analysis of the true ASD sample, TADA p-values are converted to z-values, which are assumed t o follow a standard normal density (for null genes). Here a normal density with mean zero and variance = 1.02 (in red) is superimposed on the histogram of results from the real data, illustrating how closely the data follow the assumed model (1.02 = variance = lGC for these results). E) Underestimating the per-gene mutation rate could lead to false discoveries. To assess the impact of model misspecication, the genomic control factor, lGC, is plotted for various misspecications of m. Each line corresponds to a different fraction of genes with underestimated m, and the x-axis is the magnitude of the underestimation: mused / mtrue. F) True discoveries (TD) and false discoveries (FD) by critical value, and for various levels of model discrepancy, with lGCas the genomic control factor. FWER is set at the correction rate. FDR is set at 0.05, 0.10, and 0.30. The circumference of each pie chart equals the cube root of the total number of discoveries. We obser ve that the q-values of both non-signal (G) and signal (H) borderline genes decreases as pincreases, but the impact on the non-signal borderline genes is not substantial and q-values for only a few of these genes cross the threshold. I) The average relative risk ( g) for variants in the data. We model the relative risk for de novo protein truncating variants (PTVs) as a continuous function of pLI. J) For de novo missense variants, we estimate the curve using a moving window over probands' missense variants ordered by MPC score. The MPC score can be cut into three categories, and we use the last two in the TADA analysis, since gin the rst category is close to the null value of one. K) For case-control PTVs, we model the relative risk as a continuous function of pLI. L) The empirical FDR vers us q-values, averaged over 100 simulations using the original Bayes Factors. M) The empirical FDR versus q-values, averaged over 100 simulations using the Bayes Factors with a lower limit. N) The q-values for three types of TADA analyses. We present the 114 genes with q-value less than 0.1 in at least one analysis.6 9 12 15 18 21 24 27 30 Age of walking (months)Variants in GER genes Variants in NC genes No variants in ASD genesASD cases with: p < 0.01** p < 0.001***p < 0.05* 0.000.050.100.150.20DensityA *** *** 0 25 50 75 100 125 150 Full-scale IQ0.0000.0050.0100.0150.020DensityB *** *** Figure S3. Phenotypic Distribution of Age of Walking and FSIQ in ASD Individuals, Split by Those Carrying De Novo Variants in GER Genes and NC Genes, Related to Figure 3 A) Age of walking distribution for 4,456 ASD probands for whom age of walking data was available split into three groups: those carrying a de novo missense (MPCR1) variant or PTV in a GER gene (N=140, purple), those carrying a de novo missense (MPC R1) variant or PTV in an NC gene (N=71, green), and the rest of the ASD population without such a de novo variant in the 102 FDR<0.1 genes (N=4,204, grey). B) Full-scale IQ (FSIQ) distribution for 4,821 ASD probands for whom FSIQ was available split into three groups: those carrying a de novo missense (MPC R1) variant or PTV in a GER gene (N=159, purple), those carrying a de novo missense (MPC R1) variant or PTV in an NC gene (N=77, green), and the rest of the ASD population without such a de novo variant in the 102 FDR<0.1 genes (N=4,542, regions Samples with RNA > 7 \u0081 Genes with RPKM > 1 in 80% of samples from at least one neocortical region at one major temproal epoch Expression values log transformed: log2[RPKM+1] Final data frame: 22,141 genes across 299 Early Childhood Late Childhood AdulthoodBrainSpan neocortex, n=299 B Neocortical co-expression Post Conception WeeksCumulative number of genes 51 0 1 5 2 0 2 5506070809099 Inhibitory lineage Post Conce ption WeeksCumulative number of genes 51 0 1 5 2 0 2 55060708090991% of cells 5% of cells on next page)Figure S4. Enrichment of 102 ASD Genes in WGCNA Modules from Human Cortex and in Single-Cell Gene Expression Data, Related to Figure 5 A) BrainSpan bulk RNA-sequencing data underwent extensive data quality control and data pre-processing. B) A total of 299 postmortem brain samples w ere used to assess prenatal versus postnatal bias in gene expression patterns for each individual gene. C) Next, a subset of 177 high-quality samples aged 8 postconception weeks (pcw) to 1 year of age were used to construct early developmental coexpression networks (i.e. modules). A total of 27 modules wer e identied, clustered by module eigengene (ME) values and assessed for enrichment for the 102 ASD risk genes and selected functional subsets. Node col or intensity indicates signicance level. Module number and the total number of genes within each module are labeled to the right of the enrichment plot. Splines were applied to capture non-linear ME effects while ensuring patterns of gene expression are continuous across early development. D) Peaking in expr ession during mid-fetal development, module M25 was enriched for ASD and GER genes and E) was enriched for chromatin modication/organization and histonemodication/acetylation terms. F) Peaking in expression during neonatal/infancy, module M4 was enriched for NC genes and G) was implicated in trans synaptic signaling and cell-cell signaling. H) The cumulative number of ASD-associated genes expressed in RNA-seq data for different denitions of expressi on (0.01-0.25 of cells contain at least one transcript of the gene) and for 4,261 cells collected from human forebrain across prenatal development ( Figure 5 D) in all cells from the excitatory lineage. I) The plot in 'H' is repeated for all cells in the inhibitory lineage. J) The enrichment of ASD associated genes in single cells arr anged using tSNE (Figure 5 F) divided into the ASDP, 2,000-2,999 regulatory targets p = 0.01 ASD gene ASDNDDgene TADA FDR > 0.1TADA FDR 0.1 Unassigned geneGene expression regulation (GER) Neuronal communication (NC) Cytoskeleton Gene association with ASDGene function Other PB ASD association: FDR < 0.005 Expected: of overla ps0 0 1 5 2 0 2 5 3 00.06 0.04 0.02 0.00=0.05 Evperm Evobs0.14 0.12 0.10 nPermutations: 1000 10 20 600.05 0.04 0.03 0.02 0.01 0.00=0.05 Evperm Evobs 10 20 30 40 50 600.06 0.05 0.04 0.03 0.02 0.01 0.00=0.05 Evperm EvobsNC 0.0869 Z-score= -1.372nPermutations: 1000 0 51 00.15 0.10 0.05 0.00=0.05 Evperm EvobsDGER genes without experimentally- ehtfoytisneDCA Figure S5. Functional Relationships of ASD Risk Genes, Related to Figure 5 A) ASD association data from TADA ( Table S2 ) is integrated with co-expression data from the midfetal human brain to implicate additional genes in ASD using DAWN (Discovering Association With Networks). The top 138 genes that share edges are shown (FDR %0.005). B) ASD-associated genes form a single protein- protein interaction network with more edges than expected by chance (p=0.01 using permutation). C) Experimental data, obtained using ChIP and CLIP m ethods across multiple species and a wide range of neuronal and non-neuronal tissues types, identied the regulatory targets of 26 GER genes (top circle). Th ese data were used to assess whether three functionally dened groups of ASD-associated genes were enriched for regulatory targets, represented as arrows, w eighted by the total number of regulatory targets for the GER genes. The expected number of targets in each functional group was estimated by permutation, cont rolling for brain expression, de novo PTV mutation rate, and pLI. For CHD8 enrichment analysis, genomic coordinates for GER and NC genes were assessed forenrichment for human brain-specic CHD8 binding sites derived from (D-E) human mid-fetal (F-G) human neural progenitor cells (NPCs ). The regioneR R package was used to test overlaps of genomic regions based on permutation sampling. We sampled random regions from the genome 1,000 times,matching size and chromosomal distribution of the region set under study. By recomputing the overlap with CHD8 binding sites in each permutation, sta tistical signicance of the observed overlap was computed. We observed signicant enrichment for GER genes and CHD8 binding sites derived from (D) human midfe tal brain tissue and (F) human NPCs. However, no signicant enrichment was observed for NC genes from either study. "}