{"title": "Shamanic Spiritual Healing | Workshops | Esalen", "author": null, "url": null, "hostname": null, "description": "November 21-25, 2022 with Carlos Sauer Tradições Nativas", "sitename": null, "date": "2022-11-21", "cleaned_text": "realities, a magical athlete of states of consciousness engaged in mythic feats. The shaman is a middle man between ordinary and non-ordinary reality, as Castaneda has dramatically described. The shaman is also a power-broker in the sense of manipulating spiritual power to help people, to put them into a healthy equilibrium.\" Michael Harner Shamanic healing is intuitive, hands-on energy work that integrates various practices for spiritual extraction and removal of intrusive energies. Breathing techniques combined with an energetic \"sucking\" process aid in eradicating unwanted and potentially harmful energies caused by stress, dense environments, or contact with unbalanced individuals struggling with addiction or other harmful afflictions. Intrusive energies can also come from troubled spirits stuck between ordinary and non-ordinary realities. This unique practice, influenced by Native American teachers and shamans from North and South America, utilizes special herbs (such as sage, cedar, sweet grass, bear root, and tobacco) along with eagle, condor, and hawk feathers to assist with clearing and balancing the emotional body and spirit. This releases energy blockages and brings a sense of peace and centering to reconnect us with the power and wisdom of the life force within. To begin, we will focus on self-healing to experience the power of these techniques on our own skin and in our hearts. After that, we will apply what we've learned to partners within the group. We will also be drumming and chanting healing songs. This workshop is designed for shamanic practitioners, psychic healers, and all those interested in alternative approaches to spiritual healing. This practice is open to all walks of life, all religions, and all spiritual beliefs. We are going to experience a way of life — a philosophy of living in harmony with Mother Nature and our own spirituality — through the healing power of the four elements: fire, water, earth, and air. A holistic therapist, ceremonial leader, teacher, and lecturer, Carlos Sauer works with Shamanic Spiritual Healing and comes from a long lineage of Brazilian mediums and healers. Read More \"The shaman moves between realities, a magical athlete of states of consciousness engaged in mythic feats. The shaman is a middle man between ordinary and non-ordinary reality, as Castaneda has dramatically described. The shaman is also a power-broker in the sense of manipulating spiritual power to help people, to put them into a healthy equilibrium.\" Michael Harner Shamanic healing is intuitive, hands-on energy work that integrates various practices for spiritual extraction and removal of intrusive energies. Breathing techniques combined with an energetic \"sucking\" process aid in eradicating unwanted and potentially harmful energies caused by stress, dense environments, or contact with unbalanced individuals struggling with addiction or other harmful afflictions. Intrusive energies can also come from troubled spirits stuck between ordinary and non-ordinary realities. This unique practice, influenced by Native American teachers and shamans from North and South America, utilizes special herbs (such as sage, cedar, sweet grass, bear root, and tobacco) along with eagle, condor, and hawk feathers to assist with clearing and balancing the emotional body and spirit. This releases energy blockages and brings a sense of peace and centering to reconnect us with the power and wisdom of the life force within. To begin, we will focus on self-healing to experience the power of these techniques on our own skin and in our hearts. After that, we will apply what we've learned to partners within the group. We will also be drumming and chanting healing songs. This workshop is designed for shamanic practitioners, psychic healers, and all those interested in alternative approaches to spiritual healing. This practice is open to all walks of life, all religions, and all spiritual beliefs. We are going to experience a way of life — a philosophy of living in harmony with Mother Nature and our own spirituality — through the healing power of the four elements: fire, water, earth, and air. A holistic therapist, ceremonial leader, teacher, and lecturer, Carlos Sauer works with Shamanic Spiritual Healing and comes from a long lineage of Brazilian mediums and healers. November 21-25, 2022 This program is full. [Find another](https://www.esalen.org/learn/live-extended-education-program#upcoming-LEEP). Applications are closed. Applications are closed. \"The shaman moves between realities, a magical athlete of states of consciousness engaged in mythic feats. The shaman is a middle man between ordinary and non-ordinary reality, as Castaneda has dramatically described. The shaman is also a power-broker in the sense of manipulating spiritual power to help people, to put them into a healthy equilibrium.\" Michael Harner Shamanic healing is intuitive, hands-on energy work that integrates various practices for spiritual extraction and removal of intrusive energies. Breathing techniques combined with an energetic \"sucking\" process aid in eradicating unwanted and potentially harmful energies caused by stress, dense environments, or contact with unbalanced individuals struggling with addiction or other harmful afflictions. Intrusive energies can also come from troubled spirits stuck between ordinary and non-ordinary realities. This unique practice, influenced by Native American teachers and shamans from North and South America, utilizes special herbs (such as sage, cedar, sweet grass, bear root, and tobacco) along with eagle, condor, and hawk feathers to assist with clearing and balancing the emotional body and spirit. This releases energy blockages and brings a sense of peace and centering to reconnect us with the power and wisdom of the life force within. To begin, we will focus on self-healing to experience the power of these techniques on our own skin and in our hearts. After that, we will apply what we've learned to partners within the group. We will also be drumming and chanting healing songs. This workshop is designed for shamanic practitioners, psychic healers, and all those interested in alternative approaches to spiritual healing. This practice is open to all walks of life, all religions, and all spiritual beliefs. We are going to experience a way of life — a philosophy of living in harmony with Mother Nature and our own spirituality — through the healing power of the four elements: fire, water, earth, and air. A holistic therapist, ceremonial leader, teacher, and lecturer, Carlos Sauer works with Shamanic Spiritual Healing and comes from a long lineage of Brazilian mediums and healers. "}