{"title": "Wait for the Autism Fat Lady to Sing - Autism Awareness", "author": "Jerry Arsenault", "url": "https://autismawarenesscentre.com/wait-autism-fat-lady-sing/", "hostname": "autismawarenesscentre.com", "description": "Dr. Elizabeth Whelan bravely puts the autism-thimerosal connection at the top of her list of \"Great Unfounded Health Scares of 2004\". While we all might like this dark side of vaccines to be just a crackpot idea, recent studies have provided solid evidence indicating that toxic effects of the ethylmercury-containing preservative may indeed have led to recent increases in autism and ADHD.", "sitename": "Autism Awareness", "date": "2004-12-13", "cleaned_text": "Wait for the Autism Fat Lady to Sing By Richard C. Deth Dr. Elizabeth Whelan bravely puts the autism-thimerosal connection at the top of her list of \"Great Unfounded Health Scares of 2004\". While we all might like this dark side of vaccines to be just a crackpot idea, recent studies have provided solid evidence indicating that toxic effects of the ethylmercury-containing preservative may indeed have led to recent increases in autism and ADHD. Since 1985, the incidence of autism has risen from 1 in 10,000 to about 1 in 150, and ADHD affects about 8% of kids. This rise parallels increased ethylmercury exposure from vaccines, at least through 2001, raising the question: Could they be related? Several epidemiological studies, quickly embraced by an investigating panel from the Institutes of Medicine, did not find evidence of a link. However, internal FDA memos clearly indicate that original data supporting a link was massaged and revised until the link disappeared, at which time the data was deemed suitable for publication. Moreover, investigating disorders of relatively low frequency with epidemiological methods has severe statistical limitations. How about studies of autistic children? Are autistic kids somehow different in a way that makes them thimerosal-sensitive? The emerging answer seems to be yes. A recently published study in the American Journal of Clinical Nutrition by Dr. Jill James and colleagues found abnormal plasma levels of metabolites related to methylation, a biological process involving transfer of single carbon atoms between molecules. Treating these kids with a form of folic acid, along with a source of methyl groups and the active form of vitamin B12, known as methylB12, caused their metabolite levels to normalize and also improved their autism symptoms. Thus autism can be recognized as a metabolic disorder affecting the capacity for methylation. As it turns out, thimerosal is a potent inhibitor of the same methylation pathways that are involved in autism. In April 2004, an article in Molecular Psychiatry described how thimerosal, along with other well-accepted neurodevelopmental toxins (e.g. lead, mercury and alcohol), blocked folic acid-dependent methylation in human neuronal cells. DNA and gene expression were also affected by methylation, providing a link to impaired development. Subsequent studies revealed that thimerosal inhibits methylation by blocking conversion of dietary or vitamin-derived forms of vitamin B12 to methylB12. Thus the beneficial effects of methylB12 in autism reflect its ability to bypass the toxic action of thimerosal. Autism is highly genetic, meaning that inherited genes provide a major source of risk. Many of the genes controlling folic acid-dependent methylation exhibit variations called polymorphisms. While usually harmless, these polymorphisms can combine to increase risk, and can interact with environmental factors. Analysis of DNA from autistic children has shown a higher frequency of these polymorphisms, indicating that they are indeed a genetically distinctive sub-population that is at risk for environmental insults directed toward methylation. ADHD is closely related to autism and over 75 studies have been published linking it to a particular receptor for the neurotransmitter dopamine, called the D4 receptor. This D4 receptor has the unique ability to carry out a methylation reaction, which is potently inhibited by thimerosal. The D4 receptor is highly developed in humans and primates, suggesting a critical role in our capacity for attention-related learning. It is no wonder that the deficits in autism (e.g. lack of language, impaired social skills) reflect a loss of some of the most uniquely human traits and abilities. As humans we use attention to direct our thoughts for the purpose of solving problems and to advance our personal well-being and the well-being of our social structures. Technology is an important manifestation of this capability. We cannot afford to take these capabilities for granted. Exposure to neurodevelopmental toxins, whether in the form of vaccine preservatives (e.g. flu vaccine), mercury-tainted tuna fish during pregnancy or lead paint, can rob a portion of our population of their capabilities. The lesson of thimerosal and autism is a cautionary tale that must be understood. Could there be other disorders whose increase might be related to heavy metal exposure? Perhaps this is a question for technology to address. Wait! I think I hear someone singing. The author is Professor of Pharmacology, Northeastern University. Editorial Policy: Autism Awareness Centre believes that education is the key to success in assisting individuals who have autism and related disorders. Autism Awareness Centre's mission is to ensure our extensive autism resource selection features the newest titles available in North America. Note that the information contained on this web site should not be used as a substitute for medical care and advice. "}