{"title": "Contaminated Polio Vaccine Given To Children In UP, Probe Ordered", "author": "Press Trust", "url": "https://www.ndtv.com/india-news/contaminated-polio-vaccine-given-to-children-in-up-probe-ordered-1924679", "hostname": "ndtv.com", "description": "After traces of poliovirus type 2 were found in some batches of oral polio vaccine manufactured by a Ghaziabad-based pharmaceutical company, the health ministry has asked the polio surveillance team in Uttar Pradesh to trace all children who were given the vaccine.", "sitename": "NDTV", "date": "2018-09-30", "cleaned_text": "New Delhi: All those who were given the vaccine will be tracked to see how the virus behaves in their bodies. (File) After traces of poliovirus type 2 were found in some batches of oral polio vaccine manufactured by a Ghaziabad-based pharmaceutical company, the health ministry has asked the polio surveillance team in Uttar Pradesh to trace all children who were given the vaccine. As the vaccine was administered as part of the government's universal immunisation programme, the ministry has also ordered immediate withdrawal of the particular manufacturer's vaccine. The poliovirus type 2 strain has been eradicated worldwide, including in India. All the children who were given this vaccine will be tracked to see how the virus behaves in their bodies, a health ministry official said. The ministry has ordered a probe after traces of poliovirus type 2 were found in some batches of oral polio vaccine (OPV). The managing director of Biomed Pvt Ltd., which was supplying polio vaccines for only government-run immunisation programmes, was arrested after the Central Drug Regulator filed an FIR in this case. The Drugs Controller General of India has also asked the company to stop \"manufacture, sale or distribution till further orders\". \"The company has five directors. While the managing director has been arrested, we have asked the police to trace the rest directors as they also need to be questioned,\" a government official said. According to the ministry official, the contamination came to light after surveillance reports from Uttar Pradesh showed signs of the virus in stool samples of some children. The OPVs were sent for testing which confirmed that some of them were contaminated with type-2 virus. The ministry has also alerted the Uttar Pradesh and Maharashtra governments assuming a possible usage of the vaccine there.(This story has not been edited by NDTV staff and is auto-generated from a syndicated feed.) "}