{"title": "Role Identification of Passiflora Incarnata Linnaeus: A Mini Review", "author": "Mijin Kim; Hee-Sook Lim; Hae-Hyeog Lee; Tae-Hee Kim", "url": null, "hostname": null, "description": null, "sitename": "Journal of Menopausal Medicine", "date": "2017-12-29", "cleaned_text": "Introduction [1](#B1) [2](#B2)Increased usage of herbal medicines suggests consumers feel they are harmless and safe. Herbal medicine is mostly used to treat such common ailments as menopausal symptoms, asthma, insomnia, and even cancer. The Passiflora incarnata L., referred to as \"passion flower\", consists of approximately 400 species in Brazil, other parts of the tropical Americas, Asia, and Australia. Its fruit and flower contain components such as already been used for anxiety, erethism, neuralgia, and insomnia in Europe and South America. The extract has been tested in various clinical trials for insomnia, nervousness, and various cancers. There was no severe complication found in clinical trials, and it is listed that it is possible to use it as a food material in Ministry of Food and Drug Safety in Korea. [4](#B4) [5](#B5)This review paper will highlight the various effects of Passiflora incarnata L. extract. Insomnia [6](#B6) [7](#B7)Traditionally, Passiflora incarnata L. is a plant that has been used to treat insomnia. Several studies have shown clinically relevant benefits of Passiflora incarnata L. for insomnia treatment. In one double-blind, placebo-controlled study, 41 participants (18-35 years) drank a cup of tea made with Passiflora incarnata L. and wrote in a sleep diary for seven days and 10 of these participant underwent overnight polysomnography on the last night. Analyzing the sleep diary, sleep quality was significantly better in the tea-drinking group compared to the placebo group (t = 2.70, P < 0.01). This study shows that Passiflora incarnata L. has a potential effect on quality of sleep. [8](#B8) Sedation [9](#B9)Research on sedation using Passiflora incarnata L. has been described in mice. In one particular study, mice were divided into groups of ten mice. Four groups were given pentylenetetrazol (PTZ; 90 mg/kg i.p.) 30 minutes prior to administration of (0.05, 0.1, 0.2, 0.4 mg/kg i.p.) Passiflora incarnata L. extract prepared from leaves, flowers, and fruits. Two groups were injected with physiological saline solution 30 minutes prior to administration of diazepam (0.5, 1 mg/kg i.p.), and one group was administered just PTZ (90 mg/kg i.p.). Each animal was observed for 1 hour in an individual plastic cage, which was used as the onset of the clonus common endpoint. [10](#B10)Passiflora incarnata L. extract inhibited for the duration of the PTZ model, and this effect appears to increase in a dose-dependent manner. [11](#B11)Other studies looked at the effect of bioactive Passiflora incarnata L. on fractionation and chromatography processes to identify phytomoiety. The effect of Passiflora incarnata L. derived from the fraction of methanol extract was observed using an elevated plus maze model of anxiety disorders and showed a significant anxiolytic activity at doses of 10 mg/kg in mice. Benzoflavone activity of Passiflora incarnata L. is a fundamental part of the physiological activity. [12](#B12)Two types of Passiflora incarnata 6J 300 mg/kg, 600 mg/kg, and 1,200 mg/kg) to mice to determine their effects during 180 minutes of exercise on a mg/kg basis. For verification of the telemetry system, caffeine (control) and midazolam (positive control) were used. All extracts were tested for their reduction of locomotor activity dose-dependently, compared with the control group. When there was already a significant calming effect using the 1,200 mg/kg does after 18 minutes, the two lower concentrations of each extract showed a higher reduction of locomotor activity after 24 minutes of exercise. [13](#B13)An high-performance liquid chromatography (HPLC)-diode-array detector (DAD) analysis of this sedation found apigenin, a major flavonoid compound, in the leaf extract. [14](#B14)These studies were able to demonstrate a positive treatment effect of Passiflora incarnata L. leaf extracts and is good evidence of its sedative effect in anxiety and nervousness. Menopause Symptoms [15](#B15)Physical symptoms include itchy back pain, night sweats, itchy skin, osteoporosis, hot flushes and mental anxiety, and more than 50% of menopausal women suffer from one or more of these symptoms. [16](#B16) [17](#B17)One clinical study of Hypericum perforatum and Passiflora incarnata L. compared their effects on menopausal symptoms. This clinical study consisted of three treatment phases on two groups for a total of 59 postmenopausal women (Hypericum perforatum treatment [n and was conducted in 1,388 in Isfahan City's sanitation center. The following doses were administered: 160 mg tablet manufactured by Hypericum Perforatum Company, three times per day; Passiflora incarnata L., made by Iran Daroo Company, 30 mg 3 times the column drops a day and 30 drops before sleep. Periodically, menopause symptoms (headache, insomnia, depression, anger, etc.) related to the index were determined through patient interviews. Average of menopause symptom scores were significantly different between the two groups, and Passiflora incarnata L. had significantly reduced from the third to sixth weeks. The author suggested that these herbal medicines could be used as an alternative to hormone therapy. In addition, they could be used to treat premature menopausal symptoms [18](#B18)(vasomotor symptoms, insomnia, depression, anger, headaches, etc.). Anti-inflammatory and Antioxidant [19](#B19)The ethanol extract such as rutin, quercetin, luteolin, that plays an important role in Antioxidants, which prevent oxidation, include carotenoids, flavonoids, isoflavones, acids, and vitamins. Most antioxidants are contained in fruits and plants; for example, passion fruits (the fruits of Passiflora incarnata L.) are known to contain antioxidants. [20](#B20)Extraction conditions include percentage of ethanol (0-100%, v/v), selected time (60-300 minutes), and extraction temperature of 25 to 60. Selected extraction conditions were 40% ethanol, 30 temperature, and an extraction time of 60 minutes. Antioxidant activity was evaluated using , -diphenyl--picrylhydrazyl (DPPH) total phenolic content (TPC). These extraction conditions may have contributed to the high oxidation activity, as measured by TPC. However, the extract was only 68.54% of the inhibitory activity because it provides for -carotene bleaching (BCB) analysis turned out to be a good resource of the antioxidant. Passiflora incarnata L. could be used as a potential resource for antioxidant and anti-inflammatory substances but more research in the future is needed to determine the pharmaceutical composition. "}