{"title": "Patrick Campbell | Page 7", "author": null, "url": "https://www.hcplive.com/authors/patrick-campbell", "hostname": "hcplive.com", "description": "Patrick Campbell is the managing editor of HCPLive. Formerly the editorial lead of Endocrinology Network, Practical Cardiology, and Rheumatology Network, Patrick has spent years spearheading coverage surrounding cardiometabolic health and rheumatic disease for MJH Life Sciences. He now helps to lead coverage in each of these respective areas for HCPLive. Before joining MJH Life Sciences in 2019, he spent time as a beat reporter with the Pocono Record in Stroudsburg, PA, and Star News Group in Manasquan, NJ. He also touts experience in multimedia, having spent time as a multimedia specialist with NJ Advance Media and multimedia coordinator at the Pocono Record. Follow him on Twitter @RealPatCampbell or reach him via email at PCampbell@mjhlifesciences.com.", "sitename": "HCP Live", "date": "2021-01-27", "cleaned_text": "Patrick Campbell is the managing editor of HCPLive. Formerly the editorial lead of Endocrinology Network, Practical Cardiology, and Rheumatology Network, Patrick has spent years spearheading coverage surrounding cardiometabolic health and rheumatic disease for MJH Life Sciences. He now helps to lead coverage in each of these respective areas for HCPLive. Before joining MJH Life Sciences in 2019, he spent time as a beat reporter with the Pocono Record in Stroudsburg, PA, and Star News Group in Manasquan, NJ. He also touts experience in multimedia, having spent time as a multimedia specialist with NJ Advance Media and multimedia coordinator at the Pocono Record. Follow him on Twitter @RealPatCampbell or reach him via email at PCampbell@mjhlifesciences.com. [Hypotension-Avoidance No Better than Hypertension-Avoidance for Reducing Post-Op Adverse Events](/view/hypotension-avoidance-no-better-than-hypertension-avoidance-for-reducing-post-op-adverse-events) New data from the POISE-3 trial indicates adherence to a preoperative hypotension avoidance strategy was no more effective than a hypertension-avoidance strategy for reducing risk of postoperative adverse events. Read More [Omnipod GO Receives FDA Clearance for People with Type 2 Diabetes](/view/omnipod-go-receives-fda-clearance-for-people-with-type-2-diabetes) Announced on April 25, 2023, the FDA's clearance of the Omnipod GO marks the first-of-its-kind for a basal-only insulin pod and is indicated for use as an insulin delivery device for people with type 2 diabetes aged 18 or older. Read More [JACC Documents Offer Overview of Diagnosis, Management, Challenges of HFpEF](/view/jacc-documents-offers-overview-of-diagnosis-management-challenges-of-hfpef) On April 19, 2023, an expert clinical decision pathway and scientific statement were published simultaneously in JACC. Both of these documents were aimed at providing an overview of heart failure with preserved ejection fraction, including diagnosis and management, based on contemporary evidence. Read More [FDA Approves Medtronic's MiniMed 780G System for People with Type 1 Diabetes](/view/fda-approves-medtronic-minimed-780g-system-type-1-diabetes) On April 21, 2023, Medtronic announced the long-awaited US approval of their MiniMed 780G System with Smart Guard Technology and the Guardian 4 Sensor, which has been available in Europe for nearly 3 years. Read More [Quality of Care for Black Patients with Heart Failure Improving at US Hospitals](/view/quality-of-care-for-black-patients-with-heart-failure-improving-at-us-hospitals) An analysis of hospitals in the Get With The Guidelines-HF program provides an overview of quality of care for patients treated at hospitals with a high proportion of Black patients relative to other hospitals within the program. Read More [Weight Loss Surgery Linked to Reduced Bone Density, Strength in Severe Obesity](/view/weight-loss-surgery-linked-to-reduced-bone-density-strength-in-severe-obesity) Most associate bariatric surgery with improved health outcomes, but a new study suggests clinicians and patients should be aware of potential changes in bone density brought on as a result of undergoing bariatric surgery. Read More [Control-IQ Technology Linked to Improved Glycemic Control, Regardless of Patient Age](/view/control-iq-technology-linked-to-improved-glycemic-control-regardless-of-patient-age) A meta-analysis of trials examining use of the t:slim X2 insulin pump with Control-IQ technology, results of the study indicate use of the hybrid closed loop technology was associated with improvements in glycemic control, regardless of patient age, race, or previous CGM use. Read More [Optimal Uptake of SGLT2 Inhibitors Could Prevent or Postpone 7 Million Heart Failure Events Over 3 Years](/view/sglt2-inhibitors-could-prevent-or-postpone-heart-failure-events) Using data from 4 major phase 3 trials and the Global Burden of Disease Report, investigators detail the potential impact of optimal prescription of SGLT2 inhibitors in heart failure by estimating the number of worsening heart failure events and cardiovascular deaths prevented or postponed as a result of uptake. Read More [Catheter Ablation for AFib Could Help Stave Off Cognitive Decline in Older Patients](/view/catheter-ablation-for-afib-could-help-stave-off-cognitive-decline-in-older-patients) Using data from more than 800 older patients, new research is shining a light on the potential reduction in cognitive decline seen with the use of catheter ablation among patients with atrial fibrillation relative to medical management. Read More [Late-Onset Psoriatic Arthritis Linked to Increased Risk of Cholesterol Disorders, Cardiovascular Events](/view/late-onset-psoriatic-arthritis-linked-to-increased-risk-of-cholesterol-disorders-cardiovascular-events) An analysis of data from patients presented to a pair of clinics in Greece over a 5-year period provides insight into potential differences in disease course, management, and presentation of psoriatic arthritis based on age at diagnosis. Read More [Black Patients at Increased Risk of Developing Chemotherapy-Related Cardiotoxicity](/view/black-patients-at-increased-risk-of-developing-chemotherapy-related-cardiotoxicity) A systematic review and meta-analysis detail the unadjusted odds of developing chemotherapy-related cardiotoxicity among patients who are Black or of African ancestry relative to their White counterparts. Read More [HOST-EXAM: Clopidogrel Bests Aspirin for Long-Term Antiplatelet Following PCI](/view/host-exam-clopidogrel-bests-aspirin-for-long-term-antiplatlet-following-pci) A post hoc analysis of the HOST-EXAM trial provides insight into the effects of clopidogrel monotherapy as long-term maintenance therapy relative to aspirin for multiple adverse outcomes in patients with a history of PCI. Read More [Study: Insulin Shelf Life Could Be 4 Times Longer than Previously Reported](/view/study-insulin-shelf-life-could-be-4-times-longer-than-previously-reported) A new pilot study assessing the shelf life of insulin when stored at room temperature during the summer in India suggests most insulins maintained 95% potency or greater at 4 months relative to refrigerated insulin. Read More [Study Details Perceptions of Biosimilars Among Patients with Immune-Mediated Diseases](/view/study-details-perceptions-of-biosimilars-among-patients-with-immune-mediated-diseases) An analysis of survey data from 500 patients with immune-mediated diseases, including rheumatoid arthritis, psoriasis, and IBD, suggests fewer than 1-in-4 patients were knowledgeable on the concept of biosimilars, but were open to learning more and considering use. Read More [Parathyroidectomy May Not Preserve Kidney Function in Primary Hyperparathyroidism](/view/parathyroidectomy-may-not-preserve-kidney-function-in-primary-hyperparathyroidism) Leveraging data from more than 40,000 Veterans with primary hyperparathyroidism, a new NIA-funded study details the impact of parathyroidectomy on long-term kidney function among these patients. Read More [Leadless Pacemakers Could Prove Useful for Pediatric Patients with Arrhythmias](/view/leadless-pacemakers-could-prove-useful-for-pediatric-patients-with-arrhythmias) A retrospective analysis of more than 60 patients 21 years or younger who received a transcatheter leadless pacemaker provides an overview of the safety of such an approach in younger patient populations. Read More [A Potential New Role for Colchicine: Unraveling Inflammation in ASCVD](/view/a-potential-new-role-for-colchicine-unraveling-inflammation-in-ascvd) The evolving recognition of inflammation as a driver of cardiovaacular risk and has led some to speculate around a potential role for colchicine 0.5 mg, which has a PDUFA date in June 2023, for reducing risk in patients with ASCVD. Read More [FDA Issues Class I Recall of Abbott FreeStyle Readers for Risk of Overheating, Fire](/view/fda-issues-class-i-recall-of-abbott-freestyle-readers-for-risk-of-overheating-fire) Announced on April 6, the recall, which is the most serious of its kind, includes all Readers used with the FreeStyle Libre, FreeStyle Libre 14 day, and FreeStyle Libre 2 Flash Glucose Monitoring Systems distributed from November 2017-February 2023, which totals more than 4 million devices in the US. Read More "}