{"title": "Home: Complementary and Alternative Medicine: Organizations", "author": "Pamela Bontuyan", "url": "https://bccancer.libguides.com/cam/organizations", "hostname": "libguides.com", "description": "Resources on Complementary and Alternative Medicine", "sitename": "Springshare", "date": "2020-04-08", "cleaned_text": "| | BC Chiropractic Association | | The British Columbia Chiropractic Association is a voluntary professional organization that represents BC's chiropractors. They are dedicated to advancing the chiropractic profession and improving the lives of people in BC through public awareness, advocacy to the government, and collaboration with other health care organizations. | | British Columbia Naturopathic Association | | BCNA is the professional association for naturopathic physicians in BC. They act on behalf of and for the profession to promote the services provided by and the integrity and honour of the naturopathic profession. | | Canadian Association for Integrative and Energy Therapies |CAIET is a Canadian nonprofit organization of licensed mental health professionals and related energy and integrative health practitioners. They are committed to promoting knowledge and understanding of Energy Psychology and related fields by organizing and hosting educational workshops and the annual Canadian Energy Psychology Conference.| | | Canadian Chiropractic Association |The Canadian Chiropractic Association (CCA) represents licensed Doctors of Chiropractic (DCs) and Provincial Chiropractic Associations as the national voice for the chiropractic profession in Canada. They strive to provide exceptional membership value by promoting innovation, excellence and integrity in the delivery of chiropractic care; addressing national issues that impact musculoskeletal health with a unified voice; strengthening interprofessional relations with fellow healthcare professionals and team-based care; and fostering the development of and sharing responsibility for research.| | | Canadian Integrative Medicine Association |Canadian Integrative Medicine Association is a federally incorporated, not-for-profit network of medical doctors who support the practice, education and research of a healing and prevention-based healthcare system. This system takes into account the whole person, including the body, mind, spirit and environment, and utilizes a wide range of therapeutic options both complementary and conventional.| | | Chinese Medicine and Acupuncture Association of Canada |CMAAC, the Chinese Medicine and Acupuncture Association of Canada is a non-profit, charitable organization registered with the Federal Government. From its inception in 1983, its mandate has been to lobby for regulation of TCM and Acupuncture for the best interests of the public and to protect the high repute of the TCM community.| | | College of Massage Therapists of British Columbia |CMTBC regulates the profession of massage therapy in the public interest to ensure that registered massage therapists (RMTs) in BC deliver safe, ethical, and effective treatment.| | | College of Traditional Chinese Medicine Practitioners and Acupuncturists of British Columbia |The College of Traditional Chinese Medicine Practitioners and Acupuncturists is the official professional regulatory authority that regulates the practice of Traditional Chinese medicine (TCM) and acupuncture in the province of British Columbia.| | | International Society for Traditional, Complementary, and Integrative Medicine Research |The International Society for Traditional, Complementary, and Integrative Medicine Research (ISCMR) is an international and multidisciplinary scientific organization established to foster the development and dissemination of new knowledge regarding whole person healing and whole systems healthcare research, including all traditional, holistic, alternative, complementary, and integrative forms of medicine (TCAIM); and also provide a platform for knowledge and information exchange of TCAIM research to enhance international communication and collaboration.| | | Natural Health Practitioners of Canada |The Natural Health Practitioners of Canada (NHPC) supports over 6,500 holistic health practitioners across Canada. They offer nation-wide liability insurance, discounted continuing education, and a welcoming community to members.| | | Reflexology Association of British Columbia |The Reflexology Association of British Columbia is a self-regulating, registered, non-profit society. Its membership body consists of practicing Approved Reflexologists within B.C., but they also offer and have non-practicing membership classes for individuals, institutions and organizations, who recognize the effectiveness of Reflexology and wish to lend their support.| | | Registered Massage Therapists Association of BC |The Registered Massages Therapists' Association of BC (RMTBC) is the non-profit professional organization which represents Registered Massage Therapists (RMT) in British Columbia. They provide leadership to the profession by promoting excellence in practice, education and research.|[InspireHealth](https://www.inspirehealth.ca/) is a Supportive Cancer Care Organization in BC. It provides programs and services to enhance quality of life, health and well-being of people living with cancer by integrating evidence-informed practices that support mind, body and spirit. InspireHealth honors and values standard treatments like chemotherapy, radiation therapy and surgery when recommended by our specialist physician colleagues. All of our offerings and evidence based supportive care services are intended to complement any treatment that may be offered or that a patient may be "}