{"title": "Johnson & Johnson COVID Vaccine Deemed Safe and Effective", "author": "Claire Lampen", "url": "https://www.thecut.com/2021/02/johnson-and-johnson-covid-vaccine-deemed-safe-and-effective.html", "hostname": "thecut.com", "description": "Analysis by the FDA shows a third vaccine option offers strong protection against severe and fatal coronavirus infections.", "sitename": "The Cut", "date": "2021-02-24", "cleaned_text": "A promising development in the coronavirus vaccine department: The Food and Drug Administration [looks poised to approve](https://www.nytimes.com/live/2021/02/24/world/covid-19-coronavirus#johnson-johnson-covid-vaccine) Johnson & Johnson's COVID-19 vaccine for emergency use, meaning a third vaccination option may soon be on the market. The agency [released an analysis](https://www.nytimes.com/live/2021/02/24/world/covid-19-coronavirus#johnson-johnson-covid-vaccine) of its 45,000-person clinical trial on Wednesday, concluding that the one-dose vaccine works well to prevent severe and fatal cases of the virus. \"The FDA went so far as to say the vaccine has a 'favorable safety profile' with no specific safety concerns identified that would preclude issuance of an EUA [emergency use authorization],\" John Grabenstein, formerly an executive director of medical affairs for vaccines at the pharmaceutical company Merck and a Department of Defense immunologist, told [NBC](https://www.nbcnews.com/health/health-news/johnson-johnson-vaccine-deemed-safe-effective-documents-released-fda-n1258712). \"In other words, green light.\" The FDA's vaccine advisory panel will vote Friday on emergency authorization. As NBC notes, the FDA usually cooperates with the committee's recommendation, and if that is the case here, then the United States could see an additional 20 million doses by the end of March. Still, it bears noting that this vaccine's efficacy rates are lower than those associated with the Pfizer and Moderna vaccines, both of which have been deemed about 95 percent effective at preventing symptoms of the virus. The [FDA's analysis](https://www.fda.gov/media/146217/download) found the Johnson & Johnson option to be 77 percent effective at preventing severe-to-critical COVID-19 cases at least 14 days after vaccination, and 85 percent after 28 days. Overall, the analysis determined that the Johnson & Johnson vaccine was 66 percent effective at preventing moderate to severe disease, an average the South African variant of the virus brought down. (It's reportedly been 57 percent effective against that strain.) There were no COVID-related deaths after 28 days. And despite the disparity with the two approved vaccines, Johnson & Johnson's objectively remains highly effective. As Dr. Anthony Fauci [explained](https://www.cnn.com/2021/01/29/health/johnson-coronavirus-vaccine-results/index.html) in January, if \"we didn't have the Moderna 94 percent to 95 percent ... We would have said, 'Wow, a 72 percent effective vaccine that's even more effective against severe disease is really terrific.' But now we're always judging it against 94 percent to 95 percent.\" There are also [some notable pros](https://www.thecut.com/2021/02/johnson-and-johnsons-covid-19-vaccine-everything-to-know.html) associated with this iteration: Unlike the Pfizer and Moderna shots, both of which use mRNA technology, Johnson & Johnson's requires just one dose (rather than two, weeks apart). And unlike its counterparts, both of which must be kept [extremely cold](https://www.npr.org/sections/health-shots/2020/11/17/935563377/why-does-pfizers-covid-19-vaccine-need-to-be-kept-colder-than-antarctica), the Johnson & Johnson vaccine can also be stored using regular refrigeration. These attributes cut costs and make for easier distribution, and then, the Johnson & Johnson vaccine also appears to have fewer side effects than its counterparts. And although the company [apparently](https://www.nytimes.com/live/2021/02/24/world/covid-19-coronavirus#johnson-johnson-covid-vaccine) only has about 4 million doses ready to ship upon approval — 12 million by the end of February was originally the goal — it believes it can provide 100 million doses by the end of June. "}