{"title": "Fitoterapia", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2021-01-01", "cleaned_text": "Encuentra respuestas y obtén la información que necesitas, si no encuentras la respuesta repórtanos tu problema. Liliangel Rios hace 2 años Inicia ahora en nuestra plataforma para certificarte en éste y más programas en uno de los mercados de mayor crecimiento de los últimos años: Cosmetología-Estética En la actualidad cada vez son más sonados los tratamientos alternativos. Los cuales brindan alivio a diversas dolencias o molestias que en cualquier momento se pueda presentar. Muchas de estas [terapias alternativas](https://app.cifesonline.com/program/terapias-alternativas) tuvieron su origen en China, por lo que te invitamos a conocer 4 cursos de medicina china del 2021. Pero primero conozcamos un poco sobre la medicina tradicional china, la cual se basa en la creencia que el qi (energía vital del cuerpo) que fluye a lo largo de meridianos (canales) del cuerpo y mantiene en equilibrio la salud espiritual, emocional, mental y física de una persona. De esta forma la medicina tradicional china ha determinado diversos puntos en todo el cuerpo humano, con el fin de que al hacer ciertas presiones en ellos bien sea con los dedos o el uso de ciertos artefactos como por ejemplo agujas de acero inoxidable, como las utilizadas en acupuntura. Permiten aliviar dolencias de los órganos internos, también de afecciones emocionales como por ejemplo la depresión o las adicciones. A continuación te presentamos 4 cursos que estudian estos puntos de sanación, con el fin de aliviar cualquier dolencia que pueda presentar cualquier persona y por ende también beneficiara su estética. La digitopuntura también conocida como acupresión, es una terapia alternativa que se puede definir como una técnica de masoterapia, la cual deriva de la medicina china. Consiste en la estimulación de los puntos de acupuntura a través de la presión de los dedos sobre los meridianos. Imagen: algunas técnicas utilizadas en la digitopuntura. Este tratamiento en ocasiones también es conocido como masaje shiatsu, sin embargo la diferencia es que el masaje shiatsu se aplica en el cuerpo entero, mientras que la digitopuntura se aplica en pequeñas áreas específicas. En el curso de digitopuntura podrás conocer las técnicas de aplicación y los puntos del cuerpo que puedes tratar. [¡Comienza el curso de Digitopuntura!](https://app.cifesonline.com/course/digitopuntura) La auriculoterapia se considera una rama de la acupuntura, ya que también se puede llevar a cabo con las agujas de acero inoxidable que comúnmente se utilizan en la acupuntura. También se enfoca en la presión de ciertos puntos específicos con el fin de aliviar dolencias, solo que en el caso de la auriculoterapia se enfoca exclusivamente en el oído externo. Imagen: al igual que en la acupuntura, se puede utilizar agujas de acero inoxidable al igual que otros materiales para estimular los puntos. En esta terapia alternativa se identifican los diferentes puntos orgánicos y maestros que se ubican en el oído externo o la aurícula, de tal forma que al hacer presión en ciertos puntos se pueden aliviar dolencias como por ejemplo alivio en cualquiera de los órganos internos, mejora del estrés, la ansiedad, entre otros. En el curso de auriculoterapia podrás conocer los puntos orgánicos y maestros de la oreja, así como los instrumentos que puedes utilizar en su aplicación. [¡Comienza el curso de Auriculoterapia!](https://app.cifesonline.com/course/auriculoterapia) La reflexología podal es una terapia alternativa se enfoca en el conocimiento de los diferentes puntos que se ubican en el pie, estos puntos al igual que en la auriculoterapia, identifica los órganos internos del cuerpo. Imagen: aplicación del masaje. También puede tratar problemas emocionales como la depresión y la ansiedad. La reflexología podal en pocas palabras se puede definir como un masaje en los pies donde se ejerce presión en puntos específicos con el fin de aliviar dolencias, enfermedades o problemas emocionales. En el curso de reflexología podal podrás conocer los diferentes puntos orgánicos que se encuentran en el pie. [¡Comienza el curso de Reflexología Podal!](https://app.cifesonline.com/course/reflexologia-podal) La fitoterapia se basa en el estudio de las plantas medicinales, las cuales se pueden aprovechar de diferentes formas, bien sea consumiéndolas, utilizándolas de forma externa en la piel, a través de mascarillas o por medio de masajes con pindas, así como también se pueden aprovechar como técnica de aromaterapia. Imagen: masaje con pindas. Muchas han sido las culturas que reconocen el efecto de las plantas para mejorar diversas condiciones, desde dolencias hasta enfermedades. Con el pasar de los años estos estudios se han unificado, dando lugar a la creación de la fitoterapia. Una de las cosas más importantes a tomar en cuenta en esta medicina alternativa es el hecho de que no todas las plantas se pueden mezclar, al igual que se debe conocer las dosis adecuadas con el fin de no producir intoxicaciones o irritaciones según su aplicación. Vinagre de manzana, beneficios, contraindicaciones y forma de uso. hace 10 meses Cinco síntomas de la ansiedad y la depresión que puedes combatir con una alimentación saludable hace 1 año Todo lo que debes saber sobre la centella asiática hace 1 año 5 consecuencias de no desintoxicar tu cuerpo qué no te permiten bajar la grasa corporal hace 1 año Inicia ahora en nuestra plataforma para certificarte en éste y más programas en uno de los mercados de mayor crecimiento de los "}