{"title": "Operación bikini: ¡Plan 'detox' 7 días para el verano!", "author": "HOLA com", "url": "https://www.hola.com/belleza/20170515111243/dieta-detox-para-el-verano-belleza/", "hostname": "hola.com", "description": "¿Qué te proponemos? Una dieta rica en alimentos depurativos para limpiar el organismo y bajar esos dos-tres kilos de más que te provocan la sensación de estar hinchada todo el tiempo. ¡Sigue leyendo!", "sitename": "HOLA.com", "date": "2017-05-15", "cleaned_text": "Seguro que la teoría la tienes bien aprendida: haz deporte, come sano, no bebas alcohol, incluye en tu dieta cinco frutas al día, sigue una dieta equilibrada... ¿Entonces? O te haces la remolona o necesitas un empujón extra para eliminar el exceso de toxinas que se han ido acumulando en nuestro cuerpo durante tiempo -ya sabes: alimentos poco (o nada) saludables, refrescos...-. ¿Qué te proponemos? Una dieta rica en alimentos depurativos para limpiar el organismo y bajar esos dos-tres kilos de más que te provocan la sensación de estar hinchada todo el tiempo. ¡Sigue leyendo! 'Detox' no son solo zumos verdes A veces, cuando escuchamos el reclamo 'detox' en una dieta pensamos automáticamente en las curas a base de batidos verdes que han puesto de moda las celebrities. Sin embargo, aunque es cierto que son auténticos cócteles de salud, que nos aportan una buena dosis de vitaminas y minerales, \"la dieta no debe basarse únicamente en tomar frutas y verduras, sino que deben incluirse los alimentos de todos los grupos de nutrientes seleccionando, sobre todo, aquellos que tengan propiedades antioxidantes\", tal y como explica Myriam Belmar, endocrina especialista en tratamiento metabólico y riesgo cardiovascular del Hospital Nisa de Aravaca (Madrid). -Lee: [Los alimentos 'detox' que no deben faltar en tu dieta este verano](https://www.hola.com/belleza/galeria/20170417110755/alimentos-detox-para-este-verano/1/) ¿Cómo debe ser una dieta 'detox'? [HAZ CLIC EN LA FOTO PARA VER LA IMAGEN AMPLIADA](https://www.hola.com/imagenes/perder-peso/201705151243/dieta-detox-para-el-verano-belleza/0-4-84/dietadetox3-z.jpg/) \"En una dieta desintoxicante vamos a priorizar el consumo de alimentos que nos ayuden a purificar, pero intentando que estén incluidos los alimentos de todas las familias de alimentos, es decir, que no falten proteínas, azúcares, grasas y vitaminas y minerales. De esta manera, conseguiremos una mejoría en el funcionamiento general del organismo: nos sentiremos menos cansados y pesados, dormiremos mejor, favorecemos la eliminación de líquidos gracias a las propiedades diuréticas de los alimentos, mejoramos la metabolización de las grasas evitando su acúmulo y aumento de peso y prevenimos la aparición de enfermedades\", explica la experta, quien ha elaborado una plan para ponernos a punto en siete días en colaboración con la marca cosmética Somatoline. Los alimentos que no deben faltar en una dieta 'detox' - Frutos del bosque como fresas, frambuesas y moras. Son ricas en un antioxidante, proantoianidina, que podría ayudar a prevenir cánceres y enfermedades cardiovasculares. - Manzana. Su piel contiene una gran cantidad de sustancias antioxidantes como los flavonoides y vitamina C que harían frente a los radicales libres. - Uvas. Aporta polifenoles y flavonoides, que ayudan a controlar el colesterol malo, reducen la presión arterial y protegen el corazón. - Brócoli. Además de ser también rico en vitamina C, aporta una gran cantidad de calcio que contribuye al fortalecimiento de nuestros huesos a la vez que nos protege de los radicales libres. - Zanahoria. Rica en antioxidantes como los betacarotenos, que ayudan a sintetizar vitamina A con importantes propiedades protectoras de la visión. - Tomate. Rico en licopenos, cuya absorción mejora si se acompaña de una grasa beneficiosa como el aceite de oliva, que es un importante antioxidante y neutralizador de radicales libres. - Frutos secos (nueces, almendras). Son ricos en grasas esenciales para el organismo (Omega 6), que no podemos sintetizar y que es necesario introducirlas en la dieta de forma externa. Son también una fuente importante de vitamina E. - Salmón. Es un proteína animal que no solo aporta aminoácidos esenciales para construir nuestra musculatura y membranas celulares, sino que, además, es fuente de Omega 3 (otra grasa esencial para el organismo y propiedades cardioprotectoras) y minerales como el selenio con propiedades antioxidantes. -Lee: [Alimentos 'detox': el limón](https://www.hola.com/estar-bien/20170504111237/alimentos-alcalinos-limon/) Otros hábitos 'detox' que debes incluir en el día a día La especialista en endicronología recomienda completar la dieta 'detox' con un estilo de vida saludable, donde no debemos pasar por alto ciertos hábitos: - Bebe un té verde al día. El té verde es una fuente muy importante de antioxidantes por lo que refuerza el sistema inmunológico y previene el envejecimiento prematuro de la piel. Ayuda a prevenir enfermedades crónicas como la artritis reumatoide o la diabetes; ya que, combinado con una dieta equilibrada, contribuye a disminuir los niveles de glucosa en sangre. Recientes estudios lo relacionan con un menor riesgo de padecer distintos tipos de cánceres. - ¡Hidrátate! Debemos asegurarnos la ingesta de al menos 2 litros de agua al día para ayudar a nuestros riñones a eliminar las sustancias de desecho del organismo. - Reduce el consumo de sal en las comidas. Y la sal 'oculta' en los alimentos, como en caldos preparados o verduras enlatadas. De esta manera, evitaremos la retención de líquidos. - Realiza ejercicio físico de 30 a 60 minutos diarios. Esta práctica no solo nos va a ayudar a mantener el peso, sino que libera estrés y ansiedad y ayuda a dormir mejor. Se recomienda dormir de 7 a 8 horas diarias para una óptima recuperación de las funciones del organismo. -Lee: [Tu plan 'detox' 24 horas](https://www.hola.com/belleza/20150922110835/dieta-detox-un-dia/) ¡Date un masaje drenante! Un buen hábito que va a ayudarnos a descargar las piernas es darnos un masaje de abajo arriba con movimientos circulares, desde el tobillo hasta la ingle, empezando con las yemas de los dedos y terminando con las palmas abiertas. Podemos utilizar algún producto específico reductor o drenante para maximizar los resultados. Otro buen remedio consiste en poner las piernas en alto siempre que podamos. "}