{"title": "COVID-19 and Cancer Vaccines with Immunotherapy Pioneers Ugur Sahin and Özlem Türeci", "author": "Arthur N Brodsky; PhD", "url": "https://www.cancerresearch.org/blog/december-2021/mrna-covid-cancer-vaccines-ugur-sahin-ozlem-tureci", "hostname": "cancerresearch.org", "description": "Ugur Sahin and Özlem Türeci, two of this year's CRI Coley Award recipients, are pioneers of the mRNA vaccines helping us confront COVID-19 and cancer.", "sitename": "Cancer Research Institute", "date": "2021-12-21", "cleaned_text": "COVID-19 and Cancer Vaccines with Immunotherapy Pioneers Ugur Sahin and Özlem Türeci December 21, 2021December 14, 2022 Arthur N. Brodsky, PhD This year's CRI William B. and Drew Weissman—whose work helped establish the field of messenger RNA (mRNA) medicine, an entirely new approach to preventing and treating a variety of diseases. It's already helping us confront COVID-19 and cancer, and this lifesaving progress would not have been possible without the collective contributions of these four scientists, along with many others whose contributions laid the foundations for this exciting technology. Sahin and Türeci, in particular, played central roles in our global response against the COVID-19 pandemic. As the co-founders and current chief executive officer and chief medical officer, respectively, of the German company BioNTech, they have been researching and optimizing their mRNA technology in the field of individualized cancer medicine for almost 20 years. When the novel SARS-CoV-2 coronavirus emerged, the couple rose to the challenge. They leveraged their mRNA vaccine technology, which they had originally begun exploring as a treatment for cancer. And, in partnership with Pfizer, developed BNT162b2, otherwise known as the Pfizer-BioNTech COVID-19 vaccine, in less than a year. The concept behind their mRNA vaccine technology is relatively simple. The genes in our DNA contain the blueprint for every protein produced in our cells, but the information first must be sent to the cell's protein-producing factories. Messenger RNA, or mRNA, is responsible for shuttling these instructions. Supplying cells with synthetically engineered mRNAs can get them to produce any protein imaginable. In the case of COVID-19, Sahin and Türeci's vaccine delivers mRNA that encodes only for the coronavirus' spike protein—key to the virus' ability to infect cells, but not the virus itself. Once inside the body, the vaccine provides our cells with manufacturing instructions for the coronavirus spike protein. Our immune system senses the spike protein as dangerous and mounts a response against it. This protection—in the form of B cells that produce spike protein-targeting antibodies, and T cells that target infected cells directly—enables rapid responses to the actual virus if it's encountered. In November 2020, a phase 3 clinical trial revealed the Pfizer-BioNTech vaccine to be 95% effective at protecting against severe COVID-19 symptoms, and the vaccine has since been deployed to hundreds of millions globally. Recently, we spoke with these two visionary scientists to learn more about their careers, their heroic efforts to help protect the world against COVID-19, and what's next for cancer immunotherapy. Arthur Brodsky, PhD I'm incredibly grateful to be speaking with you both and want to thank you very much for your important work and for taking the time to join us today. I'd like to begin by asking how you two met one another and what attracted you both to the field of immunology? Özlem Türeci, MD, PhD We met on a cancer ward at a university hospital where we were training and treating cancer patients. We found out immediately that we shared both a passion for oncology as physicians treating cancer patients, as well as a passion for science and understanding how to make cancer treatments better. Arthur Brodsky, PhD In August 2021, your COVID-19 mRNA vaccine became the first to be approved by the U.S. FDA, as well as the first FDA-approved mRNA therapeutic of any type. It was designed, developed, and tested in under a year—an absolutely unprecedented achievement made possible in part by your previous experience with mRNA vaccines against cancer. To the public, it might seem like your COVID-19 vaccine came out of nowhere, but could you share how your prior work in cancer immunotherapy and mRNA biology laid the groundwork? Özlem Türeci, MD, PhD Our mRNA vaccine did not, as you said, come out of nowhere. More than two decades of technology development and sound scientific research prepared us for developing the COVID-19 vaccine and enabled us to do it in such a short time. This knowledge and technology development didn't originate in the infectious disease field. It came from oncology—from cancer immunology research. We are physicians and, initially, we were interested in developing vaccines to treat people with cancer, which in some ways is more complex and challenging than COVID-19, where the vaccines protect against future exposure. When we began this journey, it also wasn't easy to define the features which distinguish cancer cells from normal cells with high precision, which is crucial given that each and every person's cancer is unique. We chose mRNA as the platform for our cancer vaccines because it's a natural molecule that's very easy and fast to manufacture. However, it's also very short lived, breaking down quickly in the body. Thanks to discoveries of our fellow Coley Award winners Katalin Kariko and Drew Weissman, we can now modify mRNA to make it more stable and ensure that it is translated, or turned into protein. This discovery along with further optimizations based on our research in this field enabled us to increase the potency of the vaccine by a couple orders of magnitude. Another challenge we had to overcome with mRNA is that you can't just inject it anywhere, or the immune system won't react properly and it won't be an effective vaccine. The mRNA has to be delivered into the right immune compartments, like lymph nodes, where specialized dendritic cells act as high-performance coaches of the T cells that can kill dangerous cells directly. To achieve this, we relied on breakthroughs involving lipid nanoparticles or lipid nanoplexes, delivery vehicles into which the mRNA is packaged. These help ensure that the dendritic cells and T cells get the right message about what the cancer looks like and what to attack. A third major challenge mRNA vaccines enables us to address was the diversity of cancer. We knew we would need to develop vaccines with unique compositions for each patient, so that their immune responses are tailored to target their specific tumors. Here again, our mRNA platform was ideal, and we established a process for on-demand analysis of patients' tumors. This helped us understand their molecular features and design a personalized vaccine for every person. We started with these types of clinical trials in 2014, and by 2020 we were able to make these vaccines within four to six weeks. We leveraged all this experience and technology when the COVID-19 pandemic hit, allowing us to develop a highly potent vaccine against the coronavirus very fast. Arthur Brodsky, PhD What were those initial discussions like when you first realized that your vaccine technology might be able to help the world confront the looming pandemic? Ugur Sahin, MD, PhD In principle, we knew that we could make a vaccine in less than six weeks. With this new virus looming as a pandemic threat, the task was to develop one as soon as possible. All coronaviruses have a characteristic spike protein that enables the virus to infect our cells. It's an entry key. With other coronaviruses, antibodies binding to the spike protein could prevent the virus from entering our cells. So, we had a target to aim at, we had a fast vaccine technology that we knew could induce antibodies. Knowing the extraordinary potency of our mRNA vaccine platform, it felt like an obligation to engage ourselves in such a project, so the next day I discussed with Özlem how to do that. In January 2020, we realized we have to mobilize the team. They were supposed to work on cancer immunotherapies, where we had multiple projects already in clinical trials and new ones we wanted to start. But it was very clear that we had to engage ourselves in coronavirus vaccine development. So, we started to create a plan, how to come up with multiple candidates, how to identify the potential optimal candidate, and how to then set up studies with humans. Arthur Brodsky, PhD It's amazing that you had the foresight so early on, when many people weren't really sure how serious the pandemic would get. And that you also had technology that could be used to tackle the problem. Unlike many traditional vaccines that use a weakened form of the virus we want to vaccinate against, your mRNA vaccine technology requires only that you know the virus's genetic blueprint. Then, you can create and deliver the mRNA for the spike protein to get the immune system to launch a protective response against it. What other advantages did mRNA provide when it came to accelerating the development and deployment of your COVID-19 vaccine? Ugur Sahin, MD, PhD One of the key advantages of mRNA technology is that it's universally applicable for any type of target, whether it's expressed by a virus or cancer. No matter what it's for, the vaccine can be made very quickly. Once you have a DNA template, a corresponding mRNA molecule can be made in less than 48 hours. Then, you have to encapsulate the mRNA in the lipid nanoparticle \"envelopes.\" This process takes about a week. Because vaccines need to be made and tested under strict safety protocols according to Good Manufacturing Practice (GMP) guidelines, the whole process takes about two to three months to create a vaccine that's ready to be used in humans. Using mRNA as a platform technology has two other important advantages wiith respect to creating a COVID-19 vaccine quickly. First, we could make and test multiple vaccine candidates at the same time. When we started this project, we did not know the optimal target, which part of the spike protein to target. We ended up creating 20 candidates, and after testing in the lab we got the number down to four vaccines that went into clinical testing. Second, mRNA allowed us to scale up the manufacturing. Prior to our COVID-19 vaccine development project, we were able to produce approximately 10,000 doses annually. We refined the process further and found that with minor adaptations we could scale it up to more than a billion doses. If you compare our capabilities in 2019 to now in late 2021, we've scaled up by a factor of about 200,000. This unprecedented expansion was achieved by extraordinary teams at both BioNTech and Pfizer. Arthur Brodsky, PhD A heroic effort in the face of the world's need. Now, obviously the fight against COVID-19 isn't over. We don't yet know how long the vaccine's benefits last, and whether boosters might be needed to improve long-term protection, including against new variants. So, how might our vaccine strategies need to adapt moving forward and how could mRNA vaccine technologies enable us to keep pace with the coronavirus as it evolves? Özlem Türeci, MD, PhD One important point looking forward is that, whatever we do, we should make educated decisions. Our data and observations show that the current version of our vaccine, which was designed to target the original virus before it started to mutate, also protects against all the circulating tested variants. The reason is that, while the variants do have some changes in the sequence of their spike protein, the majority of the spike protein's structure remains unchanged. We and many others, including regulatory agencies and expert government committees, are continuing to assess for every new variant and whether the original vaccine still provides protection. Should a vaccine-resistant variant emerge, we will be able to design a new vaccine very quickly with mRNA. With our mRNA platform, we just have to replace the information about the old spike protein with that of the new variant. The rest of the process stays the same, so it's easy to adapt. It will also be very important to catch the time point when the change is needed. With respect to potential booster doses, while it's true our antibody levels do wane over time, that's very natural and might not indicate that someone has decreased protection, even against new variants of the virus. Arthur Brodsky, PhD Now, I'd like to pivot back to the original aim of your mRNA vaccines: to cure cancer. As you mentioned, compared to COVID, cancer is harder to target because everyone's cancer is different. There are no universal targets, like the coronavirus' spike protein. Cancers can also acquire tricks to evade the immune system and survive, and even an ideal vaccine can't always tip the balance in the immune system's favor because tumors often have hostile microenvironments that suppress immune activity. How has your experience with the COVID-19 vaccine aided your future efforts to develop more effective vaccines against cancer? Ugur Sahin, MD, PhD As you said, cancer is a different beast. In established tumors, the immune system has to deal with billions of tumor cells, so we need an army of immune cells. Vaccines can help generate cancer-fighting T cells, and in some cases it may be enough. But the more important question is: how can we combine cancer vaccines and other therapies in the most complementary ways, especially for advanced cancers? One year ago, we launched a phase 2 trial testing the combination of an mRNA cancer vaccine plus PD-1 immunotherapy in malignant melanoma, and in 2022 we'll know more about the potential benefits. We believe these vaccines will also be valuable in early-stage cancer. In early-stage colorectal cancer, for instance, most patients are cured if their tumor is completely removed via surgery, but about 30 to 40 percent will have a relapse due to lingering tumor cells. Here, the question is: can a vaccine be used to prevent the growth of these micro-metastases? The advantage at this stage is that the tumor microenvironment is not fully established and there aren't an overwhelming number of tumor cells, so the army of T cells could deal with them more effectively. We've started a clinical trial in colorectal cancer where patients undergo surgery followed by chemotherapy. Then, we're monitoring their levels of circulating tumor DNA, or ctDNA, to determine their risk of recurrence. These patients are then offered a personalized vaccine to see if it improves remission rates. This is a clinical trial we are very excited about. Arthur Brodsky, PhD That makes sense, that the vaccine would be more likely to be effective after first using surgery or chemotherapy to weaken cancer. Could you talk about the other approaches that you're exploring to tackle cancer and how these different strategies might complement each other? Ugur Sahin, MD, PhD We are exploring the injection of immune-stimulating cytokines and T cell growth molecules into tumors to reprogram them and create an inflammatory microenvironment that promotes T cell activity. This leads to a local immune response, and if you combine this treatment with checkpoint blockade immunotherapy, then the T cells can go out and also attack distant lesions that were not injected. This approach has been successful in preclinical studies so far, and we are preparing to launch trials for people with cancer. Another avenue involves IL-2, which promotes T cell proliferation and has long been used in cancer immunotherapy studies. IL-2 can be effective for patients, but the high dosage required to compensate for its short molecular lifespan can lead to toxicity. With mRNA, we can trigger liver cells to temporarily produce a modified form of IL-2, one that preferentially activates killer T cells instead of tumor-supporting regulatory T cells. We've shown that this can augment the potency of vaccines and cure mice with advanced tumors. We're testing this in the clinic now, too. Also promising is using mRNA to get the body to make bispecific antibodies that target cancer cells and activate cancer-fighting T cells. All these efforts reflect the need for a portfolio of immune molecules to fully activate the immune system, but we need to make sure we do it in a tailored and precision medicine-mediated manner. Arthur Brodsky, PhD Earlier you mentioned the many contributions over the past couple decades that paved the way for your COVID-19 vaccine, as well as the efforts over the past two years to design, develop, test, and then deploy it. And I think this story illustrates the spirit of science and how it takes teams and teams of individuals to achieve progress by combining and building upon many discoveries and improvements to hopefully create an innovation. Given your roles as physician-scientists involved throughout the entire spectrum of research and development, could you talk about the importance of collaboration when it comes to translating discoveries in the lab into the clinic to save lives? Özlem Türeci, MD, PhD We as physicians have defined our mission to develop certain types of therapies. As scientists, we have mechanistically investigated how this mission can be addressed by understanding basic rules of the immune system and cancer. As translational scientists, we have had to find ways of using and developing technology to solve a problem. This ecosystem of activities goes back and forth. It's not only from lab bench to the patient's bedside. It's also the other way around, from the patient's bedside, where you might find out that the drug or vaccine you have developed needs more improvements, in which case you turn back to the lab and the mechanistic research to try to understand why and how to come up with a solution. For science and technology to make a true difference, our approaches need to be deeply rooted in sound basic science. And this can only be a team effort because a deep understanding of all aspects cannot be ensured by one research group. It's bringing all the knowledge together. You need experts in all the aspects of translating research into improved survival or health, including engineers who know about manufacturing processes and have developed and improved them. So many things come together. Ugur Sahin, MD, PhD This story also shows that things can't be planned. You really have to promote science in an open-minded fashion because you don't know what you're going to need to solve the problems of the future. Our decades of cancer immunotherapy research, the discoveries of Katalin [Karikó] and Drew [Weissman] into how to silence mRNA and avoid immune detection for protein replacement therapies, and the contributions of many others in diverse fields turned out to be useful for developing a vaccine against COVID-19. Funding exploration in diverse domains creates a wonderful toolbox of knowledge and technology from which everyone can benefit. And that's more than teamwork. It's a work of a worldwide connected scientific community of biochemists, immunologists, structural biology experts, clinicians, etc., and the availability of published data to share something that might be useful. For example, when we saw Katalin's and Drew's published paper, we congratulated them for the work and began to build a relationship that also led to collaborations. I think this is one of the best things that humanity has created: working together, the collaboration of scientists, building on the knowledge that was created by prior generations. Arthur Brodsky, PhD I couldn't agree more. Finally, what does this William B. Coley Award mean to you both, given CRI's pioneering role in the history of immunology and cancer immunotherapy and how does it feel to know that your contributions are helping to save lives around the world? Özlem Türeci, MD, PhD It's truly a great honor to receive the Coley Award because we've known the Cancer Research Institute for many, many years as part of the cancer immunology community. We grew up influenced by CRI's impact on the field, so it's really a great honor to receive your highest scientific award. Ugur Sahin, MD, PhD When you see the long list of scientists who have received the Coley Award, of course it's a privilege to become part of this esteemed group, and to have contributed to medicine in a meaningful manner with respect to cancer immunotherapy as well as infectious diseases. Özlem Türeci, MD, PhD We never expected that we would have a situation in which a technology we were still working on and clinically developing would undergo a \"baptism of fire\" and would accelerate in such a short time towards making a real benefit in billions of people. We feel humbled to have had the opportunity at the right time at the right place in our science and development to make this contribution. Arthur Brodsky, PhD On behalf of the Cancer Research Institute and everyone around the world, thank you immensely for your efforts. It's amazing what you and your team were able to accomplish, and right now there's definitely not anyone more deserving of the William B. Coley Award. Congratulations, Drs. Sahin and Türeci, and thank you very much for taking the time to speak with us today. Ugur Sahin, MD, PhD Thank you. Özlem Türeci, MD, PhD It was a pleasure, take care. For more 2021 Coley Award coverage, see our roundtable discussion with all four of this year's recipients. Read more: Post navigation Dr. Dmitriy Zamarin Answers Questions About Ovarian Cancer and Immunotherapy after the 2021 CRI Virtual Immunotherapy Patient Summit Read Story Cervical Cancer Awareness Month: 2022 Immunotherapy Research Updates Read Story "}