{"title": "The Global Vaccine Inequity and its Consequences - DW - 09/09/2021", "author": null, "url": "https://www.dw.com/en/the-global-vaccine-inequity-and-its-consequences/a-59131803", "hostname": "dw.com", "description": "The global vaccine rollout has left African countries lagging behind. So how are Africans coping and what should be done about it?", "sitename": "Deutsche Welle", "date": "2021-09-09", "cleaned_text": "The Global Vaccine Inequity and its Consequences Ghana: The nurse risking home visits during the pandemic For Ghanaian nurse Tavi Bright, home visits are a part of his everyday routine. But amid the spread of the COVID-19 Delta variant and low vaccination rates, his work has become increasingly risky. COVID-19: Kenyans at risk of Delta with no jabs available In Africa, poorer nations are fighting a double-edged sword: The rapid spread of the highly infectious delta variant and lack of immunizations. Inequalities worldwide are being exposed as richer countries take the lion's share, poorer nations are struggling to get jabs into arms. Street Debate: Why Africans lack access to the Covid-19 vaccines What's behind the global Covid-19 vaccine inequity and how can Africa catch up to the rest of the world? In The 77 Percent Street Debate, Edith Kimani speaks to young Nairobians, opinion makers and activists in the search for answers. Debunked: How do mRNA vaccines work? Many people globally are worried that using one of the mRNA vaccines against COVID-19 could change peoples' genetic material. That is wrong. We explain why mRNA vaccines are safe for you and your genes and will protect you from the virus. Homecoming Rwanda: Building a skilled workforce After studying abroad in the US, Allen Kendunga decided to return home to Rwanda to help tackle the issue of unemployment. She founded a company called Talent Match, which works towards closing the country's skills gap by offering career guidance for students. Mapping Zimbabwe for the world to see When Tawanda Kanhema discovered that his hometown of Harare didn't appear on Google Street View he decided to take action. He used a 360° camera to shoot more than 3,000 kilometers of Zimbabwe for the world to see. Broadcasting Hours: DW English SAT 11.09.2021 - 05:30 UTC SAT 11.09.2021 14:30 UTC SAT 11.09.2021 - 17:30 UTC SUN 12.09.2021 - 09:30 UTC SUN 12.09.2021 - 11:30 UTC Cape Town UTC +2 | Delhi UTC +5,5 | Hong Kong UTC +8 Lagos UTC +1 | Cape Town UTC +2 | Nairobi UTC +3 San Francisco UTC -7 | Edmonton UTC -6 | New York UTC -4 London UTC +1 | Berlin UTC +2 | Moscow UTC +3 DW Deutsch+ SUN 12.09.2021 - 09:30 UTC Vancouver UTC -7 | New York UTC -4 | Sao Paulo UTC -3 "}