{"title": "Infección de oído y vacunas | Boston Medical Center", "author": null, "url": "https://www.bmc.org/es/node/122381", "hostname": "bmc.org", "description": "Los investigadores continúan buscando ayuda para los niños y los padres de niños que padecen el tipo más común de infección del oído, llamada infección del oído medio u otitis media (OM).", "sitename": "Boston Medical Center", "date": "2023-01-01", "cleaned_text": "Los investigadores continúan buscando ayuda para los niños y los padres de niños que padecen el tipo más común de infección del oído, llamada infección del oído medio u otitis media (OM). Aproximadamente el 62 por ciento de los niños en los países desarrollados tendrá su primer episodio de OM a la edad de un año, más del 80 por ciento al cumplir los tres años y casi el 100 por ciento tendrá al menos un episodio a los cinco años. Solo en los EE. UU., Esta enfermedad representa 25 millones de visitas al consultorio al año con costos directos de tratamiento estimados en $ 3 mil millones. Los economistas de la salud agregan que cuando se incluyen los salarios perdidos de los padres, el costo total de los tratamientos estimados asciende a $ 6 mil millones. Este es un gran problema. Tratos Las opciones de tratamiento habituales para los niños con infecciones del oído medio incluyen: - antibióticos y - inserción quirúrgica de tubos compensadores de presión en los oídos. Si bien los estudios han demostrado que los antibióticos pueden ser útiles en ciertos casos, el uso excesivo puede generar resistencia bacteriana, lo que hace que las infecciones sean más difíciles de tratar. Los tubos a veces no igualan la presión lo suficiente o pueden necesitar reinserción con el tiempo. ¿Y las vacunas? Una vacuna es una preparación que se administra para estimular el propio sistema de defensa del cuerpo para combatir bacterias o virus específicos. La primera vacuna se introdujo en el siglo XVIII para la prevención de la viruela. Hoy en día, cada vacuna está diseñada para parecerse a un virus o bacteria en particular (o grupo de virus y bacterias). Cuando se administra, la vacuna activa el sistema de defensa sin causar una enfermedad. Esto ayuda al cuerpo a desarrollar una defensa (anticuerpos) contra el virus o las bacterias para que, si ingresan al cuerpo, usted no se enferme. Hoy en día, existen vacunas para combatir una amplia gama de virus y algunas bacterias. Una de las bacterias más comunes y potencialmente graves que causa infecciones de oído y sinusitis y neumonía y meningitis es el neumococo. Recientemente se desarrolló una vacuna que es eficaz contra varias cepas comunes de neumococo. El médico de su hijo le aconsejará sobre las vacunas adecuadas para su hijo. Si se le ofrece la vacuna neumocócica a su hijo, es posible que desee saber: La vacuna antineumocócica conjugada: este último avance en la atención médica pediátrica previene las enfermedades causadas por siete de los tipos más comunes de bacterias neumocócicas. Es seguro y efectivo. Protege contra formas graves de la enfermedad hasta el 97 por ciento de las veces, dependiendo de la persona. La vacuna se administra mediante una aguja. Los efectos secundarios, que suelen ser leves y temporales, incluyen algo de enrojecimiento, hinchazón o sensibilidad a causa de la inyección y fiebre leve. Los efectos secundarios graves, incluidas las reacciones alérgicas, son bastante raros. Se puede administrar a bebés y no existe ninguna otra vacuna para prevenir la enfermedad neumocócica en niños menores de dos años. En 2002, los Centros para el Control y la Prevención de Enfermedades y la Academia Estadounidense de Pediatría recomendaron la vacuna para bebés y niños pequeños menores de cinco años. Consulte [http://www.cdc.gov/vaccines/](http://www.cdc.gov/vaccines/) para obtener más información. Las vacunas conjugadas son efectivas contra la otitis media en niños menores de cinco años porque tienen un componente polisacárido vinculado a un componente proteico que el sistema de defensa inmaduro de un bebé puede reconocer. Los niños mayores de cinco años, cuyos sistemas de defensa han madurado, pueden recibir una vacuna de polisacáridos neumocócicos sin el componente proteico. ¿Cómo se relaciona esto con la otitis media? A continuación, se incluyen algunos aspectos a considerar. Se cree que la bacteria Streptococcus pneumoniae (comúnmente conocida como neumococo) causa del 50 al 60 por ciento de los casos de otitis media. Antes de que esta vacuna estuviera disponible, cada infección neumocócica causaba: - alrededor de cinco millones de infecciones de oído; - más de 700 casos de meningitis; - 13.000 infecciones de la sangre (septicemia); y - otros problemas de salud como neumonía, sordera y daño cerebral. La vacuna Haemophilus influenzae (NTHi) y Moraxella catarrhalis son otras dos bacterias comunes que causan infecciones de oído y sinusitis. Recientemente, los Institutos Nacionales de Salud emitieron una licencia para los primeros ensayos clínicos de una vacuna contra Haemophilus influenzae no tipificable (NTHi). Las vacunas para prevenir infecciones virales como la gripe que eventualmente pueden conducir a infecciones de oído deben considerarse para los niños con infecciones de oído recurrentes. Estas vacunas generalmente se administran en el otoño. "}