{"title": "Aceptará EU entrada de viajeros con una mezcla de distintos tipos de vacunas contra Covid-19", "author": "Redacción", "url": "https://www.eluniversal.com.mx/mundo/covid-19-aceptara-eu-entrada-de-viajeros-con-una-mezcla-de-diferentes-tipos-de-vacunas/", "hostname": "eluniversal.com.mx", "description": "La Casa Blanca anunció que el próximo 8 de noviembre abrirá sus fronteras aéreas y terrestres a los viajeros internacionales vacunados con la pauta completa", "sitename": "El Universal", "date": "2021-10-16", "cleaned_text": "Más Información Estados Unidos aceptará a partir del 8 de noviembre la entrada de viajeros inmunizados contra [Covid-19 ](https://www.eluniversal.com.mx/tag/covid-19/) con una mezcla de dosis de distintos tipos de vacunas , siempre que hayan sido aprobadas por la [Organización Mundial de la Salud](https://www.eluniversal.com.mx/) (OMS). Así lo confirma la última actualización de las directrices de los Centros de Control y Prevención de Enfermedades estadounidenses (CDC), que corrobora, además, que sólo se admitirán pruebas de inmunización con aquellos tipos de vacunas que hayan sido aprobadas por la OMS. \"Las personas que tengan una combinación de dos dosis (distintas) de una vacuna de doble dosis que haya sido autorizada por la FDA (Administración de Alimentos y Fármacos de EU) o esté en la lista de uso de emergencia de la OMS se considerarán vacunadas con la pauta completa\", indicó este sábado a EFE una portavoz de los CDC. Lee también \"Aunque los CDC no han recomendado mezclar tipos de vacuna en una serie primaria, reconocemos que esto es cada vez más común en otros países, así que debería aceptarse para la interpretación de las pruebas de vacunación\", añadió la fuente. La Casa Blanca anunció este viernes que el próximo 8 de noviembre abrirá sus fronteras aéreas y terrestres a los viajeros internacionales vacunados con la pauta completa contra Covid-19, incluidos los de aquellos países que llevan más de un año sujetos a restricciones de entrada, como España o Brasil. La última actualización de los CDC al respecto, publicada en su web a última hora del viernes, recalca que, \"para propósitos de la entrada a Estados Unidos, las vacunas aceptadas incluirán las autorizadas o aprobadas por la FDA o que estén en la lista de uso de emergencia de la OMS\". Lee también Hasta el momento, la OMS ha autorizado las tres vacunas aprobadas por la FDA -las de Pfizer/BioNTech, Moderna y Janssen (de Johnson & Johnson)-; y también ha incluido en su lista dos versiones de la vacuna de AstraZeneca, además de los sueros Sinopharm y Sinovac. Esa lista no incluye a vacunas como la rusa Sputnik V y la china CanSino, que se están administrando en países como México; lo cual llevó esta semana al presidente mexicano, Andrés Manuel López Obrador, a pedir a la OMS que acelere el proceso para incluir esos sueros en su lista de emergencia. \"La OMS tiene que actuar con rectitud, sin tendencias ideológicas, con apego a la ciencia\", expresó López Obrador, quien consideró \"de sentido común\" autorizar fármacos que \"han ayudado y no han perjudicado\". ¿Por qué Rusia tiene tan poca población vacunada pese a que desarrolló una de las primeras vacunas Covid-19? La Casa Blanca anunció también esta semana que abrirá las fronteras terrestres con México y Canadá, que llevan cerradas a los viajes no esenciales desde marzo de 2020, coincidiendo con el estallido de la pandemia y todavía con Donald Trump de presidente. El plan para abrir esas fronteras terrestres constará de dos fases. La primera entrará en vigor el 8 de noviembre y requerirá la prueba de vacunación para los viajes considerados \"no esenciales\", como el turismo o las visitas. La segunda será en enero de 2022, en la que la prueba de vacunación será obligatoria para todos los viajeros, incluidos los camioneros, que tendrán así tiempo para vacunarse antes de que ese requisito entre en vigor. El levantamiento de las restricciones beneficia además a los viajeros internacionales que estén vacunados y que vuelen desde los países sometidos hasta ahora a restricciones de viaje por la pandemia , una lista que incluye a los 26 Estados europeos del espacio Schengen, además del Reino Unido, Irlanda, Brasil, China, Irán, Sudáfrica e India. Lee "}