{"title": "Uno de cada 5 hombres tiene el VPH que provoca cáncer", "author": "Álvaro Hermida", "url": "https://www.alimente.elconfidencial.com/bienestar/2023-09-07/virus-papiloma-humano-cancer-hombres_3729618/", "hostname": "elconfidencial.com", "description": "Un nuevo estudio español avisa de que esta infección también es peligrosa para los varones, pues puede producir cáncer anal, orofaríngeo y de pene", "sitename": "El Confidencial", "date": "2023-09-07", "cleaned_text": "Uno de cada 5 hombres tiene el VPH que provoca cáncer Un nuevo estudio español avisa de que esta infección también es peligrosa para los varones, pues puede producir cáncer anal, orofaríngeo y de pene Hace 16 años se empezó a preservar la salud de millones de chicas en nuestro país (y del mundo) gracias a la introducción en el calendario de vacunación de la vacuna del virus del papiloma humano (conocido, comúnmente, como VPH). Estos microorganismos son causantes de una de las más comunes enfermedades de transmisión sexual (ETS), debido a la inmensa cantidad de gente que, sin desarrollar síntomas primarios (que suelen limitarse a verrugas en la vulva, pene, uretra y escroto), o pasando estos desapercibidos, mantiene relaciones íntimas, transmitiendo la enfermedad. El principal problema que tiene el VPH es que determinadas variantes del virus (la 16, 18, 31, 45, 33, 35, 39, 51, 52, 56, 58 y 59 -existen un total de 100-) aumentan masivamente el riesgo de desarrollar diferentes tipos de cáncer, mucho más comunes en mujeres que en hombres. Entre ellos se encuentran la CIN (neoplasia cervical intraepitelial), el VIN (neoplasia (neoplasia anal). \"Los VPH de alto riesgo pueden provocar verrugas genitales, así como cánceres orales, de pene o anales en varones Pero, como recalcábamos más arriba, en 2007 se empezó a comercializar (y a incluir en el calendario de vacunación de las adolescentes españolas) esta vacuna para luchar contra este virus que se reproduce en el núcleo de las células escamosas (muy presentes en el aparato reproductor femenino), lo que aumenta sobremanera el riesgo de cáncer. Pero eso no significa que estemos a salvo. Aunque mucho menos común, el VPH también puede provocar serias enfermedades a los hombres, a quienes no se vacuna, lo que los convierte en un vector de infección. Ahora, por suerte (aunque los datos no transmiten buenas sensaciones), un grupo de investigadores de varios centros, entre los que destaca el [CIBERESP ](https://www.ciberesp.es/)(Centro de Investigación Biomédica en Red: Epidemiología y Salud Pública), el [Instituto Catalán de Oncología](https://ico.gencat.cat/ca/inici), la [Organización Mundial de la Salud](https://www.who.int/es), el Centro del Cáncer de Bélgica y el [Moffitt Cancer Center](https://www.moffitt.org/) en EEUU han llevado a cabo un estudio científico publicado en el Lancet Global Health en el que alertan de la inmensa presencia del virus entre los hombres de todo el mundo. Como explican los investigadores, al menos 1 de cada 3 hombres mayores de 15 años a nivel mundial está infectado con al menos uno de los tipos de VPH y, lo que es mucho más preocupante, 1 de cada 5 está infectado con una o más de las variantes peligrosas que provocan cáncer (las que se han enumerado más arriba). [30 años de datos sobre cáncer: de los que siguen en aumento a los que no paran de descender](https://www.alimente.elconfidencial.com/bienestar/2023-01-14/cifras-del-cancer-eeuu-vph-prostata-muertes_3556999/) Otro de los datos relevantes del estudio es que la máxima prevalencia del virus se encuentra entre adultos jóvenes, con edades comprendidas entre los 25 y los 29 años de edad. Los autores del estudio explican que, por regla general, las infecciones por VPH en los hombres causan verrugas genitales (lo que a su vez aumenta la facilidad de transmisión), pero que también se vincula a la aparición de tumores, especialmente en el tipo VPH 16, que provoca cánceres de pene, anales y orofaríngeos. Tanto es así que, según datos de la Agencia Internacional para la Investigación contra el Cáncer, alrededor de 69.400 casos de cáncer en hombres, cada año, son producidos por el VPH. Como explica la doctora Meg Doherty, directora de los Programas de la OMS para la VIH, Hepatitis y ETS, \"este estudio acerca de la prevalencia del VPH genital en hombres confirma definitivamente cómo de extendida está la infección por este virus. Esto es de especial relevancia si tenemos en cuenta que los VPH de alto riesgo (16, por ejemplo) pueden provocar verrugas genitales, así como cánceres orales, de pene o anales en varones. Debemos seguir buscando oportunidades para prevenir definitivamente las infecciones por VPH y reducir la prevalencia de enfermedades asociadas a este virus, tanto en mujeres como en hombres\". Hace 16 años se empezó a preservar la salud de millones de chicas en nuestro país (y del mundo) gracias a la introducción en el calendario de vacunación de la vacuna del virus del papiloma humano (conocido, comúnmente, como VPH). Estos microorganismos son causantes de una de las más comunes enfermedades de transmisión sexual (ETS), debido a la inmensa cantidad de gente que, sin desarrollar síntomas primarios (que suelen limitarse a verrugas en la vulva, pene, uretra y escroto), o pasando estos desapercibidos, mantiene relaciones íntimas, transmitiendo la enfermedad. [Salud](https://www.alimente.elconfidencial.com/tags/temas/salud-6110/) - [Las nuevas pautas para detectar el cáncer de colon: edad y tipo de prueba](https://www.alimente.elconfidencial.com/bienestar/2023-09-04/cancer-de-colon-edad-y-tipo-de-prueba_3718612/)Ángeles Gómez - [Si quieres esquivar el cáncer de útero, te interesa saber esto](https://www.alimente.elconfidencial.com/bienestar/2022-04-22/sobrepeso-obesidad-duplican-riesgo-de-cancer-de-utero_3410746/)Patricia Matey - [El escáner para usar en casa que quiere detectar antes el cáncer de mama](https://www.alimente.elconfidencial.com/bienestar/2023-09-05/ecografo-portatil-detectar-cancer-mama_3728829/)Fran Sánchez Becerril "}