{"title": "Herpes zóster, la otra enfermedad que el virus de la varicela te puede causar cuando se queda latente en tu cuerpo - BBC News Mundo", "author": null, "url": "https://www.bbc.com/mundo/noticias-42493500", "hostname": "bbc.com", "description": "Haber superado la varicela durante la infancia no necesariamente significa haberle dado un adiós definitivo al virus que la causa, ya que puede permanecer dormido en el sistema nervioso durante décadas y reactivarse en la edad adulta para causar una dolorosa erupción cutánea.", "sitename": "BBC News Mundo", "date": "2017-12-27", "cleaned_text": "Herpes zóster, la otra enfermedad que el virus de la varicela te puede causar cuando se queda latente en tu cuerpo - Redacción - BBC Mundo Casi todos los adultos pasaron por un episodio de varicela en su infancia. Sin embargo, haber superado esa enfermedad tan común como contagiosa durante los primeros 20 años de vida no significa haberle dado el adiós definitivo al virus que la causa. El virus de la varicela-zóster puede ingresar en nuestro sistema nervioso y permanecer allí inactivo durante muchos años más, incluso décadas, hasta reactivarse de repente para causar otra molesta enfermedad, normalmente ya en la edad adulta: el herpes zóster. No obstante, no todas las personas que tuvieron varicela presentan zóster. Los científicos desconocen la razón exacta por la que el virus de la varicela se reactiva en algunas personas y en otras no, pero se estima que una de cada cuatro personas tendrá al menos un episodio de herpes zóster durante su vida, según información del Servicio de Salud Pública de Reino Unido (NHS, por sus siglas en inglés). La mayoría de los casos están asociados a un nivel de inmunidad debilitado que disminuye la protección del cuerpo frente a infecciones y enfermedades. Esta bajada de las defensas puede estar causada por otra enfermedad o tratamiento médico, por la edad o por el estrés físico y emocional, que hace que el sistema inmunológico no funcione correctamente. Una erupción dolorosa El zóster empieza normalmente con un dolor, ardor u hormigueo en una área limitada del cuerpo, normalmente en el torso pero también es posible que aparezca en la cara o incluso en el ojo. Después se produce una erupción cutánea con pequeñas ampollas llenas de líquido, que tras varios días se abren y forman costras antes de secarse. Algunos pacientes presentan además fiebre, dolor de cabeza y fatiga. Un episodio de herpes zóster habitual suele durar entre dos y cuatro semanas. No obstante, en los pacientes más vulnerables puede generar complicaciones, como la neuralgia postherpética, que causa dolores nerviosos severos durante meses después de la desaparición de la erupción cutánea, problemas de visión en el caso de los herpes oculares y síndrome de Ramsay Hunt, cuando el virus afecta a ciertos nervios en la cabeza. La erupción no cruza \"la raya\" La erupción del herpes está provocada por una inflamación de los nervios debajo de la piel, según explica la clínica Mayo estadounidense en su página web. Una vez dentro del sistema nervioso, el virus puede viajar por las vías de los nervios hasta una zona particular, donde sale la erupción. Curiosamente, el herpes zóster no cruza la línea imaginaria que dividiría verticalmente al cuerpo en dos mitades: afecta a una terminación nerviosa a un costado de la médula espinal. Una persona puede tener un único episodio de zóster en su vida o sufrirlo con frecuencia. Por ejemplo, un zóster agazapado en el nervio facial puede causar durante años distintos episodios de herpes en distintas zonas de la cara, como cerca de los labios, la nariz o los ojos, pero siempre del mismo lado del rostro. El virus de la varicela zóster forma parte de un grupo de virus denominado \"virus del herpes\", al que también pertenecen los virus que causan el herpes labial y el herpes genital, si bien estos son diferentes, denominados herpes simplex. El zóster puede contagiar la varicela No es posible contraer herpes zóster de alguien con la condición ni de alguien con varicela, dice el NHS. Sin embargo, las personas que tienen un episodio de herpes zóster sí le pueden contagiar el virus de la varicela a alguien que no es inmune a esa enfermedad, bien porque no la tuvo en la infancia o porque no está vacunado. Ese contagio, si bien raro, se produce mediante el contacto directo con las llagas abiertas de la erupción cutánea, pero una vez infectada la persona presentará varicela y no zóster. No se cura pero se puede prevenir El zóster es más frecuente entre los adultos mayores de 50 años y en las personas con un sistema inmunitario debilitado, como pacientes con VIH, con cáncer o que han recibido tratamientos como radiación o quimioterapia. Hoy en día hay dos vacunas que pueden ayudar a prevenir la aparición del herpes zóster. Una es la vacuna de la varicela, que ahora es de rutina durante la infancia, y si bien no impide al 100% que se produzca el contagio reduce el grado de afectación de la enfermedad y las probabilidades de complicaciones. La otra es la vacuna contra el herpes zóster, llamada Zostavax, que está recomendada para pacientes mayores de 60 años, cuando el riesgo de tener zóster y sus complicaciones son mayores. Igual que la vacuna infantil, tampoco previene totalmente la enfermedad pero reduce su gravedad en caso de contagio. Una vez que aparece un episodio de zóster los médicos pueden recetar analgésicos para lidiar con el dolor y antivirales para evitar que el virus se multiplique. Pero no existe una cura definitiva: superada la erupción, el virus puede volver a \"esconderse\" en el sistema nervioso, para siempre o hasta otra ocasión. Ahora puedes recibir notificaciones de BBC Mundo. Descarga la nueva versión de nuestra app y actívalas para no perderte nuestro mejor contenido. [¿Cuál es la diferencia entre el catarro y la gripe?](/mundo/noticias-42411784) Los síntomas y los remedios son muy parecidos, sin embargo la gripe y el catarro están causados por tipos distintos de virus. Te contamos cómo distinguir entre un resfrío común y una gripe. "}