{"title": "Lírica al silencio - One Santuario", "author": null, "url": "https://santuario.one/lirica-al-silencio/", "hostname": "santuario.one", "description": "Lírica del silencio Lírica al Silencio es una ceremonia viva tejida desde el lenguaje sutil y profundo del yin yoga y el sound healing . Durante este retiro exploraremos diversas herramientas para entrar en estados de contemplación y escucha profunda navegando con presencia y curiosidad nuestros territorios internos. A través de un continuo viaje sensorial ... Leer más", "sitename": "One Santuario Natural", "date": "2023-06-09", "cleaned_text": "Lírica al Silencio es una ceremonia viva tejida desde el lenguaje sutil y profundo del yin yoga y el sound healing . Durante este retiro exploraremos diversas herramientas para entrar en estados de contemplación y escucha profunda navegando con presencia y curiosidad nuestros territorios internos. A través de un continuo viaje sensorial sostenido por espacios ceremoniales donde la medicina del sonido en vivo y las prácticas de descanso profundo se encuentran como uno, entraremos en una actitud receptiva a la vida, despertando el corazón resonante que habita en las profundidades de nuestro espacio interior. Principales Disciplinas y Prácticas Los Facilitadores Juliana Ramos Soy una mujer sensible y apasionada dedicada a cultivar una vida al servicio de la expresión auténtica de mi corazón. Como estudiante devota me he embarcado en mi propio viaje interior a través del estudio de diferentes prácticasy disciplinas que he estudiado con inmenso amor y dedicación. Tengo más de 500 horas de estudios enhatha, vinyasa, yin yoga, filosofía tántrica, meditación y embodiment desde la inspiración y guía de honorables maestros que han llegado a mi camino. Forrest Neumann (Bosque) Uno a las personas a través de sonidosmelódicos curativos y diversos ritmos mundiales. Curo experiencias live-tronica dedance-trance y baños de sonido,fusiona la tecnología con la tradición ancestral. Con una colección de paisajes sonoros de mis viajes globales, llevo a las personas en un viaje de sanación musical a través del tiempo y el espacio con la intención de restaurar la conexión con uno mismo, el espíritu y la tierra. EL RETIRO INCLUYE ACOMODACIÓN Acomodación en cabaña King Cama king (1 pax) Cama King (2 pax) Maxima ocupación 2 pax, 1 sola cama king. Acomodación en cabaña queen compartida Cama queen individual Cama sencilla Máxima ocupación 4 pax (2 camas dobles, 2 sencillas) Acomodación en ecoglamping compartida Ecoglamping cama sencilla individual Máxima ocupación por glamping, 2 pax. Acomodación en ecoglamping privado Ecoglamping cama King (1 pax) Ecoglamping cama king pareja (2 pax) ¡ TU RETIRO PUEDE INICIAR YA ! PUEDES ARRANCAR TU EXPERIENCIA DE TRANSFORMACIÓN SOLO CON EL VALOR DE LA INSCRIPCIÓN ($1'000.000 COP). El saldo se deberá cancelar antes del 08 de septiembre, 2023. "}