{"title": "Cristal de sanación: Echa un vistazo a un futuro más saludable a través de cristales de Pranic", "author": null, "url": "https://www.worldpranichealing.com/es/healing/crystal-healing/", "hostname": "worldpranichealing.com", "description": "Crystals possess the quality of condensing energy. Through Pranic Crystal Healing they can be used to absorb, tienda, proyecto y foco de energías sutiles.", "sitename": "worldpranichealing.com", "date": "2015-03-15", "cleaned_text": "Cristal de sanación: Echa un vistazo a un futuro más saludable a través de cristales de Pranic Qué es Pranic de la cura cristalina? El arte de utilizar los cristales como instrumentos en [Sanación Pránica](https://www.worldpranichealing.com/es/videos/what-is-pranic-healing/) se conoce como cristal pránica. Aquí la curación se hace enfocando la energía sanadora de cristales de la parte afectada del cuerpo o la [chakras en el cuerpo humano.](https://www.worldpranichealing.com/es/chakra/chakras-in-human-body/) Tres propiedades esenciales de cristales Cuáles son las propiedades más esenciales de un cristal? 1. Condensador de energía sutil Cristales y [piedras de Chakra](https://www.worldpranichealing.com/es/chakra/chakra-stones/) se sabe que poseen la calidad de la energía de condensación. Por lo tanto, un cristal se puede utilizar para absorber, tienda, proyecto y foco de energías sutiles. Esto puede entenderse mejor con el siguiente ejemplo. Consideremos una pila recargable. Puede ser utilizado para absorber, almacenar y liberar energía eléctrica. Del mismo modo un cristal puede absorber, tienda, proyecto y el enfoque [Energía pránica.](https://www.worldpranichealing.com/es/energy/what-is-pranic-energy/) 2. Programable Si observamos clarividentemente un cristal natural, vamos a ver pequeñas chispas de luz interior. Estas pequeñas chispas de luz son las chispas de conciencia. Se trata de forma muy básica de la conciencia. Un cristal natural tendrá más chispas de conciencia en comparación con un cristal sintético; por lo tanto, un cristal natural será superior a un cristal sintético y será una mejor opción para la curación de cristal. A diferencia de las personas, plantas o animales, un cristal no tiene ninguna fuerza de voluntad porque no tiene mente propia. Por lo que seguirá cualquier instrucción sin posar cualquier resistencia. Si decimos \"absorben energía pránica\", absorberá la energía pránica y si decimos \"proyecto energía pránica\", proyectarán energía pránica. Puesto que personas y animales tienen la capacidad de pensar. Esto les da sentido y fuerza de voluntad. Por esta razón que pueden o no seguir todas las instrucciones. Si les decimos algo, puede resistir. Si mandamos un animal para hacer algo que puede o no puede obedecer a nosotros porque tiene fuerza de voluntad. Incluso las plantas tienen conciencia. Se ha observado que cuando una persona habla con ellos, tienden a crecer más rápido, más grande y más sana. Las plantas también tienen fuerza de voluntad, pero en menor grado. 3. Chakral activadores Cristales o piedras de chakra también pueden ser utilizados para activar los chakras. Esto significa que los cristales se pueden utilizar como activadores chakral. Si colocamos un cristal directamente sobre el chakra, el chakra se activa. Si un clarividente echa un vistazo al chakra es activado por un cristal, verá que el chakra parece ser más grande, gira más rápido y tiene más energía. Un cristal no sólo activará el chakra sobre el que se ha dado pero también activará los inferiores. Técnicas básicas de cristal curativo Hay cuatro técnicas básicas utilizadas en el procesamiento y la utilización de un cristal para cristal curativo: - Limpieza es el proceso de eliminación de la energía sucia. - De carga es el proceso de poner energía pránica en el cristal. - Programación es el proceso de dar instrucciones para el cristal. - Estabilización de se hace para que la energía pránica absorbida permanece más tiempo en el cristal. Fuentes: [Cristal de Pranic Healing](https://www.worldpranichealing.com/es/pranic-healing/books/pranic-crystal-healing/)por Master Choa Kok Sui "}