{"title": "Resúmenes amplios", "author": "Sociedad Iberoamericana de Información Científica", "url": null, "hostname": null, "description": "La publicación de los protocolos completos de las investigaciones en marcha para la creación de vacunas para COVID-19 brinda una oportunidad única, en términos de la \"transparencia en tiempo real\", para el análisis meticuloso de la metodología por la comunidad científica, y para introducir los cambios que se consideren necesarios.", "sitename": null, "date": "2023-01-01", "cleaned_text": "| | Los estudios de fase III de las vacunas contra coronavirus 2 del síndrome respiratorio agudo grave (Severe Acute Respiratory Syndrome [SARS]-CoV-2), el agente causal de la enfermedad por coronavirus 2019 (COVID-19 por su sigla en inglés) son algunos de los estudios controlados y aleatorizados más importantes, y con mayores consecuencias, realizados hasta ahora. En septiembre de 2020, luego de meses de campañas destinadas a conocer las metodologías de los estudios, 4 laboratorios publicaron los protocolos completos de las investigaciones en marcha. Estas publicaciones brindan una excelente oportunidad, en términos de la \"transparencia en tiempo real\", para el análisis meticuloso de los protocolos por la comunidad científica, en simultáneo con el seguimiento del estudio. De manera independiente de los resultados finales que se obtengan, la divulgación pública de los protocolos de los ensayos clínicos, cada uno de ellos con más de 110 páginas con acceso a numerosos detalles, permite un análisis científico meticuloso y crítico. La transparencia en tiempo real es un avance importante en el proceso de creación de vacunas en el contexto de la presión sanitaria actual y es una victoria importante en términos de la confiabilidad de los productos que eventualmente estarán al alcance de toda la población. Sin embargo, el conocimiento completo de los protocolos, además de esperanza y confianza, despierta muchos interrogantes. El primer interrogante tiene que ver con los criterios principales de valoración que se consideran en cada estudio; de hecho, ninguno de los estudios se diseñó con la finalidad de comprobar la eficacia de la vacuna para la reducción significativa de los índices de internación, los índices de internación en unidades de cuidados intensivos o los índices de mortalidad. Los ensayos que se están llevando a cabo para la creación de vacunas contra COVID-19 consideran como criterio principal de valoración a los síntomas leves, como fiebre, tos, odinofagia y cefaleas, y el resultado positivo de laboratorio. Los ensayos son aptos para responder la pregunta más sencilla lo antes posible, pero no para brindar respuesta a otros interrogantes sumamente relevantes en términos clínicos. Las agencias reguladoras aceptan estos criterios de valoración y han establecido como criterio de éxito una eficacia del 50% con intervalos de confianza amplios, que incluyen una eficacia baja, de sólo 30%. Cabe destacar, además, que se consideran reducciones de riesgo relativo; la disminución del riesgo absoluto será importante para estimar los cocientes entre riesgos y beneficios en poblaciones específicas de pacientes. Hecho para la velocidad El segundo interrogante tiene que ver con el reclutamiento de personas de alto riesgo. Aunque los protocolos sugieren esta intención, los cálculos para los tamaños de las muestras necesarias para detectar efectos significativos se basaron en índices esperados muy bajos de eventos en los grupos control, de alrededor de 1% al año en algunos casos. Si estas predicciones son correctas, es de esperar que el 99% de los sujetos asignados a placebo no presenten síntomas de COVID-19 en el siguiente año, de modo que el número necesario para tratar para obtener beneficios es muy amplio. Seguramente fue una planificación conservadora, con estimaciones que permiten obtener resultados de eficacia de manera rápida. Los análisis finales \"inducidos por eventos\" con un número predeterminado de 150 eventos en total, y múltiples análisis de sensibilidad especificados de antemano, aportarán datos más precozmente. Sin embargo, la suposición de un índice bajo de eventos fomenta la impresión de que las vacunas están siendo \"probadas\" en personas con riesgo bajo de contraer COVID-19 y, tal vez, con riesgo más bajo aún de presentar enfermedad grave, es decir que las muestras no serían representativas de las poblaciones con prioridad para recibir la vacuna. Se debe insistir en que los fabricantes aporten datos en tiempo real acerca de las características basales de los voluntarios reclutados. Hace más de sesenta años que la vacuna contra la influenza se utiliza de manera rutinaria en personas de 65 años o más en los Estados Unidos, pero aún no se sabe si la misma es eficaz para reducir la mortalidad, ya que en los estudios clínicos aleatorizados no se consideró a la mortalidad como un criterio de valoración. Este aspecto debe ser muy tenido en cuenta en el proceso de creación de vacunas contra COVID-19 para no cometer el mismo error. Todos los ojos en la mira Los protocolos de los ensayos de vacunas para COVID-19 deben ser evaluados por la mayor cantidad posible de científicos, de modo de realizar una lectura crítica del diseño metodológico. Sólo así se podrá saber por qué en la mayoría de los estudios se excluyeron niños, pacientes inmunocomprometidos y embarazadas, si el criterio principal de valoración es el apropiado, si la seguridad está siendo analizando correctamente, y si se contemplan ciertos aspectos todavía desconocidos, por ejemplo las respuestas preexistentes de células T contra SARS-CoV-2, con posible relevancia clínica. Todavía se pueden introducir los cambios que sean necesarios para responder estos interrogantes y esta posibilidad, sin duda, es bienvenida. De hecho, se podrían introducir enmiendas en los protocolos preexistentes, con la finalidad específica de mejorar la metodología y la calidad y confiabilidad de los resultados obtenidos. La valoración crítica de la evidencia científica por lo general se efectúa después de que los estudios clínicos son publicados; en este punto es común que se detecten numerosas fallas. La publicación temprana de los protocolos de investigación de los estudios de vacunas para COVID-19 ofrece una oportunidad histórica para cambiar el proceso convencional. De hecho, los aportes científicos que surjan de la revisión meticulosa de los protocolos de los ensayos clínicos de las vacunas contra SARS-CoV-2 permitirían introducir cambios importantes en el curso de la investigación. Ante semejante desafío la comunidad científica en su conjunto deberá poner atención en este objetivo. "}