{"title": "Vitamins and Supplements | The Vitamin Shoppe® Crystal Lake", "author": null, "url": "https://locations.vitaminshoppe.com/il/crystallake/vitamins-supplements-crystal-lake-il-123.html", "hostname": "vitaminshoppe.com", "description": "Shop for the best health and fitness brands at The Vitamin Shoppe® Crystal Lake located at 815 Cog Circle in Crystal Lake. Find top quality health and fitness products and supplements from brands you trust at great prices.", "sitename": "Vitaminshoppe", "date": "2021-01-31", "cleaned_text": "Shoppe® Crystal Lake 815 Cog Circle 4 Crystal Lake, IL 60014 [Notice: Please call ahead to confirm hours.](#section-location-description mb-5) Curbside Pickup is available until 7 PM at all stores. After 7 PM, you can still pick-up inside the store until closing time. Curbside Pickup is available until 7 PM at all stores. After 7 PM, you can still pick-up inside the store until closing time. [Set As My Home Store](#) [Back to Store Locator](https://locations.vitaminshoppe.com/) [Notice: Please call ahead to confirm hours.](#section-location-description mb-5) Curbside Pickup is available until 7 PM at all stores. After 7 PM, you can still pick-up inside the store until closing time. Curbside Pickup is available until 7 PM at all stores. After 7 PM, you can still pick-up inside the store until closing time. - [2-Hour Pickup (Curbside or In-Store)](https://www.vitaminshoppe.com/lp/pick-up-in-store) - [Shop Now, Pay Later with Klarna](https://www.vitaminshoppe.com/lp/klarna) - 20% Off for Vets on Military Mondays - [Cash Back Awards from Healthy Awards®](https://www.vitaminshoppe.com/lp/Newhealthyawards) [Follow us link](#section-location-description) [Skip link](#section-browse-by-state) About The Vitamin Shoppe® Crystal Lake Lifelong Wellness Starts Here, at 815 Cog Circle in Crystal Lake . Stop by to explore thousands of vitamins and supplements, protein powders and bars, natural beauty and skin support products, aromatherapy, and more! You won't find a bigger selection anywhere. Shop Your Way2-Hour Pickup Order today—get it today. Easy... and skip the shipping fees while you're at it! Just order online or on the app and choose \"Pick Up In-Store\" at checkout. When you receive your \"Ready for Pick-Up\" email (within 2 hours*), drive down with your ID and confirmation email, sign, and you're done! For more details, visit our [Pick Up In-Store FAQ](https://www.vitaminshoppe.com/lp/pick-up-in-store). *Orders placed within two hours of store closing may not be available until the next day. Shop. Save. Repeat. With 10% off and best price guaranteed, staying on track is easier—and more rewarding—than ever. Choose to have your products shipped every 30, 45, 60, 120, or 180 days with free shipping on all subscriptions of $25 or more. For more details, visit our [Auto Delivery](https://www.vitaminshoppe.com/lp/auto-delivery) page. [Click here for Auto Delivery terms and conditions](https://www.vitaminshoppe.com/lp/auto-delivery) How about rewards? Oh yeah, we've got those. Meet [Healthy Awards](https://www.vitaminshoppe.com/lp/Newhealthyawards). The program that rewards you with points for every dollar you spend so can earn big Cash Back Awards. Plus, awesome perks that you can't get anywhere else (like Choose Your Own Sale Day and supercharged points as you level up!). And did we mention all the fun ways to earn points? From downloading our app to taking a survey, adding a password to complete your account set up, and more, it's easy to get to your next Cash Back Award! Available online and in-store, you can now split your purchase into four interest-free payments with Klarna*. - When online, select \"Klarna\" at checkout and complete your order. Klarna will email confirmation and reminders when it's time to pay. - At the store, start by downloading the Klarna app, tap \"Pay In-Store,\" choose The Vitamin Shoppe, create a one-time digital card, and add it to your virtual wallet. For more details, visit our [Klarna FAQ](https://www.vitaminshoppe.com/lp/klarna). *CA resident loans made or arranged pursuant to a California Finance Lenders Law license. Re-Usable Bags In-Store! Whether you're in a state that's banned plastic bags—or you just want to help keep the planet healthy—we've got your back. You can bring a re-usable bag, or buy one for just .50¢ in-store or online when scheduling for pick-up.Use Our App Get our app today to grab exclusive offers, scan to order when you're in-store, check in for 2-Hour Pickup orders (curbside or in-store), checkout fast with PayPal, Google Pay and Apple Pay, and manage your Healthy Awards® and Auto Delivery options. For more information or to download, visit our [App FAQ](https://www.vitaminshoppe.com/lp/mobile-app-ios-android). You might just be a future Health Enthusiast®. Check out our [Careers page](https://www.vitaminshoppe.com/lp/careers) to search for openings near you! Featured Selections Popular Categories - [Pre-Workouts](https://www.vitaminshoppe.com/search/categories/pre-workout) Fuel your best workouts ever with a premium pre. - [Energy Drinks](https://www.vitaminshoppe.com/c/superfoods-groceries/drinks/energy-drinks) Quench your thirst with refreshing power-ups! - [Vitamins](https://www.vitaminshoppe.com/search/categories/vitamins) Shop your essentials for health & wellness. - [Protein Powders](https://www.vitaminshoppe.com/c/protein-fitness/protein-powders) Help muscles grow strong & rebuild after exercise. - [Multivitamins](https://www.vitaminshoppe.com/c/vitamins-supplements/multivitamins) Make filling the gaps in your nutrition easy. Frequently Asked Questions Does The Vitamin Shoppe® Crystal Lake offer curbside pickup? We DO offer safe Curbside Pickup! It's easy. Just order online and choose \"Pick Up In-Store\" at checkout. We'll let you know when it's ready. Call when you get here (the store phone number will be included in your ready-for-pickup email) or check in using our app, and we can put it right in your trunk. Can I return something I bought online to The Vitamin Shoppe® Crystal Lake ? Yes. You can return a product purchased on our website or over the phone to a retail store for exchange or return. Please bring the credit or debit card you used to make the purchase to receive a credit if applicable. Read our [Returns FAQ](https://www.vitaminshoppe.com/u/return) for full details. Does The Vitamin Shoppe® Crystal Lake accept Google Pay, Apple Pay or PayPal? Yes we do! Does The Vitamin Shoppe® Crystal Lake offer nutrition consulting? All our nutrition coaching is done through virtual appointments with expert nutritionists. Connect with a nutrition expert from the comfort of your own home with a one-on-one consultation that addresses your unique wellness goals. Book a [FREE Nutrition Coaching session](https://www02a.timetrade.com/app/vitaminshoppe/workflows/vt003/schedule?&locationId=vs-000&appointmentTypeGroupId=consultations&resourceId=any&fs=1y) now! Does The Vitamin Shoppe® Crystal Lake have a military discount? Yes, fall in for Military Mondays! Every Monday, former and active-duty military personnel receive 20% off! How do I apply for employment at The Vitamin Shoppe® Crystal Lake ? Visit our [careers portal](https://www.vitaminshoppe.com/lp/careers) to see available listings. - Show List "}