{"title": "Polysaccharide an effective adjuvant to support vaccine efficacy", "author": "Nutraingredients Com", "url": "https://www.nutraingredients.com/Article/2021/08/05/Polysaccharide-an-effective-adjuvant-to-support-vaccine-efficacy", "hostname": "nutraingredients.com", "description": "The non-digestible polysaccharide Arabinoxylan may be an effective oral adjuvant to support vaccine efficacy, according to a new pilot study involving 231 elderly participants.", "sitename": "nutraingredients.com", "date": "2021-08-05", "cleaned_text": "adjuvant to support vaccine efficacy The response to vaccination in the elderly has been found to be considerably weaker than in younger adults, due to deterioration in the function of the immune system, known as immunosenescence. A number of polysaccharide compounds from plants, bacteria, fungi, and synthetic sources have emerged as promising vaccine adjuvant candidates. Among these, the non-digestible polysaccharides (NPS) [-glucans](https://pubmed.ncbi.nlm.nih.gov/22575076/), [arabinoxylans](https://pubmed.ncbi.nlm.nih.gov/21087621/) and [exopolysaccharides](https://www.tandfonline.com/doi/full/10.1080/09540105.2018.1513994) have attained promising results in vitro as well as in vivo. Despite the emerging evidence suggesting that NPS may enhance the immune response to vaccination, the effectiveness of these as oral vaccine adjuvants has not been confirmed yet in humans. Therefore, the aim of this pilot trial was to investigate the effects of a five-week consumption period of different dietary NPS on the antibody response to influenza vaccination Vaxigrip, respiratory tract infections and cellular immunity of healthy volunteers aged 50-79 years. Furthermore, the effects on faecal microbiota and its metabolites as well as on gastrointestinal wellbeing were investigated. The study This was a randomised, controlled, double-blind, parallel-group study in which 240 participants (231 completed the study) were randomly assigned to one of six intervention groups. They were asked to consume a powder stirred in 200 mL milk or apple juice once daily for five weeks. The powder contained either: Maltodextrin (CTRL), a -glucan preparation from yeast a -glucan preparation from shiitake (Wageningen, mg, from oat from Limosilactobacillus mucosae (DPC 6426 by Teagasc, 2.3 g, EPS). The study lasted at least seven weeks per subject with a two-week period of washout between enrolment (visit 0 (V0)) and randomisation (V1), followed by two weeks of test product consumption once daily until vaccination (V2) and continued product consumption for three weeks post-vaccination with visits after one week (V3) and after two additional weeks (V4). Blood samples were taken at V1, V2, V3, and V4 and influenza-specific serum antibody against each of three influenza strains (H1N1, H3N2, and Influenza B) were quantified by a standard haemagglutination inhibition (HI) assay. Respiratory tract infection (RTI), common cold, influenza, and acute bronchitis symptoms were assessed plus subjects provided stool samples and gastrointestinal symptoms were assessed at V1 and V4. Results The resulting data revealed an increase of HI antibody titres and seroprotection rate against the influenza A H1N1 strain in response to vaccination in subjects consuming AX, compared to CTRL. The observed beneficial effects of AX on the immune response are further supported by exploratory data indicating a lower incidence of common colds during the five-week AX consumption period, although statistical significance was not achieved with the pilot-powered trial. The researchers conclude: \"Although the explorative data of this pilot study were subject to a large interindividual variation and should be interpreted with caution, the results suggest that AX supplementation at a daily dosage of 10 g can be feasible, tolerable, and safe as an oral adjuvant to support vaccine efficacy and protection against viral infections in elderly individuals. However, additional large-scale clinical trials should be conducted in the future to confirm this.\" Mechanism of action An effect of orally administered AX on the antibody-mediated immune response has been reported previously [in chickens](https://pubmed.ncbi.nlm.nih.gov/24751049/). Although the underlying mechanism has not been clarified yet, several immunomodulatory activities of AX could explain this effect. [ Sun et al](https://www.mdpi.com/2072-6643/12/9/2740). demonstrated that oral treatment with carrot pomace-derived polysaccharides could enhance vaccine-specific antibody titres in immunosuppressed mice and hypothesised that food-derived polysaccharides could enhance the antigen presentation capacity of innate immune cells (e.g., macrophages and dendritic cells) and increase dendritic cell maturation. Moreover, AX has been found to enhance macrophage phagocytic activity in vitro. [Tang et al](https://www.sciencedirect.com/science/article/pii/S1756464617303912). and [Govers et al](https://pubs.rsc.org/en/content/articlelanding/2020/fo/d0fo00316f). studied the same NPS as utilised in the present trial through in vitro models. These studies showed that AX was the most potent NPS in supporting macrophage differentiation into a specific subtype. Among the NPS tested, AX also showed the strongest induction of transcription and secretion of a unique set of cytokines and chemokines and an increase in monocyte recruitment capacity of macrophages, suggesting enhanced immune cell vigilance. Given that vaccine efficacy is dependent on the host's ability to rapidly recruit competent innate immune cells, this could explain why AX may effectively boost vaccine-mediated antibody responses in an older population. [Maeda et al](https://pubmed.ncbi.nlm.nih.gov/15630195/). reported a reduced duration and severity of common cold symptoms in elderly participants during a six-week treatment with AX derivatives, accompanied by an increase in natural killer (NK) cell activity. Enhancing NK cell activity might increase the resistance to viral infections in the elderly population, since NK cells constitute the first line of defence against virally infected cells and an age-dependent decrease in NK cell immunity has been reported. Although NK cell activity was not studied in the current pilot trial, its data does suggest an effect of AX on IFN-, a key cytokine produced by NK cells. Subjects consuming AX for five weeks also had a higher relative abundance of Bifidobacterium compared to subjects in the CTRL group. Several Bifidobacterium species (e.g., B. longum, B. breve and B. bifidum) have been identified to reduce the incidence of influenza infections and reduce the severity and duration of common cold episodes in humans. The researchers in the current study therefore speculate that the lower incidence of common colds during AX consumption might be attributed, at least in part, to a relative increase in intestinal Bifidobacterium species. Source: Nutrients Laue, C. Stevens, Y. et al \"Adjuvant Effect of Orally Applied Preparations Containing Non-Digestible Polysaccharides on Influenza Vaccination in Healthy Seniors: A Double-Blind, Randomised, Controlled Pilot Trial\" https://doi.org/10.3390/nu13082683 (registering DOI) "}