{"title": "Dr. Matthew Cook - Future Of Regenerative Medicine Therapies", "author": "James Newcomb", "url": "https://bengreenfieldlife.com/podcast/matthew-cook-regenerative-covid/", "hostname": "bengreenfieldlife.com", "description": "Ben Greenfield discusses the future of cutting-edge regenerative medicine therapies with Dr. Matthew Cook and all things Covid vaccines.", "sitename": "Ben Greenfield Life - Health, Diet, Fitness, Family & Faith", "date": "2021-09-16", "cleaned_text": "September 16, 2021 He's back... ...one of my most popular podcast guests of all time. I recently flew down to Dr. Matthew Cook's office in San Jose, at a location called BioReset Medical, for a cutting-edge knee repair protocol, similar to the type of new knee and cartilage fixing science you can [read about here](https://www.wsj.com/articles/a-knee-or-hip-replacement-without-surgery-its-on-the-horizon-11631196055). Of course, we just had to get on the mics to record a podcast for you, and in addition to talking all things cutting-edge joint therapy, peptides, and regenerative medicine, we also delved into what I consider to be one of the most important discussions I've ever had on my show—particularly related to worldwide health, Covid, vaccinations, long-haul Covid syndrome, and perhaps the most important consideration of all: whether or not I personally plan to get vaccinated (I think you'll be quite surprised at the ultimate outcome of the discussion, which begins about the 38:00 mark). Dr. Matthew Cook has been a previous guest on the shows: [Did Ben Greenfield Get Vaccinated (Yet?), Can You Get COVID Twice, The Latest On Omicron, Treating Long Haul COVID & Much More With Dr. Matt Cook.](https://bengreenfieldlife.com/podcast/matthew-cook-regenerative-covid/) [Dr. Matthew Cook & Ben Greenfield Get Put In The Hot Seat: Favorite Books, Best Anti-Stress Tactics, Pig-Based Nootropics, Best Billboard Advice & Much More!](https://bengreenfieldfitness.com/podcast/lifestyle-podcasts/dr-matt-cook/) [Kiss Gas & Bloating Goodbye With Dr. Matthew Cook: The Complete Done-For-You Guide To Eliminating SIBO Once & For All (Along With Sex, Trauma, PTSD, Ozone Dialysis & More!).](https://bengreenfieldfitness.com/podcast/digestion-podcasts/how-to-treat-sibo-naturally/) [Immortal Cells, Biohacking Pain, Killing Lyme, Stem Cell Confusion, How Ketamine Works & Much More With Dr. Matt Cook.](https://bengreenfieldfitness.com/podcast/biohacking-podcasts/how-ketamine-works/) [Killing Mold & Mycotoxins For Good, The Craziest IVs You Can Get For Energy, Fixing Knees & Back Without Surgery & Much More With Dr. Matt Cook.](https://bengreenfieldfitness.com/podcast/recovery-podcasts/mycotoxins/) [What You Didn't Know About CBD & THC, Fixing Lyme Disease, The Full Body Blood Change Reboot, Peptides 101, Hyperthermia & Much More!](https://bengreenfieldfitness.com/podcast/lifestyle-podcasts/cbd-thc/) [Everything You Need To Know For Antivirus & Immune System Enhancement: A Special One-Two Podcast Episode With Dr. Matt Cook, Dr. Matt Dawson, & Dr. Michael Mallin.](https://bengreenfieldfitness.com/podcast/lifestyle-podcasts/how-to-improve-immune-system/) He is President and Founder of BioReset Medical and Medical Advisor of BioReset Network. He is a board-certified anesthesiologist with over 20 years of experience in practicing medicine, focusing the last 14 years on functional and regenerative medicine. He graduated from the [University of Washington School of Medicine](https://www.uwmedicine.org/school-of-medicine) and completed his residency in anesthesiology at the [University of California San Francisco](https://medschool.ucsf.edu/) (UCSF), and has completed a fellowship in functional medicine. Dr. Matthew Cook's early career as an anesthesiologist and medical director of an outpatient surgery center that specialized in sports medicine and orthopedic procedures provided invaluable training in the skills that are needed to become a leader in the emerging field of regenerative medicine. His practice, BioReset Medical, provides treatments for conditions ranging from pain and complex illness to anti-aging and wellness. He treats some of the most challenging to diagnose and difficult to live with ailments that people suffer from today, including Lyme disease, chronic pain, PTSD, and mycotoxin illness. Dr. Cook's approach is to use the most non-invasive, natural, and integrative treatments possible. In this discussion with Dr. Matthew Cook, you'll discover: -The circumstances that brought Ben to Matt's office most recently...09:20 - BioReset Medical - Ben got stung by a scorpion at a [Runga](https://www.rungalife.com/the-gathering)retreat 6 years ago [Fig poultice](https://bengreenfieldfitness.com/podcast/qa-430/)and [frankincense essential oils](https://bengreenfieldfitness.com/wizardry)(save 10% on with code ben) - The knee has been problematic and has grown increasingly worse since - Stem cells injected into the knee 3 months ago (at a clinic near Spokane, WA) - Knee blew up after the above-mentioned procedure [Baker's cyst](https://www.ncbi.nlm.nih.gov/books/NBK430774/): knee joint inflamed so that fluid leaks into the back of the knee - MRI showed inflammation, degeneration in patella, and femur due to misuse of the knee - Have had cyst drained 3 times in the past 3 months after stem cell injections -Why Ben's knee got worse and not better with all the treatment it received...16:50 - Synergy of separate techniques can throw each other out of whack - Super crazy immune response due to long-term inflammation - A bit of inflammation is part of the healing response - Exaggerated immune response, need to calm it down - Steroids are hard on connective tissue in spite of immediate benefits -A new protocol that allows joint healing without invasive surgery...21:00 [The Wall Street Journal article](https://www.wsj.com/articles/a-knee-or-hip-replacement-without-surgery-its-on-the-horizon-11631196055)Ben mentions - Drugs that promote adhesion of cartilage cells to create a more functional joint - Two components: Micro-fracture, intraosseous procedure - Marrow is a nutrition source for the cartilage - Begin with more minimally-invasive procedure; the more invasive if necessary - Do you have inflammation in the marrow, or is it the joint - Best way to look for marrow edema is MRI; everything else is ultrasound [Knees Over Toes program](https://www.youtube.com/channel/UCGybO-bWZ3W6URh42sdMQiw), [Ben Patrick](https://www.atgonlinecoaching.com/) - Platelet-rich plasma (PRP) from the blood into the bone marrow - Most stem cells used in procedures come from baby's placenta when they're born -Dr. Matthew Cook and his take on Covid and vaccines...38:05 - Vaccinated healthcare providers are less likely to give Covid to their patients - Dr. Matthew Cook got the Pfizer vaccine (mRNA) - Accelerated schedule for vaccinations - Spike proteins in the vaccine last for 2 weeks; stimulates the whole immune system - Immune response is not as intense as other vaccines; why you need two of them - mRNA does not get encoded into the DNA; only instructs cells to make a protein that will be an antibody to the virus - Immune system will be better prepared to react to another Covid-type virus - Vaccinated folks have a much less intense reaction to the Delta variant - Bacteria, over a long time, start to have an ability to outmaneuver drugs; viruses, on the other hand, can rapidly change -Concerns with toxins and microplastics in the vaccines...45:00 - No adjuvants that will trigger long-term issues in the mRNA vaccine - A previous injury or condition will trigger a bigger reaction to a vaccine - People who react poorly to the Covid vaccine almost always have Lyme, mold, Epstein-Barr, etc. (stealth co-infections) - Testing for stealth co-infections prior to taking the vaccine would not be cost-effective - Covid was somewhat infectious; the Delta variant is far more infectious (more contagious than smallpox) -Dr. Matthew Cook and his thoughts on alternative, non-vaccine treatments for Covid and the vaccine...49:45 - Joe Rogan got the monoclonal antibody - Takes hamster cells, induce them to secrete an antibody that is active against Covid - Smallpox was eliminated - The problems of Covid are infinitely worse than the vaccine - Would treat Covid full-time if there weren't so many regulations - Covid may become far more lethal very fast if measures aren't taken - Vaccination gives you the ability to do better as the virus mutates into something a lot worse - Advocate for the immunocompromised -How effective are peptides at preventing or treating Covid...56:40 - Ivermectin and hydroxychloroquine are not as effective as we may have first thought - Peptides can be helpful, especially LL37 and Thymosin -1 (legality is a bit ambiguous) [BPC 157](https://bengreenfieldfitness.com/article/supplements-articles/how-to-use-bpc-157/)has anti-inflammatory effects and good beneficial effects for blood vessels - Thymosin -4 - BGF podcast with Jean Francois Tremblay: -What are the best vaccination options available?...1:00:45 - mRNA (messenger RNA) vaccines encode for proteins to be made - Submitted an IND (Investigational New Drug) for [Kimera Exosomes](https://kimeralabs.com/) - Stem cells excrete exosomes - Stem cells float around the body and secrete stuff when they encounter inflammation; turns off inflammation - µRNA is one of the stuff secreted - µRNA modulates how mRNA works - Turning down immune response to the vaccination could make the vaccination less effective - AstraZeneca and J&J vaccines are adenoviruses (put DNA into the viruses in the vaccines); traditional virus platform - Maybe a better response to use a different vaccine for booster shots (wait until more data is available) -Should someone who has had Covid be a pariah in society if they aren't vaccinated?...1:12:15 - The immune response you get from the vaccine is better than from actually having Covid - Immune response from having had Covid plus having had the vaccine is the best - Vaccinated are less likely to be an asymptomatic carrier -Ben's thoughts on vaccines after this discussion with Dr. Matthew Cook...1:15:25 - Do the mRNA vaccine if he chooses to do it for efficacy and ethical concerns - If there is any possibility you can ensure you don't have signs of a stealth co-infection, do that first - Consult a doctor who can advise on proper peptides before taking the vaccine - Recommended to take before vaccination: [Vitamin C](https://bengreenfieldfitness.com/vitaminc) [Glutathione](https://almsbio.com/products/liposomal-glutathione-coq10-pqq/?ref=bengreenfield)(use code BENGREENFIELD10 like [Activated Charcoal](https://amzn.to/3EheaoS) - -Will Ben Greenfield get the Covid vaccine, or will he not?...1:19:40 -And much more! [Click here for the full written transcript of this podcast episode.](https://bengreenfieldfitness.com/transcripts/transcript-matthew-cook-regenerative-covid/) Resources mentioned in this episode: - Matthew Cook: - [Pre- and Post-Vaccine Support Strategies](https://bengreenfieldlife.com/wp-content/uploads/2021/09/Pre-and-Post-Vaccine-Support-Strategies-1.pdf) BioReset Medical - Previous podcasts with Matthew Cook: [Dr. Matt Cook & Ben Greenfield Get Put In The Hot Seat: Favorite Books, Best Anti-Stress Tactics, Pig-Based Nootropics, Best Billboard Advice & Much More!](https://bengreenfieldfitness.com/podcast/lifestyle-podcasts/dr-matt-cook/) [Kiss Gas & Bloating Goodbye With Dr. Matt Cook: The Complete Done-For-You Guide To Eliminating SIBO Once & For All (Along With Sex, Trauma, PTSD, Ozone Dialysis & More!).](https://bengreenfieldfitness.com/podcast/digestion-podcasts/how-to-treat-sibo-naturally/) [Everything You Need To Know For Antivirus & Immune System Enhancement: A Special One-Two Podcast Episode With Dr. Matt Cook, Dr. Matt Dawson, & Dr. Michael Mallin.](https://bengreenfieldfitness.com/podcast/lifestyle-podcasts/how-to-improve-immune-system/) [Killing Mold & Mycotoxins For Good, The Craziest IVs You Can Get For Energy, Fixing Knees & Back Without Surgery & Much More With Dr. Matt Cook.](https://bengreenfieldfitness.com/podcast/recovery-podcasts/mycotoxins/) [What You Didn't Know About CBD & THC, Fixing Lyme Disease, The Full Body Blood Change Reboot, Peptides 101, Hyperthermia & Much More!](https://bengreenfieldfitness.com/podcast/lifestyle-podcasts/cbd-thc/) [Immortal Cells, Biohacking Pain, Killing Lyme, Stem Cell Confusion, How Ketamine Works & Much More With Dr. Matt Cook.](https://bengreenfieldfitness.com/podcast/biohacking-podcasts/how-ketamine-works/) [Pre- and Post-Vaccine Support Strategies](https://bengreenfieldlife.com/wp-content/uploads/2021/09/Pre-and-Post-Vaccine-Support-Strategies.pdf) - - Podcasts And Articles: [The Peptides Podcast: Everything You Need To Know About Anti-Aging, Muscle Gain, Fat Loss & Recovery Peptides with Jean Francois Tremblay.](https://bengreenfieldfitness.com/podcast/peptides-jean-francois/) [How To Use BPC-157: A Complete Dummies Guide To Healing The Body Like Wolverine.](https://bengreenfieldfitness.com/article/supplements-articles/how-to-use-bpc-157/) [The Secret Darling Of The Nutrition Supplements Industry & Why Ben Greenfield Has Changed His Mind On Amino Acids: Myths, Deception & Truth Of BCAAs vs. EAAs.](https://bengreenfieldfitness.com/article/supplements-articles/how-to-use-amino-acids/) [Q&A 430: How To Fix Bad Knees (Without Surgery), What *Really* Works For Weight Loss, Minimal Effective Dose Of Exercise, Carrot Cake Smoothies & Much More!](https://bengreenfieldfitness.com/podcast/qa-430/) - Other Resources: Journal Article](https://www.wsj.com/articles/whats-next-for-health-11631196896) [A Knee Or Hip 'Replacement' Without Surgery? It's On The Horizon](https://www.wsj.com/articles/a-knee-or-hip-replacement-without-surgery-its-on-the-horizon-11631196055) [Covid-19 Vaccine — Frequently Asked Questions](https://www.nejm.org/covid-vaccine/faq) [Reduced Risk Of Reinfection With SARS-CoV-2 After COVID-19 Vaccination — Kentucky, May-June 2021](https://www.cdc.gov/mmwr/volumes/70/wr/mm7032e1.htm) [Study Shows Why Second Dose Of Be Skipped](https://med.stanford.edu/news/all-news/2021/07/immune-system-second-covid-19-vaccine-dose.html) [The Single-Cell Epigenomic And Transcriptional Landscape Of Vaccination](https://www.cell.com/cell/fulltext/S0092-8674(21)00692-9) [The Human Immune Monitoring Center (HIMC)](https://iti.stanford.edu/himc.html) [Effect of Vaccination on Transmission of SARS-CoV-2](https://www.nejm.org/doi/full/10.1056/NEJMc2106757) - COVID-19 Vaccines & Fetal Cell Lines - Recommended to take before vaccination: [Vitamin C](https://bengreenfieldfitness.com/vitaminc) [Glutathione](https://almsbio.com/products/liposomal-glutathione-coq10-pqq/?ref=bengreenfield)(use code BENGREENFIELD10 to save 10%) - Binders like [Activated Charcoal](https://amzn.to/3EheaoS) - - Studies Matt mentioned with his highlighted takeaways: [Covid-19 Vaccine —](https://www.nejm.org/covid-vaccine/faq)Here is the FAQ they talk about vaccinated people being less likely to transmit to others Frequently Asked Questions: - Some of the people who participated in the clinical trials had evidence of prior SARS-CoV-2 infection (based on a positive antibody test), and the vaccines were safe and efficacious in this group. A [subsequent population-based study. opens in new tab](https://www.cdc.gov/mmwr/volumes/70/wr/mm7032e1.htm)demonstrated that among people who had recovered from Covid-19, the likelihood of reinfection was 2.34 times higher for those unvaccinated versus vaccinated. [Because reinfection after recovery from Covid-19](https://med.stanford.edu/news/all-news/2021/07/immune-system-second-covid-19-vaccine-dose.html)is rare in the months following infection, some people may wish to defer immunization for a few months — however, if they wish to be immunized sooner, there is no contraindication. Patients who were treated with monoclonal antibodies or convalescent plasma should wait this long, however. These treatments might inactivate the vaccines, making them less effective. Deferral of immunization for 90 days after treatment with monoclonal antibodies or convalescent plasma is recommended. - The second shot has powerful beneficial effects that far exceed those of the first shot,\" Pulendran said. \"It stimulated a manifold increase in antibody levels, a terrific T-cell response that was absent after the first shot alone, and a strikingly enhanced innate immune response.\" Unexpectedly, Pulendran said, the vaccine — particularly the second dose — caused the massive mobilization of a newly discovered group of first-responder cells that are normally scarce and quiescent. First identified in a recent vaccine [study](https://www.cell.com/cell/fulltext/S0092-8674(21)00692-9)led by Pulendran, these cells — a small subset of generally abundant cells called monocytes that express high levels of antiviral genes — barely budge in response to an actual COVID-19 infection. But the Pfizer vaccine induced them. This special group of monocytes, which are part of the innate museum, constituted only 0.01% of all circulating blood cells prior to vaccination. But after the second Pfizer-vaccine shot, their numbers expanded 100-fold to account for a full 1% of all blood cells. In addition, their disposition became less inflammatory but more intensely antiviral. They seem uniquely capable of providing broad protection against diverse viral infections, Pulendran said. \"The extraordinary increase in the frequency of these cells, just a day following booster immunization, is surprising,\" Pulendran said. \"It's possible that these cells may be able to mount a holding action against not only SARS-CoV-2 but against other viruses as well.\" [Effect of Vaccination on Transmission of SARS-CoV-2.](https://www.nejm.org/doi/full/10.1056/NEJMc2106757)This is the article on vaccination and preventing infections in the family. Upcoming Events: - Join me and my wife Jessa at Runga for The Gathering. [Click here to grab one of the very limited spots we have open to the public for The Gathering at Runga (October 7-9, 2021)](https://www.rungalife.com/the-gathering). [Las Vegas Keto Expo (October 15-16, 2021)](http://www.lvketo.com/). Ben will be speaking at the Las Vegas Keto Expo along with 13 other keto experts. The first 300 guests to [register here](http://www.lvketo.com/)will get a free drink chip for the poolside party and a free t-shirt. - Keep up on Ben's LIVE appearances by following [bengreenfieldfitness.com/calendar](https://bengreenfieldfitness.com/calendar/) Episode sponsors: - [Kion Aminos](https://getkion.com/bengreenfield): Building blocks for muscle recovery, reduced cravings, better cognition, immunity, and more. - [JOOVV](http://joovv.com/ben): After using the Joovv for close to 2 years, it's the only light therapy device I'd ever recommend. Give it a try: you won't be disappointed. For a limited time, Joovv wants to hook you up with an exclusive discount on your first order. Just apply code BEN to your qualifying order. - [Butcher Box](http://butcherbox.com/ben): Delivers healthy 100% grass-fed and finished beef, free-range organic chicken, and heritage breed pork directly to your door on a monthly basis. All their products are humanely raised and NEVER given antibiotics or hormones. - [Organifi Green Juice](http://organifi.com/ben): Now you can get all your healthy superfoods in one glass...with No Shopping, No Blending, No Juicing, and No Cleanup. Get a 20% discount on your entire order when you use "}