{"title": "Discussing the MMR vaccine with patients - The Pharmaceutical Journal", "author": "Louise Letley; Mary Ramsay", "url": "https://pharmaceutical-journal.com/article/ld/discussing-the-mmr-vaccine-with-patients", "hostname": "pharmaceutical-journal.com", "description": "As outlined in Public Health England's 'UK Measles and Rubella elimination strategy', MMR vaccination needs to improve to achieve and maintain elimination in line with recommendations from the World Health Organization.", "sitename": "The Pharmaceutical Journal", "date": "2019-01-09", "cleaned_text": "In 2017, the World Health Organization (WHO) announced that measles had been eliminated in the UK, owing to a \"sustained interruption of endemic transmission for at least 36 months\" [[1]](#fn_1) . Despite this, measles remains a threat to the UK population, with sustained outbreaks occurring in both the UK and mainland Europe in 2018. More than half of the cases in Europe are in young people and adults who missed their measles, mumps and rubella (MMR) vaccines when they were younger [[2]](#fn_2) . To ensure ongoing public confidence in vaccines and a high vaccine uptake, it is vital that pharmacists and other healthcare professionals (HCPs) are confident and knowledgeable about immunisations. This article will describe the MMR vaccine and how pharmacists can communicate its benefits effectively to patients. MMR vaccine and reduction in measles notifications Measles is a highly contagious viral disease that can be serious for young children (see Box 1). However, the spread of the disease can be controlled with two doses of the MMR vaccine, which are given as part of the NHS childhood vaccination programme (at around 12 months of age and around 3 years 4 months of age). This results in a vaccine effectiveness of more than 90% after one dose and around 97% after two doses [[3]](#fn_3) . High sustained vaccine coverage is necessary to achieve measles elimination [[4]](#fn_4) (see Box 2). UK coverage The 2017-2018 coverage for the MMR vaccine measured at 2 years of age was 91.2% — the lowest it has been since 2011-2012 [[5]](#fn_5) . Uptake of the second MMR dose by 5 years of age in 2017-2018 was 87.2%, which was below the WHO 95% target required to sustain elimination [[5]](#fn_5) . Box 1: Symptoms and complications of measles Measles is a highly infectious disease that is transmitted through the respiratory system. It can be severe, particularly in immunosuppressed individuals, young infants and during pregnancy (when it increases the risk of miscarriage, stillbirth or preterm delivery) [[6]](#fn_6) . Source: Dr P. Marazzi / Science Photo Library Pathogenesis and symptoms The incubation period of measles is around 10 days (range 7-18 days), and begins with a 2-4-day period of illness (known as the 'prodromal phase') before the rash appears. The infectious period starts from around four days before the rash appears and lasts until up to four days after the onset of the rash [[7]](#fn_7) . The rash itself generally starts on the face and behind the ears, extending to the face and the trunk, and lasts for 3-7 days, fading gradually [[8]](#fn_8) . Symptoms typically peak on the first day of the rash [[8]](#fn_8) , including: - High fever; - Coryzal symptoms (e.g. runny nose, sneezing); - Cough; - Conjunctivitis. Complications The most frequent complications otitis media and diarrhoea [[7]](#fn_7), [[8]](#fn_8) . Measles infection often causes a temporary reduction in the immune system's response to infection, leading to an increased risk of severe secondary bacterial and viral infections [[6]](#fn_6) . As such, tracheobronchitis (also known as 'measles croup') and pneumonia are frequent complications [[7]](#fn_7) . Encephalitis occurs more rarely (in , while subacute sclerosing panencephalitis (SSPE) is a very rare but very severe complication (occurring in around 0.01% of cases) [[9]](#fn_9) . Cases of SSPE present a few years after the measles infection with progressive neurocognitive symptoms, which in most cases lead to coma and death. The risk of SSPE is increased in children who acquire measles before the age of one year. Box 2: History of measles vaccination in the UK From the introduction of the measles vaccination in 1968 until the late 1980s, coverage was insufficient to interrupt measles transmission. The measles, mumps and rubella (MMR) vaccination was introduced in October 1988. Coverage levels in excess of 90% were achieved, leading to a substantial reduction in measles transmission, and measles notifications fell to low levels. In 1998, Andrew Wakefield published his discredited paper erroneously linking MMR with autism. This resulted in intense media coverage globally and had a significant impact on MMR coverage, which dropped to around 80% nationally in the late 1990s and early 2000s. The Lancet subsequently withdrew the paper and Andrew Wakefield was struck off the UK medical register. However, it took many years to recover MMR coverage and, despite the paper being discredited, many anti-vaccination campaigners today still quote his paper. Despite sustained efforts to catch up these under-vaccinated cohorts, it was estimated that following a catch-up campaign launched in 2013, around 210,000 children aged 10-16 years remained unvaccinated nationally, with 80,000 (38%) of them living in London. Source: [Orenstein] WA, Perry RT & Halsey NA. The clinical significance of measles: a review. J Infect Dis 2004;189(Suppl 1):S4-S16. [doi: 10.1086/377712](http://doi.org/10.1086/377712) Barriers to uptake Lack of access to immunisation services that meet the needs of the community can be a barrier [[10]](#fn_10), [[11]](#fn_11) , as can cultural and religious beliefs. Herd immunity extends the benefits of the national immunisation programme to unvaccinated individuals; however, the extent of this effect will depend on overall vaccine coverage and population mixing patterns. When large numbers of unvaccinated individuals live in close proximity, their communities become vulnerable to outbreaks. Patient groups at risk of measles outbreaks In England, there were 913 laboratory-confirmed measles cases between 1 January 2018 and 31 October 2018 — a steep rise compared with the 259 laboratory-confirmed cases in 2017 [[12]](#fn_12) . The increase in the number of cases is associated with: - Importations from Europe that have led to limited spread in the population, particularly in under-vaccinated communities, such as travellers, migrant populations and the anthroposophic (Steiner) community; - Cases in young people and adults who missed their MMR vaccines when they were younger [[2]](#fn_2) ; - Unvaccinated HCPs following outbreaks in healthcare settings, which increases the risk of spreading the disease to their vulnerable patients [[13]](#fn_13) . Pharmacists and other HCPs should encourage uptake of the MMR vaccine in under-vaccinated people in older cohorts (people aged 5-25 years), as well as in infants as part of the NHS childhood vaccination programme. Understanding vaccine decision-making In England, the vast majority of parents automatically have their children vaccinated according to the NHS childhood vaccination programme [[14]](#fn_14) ; only around 3% actively refuse immunisation [[15]](#fn_15) . Communicating effectively with parents and ensuring services are flexible and responsive are essential to providing support to those who would like more information or are undecided. Pharmacists and other HCPs should also be aware that there can be many interrelated determinants for vaccine hesitancy. These should be assessed in a systematic manner to explore the individual, group and contextual influences, along with any vaccine- or vaccination-specific issues (see Box 3). Box 3: Factors that influence vaccine decision-making These include: - Individual risk perception: - How serious is the disease being vaccinated against? - How safe and effective is the vaccine perceived to be? - In countries with high vaccination uptake, vaccine effectiveness reduces the disease incidence. As people forget the consequences of the disease, some people have a misperception of increased vaccine risk; - Attitudes and beliefs towards vaccination, healthcare systems and authority; - Barriers and enablers: - Barriers can include issues with accessing services (e.g. difficulty making appointments, inconvenient clinic times) or indirect costs (e.g. travel costs and having to take time off work); - Social and cultural norms: - An individual's attitudes and beliefs may be affected by where they live, their age, gender, socioeconomic status, education, profession or religious or other beliefs. Discussing the MMR vaccine with patients Be prepared Pharmacists and other HCPs should have appropriate training and know where to signpost people for further information (see Useful Resources). Patients should be informed that they can check with their GP if they are unsure whether they ever received the MMR vaccine. Keep messages clear and easy to understand HCPs should keep messages simple and should not use medical jargon [[16]](#fn_16) . People mistrust strong statements such as 'no risk' and may conversely believe the opposite [[17]](#fn_17) . The side effects of the MMR vaccine are usually mild (e.g. developing a mild, non-infectious form of measles that lasts for 2-3 days). It is important to remember that the potential side effects of the vaccine are much milder than the potential complications of measles, mumps and rubella (see Box 1). Emphasise gains instead of promoting fear It is important to use phrases such as 'protect your child', rather than 'measles kills' [[16]](#fn_16) . Pharmacists and other HCPs should advise parents that the MMR vaccine works by triggering the immune system to produce antibodies against measles, mumps and rubella. If their child then comes into contact with one of the diseases, their immune system will recognise it and immediately produce the antibodies needed to fight it. Emphasise social norms HCPs should reinforce the fact that the vast majority of children get their MMR vaccine on time and that vaccinating protects not only the individual, but also people in society who are either too young to be vaccinated or cannot be vaccinated owing to illness (e.g. newborns or children with weakened immune systems). Immunisation behaviour is a habit Parental attitudes towards vaccination are influenced by their experiences during the first year of their child's life. These experiences influence future decisions on whether to vaccinate or not. Services should aim to provide positive immunisation experiences, especially at the first visit [[18]](#fn_18) . Emphasise facts HCPs should not repeat myths (see Box 4). They should start with the facts to make sure people remember these in place of any myths. For example, it is not possible for people who have recently had the MMR vaccine to infect other people with measles, mumps or rubella. Box 4: Myth busting Be careful with myth busting, as simply mentioning a myth can reinforce it. A report by the European Centre for Disease Control recommends the following when responding to myths: Core facts - A refutation should emphasise the facts, not the myth. Present only key facts and avoid complicated debunking: - For example, pharmacists and other healthcare professionals (HCPs) should reinforce that vaccination is the best way to get immunity against measles, rather than gaining immunity through disease exposure. The measles, mumps and rubella (MMR) vaccine provides protection against measles, while avoiding potentially severe symptoms and complications (see Box 1); - Furthermore, it is important to talk through any concerns parents may have; however, be careful not to add potential concerns by mentioning issues not raised by the parent. Explicit warnings - Before any mention of a myth, text or visual cues should warn that the upcoming information is false: - For example, Andrew Wakefield's work on the MMR vaccine and autism has since been completely discredited and he has been struck off as a doctor in the UK. This should be emphasised when explaining that there is no link between the MMR vaccine and autism. Alternative explanation - Any gaps left by the debunking need to be filled. This may be achieved by providing an alternative causal explanation for why the myth is wrong: - For example, a child who had one dose of MMR may still get measles. This is to be expected as a single dose of MMR vaccine protects only 9 out of 10 children. This is why children need their second dose; after their second dose, 9 out of 10 of those who did not respond to the first dose will be protected. Therefore, the second dose boosts protection to almost 100%. Graphics - Core facts should be displayed graphically where possible: - For example, providing parents with written materials and visual imagery can help them to remember the truth, rather than incorrect claims about vaccination. Language - Avoid strong language when you say that there is no risk or no pain from an injection. Making strong claims denying the possibility of risk and pain associated with vaccinations may backfire: - Do not say \"it doesn't hurt\" or \"it'll be over soon\" — instead, explain that \"there could be an unpleasant sensation, similar to a poke or a sting, and some pushing\". - It is also important to use language that is appropriate to the caregiver's and/or patient's level of understanding, and acknowledge or normalise their feelings: - For example, explain that \"it is normal to feel nervous before getting an injection\". Sources: Skurnik I, Yoon C, Park D & Schwarz N. How warnings about false claims become recommendations. J Consum Res 2005;31(4):713-724. [doi: 10.1086/426605](https://doi.org/10.1086/426605); European Centre for Disease Prevention and Control. Measles and rubella elimination: communication the importance of vaccination. 2014. Available at: [https://ecdc.europa.eu/sites/portal/files/media/en/publications/Publications/Measles-rubella-elimination-communicating-importance-vaccination.pdf](https://ecdc.europa.eu/sites/portal/files/media/en/publications/Publications/Measles-rubella-elimination-communicating-importance-vaccination.pdf) (accessed January 2019); NHS Choices. MMR vaccine FAQs. 2018. Available at: [https://www.nhs.uk/conditions/vaccinations/mmr-questions-answers/](https://www.nhs.uk/conditions/vaccinations/mmr-questions-answers/) (accessed January 2019) Improving access to services Although effective communication is important, the service provided must be flexible and easy to access in order to optimise uptake. Pharmacists and other HCPs can further support vaccination uptake by: - Making the immunisation appointment system easy to access and simple to use — make use of text reminders where possible [[19]](#fn_19) ; - Providing individualised invites and reminders [[19]](#fn_19) ; - Specifying that appointment dates and times can be changed; - Providing immunisations at convenient times (e.g. opportunistically, evenings and weekends); - Providing services that meet the needs of local communities (e.g. information provided in local languages or using interpretation services as required); - Providing child-friendly facilities (e.g. is there room for buggies or a private area for baby changing or breastfeeding?). Useful resources - 'UK Measles communicating the vaccination: [http://ecdc.europa.eu/sites/portal/files/media/en/publications/Publications/Measles-rubella-elimination-communicating-importance-vaccination.pdf](http://ecdc.europa.eu/sites/portal/files/media/en/publications/Publications/Measles-rubella-elimination-communicating-importance-vaccination.pdf) References [[1]](#fn_link_1) World Health Organization. Measles no longer endemic in 79% of the WHO European Region. 2017. Available at: [http://www.euro.who.int/en/media-centre/sections/press-releases/2017/measles-no-longer-endemic-in-79-of-the-who-european-region](http://www.euro.who.int/en/media-centre/sections/press-releases/2017/measles-no-longer-endemic-in-79-of-the-who-european-region) (accessed January 2019) [[2]](#fn_link_2) Community Practitioner. Making measles history. 2018. Available at: [https://www.communitypractitioner.co.uk/features/2018/09/making-measles-history](https://www.communitypractitioner.co.uk/features/2018/09/making-measles-history) (accessed January 2019) [[3]](#fn_link_3) Centers for Disease Control and Prevention. Measles vaccination. 2018. Available at: [https://www.cdc.gov/measles/vaccination.html](https://www.cdc.gov/measles/vaccination.html) (accessed January 2019) [[4]](#fn_link_4) World Health Organization. Monitoring Rec 2010;85(49):490-494. [PMID: 21140596](https://www.ncbi.nlm.nih.gov/pubmed/?term=21140596) [[5]](#fn_link_5) coverage statistics — England 2017-18. Available at: [http://digital.nhs.uk/data-and-information/publications/statistical/nhs-immunisation-statistics/england-2017-18](http://digital.nhs.uk/data-and-information/publications/statistical/nhs-immunisation-statistics/england-2017-18) (accessed January 2019) [[6]](#fn_link_6) Measles. Lancet 2012;379(9811):153-164. [doi: 10.1016/S0140-6736(10)62352-5](https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(10)62352-5/fulltext) [[7]](#fn_link_7) Public Health England. The Green Book. Chapter 21. 2005. [https://webarchive.nationalarchives.gov.uk/20130107105354/https:/www.wp.dh.gov.uk/immunisation/files/2012/09/Green-Book-updated-040113.pdf](https://webarchive.nationalarchives.gov.uk/20130107105354/https:/www.wp.dh.gov.uk/immunisation/files/2012/09/Green-Book-updated-040113.pdf) (accessed January 2019) [[8]](#fn_link_8) [Orenstein] WA, Perry RT & Halsey NA. The clinical significance of measles: a review. J Infect Dis 2004;189(Suppl 1):S4-S16. [doi: 10.1086/377712](http://doi.org/10.1086/377712) [[9]](#fn_link_9) Campbell H, Andrews N, Brown KE & Miller E. Review of the effect of measles vaccination on the epidemiology of SSPE. Int J Epidemiol 2007;36:1334-1348. [doi: 10.1093/ije/dym207](https://doi.org/10.1093/ije/dym207) [[10]](#fn_link_10) Letley et al. Tailoring immunisation programmes: using behavioural insights to identify barriers and enablers to childhood immunisations in a Jewish community in London, UK. Vaccine 2018;36(31):4687-4692. [doi: 10.1016/j.vaccine.2018.06.028](http://doi.org/10.1016/j.vaccine.2018.06.028) [[11]](#fn_link_11) Jackson C, Dyson L, Bedford H et al. Needles, jabs and jags: a qualitative exploration of barriers and facilitators to child and adult immunisation uptake among Gypsies, Travellers and Roma. BMC Public Health 2017;17:254. [doi: 10.1186/s12889-017-4178-y](http://doi.org/10.1186/s12889-017-4178-y) [[12]](#fn_link_12) Public Health England. Measles outbreaks across England. 2018. Available at: [http://www.gov.uk/government/news/measles-outbreaks-across-england](http://www.gov.uk/government/news/measles-outbreaks-across-england) (accessed January 2019) [[13]](#fn_link_13) Public Health England. Vaccine update. 2018. Available at: [https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/731445/VU_280_July2018.pdf](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/731445/VU_280_July2018.pdf) (accessed January 2019) [[14]](#fn_link_14) Public Health England. Complete routine immunisation schedule. 2018. Available at: [http://www.gov.uk/government/publications/the-complete-routine-immunisation-schedule](http://www.gov.uk/government/publications/the-complete-routine-immunisation-schedule) (accessed January 2019) [[15]](#fn_link_15) Campbell H, Edwards A, Letley L et al. Changing attitudes to childhood immunisation in English parents. Vaccine 2017;35(22):2979-2985. [doi: 10.1016/j.vaccine.2017.03.089](http://dx.doi.org/10.1016/j.vaccine.2017.03.089) [[16]](#fn_link_16) Organization. Vaccinations [http://www.euro.who.int/en/health-topics/disease-prevention/vaccines-and-immunization/publications/2017/vaccination-and-trust-2017](http://www.euro.who.int/en/health-topics/disease-prevention/vaccines-and-immunization/publications/2017/vaccination-and-trust-2017) (accessed January 2019) [[17]](#fn_link_17) Betsch C & Sachse K. Debunking vaccination myths: strong risk negations can increase vaccination & Wichmann O. How baby's first shot determines the development of maternal attitudes towards vaccination. Vaccine 2018;36(21):3018-3026. [doi: 10.1016/j.vaccine.2018.04.023](http://doi.org/10.1016/j.vaccine.2018.04.023) [[19]](#fn_link_19) Dexter LJ, Teare MD, al. Strategies to increase influenza vaccination rates: outcomes of a nationwide cross-sectional survey of UK general "}