{"title": "The Herb Shoppe Essential Oils (5ml)", "author": "Diamond S", "url": "https://theherbshoppepdx.com/products/the-herb-shoppe-essential-oils-5ml", "hostname": "theherbshoppepdx.com", "description": "Lemon Essential Oil Latin: Citrus limonAroma: Fresh, citrus-yOrigin: AsiaNote Classification: TopExtraction Method: Cold PressedParts Used: Peel Plantlife says... Lemon has a fresh, uplifting, and citrus-y aroma. It is a pleasant and functional addition to cleaning formulations and air fresheners due to its disinfectan", "sitename": "The Herb Shoppe", "date": "2023-02-12", "cleaned_text": "Free shipping on orders over $100 Latin: Citrus limon Aroma: Fresh, citrus-y Origin: Extraction Method: Cold Pressed Parts Used: Peel Plantlife says... Lemon has a fresh, uplifting, and citrus-y aroma. It is a pleasant and functional addition to cleaning formulations and air fresheners due to its disinfectant, antiviral, antibacterial and antiseptic properties. It helps to clean and cut grease and stains and remove gum while imparting a pleasant citrus aroma. It also helps improve micro-circulation, immune function, and helps with digestive problems. For hair and skin care formulations, the astringency of Lemon makes it useful for combating oily skin and hair. Within holistic aromatherapy, the bright, citrus scent is stimulating, but it also is said to aid in focus and concentration. It is often used by spas and incorporated into body massage oils, body wraps and salt soaks. Blends well with: Basil, Bergamot, Cade, Carrot Seed, Chamomile, Cinnamon Leaf, Cistus, Citronella, Clove Bud, Coriander, Cypress, Dill, Elemi, Eucalyptus, Fennel, Needle, Frankincense, Geranium, Ginger, Grapefruit, Helichrysum, Hyssop, Jasmine, Latin: Lavandula hybrida Aroma: Camphorous, similar to Lavender Origin: Middle Extraction Method: Steam Distilled Parts Used: Flowers Plantlife says... Lavandin has a very similar aroma to Lavender but is more camphorous smelling. It is a hybrid lavender similar in properties to Lavander, but less pronounced and yields more oil making it less costly. It can be included in formulations intended for pain relief or disinfection and useful in cases of muscle stiffness, aches and pains. It also helps in easing the lungs and helps with common related ailments like coughs, colds and flu. Blends well with: Amyris, Bay Leaf, Bergamot, Cinnamon Leaf, Citronella, Clary Sage, Clove Bud, Cumin, Jasmine, Rosemary, Thyme 100% Pure Aroma: Fresh, minty, sweet Origin: Extraction Method: Steam Distilled Parts Used: Leaves Plantlife says... Peppermint has a fresh, minty, sweet, herbaceous aroma. Its healing application extends to nervous disorders, the respiratory tract, for muscle aches and pains, and skin problems. It is not only very refreshing, but stimulating as well. Aromatherapists use Peppermint in treating asthma, nausea, colic, cramps, colds, fevers, fainting, headaches, mental fatigue, flatulence and nausea. Peppermint may also help certain emotional conditions, such as depression, shock, migraines, nervous stress, vertigo and faintness. It is useful in general respiratory disorders as well, whether they are caused by microbes or allergies. Peppermint is known to relieve pain from toothaches, rheumatism, neuralgia, muscular pains and painful menstrual cycles, due to its effects on the circulatory system. Blends well with: Basil, Black Pepper, Cinnamon Leaf, Cypress, Dill, Eucalyptus, Geranium, Grapefruit, Juniper Berry, Lavender, Lemon, Lemon Eucalyptus, Niaouli, Pine, Rosemary, Sandalwood, Spearmint, Sweet Marjoram, Tea Tree, Wintergreen 100% Pure Mentha piperita Essential Oil - Therapeutic grade -- Cautions: Never use essential oils undiluted or in eyes or mucus membranes. Do not take internally unless working with a qualified and expert practitioner. Keep away from children and pets. If applying an essential oil to the skin, always dilute and perform a small patch test to an insensitive part of the body. This information is for educational purposes only. It has not been evaluated by the Food and Drug Administration and is not intended to diagnose, treat, cure, or prevent any disease. THS recommends that you consult with a qualified healthcare professional before using herbal products, particularly if you take other medications, or if you are nursing, pregnant, or expecting to become pregnant.This information is for education purposes, and is not intended to diagnose, treat, cure, or prevent any disease. This information has not been evaluated by the Food and Drug Administration. Read about contraindications [here](https://cdn.shopify.com/s/files/1/0514/0101/files/5_Stockleys-herbal_medicines_interactions.pdf?v=1664694477). Read Reviews from Our Satisfied Customers. \"If you want to change your life and overall well-being take the first step and visit the Herb Shoppe. They are so knowledgeable in herbs, flower essences, and everything vital to life. I am so very grateful for this store.\" \"The herb shoppe is amazing! I had such a positive experience and the staff was so patient and helpful. As a newbie to herbalism and apothecary, it's so refreshing to be guided and helped out without any judgement. Vicky is super awesome and knows so much about herbalism and essential oils. Great selection of herbs and they have some delicious kombucha on tap.\" \"This place is amazing. The staff there are always very helpful. Reasonable prices for a large selection of herbs, teas, etc. They have smudge sticks and other things too. I am a huge fan of their turmeric chips for my inflammation. It's better than taking ibuprofen, and I can just drop a few chips "}