{"title": "¿Qué es el Shinrin Yoku o baño de bosque? | CuídatePlus", "author": "Redacción CuídatePlus", "url": "https://cuidateplus.marca.com/ejercicio-fisico/diccionario/shinrin-yoku-bano-bosque.html", "hostname": "marca.com", "description": "El baño de bosque o Shinrin Yoku es una práctica espiritual con grandes beneficios para la salud. ¿Sabes en qué consiste? Anímate a descubrirlo y practicarlo.", "sitename": "Cuidateplus", "date": "2016-04-06", "cleaned_text": "13:30:20 CET ¿Qué es? El baño de bosque, también conocido como Shinrin Yoku, es una práctica que consiste en pasar tiempo en el bosque, con el objetivo de mejorar la salud, el bienestar y la felicidad. El término viene de su principio más importante: es beneficioso bañarse y sumergirse en la atmósfera del bosque. Se trata de una actividad procedente de Japón con gran tradición en diferentes culturas del mundo que invita a curar espiritualmente a las personas que lo practican. Precisamente, su componente espiritual es básico. En realidad, el bosque no es el único espacio donde se puede realizar, sino que cualquier espacio natural y abierto puede servir. Hay muchas actividades que se pueden realizar en estos lugares mientras se pasea por ellos que pueden beneficiar a la persona. Es importante en todas ellas escuchar, estar tranquilo, aceptar y reconocer la presencia propia y dejar que los sentidos sientan y disfruten de lo que hay a su alrededor. ¿Cómo practicar Shinrin Yoku? La [Asociación de Terapia de Bosque y Naturaleza](http://www.natureandforesttherapy.org/) de Estados Unidos indica que hay una serie de pautas necesarias para beneficiarse del Shinrin Yoku: Conectar con la naturaleza: hay que desplazar la mente a lo largo del paisaje, de tal manera que se abran los sentidos, se cultive la presencia propia y se comunique la persona con la tierra. No tener prisa: los paseos de baño de bosque no tienen como primer objetivo hacer ejercicio físico. La asociación prefiere evitar el término [senderismo](/ejercicio-fisico/diccionario/trekking.html) porque esto implica un esfuerzo físico. Normalmente estos paseos son de un kilómetro y medio y duran entre dos y cuatro horas. Prestar atención: frenar y abrir los sentidos. Dejar que los mensajes de la tierra y la naturaleza entren profundamente en la mente y en los corazones. Dedicarle tiempo: el baño de bosque no es cosa de una única vez y desarrollar una relación significativa con la naturaleza lleva tiempo. Dejarse guiar por un experto: como el [yoga](/ejercicio-fisico/diccionario/yoga.html), la [meditación](/ejercicio-fisico/2016/02/07/que-mindfulness-109149.html) o el ejercicio, el baño de bosque se aprende mejor con un guía cualificado. Pasear no lo es todo: el paseo es importante, pero hay otras rutinas que ayudan a profundizar en la relación con la naturaleza. Algunas de ellas son sentarse o comunicarse con otras especies. Beneficios Diversos [estudios](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2793346/<br /> ) han analizado los beneficios fisiológicos y psicológicos de esta práctica. La asociación menciona los siguientes: Mejor estado de ánimo: se ha visto que los paseos a partir de 40 minutos por el bosque favorecen mejores estados de ánimo y sentimientos de salud y fortaleza. Descenso de la hormona del estrés, el [cortisol](/enfermedades/psiquiatricas/2014/02/18/cortisol-posible-marcador-riesgo-depresion-31715.html): se reduce así este proceso, relacionado con multitud de patologías como [dolores de de estrés puede aumentar el riesgo de [ansiedad](/enfermedades/psiquiatricas/ansiedad.html), [depresión](/enfermedades/psiquiatricas/depresion.html), enfermedades cardíacas, aumento de peso y déficit de memoria y concentración. Refuerzo del sistema inmunitario: las hormonas del estrés pueden comprometer el sistema inmunitario. No es raro, por tanto, que el baño de bosque, al reducir la producción de cortisol, fortalezca este sistema de defensa. Mejora de la creatividad: pasar tiempo en la naturaleza mejora la creatividad. Si bien para lograr este beneficio es necesario estar inmerso en la naturaleza un tiempo mayor. Otros beneficios: el baño de bosque también incrementa la actividad del sistema nervioso parasimpático, mejora el descanso, conserva la energía, reduce el ritmo cardíaco e incrementa la actividad intestinal. Ver también: [Baños de bosque para desconectar de "}