{"title": "Best Practices for COVID-19 Testing and Vaccination Sites: Disability-related Accessibility", "author": null, "url": "https://www.health.state.mn.us/communities/equity/about/c19testing.html", "hostname": "state.mn.us", "description": null, "sitename": "MN Dept. of Health", "date": "2022-03-10", "cleaned_text": "Health Equity [Health Equity Vaccination Sites: Disability-related Accessibility On this page: [Make during an physical access](#physical) [Effective ways to improve access](#access) [More resources](#resources) Some people with disabilities and special health needs are at more risk than others of getting COVID-19 or of getting very sick if they do get it, because they have other medical conditions. The standard of care for COVID-19 testing or vaccination should not change based on disability. Instead, it is important to keep in mind the full range of needs of people with disabilities who may face special challenges getting tested or vaccinated for COVID-19. Many things can make it hard for some people to get tested or vaccinated: limited mobility; blindness; low vision; difficulty hearing, communicating or understanding information; and in some cases, sensory challenges. It is important to: - Recognize that people with disabilities are diverse, as are the places they live and work. Many disabilities are not visible or immediately clear. - Know that people with disabilities and special health needs may be more isolated and have more challenges than the general population. They may need help making an appointment and getting to the test or vaccination site. They may also need support during the test or vaccination. - Find creative ways to safely meet their needs. People with disabilities and special health needs may need your care and attention as much and maybe more than others. Make testing and vaccination accessible It is important that everyone is able to get tested when needed and vaccinated when available. This means making sure nothing gets in the way of access. Participation will improve for everyone by paying attention to these details: - Physical ease of access: Make sure the space is easy to get to and to move around inside for people with limited mobility and those who use wheelchairs, walkers, and other aids to get around. People who have low vision or are blind need a clear path of travel that is smooth and free of all barriers. Have someone at the door to ask people if they need any help or support getting tested or vaccinated. Always ask if someone needs help. Never assume that someone needs help and do not give help unless asked. - Sensory ease of access: Some people with disabilities, such as autism, or people who suffer after a trauma, may be sensitive to lights, sounds, smells, or the physical touch that testing and vaccination requires. Limiting the time they must wait is critical. A separate, more private space may be needed. Be patient and sensitive, taking into account each person's individual needs. - Cognitive ease of access: Give clear information about what will be done and how it will be done. Explain all the steps. This information should be available in different formats and in plain language; a visual storyboard can help to improve understanding. Give people the time they need to understand the information. Know that you may need to wait a little longer for a response. For testing, a swab is likely the easiest way to collect a sample when someone is unable to follow instructions that have two or more steps. Patience in all cases is the key; do not be pushy or assume you know someone's needs better than do. Understand that each person and their individual needs may be different. - Technological ease of access: Make sure the registration program is readable with a screen reader by someone who has low vision or is blind. Before and during an appointment - Give people effective ways during registration to ask for sign language interpreters, forms in large print, wheelchair access, and any other accommodations. This is generally a phone number or email address. - Train staff to ensure all people are treated with respect. - Communicate directly with the person being served in a way that shows respect and is appropriate for their age. - Ask someone with a disability if they need help or accommodation and what sort they may need. - Allow extra time as needed to make sure everything is explained, answered and understood fully; do not rush. - Ask permission to help or guide a person who is blind or has low vision. - Allow people to bring their service animals. Do not touch or distract the animals. Keep a 6-foot distance when possible. - Do not move someone's mobility device or personal belongings and do not help someone without asking. - Do not touch someone without asking. Improving physical access Parking - Make sure least one of every 25 parking spaces is accessible parking. These spaces should be clearly marked if people are to park and leave their vehicles to get tested or vaccinated. Spaces may be marked temporarily, if needed. - Accessible parking spaces must be 8 feet wide, with an access aisle that is also 8 feet wide. Access aisles must be marked \"no parking.\" Accessible parking spots must have a sign posted with the universal symbol of access. It must say \"vehicle ID required\" and say how much the fine is for parking illegally. Routes and entrances - Accessible routes and sidewalks must have a curb cut or curb ramp that is at least 36 inches wide with a stable, smooth, and slip-resistant surface and a slope no greater than 1:20 (5%). A portable ramp is acceptable. - Clean and clear paths. In the winter, make sure paths are shoveled and salted Registration and signage - The registration table or reception counter should be no more than 36 inches high, with a clear floor and leg space for a wheelchair and moveable chair to allow someone to sit if needed. - Readable signs with large font, high contrast colors, and a non-glare finish are important. Restrooms - If restrooms are provided, accessible restrooms should include an accessible toilet stall at least 78 inches deep and 60 inches wide; a toilet the height of 17 to 19 inches; and grab bars. - If portable restrooms are used or facility restrooms are inaccessible, an accessible portable restroom must be provided. Effective communication practices to improve access Be prepared to communicate in different ways. Be aware that masks can make communication harder. Always ask someone how they want to communicate. - Print standard questions, instructions, and descriptions of procedures. Have standard questions in large print or Braille. - Consider having clear masks available for staff to communicate with people who would benefit from reading lips or seeing a face more clearly. - Give clear instructions, both verbal and written, with step-by-step procedures. - Have a small, dry erase board for interactive conversations. - A phone or tablet can be used to access communication apps. - Have pictures available or demonstrate testing and/or vaccine procedures using visual cues. - Provide written materials in high-contrast large print (16-point font or larger) or in electronic format. - Read instructions aloud, if needed. More tools [Communication while wearing masks](https://mn.gov/deaf-hard-of-hearing/communication-access/emergency/masks.jsp) [Communicating with people with hearing loss (PDF)](https://edocs.dhs.state.mn.us/lfserver/Public/DHS-7914-ENG) [Age-related hearing loss: A guide for older adults, families, and caregivers (PDF)](https://edocs.dhs.state.mn.us/lfserver/Public/DHS-7189-ENG) [Understanding hearing loss: A guide for care facilities (PDF)](https://edocs.dhs.state.mn.us/lfserver/Public/DHS-7298-ENG) More ways to improve access - Some people may be unable to wear a mask due to their disability. This should not block them from being tested or vaccinated. Consider how your clinic can provide for their needs. For example, they could be met in the parking lot or at the main entrance to do a nasal swab . People should not be turned away because of inability to wear a mask. At-home testing may be a useful option for people who live in group homes, as limited staffing may make it hard to transport the person safely to and from a testing site. - Minnesota and Vault Medical Services have teamed up to offer free, at-home COVID-19 saliva testing for everyone, with or without symptoms. Learn more about and order tests at [COVID-19 Vault Saliva Testint at Home](https://www.health.state.mn.us/diseases/coronavirus/testsites/athome.html). While at-home tests may be an option, they may also require technology support if a person does not have access to register online. - Minnesota and Vault Medical Services have teamed up to offer free, at-home COVID-19 saliva testing for everyone, with or without symptoms. Learn more about and order tests at - People with disabilities or special health needs may need a support person to help during the testing or vaccination process. Your site should let them stay together during their appointment. Understand also that people have the right to bring service animals with them. - Provide a phone number at each location that a person with a disability or special health need can call for help entering the building due to physical challenges, or because they cannot see or read the signs, or for any other reasons. - For anyone, but especially people with disabilities and their caregivers, information about testing, vaccinations, and what to expect during the process is critical. Provide this information in advance, in plain language and in a format that the person can understand. - Transportation to and from testing and vaccination locations may be needed for people with disabilities and unique health needs. - If your health system offers accessible transportation, make this option clear for people who may visit your location, as well as the process for getting a ride. - Transit Link is a curb-to-curb minibus or van service for the general public that operates on weekdays throughout the seven-county metropolitan area. It is a shared-ride service, which must be reserved in advance. Riders should call 651-602-LINK (5465) to reserve a ride. - Certified Metro Mobility riders can schedule transportation online on the Metropolitan Council's webpage, [Scheduling Metro Mobility Trips](https://metrocouncil.org/Transportation/Services/Metro-Mobility-Home/Scheduling-Trips.aspx). - For Greater Minnesota, call SEMCAC Transportation at 800-528-7622 and select option 3. - People who are deaf or whose hearing depends on lip reading may find it hard to understand health workers who wear non-transparent face masks. Be sure to have a way to communicate, such as a white board, pen and paper, or a computer app. Some people may need a sign language interpreter. Wearing a clear mask can help people who read lips and others who are uncomfortable with people wearing masks. - Make sure wheelchairs can access both outdoor and indoor testing sites. Consider also where a person must park and the path they must walk to enter and exit the test or vaccination area, whether they arrive by car or on public transportation. A person that has problems getting around may need a place to sit and rest. Have chairs available that can be sanitized easily. - Train staff at testing and vaccination events so they are better equipped to work with people with special needs. Training should include treating all people with equal respect and patience. - Ensure services are culturally appropriate and follow best trauma practices. - Communicate directly with a person, even if using an interpreter. Unless the person's hearing is limited, be aware that talking loudly may be disrespectful or even harmful to those who have sensory sensitivity. - Use a lot of verbal communication with people who are blind or who have low vision. Let them know when you are reaching toward them, what you are planning to do next, etc. Ask permission before you touch them. Staff can also learn human guide techniques to assist someone as they walk from one place to another. More resources [Creating Accessible COVID-19 Vaccine Sites for Youth with Disabilities (PDF)](/communities/equity/about/COVIDvax_youthdisabilityaccom.pdf) [Accessibility Checklist for COVID-19 Testing and Vaccination Sites (PDF)](/communities/equity/about/Checklist_Accessibility.pdf) [Building Access Short Survey - Minnesota Council on Disability (WORD)](https://www.disability.state.mn.us/wp-content/uploads/2016/09/CM-BUILDING-ACCESS-SURVEY-SHORT-DF-FINAL.docx) [Protect Your Business, Remove Barriers: Access Tools - Minnesota Council on Disability](https://www.disability.state.mn.us/information-and-assistance/protect-your-business-remove-barriers/#tools) [Regional Testing and Vaccination Support for People with Disabilities (PDF)](https://www.health.state.mn.us/communities/equity/about/c19testsupport.pdf) MDH contracts with community organizations who work closely with and have expertise in meeting the needs of persons with disabilities. People are encouraged to reach out to them for more help, if needed. [COVID-19 Vault Saliva Testing at Home](https://www.health.state.mn.us/diseases/coronavirus/testsites/athome.html)Minnesota and Vault Medical Services have teamed up to offer no-cost, at-home COVID-19 saliva testing for everyone, with or without symptoms. [COVID-19 Community Testing](https://www.health.state.mn.us/diseases/coronavirus/testsites/community.html) [Accessibility Checklists - Northwest ADA Center](http://nwadacenter.org/toolkit/accessibility-checklists) Accessibility Checklists developed by the Northwest ADA Center. They include a general checklist and several \"specialty topic\" checklists. Checklists include features specific to medical facilities, lodging facilities, and correctional facilities. [A Guide to Interacting with People who have Disabilities - U.S. Department of Homeland Security (PDF)](https://www.adapacific.org/assets/documents/a-guide-to-interacting-with-people-who-have-disabilities.pdf) [ADA Accessibility at Drive-Thru Medical Sites](https://adata.org/factsheet/accessibility-drive-thru-medical-sites) Information for improving accessibility at drive-thru medical sites. [Disabilities and Unique Health "}