{"title": "PDF", "author": "PDF", "url": "https://openaccess.uoc.edu/bitstream/10609/147406/3/ricardlazaroTFM0123memoria.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "PREVENCIÓN DE LA AUTOMEDICACIÓN TRABAJO FINAL DE MÁSTER Diseño de interacción y experiencia de usuario Ricard Lázaro de Lara Tutor Kazmy Chi Muñoz Profesores responsables Ferran Gimenez Prado Enric Mor Pera Fecha de entrega 01/2023Ricard Lázaro de Lara Esta obra está sujeta a una licencia de Reconocimiento-NoComercial-SinObraDerivada 3.0 España de Creative Commons Ficha del trabajo final Título del trabajo: Plataforma interactiva para la prevención de la automedicación Nombre del autor: Ricard Lázaro de Lara Nombre del consultor/a: Kazmy Chi Muñoz Nombre del PRA: Ferran Gimenez Prado y Enric Mor Pera Fecha de entrega (mm/aaaa): 01/2023 Titulación o programa: Máster Universitario en Diseño de Interacción y Experiencia de Usuario (UX). Área del Trabajo Final: M4.354 Trabajo Final de Máster Idioma del trabajo: Castellano Palabras clave: Automedicación, Diseño Centrado en el Usuario (DCU), Diseño UX/UI. Resumen del Trabajo En este proyecto se ha diseñado una aplicación que permite a los usuarios, no solo poder llevar un control de la medicación que van tomando, sino también ser alertados en el caso de que puedan estar poniendo en riesgo su salud por diferentes factores como pueden ser un consumo abusivo de medicación en un espacio corto de tiempo, interacciones entre medicaciones y otras substancias que la persona usuaria pueda estar tomando, y posibles reacciones adversas en función de unos parámetros que el usuario haya indicado en la app (edad, alergias, intolerancias, problemas de salud...). A través del Diseño Centrado en el Usuario (DCU) y sus diferentes técnicas y metodologías aplicadas en cada una de las cuatro fases del esquema de doble diamante (investigación, definición, diseño y evaluación), se ha obtenido una aplicación que ha tenido en cuenta las necesidades y objetivos de los usuarios para los cuáles se ha diseñado este producto. Abstract In this project, an application that allows users to keep track of the medication that they are taking has been designed. Moreover, they can be notified of the event that they may be ris- king their health due to different factors such as an abusive consumption of medication in a short space of time, interactions between medications and other substances that the user taking, possible adverse reactions depending on some parameters which indicated in the app (age, allergies, intolerances, health problems...). Through Design and methodologies applied in each of the four phases of the double diamond scheme (investigation, definition, design and evaluation), an application that has taken into account the needs and objectives of the users for which this product has been designed.4Índice Capítulo 1 - Introducción 1.1 - Contexto y justificación del trabajo ........ 5 1.2 - Objetivos del trabajo ........................................ 6 1.3 - Impacto en sostenibilidad, ético-social y diversidad ........................................... 7 1.4 - Enfoque y métodos a seguir ...................... 8 1.5 - Planificación .......................................................... 11 1.6 - Breve sumario del producto obtenido .............................................................................. 12 1.7 - Breve descripción de los otros capítulos de la memoria ......................................... 12 Capítulo 2 - Investigación UX 2.1 - Desk research ...................................................... 15 2.2 - Benchmark ............................................................ 18 2.3 - Conclusiones ....................................................... 21 2.4 - Investigación con personas usuarias .............................................................................. 23 2.5 - Insights .................................................................... 29 Capítulo 3 - Definición e ideación 3.1 - User Persona ........................................................ 31 3.2 - Escenarios ............................................................. 32 3.3 - User Journey ....................................................... 33 3.4 - Conclusiones ...................................................... 37 3.5 - Requisitos de diseño .................................... 39 Capítulo 4 - Prototipado 4.1 - Inventario de contenidos ............................ 41 4.2 - Card Sorting ......................................................... 44 4.3 - Árbol de contenidos ...................................... 48 4.4 - Tree test .................................................................. 50 4.5 - Diagramas de flujo ......................................... 59 4.6 - Prototipo de la app ........................................ 61Capítulo 5 - Evaluación de la usabilidad 5.1 - Evaluación heurística .................................... 66 5.2 - Recorrido cognitivo ........................................ 71 5.3 - Test moderado con usuarios .................. 75 Prototipo final ................................................. 85 Conclusiones del proyecto ....................... 86 Bibliografía ..................................................... 88 Recursos gráficos usados ......................... 90 Anexo ................................................................. 91 I. Screener entrevistas II. Guión entrevistas III. Resúmenes entrevistas IV. Card sorting VI. Tree test VII. Screener test moderado con usuarios VIII. Cuestionarios SUS IX. Acuerdos de confidencialidad y NDA de las entrevistas X. Acuerdos de confidencialidad y NDA de los tests moderados con usuarios51- Introducción 1.1- Contexto y justificación del trabajo Existe una tendencia al alza por la preocupación del cuidado del cuerpo y la salud. Cada vez son más personas las que deciden hacer deporte, cuidar su alimentación y tener hábitos saludables. En el mercado existe una gran diversidad de soluciones tecnológicas para medir el rendimiento de la actividad física y parámetros relacionados con la salud. También se dan alternativas hacia alimentaciones más saludables y existe una tendencia hacia dietas vegetarianas y veganas. A pesar de eso, existe un problema del que poco se habla cuando nos referimos al cui- dado personal y que es perjudicial para la salud, la automedicación. El IV Estudio de Salud y Estilo de Vida elaborado por AEGON en el año 2021, indica que en España, el 24,4% de la población se automedicaba (AEGON,2021), una cifra que reflejó un repunte del 1,3% respecto al año anterior donde hubo una notable re- ducción en referencia a los años anteriores (El Farmacéutico, 2021). El estudio apunta que la franja de edad que más recurría a la automedicación es la de las personas que se encontraban entre los 26 y los 40 años (AEGON,2021). La automedicación conlleva una serie de riesgos para la salud que van desde la toxicidad, la falta de efectividad de los me- dicamentos porque se usan en situaciones no indicadas, la dependencia o adicción, el enmascaramiento de procesos clínicos graves, la resistencias a los antibióticos o las interacciones con otros medicamentos o alimentos que la persona pueda estar to- mando (Judit Carrera & Maria Perelló, 2019). Entre los motivos que llevan a las perso - nas a automedicarse destacan el supuesto conocimiento de lo que les va a recetar el médico en función de los síntomas que tie- nen, la impresión de que el problema mé - dico que se tiene no es grave, que las listas de espera para acudir al médico son largas y, por lo tanto, se tarda en conseguir una cita, para no perder tiempo en la consulta médica o porque siempre se recurre a tomar los mismos medicamentos. La pandemia mundial causada por el COVID vivida en el año 2020, ha impulsado el uso de la telemedicina por parte del personal sanitario y de las personas usuarias, ya que Figura 1. Gráfico la automedicación en España. Fuente: IV Estudio de salud y estilo de vida de AEGON (AEGON,2021)6vieron en la tecnología la oportunidad para ofrecer una asistencia de calidad a la vez que se mantenía la distancia social. Casi un 60% de los encuestados en el estudio afirmaron haber hecho uso de la telemedicina en el último año (AEGON, 2021). A pesar de eso, la tecnología también juega un papel perjudicial para la salud de las personas. Un 43,7% de las personas que se encuestaron en este estudio afirmaron que hi- cieron uso de internet para autodiagnosticarse cuando tenían algún síntoma y, la mayoría de estos (39,9%), lo hacían a través de un buscador (AEGON, 2021). Un 39,8% de los encuestados en el estudio le daba credibilidad a la información médica que se buscaba por sus propios medios (AEGON, 2021). El estudio indica que las personas que más recurrían a internet para autodiagnosticarse eran usuarios que se encontraban en la franja de edad de los 18 a 35 años (AEGON, 2021). Como se puede comprobar con estos datos, son las generaciones más jóvenes las que deciden no recurrir a un profesional de la medicina y realizar sus autodiagnósticos y auto- medicarse. En este sentido, este trabajo pretende analizar esta situación para hallar un modo para que este sector de la población sea más consciente de los riesgos a los que incurren y, en consecuencia, prevenir estos actos. 1.2- Objetivos del trabajo El principal objetivo de este trabajo es reducir el porcentaje de población que se autome- dica. Esto se quiere conseguir a través de un producto interactivo que informe, de un modo claro, atractivo y accesible, sobre los riesgos que puede tener en la salud, a corto y largo plazo, el abuso de medicamentos, qué efectos puede ocasionar la mezcla de fármacos con otros medicamentos o sustancias (alcohol, drogas...) y advertir si un medicamento puede causar alguna reacción o problema en función de si tiene alguna alergia a otros fármacos o alguna intolerancia. Figura 2. Gráfico la automedicación en España según datos demográficos. Fuente: IV Estudio de salud y estilo de vida de AEGON (AEGON,2021)7Esto se quiere conseguir a partir de los siguientes objetivos: Prevenir sobre los riesgos de automedicarse para la salud. Fomentar la importancia de ser diagnosticado por un profesional de la medicina. Proporcionar a las personas usuarias una herramienta de consulta sobre los posibles riesgos de tomar un medicamento en concreto, de hacer un uso abusivo de medicación o de mezclar medicinas con otros fármacos o substancias. Utilizar el soporte más idóneo teniendo en cuenta la finalidad y los usuarios a los cuá - les va dirigido el producto. Realizar un producto que sea usable, que ofrezca una experiencia de usuario rica y satisfactoria. A través de estos objetivos se pretende informar de que los medicamentos no son algo que se pueda tomar a la ligera, sino que el uso de ellos sin consultar a un médico o especia - lista que planifique un tratamiento, puede acarrear problemas a corto y/o largo plazo. Por ejemplo, cuando un médico en algún momento receta un medicamento, del que sin criterio médico se ha estado haciendo un uso abusivo en anteriores ocasiones, puede que en este caso el fármaco no tenga el efecto deseado. Es a través de esta información que se quiere concienciar a las personas y reducir el por - centaje de población que se automedica. Este trabajo no consiste en desarrollar un producto interactivo que desempeñe el papel de un/a profesional de la salud, puesto que no sería ni ético ni legal, sino que se trata de desarrollar un producto para la prevención de la automedicación. 1.3- Impacto en la sostenibilidad, ético-social y de diversidad Este proyecto cumple con la competencia de compromiso ético y global (CCEG). El proceso de diseño de soluciones y del producto está comprometido con una actuación honesta, ética, sostenible, socialmente responsable y respetuosa con los derechos humanos y la diversidad. A nivel de sostenibilidad,el producto que se diseña en este proyecto trata de fomentar un consumo responsable de la medicación, lo que implica no solo un beneficio en la salud individual, sino también en la salud de la sociedad. Por ejemplo, un mal uso de los antibió- ticos puede favorecer que las bacterias se vuelvan inmunes a estos, poniendo en riesgo la salud individual y colectiva. Una de las ventajas de la aplicación es el hecho de que se pueden consultar los pros- pectos de los medicamentos, y eso ofrece la oportunidad de reducir/eliminar la utilización de papel y tintas eliminando los prospectos físicos. A lo largo del proyecto se utilizara un lenguaje inclusivo, neutro y no sexista. A la hora de definir perfiles, seleccionar participantes para entrevistas, pruebas y tests necesarios para este proyecto, se tendrá en cuenta que haya una representación equitativa y diversa de gé- nero, raza, orientación sexual, ideología, etc...81.4- Enfoque y métodos a seguir El enfoque para desarrollar este trabajo va a ser el del Diseño Centrado en los Usuarios (DCU). El DCU involucra al usuario en todas las fases en las que se desarrolla un producto, es decir, pone el foco en el usuario a lo largo de todo el proceso (UOC, s.f.). Etapas y métodos a seguir Investigación Desk research Búsqueda de información relevante sobre la automedicación. Benchmark Análisis de campañas que se hayan realizado de la prevención de la automedicación y de produc - tos existentes en el mercado que tengan relación con la telemedicina y este proyecto, detectando sus puntos fuertes y sus posibles debilidades, y extracción de las características más relevantes. Investigación con usuarios Definición de usuarios primarios y secundarios Se trata de definir grupos de personas usuarias que pueden aportar información valiosa para el proyecto. Proto-persona Con la información que se ha extraído de las metodologías anteriores, se trata de definir el usuario arquetipo al que recurriremos para realizar entrevistas y obtener información cua- litativa de valor para el proyecto. Entrevistas Con esta metodología se pretende recoger información relevante de los grupos de per - sonas usuarias que se han definido. Estos usuarios/as serán filtrados mediante un screener para que se ajusten a la Proto-persona. Insights Recopilación de los descubrimientos más relevantes que aportarán valor al proyecto. Definición User persona A partir de los insights obtenidos de las entrevistas se creará el user persona, es decir, el 9usuario/a entorno al cuál se va a elaborar todo el proyecto y de este modo diseñar un pro - ducto que le sea útil y usable. Ideación Escenarios Se trata de explicar situaciones de uso de un producto o servicio por parte del usuario/a que se ha definido en el user-persona, ya sean experiencias positivas o negativas, para lograr un objetivo, User journey Elaboración de uno o varios user jorneys basados en los escenarios para la detección de \"pain-points\", puntos de mejora y oportunidades a lo largo del proceso de uso del producto. Definición de requisitos de diseño Listado de características y comportamiento que debe tener el producto para satisfacer las necesidades y expectativas de los usuarios. Arquitectura de la información Inventario de contenidos Se trata de agrupar los conceptos que debe contener el producto que se han obtenido de las metodologías anteriores para así poder elaborar las tarjetas que se van a usar en el card sorting. Card sorting Con esta metodología se pretende conocer los modelos mentales de los usuarios y usua- rias para descubrir cómo agrupan los distintos conceptos y de este modo organizar los contenidos de un modo que les pueda resultar intuitivo y familiar. Árbol de contenidos Se trata de establecer la jerarquía y etiquetado de los contenidos en función de los resul - tados obtenidos den el card sorting. Tree test Se trata de un método que se utilizará para comprobar que la navegación y encontrabilidad de los contenidos se ajusta a los modelos mentales de las personas usuarias. Diagramas de flujo Los diagramas de flujo servirán para visualizar de forma esquemática los diferentes pasos que debe realizar el usuario/a a través del producto para conseguir su objetivo. Con esta técnica también se pretende descubrir oportunidades de mejora, ya sea ofreciendo caminos alternativos o reduciendo los pasos a seguir.10Prototipo Skectches Esbozos poco detallados de las pantallas o estados principales del producto sin entrar en detalles gráficos. Wireframes Definición de la estructura, jerarquía y tipología de contenido principal de cada pantalla. Prototipo Definición de forma más detallada del prototipo interactivo, donde se incorporan elemen- tos gráficos (logotipo, colores, iconos, imágenes, etc.) e interacciones básicas que permiten visualizar y evaluar el aspecto que tendrá el producto. Evaluación de la usabilidad Evaluación heurística Se trata de evaluar si la interfaz de usuario sigue los principios y reglas de usabilidad. Recorrido cognitivo Se trata de ponerse en la piel del usuario/a para analizar el recorrido a través del prototipo, mediante la realización de diferentes tareas, para detectar puntos en los cuales la expe- riencia de usuario se puede ver perjudicada y, en consecuencia, detectar puntos de mejora. Test con usuarios Evaluación con personas usuarias parea descubrir cómo interactúan con el producto, a través de la realización de diferentes tareas, y así poder descubrir posibles errores de diseño o usabilidad en el prototipo.11Id Nombre de tarea Duración Comienzo Fin Predecesoras Nombres de los recursoshoras 19 Evaluación Heurística 2 días jue 08/12/22 vie 09/12/22 PEC 4 6 20 Recorrido Cognitivo 4 días vie 09/12/22 mié 14/12/22 PEC 4 8 21 Test con usuarios 7 días mié 14/12/22 jue 22/12/22 PEC 4 mié 21/12/22 mar 03/01/23 PEC4 18 jue jue 12/01/23 PEC 17 oct '22 Tarea Hito Resumen Resumen del proyecto Tarea inactiva Hito inactivoResumen inactivo Tarea manual solo duración Informe de resumen manual Resumen manual solo el comienzo solo finTareas externas Hito externo Fecha límite Progreso Progreso manual Página 2Proyecto: Planificación TFM Fecha: mié 12/10/22Id Nombre de tarea Duración Comienzo Fin Predecesoras Nombres de los recursoshoras 1 Desk Research 6 días jue 13/10/22 jue jue 13/10/22 jue 20/10/22 PEC 2 Definición de usuarios2 días jue 20/10/22 vie 21/10/22 PEC 2 7 4 Definición proto-persona2 días jue 20/10/22 vie 21/10/22 PEC 2 7 5 Entrevistas 6 días vie 21/10/22 vie 28/10/22 PEC 2 16 6 Definición User Persona2 días sáb 29/10/22 lun 31/10/22 PEC 2 7 7 Escenarios 4 días sáb 29/10/22 mié 02/11/22 PEC 2 14 8 User Journeys 3 días mié 02/11/22 vie 04/11/22 PEC 2 18 9 Insights 2 días vie 04/11/22 dom 06/11/22 PEC 2 10 10 11 Requisitos de diseño 2 días jue 10/11/22 vie 11/11/22 PEC 3 8 12 Card sorting 3 días sáb 12/11/22 mar 15/11/22 PEC 3 8 13 Árbol de contenidos 2 días mié 16/11/22 jue 17/11/22 PEC 3 6 14 Tree testing 2 días vie 18/11/22 lun 21/11/22 PEC 3 8 15 Diagramas de Flujo 3 días lun 21/11/22 mié 23/11/22 PEC 3 20 16 Sketches 3 días mié 23/11/22 vie 25/11/22 PEC 3 12 17 Protipado 7 días vie 25/11/22 dom 04/12/22 PEC 3 56 18PEC 2 PEC 2 PEC 2 PEC 2 PEC 2S D LM X JV 17 oct '22 Tarea Hito Resumen Resumen del proyecto Tarea inactiva Hito inactivoResumen inactivo Tarea manual solo duración Informe de resumen manual Resumen manual solo el comienzo solo finTareas externas Hito externo Fecha límite Progreso Progreso manual Página 1Proyecto: Planificación TFM Fecha: mié 12/10/22PEC 2 PEC 2 PEC 2 PEC 2 PEC 2 PEC 2 PEC 2 PEC 2 PEC 2 PEC 3 PEC 3 PEC 3 PEC 3 PEC 3 PEC 3 PEC 3M X JV S D LM X JV S D LM X JV S D LM X JV S D LM X JV S nov '22 21 nov '22 28 nov '22 Tarea División Hito Resumen Resumen del proyecto Tarea inactiva Hito inactivoResumen inactivo Tarea manual solo duración Informe de resumen manual Resumen manual solo el comienzo solo finTareas externas Hito externo Fecha límite Progreso Progreso manual Página 3Proyecto: Planificación TFM Fecha: mié 12/10/22PEC 4 PEC 4 5M X JV S D LM X JV D LM X JV S D LM X JV S D LM X JV S nov '22 21 nov '22 28 nov '22 Tarea División Hito Resumen Resumen del proyecto Tarea inactiva Hito inactivoResumen inactivo Tarea manual solo duración Informe de resumen manual Resumen manual solo el comienzo solo finTareas externas Hito externo Fecha límite Progreso Progreso manual Página 4Proyecto: Planificación TFM Fecha: mié 12/10/22PEC 2 PEC 2 PEC 2 PEC 2 PEC 2 PEC 2 PEC 2 PEC 2 PEC 2 PEC 3 PEC 3 PEC 3 PEC 3 PEC 3 PEC 3 PEC 3JV S D LM X JV S D LM X JV S D LM X JV S D LM X JV S S X S28 nov 05 dic '22 12 dic '22 19 dic '22 26 dic '22 02 ene '23 09 ene '23 Tarea División Hito Resumen Resumen del proyecto Tarea inactiva Hito inactivoResumen inactivo Tarea manual solo duración Informe de resumen manual Resumen manual solo el comienzo solo finTareas externas Hito externo Fecha límite Progreso Progreso manual Página 5Proyecto: Planificación TFM Fecha: mié 12/10/22PEC 4 PEC 4 PEC4 5JV S D LM X JV S D LM X JV S D LM X JV S D LM X JV S S X S28 nov 05 dic '22 12 dic '22 19 dic '22 26 dic '22 02 ene '23 09 ene '23 Tarea División Hito Resumen Resumen del proyecto Tarea inactiva Hito inactivoResumen inactivo Tarea manual solo duración Informe de resumen manual Resumen manual solo el comienzo solo finTareas externas Hito externo Fecha límite Progreso Progreso manual Página 6Proyecto: Planificación TFM Fecha: mié 12/10/221.5- Planificación121.6- Breve sumario del producto obtenido El producto obtenido es un prototipo de alta fidelidad de una app para la prevención de riesgos de la automedicación. Sus características y funciones son: Alertar a los usuarios en el momento en que puede haber un riesgo para su salud en relación a los medicamentos y en función de unos parámetros que el usuario haya indicado en la app. Llevar un control de la medicación que se toma el usuario. Programar recordatorios para no olvidar tomar la dosis de medicación de un tratamien - to médico. Llevar un control de los tratamientos médicos. Recibir notificaciones en el momento en que caduca un medicamento. Buscador de farmacias cercanas. Consultar el historial médico del usuario. Consultar los prospectos de los medicamentos de una forma más accesible. Consultar información acerca de los diferentes tipos de medicamentos. 1.7- Breve descripción de los otros capítulos de la memoria Investigación UX (Capítulo 2) Este capítulo se adentra en el problema de la automedicación a través de un desk research para conocer el estado actual del problema y extraer unos conocimientos de base. A con- tinuación se hace un estudio (benchmark) de las soluciones más interesantes que ofrece el mercado y para mirar de solucionar el problema. Con estos conocimientos que se extraen se pueden definir un perfil de usuario al que poder realizar entrevistas para extraer unos insights entorno a los cuales se va a desarrollar el proyecto. Definición e ideación (Capítulo 3) Este capítulo empieza con la creación del User Persona con los insights que se han ob - tenido de las entrevistas. Se trata del usuario a través del cuál se empatizará a lo largo del proyecto para poder obtener una solución para sus problemas y necesidades. A continuación se definen unos escenarios de uso del producto y sus correspondientes user journeys. Prototipado (Capítulo 4) Este capítulo empieza definiendo los requisitos que debe cumplir la aplicación y haciendo 13un inventario de la información que va a contener la aplicación. A continuación se elabora un card sorting para obtener un árbol de contenidos que se ajuste a los modelos mentales de las personas usuarias. Este árbol de contenidos se valida a través de un tree test. Una vez se obtiene un árbol de contenidos que se ajusta a los modelos mentales de los usuarios, teniendo en cuenta el árbol de contenidos, los escenarios y los user journeys planteados en el capítulo anterior, se desarrollan y analizan los diagramas de flujo. Con toda la información recopilada (inventario de contenidos, escenarios, user journeys, árbol de contenidos y diagramas de flujo) se pasa al diseño del prototipo, empezando por unos skecthes, que posteriormente se traducen en wireframes, y estos wireframes se utilizan como referencia para diseñar el prototipo de alta fidelidad. Evaluación de la usabilidad (Capítulo 5) En este capitulo se hace una evaluación de la usabilidad del prototipo empleando meto- dologías con y sin usuarios. En primer lugar se lleva a cabo una evaluación heurística y se corrigen los problemas de- tectados. Posteriormente se realiza un recorrido cognitivo y se solucionan los problemas encontrados. Una vez empleadas estas metodologías sin personas usuarias, y con el prototipo corregido, se emplea un método de evaluación con personas usuarias, el test moderado con usuarios. Los problemas detectados en el prototipo en esta prueba se corrigen y se obtiene el proto- tipo final de este proyecto.142- Investigación UX152.1- Desk research ¿Qué es la automedicación? La automedicación es el consumo de medicamentos, hierbas y remedios caseros por ini - ciativa propia o por consejo de otra persona, sin consultar al médico (Vicente Baos, 2000). Las personas han aprendido a tomar decisiones sobre qué medicamentos tomar en sus ámbitos más o menos cercanos: la familia, amigos o vecinos, farmacéuticos, la reutilización de la receta de un médico o la sugerencia de un anuncio. La automedicación en datos sociodemográficos El estudio realizado por AEGON, indica que los hombres se automedican menos que las mujeres, un 20,5% frente a un 28,2%. Por edades, el colectivo que menos recurre a la automedicación son los mayores de 65 años (15,5%), mientras que son los jóvenes de entre 26 y 40 años los que más recurren a automedicarse (31,1%). En cuanto a la situación laboral, las personas desempleadas se automedican menos que las personas que trabajan, un 21,7% frente a un 26,9% (AEGON,2021). Síntomas ante los que se recurre a medicamentos sin prescripción médica El 71,5% de las personas indica que se automedica cuando tiene síntomas o dolores ocasiona - les, un 53,3% lo hace para aliviar enfermedades leves o puntuales. Un 10 % de los encuestados en el estudio de AEGON hace uso de medicamentos sin prescripción médica para tratar sínto - mas psicológicos y un 9,3% para tratar enfermedades crónicas o recurrentes (AEGON, 2021). Medicamentos a los que más se recurre en la automedicación Los medicamentos a los que más recurren las personas que se automedican, según el estu - dio de AEGON de 2021, los antiinflamatorios analgésicos y ansiolíticos o antidepresivos (11,1%). Un 53,3% de los medicamentos que se compran sin consultar a un especialista son para tratar enfermedades leves como un resfriado o catarro. Según la Encuesta Europea de Salud en España (EESE), los medicamentos sin receta que más se consumían en 2020 eran los complejos vitamínicos (32,84%), los usados para tratar el catarro y los síntomas de la gripe (26,67%), las medicinas para el dolor (22,83%) y los tranquilizantes o las pastillas para dormir (2,90%). El porcentaje de jóvenes con problemas de salud mental que buscaban ayuda profesional disminuyó respecto al 2019, pasando del 59,5% al 50,8% en 2021. También se redujo ligeramente el consumo de psicofármacos con respecto a 2019, aunque 1 de cada 4 jóvenes reconocieron, 16según el III barómetro Juvenil 2021 del Centro Reina Sofía, haberlos tomado. De estos, la mi - tad los consumieron sin prescripción médica, algo que se acentúo en el caso de los hombres y de la población con edades comprendidas entre 15 y 19 años, rozando estos casi el 60% (A, Sanmatin, et al, 2022, pág. 9). El aumento de personas que se ven afectadas por tos, resfriado o gripe (enfermedades leves más comunes), hace que haya un crecimiento en la compra de medicamentos que no necesitan receta para tratar los síntomas de estas afecciones (Mordorintelligence, s.f). Factores de riesgo para la salud en los tratamientos con fármacos Cuando un paciente está en tratamiento por alguna enfermedad, existe el riesgo de que este pueda mezclar el medicamento/os que le ha recetado el médico con otros fármacos que decida tomar por su cuenta. Este hecho puede originar una interacción perjudicial para la salud del usuario. También es habitual que al finalizar los tratamientos sobren pastillas, lo que puede llevar al usuario a recurrir a ellas en futuras ocasiones cuando note que tiene síntomas simila- res a los que ha tenido antes del tratamiento o los use ante la aparición de otros síntomas. Otro de los problemas es el abuso de antiinflamatorios como por ejemplo el Ibupro- feno, lo que puede causar leves subidas de tensión hasta problemas más graves que puedan llevar a la persona a urgencias. Existe otro problema que es la tendencia a olvidar o cambiar las dosis lo que puede oca - sionar problemas graves relacionados, por ejemplo, con el aparato digestivo o el riñón. La automedicación, no todo son riesgos sino que es beneficiosa cuando es de forma responsable. El autocuidado El autocuidado consiste en que el paciente tenga la información suficiente como para tomar pequeñas decisiones (Eva Ormaechea, 2021). Un ejemplo de ello sería tomar un Ibuprofeno por un dolor de cabeza puntual. Este caso no tendría nada de malo si se conociera el riesgo de su abuso, sus contraindicaciones, la dosis adecuada y la duración máxima del tratamiento. \"Según la Organización Mundial de la Salud (OMS) si la automedicación se hace de una forma responsable puede ser una forma de atención válida en los países desarrollados\" (Eva Ormaechea, 2021). El objetivo a conseguir sería promover una automedicación responsable en la medida de lo posible. La consecuencia positiva sería la solución de problemas banales de salud de forma autónoma y complementaria a la labor del médico y así evitar el colapso y el sobreuso de los recursos sanitarios cuando no son necesarios. Por ello es importante la estrategia de informar, aconsejar y educar (Vicente Baos, 2000): Información sobre la enfermedad del paciente, su gravedad, duración y posibles com- plicaciones. Aconsejar sobre el uso de los tratamientos: para qué sirve el fármaco, dosis y frecuen -17cia de administración, efectos adversos, duración del tratamiento, qué hacer si no hay mejoría o hay agravamiento. Educar sobre: qué hacer en otras situaciones similares, fármacos que se pueden o no se pueden tomar, signos de alarma, favorecer la colaboración y la comunicación del paciente.182.2- Benchmark Muchas startups sanitarias españolas ofrecen sus servicios a través de aplicaciones móviles. Algunas de ellas, y también muchas extranjeras, dependen, para ser sostenibles, de las em - presas farmacéuticas, Este factor provoca que los servicios que ofrecen incentiven el con- sumo de medicamentos en países que ya tienen una fuerte tendencia a la sobremedicación y automedicación, como es el caso de España.. Los laboratorios suelen financiar y lanzar aplicaciones que aconsejan sobre problemas médicos para los que ellas tienen una respuesta comercial. Estos laboratorios pueden utilizar los datos que obtienen a través de las apps para influir en las decisiones de consumo de sus usuarios. Existen aplicaciones móviles envían alertas que avisan, por ejemplo, del riesgo de padecer una enfermedad como la gripe, un ataque de asma o un ataque al corazón. Por ejemplo, Pfizer lanzó la app Alerhta para monitorizar la hipertensión arterial y así pre- venir problemas cardiovasculares. GSK desarrolló Miasma, que aporta a los enfermos de asma consejos y herramientas para monitorizar, manejar y controlar los síntomas. La startup española Social Diabetes y Sanofi desarrollaron Diabeting para animar a los pacientes con diabetes tipo 2 a realizar el ejercicio físico indicado por profesionales sanitarios. Para este Benchmark nos vamos a fijar en aplicaciones que, a priori, por sus características y funciones no parecen estar financiadas por ningún laboratorio farmacéutico. Medicamento Accesible Plus Es una aplicación promovida por el Consejo General del Colegio Oficial de Farmacéuticos, la Fundación Vodafo- ne España y la Fundación ONCE. Permite la consulta de información actualizada sobre medicamentos. Puntos fuertes Se puede acceder a información de un medi- camento buscando por su nombre, escanean - do su código de barras o el código nacional. Permite ver la información del prospecto del medicamento de una forma más esquemati- zada y con un cuerpo de texto más grande, lo que mejora su accesibilidad. Permite configurar un perfil con las siguientes opciones: Crear lista de medicamentos. Crear alertas de caducidad de medica- Figura 3 - Captura de alguno de los pará- metros de salud que pide Medicamento Accesible Plus. Fuente: elaboración propia19mentos. Marcar intolerancias. En caso de ser mujer, indicar sí está em - barazada o en periodo de lactancia. Si es un usuario con lentes de contacto (se supone que es por algún tema de accesibilidad). Si se es deportista de competición. Si se tienen problemas de deglución (paso de los alimentos u otras sustan - cias desde la boca hacia el estómago). Permite localizar farmacias cercanas. Puntos débiles Se puede acceder a la información de cual - quier medicamento y añadir cualquier me - dicamento a la lista. En este caso el usuario podría acceder a la información de cualquier medicamento para, posteriormente, ir a la far - macia a adquirirlo en caso de que no necesite receta médica, lo que podría promover la au- tomedicación. No permite al usuario indicar a qué medica - mentos o componentes de un fármaco se es alérgico. No permite al usuario configurar la duración de un tratamiento con un medicamento de- terminado. No tiene búsqueda de medicamentos predicti- va si se está tecleando el medicamento. Ofrece una información muy generalizada sin tener en cuenta el perfil del usuario, ni su edad, si tiene problemas cardíacos, etc... AEGON telemedicina: Se trata de un chat médico con médicos de distintas es- pecialidades para que el usuario pueda ser atendido por un profesional sin necesidad de desplazarse al centro médico. A parte del chat, lo interesante de esta app es Figura 4 - Captura de funcionalidades de Medicamento Accesible Plus. Fuente: elaboración propia Figura 5 - Captura del historial médico de la app Aegon telemedicina. Fuente: elaboración propia20el acceso al historial médico: Alergias que se tienen Enfermedades que se han tenido Fármacos que se han tomado y se está tomando Informes médicos MyTherapy Se trata de una aplicación que entre otras cosas permite configurar recordatorios de la toma de medicamentos. Puntos fuertes: Permite buscar medicamentos por el nombre o escaneando el código de barras. En caso de escribir el nombre tiene búsqueda predictiva. Tiene una pantalla para seleccionar con qué frecuencia se va a tomar el medicamento (una vez al día, dos veces, cuando sea necesario u otra frecuencia). Permite posponer la toma en caso de que el usuario no pueda tomarse la dosis en ese mo - mento. En otra pantalla se seleccionan las horas de las tomas para establecer la alerta. Permite marcar el número de existencias de pastillas que se tiene y en qué mínimo de pas- tillas se quiere recibir una notificación antes de que se agote. Permite al usuario ver gráficamente el progreso de las tomas y si se ha saltado alguna. Puntos débiles: No se puede recibir una notificación de cuan- do se finaliza el tratamiento. El usuario podría despistarse y tomar dosis de más (sobreme - dicación). No permite configurar el tiempo que ha de ha - ber entre toma y toma. Figura 6 - Captura de programar recordatorios en la app de MyTherapy. Fuente: elaboración propia Figura 7 - Captura de la pantalla en la que se puede hacer seguimiento de los trata- mientos médicos de la app MyTherppy. Fuente: elaboración propia21Campañas Aparte de aplicaciones, también existen campañas institucionales que se han lanzado para concienciar a la ciudadanía sobre el uso de los medicamentos, como por ejemplo la cam- paña que lanzó el Gobierno de España a través del Ministerio de Sanidad en el 2011 con el lema \"Los medicamentos no los tomes a la ligera\". Para hacer llegar esta campaña a la ciudadanía se hizo un spot televisivo y a parte se puede consultar información sobre esta en la web. El objetivo de esta campaña era informar a los ciudadanos de las consecuencias que conlleva hacer un mal uso de los medicamentos. Características de la campaña Pone en conocimiento de la ciudadanía que situaciones describen un mal uso de los medicamentos. Explica cómo se hace un buen uso de los fármacos una vez estos han sido reco- mendados por un médico o farmacéutico. Explica que se debe hacer con los medicamentos, una vez se han terminado los tratamientos, para no acumularlos, ya que estos pueden ser almacenados de for - ma incorrecta, lo que afectará al estado de conservación del fármaco y además pueden caducar. Tiene un apartado de preguntas frecuentes que sirven de orientación para la ciu- dadanía en caso de que tenga alguna de las dudas que aparecen en este apartado. En los años posteriores se han ido lanzando diferentes campañas pero todas enfocadas a concienciar sobre el uso responsable de los antibióticos. La más reciente es del 2022 cuyo lema fue Antibióticos, ¡Tómatelos en serio! El mensaje principal de esta campaña incide en el error que supone utilizar antibióticos para tratar una infección de origen vírico como la gripe, la fiebre o el dolor, ya que si estos se toman mal o sin receta médica dejarán de funcionar cuando realmente sea necesario tomarlos. Es decir, un mal uso de este tipo de fármacos contribuye al desarrollo de bacterias resistentes 2.3- Conclusiones La automedicación no es mala si la persona usuaria la lleva a cabo de una forma responsable y en momentos puntuales, conociendo los riesgos y, por lo tanto, aplicando sentido común en los casos en que se trate de sintomatología leve que se puedan tratar sin prescripción médica. La automedicación es perjudicial cuando el usuario/a hace un mal uso de los medica- mentos tomándolos de forma abusiva, de forma errónea, utilizando un mismo fármaco para diferentes tipos de sintomatología que requiere de tratamientos diferentes, o cuando se usa 22medicación que necesita prescripción médica sin haber sido diagnosticado por un profesio - nal de la salud. En el mercado existe una gran variedad de aplicaciones móviles en relación a la medi- cación, la gran mayoría destinadas a programar alarmas para no olvidar las tomas de las dosis de un tratamiento. Aparte, también existen aplicaciones destinadas a personal médico y estudiantes, cuyo objetivo es ser una herramienta de consulta de los fármacos existentes y en qué situaciones es mejor recetarlos, sus componentes, efectos secundarios etc... En re - lación al tema que se está abordando en este trabajo, sólo se ha encontrado una aplicación (Medicamento Accesible Plus), pero en general, y tras investigarla, solo se pueden leer los prospectos de los medicamentos de una forma más accesible. Gran parte de la automedicación es debida a tratar sintomatología leve como dolores, resfriados... Aunque existen casos en los que se usan los medicamentos de forma errónea, como utilizar antibióticos para sintomatología para la cuál no tienen ningún efecto. Finalmente, no llevar un tratamiento médico, recetado por un médico, de la forma correc - ta (respetando las dosis a tomar, los tiempos que han de pasar ente toma y toma, sin olvidar tomar ninguna dosis) puede ser contraproducente de cara a la efectividad del tratamiento, lo que puede alargar la duración de la sintomatología y llevar al usuario a prolongar el tra- tamiento por su cuenta, lo que lo podría llevar a sobremedicarse o a abusar de un medica- mento.232.4- Investigación con personas usuarias Definición de usuarios primarios y secundarios Existen diferentes colectivos de los que se puede obtener información relevante. Sin embar - go es más difícil de acceder a algunos de ellos que a otros. Por eso es importante en este punto definir aquellos usuarios sobre los que se va a llevar a cabo la investigación. Para clasificar estos colectivos se usa la Matriz de Travis. Esta matriz nos permite clasificar a los colectivos en función de la facilidad con la que se puede acceder a ellos y la cantidad de información valiosa que pueden aportar. Fáciles de acceder Difíciles de acceder Mucha información de valor Personas que se automedican por dolores de cabeza, migraña con fre - cuencia y recurren a medicamentos como el Ibuprofeno. Personas que recurren a automedi - carse con fármacos que se les ha re - cetado en otras ocasiones. Personas que ante cualquier dolen- cia que no sea grave recurren a los mismos medicamentos. Personas que se dejan aconsejar sobre qué medicación tomar por su entorno más cercano (Familia, amigos, compañeros de trabajo). Personas que hacen un uso incorrec - to de los antibióticos. Personas que se automedican con ansiolíticos o antidepresivos Personas que se automedican por dolores crónicos. Personas que se automedican para prevenir dolores. Personas que se automedican por - que se han hecho un autodiagnóstico buscando información por internet. Personas que sufren adicción a al - gún medicamento o la han sufrido o que les cause dependencia. Profesionales del sector de la medici- na que suelen atender personas que han sufrido problemas al automedicarse. Personas que han sufrido problemas de salud debido a un uso incorrecto de los medicamentos. Poca información de valor Personas que se automedican por síntomas de resfriados, tos o gripe que toman medicamentos que no requie - ren de receta médica. Personas que se automedican por alguna dolencia puntual que no es fre - cuente. Profesionales del sector farmacéuti- co y de la medicina Estudiantes de medicina o farmaco- logía. Personas que se dedican o tienen al - guna relación profesional con el sector de la medicina natural (hierbas medi - cinales).24Para definir los usuarios primarios y secundarios se parte de aquellos usuarios que son fáciles de acceder, pero que a la vez pueden aportar mucha información de valor a este proyecto. Usuarios primarios Los usuarios primarios sobre los que se va a llevar a cabo la investigación son usuarios que, ante cualquier dolencia que puedan sufrir, acaban recurriendo al mismo o mismos medica- mentos. Por ejemplo recurren a los Ibuprofenos o Paracetamol siempre que tienen algún tipo de dolor ya sea muscular, dolor de cabeza, aunque sea leve, o dolencias que se repiten con bastante frecuencia, o que hacen un uso incorrecto de los antibióticos, es decir, utilizándolos para tratar síntomas para los que los antibióticos no son un medicamento válido o eficaz. Usuarios secundarios El colectivo o usuarios secundarios son personas que se dejan aconsejar por su entorno más cercano sobre qué medicación tomar ante cualquier dolencia que no sea grave, (do- lores de cabeza, dolores musculares, hinchazones por traumatismos, etc...). Se trata de personas que por desconocimiento o inseguridad consultan a su entorno más cercano sobre que medicación tomar en función de la experiencia previa que hayan tenido.25Mónica, 34 años Comportamiento En seguida que nota algún tipo de dolor re - curre a automedicarse con Ibuprofeno, incluso cuando se siente muy resfriada. Cuando ha terminado un tratamiento con me- dicación que le ha recetado el médico guarda las pastillas sobrantes. En algunas ocasiones se deja asesorar por su entorno más cercano sobre qué medicación tomar. Trabajo muchas horas y no quiere acudir al mé - dico para no perder tiempo. Hechos Vive en Barcelona Independizada, vive en pareja Tiene estudios universitarios Clase social media Idiomas: Catalán, castellano y se defiende con el inglésNecesidades y objetivos Aliviar sus dolores sin poner en riesgo su salud. Conocer a qué riesgos está exponiendo a su salud a la hora de automedicarse, pues desco - noce qué efectos, a corto y largo plazo, le pue - den generar las medicinas a las que recurre con asiduidad. Ser diagnosticada por algún profesional del ámbito de la medicina sin tener que perder mu- cho tiempo.Proto Persona Entrevistas Para obtener información de las personas usuarias se va a utilizar el método de las entre- vistas. En concreto se van a realizar entrevistas semiestructuradas, ya que todo y tener un guión de preguntas, este se podrá adaptar a las respuestas de los usuarios y así obtener una información más amplia y valiosa para el proyecto. Definición de las preguntas de investigación El objetivo de realizar las entrevistas es conocer qué grado de concienciación tienen los usuarios/as que se automedican, de modo irresponsable, acerca de los riesgos que supo - ne esta práctica, es decir, si son conscientes de qué están perjudicando su salud. Para ello se quiere obtener respuestas de usuarios, sobretodo de mujeres (ya que en el Figura 8. Chica medicándose/Freepik 126estudio de AEGON se indica que las mujeres se automedican más que los hombres) que se encuentren entre los 18 y 45 años y tengan un nivel alto de estudios, a las siguientes pre- guntas: ¿Qué sintomatología tienen y con qué medicamentos los suelen tratar? ¿Son conscientes estas personas del número de dosis que toman? ¿Utilizan la tecnología para recordar tomar alguna dosis? ¿Leen los prospectos de los medicamentos antes de tomar un fármaco o tienen alguna dificultad para leerlos? ¿Almacenan medicamentos aún estando caducados?¿Y los toman? ¿Conocen los riesgos de los medicamentos que toman a corto/largo plazo? ¿Recurren a medicación que alguna vez les ha sido recetada sin volver a pedir consejo médico? ¿Tienen algún tipo de conocimiento acerca de la medicación a tomar en función del síntoma/dolencia que tienen? ¿De dónde les viene este conocimiento? Metodología empleada para la investigación con personas usuarias La metodología empleada para el reclutamiento de usuarios/as ha sido una breve entre- vista, en la cuál se han realizado las preguntas del screener (anexo I) para filtrar a los parti- cipantes y asegurar que estos son candidatos ideales para la investigación. El filtrado se ha llevado a cabo del 24 al 28 de octubre de 2022. En los días posteriores, del 29 al 31, se llevaron a cabo las entrevistas con los usuarios que habían dado el perfil idóneo para la investigación. Tanto las sesiones de reclutamiento como las entrevistas se llevaron a cabo a través de videoconferencias desde los hogares respectivos ya que de este modo resultaba más fácil poder cuadrar los horarios. Las entrevistas se realizaron siguiendo el guión de las entrevistas (anexo II) y tuvieron una duración comprendida entre los 30 min. y 45 min. Se entrevistó a 5 participantes ya que es a partir de esta cifra en adelante cuando se empiezan a observar respuestas similares. Con 5 usuarios ya se pueden extraer patrones de comportamiento.27Principales resultados y aprendizajes Los resultados que se exponen a continua - ción se han extraído tras haber realizado un mapa de afinidad (anexo IV). Esta técnica per - mite agrupar y entender la información obte - nida de las entrevistas e identificar patrones significativos que aporten valor al proyecto. Un patrón observado con los usuarios entre- vistados es que suelen almacenar los medicamentos una vez han finalizado los tratamientos y, además, no son conscientes de cuando estos caducan, por lo que afirman que es bastante probable que estén almacenando medicamentos caducados. En este sentido uno de los par - ticipantes afirmó que \"es posible que alguna vez me hubiese tomado un medicamento que estuviese caducado\". Otro patrón observado es que no llevan un seguimiento de la medicación que van to- mando, ninguno de los participantes entrevistados sabría decir cuantas dosis de alguna medicación ha tomado en el último mes, a excepción de una persona que comentó que \"a lo mejor de Paracetamol utilizo al mes 20 pastillas para el dolor de cabeza\". Los usuarios no utilizan ninguna app ni configuran ninguna alarma porque dicen que no se olvidan de tomar ninguna dosis de un tratamiento, sin embargo hay un par de ellos que Tabla de participantes Edad EmpleoMedicación usada para automedicarseSíntomas Usuario 1 34 Administrativa Ibuprofeno, ParacetamolDolores de cabeza y mens - truales Usuario 2 34 Diseñadora Ibuprofeno, antibióticoDolores de cabeza y de angi - nas Usuario 3 31 ProfesoraIbuprofeno, Paracetamol y antibióticoDolores de cabeza Usuario 4 30 Informático Ibuprofeno, ParacetamolDolor de cabeza, dolores de espalda y lesiones Usuario 5 37 Administrativa Ibuprofeno, antibióticosDolores de cabeza, de gar - ganta, dolores menstruales, anginas y resfriados Figura 9. Captura de pantalla de una de las entrevistas. Fuente: elaboración propia 28comentan que a veces alguna de las dosis se la toman más tarde de lo que tocaba porque se les ha pasado. \"Alguna vez me he tomado alguna dosis igual una hora más tarde de lo que tocaba o alguna vez hasta se me ha olvidado\", y al preguntarle si retrasaba la siguiente toma de la dosis una hora, decía que no porque le iba mejor tomar las dosis como lo tenía planifi- cado de un inicio. Otro usuario decía que \"alguna vez se me ha olvidado tomar alguna dosis\". En general, los participantes saben que pueden haber riesgos al hacer un uso abusivo de los medicamentos, pero desconocen las consecuencias, o de mezclarlos con otros fármacos o substancias. Sin embargo no saben o no son conscientes que mezclar según que medicamentos puede conllevar otros problemas. De hecho una de las personas en- trevistadas, tras hacerle la pregunta de si es consciente que mezclar según qué medica - mentos puede ser perjudicial comenta \"ahora me has hecho pensar, no sé qué podría pasar si mezclo por ejemplo un Paracetamol con un antibiótico, me has hecho pensar y decir, ¿Pa- saría algo?\". Otra de las personas entrevistadas comenta \"imagino que sí, que puede ocasionar algún problema el abusar de la medicación por ejemplo, en el hígado\", sin embargo este mismo usuario no considera que esté haciendo un consumo abusivo al tomar 20 dosis al mes de Paracetamol. Los participantes entrevistados suelen recurrir al móvil cuando, por ejemplo, tienen que buscar información de contacto de un centro médico. Incluso uno de los usuarios dice que \"busco en Google qué medicación he de tomar\" en función de los síntomas que tiene. Este hecho nos da pistas sobre que el dispositivo al que suelen recurrir es el móvil. En cuanto al uso que hacen de la medi- cación básicamente es para tratar dolores de cabeza, de garganta o en el caso de las mujeres dolores de la menstruación tam - bién. Cuando realizan un tratamiento que les ha sido recetado, pero los síntomas per - sisten siguen tomando la medicación por su cuenta hasta que se sienten recupera - dos, sino acaban volviendo al médico. Y en el caso de que se pasen los síntomas, pero estos vuelvan a los pocos días, recuperan el tratamiento recetado y lo vuelven a hacer por su cuenta hasta que se vuelven a recuperar. En relación a los prospectos, no tienen ningún problema de comprensión, aunque no leen el prospecto entero. La única pega que le ponen a los prospectos es que la letra es pequeña y hay mucho texto. Figura 11. Captura de pantalla de una de las entrevistas. Fuente: elaboración propia Figura 10. Captura de pantalla de una de las entrevistas. Fuente: elaboración propia 292.5- Insights Tras esta investigación con personas usuarias se han detectado los siguientes problemas y necesidades. En primer lugar, existe un problema de falta de información o desinformación, por parte de los usuarios, de los problemas de salud que puede acarrear el hacer un uso incorrecto de los medicamentos, la mezcla de medicación con otros fármacos o con otras substancias. Esto hace que los usuarios sean poco conscientes de los riesgos a los que se exponen cuando llevan a cabo alguna de estas malas prácticas. En segundo lugar, los usuarios no llevan un control de la medicación que van toman - do, por lo tanto les es difícil identificar si están haciendo un consumo excesivo de medicación. En tercer lugar, los usuarios necesitan algún sistema que les avise cuando han de tomar la medicina de un tratamiento. No son conscientes de que si no llevan el tra- tamiento de una forma regular, tal y como se indica por el profesional de la salud, puede ser contraproducente, y que no se curen los síntomas en el periodo de tiempo establecido por el profesional de la salud, lo que puede llevar al usuario/a a alargar el tratamiento por su cuenta. En cuarto lugar, las personas usuarias suelen almacenar la medicación, tanto la que no necesita prescripción médica como la que les sobra tras un tratamiento que les ha prescrito un/a profesional de la salud. En este hecho reside el problema de que los usuarios no son conscientes de cuándo caducan los medicamentos, por lo que es bastante probable que los/as usuarios/as tengan medicación caducada almacenada y hagan uso de ella, consciente o inconscientemente, con los consecuentes riesgos que puede acarrear en la salud. En quinto lugar, con los prospectos existe un problema de accesibilidad. Que el texto sea pequeño puede dificultar su lectura si las personas usuarias tienen algún problema de visión.303- Definición e ideación313.1- User Persona Lidia, 32 años Lidia es una persona que trabaja en una oficina y se pasa muchas horas delante de un ordenador. Eso hace que le duela la cabeza bastante a me- nudo. Para aliviar el dolor decide automedicarse A parte de esto, cada mes se automedica para aliviar sus dolores menstruales. Todo esto hace que tome bastante medicación, sin embargo ella no es consciente ni de que está haciendo un uso abusivo de los medicamentos ni es consciente de que este abuso le puede causar otros problemas de salud.Comportamiento Se deja aconsejar sobre qué medicación tomar. Hay medicación que la toma en función de su experiencia. A veces se olvida de tomar alguna dosis de medicación cuando toca y la toma más tarde sin reprogramar la siguiente dosis, o se olvida de to- mar alguna dosis. Se automedica frecuentemente para tratar sus dolores. Alguna vez ha tomado antibiótico para tratar dolores de garganta. Alguna vez ha mezclado fármacos y no era consciente que eso podría ser peligroso. Sí es consciente de que mezclar medicamentos con al - cohol puede dar problemas pero no sabe cuáles. Almacena los medicamentos, incluidos los que le sobran tras un tratamiento pero no sabe cuan - do le caducan, y es posible que alguna vez haya tomado medicación caducada. Hechos Vive en Barcelona Independizada, vive en pareja Tiene estudios universitarios Clase social media Idiomas: Catalán, castellano y se defiende con el inglés Tiene conocimientos básicos de informática y tecnologíaNecesidades y objetivos Tener una mejor calidad de vida a corto y largo plazo. No poner en riesgo su salud. Ser responsable en el uso de la medicación. No olvidarse de tomar la medicación en el mo - mento que toca. Conocer si una medicación que quiere tomar por su cuenta le puede causar alguna reacción alérgica. Saber cuándo caduca la medicación para así deshacerse de ella inmediatamente y evitar to - mar algún medicamento caducado.Figura 12. Chica con dolor de cabeza/Freepik 2323.2- Escenarios Los escenarios es un método que, a través de un relato narrativo, nos permite describir como un usuario/a utiliza un producto para alcanzar sus objetivos. Con esta metodología se pre- tende empezar a pensar cómo interactuará y cómo será la experiencia de uso de la persona usuaria con el producto que se está diseñando en este proyecto. Escenario 1 Lidia hace un tiempo que descubrió la aplicación móvil y desde entonces va anotando en ella las dosis de medicación que va tomando en el día a día. Ella suele tener dolor de cabeza frecuentemente, sobre todo en el trabajo cuando ya lleva unas horas delante del ordenador, y anota en la aplicación qué medicación se ha tomado y a qué hora. Van pasando los días, y los días que le ha ido doliendo la cabeza ha ido anotando en la app, pero la aplicación no le ha indicado nada. Sin embargo, tras varios días tomando medicación, hoy al ir a anotar en la aplicación que se va a tomar otra dosis del medicamento, le salta un aviso que le indica que en las últimas semanas ha consumido 14 dosis de Ibuprofeno y que está ya empezando a hacer un uso abusivo de esta medicación. El sistema le indica los posibles problemas de salud que le puede causar este abuso y que debería acudir a su centro médico a que le hiciesen un che- queo y así le puedan recetar un tratamiento más efectivo o alguna solución a estos dolores de cabeza frecuentes. Lidia hace caso omiso de la advertencia que le lanza la aplicación. Lo único que ha con- seguido la aplicación es que hayan días en los que Lidia haya decidido aguantar el dolor y no automedicarse. Escenario 2 Lidia ha decidido ir al médico en lugar de automedicarse porque se encuentra realmente mal y no va a poder ir a trabajar en unos días. El médico le ha recetado un tratamiento con fármacos que debe seguir durante unos días y cada cierto periodo de horas. Lidia va a la farmacia y compra la medicación que le han recetado. Cuando llega a casa, saca el móvil, abre la aplicación, e indica en la aplicación que va a seguir un tratamiento médico. La aplicación le indica que escanee el código de la medicación o que introduzca el nombre. A continuación, una vez ya ha seleccionado la medicación en la app, se le ofrece la opción de añadir la fecha de caducidad del medicamento. Ella lo introduce, y la app le indica que cuando esa medicación caduque recibirá una alerta para de este modo poder ir a la farmacia a entregar el medicamento caducado en lugar de tenerlo almacenado en casa. Una vez introducida la fecha, la aplicación le pregunta por la duración del tratamiento, y ella indica que la ha de tomar durante 5 días. Luego la aplicación le pregunta cada cuantas 33horas lo ha de tomar y ella indica que cada 8 horas. A continuación, la aplicación pregunta que a qué hora ha hecho la primera toma o la va a hacer y Lidia introduce que la va a hacer a las 10h. Pulsa sobre \"continuar\" y la aplicación le indica que una alerta le llegará al móvil a las 10h (ahora son las 9:30) y que luego le llegarán alertas cada 8h durante los próximos 5 días para que se tome las dosis de medicación cuando toca. Lidia está encantada porque así no se le olvidará tomarse ninguna dosis. Escenario 3 Hace unos días Lidia descubrió la aplicación. En el momento de configurar su perfil hubo un momento en que la aplicación le preguntó si era alérgica a alguna medicación y Lidia indicó que si e introdujo la medicación a la cual lo era. Hoy es domingo y Lidia está en casa de unos amigos pasando el día pero de repente se ha empezado a encontrar mal. La amiga que la ha invitado a casa le comenta que ella tiene un medicamento que le puede ir bien pero Lidia, antes de tomarlo, decide consultar en la aplicación. Escanea la caja del medicamento y una vez la app ha detectado de qué medicamento se trata, le indica que ese medicamento solo se puede tomar con receta médica y, que además, alguno de los componentes de los que está hecho son los mismos componentes de los que está hecha la medicación que ha indicado que es alérgica. Ante esta situación decide no tomar el medicamento que le ha aconsejado su amiga, y además no quiere que le ofrezcan cualquier otra medicación de las que ella toma porque la app le ha indicado que hace un uso abusivo de estos medicamentos, así que pregunta por una farmacia cercana y que esté abierta. Sin embargo, nadie le sabe decir una farmacia que esté abierta un domingo. Así que Lidia coge el móvil, y en el apartado de farmacias filtra hasta que le sale la dirección de la farmacia abierta más cercana y la información de contacto. En primer lugar decide llamar a ver si en la farmacia le puede aconsejar algo y le aconsejan que se pase por la farmacia. Lidia consulta Google maps, ya que no es de la zona dónde vive su amiga, para orientarse e ir a la farmacia. 3.3- User Journey El user journey es un método que muestra los pasos que realiza el usuario durante la interac - ción con un producto, en un sistema en que podemos recoger información de sus emociones y reacciones en cada uno de los puntos de contacto o \"touchpoints\". En este caso los user journey se han hecho basados en los escenarios, y a parte de re- coger las emociones y reacciones, podremos identificar puntos de dolor o \"pain points\" que nos permitirán pensar en oportunidades y mejoras que aportarán valor añadido al producto y ayudarán a conseguir una mejor experiencia de usuario.34Escenario 1Objetivo: llevar un seguimiento de la medicación que se va tomando Entrar en la app Navegación por la app Fin de la interacción Inicio de sesión Búsqueda Advertencia Decisión Resultado Contexto Touchpoints Saca el móvil y entra en la app Inicia sesión en la app Busca al apartado de segui- miento de las dosis Indica que va a tomar una dosis Tras tocar en continuar, la app muestra los riesgos a los que se está some- tiendo la salud al abusar de esa medicación Cierra la app Acciones Introduce su email y su contraseña Navega por la app hacia ese apartado y selecciona una de las medicaciones que tiene registradas en la app Toca sobre el botón de voy a tomar una dosis y la app le muestra una alerta de que está haciendo un uso abusivo Lidia lee el mensaje y toca sobre cerrar el mensaje Lidia guarda el móvil y se toma la dosis que tenia pensada tomar Pain Points No quiere tener que iniciar sesión cada vez que quiere entrar en la app Lidia no considera que este haciendo un uso abusivo de esta medicación y toca en continuar Lidia considera que por tomar una dosis más no pasará nada, así que ese mensaje no le resulta persuasivo Emociones Oportunidades Poder iniciar sesión con la huella o con cuenta vinculada de Gmail Si ha iniciado sesión previamente que no se cierre la sesión aunque se salga de la app Mostrar el número de dosis que se han tomado a la se- mana/al mes o en los últimos meses. Mostrar un calendario en el que se indiquen los días que se ha tomado medicación. Al se- leccionar el día que se muestre de que medicación y el número de dosis tomadas Indicar una escala o un porcentaje de riesgo que se vaya incrementando en función del medicamento y las dosis tomadas. Antes de que cierre la app ofrecer la posibilidad de llamar a su centro médico ni que sea para hacer una consulta telefónica35Escenario 2Objetivo: programar los recordatorios de un tratamiento con medicación en la app Entrar en la app Navegación por la app Fin de la interacción Inicio de sesión Búsqueda Introducción de datos para programar los recordatorios Resultado Contexto Touchpoints Saca el móvil y entra en la app. Inicia sesión en la app Busca al apartado de programar un tratamiento Buscar el medicamento en la app Añadir la fecha de caducidad del medica- mento del tratamiento Añadir la duración del tratamiento Añadir cada cuántas horas ha de tomar una dosis Indicar a qué hora se ha hecho la primera toma de la dosis o se va a realizar Cierra la app Acciones Introduce su email y su contraseña Navega por la app hacia ese apartado Teclea el nombre del medicamento Teclea la fecha de caducidad del fármaco Teclea el número de días que le ha dicho el médico que ha de hacer el tratamiento Teclea el número de horas que han de pasar entre dosis Teclea la hora en que va a realizar la primera dosis y confirma Los recordatorios ya han sido programados y cierra la aplicación Pain Points No quiere tener que iniciar sesión cada vez que quiere entrar en la app Lidia tiene que escribir el nombre del medicamento entero y si se equivoca al te- clear no da ningún resultado la búsqueda Emociones Oportunidades Poder iniciar sesión con la huella o con cuenta vinculada de Gmail Si ha iniciado sesión previamente que no se cierre la sesión aunque se salga de la app Ofrecer la opción de escanear el código del me- dicamento. Añadir la función de bús- queda predictiva para que sea más rápido para el usua- rio encontrar la medicación que busca Ofrecer la posibilidad de editar la fecha una vez haya sido guardada por si se ha equivocado Una vez se ha recibi- do la alerta de \"medi- camento caducado\" ofrecer recordatorios de que esa medicación está caducada por sino puede deshacerse de ella en los próximos días Ofrecer la hora actual desde un inicio36Escenario 3Objetivo: hacer una consulta sobre una medicación y buscar una farmacia Entrar en la app Navegación por la app Fin de la interacción Registro en la app Configuración del perfil Búsqueda Advertencia Búsqueda Búsqueda Resultado Contexto Touchpoints Registrarse en la app Introducción de sus da- tos personales Introducción de informa- ción en relación a intoleran- cias, alergias, enfermedades importantes sufridas, cróni- cas... Si está en período de embarazo o lactancia... Buscar el medica- mento en la app La app indica un avi- so de posible reacción alérgica Decide no tomar el medicamento y busca el apartado de farma- cias cercanas Seleccionar una far - macia que este abierta Ver la información de la far - macia que ha encontrado Acciones Introduce su email y establece una contra- seña Introduce su nombre, su edad y su sexo Introduce toda la informa- ción que le va pidiendo la aplicación y acepta Escanea el código del medicamento, lo selecciona en la app y pulsa sobre continuar Lee el aviso y lo cierra Activa el GPS del móvil para permitir la geolocalización y se- lecciona, del listado, la farmacia que le queda más cerca Va tocando sobre cada farmacia del lista- do para ver la informa- ción y ver si está abierta Busca el contacto de la far - macia, se apunta el número de teléfono, sale de la app y llama Pain Points No es de la zona, así que no se conoce los nombres de las calles de la zona Encontrar una farma- cia abierta le lleva un rato ya que va mirando una por una Emociones Oportunidades Ofrecer la opción de registrarse a través de la opción de vincular su cuenta de Gmail Ofrecer la opción hacer una llamada para consultar al centro médico. Ofrecer la opción de buscar la farmacia más cercana Mostrar un mapa con la ubicación del usuario/a y la locali- zación de la farmacias cercanas Ofrecer opciones para filtrar farmacias en función, por ejemplo, de si son 24h, si abren los domingos... Ofrecer la opción de copiar el número de teléfono desde dentro de la app. Ofrecer la opción de que al tocar sobre un icono de telé- fono, se pueda llamar directa- mente.373.4- Conclusiones Tras la narración de los escenarios y el análisis de sus correspondientes user journeys, se identifica que las advertencias que pueda lanzar la app para la prevención de malas prác - ticas con el uso de medicamentos, como por ejemplo su abuso, no deben ser simplemente informar de qué consecuencias perjudiciales para la salud pueden haber, sino que habría que indicar con algún tipo de escala el nivel de factor de riesgo al que está exponiendo la persona usuaria su salud. De este modo se logrará que las advertencias sean más per - suasivas. De cara a que el usuario sea consciente de si está abusando de medicación o no, no solo bastaría con estos avisos y la escala, sino que también sería interesante poder mostrarle al usuario un calendario en el cuál, de un vistazo, pueda identificar aquellos días en los que ha tomado algún tipo de medicación (siempre y cuando el usuario haya introducido en la app los días que se ha ido medicando) y cuando clicke en alguno de los días que en los que se ha medicado, que pueda ver qué medicación tomó y cuantas dosis. Tras que el sistema haya lanzado una advertencia al usuario sobre algún tipo de riesgo o problema de la medicación, puede ser interesante el hecho de ofrecer al usuario la opción de realizar una llamada a su centro médico (siempre y cuando el usuario haya introducido información de contacto en su perfil) y poder ser asesorado por un profesional de la medi- cina. De este modo, si la persona usuaria decidiera llamar y fuese asesorada, ya no estaría automedicándose. En relación a la búsqueda de medicamentos dentro de la aplicación, este proceso se puede agilizar o bien implantando en la aplicación la búsqueda predictiva en función de los caracteres que va escribiendo el usuario o bien introduciendo en la aplicación algu- na función que permita escanear el código del medicamento. De este modo no solo se conseguirá realizar búsquedas más rápidas dentro de la aplicación, sino que también se prevendrán errores en la búsqueda, ya que si la búsqueda solo funcionara escribiendo el nombre completo del medicamento y el usuario escribiera mal alguno de los caracteres no daría resultado. Por lo tanto este es un punto que suma de cara a tener una buena experien - cia de usuario.383.5- Requisitos de diseño A continuación se presenta un listado de características sobre cómo debe comportarse el producto para satisfacer las necesidades y expectativas de los usuarios. Requisitos funcionales Debe informar de los riesgos a los que está incurriendo un usuario cuándo está hacien - do un uso abusivo de alguna medicación. Por lo tanto, debe permitir al usuario llevar un control de la medicación que va tomando. Debe informar de cuando se está tratando una sintomatología con una medicación incorrecta. Debe informar de posibles incompatibilidades que puedan haber entre medicamentos que el usuario esté tomando o quiera tomar. Debe informar de los riesgos específicos que puedan existir al mezclar alguna medi- cación concreta con alguna otra sustancia (alcohol, drogas...). Debe permitir leer los prospectos de los medicamentos de una forma más accesible. Debe permitir al usuario consultar su historial médico. Debe informar de si alguna medicación que el usuario quiera tomar es incompatible con alguna enfermedad cardiovascular, renal...que el usuario haya indicado en su perfil. Debe informar de si alguna medicación es incompatible con alguna alergia o intoleran - cia en función de lo que el usuario haya indicado en su perfil. Debe permitir al usuario programar la duración de un tratamiento con medicación y el número de dosis a tomar. Debe mostrar notificaciones cuándo una medicación caduca. Para ello, el usuario deberá poder indicar la fecha de caducidad de un medicamento cuando lo seleccione. Debe mostrar notificaciones al usuario cuando termine un tratamiento, y alertar al usua - rio de que no debe alargar el tratamiento por su cuenta. Debe mostrar un pequeño tutorial que indique al usuario para qué sirve está aplicación Debe mostrar confirmación de diferentes acciones que el usuario puede realizar en la app (registro de usuario, programación de un tratamiento, añadir un medicamento a la lista de medicaciones que está tomando...). Así el usuario tiene feedback de estas acciones y no cae en errores ni confusiones. Debe poder ofrecer la opción de cambiar el idioma en cualquier momento, ya que en España existen diferentes lenguas oficiales. De este modo la app será accesible para los usuarios de todas las regiones de España. Debe poder ayudar al usuario a encontrar una farmacia cercana y debe mostrar filtros para poder filtrar farmacias 24h, que abran un domingo... Debe ofrecer la posibilidad de registrarse mediante cuenta de Gmail. De este modo se agiliza el proceso de registro.39Requisitos no funcionales Emocionales Debe indicar a los usuarios en qué nivel de riesgo se encuentran cuando están sobre- medicandose o haciendo un uso abusivo de medicación. De este modo se pretende persuadir al usuario para que deje de realizar esta mala práctica. Operativos El peso de las imágenes debe ser bajo pero manteniendo una buena calidad. De este modo se reducen los tiempos de carga de los contenidos y el consumo de datos de internet La navegación por la aplicación debe ser rápida y fluida. Sino los usuarios se cansaran de la aplicación y dejarán de usarla. Debe permitir el acceso sin conexión a la información que los usuarios hayan introdu- cido en la aplicación. Debe mantener siempre la sesión iniciada para que el usuario no tenga que poner su usuario y contraseña siempre que quiera entrar. De seguridad Debe dar seguridad en el momento en el que los usuarios se quieran registrar para crear su cuenta. Toda la información que los usuarios introduzcan en la aplicación tiene que ser privada. De información La principal tipología de información es texto que es necesario conservar durante lar - gos periodos de tiempo. También habrá imágenes de las cajas de los medicamentos para que el usuario las pueda asociar con la caja del medicamento físico. Estas imágenes también se deberán conservar durante largos periodos de tiempo. Ambientales La app puede usarse en cualquier condición de luz (luz diurna, nocturna o artificial). Ha de ser compatible con dispositivos Android e iOs.404- Prototipado414.1- Inventario de contenidos El inventario es un listado de toda la información que va a contener la aplicación. Este inventario está basado en los requisitos de diseño definidos en el capítulo anterior. Registro Formulario de registro. Opción de registrarse a través de Gmail. Perfil Información de registro del usuario. Opción para agregar perfiles y poder tener más de un perfil en la app, para que, por ejemplo, los padres puedan controlar la medicación de la familia. Problemas de salud que tenga el usuario (problemas cardiovasculares, renales, hiper - tensión...). Opción para indicar si se es alérgico a medicamentos, y en tal caso, poder añadir a qué medicamentos es alérgico el usuario. Intolerancias que tenga el usuario. En caso de las mujeres: Poder indicar si están en período de lactancia. Poder indicar si están en periodo de embarazo. Opción para indicar con qué frecuencia se consume alcohol. Opción para indicar con qué frecuencia se consumen drogas. Historial médico. Enfermedades, lesiones y resultados de análisis Farmacias Localización de las farmacias más cercanas en un mapa. Dirección de las farmacias cercanas. Número de teléfono de las farmacias cercanas. Filtros para filtrar farmacias 24h, que abran los domingos... Opción para poder marcar las farmacias favoritas Consultar información de aquellas farmacias marcadas como favoritas.42Medicamentos Información general sobre los distintos tipos de medicamentos. Información general sobre el uso de los diferentes tipos de medicamentos. Información sobre qué hacer con los medicamentos caducados. Prospectos de los fármacos. Buscador de medicamentos: Opción para buscar los medicamentos escaneando el código de barras o datamatrix. Opción para buscar un medicamento escribiendo el código nacional. Opción para buscar un medicamento escribiendo su nombre y que haya búsqueda predictiva. Breve descripción de cada uno de los medicamentos. Opción para poder añadir los medicamentos a la lista del usuario. Opción para poder añadir la fecha de caducidad de los medicamentos que el usuario añada a su lista. Tratamientos Programar recordatorios para no olvidar tomar las dosis. Consultar el estado de un tratamiento (los días que se ha cumplido con la medicación y los días que quedan para finalizar el tratamiento) Control de la medicación Calendario donde se puedan visualizar los días que se ha tomado medicación. En los días que se ha tomado medicación, poder ver qué medicación se ha tomado y a qué hora. Indicar que se quiere tomar una nueva dosis de un medicamento o que se ha tomado ya. Poder indicar de qué medicamento se ha tomado o se quiere tomar la dosis. Puede ser un medicamento que el usuario tenga agregado a su lista o puede ser que lo tenga que buscar en el buscador. Hay que ofrecer las dos opciones. Avisos / Alertas / Notificaciones Notificaciones cuando un medicamento de la lista del usuario caduca junto con infor - mación sobre qué hacer con él y posibilidad de añadir recordatorios en los próximos días para recordar que está caducado. Notificaciones cuando, en un tratamiento programado, es la hora de tomar la dosis de una medicación. Notificación cuando se ha finalizado un tratamiento, junto con información que acon- seje consultar al médico si no se han curado los síntomas y posibles riesgos si se sigue 43el tratamiento sin consultar al profesional de la salud. Alertas cuando se está haciendo un uso abusivo de medicinas con su correspondiente explicación sobre posibles efectos/riesgos para la salud y la escala de riesgo en la que se encuentra el usuario. Alertas cuando una medicación que busca y/o añade el usuario a su lista es incompa - tible con alguno de los medicamentos que tiene en la lista. Alertas cuando una medicación que busca y/o añade el usuario a su lista puede gene - rar alguna reacción alérgica o de intolerancia en función de las alergias e intolerancias que haya marcado el usuario en su perfil. Alertas cuando una medicación que busca y/o añade el usuario a su lista pueda tener reacciones secundarias al ser mezclada con alcohol o drogas en función de si el usuario ha indicado en su perfil que consume alguna de estas substancias, con explicación de los efectos y del riesgo. Alertas cuando una medicación que busca y/o añade el usuario a su lista es incompa - tible con algún problema de salud que haya indicado el usuario en su perfil. Alertas cuando una medicación que busca y/o añade una usuaria a su lista supone un factor de riesgo para su bebé si se encuentra en periodo de embarazo o de lactancia. Alertas de cuando una medicación no es aconsejable a partir de una determinada edad. Centro médico Información de contacto que añada el usuario sobre su centro médico de referencia. Opciones Cambiar el idioma de la app. Cambiar el tamaño del texto de la aplicación. Cambiar entre modo oscuro o modo claro. Sobre la aplicación Ayuda en apartados de la aplicación. Términos de uso. Política de privacidad. Condiciones legales. Onboarding Explicación para que sirve la app.444.2- Card sorting Objetivo y preparación Con el card sorting se pretende conocer los modelos mentales de las personas usuarias que van a utilizar la aplicación. De este modo, podremos diseñar una estructura y etiquetado de contenidos acorde a sus modelos mentales, cosa que facilitará que encuentren aquello que buscan cuando vayan a utilizar la aplicación, un factor importante de cara a una buena experiencia de usuario. Este card sorting se realizará en remoto a través de la herramienta online Optimal Workshop. No será moderado, por incompatibilidad de mi horario laboral con el horario de los participantes. Este será individual, de modo que la información resultante sea más clara y representativa de cada participante. He optado por hacer un card sorting híbrido, de este modo puedo ver si las categorías definidas son entendibles por los usuarios o, por el contrario, si cambian el nombre de algu- na categoría por alguno que les resulte más familiar, o si crean algún nuevo grupo. De esta forma se pretende obtener unos resultados más acordes a sus modelos mentales. Definición de las tarjetas Partiendo del inventario de contenidos, se han desarrollado una serie de tarjetas con el fin de que sean agrupadas por los usuarios. Las tarjetas describen acciones que se pueden realizar dentro de la aplicación y se ha inten - tado no condicionar la agrupación utilizando sinónimos en las diferentes tarjetas y categorías. 1. Consultar mi historial médico. 2. Consultar mi lista de medicamentos. 3. Consultar la política de privacidad. 4. Controlar la medicación que estoy tomando. 5. Añadir alergias que tengo. 6. Añadir problemas de salud (renales, cardiovasculares...) que tengo. 7. Encontrar una farmacia cercana. 8. Consultar la información de mi centro médico. 9. Consultar los prospectos de mis medicamentos. 10. Añadir las intolerancias que tengo. 11. Programar recordatorios de un tratamiento. 12. Configurar las notificaciones. 13. Cambiar el idioma. 14. Consultar información de un medicamento. 15. Consultar la fecha de caducidad de los medicamentos de mi lista. 16. Consultar los términos de uso.4517. Consultar el estado de un tratamiento con medicamentos recetados. 18. Indicar si se está en periodo de lactancia (mujeres). 19. Indicar si se está en periodo de embarazo (mujeres). 20. Escanear código de medicamentos. 21. Consultar información general acerca de medicamentos. 22. Consultar información sobre el uso de los distintos tipos de medicamentos. 23. Indicar con qué frecuencia se consume alcohol. 24. Indicar con qué frecuencia se consumen drogas. 25. Consultar la información de mis farmacias favoritas. 26. Consultar para qué sirve la aplicación. 27. Filtrar farmacias. 28. Aceptar condiciones legales para utilizar la app. 29. Indicar que hoy me he automedicado. Definición de las categorías de los grupos Las categorías/grupos que se proponen en la actividad representan apartados en las que se podrían llevar a cabo las acciones. Estas categorías son las siguientes: Perfil. Localizador de farmacias. Acerca de los medicamentos. Ajustes. Acerca de la app. Explorador de medicamentos. Nuevo tratamiento. Control de dosis. Mis medicamentos. Mis tratamientos. Preguntas de Screener del card-Sorting Para asegurar que los participantes sean usuarios que se ajustan al user persona definido se realizan las siguientes preguntas con las respuestas que se pueden marcar de filtrado: 1. ¿Recurres a la automedicación* cuando tienes problemas de salud? (*Automedicación: La automedicación es el consumo de medicamentos, hierbas y remedios caseros por iniciativa propia o por consejo de otra persona, sin consultar al médico). No, siempre consulto al médico cuando tengo cualquier problema de salud Depende de los síntomas o dolencias Sí, siempre462. ¿Trabajas en una profesión relacionada con la sanidad (física o mental)? U otra profesión que requiera de conocimientos sobre fármacos, por ejemplo veterinario/a? Sí No 3. ¿Tienes algún familiar, amigo o conocido que tenga una profesión relacionada con la sanidad al qué recurras sobre qué medicación tomar? Sí, pero nunca le consulto qué medicación tomar Sí No Preguntas Pre-estudio del card sorting Aparte de las preguntas que se hacen para filtrar los participantes, también se realizan pre- guntas de pre-test para luego poder filtrar los resultados obtenidos y poder ver si hay alguna diferencia en los modelos mentales en grupos de distintas edades o por la frecuencia de práctica de la automedicación. Estas preguntas son las siguientes: 1. ¿Qué edad tienes? Entre 18 y 29 Entre 30 y 45 Entre 46 y 60 Entre 61 y 64 65 o más 2. ¿Con qué frecuencia sueles automedicarte? En momentos puntuales, estoy bien de salud y casi nunca necesito medicarme. A menudo. Suelo tener frecuentemente dolores (de cabeza, musculares...) u otros tipos de problemas de salud. Constantemente sufro de problemas de salud y siempre me automedico Preguntas Post-estudio del card sorting Finalmente, una vez los/as participantes/as han terminado la actividad, se les realiza la si- guiente pregunta de respuesta abierta para ver si han tenido alguna dificultad a la hora de clasificar alguna de las tarjetas: ¿Hay algún concepto que te haya costado entender o agrupar?¿Cuál?¿Por qué?47Análisis de los resultados Información de los participantes Este card sorting estuvo abierto a la participación durante 5 días, del 14 al 19 de noviembre del 2022. En el estudio participaron un total de 46 participantes, de los cuales 17 completaron la actividad (37%). 14 participantes (30%) no pasaron el screener, por lo tanto no cumplían con el perfil que se buscaba para este estudio y hubo 15 participantes que abandonaron el estu- dio antes de finalizarlo. Al ser un estudio anónimo y no moderado no se ha podido obtener información de porqué han decidido abandonarlo. 16 de los participantes que completaron la actividad se encuentran en la franja de edad de 30 a 45 años, mientras que solo 1 se encuentra en la franja de edad de 46 a 60 años. 13 participantes que completaron la actividad suelen automedicarse en momentos pun- tuales, y 4 de ellos indican que lo hacen a menudo. Los participantes dedicaron una media de 10 minutos en completar la actividad. Resultados Tras el análisis de la matriz de similaridad (anexo V) y del dendograma (anexo V) se obtienen las siguientes conclusiones: Se identifica muy claramente un grupo en el que se incluyen todas aquellas acciones en las que el usuario puede añadir información acerca de su perfil. Esto incluye las tarjetas para poder añadir alergias, intolerancias si se consume alcohol, consultar el historial médico... Es decir, este grupo engloba la información personal del usuario. Toda esta información la han agrupado dentro de la categoría \"Perfil\". Otro grupo que se identifica tiene relación con aquella información general sobre la app, su uso, las condiciones legales, la política de privacidad... esta información la han englobado en la categoría \"Acerca de la app\". También se identifica un grupo que contiene aquello relativo a la información sobre los medicamentos e incluso en este grupo se incluye la tarjeta de escanear un medicamen - to, que es una acción asociada a la búsqueda de un medicamento dentro de la app. Esta información ha sido agrupada bajo la categoría \"Acerca de los medicamentos\". Otro grupo importante que se identifica tiene que ver con la información relacionada con los medicamentos que el usuario ha agregado a su lista y las acciones relativas a ellos como consultar los prospectos y las fechas de caducidad. Esto se ha agrupado en la categoría \"Mis medicamentos\". En la categoría \"localizador de farmacias\" se han agrupado aquellas tarjetas que con - tienen las acciones de encontrar una farmacia cercana, filtrar farmacias y consultar la información de mis farmacias favoritas.48 Finalmente, existen otras categorías en las que se han agrupado menos tarjetas, estas categorías son \"ajustes\", \"mis tratamientos\", en las que se incluyen las acciones de consultar estado de un tratamiento y programar los recordatorios de un tratamiento, y la categoría de \"Control de dosis\" en la que se han agrupado las tarjetas que repre- sentan las acciones de indicar que hoy me he automedicado y controlar la medicación que estoy tomando. No se observan diferencias destacables entre aquellos participantes que indican medicarse puntualmente con aquellos que indican que se medican a menudo. Respecto a la pregunta que se realizaba una vez finalizada la actividad, en general los participantes no han tenido ningún tipo de problema destacable para agrupar las tarjetas. 4.3- Árbol de contenidos El árbol de contenidos que se muestra a continuación es una representación esquemática de cómo debe estar estructurada la información que incluirá la aplicación. Esta estructura está basada en los resultados que se han obtenido en el card sorting. Por lo tanto, esta distribución debe facilitar la encontrabilidad de la información a los usuarios y usuarias.49Árbol de contenidos504.4- Tree test Objetivo del test El objetivo de este Tree Test es comprobar si el árbol de contenidos que se propone, por lo tanto la navegación y etiquetado que se propone, es intuitiva y permite a los usuarios encontrar la información con facilidad. En este estudio no se van a hacer preguntas de screener para filtrar usuarios, pero sí que se harán preguntas de pre-test para filtrar resultados y ver qué diferencias pueden haber entre diferentes tipos de usuarios. Este Tree Test se llevará a cabo en remoto con la herramienta online Optimal Works- hop pero no será moderado debido a la incompatibilidad de mi horario laboral con el de los participantes. Preguntas de screener El objetivo de realizar estas preguntas es poder filtrar los participantes para conseguir aque - llos que más se parezcan al user persona. 1. Cuando tienes problemas de salud... Siempre consulto al médico sobre qué medicación tomar. Depende del síntoma tomo medicación por mi cuenta. Siempre tomo medicación por mi cuenta. 2. ¿Con qué frecuencia tienes problemas de salud que requieran tomar medicación? En algún momento puntual, estoy bien de salud y casi nunca me pongo enfermo/a. Con bastante frecuencia ya que suelo tener dolores de cabeza u otros dolores o sintomatología que la medicación me alivia. Cada mes, por un problema u otro, tengo que medicarme. Tengo problemas crónicos así que casi siempre. 3. Eres profesional de la salud o tienes alguna profesión o estudios relacionados con este sector y la farmacología? Sí No Tareas a realizar por los usuarios Las tareas que se pide realizar a los participantes de este Tree Test cumplen con las si - guientes condiciones planteadas para este ejercicio, y de este modo, poder comprobar si 51los elementos del menú que cumplen estas condiciones son fáciles de encontrar por parte de los usuarios. Una para un elemento del menú que haya tenido mucho consenso en el Card Sorting. (Condición 1) Una para un elemento del menú que no haya tenido mucho consenso en el Card Sorting. (Condición 2) Una para descubrir dónde buscaría la persona usuaria una farmacia abierta más cercana un domingo. (Condición 3) Una para consultar los medicamentos que el usuario ha agregado a su lista. (Condición 4) Una para consultar el historial de dosis tomadas. (Condición 5) A partir de estas condiciones, se han determinado las siguientes tareas, describiendo a los participantes un breve escenario para ponerlos en contexto en cada una de las tareas: Tarea 1: El otro día descargaste la aplicación y por falta de tiempo no pudiste configu- rar toda la información que te pedía la aplicación. Hoy que tienes un rato has decidido completar la información. Tarea: Indica en la aplicación a qué medicamentos eres alérgico. (Condición 1). Tarea 2: Te gustaría obtener unos conocimientos básicos sobre medicación, ya que casi siempre te dejas aconsejar sobre qué medicación has de tomar cuando tienes algún síntoma de enfermedad. Tarea: Busca información sobre el uso de los medicamentos. (Condición 2). Tarea 3: Hoy es domingo, estás muy resfriado y necesitas comprar Frenadol para aliviar los síntomas. El problema es que al ser domingo, la gran mayoría de farmacias están cerradas. Tarea: Encuentra una farmacia que esté abierta y cerca de ti. (Condición 3). Tarea 4: Dentro de la aplicación has ido agregando medicamentos que sueles tomar con bastante frecuencia a una lista, y ahora has decidido que les vas a añadir la fecha de caducidad. Tarea: consulta tu lista de medicamentos. (Condición 4). Tarea 5: Estás en la consulta con tu doctor, porque finalmente has decidido ir al médico tras ver que la medicación que has estado tomando no te ha hecho efecto para aliviar tu problema de salud. El doctor te ha preguntado qué medicación has estado tomando y cuando la empezaste a tomar y con qué frecuencia. Tarea: consulta en la aplicación cuando empezaste a tomar la medicación, con qué frecuencia y que medicamento era. (Condición 5). Después de completar cada una de las tareas se realiza la siguiente pregunta por si los usua - rios han tenido alguna dificultad a la hora de decidir dónde llevarían acabo la tarea. ¿Has tenido alguna duda a la hora de elegir en qué sección realizarías está tarea? En caso afirmativo, ¿Podrías indicarme el motivo?52Pregunta post test Finalmente se realiza la siguiente pregunta para que los participantes puedan expresar cual - quier problema que hayan tenido en relación a la actividad. ¿Te ha costado relacionar alguna tarea con alguno de los enlaces? Es decir, ¿Te ha confundido el nombre de alguno de los enlaces y te ha hecho pensar que realizarías en esa sección la tarea que se pedía? ¿O has tenido algún otro tipo de problema rela- cionado con la actividad? Análisis de los resultados Información de los participantes En este estudio han participado 19 personas . Todas pasaron las preguntas del screener pero solo completaron la actividad 13 usuarios. 4 de los participantes se encontraban en la franja de edad entre los 18 y 29 años mientras que el resto se situaba entre los 30 y los 45 años. El tiempo medio que han invertido en completar la actividad ha sido de 5 minutos. El estudio estuvo abierto del 19 al 21 de noviembre de 2022. Resultados A continuación se exponen los resultados para cada una de las tareas. En el anexo se mues - tran los resultados y las matrices de Pietree de cada una de las tareas (anexo VI): Tarea 1: esta tarea solo tuvo 1 éxito y fue indirecto, el resto de participantes pensaron que la respuesta a esta tarea la podrían encontrar en el apartado de \"medicamentos\" o que la podrían encontrar en los apartados de \"mi lista de medicamentos\" o en el \"historial médico\" que se encuentran dentro del perfil. Incluso se indicó que se podría encontrar en \"estado de un tratamiento\". Tarea 2: esta tarea ha tenido 7 éxitos, de los cuáles 2 fueron de forma indirecta. El resto de usuarios han pensado que esta información la podrían encontrar en \"acerca de\", en \"tipos de medicamentos\" o dentro de la búsqueda de un medicamento. Tarea 3: todos los participantes han completado esta tarea con éxito, aunque 3 fueron éxitos indirectos. Estos usuarios que lo hicieron de forma indirecta, navegaron por los apartados de \"tratamientos médicos\" o en \"buscar un medicamento\" . Tarea 4: esta tarea tuvo un total de 6 éxitos, aunque 5 fueron de forma indirecta. El resto de usuarios pensaron que esta tarea la llevarían a cabo en las diferentes opciones que se dan dentro del apartado de \"buscar un medicamento\". Tarea 5: Esta tarea tuvo un total de 3 éxitos, de los cuales 1 fue de forma indirecta. 53Entre las respuestas que el resto de usuarios marcaron que encontrarían esa informa- ción se encuentran los apartados de \"estado de un tratamiento\", en \"buscar un medi- camento\" o en los apartados de \"Historial médico\" y \"mi lista de medicamentos\" que se encuentran dentro de mi perfil. A raíz de estos resultados se decide cambiar la navegación, ya que esta no se ajusta a los modelos mentales de los usuarios, y afectaría negativamente a la encontrabilidad de la infor - mación dentro de la aplicación y, en consecuencia, a la usabilidad y experiencia de usuario. Cambios en el árbol de contenidos En la propuesta de árbol que se presenta a continuación se han hecho cambios tanto de je- rarquías, de etiquetado y se han cambiado apartados de lugar. Estos cambios se han llevado a cabo teniendo en cuenta los resultados del tree test. Dentro del menú, se decide no esconder tanto la información para hacerla más visi- ble. Ahora no será el apartado \"configuración\" el que incluya todos los datos (alergias, consumo de alcohol y drogas, problemas de salud...) sino que directamente esto será información en el perfil. Dentro de medicamentos, se ha cambiado el etiquetado del apartado \"información general\" por \"tipos y usos\" El apartado de \"control de dosis\" pasa a llamarse \"Añadir una dosis de medicación\" y en él los usuarios podrán indicar que se han medicado o se van a medicar en ese momento. Para consultar el \"Mi historial de medicación\" tendrán que dirigirse al menú. Se cambia el etiquetado de \"tratamientos médicos\" por \"mis tratamientos médicos\". El apartado de \"mis medicamentos\" pasa del menú a formar parte del apartado de medicamentos.54Árbol de contenidos55Tree test 2 Tras estos cambios realizados en el árbol de contenidos se decide realizar un nuevo tree test para comprobar si estas modificaciones se ajustan más a los modelos mentales de los usuarios. Este nuevo tree test incluirá las mismas preguntas de screener para filtrar usuarios y las mismas tareas, a excepción de la tarea 3, que es la que se completó con un éxito completo. Así que aprovechando este nuevo tree test, se sustituirá por la siguiente tarea: Tarea 3: Hoy te duele mucho la cabeza y has decidido que vas a tomarte un Ibuprofeno. Decides abrir la aplicación e indicar que hoy te has medicado para que quede registra- do. Tarea: Indica en la aplicación que hoy te has medicado. Tras cada una de las tareas, se pedirá a los usuarios que respondan a la siguiente pregunta cerrada con sus posibles respuestas: 1. Valora la dificultad que te ha supuesto identificar en qué sección llevarías acabo la tarea. Muy fácil Me ha costado un poco Muy difícil, he tenido que navegar por todas o casi todas las secciones. Una vez completada la actividad se realizará la misma pregunta de post-test que se realizó en el primer tree test. Lo ideal sería poder realizar este tree test moderado para conocer las reacciones e im- presiones de los participantes, sin embargo la imposibilidad de cuadrar agendas debido a los horarios laborales causa que tenga que ser no moderado. Análisis de los resultados Información de los participantes En este estudio han participado 18 personas. Todas pasaron las preguntas del screener pero solo completaron la actividad 14 usuarios. 5 de los participantes se encontraban en la franja de edad entre los 18 y 29 años mientras que el resto se situaba entre los 30 y los 45 años. El tiempo medio que han invertido en completar la actividad ha sido de 4 minutos. El estudio estuvo abierto del 21 al 24 de noviembre de 2022.56Resultados Hay un participante que se ha saltado todas las tareas y no se va a tener en cuenta para explicar los resultados y conclusiones. En el anexo se incluyen los resultados y la matriz de Pietree de cada una de las tareas (anexo VI): Tarea 1: esta tarea ha mejorado respecto al anterior tree test al no esconder tanto el apartado, pues se ha pasado de tener 1 éxito a tener 5 éxitos,casi la mitad, de los cuales 2 fueron indirectos. El resto de usuarios pensaron que podrían llevar a cabo esta tarea en los apartados de \"mi historial médico\" dentro del menú, o en el apartado de \"programar un tratamiento\" dentro de \"mis tratamientos médicos\" o en \"mi lista de medicamentos\" dentro de medicamentos. Tarea 2: el cambio en el etiquetado en este apartado también ha supuesto una mejora. Si en el anterior tree test había habido 7 éxitos y 6 fallos, en este tree test se han ob- tenido 10 éxitos, de los cuáles 9 han sido directos, por solo 2 fallos. Los 2 participantes que dieron el fallo pensaron que la respuesta a esa tarea la encontrarían en buscar un medicamento. Tarea 3: esta tarea no se puede comparar porque es la que se cambió. Esta nueva tarea ha tenido 7 éxitos, de los cuáles uno ha sido indirecto, y 5 fallos. Los usuarios que falla - ron pensaron que esta tarea la podrían llevar a cabo dentro del \"menú\" en los apartados de \"mi historial médico\" y \"mi historial de medicación\" o en el apartado de \"programar un tratamiento\" dentro de \"mis tratamientos médicos\" o en \"mi lista de medicamentos\". Tarea 4: el cambio en la ubicación de este apartado también ha supuesto una mejora importante. Si en el anterior tree test hubieron 6 éxitos y 7 fallos, en este tree test se han obtenido 10 éxitos, de los cuales la mitad han sido de forma directa, y tan solo 2 fallos. Una de las opciones que se barajó como posible solución a la tarea era el apar - tado de \"estado de un tratamiento\" aunque ningún usuario lo marcó como opción. Los apartados en los que los participantes sí indicaron erróneamente que llevarían a cabo esa acción fueron \"programar un tratamiento\" y \"mi historial de medicación\". Tarea 5: esta tarea ha tenido el mismo número de éxitos que en el tree test anterior, 3. El resto de participantes indicaron que esta opción la encontraron en \"mi lista de medicamentos\" o en las dos opciones que se encuentran dentro de \"mis tratamientos médicos\". En general los usuarios indican que las tareas no les han resultado muy difíciles. Sólo en la primera tarea hay usuarios que indican que les ha resultado muy difícil encontrar dónde realizarían esa tarea.57Conclusiones Todo y que el nuevo planteamiento del árbol de contenidos ha supuesto mejoras, existen ciertos apartados que siguen mostrando problemáticas. Se decide sacar fuera del menú el apartado de \"mi perfil\", e introducir en él los apar y \"configuración del perfil\" (para que el usuario pueda indicar en él todos los parámetros que requiere la app, así como sus alergias). Este cambio se realiza para que el menú no sea tan complejo, y en el card sorting se ha visto que los usuarios agrupaban toda esta información. Indicar las alergias es una acción que para los usuarios sigue resultando confusa dónde llevarla a cabo, sin embargo, creo que, si dentro del apartado de perfil, en esta prueba se hubiesen mostrado las diferentes acciones que se pueden hacer, entre ellas indicar las alergias, los resultados hubiesen sido mejores. Esto es algo que me gustaría comprobar en la evaluación de usabilidad en un test moderado con usuarios y con el prototipo realizado. Este es otro motivo por el que se decide hacer más visible el apartado de \"mi perfil\" sacándolo del menú, ya que es importante que los usuarios en - cuentren fácilmente dónde poder configurar sus parámetros de salud para que la app les pueda alertar sobre si una medicación les puede suponer un riesgo para la salud. Todo y que la tarea 3 ha tenido más éxitos que fallos, no existe una gran diferencia entre ellos, así que se propone un cambio en el etiquetado. Este apartado pasará de nombrarse como \"añadir una dosis de medicación\" por \"voy a medicarme\". Este cambio de nombre pretende incitar al usuario a que pase por este apartado antes de medicarse, y que así este apartado cumpla su misión. Con los otros etiquetados que se habían planteado quedaba ambiguo y la tarea planteada tampoco acababa de cumplir con la finalidad con la que se pensaba este apartado. A parte, este apartado se decide moverlo dentro de \"mi perfil\". Se querrá testear en un test con usuarios para ver si el cambio de etiquetado y de lugar funciona mejor. El historial de medicación es otro de los apartados que para los usuarios es difícil de localizar. Tanto en el primer tree test como en el segundo, no se observa un modelo mental que indique claramente, dónde piensan los usuarios que encontrarían esta información. Por eso se ha decidido mover esta información dentro de \"mi perfil\". *Se indica que algunos de los cambios se quieren testear en un test moderado con usuarios en la evaluación de usabilidad, porque el tiempo disponible no da para testear las conclusiones en otro tree test. A continuación se presenta de nuevo el árbol de contenidos con los cambios aplicados ba- sados en las conclusiones extraídas en este último tree test.58Árbol de contenidos594.5- Diagramas de flujo Los diagramas de flujo nos permiten visualizar, de forma esquemática, los diferentes pasos que ha de realizar el usuario para llegar a cumplir sus objetivos cuando usa un sistema in- teractivo. Gracias a esta técnica podemos detectar también oportunidades de mejora, ya que po- demos ver la cantidad de pasos a seguir por el usuario y analizar dónde le podemos ofrecer al usuario caminos alternativos o, si es posible, reducir el número de pasos a seguir en la navegación para que los usuarios logren su objetivo. En la página siguiente se muestran los tres diagramas de flujo, junto con las mejoras de- tectadas. (Solo se detectan mejoras en los diagramas de los escenarios 1 y 3).60 Toca sobre \"Mi perfil\" Toca sobre \"Voy a medicarme\" lista de medicamentos?Toca \"Mi perfil\" ¿Rellena la información de su perfil? ¿Rellena la información de su perfil? Toca sobre el botón buscar una farmacia Toca sobre \"Mi perfil\" Toca sobre \"Voy a medicarme\"Escenario 1 Escenario 2 Escenario 3 Escenario 1 mejora Escenario 3 mejora En este punto se reduce el número de pasos que debe seguir el usuario En este punto se reduce el número de pasos que debe seguir el usuarioEn este tramo se han eliminado pasos, ya que desde el mismo aviso se podrá buscar una farmacia Para no tener que volver hacia atrás, se ofrecerá la posibilidad de seguir adelante614.6- Prototipo de la app El prototipado es la fase en la que a partir de la información/resultados obtenidos de las fa- ses anteriores, se construye un modelo de la aplicación que incluye, en este caso, aspectos estructurales y funcionales. Sketches Esta fase empieza con unos sketches para visualizar y definir de modo rápido, cómo será la estructura de las diferentes pantallas que componen la aplicación. Wireframes Es a partir de estos sketches, cuando se empiezan a definir los wireframes. En ellos se esta- blece la estructura básica de la aplicación antes de agregar el contenido y el diseño visual Prototipo El prototipo ha sido pensado para smartphones, e incluye parte del contenido, (ya que no se tienen conocimientos médicos como para desarrollar todo el contenido. En aquellos apartados en los que falta contenido, se indica que tipo de contenido ha de ir), y el diseño visual final. En el prototipo, en la parte inferior, se ha incluido la botonera nativa del sistema Android, para que cuando haya que testearlo con usuarios, estos tengan la opción de retroceder como lo harían si la aplicación ya estuviese en el mercado.62Bocetos Inicio sesión y registrarse Onboarding Home PerfilBoceto de la Home Boceto de la pantalla de mi perfil Voy a medicarme Boceto de introducción de datos en el apartado voy a medicarmeBoceto de Selección de opción dentro del apartado de voy a medicarme Boceto de inicio de sesión Boceto de registrarse con email Boceto de iniciar sesión con email y contraseña Boceto del onboarding Menú Boceto del menú Boceto de información de una farmacia Boceto de farmacias favoritas Boceto de buscar una farmacia Bocetos de la información del centro médico (izquierda) y a la derecha el formulario para añadir la información Medicamentos Boceto de buscar un medicamento Boceto de escanear un medicamento Boceto de información de un medicamento Boceto de prospecto de un medicamento Boceto de añadir fecha de caducidad Boceto de tipos y usos de medicamentos Boceto de mi lista de medicamentos Mis tratamientos médicos Boceto de mis tratamientos médicos (calendario) Boceto de Selección de opción dentro de mis tratamientos médicos Boceto de mi lista de mis tratamientos médicos Boceto de alertas y avisos Alertas y avisosBoceto mi historial de medicación (lista) Mi historial de medicación Boceto parámetros médicosBoceto de mi historial médico Mi centro médico63Wireframes Diferentes pantallas del apartado de medicamentos Inicio de sesión y registro OnboardingMedicamentos PerfilVoy a medicarme Alertas y notificaciones Mis tratamientos médicos Wireframes del menú y sus apartados MenúHome64Prototipo El usuario puede ver en una lista el estado de un tratamiento y los que ha finalizadoConfirmación de que el usuario ha programado el tratamientoEstas 3 pantallas son de introducción de datos por parte del usuario para de este modo poder programar los recordatorios de cuando debe de tomar la medicación de un tratamientoEn esta pantalla el usuario puede ver en un calendario los días que se ha tomado las dosis de un tratamiento y los días que le quedan para finalizarloMis tratamientos médicos Desde esta pantalla el usuario puede acceder al prospecto de un medicamento, a la información sobre el tipo de medicamento y añadir la fecha de caducidad del medicamento en cuestión.Esta es la pantalla que aparece cuando el usuario quiere introducir la fecha de caducidad de un medicamentoPantallas de un medicamento en concreto Pantallas del apartado medicamentosMedicamentos Desde la pantalla principal, el usuario puede buscar medicamentos en la app, acceder a su lista de medicamentos o a su perfil Home Estas pantallas son una explicación inicial que introducen al usuario para que sirve la aplicación Onboarding Inicio de sesión y registro Pantallas de explicaciones de los diferentes apartados de la app para que el usuario conozca el funcionamiento de la app y el por qué se le pide información. Estas pantallas aparecen cuando el usuario toca sobre el icono en forma de interrogante que se encuentra en algunas de las pantallas en la esquina superior derecha, en la barraAyudas/explicaciones El usuario se puede informar de toda la medicación que ha ido tomando. Esta información la puede ver en una lista, pudiendo filtrar entre últimos 7 días, último mes, últimos 3 meses o ultimo año; o verlo más gráficamente en un calendario. Además desde este apartado, el usuario tiene acceso a más acciones.Mi perfil Estas son la pantallas de los paráme- tros médicos, en las que el usuario/a debe indicar todas aquellas condicio- nes que cumpla para que el sistema le pueda avisar en el momento en que pueda haber algún riesgo para su salud. Esta es la pantalla de la información de una farmacia. En ella el usuario puede ver a qué distancia está de la farmacia, ver en un mapa como puede ir, ver el horario, si esta abierta 24h, si abre los 7 días de la semana, añadir - la a favoritas, y se le facilita el poder hacer una llamada a la farmaciaEste es el buscador de farmacias desde el cual el usuario puede buscar una farmacia introduciendo una ciudad, una dirección, un código postal y puede emplear filtros para buscar una farmacia.Menú Pantallas de notificaciones que recibirá el usuarioNotificaciones Solo se muestran dos pantallas porque en su funcionamiento depende de pantallas del apartado de medicamentos como la de buscar un medicamento o la de mi lista de medicamentosConfirmación de que se ha registrado la dosis de medicamento cuando el usuario indica que se va a medicar con el medicamentoVoy a medicarme Mensaje que aparece cuando un usuario añade un medicamento a su lista de medicamentos, de este modo puede confirmar la acción o deshacerla si se ha equivocado Mensaje que aparece cuando un usuario añade una farmacia a su lista de farmacias favoritas, de este modo puede confirmar la acción o desha- cerla si se ha equivocadoMensaje que aparece cuando un usuario elimina una farmacia de su lista de farmacias favoritas, de este modo puede confirmar la acción o deshacerla si se ha equivocadoMensaje que aparece cuando un usuario elimina un medicamento de su lista de medicamentos, de este modo puede confirmar la acción o deshacerla si se ha equivocadoConfirmar acciones Pantallas de alertas que recibirá el usuario en función del uso que esté haciendo de los medicamentos y de la información que haya proporcionado al sistemaAlertas/ avisos Parámetros médicos del usuario/a Estas pantallas son para que el usuario pueda introducir los datos de su centro médico de referencia y de este modo no los tenga que buscar en internet. Esta información ayudará a agilizar y facilitar al usuario el poderse poner en contacto con un profesional sanitario en cualquier momento y cuando la app le de alguna alerta de riesgo para su salud.Mi centro médico Mi historial médico655- Evaluación de la usabilidad665.1- Evaluación heurística La evaluación heurística es un método de inspección de la usabilidad sin usuarios. Consiste en examinar la calidad de uso de una interfaz a partir del cumplimiento de unos principios reconocidos de usabilidad: los heurísticos. A continuación se realiza una evaluación heurística del prototipo a partir de los heurísticos de Jakob Nielsen (Nielsen, 1994). 1- Visibilidad del estado del sistema Cuando la persona usuaria está en las pantallas del onboarding, en todo momento sabe en qué punto de la información se encuentra y cuánto le queda para llegar a la última pantalla del onboarding, porque en la parte inferior de la pantalla aparece el número de pantallas de información que hay, y resaltado en color verde se informa de en qué pantalla se encuentra. Dentro de cada apartado, se indica en la parte superior de la pantalla, en qué apartado se encuentra el usuario. Para mejorar la visibilidad del estado del sistema, en el apartado de programar un trata- miento médico se mostrará un número que indique en qué paso del proceso se encuentra el usuario y el número total de pasos ha realizar. Ejemplo: Paso 1 de 5. Aparte en las pantallas de ayuda, se cambiará el título de \"información\" por \"el título de la sección''. Y dónde actualmente aparece la sección, que es en la barra superior, se cambiará el título de la sección por \"ayuda\" Antes Después Antes Después672- Coincidencia entre el sistema y el mundo real El sistema utiliza el lenguaje de los usuarios, con palabras y frases que les son conocidos para que al usuario no se le com- plique el uso del sistema. Por ejemplo, en el botón de buscar, se utiliza el icono de una lupa, que es un icono estandarizado y que hace un símil con uno de los usos con los que se emplea la lupa en el mundo real. Aparte, los mensajes de error y los iconos de alerta se mues - tran en rojo, el mismo color que en el mundo \"offline\" tiene con - notaciones de prohibido o de alerta. Otro ejemplo de buena práctica de este punto en el prototi- po es que en el calendario que se muestra en la aplicación, los días de la semana empiezan por lunes, que es a lo que están acostumbrados los usuarios que no son del mundo anglosajón. Para mejorar este punto, se decide emplear iconografía en las \"cards\" de los medicamentos, para que al usuario/a tam- bién le sea más fácil reconocer si los medicamentos que busca en la app son capsulas, pastillas, colirios, etc... 3- Control y libertad del usuario Cuando un usuario agrega un medica- mento a su lista, luego tiene la opción de quitarlo de la lista. Lo mismo ocurre con las farmacias. El usuario también puede acceder en todo momento a su perfil para modificar la información y añadir o eliminar medicamentos de la lista de medicamentos que le causan alergia. Para mejorar el control y libertad del usuario, se ofrecerá la opción de \"cancelar\" durante todos los pasos que permiten programar los recorda - torios de un tratamiento médico y de \"voy a medicarme\". Así como también, cuando aparezca el mensaje de confir - mación de que ha quedado registrado en el sistema, ofrecer la posibilidad de deshacerlo por si el usuario se ha equi - 68vocado y pedirá confirmación en el caso de querer deshacer. 4- Consistencia y estándares Se utilizan iconos que están estandarizados y que son fáciles de reconocer y asociar a la función que desempeñan. Por ejemplo la lupa para la acción de buscar, o la estrella del apartado de las farmacias para agregarlas a los favoritos o el icono de menú hamburguesa para el menú. Sobre la posición del icono del menú hamburguesa se han seguido los estándares y se ha situado en la esquina superior izquierda como en la mayoría de aplicaciones. A nivel de consistencia, todos los elementos que son clickables o interactivos se les ha dado un color verde. Aparte, todos los botones tienen el mismo aspecto. Para mejorar la consistencia y estándares, todos los elementos que no sean interactivos y estén en color verde, se cambiarán de color. Mientras que, aquellas palabras o frases que sean interactivas pero solo estén en color verde, se les aplicará un subrayado. 5- Prevención de errores En este punto, para lo que son las búsquedas dentro de la aplicación, se pretende incor - porar las búsquedas predictivas, para que el buscador sugiera medicamentos a partir de los caracteres que vaya introduciendo el usuario. De este modo se evitan errores en la escritura que podrían generar en el usuario una mala experiencia. Por ejemplo, sino hubiese búsqueda predictiva, y el usuario escribiese el nombre de un medicamento pero uno de los caracteres estuviese mal, no obtendría ningún resultado. La búsqueda predictiva no solo evita estos tipos de errores, sino que agiliza el proceso de búsqueda, ya que el usuario no tiene que escribir el nombre completo del fármaco para obtener resultados. 6- Reconocimiento mejor que recuerdo El etiquetado de los diferentes botones de la aplicación ayuda a los usuarios/as a localizar aquella función que quieren realizar para lograr sus objetivos, ya que son palabras que son reconocibles por ellos/as. De este modo no se tiene que memorizar qué pasos hay que se- guir para lograr un objetivo, y la carga mental para las personas usuarias es mínima. Para mejorar el reconocimiento antes que el recuerdo, se cambiará el etiquetado del botón \"Tipos y usos\" por \"Tipos y usos de medicamentos\". 7- Flexibilidad y eficiencia de uso En este punto, se proporciona un atajo para volver a la home de la app o pantalla principal. Este se encuentra en el menú.69Además, la búsqueda que se haga en los campos de buscar en los apartados de medica - mentos y farmacias será predictiva. De este modo se pretende anticipar a las necesidades del usuario/a, proponiendo sugerencias relacionadas con su consulta a medida que escribe en la barra de búsqueda, y así también evitar errores de escritura por su parte en el momento de buscar. De lo contrario, podría ser frustrante para la persona usuaria escribir todo el nombre de un medicamento, que se haya equivocado al teclear una letra y toque sobre buscar y la búsqueda no le dé ningún resultado y que el usuario/a no se haya dado cuenta de que ha escrito mal el nombre del medicamento. También, cuando el usuario vaya a realizar una búsqueda, cuando toque sobre el campo de búsqueda de medicamentos, y antes de que introduzca un carácter, se puede mostrar el nombre de los 3 últimos medicamentos buscados anteriormente como sugerencia. Lo mismo se puede hacer con las farmacias, pero en este caso, que en la propia pantalla donde está el buscador, aparezca debajo de este un listado con las últimas farmacias que el usuario /a ha consultado su información. Las mejoras que se proponen en este punto, no son aplicables al prototipo ya que sería más una cuestión de programación. 8- Diseño estético y minimalista En el diseño de las diferentes pantallas solo se muestra aquella información que real - mente es importante para el usuario y que le ayuda a alcanzar los diferentes objetivos que tiene cuando utiliza la aplicación. De este modo se evita ruido y elementos innecesarios que no cumplen con el fin de los diferentes apartados de la aplicación. 9- Ayudar a reconocer, diagnosticar y recuperarse de errores Los mensajes de error que ofrece la aplicación usan un len- guaje comprensible para el usuario/a, indicando de forma clara cuál es el error que está cometiendo la persona usuaria e indi- cando dónde está el error. Al usuario/a se le informa de todos aquellos errores que co - meta a la hora de introducir texto en un campo, y se resaltará el campo del formulario en rojo. Casos en los que se informa de error: En el inicio de sesión, cuando el usuario introduce mal el email o la contraseña. En el registro, cuando el usuario introduzca mal el email o las contraseñas que introduce no coinciden. En el apartado de mis tratamientos médicos, cuando un usuario está programando un tratamiento, y en el campo 70de \"¿Cuántos días dura el tratamiento?\" no introduce un valor numérico. Cuando el usuario esté haciendo una búsqueda de un medicamento y la búsqueda predictiva no empiece a dar resultados, se avisará al usuario antes de que acabe de escribir todo el nombre completo de que no se encuentran resultados. Cuando el usuario busque una farmacia y la información que introduzca no de resul - tados o sea incorrecta. 10- Ayuda y documentación En los diferentes apartados de la aplicación, la persona usuaria encontrará, de forma fácil, información sobre para qué sirven los diferentes apartados de la aplicación o sobre el por qué se le pide determinada información. Para poder acceder a esta información, solo hay que tocar encima del icono de \"?\" que se encuentra en la esquina superior derecha de la pantalla en los diferentes apartados. A parte de eso, cuando el usuario accede a la aplicación, aparece un breve onboarding que explica para qué sirve la aplicación. Toda esta información que se proporciona ayuda al usuario a entender la aplicación y de este modo se intenta evitar que el usuario se pueda sentir desamparado o con incertidumbre.715.2- Recorrido cognitivo Objetivo El objetivo del recorrido cognitivo es analizar las tareas que se van a plantear para comprobar si la carga cognitiva que supone alcanzar los objetivos puede ser asumida por los usuarios. Tareas Tarea 1- Indicar en la aplicación que se va a tomar una dosis de medicación. Esta es una tarea fundamental, con ella se consiguen dos cosas. La primera es que, si el usua - rio/a acaba tomando la medicación, esta queda registrada en el apartado de historial de medicación. De este modo el sistema puede reconocer si la persona usuaria está llevando a cabo un uso abusivo de un medicamento en concreto. La segunda cosa que se consigue, y que es una de las razones de ser de esta aplicación, es que gracias a este sistema, el usuario puede ser alertado en el caso de que alguna medicación pueda ocasionarle algún tipo de riesgo para la salud, ya sea por abuso, por incompatibilidad con algún parámetro médico que haya indicado el usuario en su perfil, incompatibilidad entre medicación, etc... Tarea 2- Programar las alarmas para un tratamiento. Esta tarea es una tarea impor - tante para que la persona usuaria, cuando un médico le indica que ha de realizar un tratamiento con medicación, pueda llevar el tratamiento a rajatabla sin olvidarse de tomar ninguna dosis y, también, sea alertada en el momento en que haya terminado el tratamiento. Con esta acción, el tratamiento también queda registrado en el historial de medicación. Tarea 3- Configurar los parámetros médicos del usuario. Esta es la tarea más im - portante de la aplicación. Se trata de que el usuario indique en la aplicación aquellos parámetros que se requieren para que la app pueda lanzar alertas de riesgo con la medicación en función de estos parámetros que indique el usuario. Tarea 4- Buscar y añadir un medicamento a \"mi lista de medicamentos\". Con esta tarea, el usuario puede añadir medicamentos a su lista de medicamentos y saber si hay incompatibilidades con los medicamentos que tiene en la lista cuando los busca, o si con esa medicación el usuario puede tener algún riesgo. Todas estas tareas que se van a analizar en este recorrido cognitivo son las tareas principales y las que dan sentido a la aplicación. Por eso se ha decidido analizarlas y ver si puede haber algún tipo de problema que pueda hacer que, para el usuario, pueda ser complicado llevar a cabo el objetivo de la tarea o pueda suponer una alta carga cognitiva.72Problemas identificados y cambios a realizar en el prototipo A continuación se ofrecen los resultados de las tareas y recomendaciones para cada una de las tareas para mejorar la usabilidad. Estos resultados se clasifican de mayor gravedad (en primer lugar), a menor gravedad (en último lugar). Tarea 3: encontrar este apartado puede ser un tanto complejo para los usuarios y usuarias ya que, dentro del apartado de mi perfil, está bastante escondido. Además, el icono del engranaje no ayuda a asociar que ese apartado se puede encontrar allí. Una vez se localiza este apartado es bastante intuitivo ya que los checkboxes y los toggle buttons son estándares, ya se sabe cómo se usan y para qué sirven. Así que en este aspecto, el usuario sabría cómo indicar en la app aquellas condiciones que padece. Es importante que este apartado sea bien visible para los usuarios, así que el cambio que se propone en este apartado es que sea igual de visible que los botones de los apartados de voy a medicarme, mis tratamientos médicos, etc... Antes Después73 Tarea 2: en esta tarea, el etiquetado de \"programar un tratamiento\" no se acaba de asociar bien al objetivo que tiene este apartado. Este etiquetado se cambiará por \"pro - gramar recordatorios\" y se cambiará el icono del \"+\" por un icono que el usuario/a asocie su significado con el de una alarma o notificación. En la pantalla en la que se da la opción de elegir entre \"buscar un medicamento\" o se- leccionar uno de la lista, se cambiará para ofrecer, en esa misma pantalla, el buscador y la opción de escanear, y debajo un botón que lleve a la lista de medicamentos. De este modo, se reducen los pasos a seguir en el caso de que la persona usuaria tenga que buscar un medicamento. En la confirmación del mensaje, aparte de notificar que \"Recibirás una notificación cada 8 horas a partir de la hora que has indicado que empiezas el tratamiento\", se indicará también durante cuántos días se van a recibir las notificaciones. Por ejemplo, \"Reci- birás una notificación cada 8 horas durante los próximos \"X\" días a partir de la hora que has indicado que empiezas el tratamiento\". De este modo el usuario/a puede verificar que toda la información que ha introducido es correcta. Tal y como está ahora, el usua- rio podría haberse equivocado introduciendo el número de días y no se daría cuenta. También el título de la confirmación no acaba de tener relación con las acciones que ha estado llevando a cabo, por eso habría que cambiarlo por \"Los recordatorios para el tratamiento con <nombre del medicamento> se han programado correctamente\". Antes Después Antes Después74 Tarea 1: en esta tarea, lo que se puede mejorar es que, en lugar de ofrecer al usuario los botones de \"buscar un medicamento\" o \"un medicamento de mi lista\" , ofrecer en esa misma pantalla el busca- dor y la opción de escanear, y de - bajo un botón que lleve a la lista de medicamentos. De este modo, se reducen pasos en el caso de que el usuario tenga que buscar un medicamento. Es decir, la mis- ma solución que se ha propuesto en el punto anterior para progra - mar los recordatorios. Si el usuario selecciona la op - ción de buscar un medicamento, y busca un medicamento que ya tiene en la lista, debería mostrarse que ese medicamento ya lo tiene en su lista para que no lo añada 2 veces o, al menos, mostrar un avi - so de que ese medicamento ya está en la lista. Tarea 4: esta es una tarea que re- quiere muy pocos pasos llevarla a cabo y no se encuentra ningún problema en ella. Lo único, es que en la ayuda, cuando se explica que es el código datamatrix, ha- bría que poner algún ejemplo de este código para que la persona usuaria sepa qué aspecto tiene y así lo pueda identificar en el enva - se del medicamento. Antes Después Antes Después755.3- Test con usuarios Objetivo de la investigación El objetivo general de este test es identificar posibles problemas de diseño que afecten a la usabilidad de la aplicación y que deben abordarse para mejorar la eficiencia, la produc - tividad y la satisfacción del usuario/a final. Para ello se quiere comprobar: Si existen errores de navegación: si a las personas usuarias les lleva tiempo encontrar ciertas funciones o simplemente no las localizan porque intentan encontrarlas en otros apartados y, por lo tanto, siguen un camino diferente al diseñado para lograr un objetivo. Si existen inconsistencias en el diseño de la interfaz y en la presentación de los con- tenidos: por ejemplo, si existen ambigüedades en el etiquetado que hagan que los usuarios no seleccionen las opciones establecidas para llevar a cabo las tareas. Comprobar si la interfaz es efectiva y eficiente a través de las tareas planteadas para esta prueba de usabilidad. Metodología La realización de la prueba se hará de forma remota a través de herramientas de videollama - da que permitan compartir la pantalla del usuario/a para ver cómo interactúa con el prototipo de la aplicación. La prueba tendrá una duración no superior a los 20 minutos. Personas usuarias a captar Los usuarios/as con los que se quiere llevar a cabo este test son personas, de entre 18 y 45 años, que cuando tienen un problema de salud no acuden al médico y deciden automedi- carse. Estas personas tienen pocos conocimientos acerca de los medicamentos, y recurren a su propia experiencia o se dejan aconsejar por personas de su entorno, que no tienen ningún tipo de relación con el ámbito de la salud, para decidir qué medicación tomar. Son personas que recurren a la automedicación con bastante frecuencia porque tienen problemas de salud o dolores a menudo. Desconocen qué tipo de riesgos pueden haber si se lleva a cabo un uso abusivo de medicación, desconocen que haya interacciones entre medicamentos o con otras substancias, almacenan medicación caducada y hacen uso de ella. Metodología de captación Para llevar a cabo el muestreo, se define un screener (anexo VII) con unas preguntas cerra- das, que se presentará a los participantes en un formulario de Google Forms, que permitirá la filtración de aquellos usuarios/as que cumplan con el perfil descrito en el punto anterior.76Definición de las tareas Tarea 1: Escenario: El otro día te bajaste la aplicación y ahora que tienes un rato libre has deci- dido que vas a completar la información de los medicamentos a los que tienes alergia. Tarea: Indica en la aplicación que tienes alergias a medicamentos e indica a cuáles. Objetivos Ver qué camino toman los usuarios. Ver si existe coherencia entre lo que piensan los usuarios y el resultado de cada acción para llegar a cumplir la tarea. Ver si los usuarios entienden el etiquetado. Criterio de éxito: El usuario se dirige al apartado de mi perfil, accede a mis parámetros médicos, marca la casilla de alergias a medicamentos y entra al apartado en el cual puede añadir los medicamentos a los que tiene alergia. Tarea 2 Escenario: Hoy te encuentras mal, te duele la cabeza y has decidido tomar medicación. Sabes que la aplicación te permite llevar un control de la medicación que vas tomando, así que quieres indicar en la aplicación, antes de tomar el medicamento, que te vas a medicar. Tarea: Indica en la aplicación que vas a medicarte y con qué medicamento lo vas a hacer. Objetivos Comprobar que los usuarios saben encontrar este apartado y su uso. Ver si los usuarios entienden el etiquetado y por lo tanto les resulta coherente. Criterio de éxito: El/la participante accede al apartado de mi perfil y toca sobre el botón \"voy a medicarme\". A partir de aquí, realiza todos los pasos para indicar en la aplicación con qué medicamento se va a medicar, ya sea con un medicamento de su lista o buscan - do o escaneando un medicamento, y termina con la confirmación de que la medicación se ha registrado con éxito.77Tarea 3 Escenario: Hoy has acudido al doctor porque llevas mucho tiempo con un problema de salud que no hay manera de que se te pase. El doctor te ha recetado una medicación que debes tomar durante una semana cada 8 horas. Para que no se te olvide tomar ninguna dosis de la medicación, has decidido que vas a hacer que la aplicación te avise cuando sea el momento de medicarte. Tarea: Configura en la aplicación los recordatorios para no olvidar tomar la medicación del tratamiento que te ha recetado el doctor. Objetivos Ver qué camino toman los usuarios. Ver si existe coherencia entre lo que piensan los usuarios y el resultado de cada acción para llegar a cumplir la tarea. Ver si los usuarios entienden el etiquetado. Criterio de éxito: Los usuarios se dirigen al apartado de mis tratamientos médicos que se encuentra dentro de mi perfil. Tocan sobre el botón \"programar recordatorios\" y completan todos los pasos hasta que aparece la confirmación. Tarea 4 Escenario: Te acabas de bajar la aplicación y has decidido que vas a añadir, a tu lista de medicamentos de la aplicación, aquellos medicamentos que consumes habitualmente y, además, vas a añadir la fecha de caducidad de estos para que la aplicación te mande una notificación en el momento en que hayan caducado. Tarea: Busca y añade a tu lista de medicamentos aquellos medicamentos que con - sumes habitualmente. Una vez tengas el medicamento en tu lista, añade la fecha de caducidad de este. Objetivos Ver qué camino toman los usuarios Ver si entienden el etiquetado. Criterio de éxito: El usuario utiliza el buscador que hay en la pantalla principal de la aplicación para buscar aquel medicamento que desea añadir. Una vez está dentro de la pantalla del medicamento, toca sobre el botón de \"añadir a mi lista\". Una vez lo ha añadido, toca sobre \"Fecha de caducidad\". Rellena los campos que hay y confirma.78Cuestionario Post-test Antes del cuestionario modelo SUS, se le realizarán las siguientes preguntas al participante para comprender cómo ha sido su experiencia realizando las tareas: ¿Qué tarea es la que te ha costado más? ¿Hay algún punto de alguna de las tareas que te haya causado frustración? El modelo del cuestionario post test se basa en el modelo SUS, que contiene preguntas que sirven para descubrir las sensaciones percibidas por las personas usuarias que han realizado el test. Gracias a la escala de este tipo de cuestionario, basada en el estilo Likert, se obtendrá un resultado final que será un valor que representará la usabilidad del sistema. Preguntas del cuestionario: Creo que me gustará usar a menudo este sistema. He encontrado el sistema innecesariamente complejo. He pensado que el sistema es fácil de utilizar. Creo que necesitaría el apoyo de un experto para recorrer el sistema. He encontrado las variadas posibilidades del sistema bastante integradas. He pensado que había demasiada inconsistencia en el sistema. Imagino que la mayoría de las personas aprenderían muy rápidamente a usar el sistema. He encontrado el sistema muy incómodo de usar. Me he sentido muy confiado en el manejo del sistema. Necesito aprender muchas cosas antes de manejar con comodidad el sistema. Cada una de estas preguntas, tendrán las siguientes opciones de respuesta: Totalmente de acuerdo. De acuerdo. Neutral. En desacuerdo. Totalmente en desacuerdo.79Análisis de los resultados A continuación se presentan los resultados obtenidos del test moderado con usuarios. Resultados cuantitativosTabla de participantes Tabla de tiempo empleado por tareaEdad Empleo Nivel de estudios Lugar de residencia Usuario 1 35 Administrativa Universitarios Barcelona Usuario 2 30 Informático Universitarios Barcelona Usuario 3 33 Profesora Universitarios Badalona Usuario 4 30 Marketing Universitarios Barcelona Usuario 5 32 Ilustrador Universitarios Barcelona Tarea 1 Tarea 2 Tarea 3 Tarea 4 Usuario 1 48 seg. 47 seg. 50 seg. 55 seg. Usuario 2 70 seg. 45 seg. 20 seg. 50 seg. Usuario 3 50 seg. 46 seg. 35 seg. 30 seg. Usuario 4 52 seg. 48 seg. 62 seg. 52 seg. Usuario 5 58 seg. 50 seg. 23 seg. 43 seg.80Llevar a cabo las tareas por parte de los usuarios no ha llevado mucho tiempo, ya que las tareas a realizar no suponen tener que navegar a través de muchas pantallas. Para la primera tarea, los usuarios han invertido una media de 55,6 segundos, para la segunda tarea 47,2 se - gundos, para la tercera tarea 38 segundos y para la última tarea una media de 46 segundos. Como se verá en la tabla que se muestra a continuación, no todos los usuarios han com- pletado todas las tareas con éxito, ya que algunos participantes han pensado que comple- tarían las tareas en otros apartados, sin haber navegado por el resto de la aplicación para ver si encontraban los apartados en los que podían llevar a cabo las tareas. Tabla de éxito Tarea 1 Tarea 2 Tarea 3 Tarea 4 Usuario 1 Éxito Éxito Éxito Éxito Usuario 2 Falso éxito Éxito Falso éxito Éxito Usuario 3 Éxito Éxito Falso éxito Falso éxito Usuario 4 Éxito Éxito Éxito Éxito Usuario 5 Éxito Éxito Falso éxito Falso éxito Tabla de resultados de los cuestionarios SUS Resultado Usuario 1 97,5 Usuario 2 77,5 Usuario 3 77,5 Usuario 4 75 Usuario 5 95 Media 87,5La puntuación media de la escala de usabilidad ha sido de un 87,5. Un buen resultado teniendo en cuenta que es a partir de los 68 puntos que se considera positiva. En el anexo se muestran los cuestionarios rellenados por los participan- tes (anexo VIII). Aún así, durante los tests con los participantes se han detectado aspectos en la aplicación que no concuerdan con los modelos mentales de los usuarios y que se explican en el siguiente apartado. Se propondrán mejoras para que la navegación por el prototipo se asemeje más al modelo mental de los usuarios.81Resultados cualitativos Tarea 1 Esta tarea ha sido completada con éxito por todos los usuarios menos 1. Uno de los que ha completa - do la tarea con éxito, primero ha ido al menú, y ha querido tocar sobre ajustes. Esta opción no funcio - na en el prototipo, así que se le ha explicado que tipo de información se encontraría dentro de ese apartado. Entonces al ver que allí no encontraría la información que busca, ha ido a mi perfil, a mis parámetros médicos y ha marcado la opción de las alergias y luego ha accedido a la lista, que era el camino correcto. El usuario que ha hecho el falso éxito, ha pensado que esa acción la realizaría dentro de mi lista de medicamentos, afirmando que \"aquí en mi lista de medicamentos podría añadir los medica - mentos a los que tengo alergia\". Tarea 2 Todos los usuarios han completado esta tarea con éxito. Sin embargo, han habido un par de usuarios que, previamente a tomar el camino establecido como correcto, han ido a mi lista de medicamentos y han tocado sobre encima de uno de los medi - camentos porque pensaban que, seleccionando el medicamento en la lista, les aparecería la opción de \"voy a medicarme\". Otro usuario ha seguido un camino diferente, y que tiene su lógica también, que ha sido en primer lugar, buscar el medicamento con el buscador. A continuación, lo ha añadido a su lista de medicamentos. Una vez hecho esto, ha accedido a su perfil, y allí ha tocado sobre \"voy a medicarme\". Allí ha seleccionado el medicamento que acababa de añadir a su lista de medicamentos y ha completado el resto de pasos. Tarea 3 Esta tarea es la que más falsos éxitos ha obtenido. Todos los usuarios que han dado el falso éxito han pensado que esa opción la conseguirían realizar seleccionando un día en el calen - Figura 13. Captura de pantalla de uno de los test. Fuente: elaboración propia Figura 14. Captura de pantalla de uno de los test. Fuente: elaboración propia 82dario de \"mi historial de medicación\" y que a partir de allí podrían programar los recordatorios. Uno de ellos comentaba que \"lo haría en el calendario de mi historial de medicación porque para estas cosas siempre uso calendarios\". Los usuarios que han completado la tarea con éxito les ha costado un poco llegar a encontrar la opción que permite configurar los recordatorios, en parte porque el tener que hacer scroll en la pantalla de \"mi perfil\" ocultaba parte del botón de \"mis tratamientos médicos\", que es el apartado donde se encuentra esa opción. Además, estos usuarios han completado la tarea con éxito porque han asociado la palabra de \"tratamiento\" de la tarea con la opción de \"mis tratamientos médicos\" pero no pensaban que encontrarían esa opción en ese apartado. De hecho uno de los participantes comentó que \"esta opción aquí dentro es un poco rebuscado\". Tarea 4 Esta tarea ha tenido dos falsos éxitos. Estos participantes han pensado que en \"mi lista de medicamentos\" podrían buscar un medicamento y que entonces lo podrían añadir a la lista. De hecho los tres participantes que han completado con éxito esta tarea, han pasado primero por el apartado de \"mi lista de medicamentos\" y al no encontrar allí la opción para buscar o añadir medicamentos han vuelto a la pantalla principal y han utilizado el buscador. Uno de los participantes, antes de acceder a la lista de medicamentos decía \"creo que en mi lista de medicamentos podré buscar y añadir el medicamento a la lista\". Otra usuaria, comentaba que \"si tuviese el medicamento en la mano lo escanearía en lugar de tener que usar el buscador\". Resultados preguntas post-test Respecto a las preguntas post-test, los usuarios consideran que no han encontrado ningún tipo de dificultad al realizar la prueba, ni que una tarea les haya costado más que otra. Si que por ejemplo una participante comentaba \"al tratarse de una aplicación nueva para mí, consi - dero que es normal mirar por la aplicación donde encontrar algunas opciones.\" Una opinión que también ha sido expresada por otros participantes. Figura 15. Captura de pantalla de uno de los test. Fuente: elaboración propia 83Propuestas de mejora priorizadas por gravedad de hallazgos En primer lugar, se propone darle visibilidad al botón que permite a los usuarios pro- gramar los recordatorios para no olvidarse de tomar la medicación. Con el test mo- derado con usuarios se ha demostrado que localizar esta función dentro del apartado de \"mis tratamientos médicos\" no tiene relación con su modelo mental. Por lo tanto esta función se va a situar dentro de \"mi perfil\" como un botón más. En segundo lugar, en la pantalla de \"mi perfil\" habría que reducir el tamaño de los botones para que no ocupen tanto espacio. De este modo se conseguirá hacer que en esa pantalla no haya que hacer scroll, y todas las opciones disponibles dentro de ese apartado estarán visibles y no pasarán desapercibidas. En tercer lugar, y a modo de atajo, cuando un usuario está en la pantalla de un medi- camento después de haber hecho una búsqueda o habiendo accedido a él desde su lista de medicamentos, a parte de consultar el prospecto del medicamento, debería ofrecerse las opciones de \"voy a medicarme\" y \"programar los recordatorios\". En el test con usuarios se ha visto cómo algunos usuarios pasaban por \"mi lista de me- dicamentos\" o utilizaban el buscador que hay en mi pantalla principal para buscar el medicamento con el que se iban a medicar. Por último, en la pantalla de mi lista de medicamentos, debería ofrecerse la posibilidad de buscar y añadir medicamentos. En el test con usuarios se ha visto que muchos usuarios deciden primero ir a esta pantalla a la hora de buscar y añadir medicamentos a su lista.84 Antes Después Antes Después Antes DespuésCambios aplicados al prototipo Se aplican los cambios que se comentan en el punto anterior al prototipo Mi perfilMi lista de medicamentos Pantalla de medicamento85Prototipo final Prototipo escenario 1 Prototipo escenario 2 Prototipo escenario 3 Prototipo app completa UI KIT Espacio de trabajoshorturl.at/bcE24 shorturl.at/ovLYZ shorturl.at/cACKM shorturl.at/biyAN shorturl.at/egzF8 shorturl.at/EJOX086Conclusiones del proyecto El Diseño Centrado en Usuarios (DCU) es la base principal para desarrollar un producto que cumpla con las necesidades y expectativas de las personas usuarias, garantizando una bue - na experiencia de usuario. Todo esto se consigue a través de diferentes técnicas y métodos que se han aplicado a lo largo de este proyecto que permiten, no solo empatizar con los usuarios descubriendo sus problemas y necesidades, sino también sus modelos mentales. Este proyecto se ha llevado a cabo siguiendo las 4 fases del modelo de doble diamante: La fase de descubrir, en la que se ha llevado a cabo una investigación que ha permitido profundizar en la problemática de la automedicación, descubrir y analizar qué solucio - nes ofrece el mercado y que se ha hecho a nivel de campañas informativas respecto a este problema, para finalmente obtener información de primera mano de usuarios/as a través de entrevistas que han permitido obtener insights, que han sido la base sobre la que se ha desarrollado todo este proyecto. La fase de definición, en la que se definió una usuaria arquetipo, describiendo sus pro- blemas y necesidades en base a los insights obtenidos en la fase anterior, para de este modo poder empatizar con los usuarios/as para los que se ha diseñado esta solución. Teniendo en cuenta esta persona usuaria, se definieron escenarios de uso del producto y sus respectivos user journeys para detectar problemas y oportunidades de mejora que pudiesen dar valor añadido al producto. La fase de diseñar, en la que a través de diferentes técnicas se pudo organizar la informa- ción que contenía el producto en base a los modelos mentales de los usuarios/as, para de este modo conseguir una buena arquitectura de la información que garantizara una buena encontrabilidad de la diferente información y una navegación óptima por los contenidos del producto, lo que ayudaría a obtener una experiencia de uso del producto mejor. Con los resultados obtenidos en la arquitectura de la información, se pasó al diseño del prototipo interactivo, es decir, una simulación del producto final. Finalmente, la fase de evaluación del prototipo que permitió testear el prototipo con métodos con y sin personas usuarias. Esta fase permitió detectar problemas de usa- bilidad, corregirlos, y acabar de ajustar el prototipo a las expectativas de los usuarios. Tras estos pasos, y con los últimos cambios que se han aplicado al prototipo, una vez se han analizado los resultados de los tests con usuarios, habría que volver a probar el prototipo en otro test de usuarios. La iteración es uno de los aspectos fundamentales del DCU. Esta solución diseñada en este proyecto, así como cualquier otro producto que se diseñe desde la perspectiva del DCU, se debe iterar para detectar problemas a nivel de arquitectura de la información y/o de usabilidad para así poder garantizar una mejor experiencia de usuario.87El producto de este proyecto La solución que se presenta en este proyecto, gracias a todo lo que se ha comentado en los párrafos anteriores, cumple con las necesidades y expectativas de los usuarios para los que se ha diseñado este proyecto. Este producto, informa y previene de los riesgos, en relación a los medicamentos, a los usuarios para que de este modo puedan practicar una automedica - ción con más concienciación y conocimiento si deciden llevarla a cabo. (Cabe recordar que, durante la fase de investigación, en el desk research se descubrió que la automedicación no es mala si los usuarios la llevan a cabo si están bien informados). Que los usuarios sean más conscientes de estos riesgos, también les hará plantearse, cuando la app les lance alertas, si deben automedicarse o acudir al médico. Así pues, la principal característica de esta aplicación, es que advierte a los usuarios/as en el momento en que puedan poner en riesgo su salud, ya sea por abuso de medicación, por interacciones entre medicamentos y otras substancias, por incompatibilidades con algunos aspectos de su salud, u otros factores. A parte de esto, otras características relevantes de la aplicación es que permite a los usuarios informarse acerca de los diferentes tipos de medicamentos y sus usos, llevar un control de la medicación que toman, llevar un seguimiento de los tratamientos médicos, así como configurar recordatorios para no olvidarse tomar las dosis de los tratamientos y ser notificados cuando un medicamento les ha caducado. Otras acciones que pueden llevar a cabo los usuarios en la aplicación son buscar farma- cias, ver su historial médico o tener a mano la información de su centro médico. Limitaciones del proyecto Finalmente, hubo algunas limitaciones a lo largo del proyecto. Por ejemplo, en la fase de di- seño, en concreto en la etapa de la arquitectura de la información, se quería haber iterado el último árbol de contenidos, hasta dar con una organización de los contenidos que se ajustara más a los modelos mentales de los usuarios, sin embargo, por cuestiones de tiempo, esto no fue posible. También habría sido adecuado testear de nuevo el prototipo con las últimas mo- dificaciones, en un test con usuarios para comprobar si con los cambios se ajusta más a lo que esperan los usuarios, pero de nuevo, debido al tiempo disponible no ha sido posible.88Bibliografía AEGON - IV Estudio de salud y estilo de vida [en línea] [fecha de consulta: 5 8 de viembre cacion_150546_102.html CARRERA, Judit riesgos de la automedicación? En: Col·legi de farmacèutics de Barcelona [en línea]. Julio Disponible en: https:/ /www.farmaceuticonline.com/es/cuales-son-los-ries- gos-de-la-automedicacion BAOS, Vicente. Estrategias para reducir los de la automedicación. En: Ministerio de Sanidad [en línea]. 2000. Vol. 24, n.º 6. [Consulta: de 2022]. Disponible en: https:/ /www.sanidad.gob.es/biblioPublic/publicaciones/docs/200006-2.pdf SANMARTIN, A., Ballesteros, J. C., CALDERÓN, D. y KURIC, S. Barómetro Juvenil 2021. Salud y bienestar: Informe Sintético de Resultados. En: Centro Reina Sofía sobre Adolescen- cia y Juventud, Fundación FAD Juventud. [en línea] Junio del 2022. ISBN: 978-84-17027-78-0. ORMAECHEA, Eva. Automedicación y medicamentos. En: MAP - FRE salud [en línea]. Noviembre del 2021. Disponible en: https:/ /www.salud.mapfre.es/cuerpo-y-mente/habitos-saludables/automedica- cion-y-uso-responsable-de-medicamentos ROJAS, Irene. Jóvenes y consumo no médico de psicofármacos: Un análisis desde el enfoque de género. En: Fundación Atenea [en línea]. Diciembre de 2020. [Consul - ta: 15 de 2022]. Disponible en: https:/ /fundacionatenea.org/wp-content/ uploads/2021/06/INFORME-FINAL.-J%C3%93VENES-Y-PSICOF%C3%81RMACOS.pdf Mordorintelligence. (OTC) de España: creci- miento, tendencias, impacto 2027). [en línea] [fecha en: https:/ /www.mordorintelligence.com/es/ industry-reports/spain-over-the-counter-otc-drugs-market Ministerio de Sanidad. Encuesta europea de en España 2020. [en línea] [fecha de con- https:/ /www.sanidad.gob.es/estadEstudios/esta- disticas/EncuestaEuropea/EncuestaEuropea2020/EESE2020_inf_evol_princip_result.pdf89 TACO, Gonzalo. Cuidado, las favorecer la sobremedicación. En: El País. [en línea]. Febrero de 2018. [fecha 18 de octubre de 2022]. Disponible en: https:/ /elpais.com/retina/2018/02/02/tendencias/1517583057_215950.html Ministerio de Sanidad. Los medicamentos no los a la ligera. [en línea] [fecha de /resistenciaantibioticos.es/es/cam- En: Nielsen Norman Group. [en línea]. (abril 1994). [consulta: diciembre de 2022]. Disponible en: https:/ / www.nn- group.com/articles/ten-usability-heuristics/90Recursos gráficos usados en la memoria 1. Maksymiv, Yura. Foto mujer feliz tomando pastillas de vitaminas por la mañana en una cama en casa [fotografía]. Fizkes. 2016. Retrato de perfil de una mujer joven, mano en la frente [fotografía]. [consulta: 10/2022 Los usuarios/as sobre los que se quiere investigar son personas que ante cualquier dolencia que puedan sufrir acaban recurriendo al mismo o mismos medicamentos y haciendo un uso incorrecto de ellos. Por ejemplo recurren a los Ibuprofenos siempre que tienen algún tipo de dolor ya sea muscular, dolor de cabeza, aunque sea leve, o dolencias que se repiten con bas- tante frecuencia, o que recurren a la toma de antibióticos cuando sufren dolencias estomacales (gastroenteritis), resfriados o cuadros gripales. Para filtrar a los candidatos para llevar a cabo las entrevistas se van a realizar las siguientes preguntas: ¿Qué funciones realizas en tu trabajo?¿Cómo suele ser un día en él? Con esta pregunta queremos identificar a qué se dedica la persona usuaria y poder descartar aquellas perso - nas que se dedican al ámbito de la sanidad, farmacología o veterinaria, incluso descartar posibles estudiantes de estos ámbitos. ¿Colaboras/haces voluntariado con alguna entidad de forma activa como cruz roja o alguna otra enfocada al ámbito de la salud? Descartar aquellas personas que respondan afirmativamente, ya que podrían ponerse fácilmente en contacto con algún médico de la organización ¿Tienes algún familiar o alguna amistad que se dedique al ámbito de la sanidad (mé- dicos, enfermeros/as, farmacéuticos, veterinarios...)? Si la respuesta es afirmativa, des- cartamos a esta persona usuaria, ya que es posible que ante cualquier síntoma le pueda hacer alguna consulta y entonces estaría aconsejada por un profesional. ¿Acudes al médico siempre que tienes algún síntoma de enfermedad o alguna dolen - cia y crees necesitar medicación? Descartar en caso afirmativo. No descartar si responde que a veces sí y a veces no. (En el caso de no acudir al médico) y creer necesitar medicación, consultas a alguien sobre qué medicación tomar o decides tú mismo qué medicación vas a tomar? Des- cartar aquellas personas que respondan que consultan a algún profesional de la sanidad o a algún farmacéutico. ¿Sufres problemas de salud habitualmente (resfriados, gripes, tos, dolores de estóma - go, fiebre, dolores de cualquier tipo) por los cuales tomes medicación o es poco habi- tual que te encuentres mal? Descartar aquellas personas que respondan que raramente se ponen enfermos o casi nunca les duele nada o que no tomen medicación. Para esta investigación no interesan personas que se dediquen al ámbito de la salud ni que sean estudiantes del sector de la medicina. Tampoco nos interesan personas que en su entorno más cercano (familia, amigos) puedan estar en contacto con alguna persona que se dedique al sector médico, farmacéutico, veterinario.. Ni que colaboren de forma activa o estrechamente con organizaciones como Cruz Roja o otra organización en la que se pueda 93colaborar voluntariamente y se pueda estar en contacto con profesionales de la salud. Interesan para las entrevistas personas que sean abiertas, que no sean tímidas y no haya que sacarles las palabras con pinzas, y de este modo poder obtener la mayor cantidad de información. El objetivo es conseguir 5 participantes, de entre 18 y 45 años residentes en España, para realizar las entrevistas que tendrán una duración de entre 45 min. y 90 min.94II. Guión de las entrevistas Bienvenido/a, me gustaría hablar contigo sobre el uso que haces de los medicamentos. Tengo algunas preguntas que quiero hacerte para escuchar y conocer tu experiencia. Introducción ¿Puedes contarme un poco sobre ti? ¿A qué te dedicas? ¿Cómo es tu día a día en el trabajo? ¿Cuándo empezaste a automedicarte y por qué? Cuerpo central de la entrevista ¿Qué te lleva a automedicarte? ¿Ante qué síntomas/dolores te automedicas? ¿A qué medicamentos recurres para tratarlos? Prospectos de los medicamentos ¿Qué apartados de los prospectos de los medicamentos sueles consultar? ¿Tienes algún problema al leerlos (no los entiendes, dificultades para leerlos...? ¿Conservas los prospectos de los medicamentos? (En caso afirmativo, los conservas en su caja? Dosis ¿Con qué frecuencia sueles tener sintomatología/dolencias? ¿Cuándo sueles recurrir a los medicamentos? a recurres, ¿Necesitan los han rece- recomendado alguien alguna vez? ¿Cómo calculas el número de dosis que vas a tomar? ¿Haces un seguimiento de la medicación que vas tomando? (Por ejemplo, el mes pa- sado tomé X número de pastillas de Ibuprofeno). ¿Alguna vez te has olvidado de tomar alguna dosis o la has tomado más tarde de lo que tocaba cuando seguías un tratamiento indicado por el médico?¿Cómo has actuado ante estas situaciones? ¿Utilizas algún sistema para no olvidarte de tomar alguna dosis? Almacenamiento de medicamentos ¿Conservas todos los medicamentos que te sobran después de hacer un tratamiento? ¿Incluso los que te han sido recetados alguna vez? ¿Cómo conservas estos medicamentos?95 ¿Eres consciente de cuándo caducan los medicamentos que tienes almacenados? ¿Qué haces cuando un medicamento caduca? ¿Es posible que alguna vez hayas tomado algún medicamento sin haberte dado cuenta de que estaba caducado? Riesgos de los medicamentos ¿Eres alérgico/a a algún medicamento? / En caso afirmativo, cuando te automedicas, ¿Cómo sabes que un medicamento no te va a producir una reacción alérgica? ¿Tienes algún problema de salud que te impida tomar algún tipo de medicamento? (Problemas cardíacos, de riñón, de hígado...)? / En caso afirmativo, ¿Cómo sabes que un medicamento no te va a perjudicar más en ese problema de salud? ¿Crees que la medicación que tomas te puede ocasionar algún tipo de problema a corto o largo plazo? (Por ejemplo que deje de serte eficaz, que te haga aparecer otro tipo de problema de salud..) ¿Alguna vez has mezclado medicamentos? Es decir, has tenido que tratar varios pro- blemas de salud a la vez o te has despistado y te has equivocado de medicación. En caso de haber tratado varios problemas a la vez, ¿Como sabes que esa mezcla de medicación es compatible o no? ¿Lo has consultado? ¿Crees que puede pasar algo si se mezclan medicamentos para un síntoma o distintos síntomas a la vez? ¿Qué haces si, cuando tomas un medicamento te funciona, pero a los pocos días vuel - ven a aparecer los mismos síntomas o el dolor?¿Cómo actúas en estas situaciones? En caso de alargar el tratamiento por su cuenta ¿Qué crees que podría pasar si tomaras esa medicación más tiempo del indicado por el médico? ¿Has recurrido a medicamentos que alguna vez te han sido recetados por algún médi - co? ¿Ha sido para tratar la misma sintomatología? ¿Has seguido el mismo tratamiento que cuando te lo receto el doctor/a, es decir, misma cantidad de dosis y durante el mismo tiempo? \"Conocimientos\" sobre qué medicación tomar ¿Cómo sabes qué medicación tomar para tratar los síntomas/dolencias que tienes? ¿Cómo sabes que te resultará eficaz? Consultas a médicos o farmacéuticos ¿Tienes algún tipo de dificultad para acceder a la información de contacto de tu centro médico? ¿Dónde sueles buscar la información de contacto de tu centro médico? ¿Conoces la información de contacto de la farmacia a la que sueles acudir? ¿Qué haces si un día la farmacia que sueles ir está cerrada y necesitas ir urgentemente a por una medicación? / En caso de buscar por internet otra farmacia, ¿Utilizas el móvil, el tablet o el ordenador para buscar otra farmacia?96Despedida y cierre ¿Hay algo de lo que no hayamos hablado y quisieras comentar? Muchas gracias por tu información y el tiempo que me has dedicado. Esta información que me has proporcionado me será muy útil.97III. Resúmenes entrevistas Usuario 1 Este usuario se empezó a automedicar a causa de los dolores de cabeza frecuentes y los dolores causados por la menstruación. La medicación que suele usar para automedicarse es el Paracetamol y en algunos casos el Ibuprofeno. Los dolores menstruales los tiene una vez al mes, mientras que los dolores de cabeza los tiene con bastante frecuencia, sobre todo si el trabajo es muy intenso. Aún así mira de no automedicarse siempre que tiene dolor de cabeza, pero como muchas veces el dolor es intenso acaba recurriendo al Paracetamol. De los prospectos suele leer los apartados de las contradicciones y como se usa el fár - maco. Suele guardar los prospectos en la propia caja de los medicamentos. Normalmente cuando se automedica lo hace siguiendo las indicaciones de los prospec - tos y va tomando dosis hasta que deja de sentir el dolor. Las veces que se ha automedicado recurriendo a fármacos que necesitan receta médica también lo ha hecho hasta que se le ha ido el dolor, es decir, no seguía la duración del tratamiento que le había indicado el médico que siguiera en su día. No lleva un recuento de la medicación que va tomando, pero hace una media diciendo que más o menos al mes puede tomar unas 20 dosis de Paracetamol, ya que a veces suele tomar 2 dosis al día de esta medicación, por lo que no considera que este haciendo un uso abusivo. Cuando tiene que seguir algún tratamiento con medicamentos, no utiliza ningún sistema para establecer los recordatorios, no programa ninguna alarma, si no que toma como refe- rencia las horas de la comida y la cena para tomar la medicación. De este modo dice que así no se le olvida la medicación. Suele almacenar toda la medicación en un cajón, incluso la que le sobra tras un trata- miento, con su caja y su prospecto pero no es consciente de cuando le caducan los fárma- cos, por lo que dice que alguna vez es posible que, sin darse cuenta, se haya tomado alguna medicina que estuviese caducada. Ante esta situación, dice que \"sabe\" que la medicación que está caducada puede ser menos efectiva. Sobre los riesgos de la medicación que toma imagina que sí que pueden causar algún tipo de problema como por ejemplo en el hígado. Alguna vez si que ha tenido que mezclar medicamentos cuando se le han juntados va- rios dolores o problemas de salud y que lo ha hecho sin consultar a ningún profesional de la salud y sin valorar si la medicación era compatible o si la mezcla le podía resultar perjudicial para la salud. Cuando alguna vez ha ido tomando medicación durante un tratamiento, y tras finalizarlo le han vuelto los dolores, ha vuelto a realizar el tratamiento por su cuenta hasta que se le pasaban los síntomas otra vez sin recordar lo que decía el prospecto acerca de las contra- dicciones o modo de uso, y por lo tanto, sin conocer los factores de riesgo. En cuanto a qué medicación tomar para automedicarse se basa en su propia experiencia 98o alguna vez pide consejo en el trabajo o entorno familiar. También busca por internet infor - mación sobre qué medicación tomar en función de los síntomas que tiene. Usuario 2 Este usuario se empezó a automedicar con Paracetamol e Ibuprofeno para los dolores de cabeza, e indica que toma Enantyum, una medicación que solo se vende con receta médica, para los dolores menstruales. No se automedica con mucha frecuencia porque sus dolores de cabeza van por épocas, pero es en esas épocas cuando más medicación toma. La medicación la toma hasta que se le va el dolor. Pero no lleva un recuento o seguimiento de la medicación que ha ido tomando, por ejemplo, en el último mes. También comenta que toma antibióticos, pero en este caso es porque se lo receta el mé - dico porque sino no se pueden comprar, pero comenta que no almacena antibiótico porque nunca le sobra ya que dice que con el tratamiento gasta toda la caja. No lee los prospectos de los medicamentos que suele tomar habitualmente porque ya los conoce, pero si lee los prospectos de aquellos fármacos que desconoce. De los prospectos lee los apartados de cómo se utilizan y los efectos secundarios y no tienen ningún problema de comprensión, pero si a veces ha de forzar la vista para poderlos leer bien. No utiliza ninguna alarma ni ninguna aplicación ni ningún otro sistema para recordar cuán - do debe tomar una dosis cuando está haciendo un tratamiento para curar algún problema de salud, porque dice que tiene buena memoria. Aún así, a veces dice que alguna vez se ha podido despistar y entonces se ha tomado la medicación más tarde de lo que tocaba. Cuando le sobra medicación de un tratamiento que le han recetado la guarda por si acaso, pero dice que casi nunca ha tenido que volver a recurrir a estos medicamentos y que acaban caducando. Sobre este aspecto, comenta que de vez en cuando \"hace limpieza\" de los medicamentos que tiene almacenados, y que se deshace de aquellos que están caduca - dos, por lo que considera que nunca se ha tomado algún medicamento que esté caducado. Acerca de los riesgos, \"sabe\" que aquellos medicamentos que están caducados pierden efectividad, pero no es consciente de los riesgos que tienen los medicamentos que ella usa si se hace de ellos un uso abusivo o si estos se mezclan con otros fármacos. Si es consciente que según qué fármacos es mejor no mezclarlos con bebidas alcohólicas, pero no sabe el porqué. Si tuviese que consultar información de una farmacia que estuviese abierta un domingo utilizaría el móvil, ya que es el dispositivo que más suele usar porque es el que lleva encima siempre. Sí que hace uso del móvil para buscar el teléfono de su centro médico. Usuario 3 Este participante se empezó a automedicar para tratar dolores de cabeza que a menudo tiene y otros dolores que puede tener ocasionalmente. A parte cuando pasa por algún proceso gripal recurre a antibióticos que tiene de cuando alguna vez se los han recetado y le han sobrado.99Suele leer de los prospectos los apartados de uso del medicamento y de las contradic - ciones. A pesar de entender lo que pone en el prospecto, dice que la letra es pequeña y que se lo tiene que acercar bastante a los ojos para poderlos leer. Suele guardar los prospectos de aquellos medicamentos que usa con menos regularidad, aunque de medicamentos como Ibuprofeno o Paracetamol, a veces no los conserva porque ya sabe cómo se usan. Sobre las dosis que toma de medicación, no lleva un control de la medicación que va to - mando, por lo que no sabría decir cuánta medicación lleva tomada, aunque sí dice que suele medicarse más en las épocas de frío,que es cuando se resfría a menudo. Y que los dolores de cabeza igual necesita medicarse unas 5 veces al mes como media. Suele medicarse hasta que se le pasan los síntomas o el dolor. Cuando se medica con un tratamiento médico no tienen necesidad de alargar las dosis porque normalmente se le pasan los síntomas con la medicación. A veces se programa alarmas para tomar la medicación porque dice que sino se le olvidaría tomar alguna dosis cuando toca. Los únicos medicamentos a los que suele recurrir, y que solo se pueden adquirir bajo prescripción médica son los antibióticos, que los tiene almacenados porque le han sobrado de algún tratamiento que alguna vez ha hecho. Sobre el almacenamiento de medicamentos, almacena los medicamentos sobrantes tras un tratamiento y aquellos que no necesitan prescripción médica también, pero desconoce cuándo caducan cada uno de ellos. Acerca de los riesgos, es consciente que abusar y mezclar según qué medicamentos con sustancias puede ser perjudicial para la salud, pero de la mezcla de medicamentos no conoce que pudiesen existir incompatibilidades. No piensa que tomar antibióticos por su cuenta le pueda resultar perjudicial, y de hecho piensa que le son efectivos porque se le pasan los síntomas. Por último, cuándo tiene que buscar la información de contacto de su centro médico lo hace desde el móvil, y alguna vez que ha tenido que buscar alguna farmacia en alguna zona que desconoce o cuando se ha ido de viaje también ha hecho uso del móvil. Usuario 4 Este participante básicamente se empezó a automedicar por dolores de cabeza, algún resfriado puntual o gripe y algunos dolores, por ejemplo dolor de espalda que sufre a menudo cuando está muy tensionado, o también se ha llegado a automedicar por algunas lesiones que ha sufrido musculares como las tendinitis, ya que es una persona que suele hacer bastante deporte. El uso que hace de la medicación va por épocas, en épocas de frío suele resfriarse bas- tante y tiene que recurrir a medicamentos como el Frenadol, que es el que ve en los anun- cios de la televisión para estos síntomas. Cuando tiene algún proceso gripal con fiebre suele recurrir al Paracetamol o al Ibuprofeno, depende de lo que tenga más a mano en se mo - mento, para los dolores de espalda o de cabeza también hace uso de estos medicamentos, y cuando se ha tenido que tratar tendinitis, en un inicio recurre al Ibuprofeno, pero una vez acudió al médico al ver que no se le pasaba con los Ibuprofenos, y este le recetó un relajante 100muscular, que es con el que se automedica ahora cuando tiene tendinitis o alguna vez que se le ha subido el gemelo y un entrenador del gimnasio le ha dicho que se lo tomara solo leyendo la información de cada cuantas horas hay que esperar entre dosis. En cuanto a los prospectos, los guarda todos en la respectiva caja del medicamento, y suele leer el apartado de \"modo de empleo\" y pasa un poco por encima de el de efectos secundarios. No considera tener ningún problema para comprender los prospectos, pero si considera que hay mucho texto y muy pequeño, pero no considera que ahora le suponga un impedimento para leerlos, pero que en un futuro cuando no tenga la misma vista que tiene ahora le puede resultar complicado. Respecto a las dosis, no lleva un seguimiento de la medicación que va tomando, pero sí dice que ha habido alguna vez que se ha tenido que automedicar bastante por tema de dolor. Recuerda una vez, antes de verano, que estuvo tomando bastante medicación porque estuvo bastante tensionado de la espalda, sobre todo le dolía cuando llevaba unas horas sentado en la silla del trabajo y que estuvo así como unas dos semanas, y que estuvo to- mando Ibuprofeno hasta que se le pasó. Y ahora, cuando sufre de estos dolores, espera un poco a ver si se le pasa, porque hay veces que le duele porque no le acaba de encontrar la posición adecuada a la silla del trabajo y no acaba de sentirse cómodo. Cuando alguna vez algún médico le ha recetado algún tratamiento a seguir con medi- cación, el no se programa ninguna alarma ni ningún tipo de recordatorio, pero que sí que a veces algunas dosis las toma más tarde de lo que las tenía que tomar porque se ha despis- tado o es posible que alguna vez se haya olvidado de tomar alguna toma. Cuando finaliza el tratamiento, sino se le ha ido el dolor suele alargar por su cuenta un poco más el tratamiento, y si alguna vez vuelven a aparecer los mismos síntomas recurre a la medicación que le sobró, hasta que se le pasan los síntomas. Suele almacenar bastantes medicamentos porque cuando le sobran no los tira, y desco- noce cuando le caducan los medicamentos y comenta que alguna vez se ha tomado algún fármaco caducado, porque considera que por una vez no pasa nada. Pero que normalmente no lo hace, y que antes de tomar algo mira a ver si está caducado y si lo está, se deshace de él. Respecto a los riesgos de la medicación, solo sabe que los medicamentos pueden pro- ducir efectos secundarios, los que se indican en el prospecto, pero desconoce que puedan existir otros riesgos, aunque sí sabe que es mejor no mezclar algunos medicamentos con alcohol, pero que eso viene indicado en el prospecto. Cuando tiene que buscar la información de contacto de su centro médico o si alguna vez quisiera buscar una farmacia que estuviese abierta un domingo utilizaría el móvil para hacerlo. Usuario 5 Este participante se empezó a automedicar por dolores de cabeza, dolores menstruales, y por anginas, las cuales sufre frecuentemente. Para tratar estos síntomas utiliza medicamen- tos como el Ibuprofeno, el Paracetamol y antibióticos. Al antibiótico suele recurrir para las anginas, tras tratarse con Ibuprofeno y Paracetamol, y que estos medicamentos no le hicieran 101el efecto deseado. De los prospectos suele leerse el modo de cómo se emplean, pero solo lee los prospec - tos de aquellos fármacos que, o nunca los ha usado, o no los ha usado con mucha frecuencia y no tiene problemas de comprensión. Suele almacenar la medicación sobrante tras un tratamiento ya que nunca se sabe cuán - do la puede volver a necesitar, por lo que no es consciente de cuando le caducan los medi- camentos. Esto hace que sea posible que alguna vez se haya podido tomar algún medica- mento caducado y que a veces se haya automedicado con algún medicamento que le haya sido recetado alguna vez. No considera que sea importante el riesgo de que la medicación esté caducada ya que lo único que pasa es que es menos efectiva, pero que si los tiene y lo necesita urgentemente. Cuando se automedica lo hace hasta que se le pasan los síntomas del dolor, y si a los pocos días le vuelven a aparecer vuelve a recurrir a los fármacos sin recordar lo que decía el prospecto sobre posibles contradicciones, etc... Cuando tiene que seguir algún tratamiento con medicación, no se programa ninguna alarma ni usa ningún sistema a modo de recordatorio para recordar cuando se ha de tomar la dosis. Considera que tiene buena memoria, pero reconoce que alguna vez se ha olvidado tomar alguna dosis, sobre todo cuando tiene muchas cosas en la cabeza en las que pensar y va agobiada. No lleva un recuento de la medicación que ha tomado en el último mes, pero no cree que esté haciendo un uso abusivo de la medicación. Pero sí que durante el mes, mínimo tiene que automedicarse para los dolores menstruales, y que en épocas de frío tiene que medicarse para los dolores de garganta. Acerca de los riesgos que tiene la medicación, no considera que el usar antibiótico por su cuenta le este suponiendo un problema o un riesgo para la salud, pero es consciente que hacer un uso abusivo de alguna medicación puede ocasionar algún problema, pero no cree que sea algo grave. Respecto a la mezcla de medicamentos con otros fármacos o substan- cias, dice que alguna vez sí ha tenido que mezclar medicación, porque alguna vez se le ha juntado algún tratamiento recetado por el médico con dolores menstruales y que entonces ha tenido que recurrir a automedicarse. En este sentido, no es consciente o no sabe que hay medicamentos que si se mezclan pueden ser perjudiciales para la salud, por lo que en su día no se preocupó. Si es consciente que hay medicación que mezclarla con alcohol puede producir efectos no deseados, pero los desconoce. Simplemente cuando se medica no toma alcohol porque lo recomienda en el prospecto. Acerca de los conocimientos que tiene sobre cómo medicarse por su cuenta, comenta que se basa en su experiencia, que cuando era más joven, si alguna vez le dolía algo sus padres le decían que tomara Ibuprofeno por ejemplo, y que a veces cuando está en el tra- bajo y se encuentra mal pues hay compañeros que le dicen, \"a mi me pasa lo mismo y me tomo este medicamento,\" o que a veces hay compañeros que llevan medicación encima, a veces Enantyum, y si se encuentra muy mal porque le duele mucho la cabeza o tiene fuertes dolores de regla, alguna vez el compañero le ha dado Enantyum.102Finalmente, cuando tiene que llamar a su centro médico alguna vez cuando ha estado muy enferma, ha usado el móvil para buscar el teléfono del centro médico y alguna vez tam - bién, desde el móvil, ha tenido que buscar en Google alguna farmacia que estuviera abierta un domingo.IV. Mapa de afinidad104V. Card sorting105Card sorting 100% Agreement 0% Agreement Configurar las notificaciones Cambiar el idioma Consultar la información de mis far... Encontrar una farmacia cercana Filtrar farmacias Programar recordatorios de un trata... Consultar el estado de un tratamien... Consultar la información de mi cent... Indicar si se está en periodo de la... Consultar mi historial médico Indicar si se está en periodo de em... Indicar con qué frecuencia se consu... Indicar con qué frecuencia se consu... Añadir alergias que tengo Añadir problemas de salud (renales,... Añadir las intolerancias que tengo Aceptar condiciones legales para ut... Consultar los términos de uso Consultar la Política de privacidad Consultar para qué sirve la aplicac... Consultar mi lista de medicamentos Consultar los prospectos de mis med... Consultar la fecha de caducidad de ... Controlar la medicación que estoy t... Indicar que hoy me he automedicado Escanear código de medicamentos Consultar información sobre el uso ... Consultar información de un medicam... Consultar información general acerc...107VI. Tree test108 Tree test 1 Tarea 1109 Home Menú Medicamentos Tratamientos médicos Control de dosis Mi perfil Ajustes Información general Estado de un tratamiento Historial Configuración Mi lista de medicamentos Historial médico Tipos de medicamentos Uso de medicamentos Pies Lines Went down the right path Went down the wrong path Went back Nominated as Incorrect path110 Tree test 1 Tarea 2111 Home Menú Medicamentos Tratamientos médicos Control de dosis Acerca de Buscar medicamento Información general Escanear Nombre Tipos de medicamentos Uso de medicamentos Pies Lines Went down the right path Went down the wrong path Went back Nominated as Incorrect path112 Tree test 1 Tarea 3113 Home Menú Medicamentos Tratamientos médicos Farmacias Buscar medicamento Buscar farmacia Pies Lines Went down the right path Went down the wrong path Went back Nominated as Incorrect path114 Tree test 1 Tarea 4115 Home Menú Medicamentos Tratamientos médicos Control de dosis Mi perfil Farmacias Buscar medicamento Información general Estado de un tratamiento Historial Configuración Mi lista de medicamentos Escanear Código nacional Nombre Uso de medicamentos Pies Lines Went down the right path Went down the wrong path Went back Nominated as Incorrect path116 Tree test 1 Tarea 5117 Home Menú Medicamentos Tratamientos médicos Control de dosis Mi perfil Buscar medicamento Estado de un tratamiento Historial Mi lista de medicamentos Historial médico Nombre Pies Lines Went down the right path Went down the wrong path Went back Nominated as Correct path Incorrect path118 Tree test 2 Tarea 1119 Home Menú Medicamentos Mis tratamientos médicos Añadir una dosis de medicación Mi perfil Mi historial médico Mi historial de medicación Ajustes Buscar un medicamento Mi lista de medicamentos Programar un tratamiento Estado de un tratamiento Pies Lines Went down the right path Went down the wrong path Went back Nominated as Incorrect path120 Tree test 2 Tarea 2121 Home Menú Medicamentos Buscar un medicamento Tipos y usos Usos de medicamentos Pies Lines Went down the right path Went down the wrong path Went back Nominated as Incorrect path122 Tree test 2 Tarea 3123 Home Menú Medicamentos Mis tratamientos médicos Añadir una dosis de medicación Mi historial médico Mi historial de medicación Mi lista de medicamentos Programar un tratamiento Pies Lines Went down the right path Went down the wrong path Went back Nominated as Incorrect path124 Tree test 2 Tarea 4125 Home Menú Medicamentos Mis tratamientos médicos Mi historial de medicación Mi lista de medicamentos Programas un tratamiento Estado de un tratamiento Pies Lines Went down the right path Went down the wrong path Went back Nominated as Incorrect path126 Tree test 2 Tarea 5127 Home Menú Medicamentos Mis tratamientos médicos Mi historial de medicación Mi lista de medicamentos Programar un tratamiento Estado de un tratamiento Pies Lines Went down the right path Went down the wrong path Went back Nominated as Incorrect path128VII. Screener test moderado con usuarios El objetivo de este test moderado con usuarios es identificar problemas de usabilidad en el prototipo que se ha diseñado en este proyecto . Para la realización de este test, serán necesarias entre 4 y 6 personas que cumplan con el siguiente perfil: Los usuarios/as con los que se quiere llevar a cabo este test son personas que cuan- do tienen un problema de salud no acuden al médico y deciden automedicarse. Estas personas tienen pocos conocimientos acerca de los medicamentos, y recurren a su propia experiencia o se dejan aconsejar por personas de su entorno, que no tienen ningún tipo de relación con el ámbito de la salud, para decidir qué medicación tomar. Son personas que recurren a la automedicación con bastante frecuencia porque tienen problemas de salud o dolores a menudo y desconocen qué tipo de riesgos pueden haber si se lleva a cabo un uso abusivo de medicación. Desconocen que haya interac - ciones entre medicamentos o con otras substancias, almacenan medicación caducada y hacen uso de ella. Perfil demográfico Hombres y mujeres entre 18 y 45 años Residentes en España Con nivel de estudios mínimo de grado superior. Que no tengan ningún tipo de estudios o relación profesional con el ámbito sanitario (ni médicos, ni enfermeros/as, ni veterinarios/as...) Que no tengan ningún contacto en su entorno que tenga relación con el ámbito sanitario. No interesan personas que: Necesitan ayuda para hacer uso de dispositivos móviles. Que acudan al médico cuando tienen algún problema de salud para saber que medi- camento o tratamiento seguir. Que tengan estudios relacionados con el ámbito sanitario, farmacológico.. Que su profesión esté relacionada con el ámbito sanitario, incluso que trabajen en la recepción de algún centro médico. Que tengan conocidos que tienen profesiones o estudios relacionados con el ámbito sanitario.129Preguntas del screener ¿Qué edad tienes? Menos de 18 años Entre 18 y 29 años Entre 30 y 45 años Entre 46 y 59 años Entre 60 y 64 años 65 años o más ¿Dónde resides? En España Fuera de España ¿Qué nivel de estudios tienes? No tengo estudios Solo tengo la ESO Solo tengo Bachillerato Estudios de grado medio Estudios de grado superior Estudios universitarios ¿Has estudiado o ejerces alguna profesión relacionada con el ámbito de la sanidad? (medicina, farmacología, veterinaria...) No, no tengo estudios relacionados con el ámbito de la sanidad ni me dedico profesionalmente a ello. Sí,tengo estudios relacionados con el ámbito de la sanidad pero no me dedico profesionalmente a la sanidad. Sí,tengo estudios relacionados con el ámbito de la sanidad y me dedico profesio- nalmente a la sanidad. ¿Trabajas en algún centro médico aunque sea de recepcionista, conductor de ambu- lancia...? Sí No ¿Tienes algún conocido en tu entorno más cercano (familia, amigos..) que tenga estu- dios, o esté estudiando o se dedique profesionalmente al ámbito de la sanidad? Sí No130 ¿Cuál es tu nivel de conocimiento acerca del uso de dispositivos móviles? (tablet y/o móvil) Bajo. A veces necesito pedir ayuda para poder encontrar aquello que busco o hacer según qué acciones. Medio. Me apaño bastante bien yo solo/a. Alto, hago todo tipo de virguerías con ellos. ¿Con qué frecuencia sufres problemas de salud? (dolores de cabeza, enfermedades comunes, dolores o enfermedades crónicas, dolores generados por la regla...) Casi nunca tengo problemas de salud A menudo tengo algún tipo de problema. Con mucha frecuencia Tengo problemas de salud crónicos ¿Acudes al médico cuando tienes problemas de salud? Sí, siempre acudo a mi doctor/a A veces, depende del problema No. ¿Haces uso de medicación por cuenta propia? Sí, siempre tomo medicación sin consultar previamente a nadie Sí, siempre tomo medicación pero consulto a algún familiar, amigo, conocido del trabajo que medicación tomar. No, depende del problema que tenga consulto a mi doctor/a No, siempre consulto a mi doctor/a ¿Con qué frecuencia haces uso de medicación por tu cuenta? Nunca, siempre pregunto al doctor/a. Casi nunca, no tengo problemas de salud. En algunos momentos puntuales pero no de forma regular. Con bastante frecuencia, suelo tener dolores de cabeza u otros tipos de dolores o problemas. Siempre debido a mis problemas crónicos.131VIII. Cuestionarios SUS13228/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNiUglx5EXmsxAcXFX_7kzYVKM ... 1/6Albert Preguntas Marca la opción que creas adecuada, en función de tu experiencia durante las tar eas que has r ealizado en el prototipo de la aplicación, teniendo en cuenta la siguiente escala: 1- Totalmente en desacuer do. 5- Totalmente en acuer do. Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer doCuestionario Post-test Nombre * 1- Creo que me gustará usar a menudo este sistema *13328/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNiUglx5EXmsxAcXFX_7kzYVKM ... 2/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do2- He encontrado el sistema innecesariamente complejo * 3- He pensado que el sistema es fácil de utilizar *13428/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNiUglx5EXmsxAcXFX_7kzYVKM ... 3/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do4- Creo que necesitaría el apoyo de un experto para recorrer el sistema * 5- He encontrado las variadas posibilidades del sistema bastante integradas *13528/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNiUglx5EXmsxAcXFX_7kzYVKM ... 4/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do6- He pensado que había demasiada inconsistencia en el sistema * 7- Imagino que la mayoría de las personas aprenderían muy rápidamente a usar el sistema *13628/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNiUglx5EXmsxAcXFX_7kzYVKM ... 5/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do8- He encontrado el sistema muy incómodo de usar * 9- Me he sentido muy con ado en el manejo del sistema *13728/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNiUglx5EXmsxAcXFX_7kzYVKM ... 6/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Este formulario se cr eó en F undació a la Univ ersitat Ober ta de Cataluny a.10- Necesito aprender muchas cosas antes de manejar con comodidad el sistema * Formularios13831/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhe4HyvobtWLeUsROGnVBs8W ... 1/6Aroa Preguntas Marca la opción que creas adecuada, en función de tu experiencia durante las tar eas que has r ealizado en el prototipo de la aplicación, teniendo en cuenta la siguiente escala: 1- Totalmente en desacuer do. 5- Totalmente en acuer do. Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer doCuestionario Post-test Nombre * 1- Creo que me gustará usar a menudo este sistema *13931/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhe4HyvobtWLeUsROGnVBs8W ... 2/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do2- He encontrado el sistema innecesariamente complejo * 3- He pensado que el sistema es fácil de utilizar *14031/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhe4HyvobtWLeUsROGnVBs8W ... 3/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do4- Creo que necesitaría el apoyo de un experto para recorrer el sistema * 5- He encontrado las variadas posibilidades del sistema bastante integradas *14131/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhe4HyvobtWLeUsROGnVBs8W ... 4/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do6- He pensado que había demasiada inconsistencia en el sistema * 7- Imagino que la mayoría de las personas aprenderían muy rápidamente a usar el sistema *14231/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhe4HyvobtWLeUsROGnVBs8W ... 5/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do8- He encontrado el sistema muy incómodo de usar * 9- Me he sentido muy con ado en el manejo del sistema *14331/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhe4HyvobtWLeUsROGnVBs8W ... 6/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Este formulario se cr eó en F undació a la Univ ersitat Ober ta de Cataluny a.10- Necesito aprender muchas cosas antes de manejar con comodidad el sistema * Formularios14431/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi5wIi6eS56zXcre-raAMzcLoaLd ... 1/6Carlos Preguntas Marca la opción que creas adecuada, en función de tu experiencia durante las tar eas que has r ealizado en el prototipo de la aplicación, teniendo en cuenta la siguiente escala: 1- Totalmente en desacuer do. 5- Totalmente en acuer do. Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer doCuestionario Post-test Nombre * 1- Creo que me gustará usar a menudo este sistema *14531/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi5wIi6eS56zXcre-raAMzcLoaLd ... 2/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do2- He encontrado el sistema innecesariamente complejo * 3- He pensado que el sistema es fácil de utilizar *14631/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi5wIi6eS56zXcre-raAMzcLoaLd ... 3/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do4- Creo que necesitaría el apoyo de un experto para recorrer el sistema * 5- He encontrado las variadas posibilidades del sistema bastante integradas *14731/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi5wIi6eS56zXcre-raAMzcLoaLd ... 4/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do6- He pensado que había demasiada inconsistencia en el sistema * 7- Imagino que la mayoría de las personas aprenderían muy rápidamente a usar el sistema *14831/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi5wIi6eS56zXcre-raAMzcLoaLd ... 5/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do8- He encontrado el sistema muy incómodo de usar * 9- Me he sentido muy con ado en el manejo del sistema *14931/12/22, 19:33 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi5wIi6eS56zXcre-raAMzcLoaLd ... 6/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Este formulario se cr eó en F undació a la Univ ersitat Ober ta de Cataluny a.10- Necesito aprender muchas cosas antes de manejar con comodidad el sistema * Formularios15028/12/22, 20:04 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhu8n2T uof0RDEuOHmyhNkT0V ...1/6Isabel Preguntas Marca la opción que creas adecuada, en función de tu experiencia durante las tar eas que has r ealizado en el prototipo de la aplicación, teniendo en cuenta la siguiente escala: 1- Totalmente en desacuer do. 5- Totalmente en acuer do. Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer doCuestionario Post-test Nombre * 1- Creo que me gustará usar a menudo este sistema *15128/12/22, 20:04 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhu8n2T uof0RDEuOHmyhNkT0V ...2/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do2- He encontrado el sistema innecesariamente complejo * 3- He pensado que el sistema es fácil de utilizar *15228/12/22, 20:04 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhu8n2T uof0RDEuOHmyhNkT0V ...3/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do4- Creo que necesitaría el apoyo de un experto para recorrer el sistema * 5- He encontrado las variadas posibilidades del sistema bastante integradas *15328/12/22, 20:04 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhu8n2T uof0RDEuOHmyhNkT0V ...4/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do6- He pensado que había demasiada inconsistencia en el sistema * 7- Imagino que la mayoría de las personas aprenderían muy rápidamente a usar el sistema *15428/12/22, 20:04 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhu8n2T uof0RDEuOHmyhNkT0V ...5/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do8- He encontrado el sistema muy incómodo de usar * 9- Me he sentido muy con ado en el manejo del sistema *15528/12/22, 20:04 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNhu8n2T uof0RDEuOHmyhNkT0V ...6/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Este formulario se cr eó en F undació a la Univ ersitat Ober ta de Cataluny a.10- Necesito aprender muchas cosas antes de manejar con comodidad el sistema * Formularios15628/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi68hNQ0HiQYbSW1-KU5NnjLu ... 1/6Yolanda R Preguntas Marca la opción que creas adecuada, en función de tu experiencia durante las tar eas que has r ealizado en el prototipo de la aplicación, teniendo en cuenta la siguiente escala: 1- Totalmente en desacuer do. 5- Totalmente en acuer do. Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer doCuestionario Post-test Nombre * 1- Creo que me gustará usar a menudo este sistema *15728/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi68hNQ0HiQYbSW1-KU5NnjLu ... 2/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do2- He encontrado el sistema innecesariamente complejo * 3- He pensado que el sistema es fácil de utilizar *15828/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi68hNQ0HiQYbSW1-KU5NnjLu ... 3/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do4- Creo que necesitaría el apoyo de un experto para recorrer el sistema * 5- He encontrado las variadas posibilidades del sistema bastante integradas *15928/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi68hNQ0HiQYbSW1-KU5NnjLu ... 4/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do6- He pensado que había demasiada inconsistencia en el sistema * 7- Imagino que la mayoría de las personas aprenderían muy rápidamente a usar el sistema *16028/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi68hNQ0HiQYbSW1-KU5NnjLu ... 5/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do8- He encontrado el sistema muy incómodo de usar * 9- Me he sentido muy con ado en el manejo del sistema *16128/12/22, 20:05 Cuestionario Post-test https://docs.google.com/forms/d/1gks7e98mYZ524elDypnZKGT0n-q0n93lj-SFpZrdEZU/edit#response=ACYDBNi68hNQ0HiQYbSW1-KU5NnjLu ... 6/6Totalmente en desacuer do 1 2 3 4 5 Totalmente de acuer do Este formulario se cr eó en F undació a la Univ ersitat Ober ta de Cataluny a.10- Necesito aprender muchas cosas antes de manejar con comodidad el sistema * Formularios162IX. Acuerdos de confidencialidad y NDA de las entrevistas163Consentimiento informado Sobre qué trata este estudio El propósito de la investigación es conocer qué grado de concienciación tienen los usuarios/as que se automedican acerca de los riesgos que supone esta práctica. Tu participación en este estudio nos ayudará a identificar tu experiencia para poder diseñar una solución que se adapte a las necesidades que detectemos. Tu participación en este estudio es voluntaria Puedes tomarte un descanso siempre que lo desees. Díselo al investigador cuando lo necesi tes. Eres libre de abandonar la entrevista en cualquier momento sin dar explicaciones. Información que queremos obtener Te haremos una serie de preguntas abiertas sobre cómo es tu experiencia en la automedicación y grabaremos en vídeo la entrevista para luego poderla transcribir. Cómo aseguramos tu privacidad Las grabaciones serán tratadas como confidenciales y no serán mostradas fuera de la empresa. Publicaremos informes sobre la investigación que incluirá la información que nos des de forma anónima. Eso quiere decir que ni tu nombre ni ningún tipo de identidad serán vinculados a estos informes. Después de que te marches, el investigador te dará una copia de este documento. Eres libre de retirar tu consentimiento, para ello, ponte en contacto con el supervisor y él destruirá toda la información personal recabada sobre ti, así como también las grabaciones. De todos modos, pasados 12 meses, nosotros eliminaremos toda tu información personal. Información de contacto del supervisor Email: ricardlazaro@ uoc.edu Móvil: 684 099 736 Tu consentimiento Por favor, rellena este formulario conforme nos das tu consentimiento para recopilar esta información para la investigación. (Marcar con una X) Confirmo que he entendido el propósito de la investigación. Entiendo que mi participación es voluntaria. Doy mi permiso a: Que l a entrevista se grabe en video. A que gente del e quipo de investigadores y diseñadores puedan ver la grabación en futuro Barrocal Pérez 29102022165Consentimiento informado Sobre qué trata este estudio El propósito de la investigación es conocer qué grado de concienciación tienen los usuarios/as que se automedican acerca de los riesgos que supone esta práctica. Tu participación en este estudio nos ayudará a identificar tu experiencia para poder diseñar una solución que se adapte a las necesidades que detectemos. Tu participación en este estudio es voluntaria Puedes tomarte un descanso siempre que lo desees. Díselo al investigador cuando lo necesi tes. Eres libre de abandonar la entrevista en cualquier momento sin dar explicaciones. Información que queremos obtener Te haremos una serie de preguntas abiertas sobre cómo es tu experiencia en la automedicación y grabaremos en vídeo la entrevista para luego poderla transcribir. Cómo aseguramos tu privacidad Las grabaciones serán tratadas como confidenciales y no serán mostradas fuera de la empresa. Publicaremos informes sobre la investigación que incluirá la información que nos des de forma anónima. Eso quiere decir que ni tu nombre ni ningún tipo de identidad serán vinculados a estos informes. Después de que te marches, el investigador te dará una copia de este documento. Eres libre de retirar tu consentimiento, para ello, ponte en contacto con el supervisor y él destruirá toda la información personal recabada sobre ti, así como también las grabaciones. De todos modos, pasados 12 meses, nosotros eliminaremos toda tu información personal. Información de contacto del supervisor Email: ricardlazaro@ uoc.edu Móvil: 684 099 736 Tu consentimiento Por favor, rellena este formulario conforme nos das tu consentimiento para recopilar esta información para la investigación. (Marcar con una X) Confirmo que he entendido el propósito de la investigación. Entiendo que mi participación es voluntaria. Doy mi permiso a: Que l a entrevista se grabe en video. A que gente del e quipo de investigadores y diseñadores puedan ver la grabación en futuro Yaiza Pozo Garcia 29102022167Consentimiento informado Sobre qué trata este estudio El propósito de la investigación es conocer qué grado de concienciación tienen los usuarios/as que se automedican acerca de los riesgos que supone esta práctica. Tu participación en este estudio nos ayudará a identificar tu experiencia para poder diseñar una solución que se adapte a las necesidades que detectemos. Tu participación en este estudio es voluntaria Puedes tomarte un descanso siempre que lo desees. Díselo al investigador cuando lo necesi tes. Eres libre de abandonar la entrevista en cualquier momento sin dar explicaciones. Información que queremos obtener Te haremos una serie de preguntas abiertas sobre cómo es tu experiencia en la automedicación y grabaremos en vídeo la entrevista para luego poderla transcribir. Cómo aseguramos tu privacidad Las grabaciones serán tratadas como confidenciales y no serán mostradas fuera de la empresa. Publicaremos informes sobre la investigación que incluirá la información que nos des de forma anónima. Eso quiere decir que ni tu nombre ni ningún tipo de identidad serán vinculados a estos informes. Después de que te marches, el investigador te dará una copia de este documento. Eres libre de retirar tu consentimiento, para ello, ponte en contacto con el supervisor y él destruirá toda la información personal recabada sobre ti, así como también las grabaciones. De todos modos, pasados 12 meses, nosotros eliminaremos toda tu información personal. Información de contacto del supervisor Email: ricardlazaro@ uoc.edu Móvil: 684 099 736 Tu consentimiento Por favor, rellena este formulario conforme nos das tu consentimiento para recopilar esta información para la investigación. (Marcar con una X) Confirmo que he entendido el propósito de la investigación. Entiendo que mi participación es voluntaria. Doy mi permiso a: Que l a entrevista se grabe en video. A que gente del e quipo de investigadores y diseñadores puedan ver la grabación en futuro 169Consentimiento informado Sobre qué trata este estudio El propósito de la investigación es conocer qué grado de concienciación tienen los usuarios/as que se automedican acerca de los riesgos que supone esta práctica. Tu participación en este estudio nos ayudará a identificar tu experiencia para poder diseñar una solución que se adapte a las necesidades que detectemos. Tu participación en este estudio es voluntaria Puedes tomarte un descanso siempre que lo desees. Díselo al investigador cuando lo necesi tes. Eres libre de abandonar la entrevista en cualquier momento sin dar explicaciones. Información que queremos obtener Te haremos una serie de preguntas abiertas sobre cómo es tu experiencia en la automedicación y grabaremos en vídeo la entrevista para luego poderla transcribir. Cómo aseguramos tu privacidad Las grabaciones serán tratadas como confidenciales y no serán mostradas fuera de la empresa. Publicaremos informes sobre la investigación que incluirá la información que nos des de forma anónima. Eso quiere decir que ni tu nombre ni ningún tipo de identidad serán vinculados a estos informes. Después de que te marches, el investigador te dará una copia de este documento. Eres libre de retirar tu consentimiento, para ello, ponte en contacto con el supervisor y él destruirá toda la información personal recabada sobre ti, así como también las grabaciones. De todos modos, pasados 12 meses, nosotros eliminaremos toda tu información personal. Información de contacto del supervisor Email: ricardlazaro@ uoc.edu Móvil: 684 099 736 Tu consentimiento Por favor, rellena este formulario conforme nos das tu consentimiento para recopilar esta información para la investigación. (Marcar con una X) Confirmo que he entendido el propósito de la investigación. Entiendo que mi participación es voluntaria. Doy mi permiso a: Que l a entrevista se grabe en video. A que gente del e quipo de investigadores y diseñadores puedan ver la grabación en futuro Albert Lázaro 29102022171Consentimiento informado Sobre qué trata este estudio El propósito de la investigación es conocer qué grado de concienciación tienen los usuarios/as que se automedican acerca de los riesgos que supone esta práctica. Tu participación en este estudio nos ayudará a identificar tu experiencia para poder diseñar una solución que se adapte a las necesidades que detectemos. Tu participación en este estudio es voluntaria Puedes tomarte un descanso siempre que lo desees. Díselo al investigador cuando lo necesi tes. Eres libre de abandonar la entrevista en cualquier momento sin dar explicaciones. Información que queremos obtener Te haremos una serie de preguntas abiertas sobre cómo es tu experiencia en la automedicación y grabaremos en vídeo la entrevista para luego poderla transcribir. Cómo aseguramos tu privacidad Las grabaciones serán tratadas como confidenciales y no serán mostradas fuera de la empresa. Publicaremos informes sobre la investigación que incluirá la información que nos des de forma anónima. Eso quiere decir que ni tu nombre ni ningún tipo de identidad serán vinculados a estos informes. Después de que te marches, el investigador te dará una copia de este documento. Eres libre de retirar tu consentimiento, para ello, ponte en contacto con el supervisor y él destruirá toda la información personal recabada sobre ti, así como también las grabaciones. De todos modos, pasados 12 meses, nosotros eliminaremos toda tu información personal. Información de contacto del supervisor Email: ricardlazaro@ uoc.edu Móvil: 684 099 736 Tu consentimiento Por favor, rellena este formulario conforme nos das tu consentimiento para recopilar esta información para la investigación. (Marcar con una X) Confirmo que he entendido el propósito de la investigación. Entiendo que mi participación es voluntaria. Doy mi permiso a: Que l a entrevista se grabe en video. A que gente del e quipo de investigadores y diseñadores puedan ver la grabación en un futuro 172Tu nombre: __________________________________________________ Fecha: Carbó 30102022 173Acuerdo de confidencialidad (NDA) REUNIDOS De una parte, D. /Dª Ricard Lázaro, con DNI 46411897J , como entrevistador (Parte A). De otra parte, D./Dª ___________________________________________________, con DNI ______________________________, como participante voluntario (Parte B). Parte A y Parte B recibirán en adelante la denominación de la \"Parte\" por separado y las \"Partes\" de forma conjunta, reconociéndose mutuamente capacidad legal suficiente para contratar y obligarse en la representación que actúan, y siendo responsables de la veracidad de sus manifestaciones , EXPO NEN 1.Que las Partes se encuentran en un proceso de colaboración no obligatori a para abordar aspectos sobre la experiencia sobre la automedicación para llevar a cabo el diseño de una plataforma interactiva para la prevención de l a automedicación y sus riesgos, ya sea una página web o app móvil. 2.Que toda información que las Partes se transmitan mutuamente es informaci ón confidencial, propiedad de cada una de ellas. 3.Que este acuerdo de confidencialidad se establece con el propósito de garantizar unos niveles rigurosos de confianza entre las Partes. 4.Que no se transmitirá a terceros la información distribuida entre las dos Partes. 5.Y que, habiendo llegado las Partes, libre y espontáneamente, a una coincidencia mutua de sus voluntades, formalizan el presente ACUERDO DE CONFIDENCIALIDAD Y DE NO DIVULGACIÓN, en adelante \"Acuerdo\" el cuál se regirá por las siguientes, CLÁUSULAS PRIMERA. OBJETO DEL ACUERDO DE CONFIDENCIALIDAD Cada Parte se compromete, por el presente Acuerdo, a otorgar un tratamiento confidencial a las informaciones que la otra Parte le comunique en el marco de colaboración existente entre ambas partes, ya sea oral, gráfica o escrita. SEGUNDA. OBLIGACIÓN DE SECRETO Y CONFIDENCIALIDA D Las Partes reconocen que la información que es transmitida en el marco de su colaboración tiene carácter confidencial y, así, aceptan no divulgarla y mantener la más estricta confidencialidad respecto a dicha información, advirtiendo, en su caso, de dicho deber de confidencialidad y secreto a sus empleados, asociados y a cualquier persona que deba tener acceso a dicha información. Laura Barrocal Pérez174Ninguno de los sujetos mencionados en el párrafo anterior ni ninguna de las partes podrá reproducir, modificar, hacer pública o divulgar a terceros la información objeto del presente Acuerdo sin previa autorización escrita y expresa del DIVULGADOR. Barcelona, a fecha de ___/___/______ Firmas: Investigador Participante 29102022175Acuerdo de confidencialidad (NDA) REUNIDOS De una parte, D. /Dª Ricard Lázaro, con DNI 46411897J , como entrevistador (Parte A). De otra parte, D./Dª ___________________________________________________, con DNI ______________________________, como participante voluntario (Parte B). Parte A y Parte B recibirán en adelante la denominación de la \"Parte\" por separado y las \"Partes\" de forma conjunta, reconociéndose mutuamente capacidad legal suficiente para contratar y obligarse en la representación que actúan, y siendo responsables de la veracidad de sus manifestaciones , EXPO NEN 1.Que las Partes se encuentran en un proceso de colaboración no obligatori a para abordar aspectos sobre la experiencia sobre la automedicación para llevar a cabo el diseño de una plataforma interactiva para la prevención de l a automedicación y sus riesgos, ya sea una página web o app móvil. 2.Que toda información que las Partes se transmitan mutuamente es informaci ón confidencial, propiedad de cada una de ellas. 3.Que este acuerdo de confidencialidad se establece con el propósito de garantizar unos niveles rigurosos de confianza entre las Partes. 4.Que no se transmitirá a terceros la información distribuida entre las dos Partes. 5.Y que, habiendo llegado las Partes, libre y espontáneamente, a una coincidencia mutua de sus voluntades, formalizan el presente ACUERDO DE CONFIDENCIALIDAD Y DE NO DIVULGACIÓN, en adelante \"Acuerdo\" el cuál se regirá por las siguientes, CLÁUSULAS PRIMERA. OBJETO DEL ACUERDO DE CONFIDENCIALIDAD Cada Parte se compromete, por el presente Acuerdo, a otorgar un tratamiento confidencial a las informaciones que la otra Parte le comunique en el marco de colaboración existente entre ambas partes, ya sea oral, gráfica o escrita. SEGUNDA. OBLIGACIÓN DE SECRETO Y CONFIDENCIALIDA D Las Partes reconocen que la información que es transmitida en el marco de su colaboración tiene carácter confidencial y, así, aceptan no divulgarla y mantener la más estricta confidencialidad respecto a dicha información, advirtiendo, en su caso, de dicho deber de confidencialidad y secreto a sus empleados, asociados y a cualquier persona que deba tener acceso a dicha información. Yaiza Pozo Garcia176Ninguno de los sujetos mencionados en el párrafo anterior ni ninguna de las partes podrá reproducir, modificar, hacer pública o divulgar a terceros la información objeto del presente Acuerdo sin previa autorización escrita y expresa del DIVULGADOR. Barcelona, a fecha de ___/___/______ Firmas: Investigador Participante 29102022177Acuerdo de confidencialidad (NDA) REUNIDOS De una parte, D. /Dª Ricard Lázaro, con DNI 46411897J , como entrevistador (Parte A). De otra parte, D./Dª ___________________________________________________, con DNI ______________________________, como participante voluntario (Parte B). Parte A y Parte B recibirán en adelante la denominación de la \"Parte\" por separado y las \"Partes\" de forma conjunta, reconociéndose mutuamente capacidad legal suficiente para contratar y obligarse en la representación que actúan, y siendo responsables de la veracidad de sus manifestaciones , EXPO NEN 1.Que las Partes se encuentran en un proceso de colaboración no obligatori a para abordar aspectos sobre la experiencia sobre la automedicación para llevar a cabo el diseño de una plataforma interactiva para la prevención de l a automedicación y sus riesgos, ya sea una página web o app móvil. 2.Que toda información que las Partes se transmitan mutuamente es informaci ón confidencial, propiedad de cada una de ellas. 3.Que este acuerdo de confidencialidad se establece con el propósito de garantizar unos niveles rigurosos de confianza entre las Partes. 4.Que no se transmitirá a terceros la información distribuida entre las dos Partes. 5.Y que, habiendo llegado las Partes, libre y espontáneamente, a una coincidencia mutua de sus voluntades, formalizan el presente ACUERDO DE CONFIDENCIALIDAD Y DE NO DIVULGACIÓN, en adelante \"Acuerdo\" el cuál se regirá por las siguientes, CLÁUSULAS PRIMERA. OBJETO DEL ACUERDO DE CONFIDENCIALIDAD Cada Parte se compromete, por el presente Acuerdo, a otorgar un tratamiento confidencial a las informaciones que la otra Parte le comunique en el marco de colaboración existente entre ambas partes, ya sea oral, gráfica o escrita. SEGUNDA. OBLIGACIÓN DE SECRETO Y CONFIDENCIALIDA D Las Partes reconocen que la información que es transmitida en el marco de su colaboración tiene carácter confidencial y, así, aceptan no divulgarla y mantener la más estricta confidencialidad respecto a dicha información, advirtiendo, en su caso, de dicho deber de confidencialidad y secreto a sus empleados, asociados y a cualquier persona que deba tener acceso a dicha información. Yolanda Rosich Nogueira178Ninguno de los sujetos mencionados en el párrafo anterior ni ninguna de las partes podrá reproducir, modificar, hacer pública o divulgar a terceros la información objeto del presente Acuerdo sin previa autorización escrita y expresa del DIVULGADOR. Barcelona, a fecha de ___/___/______ Firmas: Investigador Participante 30102022 179Acuerdo de confidencialidad (NDA) REUNIDOS De una parte, D. /Dª Ricard Lázaro, con DNI 46411897J , como entrevistador (Parte A). De otra parte, D./Dª ___________________________________________________, con DNI ______________________________, como participante voluntario (Parte B). Parte A y Parte B recibirán en adelante la denominación de la \"Parte\" por separado y las \"Partes\" de forma conjunta, reconociéndose mutuamente capacidad legal suficiente para contratar y obligarse en la representación que actúan, y siendo responsables de la veracidad de sus manifestaciones , EXPONEN 1.Que las Partes se encuentran en un proceso de colaboración no obligatoria para abordar aspectos sobre la experiencia sobre la automedicación para llevar a cabo el diseño de una plataforma interactiva para la prevención de la automedicación y sus riesgos, ya sea una página web o app móvil. 2.Que toda información que las Partes se transmitan mutuamente es información confidencial, propiedad de cada una de ellas. 3.Que este acuerdo de confidencialidad se establece con el propósito de garantizar unos niveles rigurosos de confianza entre las Partes. 4.Que no se transmitirá a terceros la información distribuida entre las dos Partes. 5.Y que, habiendo llegado las Partes, libre y espontáneamente, a una coincidencia mutua de sus voluntades, formalizan el presente ACUERDO DE CONFIDENCIALIDAD Y DE NO DIVULGACIÓN, en adelante \"Acuerdo\" el cuál se regirá por las siguientes, CLÁUSULAS PRIMERA. OBJETO DEL ACUERDO DE CONFIDENCIALIDAD Cada Parte se compromete, por el presente Acuerdo, a otorgar un tratamiento confidencial a las informaciones que la otra Parte le comunique en el marco de colaboración existente entre ambas partes, ya sea oral, gráfica o escrita. SEGUNDA. OBLIGACIÓN DE SECRETO Y CONFIDENCIALIDA D Las Partes reconocen que la información que es transmitida en el marco de su colaboración tiene carácter confidencial y, así, aceptan no divulgarla y mantener la más estricta confidencialidad respecto a dicha información, advirtiendo, en su caso, de dicho deber de confidencialidad y secreto a sus empleados, asociados y a cualquier persona que deba tener acceso a dicha información. Albert Lázaro180Ninguno de los sujetos mencionados en el párrafo anterior ni ninguna de las partes podrá reproducir, modificar, hacer pública o divulgar a terceros la información objeto del presente Acuerdo sin previa autorización escrita y expresa del DIVULGADOR. Barcelona, a fecha de ___/___/______ Firmas: Investigador Participante 29102022181Acuerdo de confidencialidad (NDA) REUNIDOS De una parte, D. /Dª Ricard Lázaro, con DNI 46411897J , como entrevistador (Parte A). De otra parte, D./Dª ___________________________________________________, con DNI ______________________________, como participante voluntario (Parte B). Parte A y Parte B recibirán en adelante la denominación de la \"Parte\" por separado y las \"Partes\" de forma conjunta, reconociéndose mutuamente capacidad legal suficiente para contratar y obligarse en la representación que actúan, y siendo responsables de la veracidad de sus manifestaciones , EXPON EN 1.Que las Partes se encuentran en un proceso de colaboración no obligatoria para abordar aspectos sobre la experiencia sobre la automedicación para llevar a cabo el diseño de una plataforma interactiva para la prevención de la automedicación y sus riesgos, ya sea una página web o app móvil. 2.Que toda información que las Partes se transmitan mutuamente es información confidencial, propiedad de cada una de ellas. 3.Que este acuerdo de confidencialidad se establece con el propósito de garantizar unos niveles rigurosos de confianza entre las Partes. 4.Que no se transmitirá a terceros la información distribuida entre las dos Partes. 5.Y que, habiendo llegado las Partes, libre y espontáneamente, a una coincidencia mutua de sus voluntades, formalizan el presente ACUERDO DE CONFIDENCIALIDAD Y DE NO DIVULGACIÓN, en adelante \"Acuerdo\" el cuál se regirá por las siguientes, CLÁUSULAS PRIMERA. OBJETO DEL ACUERDO DE CONFIDENCIALIDAD Cada Parte se compromete, por el presente Acuerdo, a otorgar un tratamiento confidencial a las informaciones que la otra Parte le comunique en el marco de colaboración existente entre ambas partes, ya sea oral, gráfica o escrita. SEGUNDA. OBLIGACIÓN DE SECRETO Y CONFIDENCIALIDA D Las Partes reconocen que la información que es transmitida en el marco de su colaboración tiene carácter confidencial y, así, aceptan no divulgarla y mantener la más estricta confidencialidad respecto a dicha información, advirtiendo, en su caso, de dicho deber de confidencialidad y secreto a sus empleados, asociados y a cualquier persona que deba tener acceso a dicha información. Anna Catalán Carbó182Ninguno de los sujetos mencionados en el párrafo anterior ni ninguna de las partes podrá reproducir, modificar, hacer pública o divulgar a terceros la información objeto del presente Acuerdo sin previa autorización escrita y expresa del DIVULGADOR. Barcelona, a fecha de ___/___/______ Firmas: Investigador Participante 30102022 183X. Acuerdos de confidencialidad y NDA de los tests moderados con usuarios184Acuerdo de confidencialidad (NDA) REUNIDOS De una parte, D ./Dª Ricard Lázaro, con DNI 46411897J , como moderador ( Parte A ). De otra p arte, D./Dª ___________________________________________________, con DNI ______________________________, como participante v oluntario (Parte B). Parte A y Parte B recibirán en adelante l a denominación de la \"Parte\" por separado y las \"Partes\" de forma conjunta, reconociéndose mutuamente ca pacidad l egal su ficiente para contratar y obligarse en l a representación que actúan, y siendo responsables de la veracidad de sus m anifestaciones , EXPONEN 1.Que las Partes se encuentran en un proceso de colaboración no obligatoria para testear un prototipo de aplicación para prevenir la automedicación. 2.Que toda información que las Partes se transmitan mutuamente es información confidencial, propiedad de cada una de ellas. 3.Que este acuerdo de confidencialidad se establece con el propósito de garantizar unos niveles rigurosos de confianza entre las Partes. 4.Que no se transmitirá a terceros la información distribuida entre las dos Partes. 5.Y que, habiendo llegado las Partes, libre y espontáneamente, a una coincidencia mutua de sus voluntades, formalizan el presente ACUERDO DE CONFIDENCIALIDAD Y DE NO DIVULGACIÓN, en adelante \"Acuerdo\" el cuál se regirá por las siguientes, CLÁUSULAS PRIMERA. OBJETO DEL ACUERDO DE CONFIDENCIALIDAD Cada Parte se compromete, por el presente Acuerdo, a otorgar un tratamiento confidencial a las informaciones que la otra Parte le comunique en el marco de colaboración existente entre ambas partes, ya sea oral, gráfica o escrita. SEGUNDA. OBLIGACIÓN DE SECRETO Y CONFIDENCIALIDA D Las Partes reconocen que la información que es transmitida en el marco de su colaboración tiene carácter confidencial y, así, aceptan no divulgarla y mantener la más estricta confidencialidad respecto a dicha información, advirtiendo, en su caso, de dicho deber de confidencialidad y secreto a sus empleados, asociados y a cualquier persona que deba tener acceso a dicha información. Ninguno de los sujetos mencionados en el párrafo anterior ni ninguna de las partes podrá reproducir, modificar, hacer pública o divulgar a terceros la información objeto del presente Acuerdo sin previa autorización escrita y expresa del DIVULGADOR. Yolanda Rosich Nogueira 41000766T185Barcelona, a fecha de ___/___/______ Firmas: Moderador de la prueba Participante 27122022186Acuerdo de confidencialidad (NDA) REUNIDOS De una parte, D ./Dª Ricard Lázaro, con DNI 46411897J , como moderador ( Parte A ). De otra p arte, D./Dª ___________________________________________________, con DNI ______________________________, como participante v oluntario (Parte B). Parte A y Parte B recibirán en adelante l a denominación de la \"Parte\" por separado y las \"Partes\" de forma conjunta, reconociéndose mutuamente ca pacidad l egal su ficiente para contratar y obligarse en l a representación que actúan, y siendo responsables de la veracidad de sus m anifestaciones , EXPONEN 1.Que las Partes se encuentran en un proceso de colaboración no obligatoria para testear un prototipo de aplicación para prevenir la automedicación. 2.Que toda información que las Partes se transmitan mutuamente es información confidencial, propiedad de cada una de ellas. 3.Que este acuerdo de confidencialidad se establece con el propósito de garantizar unos niveles rigurosos de confianza entre las Partes. 4.Que no se transmitirá a terceros la información distribuida entre las dos Partes. 5.Y que, habiendo llegado las Partes, libre y espontáneamente, a una coincidencia mutua de sus voluntades, formalizan el presente ACUERDO DE CONFIDENCIALIDAD Y DE NO DIVULGACIÓN, en adelante \"Acuerdo\" el cuál se regirá por las siguientes, CLÁUSULAS PRIMERA. OBJETO DEL ACUERDO DE CONFIDENCIALIDAD Cada Parte se compromete, por el presente Acuerdo, a otorgar un tratamiento confidencial a las informaciones que la otra Parte le comunique en el marco de colaboración existente entre ambas partes, ya sea oral, gráfica o escrita. SEGUNDA. OBLIGACIÓN DE SECRETO Y CONFIDENCIALIDA D Las Partes reconocen que la información que es transmitida en el marco de su colaboración tiene carácter confidencial y, así, aceptan no divulgarla y mantener la más estricta confidencialidad respecto a dicha información, advirtiendo, en su caso, de dicho deber de confidencialidad y secreto a sus empleados, asociados y a cualquier persona que deba tener acceso a dicha información. Ninguno de los sujetos mencionados en el párrafo anterior ni ninguna de las partes podrá reproducir, modificar, hacer pública o divulgar a terceros la información objeto del presente Acuerdo sin previa autorización escrita y expresa del DIVULGADOR. Albert Lázaro de Lara 46414151J187Barcelona, a fecha de ___/___/______ Firmas: Moderador de la prueba Participante 28122022188Acuerdo de confidencialidad (NDA) REUNIDOS De una parte, D ./Dª Ricard Lázaro, con DNI 46411897J , como moderador ( Parte A ). De otra p arte, D./Dª ___________________________________________________, con DNI ______________________________, como participante v oluntario (Parte B). Parte A y Parte B recibirán en adelante l a denominación de la \"Parte\" por separado y las \"Partes\" de forma conjunta, reconociéndose mutuamente ca pacidad l egal su ficiente para contratar y obligarse en l a representación que actúan, y siendo responsables de la veracidad de sus m anifestaciones , EXPONEN 1.Que las Partes se encuentran en un proceso de colaboración no obligatoria para testear un prototipo de aplicación para prevenir la automedicación. 2.Que toda información que las Partes se transmitan mutuamente es información confidencial, propiedad de cada una de ellas. 3.Que este acuerdo de confidencialidad se establece con el propósito de garantizar unos niveles rigurosos de confianza entre las Partes. 4.Que no se transmitirá a terceros la información distribuida entre las dos Partes. 5.Y que, habiendo llegado las Partes, libre y espontáneamente, a una coincidencia mutua de sus voluntades, formalizan el presente ACUERDO DE CONFIDENCIALIDAD Y DE NO DIVULGACIÓN, en adelante \"Acuerdo\" el cuál se regirá por las siguientes, CLÁUSULAS PRIMERA. OBJETO DEL ACUERDO DE CONFIDENCIALIDAD Cada Parte se compromete, por el presente Acuerdo, a otorgar un tratamiento confidencial a las informaciones que la otra Parte le comunique en el marco de colaboración existente entre ambas partes, ya sea oral, gráfica o escrita. SEGUNDA. OBLIGACIÓN DE SECRETO Y CONFIDENCIALIDA D Las Partes reconocen que la información que es transmitida en el marco de su colaboración tiene carácter confidencial y, así, aceptan no divulgarla y mantener la más estricta confidencialidad respecto a dicha información, advirtiendo, en su caso, de dicho deber de confidencialidad y secreto a sus empleados, asociados y a cualquier persona que deba tener acceso a dicha información. Ninguno de los sujetos mencionados en el párrafo anterior ni ninguna de las partes podrá reproducir, modificar, hacer pública o divulgar a terceros la información objeto del presente Acuerdo sin previa autorización escrita y expresa del DIVULGADOR. Isabel Marín Pérez 46714946Z189Barcelona, a fecha de ___/___/______ Firmas: Moderador de la prueba Participante 28122022190Acuerdo de confidencialidad (NDA) REUNIDOS De una parte, D ./Dª Ricard Lázaro, con DNI 46411897J , como moderador ( Parte A ). De otra p arte, D./Dª ___________________________________________________, con DNI ______________________________, como participante v oluntario (Parte B). Parte A y Parte B recibirán en adelante l a denominación de la \"Parte\" por separado y las \"Partes\" de forma conjunta, reconociéndose mutuamente ca pacidad l egal su ficiente para contratar y obligarse en l a representación que actúan, y siendo responsables de la veracidad de sus m anifestaciones , EXPONEN 1.Que las Partes se encuentran en un proceso de colaboración no obligatoria para testear un prototipo de aplicación para prevenir la automedicación. 2.Que toda información que las Partes se transmitan mutuamente es información confidencial, propiedad de cada una de ellas. 3.Que este acuerdo de confidencialidad se establece con el propósito de garantizar unos niveles rigurosos de confianza entre las Partes. 4.Que no se transmitirá a terceros la información distribuida entre las dos Partes. 5.Y que, habiendo llegado las Partes, libre y espontáneamente, a una coincidencia mutua de sus voluntades, formalizan el presente ACUERDO DE CONFIDENCIALIDAD Y DE NO DIVULGACIÓN, en adelante \"Acuerdo\" el cuál se regirá por las siguientes, CLÁUSULAS PRIMERA. OBJETO DEL ACUERDO DE CONFIDENCIALIDAD Cada Parte se compromete, por el presente Acuerdo, a otorgar un tratamiento confidencial a las informaciones que la otra Parte le comunique en el marco de colaboración existente entre ambas partes, ya sea oral, gráfica o escrita. SEGUNDA. OBLIGACIÓN DE SECRETO Y CONFIDENCIALIDA D Las Partes reconocen que la información que es transmitida en el marco de su colaboración tiene carácter confidencial y, así, aceptan no divulgarla y mantener la más estricta confidencialidad respecto a dicha información, advirtiendo, en su caso, de dicho deber de confidencialidad y secreto a sus empleados, asociados y a cualquier persona que deba tener acceso a dicha información. Ninguno de los sujetos mencionados en el párrafo anterior ni ninguna de las partes podrá reproducir, modificar, hacer pública o divulgar a terceros la información objeto del presente Acuerdo sin previa autorización escrita y expresa del DIVULGADOR. Aroa Álvarez Gómez 47334978N191Barcelona, a fecha de ___/___/______ Firmas: Moderador de la prueba Participante 28122022192Acuerdo de confidencialidad (NDA) REUNIDOS De una parte, D ./Dª Ricard Lázaro, con DNI 46411897J , como moderador ( Parte A ). De ot ra parte, D./Dª ___________________________________________________, con DNI ______________________________, como participante v oluntario (Parte B). Parte A y Parte B recibirán en adelante l a denominación de la \"Parte\" por separado y las \"Partes\" de forma conjunta, reconociéndose mutuamente ca pacidad l egal su ficiente para contratar y obligarse en l a representación que actúan, y siendo responsables de la veracidad de sus m anifestaciones , EXPO NEN 1.Que las Partes se encuentran en un proceso de colaboración no obligatoria para testear un prototipo de aplicación para prevenir la automedicación. 2.Que toda información que las Partes se transmitan mutuamente es información confidencial, propiedad de cada una de ellas. 3.Que este acuerdo de confidencialidad se establece con el propósito de garantizar unos niveles rigurosos de confianza entre las Partes. 4.Que no se transmitirá a terceros la información distribuida entre las dos Partes. 5.Y que, habiendo llegado las Partes, libre y espontáneamente, a una coincidencia mutua de sus voluntades, formalizan el presente ACUERDO DE CONFIDENCIALIDAD Y DE NO DIVULGACIÓN, en adelante \"Acuerdo\" el cuál se regirá por las siguientes, CLÁUSULAS PRIMERA. OBJETO DEL ACUERDO DE CONFIDENCIALIDAD Cada Parte se compromete, por el presente Acuerdo, a otorgar un tratamiento confidencial a las informaciones que la otra Parte le comunique en el marco de colaboración existente entre ambas partes, ya sea oral, gráfica o escrita. SEGUNDA. OBLIGACIÓN DE SECRETO Y CONFIDENCIALIDA D Las Partes reconocen que la información que es transmitida en el marco de su colaboración tiene carácter confidencial y, así, aceptan no divulgarla y mantener la más estricta confidencialidad respecto a dicha información, advirtiendo, en su caso, de dicho deber de confidencialidad y secreto a sus empleados, asociados y a cualquier persona que deba tener acceso a dicha información. Ninguno de los sujetos mencionados en el párrafo anterior ni ninguna de las partes podrá reproducir, modificar, hacer pública o divulgar a terceros la información objeto del presente Acuerdo sin previa autorización escrita y expresa del DIVULGADOR. Carlos Gómez193Barcelona, a fecha de ___/___/______ Firmas: Moderador de la prueba Participante 27122022194Consentimiento informado Sobre qué trata esta prueba El propósito de esta prueba es conocer cómo navegan los usuarios por la aplicación a partir de unas tareas previamente dadas. Tu participación en este estudio nos ayudará a mejorar el diseño y la experiencia de uso de la aplicación. Tu participación en este estudio es voluntaria Puedes tomarte un descanso siempre que lo desees. Díselo al investigador cuando lo necesites . Eres libre de abandonar la entrevista en cualquier momento sin dar explicaciones. Información que queremos obtener Te daremos unas tareas a realizar para poder ver como navegas por la aplicación y así poder mejorar su diseño para conseguir una mayor usabilidad, encontrabilidad de la información y en consecuencia mejorar la experiencia de uso. Grabaremos en vídeo la prueba para luego poderla analizar . Cómo aseguramos tu privacidad Las grabaciones serán tratadas como confidenciales y no serán mostradas fuera de la Después de que te marches, el investigador te dará una copia de este documento. Eres libre de retirar tu consentimiento, para ello, ponte en contacto con el supervisor y él destruirá toda la información personal recabada sobre ti, así como también las grabaciones. De todos modos, pasados 12 meses, nosotros eliminaremos toda tu información personal. Información de contacto del supervisor Email: ricardlazaro@ uoc.edu Móvil: 684 099 736 Tu consentimiento Por favor, rellena este formulario conforme nos das tu consentimiento para recopilar esta información para la investigación. (Marcar con una X) Confirmo que he entendido el propósito de la investigación. Entiendo que mi participación es voluntaria. Doy mi permiso a: Que la prueba se grabe en video. A que gente del equipo de investigadores y diseñadores puedan ver la grabación en un futuro informado Sobre qué trata esta prueba El propósito de esta prueba es conocer cómo navegan los usuarios por la aplicación a partir de unas tareas previamente dadas. Tu participación en este estudio nos ayudará a mejorar el diseño y la experiencia de uso de la aplicación. Tu participación en este estudio es voluntaria Puedes tomarte un descanso siempre que lo desees. Díselo al investigador cuando lo necesites . Eres libre de abandonar la entrevista en cualquier momento sin dar explicaciones. Información que queremos obtener Te daremos unas tareas a realizar para poder ver como navegas por la aplicación y así poder mejorar su diseño para conseguir una mayor usabilidad, encontrabilidad de la información y en consecuencia mejorar la experiencia de uso. Grabaremos en vídeo la prueba para luego poderla analizar . Cómo aseguramos tu privacidad Las grabaciones serán tratadas como confidenciales y no serán mostradas fuera de la Después de que te marches, el investigador te dará una copia de este documento. Eres libre de retirar tu consentimiento, para ello, ponte en contacto con el supervisor y él destruirá toda la información personal recabada sobre ti, así como también las grabaciones. De todos modos, pasados 12 meses, nosotros eliminaremos toda tu información personal. Información de contacto del supervisor Email: ricardlazaro@ uoc.edu Móvil: 684 099 736 Tu consentimiento Por favor, rellena este formulario conforme nos das tu consentimiento para recopilar esta información para la investigación. (Marcar con una X) Confirmo que he entendido el propósito de la investigación. Entiendo que mi participación es voluntaria. Doy mi permiso a: Que la prueba se grabe en video. A que gente del equipo de investigadores y diseñadores puedan ver la grabación en un futuro Tu nombre: __________________________________________________ Firma : 28122022198Consentimiento informado Sobre qué trata esta prueba El propósito de esta prueba es conocer cómo navegan los usuarios por la aplicación a partir de unas tareas previamente dadas. Tu participación en este estudio nos ayudará a mejorar el diseño y la experiencia de uso de la aplicación. Tu participación en este estudio es voluntaria Puedes tomarte un descanso siempre que lo desees. Díselo al investigador cuando lo necesites . Eres libre de abandonar la entrevista en cualquier momento sin dar explicaciones. Información que queremos obtener Te daremos unas tareas a realizar para poder ver como navegas por la aplicación y así poder mejorar su diseño para conseguir una mayor usabilidad, encontrabilidad de la información y en consecuencia mejorar la experiencia de uso. Grabaremos en vídeo la prueba para luego poderla analizar . Cómo aseguramos tu privacidad Las grabaciones serán tratadas como confidenciales y no serán mostradas fuera de la Después de que te marches, el investigador te dará una copia de este documento. Eres libre de retirar tu consentimiento, para ello, ponte en contacto con el supervisor y él destruirá toda la información personal recabada sobre ti, así como también las grabaciones. De todos modos, pasados 12 meses, nosotros eliminaremos toda tu información personal. Información de contacto del supervisor Email: ricardlazaro@ uoc.edu Móvil: 684 099 736 Tu consentimiento Por favor, rellena este formulario conforme nos das tu consentimiento para recopilar esta información para la investigación. (Marcar con una X) Confirmo que he entendido el propósito de la investigación. Entiendo que mi participación es voluntaria. Doy mi permiso a: Que la prueba se grabe en video. A que gente del equipo de investigadores y diseñadores puedan ver la grabación en un futuro Tu nombre: __________________________________________________ Firma : 28122022200Consentimiento informado Sobre qué trata esta prueba El propósito de esta prueba es conocer cómo navegan los usuarios por la aplicación a partir de unas tareas previamente dadas. Tu participación en este estudio nos ayudará a mejorar el diseño y la experiencia de uso de la aplicación. Tu participación en este estudio es voluntaria Puedes tomarte un descanso siempre que lo desees. Díselo al investigador cuando lo necesites . Eres libre de abandonar la entrevista en cualquier momento sin dar explicaciones. Información que queremos obtener Te daremos unas tareas a realizar para poder ver como navegas por la aplicación y así poder mejorar su diseño para conseguir una mayor usabilidad, encontrabilidad de la información y en consecuencia mejorar la experiencia de uso. Grabaremos en vídeo la prueba para luego poderla analizar . Cómo aseguramos tu privacidad Las grabaciones serán tratadas como confidenciales y no serán mostradas fuera de la Después de que te marches, el investigador te dará una copia de este documento. Eres libre de retirar tu consentimiento, para ello, ponte en contacto con el supervisor y él destruirá toda la información personal recabada sobre ti, así como también las grabaciones. De todos modos, pasados 12 meses, nosotros eliminaremos toda tu información personal. Información de contacto del supervisor Email: ricardlazaro@ uoc.edu Móvil: 684 099 736 Tu consentimiento Por favor, rellena este formulario conforme nos das tu consentimiento para recopilar esta información para la investigación. (Marcar con una X) Confirmo que he entendido el propósito de la investigación. Entiendo que mi participación es voluntaria. Doy mi permiso a: Que la prueba se grabe en video. A que gente del equipo de investigadores y diseñadores puedan ver la grabación en un futuro Tu 28122022202Consentimiento informado Sobre qué trata esta prueba El propósito de esta prueba es conocer cómo navegan los usuarios por la aplicación a partir de unas tareas previamente dadas. Tu participación en este estudio nos ayudará a mejorar el diseño y la experiencia de uso de la aplicación. Tu participación en este estudio es voluntaria Puedes tomarte un descanso siempre que lo desees. Díselo al investigador cuando lo necesites . Eres libre de abandonar la entrevista en cualquier momento sin dar explicaciones. Información que queremos obtener Te daremos unas tareas a realizar para poder ver como navegas por la aplicación y así poder mejorar su diseño para conseguir una mayor usabilidad, encontrabilidad de la información y en consecuencia mejorar la experiencia de uso. Grabaremos en vídeo la prueba para luego poderla analizar . Cómo aseguramos tu privacidad Las grabaciones serán tratadas como confidenciales y no serán mostradas fuera de la Después de que te marches, el investigador te dará una copia de este documento. Eres libre de retirar tu consentimiento, para ello, ponte en contacto con el supervisor y él destruirá toda la información personal recabada sobre ti, así como también las grabaciones. De todos modos, pasados 12 meses, nosotros eliminaremos toda tu información personal. Información de contacto del supervisor Email: ricardlazaro@ uoc.edu Móvil: 684 099 736 Tu consentimiento Por favor, rellena este formulario conforme nos das tu consentimiento para recopilar esta información para la investigación. (Marcar con una X) Confirmo que he entendido el propósito de la investigación. Entiendo que mi participación es voluntaria. Doy mi permiso a: Que la prueba se grabe en video. A que gente del equipo de investigadores y diseñadores puedan ver la grabación en un futuro Tu "}