{"title": "Vacunas sí, vacunas no | Opinión | La Voz del Interior", "author": "Enrique Orschanski", "url": "https://www.lavoz.com.ar/opinion/vacunas-si-vacunas-no/", "hostname": "lavoz.com.ar", "description": "El uso de vacunas es uno de los pilares sanitarios para prevenir enfermedades infecciosas y sus consecuencias. En nuestro país, la mayoría de las familias demuestra una fuerte adherencia al respecto, basada en el conocimiento y cumplimiento del calendario oficial.", "sitename": "La Voz del Interior", "date": "2015-07-05", "cleaned_text": "El uso de vacunas es uno de los pilares sanitarios para prevenir enfermedades infecciosas y sus consecuencias. En nuestro país, la mayoría de las familias demuestra una fuerte adherencia al respecto, basada en el conocimiento y cumplimiento del calendario oficial. Sin embargo, reiterada y cíclicamente las vacunas son cuestionadas por personas que, por diversas razones, no las aceptan para sí ni para sus hijos. Es imposible saber cuántos adhieren a esta tendencia, ya que no se conoce un movimiento organizado sino posturas aisladas. El argumento esgrimido con mayor énfasis es el rechazo a introducir elementos extraños en el cuerpo, así como excluyen algunos alimentos o aditivos en la dieta. Muchos fundamentan su postura en conceptos de la antroposofía, difundida por el filósofo naturalista Rudolph Steiner, quien publicó sus ideas entre 1883 y 1925, cuando el uso de las vacunas apenas se insinuaba. Steiner concentra su filosofía en la conjunción de dos valores fundamentales para llegar a la completa comprensión del mundo: el conocimiento y la libertad. Expresa que la libertad sólo puede alcanzarse con la actividad creativa del pensar. Este paradigma de autonomía personal no aborda el tema vacunas; tampoco postula -como argumentan sus seguidores- que es beneficioso sufrir enfermedades \"para que el cuerpo se depure\". Temeraria afirmación en tiempos de medicina anticipatoria. Para comprender la necesidad de vacunar es necesario tener perspectiva. En situaciones de epidemias se clama por vacunas que resuelvan la crisis, que no haya sufrimiento ni pérdida de vidas. Basta pensar en el alivio que causaría en la población mundial disponer de una vacuna contra el virus de la inmunodeficiencia humana (HIV). En cambio, cuando no hay brotes no se percibe peligro. Ante enfermedades esporádicas que sólo afectan a personas aisladas, vacunar parece innecesario. ¿Quién piensa en difteria, poliomielitis o meningitis tuberculosa, severos trastornos de antaño, prevenibles hoy con vacunas? ¿Alguien recuerda la epidemia de viruela en la Argentina de 1950, que causó centenas de muertos? Justamente fue la viruela la primera enfermedad erradicada en el mundo por la aplicación universal de la vacuna. La poliomielitis -tragedia epidémica entre 1955 y 1956- también desapareció de la región gracias a las gotitas del genial Albert Sabin. Las vacunas actuales contienen partículas de bacterias o virus atenuados que estimulan la producción de anticuerpos. Estos protegen por largos períodos de infecciones, secuelas y muertes asociadas, problemas que sí pueden ocurrir con la enfermedad salvaje (así llamada a la provocada por esas mismas bacterias o virus, pero completos y activos). El objetivo final de la vacunación es más amplio de lo que se supone. Se vacuna para erradicar la enfermedad; para que el microorganismo causante no circule en la comunidad; que no haya enfermos, pero tampoco portadores. Las vacunas -como todos los medicamentos- tienen efectos adversos. La ética de su uso depende de que los beneficios superen dichos riesgos. Episodios breves y autolimitados de fiebre y/o dolor son intrascendentes frente al beneficio de evitar epidemias. En 1998, una publicación médica británica dio a conocer una investigación en la cual se asociaba la vacuna triple viral (sarampión-paperas-rubéola) con el autismo. En el insólito estudio sólo se incluyeron 12 niños y varios de los investigadores originales después se retractaron. En la actualidad, dicha asociación ha sido descartada de modo categórico. Otro argumento planteado por quienes evitan las vacunas es la desconfianza en la industria farmacéutica, debido a un supuesto interés económico por sobre el beneficio a la salud. La gratuidad de las vacunas del actual calendario ha vuelto inconsistente este prejuicio. Las vacunas dejaron de ser una decisión individual para convertirse en bien social. Tanto en niños como en adultos, vacunar es protegerse y proteger al otro. En un mundo global, la libertad no es elegir para sí, sino para "}