{"title": "This Is Why \"Wellness Teas\" Have Grown So Popular In Quarantine", "author": "Rebecca Deczynski; Agathe Singer", "url": "https://www.refinery29.com/en-us/wellness-teas-quarantine-trend", "hostname": "refinery29.com", "description": "As it turns out, folks are drinking more herbal, wellness teas than ever. We took a deep dive to get to the bottom of the trend.", "sitename": "Refinery29", "date": "2020-11-13", "cleaned_text": "There are a handful of remedies that seemingly have the power to abate — or at least provide comfort in the face of — nearly any problem at hand. A nice, long shower, an extra few hours of sleep, and a hot mug of your favorite tea can have real healing powers. So it's no surprise that, in the throes of 2020, we're constantly reaching for the kettle. Right now, tea culture is at its peak. You've likely found yourself scrolling past targeted ads for herbal elixirs or swiping through endless Instagram stories depicting still-steaming mugs. You've heard celebrity endorsements for choice brews and you've read about \"wellness tea\" in magazine roundups devoted to self-care. The stuff is more popular than ever but...why now? AdvertisementADVERTISEMENT Tea culture, of course, is nothing new. It dates back to ancient China, where, as legend has it, the mythological emperor [Shennong](https://www.ted.com/talks/shunan_teng_the_history_of_tea/transcript?language=en#t-86853)discovered it in 2737 B.C. when the leaves from a nearby Camellia sinensis plant fell into his pot of hot water. For centuries, it was considered a [medicinal herb](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4032838/), and it first became a popular beverage in the Tang Dynasty. It spread around Asia, and was eventually brought to Europe in the 17th century. Herbal teas, otherwise known as tisanes (tea made with plants that aren't technically tea), have their roots in early civilizations, too: Chamomile was highly regarded in [Ancient Egypt](https://www.researchgate.net/publication/284872102_Egyptian_chamomile_-_Cultivation_industrial_processing)and ginger is utilized in both India's Ayurvedic tradition and Chinese Traditional Medicine. Before the development of modern medicine, herbalism was a key practice across the world. Even as of 2014, 75% of the world's population was using herbs for basic healthcare needs, according to the [World Health Organization](https://www.hindawi.com/journals/ecam/2014/525340/). Now, they're enjoying a kind of a renaissance: You can find plentiful wellness teas stocked along the shelves of your local supermarket rather than merely at niche specialty stores. Influencers are ever-touting the purported benefits of ingredients like echinacea and lemon balm. It's likely your local coffee shop has even stepped up its game, offering ginger brews and matcha alongside its typical cold brew. \"Since March, we've seen growth in three particular categories: immune support, digestion, and stress and sleep aid,\" says Amber Valenzuela, certified Western herbalist and Marketing Communications Manager at [Traditional Medicinals](https://ad.doubleclick.net/ddm/trackclk/N5092.127806.REFINERY29.COM/B24640318.287312564;dc_trk_aid=480991609;dc_trk_cid=140606216;dc_lat=;dc_rdid=;tag_for_child_directed_treatment=;tfua=;gdpr=${GDPR};gdpr_consent=${GDPR_CONSENT_755}). Tracked with the onset of the COVID-19 pandemic, these demands aren't too surprising: While, of course, herbal teas cannot be used to treat the coronavirus, we're all focusing more intently on our health than ever before, and we're welcoming new ways to fortify our bodies from home. A June 2020 report by [Mordor Intelligence](https://www.researchandmarkets.com/reports/4828234/tea-market-growth-trends-and-forecasts-2020?utm_source=dynamic&utm_medium=BW&utm_code=8vkrnc&utm_campaign=1411971+-+Global+Tea+Market+Growth+Forecast+2020-2025%3a+Black%2c+Green%2c+Herbal%2c+Oolong%2c+and+Other+Teas&utm_exec=joca220bwd)predicts that the global tea market will grow 4.5% in the next five years, with the greatest category growth in green and herbal teas, thanks to increasing awareness of their [supposed health benefits.](https://www.refinery29.com/en-us/benefits-peppermint-tea) AdvertisementADVERTISEMENT Brooklyn-based naturopathic doctor and herbalist Naika Apeakorang has also received queries from patients about herbal remedies for their immune systems and stress levels in particular. \"I think everyone is trying to be as diligent and proactive as possible,\" she says. \"People are stepping up the ways they can take control of their health at home.\" This increased focus on the alleged health benefits of various teas and tisanes means leaning more into a long-term, preventative mindset, making tea a part of your daily routine, not just an occasional treat or a band-aid when you're not feeling well. \"That's what herbalism is founded on,\" Valenzuela explains. \"Making sure we're healthy and balanced before anything goes wrong. The herbs act as reinforcement.\" Of course, a hot cup of tea does not replace the need to consult a doctor or make use of prescription and OTC medicines. But nonetheless, it could be an excellent way to supplement your daily routines. And the tea that many experts swear by for everyday benefits is one that's been enjoyed since ancient times: Ginger. \"I always go back to ginger,\" says registered holistic nutritionist and wellness blogger [Hannah Schmitt](https://www.wholisticallyhannah.com/). \"It's really nice for increasing your internal warmth and strengthening both your digestion and immunity.\" Apeakorang also testifies to its benefits; though she typically tailors her herbal recommendations to each individual patient, ginger is a master herb that she recommends to nearly everyone. While a cup of ginger tea after dinner, as Valenzuela notes, might help you digest your meal better and leave you feeling generally good, if you're trying to fortify your body during winter's coldest months, for instance, the experts typically recommend drinking three to four cups of a targeted tea like [Echinacea Plus](https://shop.traditionalmedicinals.com/Echinacea-Plus/p/TDM-000514&c=TraditionalMedicinals@Seasonal?&utm_source=R29&utm_medium=BrandedContent&utm_campaign=TeaSeasonFY21&dclid=CPrnorOc-ewCFc3FyAodjEYJTg)a day, starting as soon as you feel runny nose-like symptoms starting up, and ending when you feel back to normal. \"Figuratively speaking, you need to kind of bathe yourself in it for a while,\" Valenzuela says. Other teas that are intended for general maintenance — say, an adaptogenic blend (herbs that claim to have a [de-stressing effect](https://www.mdpi.com/1424-8247/3/1/188)on your central nervous system) like Traditional Medicinals' [Reishi Mushroom with Rooibos and Orange Peel](https://ad.doubleclick.net/ddm/trackclk/N5092.127806.REFINERY29.COM/B24640318.287312891;dc_trk_aid=481135617;dc_trk_cid=140606216;dc_lat=;dc_rdid=;tag_for_child_directed_treatment=;tfua=;gdpr=${GDPR};gdpr_consent=${GDPR_CONSENT_755})— are meant to be consumed consistently year-round. AdvertisementADVERTISEMENT \"I always recommend people stick with [regular tea-drinking] for about 30 days or so to really start to see some incredible benefits from all the nutrients they're consuming,\" says Schmitt, who often makes her own single-herb infusions that she sips all day long. On the other hand, Apeakorang recommends having a cup of tea with every meal. \"It's incredibly easy to remember that way,\" she says. \"And it also helps your body to better digest your food.\" If you know you can't be trusted to maintain a thrice-daily tea regimen, you might want to start with any kind of sleep-supporting tea, suggests Apeakorang. The kinds of herbs found in stress-relief or sleep teas (like lavender and chamomile) are relatively fast-acting, when compared to those intended for immune support or other benefits. Apeakorang suggests sipping a mug of lemon balm (which she notes also has alleged digestive benefits), passionflower (which Schmitt claims can be de-stressing), or valerian (an herb Valenzuela tends to recommend for sleep). The benefits of herbal teas are hardly a new discovery — ancient texts can attest to the fact that we've appreciated the experience of sipping a warm mug of tea for millennia. But, like any wellness trend making the Instagram circuit, this recent wave of wellness teas is sure to be subject to some disbelief or light mockery. Even Valenzuela found herself a skeptic until one particular herbal remedy (meadowsweet, which she likes to call \"nature's painkiller\") completely sold her on the power of plants. \"I always tell people, just try it and see how you like it,\" Apeakorang says. \"Just follow your body.\" AdvertisementADVERTISEMENT Needless to say, you shouldn't be replacing any form of true medical care with tea. But, in truth, whether or not you feel you're reaping notable bodily benefits, drinking something hot and cozy remains a satisfying, simple comfort. In 2020, that's something we certainly won't take "}