{"title": "Vaccine boost fails to ignite CSL shares", "author": "Emma Koehn", "url": "https://www.smh.com.au/business/companies/vaccine-boost-fails-to-ignite-csl-shares-20201124-p56hio.html", "hostname": "smh.com.au", "description": "Investors and analysts remain unconvinced that biotechs will see big growth off the latest COVID-19 vaccine news.", "sitename": "The Sydney Morning Herald", "date": "2020-11-24", "cleaned_text": "This was published 2 years ago Vaccine boost fails to ignite CSL shares By [Emma Koehn](/by/emma-koehn-h13i1a) CSL has welcomed upbeat trial results for the coronavirus vaccine it has agreed to manufacture in Melbourne but the $144 billion market heavyweight cautioned the product must still pass rigorous testing before it is approved in Australia. The strong trial results for the Oxford University and AstraZeneca vaccine put a rocket under global sharemarkets on Tuesday, but had a more muted impact on CSL and other healthcare stocks in Australia with analysts and investors warning financial benefits from COVID-19 vaccine production remain unclear. The ASX 200 traded to nine-month highs on Tuesday as the market digested the results, up 1.5 per cent in the last hour of trading to 6,652. Health care stocks remained underwhelmed, however, ahead just 0.7 per cent in late afternoon trade with biotech giants ResMed and Cochlear trending downwards throughout the day. CSL shares finished the day ahead 0.6 per cent to $318.58, but investors were not convinced the positive trial results made much of a difference to the company overall. \"It's certainly not a negative for them,\" said chief investment officer at Australian Eagle Asset Management, Sean Sequeira. \"But we expected they would be part of the COVID-19 vaccine distribution process...It's as expected.\" Investors and analysts have been warning since early 2020 that [coronavirus vaccine development may not lead to strong revenue or profit growth](/link/follow-20170101-p561sc) for the companies involved in production, even though distribution will lift broader markets. News last week of a new $800 million flu vaccine manufacturing plant for CSL was welcomed by shareholders but [few believed it would lead to revenue growth in the near team.](/link/follow-20170101-p56ewu) CSL's commitment to manufacture AstraZeneca's coronavirus vaccine product came after a deal was brokered between AstraZeneca and the Australian government and the financial details of this agreement are not known. A CSL spokeswoman said on Monday the vaccine still needed to actually pass regulatory approvals before it could become a reality. \"While AstraZeneca still has to conclude analysis on the pivotal trial data for the AZD1222 vaccine candidate, the interim finding is very encouraging,\" she said. \"Before the vaccine is approved for use in Australia it must pass the Therapeutic Goods Administration's (TGA) rigorous assessment and approval processes. This includes assessment of its safety, quality and effectiveness,\" she said. An AstraZeneca Australia spokeswoman reiterated that the trial results did mean the product had been approved for distribution. \"AstraZeneca and its partners Oxford University and CSL are working together to try and meet the Australian Government's objective of having the first doses of the vaccine available to Australians as early as the first quarter of 2021, pending the outcome of clinical trials and regulatory approval,\" she said. Across the globe, analysts have been turning their minds to the practicalities of vaccine rollouts and individual stocks have not always risen with good news. AstraZeneca shares dropped 3.8 per cent on Monday as the market considered its efficacy data, which is a lower average percentage figure than what its competitors Moderna and Pfizer have released. Fund managers told this masthead last week that while [positive vaccine news may lift markets overall, the complexities of vaccine rollout are yet to be known. ](/link/follow-20170101-p56ftk) Head of Australian equities at T. Rowe Price, Randal Jenneke, said that global markets were now expecting, rather than hoping for, a vaccine, but the timeline was a big unknown. \"There are many challenges ahead in terms of mass-vaccination including manufacturing, transportation and the proportion of the population willing to receive the vaccine,\" he said. Meanwhile, other parties including global humanitarian organisation Médecins Sans Frontières (MSF) said not enough was yet known about how AstraZeneca would profit from the vaccine in the long term. The company has committed to supplying the product at no profit throughout the pandemic, though MSF called on AstraZeneca to outline what will happen once the world is considered to no longer be in pandemic conditions. \"We cannot rely on the good intentions of pharmaceutical corporations any longer during this pandemic - if AstraZeneca is truly committed to non-profit pricing and equitable access, they must open up their books now and share transparently all R&D, clinical trial, and manufacturing costs and product price breakdowns,\" MSF policy advisor Roz Scourse said. AstraZeneca released data from its phase 3 coronavirus vaccine trial late on Monday, revealing it had an average efficacy of 70 per cent, depending on the dosing. It is the third candidate to reveal late stage data, and is the product with the closest ties to the Australian market, given CSL has committed to manufacturing 30 million doses if it passes regulatory clearances. "}