{"title": "PDF", "author": "PDF", "url": "web.enallt.unam.mx/assets/documentos/ProtocoloFugaDeGas.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "ESCUELA NACIONAL DE LENGUAS, LINGÜÍSTICA Y TRADUCCIÓN COMISIÓN LOCAL DE SEGURIDAD PROTOCOLO DE EMERGENCIA POR FUGA DE GAS LP 1. DEFINICIÓN FUGA DE GAS: Se refiere a una filtración o escape no controlado de gas natural o LP u otro producto gaseoso, generalmente tóxico e inflamable, desde una tubería u otra conducción o contención, a cualquier área donde el gas no tendría que estar presente. Debido a que una filtración o escape pequeño puede gradualmente convertirse en una concentración explosiva de gas, por lo que las filtraciones o escapes son muy peligrosas. 2. MEDIDAS PREVENTIVAS: Es importante conocer los sitios cercanos a nuestra Dependencia, donde se utiliza gas LP, ya que como es del conocimiento de nuestra CLS y de nuestra comunidad en la ENALLT, no usamos este producto. Mantener contacto con las Dependencias que utilizan gas y c onocer sus protocolos de emergencia. Asegurarse de tener a la mano la información que nos sea proporcionada por estas Dependencias para saber sobre los productos que utilizan. 3. LINEAMIENTOS DEL PROTOCOLO EN CASO DE FUGA DE GAS LP 3.1 Durante el evento Mantener la calma Al detectar se el olor ubicar el origen y avisar de inmediato al brigadista responsable de este Protocolo o algún miembro de la Comisión L ocal de Seguridad de la Escuela. Sí el olor a gas es fuerte y este se considera peligroso para nuest ra comunidad el brigadista responsable y miembros de la Comisión Local de Seguridad , comenzarán la evacuación de las instalaciones y paralelamente se notificará a Protección Civil de la UNAM. Se acordonará el área para impedir que personas se acerquen al l ugar detectado como origen de la fuga de gas. Identificar plenamente los factores de riesgo potenciales. ESCUELA NACIONAL DE LENGUAS, LINGÜÍSTICA Y TRADUCCIÓN COMISIÓN LOCAL DE SEGURIDAD Si es pertinente ventilar de inmediato el lugar, abriendo puertas y ventanas procurando la circulación del aire. Contar con las rutas de evacuación y puntos de reunión previamente señalizados. 3.2 Después del evento El responsable de la Comisión Local de Seguridad, deberá dar información a las personas evacuadas sobre lo notificado por el personal de Protección Civil de la UNAM. Seguir las instrucciones del personal de Protección Civil y/o Brigadistas para regresar a las instalaciones. 4. Esquema del protocolo de eme rgencia por Fuga de Gas LP "}