{"title": "YOGI TEA DETOX 17 INF", "author": null, "url": "https://farmacialasalud.com/natural/1708-yogi-tea-detox-17-inf", "hostname": "farmacialasalud.com", "description": "Yogi Tea - Infusión 17 bolsitas - Detox", "sitename": "farmacialasalud.com", "date": "2021-02-25", "cleaned_text": "Lunes - Sábado: 9:00 - 21:00 info@farmacialasalud.com A partir de 30€de compra.Gastos de envío gratis. YOGI TEA DETOX 17 INF 4,90 € Impuestos incluidos Yogi Tea - Infusión 17 bolsitas - Detox Fabricante: Yogi tea La naturaleza luce y desprende una hechizante pureza y frescura después de la lluvia. Del mismo modo, nuestra propia naturaleza tiene la capacidad de renovarse regularmente. Las hierbas pueden ser de ayuda para esto. YOGI TEA® Detox es una mezcla equilibrada de regaliz dulce y jengibre picante con dientes de león y raíz de bardana. La suma del cardamomo, el cilantro, la salvia y el hinojo completan esta afamada y sabrosa infusión. La esencia de esta infusión es: \"Dulce renovación\". Regaliz El palo dulce, también conocido como regaliz, es conocido desde la antigüedad como planta medicinal y constituye una de las 50 hierbas básicas de la medicina tradicional china (MTC). Es unas 50 veces más dulce que el azúcar y tiene un sabor suavemente dulce y entre ácido y amargo. Gracias a sus apreciados nutrientes, el regaliz fue elegido como planta oficinal del año en 2012. Diente de león Su primera mención como planta medicinal se encuentra en los escritos de médicos persas alrededor del 900 d. C. Los antiguos griegos también se dieron cuenta muy pronto de que las hojas tiernas y agridulces del diente de león no solo saben extraordinariamente bien, sino que además contienen apreciados compuestos amargos y principios activos. Canela La canela es una de las especias más caras del mundo y debe de haberse utilizado ya en China 3.000 años a. C. como especia y planta medicinal. La canela se obtiene de la corteza del árbol de la canela del sur de Asia, tiene un aromático sabor dulce y contiene numerosos taninos y beneficiosos aceites esenciales. Raíz de bardana La bardana es una planta de la familia de las compuestas que ya era apreciada en la antigua Grecia por su poder curativo. Crece en lindes del bosque y en campos de cultivo y su raíz, además de aceites esenciales y taninos, contiene una gran proporción de la estimada inulina. Jengibre El jengibre se utiliza en el Lejano Oriente desde hace más de 3.000 años como especia y planta medicinal. Tiene un sabor entre picante y afrutado y contiene, además de distintas vitaminas, aceites esenciales y apreciados minerales. Hinojo El hinojo es una de las plantas medicinales más antiguas que se conocen en todo el mundo. Pertenece a la familia de las umbelíferas y es popular a escala internacional desde hace miles de años por su intenso aroma. El hinojo tiene un sabor entre especiado y dulce que recuerda ligeramente al anís. Anís Esta planta anual, cuyo fruto de sabor dulce es venerado por el hombre desde hace miles de años, florece en Asia y el sudeste mediterráneo. Antiguamente se ofrendaba el anís a los dioses, y en la actualidad se encuentra en la cocina, los dulces navideños y como deliciosa especia en muchos tés de YOGI TEA®. Baya de enebro La mayoría de la gente conoce las pequeñas bayas negras de enebro como una especia dulce al principio y luego ácida. No obstante, hace ya unos 3.500 años, los antiguos egipcios sabían que el fruto del enebro también contenía valiosas sustancias. Se denomina asimismo junípero. Cilantro En Oriente Próximo y Asia se utiliza el cilantro de sabor ligeramente dulce en casi todos los platos. Por una parte está su magnífico aroma, que recuerda a una mezcla entre picante y especiada de canela, nuez moscada y naranja. Y por otra, el cilantro está lleno de nutrientes y ya se menciona en el Antiguo Testamento como planta medicinal. Cardamomo El cardamomo es, desde hace miles de años, una de las especias más populares en todo el mundo asiático y árabe. Su delicado aroma entre picante y dulce propicia la aplicación del cardamomo en numerosos platos, desde curry picante hasta dulces navideños especiados. Gracias a sus aceites esenciales y otros nutrientes importantes, el cardamomo es además una de las plantas medicinales más antiguas del mundo. Pimienta negra La pimienta negra, conocida también como la «reina de las especias», es actualmente, junto con la sal, la especia más importante del mundo. Procede originariamente de la costa de Malabar en la India y tiene un intenso sabor especiado y a la vez con distintos grados de picante. La antigua medicina del Ayurveda recomienda la pimienta negra no solo como condimento, sino también, debido a sus apreciadas sustancias, como planta medicinal. Perejil Dice la sabiduría popular que el perejil, de sabor suavemente especiado y ligeramente picante, es en ocasiones más sano que la comida en la que se encuentra. Y en realidad, esta especia y planta medicinal originaria del sur de Europa está llena de componentes importantes. Además de un elevado contenido en vitamina C muy superior a la media, en el perejil se encuentran también apreciados oligoelementos y minerales. Salvia El nombre de esta especia y planta medicinal del área mediterránea tiene su origen en la palabra latina «salvare», que significa «curar». Debido a su fresco sabor especiado y ligeramente amargo y sus importantes componentes, la salvia se pagaba con oro ya en la antigua China. Clavos Los clavos son los botones del árbol del clavo y en nuestra latitud se conocen sobre todo como una especia en platos como el pan de especias o la col roja. Pertenecen a las mirtáceas y poseen un intenso aroma especiado, gracias al cual en la antigua China y en Egipto se pagaban incluso con oro. Cúrcuma La cúrcuma es una antigua planta medicinal que florece sobre todo en Asia meridional y el área mediterránea. Pertenece a las zingiberáceas y es uno de los principales elementos del curry en polvo. En la India, la cúrcuma, similar al jengibre y ligeramente picante, lleva más de 5.000 años siendo una de las especias más importantes y, gracias a su poder curativo, se consideraba incluso sagrada. Vierte 250 ml de agua recién hervida sobre la bolsita. Dejala durante 5 a 6 minutos - o más para un sabor más intenso. regaliz*, canela*, raíz "}