{"title": "MedibiotiX Entero Balance - La Farmacia Homeopática", "author": null, "url": "https://www.lafarmaciahomeopatica.com/p/medibiotix-entero-balance/", "hostname": "lafarmaciahomeopatica.com", "description": "Suplemento dietario con probióticos, prebióticos, zinc, potasio, sodio y glucosa. Contiene más de 10.000 millones de microorganismos probióticos (UFC). Sin lactosa y sin gluten. Entero-Balance® es el único e innovador simbiótico con electrolitos, zinc y 10 billones de unidades formadoras de colonias de Lactobacillus Rhamnosus. Simbiótico que contiene Lactobacillus rhamnosus GG con 1X10 UFCs + FOS + 10mg Zinc + electrolitos. Contiene Lactobacillus rhamnosus GG con más de 10 billones de unidades formadoras de colonia. Cepa que reduce en 24h los episodios diarreicos. Su fórmula única contiene FOS (fructooligosacáridos) que ayudan a regenerar la microbiota intestinal. Contiene 10 mg de zinc. Una adecuada suplementación de ZINC previene la severidad en futuros cuadros diarreicos hasta por 3 meses y apoya el funcionamiento normal del sistema inmune. Complementa y favorece la reposición de sales minerales al contener electrolitos. Tecnología DUOCAM que garantiza la estabilidad del simbiótico. Modo de uso: En niños mayores de 4 años y adultos, consumir el contenido de 1 sobre disuelto en 200 ml de agua 1 vez al día por diez días. Contraindicaciones, precauciones y advertencias: Manténgase fuera del alcance de los niños. Este producto es un suplemento dietario, no es un medicamento y no suple una alimentación equilibrada. No consumir en estado de embarazo y lactancia.", "sitename": "La Farmacia Homeopática", "date": "2023-01-01", "cleaned_text": "(601) 619 2253 SUB TOTAL Suplemento dietario con probióticos, prebióticos, zinc, potasio, sodio y glucosa. Contiene más de 10.000 millones de microorganismos probióticos (UFC). Sin lactosa y sin gluten. Entero-Balance® es el único e innovador simbiótico con electrolitos, zinc y 10 billones de unidades formadoras de colonias de Lactobacillus Rhamnosus. Simbiótico que contiene GG + 10mg Zinc + electrolitos. Contiene Lactobacillus rhamnosus GG con más de 10 billones de unidades formadoras de colonia. Cepa que reduce en 24h los episodios diarreicos. Su fórmula única contiene FOS (fructooligosacáridos) que ayudan a regenerar la microbiota intestinal. Contiene 10 mg de zinc. Una adecuada suplementación de ZINC previene la severidad en futuros cuadros diarreicos hasta por 3 meses y apoya el funcionamiento normal del sistema inmune. Complementa y favorece la reposición de sales minerales al contener electrolitos. Tecnología DUOCAM que garantiza la estabilidad del simbiótico. Modo de uso: En niños mayores de 4 años y adultos, consumir el contenido de 1 sobre disuelto en 200 ml de agua 1 vez al día por diez días. Contraindicaciones, precauciones y advertencias: Manténgase fuera del alcance de los niños. Este producto es un suplemento dietario, no es un medicamento y no suple una alimentación equilibrada. No consumir en estado de embarazo y "}