{"title": "Virtual Run 5K: así es la carrera solidaria al aire libre a favor del movimiento #YomeCorono", "author": null, "url": "https://www.runnersworld.com/es/noticias-running/a32403375/carrera-solidaria-virtual-run-5k-yo-me-corono-racetick/", "hostname": "runnersworld.com", "description": "El dinero de cada inscripción irá destinado para investigar un ensayo clínico que busca la vacuna contra el coronavirus.", "sitename": "Runner's World", "date": "2020-05-08", "cleaned_text": "No será una carrera popular más, con sus salidas y llegadas masivas, pero después de varias semanas sin poder correr, será lo más parecido. El movimiento #YomeCorono se ha unido junto a la plataforma de inscripciones a eventos deportivos Racetick para organizar la Virtual Run 5K. Una carrera solidaria en la que podrás elegir tanto el recorrido, como el horario y el día. Y todo ello por una buena causa: ayudar en la búsqueda de una vacuna que permita frenar el coronavirus. Como y [a está permitido salir a correr al aire libre](https://www.runnersworld.com/es/noticias-running/a32078944/fecha-salir-correr-confinamiento-running/), aunque teniendo en cuenta [las medidas de seguridad](https://www.runnersworld.com/es/noticias-running/a32182047/distancia-social-salir-correr-espana/) y las [franjas horarias para evitar la propagación del virus](https://www.runnersworld.com/es/noticias-running/a32279325/condiciones-volver-correr-aire-libre/), esta podrá ser tu primera carrera oficial tras el confinamiento y lo mejor, pudiendo aportar tu granito de arena en esta lucha contra la enfermedad. Lo único que tienes que hacer es inscribirte a través de [ Racetick ](https://www.runnersworld.com/es/training/a29807622/racetick-aplicacion-espanola/)aportando tu donación. Después solo tendrás que elegir la hora y fecha de tu carrera entre los días 11 y 17 de mayo. Y también el recorrido, eso sí, de solo 5 kilómetros, aunque si haces más no pasa nada porque tendrán en cuenta el ritmo medio de toda la carrera. Para comprobar que has completado con éxito la Virtual Run 5K solo tendrás que utilizar un [reloj-GPS deportivo](https://www.runnersworld.com/es/zapatillas-correr-material-deportivo/a32247260/reloj-deportivo-polar-grit-x-running/) o bien alguna aplicación móvil, subir un pantallazo de la actividad y validar tu crono en [ la página de Racetick](https://racetick.com/es). De este modo entrarás a formar parte de la clasificación nacional en la que se recogerán todos los tiempos de los deportistas inscritos y descargar tu diploma de participación. El movimiento #YoMeCorono, que hasta el momento ha conseguido recaudar 2 millones de euros, está impulsado por el equipo de médicos e investigadores del Hospital Germans Trias y Pujol, la Fundación de Lucha Contra el Sida y la Fundación Irsicaixa, que están trabajando a marchas forzadas para luchar contra la pandemia a corto y largo plazo con un equipo de médicos e investigadores que están trabajando en un ensayo clínico pionero. El objetivo del ensayo, el primero aprobado por la Agencia Española del Medicamento, es definir qué fármacos servirán para tratar de manera inmediata a los infectados y prevenir el contagio, así como también la búsqueda de una vacuna para frenar la covid-19. "}