{"title": "The Lancet no ha desmentido la eficacia de las vacunas de la covid-19", "author": null, "url": "https://www.verificat.cat/fact-check/no-the-lancet-no-ha-publicado-un-estudio-desmintiendo-la-eficacia-de-las-vacunas-de-la-covid-19", "hostname": "verificat.cat", "description": "Un mensaje engañoso que circula en redes asegura que la eficacia de las vacunas no es del 95%, sino de entre el 0,84% y 1,3%, en función de la marca", "sitename": "Verificat", "date": "2021-06-09", "cleaned_text": "Nos habéis hecho llegar un mensaje que asegura que la revista The Lancet ha publicado un estudio en el que confirma que \"la eficacia de la vacuna\" no es \"del 95%\", sino de entre el 0,84% y 1,3%, en función de la marca. Es ENGAÑOSO: ni la revista The Lancet ha publicado un estudio sobre tal cosa (se trata de un comentario firmado por un grupo de científicos), ni es verdad que en el documento se cuestionen los datos sobre la efectividad de las vacunas. Lo que aporta el comentario es un dato de otra forma de calcular la eficacia de las vacunas que no es estático, sino que varía en función de la situación epidemiológica en la que se encuentra la persona inmunizada. \"El estudio de la prestigiosa revista científica \"The Lancet\" revisado por pares confirma que la eficacia de la vacuna, no es del 95% según afirman las compañías de vacunas, sino así: AstraZeneca 1,3%, Moderna 1,2%, J&J 1,2%, Pfizer 0,84%. Engañaron a todos al informar sobre la reducción del riesgo relativo (RRR) en lugar de la reducción del riesgo absoluto (ARR).\" El mensaje afirma que el comentario de The Lancet indica que la eficacia de las vacunas \"no es del 95%, según afirman las compañías\", sino del 1,3% en el caso de AstraZeneca, 1,2% en el de Moderna y J&J, y del 0,84% en el caso de Pfizer. Tanto las cifras oficiales como las que baraja el comentario son correctas y complementarias, ya que corresponden a diferentes maneras de medir la eficacia de las vacunas. La eficacia del 95% corresponde, efectivamente, a las cifras que las autoridades han ido haciendo públicas sobre las distintas vacunas. Esta forma de medir la eficacia se llama reducción del riesgo relativo (RRR) y es correcta, pero hay otra forma de entender la eficacia de una vacuna, y es a través la reducción del riesgo absoluto (ARR), que en vez de tener solo en cuenta al individuo, como pasa con la RRR, considera también al conjunto de la población. \"La RRR debería ser analizada en comparación con el riesgo de ser infectado y contraer la covid-19, lo que varía en función de las poblaciones y con el tiempo\", [dice el texto de The Lancet](https://www.thelancet.com/journals/lanmic/article/PIIS2666-5247%2821%2900069-0/fulltext). Esa combinación entre la eficacia de la vacuna y la situación epidemiológica da la ARR. \"No decimos que las vacunas no funcionen. Decimos que funcionan, y añadimos consideraciones sobre la eficacia intrínseca de las vacunas y su efectividad en diferentes poblaciones\", indica a Verificat Piero Olliaro, investigador del Centro de Medicina Tropical y Salud Global de la Universidad de Oxford (Reino Unido) y el autor principal del comentario, que no es un estudio \"revisado por pares\", sino la opinión de tres expertos. Por tanto, las farmacéuticas \"no están engañando a todos\", tal y como se afirma en el bulo. Dos maneras de medir la eficacia La RRR es un porcentaje que indica en qué medida la inyección es capaz de \"prevenir enfermedades en quienes corren el riesgo de infectarse y enfermarse\", es decir, desarrollar cuadros graves de covid-19. Por su parte, el ARR tiene que ver con el número de personas que se tienen que vacunar para que una inyección llegue a ser eficaz a nivel epidemiológico. Así, una RRR del 95% se está centrando en aquellas personas que han sido inmunizadas con una determinada vacuna, mientras que una ARR del 1,2%, por ejemplo, considera a todos los individuos de una población (vacunados y no) y se traduce en el número necesario de personas que hay que vacunar dentro de una población con un riesgo dado en un momento concreto. \"Para cualquier RRR dado, el ARR es más alto cuando las tasas de casos de covid-19 son más altas, y disminuye a medida que disminuyen\", explica. Con este artículo, el investigador no pretende deslegitimar la información suministrada por los fabricantes sobre las vacunas, sino que trata de explicar que las decisiones políticas que se toman en salud pública no deberían obedecer solo al porcentaje de RRR: \"Dos vacunas con una eficacia alta muy similar (RRR de 95%) pueden tener una eficacia diferente dependiendo nuevamente del riesgo de covid-19\", concluye. Este artículo es parte de [Las Mentiras Amenazan la Salud](/salut), la sección de salud de Verificat. Somos un equipo de [jóvenes periodistas](https://www.verificat.cat/es/quienes-somos) que [trabajamos de manera independiente](https://www.verificat.cat/es/metodologia) para combatir la desinformación. Contrastamos con hechos y datos lo que dicen los políticos y las falsedades que circulan en las redes sociales. Te necesitamos. Con tu aportación contribuirás a un debate político más saludable y ayudarás a impulsar proyectos educativos para enseñar a la ciudadanía a navegar el caos informativo y defenderse de la desinformación. Puedes colaborar con una aportación tan simbólica como un euro y no te ocupará más de 45 segundos (los hemos contado). Si puedes, por favor, marca tu aportación como mensual y así podremos continuar haciendo nuestro trabajo de manera rigurosa e independiente. Muchas "}