{"title": "Grupo psicoterapéutico. Una experiencia personal - COS | Cos Cooperativa de Salut Integrativa per tothom. Salut general, Psicologia-psiquiatria, Odontologia, Maternitat i criança, cursos...", "author": "IPM", "url": "https://cos.coop/es/blog-grupo-psicoterapeutico-una-experiencia-personal/", "hostname": "cos.coop", "description": "Es muy terapéutico poder sentir que formas parte de un grupo y más cuando éste te resuena y te permite ver aspectos propios, crecer y seguir adelante.", "sitename": "COS | Cos Cooperativa de Salut Integrativa per tothom. Salut general, Psicologia-psiquiatria, Odontologia, Maternitat i criança, cursos...", "date": "2015-10-16", "cleaned_text": "Hace unos años se empezó a desarrollar un grupo terapéutico que se alimentaba de una experiencia formativa y que se desarrollaba a partir de una matriz de experiencias de vida. El grupo que \"habla\" a continuación se fue constituyendo, como si se tratara de la gestación de un embrión, incrementando el número de participantes a la vez que iba disminuyendo el número de vacantes hasta llegar a la cohesión de todos los órganos necesarios para vivir: una mente para pensar, un corazón por sentir y las extremidades para seguir caminando. Desde la radio del municipio donde se realizaba el grupo nos ofrecieron la posibilidad de hablar sobre la experiencia con el fin de difundirla y promover que otras personas pudieran participar también del espacio. Planteamos al grupo la posibilidad de hablar como participantes y tres personas accedieron mientras una cuarta prefirió escribir lo que había significado para ella y que fuéramos nosotros las que lo leíamos durante la entrevista. Tanto el escrito como la entrevista hablan de la identidad del grupo. Veámoslo. (Escrito) Me llamo Maya, llevo once años viviendo en este municipio, tengo cuatro hijos y hace seis años que mi familia es monoparental. Desde mi propia experiencia intento definir a este grupo diciendo que: Soy una persona que por diferentes circunstancias he tenido que asumir la gran responsabilidad, el trabajo, llevar adelante una familia, unos niños, en solitario. El primer gran reto a conseguir y mi prioridad es la subsistencia, cómo compaginar el trabajo con las necesidades de mis hijos en edad temprana. Puede decirse que todas mis fuerzas han sido ocupadas en procurar un bienestar tanto físico como emocional para mis hijos. Intentando \"cuidar\" de mi familia, a veces me he olvidado de mí misma, he dejado aparcados mis deseos, mis proyectos, mis sentimientos y la propia realización no como madre sino como persona. A menudo me he aislado y excluido (ya sea por falta de tiempo o de medios económicos) de la sociedad que me rodea, sin darme cuenta de que formo parte de esa sociedad y una parte cada vez más importante. Formar parte de este grupo me ha servido para ser consciente de mi realidad, y compartir vivencias y sentimientos con personas que se encuentran en el grupo me ayuda a salir de la soledad, superar dificultades y, lo más importante, a aceptar mi núcleo familiar sin complejos y con dignidad. De corazón doy las gracias a las personas que han tenido esta iniciativa ya las que han contribuido a crear este espacio, por ser conscientes de mis necesidades y ofrecerme esta ayuda incondicional. (Entrevista) Yo soy Laia, una de las participantes del grupo. En un principio comentábamos tímidamente nuestras experiencias hasta que, desde el respeto, sin juzgar a los demás y bajo el pacto de confidencialidad, hemos podido hablar de las diferentes situaciones vividas. Curiosamente nos hemos encontrado con que a pesar de las distintas edades y bajo diferentes situaciones, existe una gran empatía entre nosotros; somos muy diferentes pero muy iguales a la vez. Hacer de espejo, poder identificarse con el otro, nos hace sentir que no estamos solos.La idea de Mirall hace alusión al reflejo de que otras personas nos devuelven y que refiere a aspectos de uno mismo. En este sentido el grupo puede ser entendido como una sala de espejos en la que nos vemos reflejados ya través del mismo nos posibilitamos una mayor comprensión sobre nuestros aspectos íntimos (Sunyer, JM. Psicoterapia de grupo analítica, 2008). - Anna, como conductora del grupo ¿qué destacarías de esta experiencia? Para mi ha sido muy importante el sentimiento de cohesión que se ha generado. Creo que es muy terapéutico poder sentir que formas parte de un grupo y más cuando éste te resuena y te permite ver aspectos propios, crecer y seguir adelante. - A ti, Juan, ¿qué te motivó a formar parte de este grupo? Sentía mucha rabia y en el grupo he podido sacarlo. He visto que las cosas, a veces, no son tan sencillas como uno se las plantea, he podido comunicarme con otras personas que tienen problemas parecidos o contrapuestos... Hablando ves que entre unos y otros vamos encontrando soluciones que tú solo no ves. -¿Tú, Laia, también has llegado a sentir rabia? Puedes sentir rabia, puedes sentir culpa... Puedes sentir muchas emociones pero yo sobre todo he sentido dolor. Creo que lo que se puede llegar a conseguir dentro del grupo, y al que debemos aspirar, es que el dolor se convierta con tu aliado, en una experiencia positiva. Dejar que te atraviese, dejar que se convierta en un amigo, poder verlo a tu lado hasta que llegue un momento en el que pueda marcharte, dejarte en paz y dejarte vivir. Cuando dejas que el dolor se vaya puedes empezar a gestionar tu vida. (Esta reflexión parece extraída de un libro de Bucay pero esta mujer ha vivido mucho dolor y probablemente ha tenido que hacer un proceso como éste -no únicamente dentro del grupo sino en el transcurso de su historia- para no tirar la toalla. En el grupo continuamente recurría al tema del abandono y sufría por la continuidad del mismo). - En este grupo, Marta, ¿qué has conseguido? ¿Has superado tu situación o todavía te queda camino por recorrer? Un proceso de separación es un proceso muy largo, no se resuelve en unos días. Estoy mucho mejor, he ganado en autoestima y tengo las cosas mucho más claras. Ahora ya sé lo que no quiero y lo que no quiero es sufrir humillaciones y estar al lado de una persona que no me quiere. -¿Y en tu caso, Laia? Sí. Este grupo te ayuda a ir rehaciendo, a compartir experiencias, a crecer interiormente y ver que cuentas con el apoyo de otras personas. Necesitamos hablar con otras personas y la gente no escucha; este grupo sí escucha y tú escuchas a los demás. Es decir, que sí, que me ha servido. El acompañamiento implica a las personas y las contiene. Es fundamental la empatía, la contención emocional y física, las experiencias de realidad (unas correctoras, otras inéditas) tanto de gratificación como de frustración. El desarrollo mental siempre se realiza en base al dolor producido por la separación y la desesperación de lo que se ha podido mentalizar y sobre la comprensión y la elaboración que implica la integración de los espacios parciales (Ayerra, J.Mª; López ,JL \"El grupo multifamiliar: un espacio sociomental\", 2002). - Anna, después de escuchar a Laia, Marta y Joan y habiendo leído la carta de Maia, ¿qué valoración haces del grupo? Creo que lo importante es respetar el ritmo de cada uno, cada uno está en el grupo desde donde puede estar y mi valoración es muy positiva porque todos han podido \"estar\" en el grupo y han podido pensar, sentir y hacer la situación más completa, más allá de la rabia. —- En Cos tienes la posibilidad de formar parte de un grupo terapéutico. "}