{"title": "» Culminó el workshop sobre inmunoinformática", "author": null, "url": "https://noticias.unsam.edu.ar/2012/11/02/culmino-el-workshop-sobre-inmunoinformatica/", "hostname": "unsam.edu.ar", "description": "El Instituto de Investigaciones Biotecnológicas de la UNSAM culmina hoy el primer encuentro profesional sobre inmunoinformática, una incipiente disciplina que promete poderosas herramientas para la medicina, con alto impacto en la salud pública.", "sitename": "Unsamoficial", "date": "2012-11-02", "cleaned_text": "de Investigaciones Biotecnológicas de la UNSAM culmina hoy el primer encuentro profesional sobre inmunoinformática, una incipiente disciplina que promete poderosas herramientas para la medicina, con alto impacto en la salud pública. Por Marcelo Rodríguez Nada que ver con los \"virus informáticos\": la inmunoinformática es una naciente disciplina -sus primeros pasos fueron dados hace no mucho más de una década- que promete grandes adelantos en la lucha contra las enfermedades. Se basa en construir modelos computacionales del sistema inmunológico, es aun poco conocida en los pocos países donde se está desarrollando y en América Latina, casi nada. Por eso el workshop internacional Inmunoensayos de alto rendimiento e Inmunoinformática, que acaba de realizarse entre el 31 de octubre y el 2 de noviembre en el Instituto de Investigaciones Biotecnológicas (IIB-INTECH) de la UNSAM, fue pensado con la idea de comenzar a difundir sus potencialidades y despertar el interés de la comunidad médica y científica local. ¿Para qué se utiliza? Básicamente -según explican los docentes e investigadores de la UNSAM que organizaron el evento- para correr los límites actuales de la medicina en la prevención, diagnóstico y tratamiento de todo tipo de enfermedades. Especialmente las infectocontagiosas, pero también el cáncer o las alergias, ya que todas afectan al sistema inmunológico, que es la materia de esta nueva disciplina. Se sabe, por ejemplo, que el sarampión, la rubéola o la ya desaparecida viruela atacan sólo una vez, porque al hacerlo el sistema inmunológico reacciona generando anticuerpos que impiden posteriores infecciones por parte del mismo agente, cuyas características han quedado \"grabadas en la memoria\" del sistema de defensa del organismo. Eso hizo posible, además, que actualmente haya vacunas, hechas con patógenos muertos o atenuados que \"provocan\" al sistema inmunológico sin producir daño. Pero otros agentes infecciosos -como los plasmodios de la malaria, el VIH o el Trypanosoma cruzi, causante de la enfermedad de Chagas- tienen modalidades de ataque mucho más complejas, porque tienen en su ADN diferentes proteínas o péptidos (partes de proteínas) con los que atacan a las células de diferentes maneras, algunas tan rebuscadas que hasta podrían ser catalogadas de \"estrategias inteligentes\". Esta complejidad es una de las principales razones por las cuales -si bien la terapéutica avanzó enormemente- se ha tornado tan difícil hasta ahora encontrar una vacuna eficaz o una cura definitiva para la malaria, el Chagas en adultos o el sida. La Inmunoinformática, en combinación con nuevas tecnologías para inmunoensayos de alto rendimiento (que permiten analizar en una sola muestra más de dos millones de péptidos), provee modelos computacionales que permiten descifrar esa complejidad, y determinar de antemano, rápidamente y con exactitud, si un organismo es vulnerable o no a determinada forma de una enfermedad, o cuáles son los componentes de un virus o bacteria que deberían usarse para elaborar una vacuna que actúe en determinado tipo de población o -lo que es más difícil- en todos. El mentor del workshop ha sido el profesor Morten Nelsen, del IIB-INTECH, quien lleva más de una década aplicando los modelos informáticos al estudio del sistema inmunológico en diversos centros de la Argentina y del extranjero. \"En un agente patógeno como el Trypanosoma cruzi hoy al menos unas cinco mil proteínas que son potenciales targets para una respuesta inmunológica -ejemplifica Nielsen-. Habitualmente, con los métodos tradicionales que en el país se usan, un investigador debe seleccionar dos o tres de ellas, demostrar que son 'muy importantes´ en el mecanismo que causa la enfermedad, y luego dedicarse a estudiarlas durante toda su vida. Es un enfoque muy limitado. Con los modelos de inmunoinformática, por un lado, más nuevas técnicas experimentales basadas en chips que permiten hacer un screening de miles de proteínas en un mismo ensayo por el otro, ahora es posible entender de una manera mucho más amplia qué es lo que pasa cuando una persona -o cualquier otro organismo- es infectada\". Estos \"chips\" a los que Nielsen se refiere como técnica complementaria no son circuitos integrados, sino pequeños dispositivos de alta tecnología y gran densidad en los que se pueden colocar muestras de múltiples moléculas para ser analizadas simultáneamente. \"Mediante técnicas lumínicas o por fluorescencia se puede ver cuáles de esas moléculas son reconocidas por el organismo y cuáles no\", explica el doctor Fernán Agüero, del IIB-INTECH, uno de los disertantes locales del workshop. Las moléculas que el organismo reconoce son aquellas a las que ya ha estado expuesto. \"Antes -cuenta- se trabajaba colocando cada molécula en un tubo de ensayo y se tenía que probar por separado; ahora todo eso se miniaturiza para realizar un solo ensayo\". El uso de estas técnicas de ensayo biomolecular denominadas \"de alto rendimiento\" permitió obtener información de millones de tipos de interacciones específicas entre las componentes químicos de patógenos y los del sistema inmunológico. Ahora esa información aumenta exponencialmente y sirve para alimentar con datos reales a los sistemas informáticos capaces de simular la respuesta del organismo ante cada molécula. En el workshop realizado en el IIB-INTECH se dieron cita alrededor de 60 personas, incluyendo gente del Interior (especialmente de Córdoba y Rosario) y de Uruguay y Brasil, con un perfil profesional predominantemente inclinado hacia diversas ramas del área de la salud: \"No son gente interesada en desarrollar modelos matemáticos, sino en aplicarlos en sus áreas específicas de interés\", definió Nielsen. Invitados para comunicar sus experiencias con estas nuevas tecnologías llegaron el profesor Søren Buus, del Departamento de Salud Internacional, Inmunología y Microbiología del Panum Instituttet de Copenhague, y Bjoern Peters, profesor asistente en la División Descubrimiento de Vacunas del Instituto de Alergias e Inmunología de La Jolla (San Diego, California). Buus se hizo cargo de introducir a las diversas técnicas para identificar las moléculas que el sistema inmunológico reconoce como antígenos, incluidos los nuevos nanochips capaces de analizar simultáneamente, según anunció, \"más de dos millones de péptidos\". Peters se refirió específicamente a las interacciones entre proteínas y péptidos con los linfocitos T y B del sistema inmunológico, y presentó la gran base de datos IEDB -Immune Epitope Database-, donde científicos de todo el mundo vuelcan información obtenida en ensayos experimentales para que pueda ser usada por quienes diseñan métodos de diagnóstico, terapias o vacunas. Agüero y el profesor Diego Comerci, de la UNSAM, presentaron adelantos llevados a cabo en el IIB-INTECH, como los tests inmunológicos Nano-POC para detección de varias enfermedades, y un proyecto para detección temprana de la transmisión vertical de la enfermedad de Chagas. La doctora María Eugenia Rodríguez, de la Facultad de Ciencias Exactas de la Universidad Nacional de La Plata, expuso sus estudios sobre respuestas diferenciales del organismo a la vacuna contra tos convulsa. \"Lo que está pasando hoy es que para entrenar a estos sistemas se necesitan datos. Y la mayoría de los datos vienen de población europea, caucásica -resume Agüero-. De poblaciones como la nuestra se sabe mucho menos, y por eso parte del objetivo del workshop es interesar a la gente de acá, porque faltan datos inmunológicos de la población sudamericana\". Eso, aseguran, mejoraría la utilidad de los sistemas inmunoinformáticos por esta parte del mundo. "}