{"title": "Our Ingredients", "author": null, "url": "https://www.balanceme.com/gb/about-us/our-ingredients/", "hostname": "balanceme.com", "description": null, "sitename": "Balance Me", "date": "2023-09-10", "cleaned_text": "A - Z [Abyssinian] Abyssinian is a natural alternative to silicones. It is exceptionally smoothing and bursting with anti-ageing long chain essential fatty acids and vitamins which help to improve skin tone and texture. [Acacia Gum] A natural skin tightener, which offers a cosmetic lifting to the skin with fast and visible results. [Acmella Oleracea] considered a natural alternative to Botox. It works on reducing muscle tension, reducing facial wrinkles and relaxing tense or contracted facial muscles. [AHA Fruit Acid Complex] Glycolic Acid/AHA (Alpha Hydroxy Acid) represents acids derived from a natural substance like sugar cane, milk, almonds or grapes. They work by breaking down the glue holding your skin cells together, urging along the skin's natural shedding process. AHA's effects are primarily felt on the skin's surface so surface-level skin concerns such as red marks from past acne or hyperpigmentation benefit from the constant sloughing off of dead, dull cells. AHA's are good for dry skin as it's made up of molecules that love water, and it helps to improve the skin's moisture content. [Allantoin] A natural active derived from snail slime (ours is synthesised in a lab so it is Vegan) to increase the skin's moisture absorption, combat sun damage, encourage natural exfoliation in the skin's outer layer making it softer and smoother, and to soothe skin and reduce redness. As an ingredient, it was first brought to the industry's attention as workers in silk farms had incredibly soft hands, thanks to the snail slime! [Aloe Vera] Known for its calming effect on the skin and can help to reduce itchiness and soothe inflammation. [Arctic Cloudberry] Arctic Cloudberry is a berry that can survive at temperatures of -40 degrees C and has strong antioxidant properties. It contains Omega 3 and 6 essential fatty acids, crucial for healthy, soft skin. Equally it's rich in vitamins C, E and A which act as antioxidants to neutralise toxins and protect skin cells from breaking down, reducing the appearance of fine lines and wrinkles. [Benzoin] Is anti-inflammatory. It soothes dry, irritated or inflamed skin and helps to relieve eczema, psoriasis and rashes. It is also renowned for its ability to help skin heal as it protects the skin by forming an invisible film that prevents moisture loss, improves skin's elasticity and smooths the skin. [Bergamot] Named after the Italian town of Bergamo and has a sweet, fruity aroma that is naturally relaxing, uplifting and eases anxiety and insomnia. It is used to treat oily and troubled skin (such as acne, eczema and psoriasis) thanks to its antiseptic and balancing qualities. [Black Pepper] This warming oil has a spicy aroma and is distilled from the dried, crushed fruit of the pepper vine. With grounding properties, it helps to boost your body's natural defences and also helps to ease aching muscles and calm irritated scalps. [Blackberry Leaf] Anti-oxidant rich extract of blackberry leaf (Rubus fruticosus) is a common traditional medicine which is known to benefit the suppleness and smoothness of human skin. It helps to boost the production of collagen and elastin, two compounds which are responsible for skin's [Boerhavia Diffusa Root Extract] Boerhavia Diffusa Root Extract, boosts the efficacy of the Vitamin C and together they help to reduce hyperpigmentation by working on the initial phase of melanin synthesis, and therefore helping to reduce dark spots in number and intensity. It is often used for pain relief in Ayurvedic medicine is proven to have calming, anti-inflammatory properties (so perfect for skin prone to redness or inflamed from hormonal breakouts or acne). [Buriti] High in antioxidants, Amazonian Burit Nut oil is thought to be the richest source of natural beta-carotene (vitamin A). Essential for healthy hair and skin, this vital vitamin helps boost your circulation to give your skin a healthy glow. [Cacay] Cacay is a powerful antioxidant, natural source of retinol, super smoothing, radiance-giving and deeply hydrating oil. It contains 50% more Vitamin E, twice the amount of Linoleic Acid (Vitamin F) than Argan Oil and has three times more naturally derived Retinol than Rosehip Oil. Obtained from the nuts of the majestic Amazonian \"Cacay\" (Caryodendron Orinocense) tree, this precious oil is extracted through a special process that preserves all its properties and benefits. [Chamomile] A sweet, fruity and crisp aroma, known for its soothing, calming, anti-inflammatory and stress-relieving properties. Excellent for providing immediate relief for sensitive, hormonal and irritated skin. [Cucumber Oil] Rich in linoleic acid, Vitamin E, and other nutrients this oil soothes, nourishes and calms delicate skin. [Eucalyptus ] Native to Australia, it's renowned for its anti-inflammatory, antibacterial, antimicrobial, decongestant and stimulating properties. [Frankincense] Frankincense is a natural astringent, renowned for its ability to protect skin and help regenerate healthy skin cells. It is also used to target acne by helping to tighten large enlarged pores, firm and tone skin. [Geranium (Rose)] Reduces feelings of stress, anxiety, sadness, fatigue, and tension, enhances concentration, improves cognitive function, and balances the emotions as well as the hormones. [Hemp Seed Extract] Extremely rich in antioxidants and essential fatty acids, Cannabis sativa seed extract - the oil pressed from the hemp seed - does not contain CBD or THC and is therefore not the same as Cannabidiol (CBD). Lightweight in texture yet rich enough to nourish the skin, hemp oil has been used for centuries as a brilliant skin conditioning, soothing ingredient. [Jojoba] Has anti-inflammatory properties which help to tame chaffing and chapping, reduce redness caused by drying, ease the effects of eczema and rosacea, and keep skin calm and comfortable. The Vitamin E and B-complex vitamins in the Jojoba oil help in skin repair and damage control. [Juniper] Juniper is a renowned detoxifier, helping to stimulate circulation and improve skin tone. [Kanuka] Kanuka oil is an incredibly powerful anti-inflammatory, anti-fungal and anti-bacterial oil which helps to combat skin infections and irritations. It is especially effective at targeting acne-causing bacteria on the skin. [Kaolin Clay] Kaolin Clay helps to remove impurities from the skin, such as dead skin cells, excess oil, toxins, and dirt. Since kaolin is also a gentle yet effective exfoliator, it helps to remove the impurities without drying the skin or causing any redness or irritation. [Kukui] Kukui is a skin conditioner, rich in Omega 3 and 6. It's highly emollient, deeply penetrating and helps to improve skin suppleness and elasticity. [Lavender] Generally regarded as the most versatile essential oil therapeutically, there are many different species. Some properties include treating anxiety, insomnia, depression, and restlessness (though high levels of lavendar can wake you up). Research suggests it has antiseptic and anti-inflammatory properties and can help heal minor burns and bug bites. When included in blends it can also help enhance the properties of the other essential oils. [Lotus Flower] Antioxidant-rich and gives very dry skin a moisture boost. It can improve elasticity, fade brown spots and smooth fine lines and wrinkles. The root is full of anti-ageing enzymes and is rich in vitamins B and C and iron, all will help maintain healthy skin. [May Chang] May Chang has antifungal and antibacterial properties. Due to its anti-inflammatory and astringent properties it is used in skincare as it is effective in targeting excess oil and enlarged pores. [Moringa] Moringa is a nutrient-dense oil, famous for its ability to boost radiance, target fine lines, hyperpigmentation and balance a combination to oily skin where acne and blackheads prevail. [Neroli] Neroli is intensely moisturising and boosts the natural process of cell regeneration. It is also a natural antiseptic, antibacterial and anti-inflammatory, so it's the perfect oil to help treat stretch marks, age spots, scars and acne and helps reduce the redness associated with breakouts. [Peptides] Peptides are claimed to repair the skins extra cellular matrix or 'scaffolding' thereby restoring its support structure and improving visible wrinkles. [PHAs] PHA (Polyhydroxy Acids) act as chemical exfoliants, but unlike AHA's, PHA's are gentler on skin causing less irritation. They have a larger molecular structure than AHA's and penetrate the skin at a slower rate which is why they are suitable for all skin types, including sensitive, rosacea-prone or skin prone to inflammation. PHA's remove dead skin cells to reveal softer, smoother skin with a more even skin tone. There are several types of PHA's with the most notable ones being gluconolactone (a powerful antioxidant) and lactobionic (which targets pigmentation, large pores, moisture-loss and uneven skin texture). [Picea Abies] The Latin name for Norwegian Spruce Knot, research has shown it has antimicrobial properties and activates micro-circulation. [Pineapple Fruit Extract] Brightens the skin and balances oily or dry complexions. [Rice Bran] Contains high levels of Vitamin E, Vitamin B and Omega-9 to boost hydration and help to reduce pigmentation, even out skin tone and diminish the appearance of fine lines and wrinkles. [Rose Otto] Rose Otto is a powerful antioxidant, helping to protect against environmental aggressors. Rose Otto also helps to regulate the skin's moisture levels, keeping it plump, hydrated and healthy. [Rosehip] Packed with beauty essentials like anti-inflammatory fatty acids, Vitamin A and C. It helps brighten, firm, address scarring and even out skin tone. [Salicylic Acid/BHA] Salicylic Acid/BHA (Beta Hydroxy Acid) is an oil-loving acid. It is best for acne-prone skin and those with deeper skin conditions since BHA penetrates further into the skin. They can bypass the oil that clogs pores and dissolve the mix of sebum and dead skin that leads to acne as well as stabilise the lining of the pore (which contributes to acne). BHAs clear up blackheads, whiteheads and have anti-inflammatory and antibacterial properties. This umbrella term includes the popular anti-acne ingredient of Salicylic Acid. BHAs also exfoliate the top layer but are best used for their deep penetrative qualities. [Squalane] Squalane is plant derived, and an exceptional moisturiser which naturally occurs within our skin's own lipid barrier, and acts as a barrier to keep moisture locked in so skin is soft, supple and plump for longer. This natural antioxidant emollient works well for all skin types, especially mature and is non-comedogenic and may help regulate excess oil production in acne-prone skin. It fights against UV damage and skin pigmentation and is highly efficient in brightening dull skin as well as reducing fine lines, scars and wrinkles for a more radiant and youthful complexion. [St John's Wort] St John's Wort is an excellent anti-inflammatory and antiviral oil, but is best known for its antidepressant and mood-lifting properties. [Terminalia Chebula] A unique and potent Ayurvedic antioxidant to boost collagen production, maintain hydration, control inflammation, target pigmentation and enhance radiance. [Titanium Dioxide] This filter physically reflects the sun's rays to help protect skin from harmful UVA/UVB damage, whereas synthetic sun filters rely on a chemical reaction on the skin's surface to neutralise harmful rays (which can cause skin irritation and prickly heat). Our sun filter is particularly innovative as it is oil suspended in water base rather than the usual SPF formulation of water in oil. This allows a better spread of the protection within the formulation base, is less whitening to the skin and hence more comfortable to wear as a result. [Valerian Root Extract] Valerian Root Extract has medicinal properties, contained in its root. It is best known for its treatment of sleep disorders and anxiety and has a sedative effect on the brain. It has been used for centuries by the Romans and Greeks for its healing properties. It is a hardy perennial flowering herb. [Willow Bark] Contains salicylic acid, a BHA that is a natural exfoliant used in many acne treatments because of its ability to help skin shed dead cells and clear pores. [Witch Hazel] Tightens kindly and protects the skin's moisture barrier to prevent dry or flaky patches. "}