{"title": "The Science and Policy of Performance Enhancing Supplements", "author": "Life Extension Editorial Staff", "url": "https://www.lifeextension.com/magazine/2002/9/report_sports", "hostname": "lifeextension.com", "description": "The Conference on the Science and Policy of Performance Enhancing Supplements highlighted some of the concerns and issues around performance enhancing drugs.", "sitename": "Life Extension Magazine®", "date": "2018-06-18", "cleaned_text": "Life Extension Magazine® The Conference on the Science and Policy of Performance Enhancing Supplements highlighted some of the concerns and issues around performance enhancing drugs, a topic that has been in the news lately surrounding professional athletes. This first annual conference was sponsored by Washington-based organizations: the National Center for Complementary and Alternative Medicine (NCCAM), the Office of Dietary Supplements at the National Institutes of Health (NIH) and The Council for Responsible Nutrition (CRN). A presentation by Dr. Harrison Pope, Jr. of Harvard Medical School looked at steroid and supplement use by \"ordinary\" active people, specifically those who frequent gyms. Dr. Pope handed out 511 questionnaires to gym users in the Boston area. Among 344 male respondents, 156 (47%) reported using creatine within the last three years, 60 (18%) reported using andro supplements, 86 (25%) used ephedrine, and 18 (5%) admitted to using steroids. Of the 177 women who responded, the corresponding rates were 7%, 3%, 13% and 0, respectively. Creatine has indeed become a popular performance-enhancing supplement, as pointed out in Dr. Jeff Volek's presentation. His extensive review of creatine supplementation essentially concluded that creatine is safe and effective for increasing lean body mass and performance in short duration explosive sports, such as weight lifting, sprinting, football, etc. He also highlighted new data that suggests creatine may increase glycogen stores in muscle, which would be a benefit to most athletes. Perhaps most important however, is creatine's other health benefits. According to Dr. Volek it appears that creatine has potentially positive effects on a wide range of diseases. He outlined that creatine may have therapeutic applications in aging populations, muscle atrophy, fatigue, gyrate atrophy, Parkinson's disease, myopathies brain pathologies. DHEA age become a popular performance-enhancing supplement. Dr. Jeff Volek's review of creatine supplementation essentially concluded that creatine is safe and effective for increasing lean body mass and performance in short duration explosive sports, such as weight lifting, sprinting, football, etc. Dr. Wendy Kohrt's (University of Colorado) focus on DHEA pointed out that although the supplement prevents fat storage, diabetes and heart disease, and increases muscle mass in rodents, human research with DHEA regarding those effects is much less impressive, and sometimes contradictory. For example, one early study found 1600 mg per day of DHEA reduced body fat and increased muscle mass in men. However, later studies done by the same group and others failed to find that effect. Another DHEA study found that only 150 mg per day increased lean body mass in young men, and at the same time may increase IGF-1. So, the jury is still out on the effects of DHEA on muscle mass in young men. However, Dr. Kohrt did point out that the positive effects of DHEA in older individuals are much clearer. It seems only 25 mg to 100 mg per day are necessary to positively effect bone mineral density, lean body mass and body fat levels in older men and women. Why the difference between old and young people? According to Dr. Kohrt, \"DHEA and DHEA-S levels are one of the best biological markers of aging we know.\" In fact, DHEA levels rise slowly till they peak at around 30 years of age, and decline steadily after age 35, with levels reduced by 70% to 80% by age 75. This effect is one of the most consistent and predictable changes in aging people known so far. Though the utility of DHEA in younger people with normal physiological levels of DHEA is still debatable, the benefits clearly outweigh any small risks in people over 35 who have reduced DHEA levels. Only blood tests can reveal a person's DHEA/DHEA-S levels and where they are in comparison to others in their age group. (Editor's note: Life Extension does not recommend that people under age 35 supplement with DHEA unless a blood test reveals they are DHEA deficient.) Ephedrine study Dr. Ira Jacobs, of the Defense and Civil Institute of Environmental Medicine, presented some particularly interesting research. He has done extensive research on the use of ephedrine and caffeine for improving the performance of elite soldiers. Dr. Jacobs gave Canadian Special Forces soldiers between 0.8 to 1.0 mg per kilogram (mg/kg) of ephedrine and 3 mg to 5 mg/kg of caffeine 90 to 105 minutes prior to various exercise tests. These numbers translate to approximately 60 mg to 80 mg of ephedrine and 239 mg to 398 mg of caffeine for a 175 lb man-relatively high doses of ephedrine, especially when combined with the caffeine intake. When compared to placebo-controlled trials, this research found: - Time to exhaustion during a high intensity cycle ergometer test (at approx 85% maximal aerobic output) increased dramatically. - Time to completion of a military march of 3.2 km with troop wearing light fighting gear (pack, weapon, water, etc.) was improved. - Significant improvements in number of reps done at 80% capacity were noted: in weight lifting exercises, which went from an average of approximately 12 reps to 18 reps on the leg press and an increase from approximately 12 reps to 14 on the bench press. - Time to complete a 10 km treadmill run wearing almost 25 lbs of gear was reduced by an average of one minute. Dr. Jacobs concluded that, \"Taken together, the available literature is interpreted as indicating that ephedrine and caffeine have very potent acute ergometric characteristics.\" Translated, the stuff really works! One word of warning here: these were elite soldiers in extremely good physical condition. Under no circumstances should anyone take 60 mg to 80 mg of ephedrine in a single dose-especially combined with caffeine or any other stimulant. The recommendation is not to exceed 20 mg in a single dose, and 60 mg to 80 mg being the highest dose for an entire day, not a single serving. Sixty milligrams per day spread over three doses is the dosage that has been used in the majority of the studies that found the combination ephedrine/caffeine to be both safe and effective for fat loss. People who do not tolerate stimulants well, those with preexisting medical conditions such as heart disease or any heart irregularities, high blood pressure or prostate disease, pregnant women, and people taking MAO inhibitors are advised not to use such products. The National Institutes of Health The National Institutes of Health (NIH) is considered one of the world's foremost medical research centers, and the Federal focal point for medical research in the U.S. ( [http://www.nih.gov](http://www.nih.gov)). According to its Mission Statement, NIH intends to \"uncover new knowledge that will lead to better health for everyone.\" NIH works toward that mission by conducting research in its own laboratories; supporting the research of non-Federal scientists in universities, medical schools, hospitals and research institutions throughout the country and abroad; helping in the training of research investigators; and fostering communication of medical information. The NIH is seen as ground zero for research in the U.S. relating to the health and wellbeing of the public. In the past decade or so, supplement sales have grown to a multibillion dollar per year industry. Use of supplements of all kinds by Americans has been increasing, and so attention is being focused on nutritional supplements by various groups, both public/government and private. In response to this need for more research and education on supplements, the NIH opened The National Center for Complementary and Alternative Medicine (NCCAM) and The Office of Dietary Supplements. According to the NIH: \"In 1998, Congress established the NCCAM at the National Institutes of Health (NIH) to stimulate, develop and support research on complementary and alternative medicine (CAM) for the benefit of the public. The NCCAM is an advocate for quality science, rigorous and relevant research. Its overriding mission is to give the American public reliable information about the safety and effectiveness of CAM practices.\" For more information on the NCCAM go to [http://nccam.nih.gov](http://nccam.nih.gov). The bad news Poorly conducted research and negative findings were also addressed. Specifically, a presentation by Dr. Gary Green (UCLA) detailed findings about androstenedione (andro) supplements being contaminated with nor-androstenedione (nor-andro). He also pointed out that most brands tested failed to meet their own label claims for dose. The UCLA Olympic Analytical Laboratory examined 12 different brands of various andro products. The results showed that most did not contain what they claimed in either dose or type of andro listed. Of the 12 tested, seven brands contained only 45% to 85% of label claim and several contained compounds not listed on the label, including testosterone. Also, all contained trace amounts of nor-andro (an average of 7 mcg). Although these are extremely small amounts, the lab found that even these trace amounts of nor-andro were enough for a positive reading for Nandrolone metabolites in the urine. This means that an athlete taking one of these andro products would fail an International Olympic Committee (IOC) drug test. More than likely, the latter is the reason for the rash of athletes testing positive for Nandrolone recently. Athletes then should avoid taking all andro products, or at least curtain use long enough prior to testing. For the rest of the world, trace amounts of nor-andro are insignificant. It's unclear if the trace amounts of nor-andro are from cross contamination during the capsule production stage, or whether it is a by-product during synthesis. Although recent studies have found that some non andro-related supplements contain small amounts of nor-andro due to cross-contamination during production of the supplements, the consistent amount of nor-andro found in the samples led Dr. Green to think it is coming from the synthesis stage as a by-product of production. Anti-supplement crusaders \"Taken together, the available literature is interpreted as indicating that ephedrine and caffeine have very potent acute ergometric characteristics.\" Translated, the stuff really works! Dr. Gary Wadler, self-proclaimed sports medicine physician and well-known anti-supplement crusader, spoke about the evils and dangers of supplements. He also emphasized the need for more control and regulation by government and the need to change the Dietary Supplement and Health and Education Act (DSHEA). The DSHEA was passed by Congress to allow free access to dietary supplements. A highly publicized study that was published on androstenedione in the Journal of the American Medical Association (1999;281:2020-2028) was the subject of discussion by its co-author Greg Brown (a Doctoral candidate). He outlined potential side effects of andro supplements, such a heart disease, pancreatic cancer and other side effects of long-term andro use. Emotions ran high Unfortunately, some speakers at this conference displayed a high level of bias and used emotional rhetoric to claim that supplement use by athletes is \"cheating\" and analogous to anabolic steroids. These claims lacked concrete supporting data. Emotions seemed to take center stage to scientific facts, as many of these presentations were inflammatory and often incorrect or out of context. Opinions, anecdotal reports, clinical observations and outright slandering of athletes were widespread. For example, Olympic gold medal winning swimmer and well-known TV sports caster Donna de Varona used terms like \"cancer on the sports scene of America\" when talking about drugs and supplement use by athletes. Many of the presenters used terms such as \"cheating,\" \"drugs,\" \"supplements,\" \"andro\" and \"anabolic steroids\" as virtually interchangeable, demonstrating either extreme bias, a lack of knowledge of the topic, or both. The fact is all the data presented show andro has no effect on performance or lean body mass. Further, the side effects and dangers of anabolic steroids are generally overrated. Anabolic steroids have real medical applications combating various diseases (Can. J. Appl. Phys. 1996;21(6): 421-440). Will Brink is a well-known medical, fitness and health writer who contributes to a variety of publications. He graduated from Harvard University with a degree in the natural sciences, and is a regular guest on national radio shows and a speaker at various conventions in the U.S. Mr. Brink's articles on such topics as cancer, AIDS, weight loss, fitness and health can be found in Life Extension magazine as well as other related publications. He is also a consultant to major supplement companies, and regularly coauthors articles with researchers from around the world. Mr. Brink is most noted for his articles and work with whey proteins and essential fatty acids in athletics and the treatment and prevention of various diseases. His new e-book, Diet Supplements Revealed, can be found at [www.AboutSupplements.com](http://www.aboutsupplements.com). He can be contacted at: P.O. Box "}