{"title": "Kenmore Acupuncture and Chinese Medicine - Eastside Natural Medicine", "author": null, "url": "https://eastsidenaturalmedicine.com/acupuncture-chinese-medicine/", "hostname": "eastsidenaturalmedicine.com", "description": "Eastside Natural Medicine offers Kenmore acupuncture and Chinese medicine. Also serving families in Lynnwood, Edmonds, Woodinville, Bothell & beyond.", "sitename": "Eastside Natural Medicine", "date": "2015-04-21", "cleaned_text": "Chinese medicine Chinese medicine is a renaissance style of medicine embodying the philosophy and practice of the world's oldest intact system of natural healing. Classical Chinese medicinal practices emphasize treatment with herbal formulas, the application of acupuncture, moxibustion, traditional bodywork techniques, dietary recommendations, and the practice of therapeutic exercises. It is utilized in the treatment of chronic health problems and diseases of which Western medicine may have no distinct diagnosis or real cure. Chinese medicine offers you an opportunity to ignite your vitality, re-connect with your body, and calm your mind. Acupuncture Acupuncture can treat a wide variety of health issues from the onset of a common cold to pain, from digestive distress and respiratory disorders to chronic headaches. Acupuncture can help alleviate pain and nausea during pregnancy, can be used as a labor preparation method, and is very effective in treating issues related to lactation and milk supply. It can also be used to treat children in the areas of allergies and behavioral and neurological issues. It is a gentle supportive therapy for chronic disorders and can enhance your mood. Acupuncture can make a real difference in the reduction and resolution of pain. How does this work? Acupuncture needles are utilized at points along the body's meridian system, an invisible electro-magnetic circuitry which moves Qi ( the generator of all internal energy and heat) and Blood (the fluid that bathes our internal organs and provides nourishment to our system) throughout our entire system. The points used, tap into your body's innate capacity to heal. Acupuncture treatment promotes internal flow of Qi and Blood where it may be congested or deficient. Acupuncture can support the reduction of inflammation, and can have an analgesic effect on pain. Ultimately, acupuncture gives you a deep experience of rest and restoration, providing you with an experience of the possibility of change. Acupuncture has been utilized for thousands of years in Asia and has seen rapid acceptance in the west. It is most widely known for its positive impact on the reduction of many types of pain issues, however its benefits are far reaching - reducing the negative impacts of stress, reducing anxiety and helping with depression, as well as a strong support for anyone dealing with a chronic health problem. "}