{"title": "Classical Naturopathy Medicine is not against vaccination", "author": "Sedem Segbefia", "url": "https://thebftonline.com/2021/03/21/classical-naturopathy-medicine-is-not-against-vaccination/", "hostname": "thebftonline.com", "description": "\"Medical philosophy comprises the underlying premises on which a health care system is based. Once a system is acknowledged, it is subject to debate. In Naturopathic medicine, the philosophical debates are a valuable, ongoing process which helps the understanding of health and disease evolve in an orderly and truth revealing fashion.\" —Randall Bradley, ND. Naturopathy [...]", "sitename": "The Business & Financial Times - financial news and information to the business community in the country and internationally", "date": "2021-03-21", "cleaned_text": "the underlying premises on which a health care system is based. Once a system is acknowledged, it is subject to debate. In Naturopathic medicine, the philosophical debates are a valuable, ongoing process which helps the understanding of health and disease evolve in an orderly and truth revealing fashion.\" —Randall Bradley, ND. Naturopathy is totally different from what people perceived it to be in Ghana. In fact, even, those who claimed to practice Naturopathy are not practicing true Naturopathy in Ghana. Classical Naturopathy, being practice in North and Latin America, Canada and India are the home of true Naturopathy. Interesting, I chanced on one interesting article by Dr. William von Peters, N.M.D., Ph.N. President, First National University of Naturopathy and Allied Sciences which appears to be an engagement with one researcher. According to Dr. William, the researcher was from a western University and contacted him as the president of First National University of Naturopathy as a part of a research project on the emergence of natural medicine. As they spoke, the researcher asked him a question which is commonly held in Naturopathy today: \"There are two types of Naturopathy. There is that of the Northwestern schools which espouse a medical paradigm, and then there is that of the correspondence schools which espouse that of a lower level of practice, more like that of a nutritional consultant.\" She then asked him, \"Which is your school?\" Dr. William explained with three types of Naturopathy instead of two the researcher held. Dr William responded, \"I would like you to change your view. There are actually three positions, not two. There are the Northwestern schools which are not truly Naturopathic, but integrated medical, and are sometimes known within the profession as 'M.D. Wannabees'. The second type of Naturopathy is: \"The Correspondence schools have, until fairly recently, while teaching a limited curriculum at least taught something of true Naturopathy. However, they view our scope of practice as that of a nutritional consultant with a few other modalities such as homeopathy and herbalism thrown in. Third type of Naturopathy: \"Then there is the third position, which is that of First National University of Naturopathy. We were founded in 1911 and chartered by Act of Congress by the great Dr. Frederick W. Collins as the United States School of Naturopathy and became First National University in 1916. The U.S. School remains the parent of, and a college within, the University. \"Our position is that of historically accurate Naturopathic Medicine. We are not Allopathic or Integrated Medicalists, such as the Northwestern schools. Nor are we Minimalists, such as the Correspondence schools. Rather, we stand for true Naturopathy, also known as Naturopathic Medicine, which means the full scope of practice as passed by Act of Congress and embodied in the Dictionary of Occupational Titles and its successor. \"We teach Naturopathy as it existed in its heyday of the 1920's, 1930's and 1940's, when it was free to exist as a self-defined system of medicine, combined with the best of modern technology and science. It is integrated Naturopathic Medicine because we teach the integration of the various naturopathic modalities into Naturopathic practice. However, it is not allopathic or integrated medicalism.\" Interestingly, the researcher was astonished to learn that there were more than the two positions. This is why at Nyarkotey College of Holistic Medicine, we absolutely stand for true, historic Naturopathy. But what is the historical definition of true Naturopathy? - W. Cordingly in his \"Principles and Practice of Naturopathy\" gives us a few definitions of Naturopathy in the 1920's. Let us view them. Naturopathy to quote Dr. Benedict Lust, is a distinct school of healing, employing the beneficent agency of Nature's forces, or water, air, sunlight, earthpower, electricity, magnetism, exercise, rest, proper diet, various kinds of mechanical treatment, mental and moral science. As none of these agents of rejuvenation can cure every disease (alone) the Naturopath rightly employs the combination that is best adapted to each individual case. The result of such ministrations is wholly beneficent. The prophylactic power of Nature's finer forces, mechanical and occult, removes foreign or poisonous matter from the system, restores nerve and blood vitality, invigorates organs and tissues, and regenerates the entire organism.\" Dr. J. E. Cummins explained that: \"Naturopathy is the science, art and philosophy of adjusting the frame-work, correcting the mental influences, and supplying the body with its needed elements\". Edward Earle Purinton: \"Naturopathy is the perfected Science of Human Wholeness, and it includes all agencies, methods, systems, regimes, practices and ideals of natural origin and divine sanction whereby human health may be restored, enhanced, maintained.\" All of these recognize the primacy of natural agents, although Purinton also includes divine sanction. Dr. Lust also notes, \"As none of these agents of rejuvenation can cure every disease (alone) the Naturopath rightly employs the combination that is best adapted to each individual case.\" That is to say, the Naturopath employs them eclectically as a Physician. It is interesting to note that the various modalities which are encompassed within the scope are not listed in these definitions. It is to Dr. Wendel, and his work entitled \"Standardized Naturopathy\" that the Minimalists turn in an attempt to show that Naturopathy was never Naturopathic Medicine. Consequently, we must here diverge from our main discussion to look at what exactly constitutes Naturopathic Medicine. Is it another name for full scope Naturopathy, or is it an allopathized bastardized Naturopathy as the Minimalists claim and the Integrated Medicalists practice? One Minimalist organization states: \"Personality conflicts as well as philosophical difference led to the split. The Eastern naturopaths were determined to follow the example set forth by Kneipp et al., while those in the West seemed determined to \"medicalize\" naturopathy. \"The two camps developed their own textbooks which showed their different points of view: Paul Wendel's Standardized Naturopathy (1951) and Harry Riley Spitler's Basic Naturopathy (1948).\" If one decides to actually read \"Basic Naturopathy\" there is nothing allopathic about it, nor is it in conflict with \"Standardized Naturopathy\". To \"medicalize\" must be to \"allopathize\" the philosophy and treatment methodologies of Naturopathy. The point at which most Minimalists seek to delineate between what they term as \"true\" or \"traditional\" Naturopathy (and Naturopathic Medicine) is at the point of \"minor surgery\". Why here? Because this is where the Minimalists see Naturopaths performing \"invasive\" procedures - and invasive procedures are to them the anathema of allopathized Naturopathy Whereby Naturopathy becomes Naturopathic Medicine. This is why I could remember I had a problem with my mentor at Larnaca city, Cyprus, when I developed a new and scientific infuse curriculum for modern Naturopathy and he disagree. Interestingly, they finally incorporated more biomedical science into their new Naturopathy curriculum. He was of the view that, once naturopathy become more scientific loaded with biomedicine, then, its deviate from the basic true definition of Naturopathy. This fear is somewhat justified in that the Integrated Medicalists of the Northwestern schools have sought to turn minor surgery into something quite different from Naturopathic minor surgery. They argue that breast augmentation and vasectomies are minor surgery because a major body cavity is not penetrated. Further, they believe that they should prescribe synthetic drugs and narcotics and support standard medical understanding of disease as a function of germs. This is an allopathization, but it is that of Integrated Medicine, rather than Naturopathy. Dr. Paul Wendel in his \"Standardized Definition of Naturopathy, 1945\" states: \"NATUROPATHY is defined as a scientific system of natural healing by a Naturopathic Physician, to diagnose, treat, prescribe for any human disease, pain, injury, deformity, for any physical, chemical or mental condition through the use of AIR, WATER, LIGHT, HEAT, EARTH, FOOD and HERB THERAPY, ELECTROTHERAPY, PHYSIOTHERAPY, MINOR and ORIFICIAL SURGERY, MECHANO-THERAPY, NATUROPATHIC CORRECTIONS and ADJUSTMENTS, and all Natural Methods and Modalities; Natural Processed Foods, Herbs and Nature's remedies, which contains life and health elements or compounds which are components of body tissues, which has for its objects the maintaining of the body in, or restoring it to a state of normal health. Excluding the use of POISONOUS drugs, serums, injections, concoctions, major surgery, x-ray and radium for therapeutic purposes and unnecessary surgery or mutilations.\" In another definition in the same work \"Standardized Naturopathy, 1945,\" he notes: \"Naturopathy does not make use of drugs or operative surgery.\" The key word here is \"operative\", which is the major surgery spoken of in his definition. Again, as a part of his listing of \"The Naturopathic Arts and Sciences\" there is under the heading \"FOR THE TREATMENT OF DISEASE, Given by Hand With Instruments, Apparatus, etc., the term \"minor surgery\". Further clarification of this point is found in his booklet, \"A Brief Explanation of Naturopathy\" he states: \"Minor Surgery - - May be used by the Naturopath as he desires.\" Certainly no condemnation there. Thus it is that minor surgery in firmly included as one of the modalities of the Naturopathic Physician by Dr. Wendel. In fact, and let me repeat again and again, Naturopathy is not, and has never been, opposed to surgery, per se. It is opposed to surgery as an instrument of standard allopathic treatment of disease, which seeks to remove, rather than seeking to rebuild and repair, organs and glands. Consequently, Naturopathy has always supported the usage of reconstructive surgery and, in the last resort, the use of surgery to save lives. Dr. Wendel makes this clear when he says \"some cases are not suited to naturopathic treatment or require emergency measures; such cases are promptly referred to surgeons or specialists.\" This is not in contradiction to his other statement, that Naturopathic Physicians (his term) believe in \"The physical regeneration without drugs and without operations for strength, youth, health and beauty, preventative of premature aging by simply natural methods of healing and living, according to the laws of Nature.\" Thus, one must properly understand the scope of the Naturopathic Physician, as well as his responsibilities to the patient and his well-being. Dr. Henry Lindlahr, another of the fathers of American Naturopathy, states in this matter: \"By none of the statements made in this book do I mean to deny the necessity of combative methods under certain circumstances. What I wish to emphasize is that the allopathic school of medicine is spending too much of its effort along combative lines and not enough along preventive lines. It would be foolish to deny the necessity of surgery in traumatism and in abnormal conditions which require mechanical means of adjustment or treatment\". Lindlahr further states: What are the Natural Methods of Living and of treatment? Mechanical remedies, such as corrective gymnastics, massage, magnetic treatment, structural adjustment and, and, in cases of accident, surgery. So at this juncture we see that there are the two positions claimed by the two groups: 1) Naturopathy involves no invasive procedures, 2) Naturopathy is a more natural and more limited practice of allopathic medicine, along with 3) the true, historic definition of Naturopathy as defined by Drs. Lust, Wendel, Spitler and Kuts-Cheraux (below). One Minimalist organization has stated: Benedict Lust founded the American School of Naturopathy in 1901. Here students learned \"basic sciences, physiotherapy, phytotherapy, geotherapy, electrotherapy, mechano-therapy. Degrees in naturopathy and chiropractic were granted.\" Lust also established a school of massage and physiotherapy. In addition to class-room education, he offered naturo- pathic home-study courses through his journal. The point in this quote is not what they believe it to be. Rather, they note that from the beginning Lust taught electrotherapy — the therapeutic use of electricity. Electricity penetrates the skin and is therefore an invasive procedure. To be even more invasive, electrotherapy was used with orificial surgery — a bloodless and minor surgical modality using the hands, instruments, and electricity to correct problems in the nose, mouth, ears, rectum, vagina and uterus. From the same source there is: In 1947, in a speech before the Eastern ANA, Dr. Jesse Mercer Gehmann, president at the time, stated, \"We need standards and we need more, to stand by them, once they are established.... These standards should insist upon a thorough training in basic Nature Cure. All students should be required to be thoroughly competent in applying the methods of the old Masters ...Our standards should include thorough training through study of Kneipp, Priessnitz, Just, Kuhne, Rikli, Trall, Schroth, Graham, Jennings, Lust and Macfadden ... We need adequate standards for entrance upon training for a Doctorate in Naturopathy, but these standards need NOT be, nor should they be patterned after the medical requirements. Our work is not based on a warped and decadent pathology, bacteriology, or biology (cited in Freibott 1990, #7).\" Again, one may note that Dr. Gehmann stated a Naturopathic understanding of Disease. This understanding is that of Bechamps rather than Pasteur. His explanation of this is found in a Naturopath article entitled ( The Naturopath. February, 1940. p. 38, 48.) \"Germ Theory vs. Microzymian Theory.\" Once again we see a differentiation from allopathic medicine, but nothing condemning Naturopathic Medicine, only a statement that the basis (origin) of Naturopathy is to be found in Nature Cure. But are we to remain there in Nature Cure? Perhaps the question can more adequately be stated as \"Is Naturopathy the same as Nature Cure?\" The Father of American Naturopathy, Dr. Benedict Lust, answered this question early on in his article of 1902, \"Naturopathy vs. Nature Cure\", Dr. Lust states: \"Never mind—the Truth must out, and Naturopathy must disentangle itself from the chilling conception most people have, \"that we and somebody's special patent Nature-Cure\" are identical. Naturopathy and Nature-Cure are distant relatives, it is true—so are the pussy and the tiger. But they are not twins. They don't even look alike. And the certainly don't act alike, or think alike. And yet we've been mistaken so often . . . that we must arise and differentiate. . . . Now Naturopathy is no more \"Nature-Cure\" than a furniture-maker is a wood-chopper. Real Nature-Cure is the basis of Naturopathy, though not so deep or broad or high. But Nature-Cure, as labeled by the German materialists and a few feeble imitators, includes practically nothing but Water-Cure, Air Cure in a modified degree, and Food Cure in a general and unadapted regimen. Massage and Swedish Movements might perhaps be added. Naturopathy, ideally at least, includes the following: Pure Love, Soul Marriage, Prenatal Culture, Painless Parturition, Passionless Fatherhood, Natural Babyhood, Child Culture, Astrology, Phrenology, and Divine Healing, Therapeutic Vibration, Suggestion and Hypnotism, New Thought, Self-Culture, Mental Regeneration, Physical, Immortalism, Spirit-Unfoldment, God- Consciousness. There's a difference—and please don't call us \"Nature-Cure\" cranks again. We are not a therapeutic gadfly or an anti- medical mule.\"(The Naturopath, 1902). The September 1948 issue of Herald of Health, edited by Dr. T. M. Schippell, pg. 278, remarked concerning Naturopathy versus Nature Cure: \"...Think of the less than 50 Naturopaths who gathered dishearteningly at the so-called Golden Jubilee last year in New York City... What is more to the point this Salt Lake City Convention was a true Naturopathic get-together. It was really a physicians' conclave. It certainly was nothing like that non-descript physical culture-vegetarian conglomeration of fads, fancies foibles and follies, with naturopathy crowded out, such as disgraced Naturopathy at the Hotel Commodore a year ago in July...\"( The American Drugless Physician and Mecca News, Official Organ of the Independent Naturopath Association, Newark, New Jersey, vol. 29, no. 1., October 1948, pg. 5.) Dr. Kuts-Cheraux, editor of \"Naturae Medicina and Naturopathic Dispensatory\", addresses this issue as well: In passing, we must correct an injustice frequently indulged in and that is the classification of Naturopathy as a branch of so-called ''drug-less healing.\" To begin with, the term drugless physician is odd, since no true physician can be entirely non-drug for at some phases of his work he must use minor preparations, whether antiseptic or of common household variety, which is, strictly speaking, indeed not non-drug. The term \"drugless,\" as in a naturopathic sense, is a differentiating term denoting that the practitioner uses less drugs in his practice as compared with the practitioners of the regular school of healing. This does not necessarily mean that the naturopathic physician is permitted to run rampant in the regular allopathic physician's thera- peutic field; for he is strictly limited to the use of \"Nature's Agencies, Forces, Processes and Products.\" Nor, does it mean that because the regular allopathic physician has embraced the use of many naturopathic materials and methods—long after naturopaths have proven their therapeutic value—establish a copyright priority to their exclusive use by the regular physician. Very frequently naturopathic physicians are confused with so-called \"Nature Curists.\" While naturopathic physicians have a basic philosophy almost identical with the Nature Curist, the latter has a self-limited scope or method of therapy. The naturopathic physician is eclectic in his practice embracing the use of all of Nature's agents, forces, and products. Another source of error occurs in states which do not have adequate naturopathic legislation. Here the natural healing field is being invaded by members of a non-drug profession. These practitioners, in their desire to broaden their own limited field, often masquerade as naturopaths, and most infrequently to the discredit of naturopathy. I believe, however, such matters lie in the hands of the legislators of such states. Let not the uninitiated believe that naturopathy is to be classed as regular medicine. In philosophy and thera-peutic practice, naturopathy differs greatly from the regular school. Even a comparison of the material contained herein with the approved texts of the regular's materia medica will show a marked difference in the ingredients. The naturopathic physician, while possessing a materia medica of his own called the Naturae Medicina, does use other effective measures in his practice. The appropriate blending of manipulative, physiotherapeutic and hygienic measures with a carefully chosen botanical or biological prescription constitutes only one method of naturopathic approach to treating the sick (Kuts-Cheraux, Ed. Naturae Medicina and Naturopathic Dispensatory, American Naturopathic Physician and Surgeons Association. 2nd ed. 1998. p. 5-6) Thus, Dr. Kuts-Cheraux here pans both Minimalists and Integrated Medicalists as not being a part of true Naturopathic Medicine. Further regarding the Integrated Medicalist positions that we need to adopt the \"medical model\" and allopathic techniques, theories, and ideas, Spitler remarks: Fortunately for Naturopathy the thief (Allopathy) has no philosophy or understanding of the natural laws of cure, hence he is unable properly to apply what he has stolen so as effectively to make use of his ill-gotten gains. His patients do not get completely well, as is shown — yes, proved — by the vast army of the chronically ill in the world today (Spitler, Harry Rilen, Ed.-in-chief, Basic Naturopathy - A Textbook, American Naturopathic Physician and Surgeons Association. 2nd ed. 1998. p. 23.). On the side of the Medical Integrists by their own definitions they are also not happy being Naturopaths, but consider themselves more properly \"green allopaths\"; which they are. They also emphasize using synthetic drugs as a major treatment modality. Even when they do utilize 'natural remedies', being 'green allopaths' (their term) their concepts of Integrative Medicine are such that they use herbs as medicines as opposed to foods, they like extracts of herbal alkaloids, inorganic mineral salts, synthetic vitamins, etc. These are heresies to any true Naturopath. A Medical Doctor in Britain was asked by the news media, \"Isn't it wonderful that allopathic doctors are using more homeopathics?\" The Doctor looked at the interviewer for a moment and simply replied, \"But how can that be, they are irreconcilable?\" This hits the nail on the head. Integrated Medicine is, in the final result, an attempt to reconcile the irreconcilable which requires a veritable smoke and mirrors routine to keep patients from discovering the sleights of hand. Natural Medicine can only be properly practiced within a true Naturopathic mindset. In this regard note the opinion of Dr. Benedict Lust: \"There is another specimen of Maverick in human form that I have found on this enlightening trip—I do not know where to classify him unless it is under the head of Modern Medicine. Can you picture a Naturopath who dabbles in surgery and serum treatments? They are as criminal in their work as orthodox Medicine — fooling the public by \"Naturopathic\" nomenclature. Incidentally, why do some Osteopaths and Chiropractors want surgical privileges? It is a funny world that tries to combine water with oil. These unbranded, uncatalogued, unclassified fake Naturopaths are imbued with the get-rich-quick, damn-the-public ideas. A blot on our decent escutcheon and a disgrace to our civilization(Nature's Path, March 1933, \"Striding Through the States, p. 82.) To the credit of most correspondence schools, although some are heading in the direction of Integrated Medicine, they do teach somewhat of real natural treatment in healing, though they lack any idea of philosophy, physical examination and clinical internships. To the credit of the Integrated Medicalists they do clinical internships and learn some real diagnostic methods, although their ideas of treatment are deeply polluted into allopathy. How then do we determine what the scope of practice of the Naturopathic Physician to be? Quite simply. The definition of Naturopathy has existed since 1931 and it has, in fact, been incorporated into the federal Dictionary of Occupational Titles. It is: \"Doctor, Naturopathic (medical services) 079.101-014 A Naturopathic physician, diagnoses, treats and cares for patients, using a system of practice which bases treatment of physiological functions and abnormal conditions on natural laws governing the human body: utilizes physiological, psychological and mechanical methods, such as air, water, light, heat, earth, phototherapy, food and herb therapy, psychotherapy, electrotherapy, physiotherapy, minor and orificial surgery, mechano-therapy, natural processed foods and herbs and nature's remedies. Excludes major surgery, therapeutic use of x-ray and radium and use of drugs, except those assimilable substances containing elements or compounds which are components of body tissues and are physiologically compatible to body processes for maintenance and life\". ( U.S. Department of Labor, \"Dictionary of Occupational Titles\") This is the definition that was propounded and accepted by the Naturopathic profession. Ergo, it is this definition which defines and delimits Naturopathic practice. The Naturopathic Physician in the line of Lust, Wendel, Collins, Lindlahr and the other great lights of Naturopathy, practices according to this scope because he has been trained as a Naturopathic Physician. Dr. Lust agrees, having stated definitively: In closing I will say that Naturopathy — true Naturopathy — is summed up in its recognized definition as embraced in the special law of Congress of February, 1929. In conformity with this definition are the curriculums of all true Naturopathic schools made. It is the basis for all legislation and our strong line of defense. To the terms of the definition must we adjust our practices. Remember: Naturopaths are Doctors — minus Materia Medica and Surgery( Striding Through the States, p. 82.) This brings to questions of Naturopathic Education. These questions need to be addressed, but are beyond the scope of this short article. Nevertheless, it is evident that, as Dr. Lust noted, Naturopathic education needs to be Naturopathic and neither Minimalist Nature Cure, nor Integrated Medicalist. Naturopathic Medicine is a reality of its own that does not need to be destroyed by either of these two \"friends\" if it is going to succeed in the marketplace. However, it can be said quite succinctly that if someone calling himself a \"Naturopath\" does not recognize this federal scope of practice, then it indicates a failing on the part of that person, school or organization — educational or otherwise. Simply stated this person is not a proponent of true Naturopathy. This, then, is where the cut is made between true Naturopathy and all pseudo-naturopathies, whether they be of the Minimalist or Integrated Medicalist position. Each of us must determine whether we, ourselves, truly make the cut. Is Naturopathy Against Vaccination? BIG NO! Naturopathy and Public health are analogous! There is an interjection. Public health is rooted in the foundation of Naturopathic Principles such as prevention. Hence, vaccination is Naturopathy as well! Any true naturopathic doctor trained from an accredited Naturopathic Medicine school believes in public health programs and not against it in crisis like this. Any public health practitioner should also appreciate the principle of Naturopathy. The ultimate goal of any health care system should be prevention of disease. This is accomplished through education and the promotion of life habits that create good health. Naturopathic physicians learn to assess risk factors and to sharpen their deductive reasoning, and to understand the patient's circumstances. Appropriate interventions are then sought to avoid further harm or risk to the patient. Building health works better and more surely than fighting disease. Hence, El-Sayeed, 2016, explained: \"Public health is \"public\" because the prevention of disease is a public good. Clean, potable water, breathable air free of pollutants, public spaces that promote health and wellness—these are goods that the state can uniquely provide\". The danger as a Naturopathic doctor is providing advice to patients on Vaccine. But as Halper and Berger, 1981, put it, there are many types of naturopath and their training. A Naturopath who graduates from four to five-year Naturopathic Medical School is a true Naturopath and provide an objective opinion on vaccine. One interesting engagement with Dr. Mary Alison Higi, 2013, a naturopath who specializes in pediatrics graduated from Bastyr University where she earned her Doctor of Naturopathic Medicine emphasizes the importance of the physician's role in preventative medicine and public health. Dr. Higi has a special interest in implementing Naturopathic Medicine programs for under-served communities. Dr. Mary Alison Higi, gives vaccines as a Naturopathic doctor and agrees that, \"Vaccination follows three of our most important guiding principles\" - Premum non Nocere— First do no harm; weigh out risks and benefits and follow the least harmful path. - Docere— A physician should be a teacher to her patients. - Preventir— Practice preventative medicine. She has this to say on vaccines: \"By providing routine vaccinations to my patients I have the opportunity to help them weigh risks and benefits of vaccine preventable disease versus costly, painful and the often dangerous consequences of preventable infections. When I counsel and give vaccines I get to teach about disease prevention and public health; I get to help patients prevent some truly life threatening diseases. So yes, vaccines are naturopathic! In that light, following our naturopathic principles, there are a few vaccination myths that I've heard so often, I feel compelled to dispel them\". Dr. Mary Alison Higi, the Naturopathic doctor supports all types of children vaccination programs. She believes that, children need Hepatitis B vaccines; believes that measles are big deal, hence, important to vaccinate. Also in support of vaccination against Whooping cough due to the fact that, it's very contagious. Like measles. Finally, support, flu vaccination as well as they are different from common cold. Being a Naturopathic doctor myself, I know how provocative it can be to talk about vaccines. Many people including my students asked me my take on the COVID 19 vaccination program in Ghana. I keep telling them that true Naturopathy being taught at Nyarkotey College of holistic Medicine is not against vaccination in public health crisis. However, many are the misinformation about vaccines from both naturopathic and medical community. My mission in my practice is to reduce the guilt and fear around vaccines - once parents are fully informed of the risks vs. the benefits of vaccines it becomes a much easier (less fear-based) decision. Besides, I have recently vaccinated my baby girl and taking part in all the vaccination program to keep the child from prospective killer diseases. I also think that most Naturopathic doctors that specialize in pediatrics administer vaccines in their practice - which often surprises people abroad. Additionally, many people who claimed to be Naturopathic doctors in Ghana and not true Naturopaths. Making Vaccine effects On vaccine effectiveness, Heather Zwickey, PhD, a professor of immunology and chair of the Department of Health Sciences at the National University of Natural Medicine in Portland, Oregon, was contacted by the Natural Medicine Journal, 2021, to discuss the COVID 19 vaccination, advises the naturopathic community to vaccinate against the virus. The learned Professor in Natural Medicine as well emphasized that, there are many factors that can affect how effective a vaccine can be. She tackled issues such as one immune system, immunosuppressive medications, chronic diseases such as cancers, cardiovascular diseases and finally, the health of the gut microbiome has a huge effect on whether or not people respond to vaccines. And that of course is also then going to be impacted by micronutrient status. One most interesting subject the Professor tackled that intrigued me is on whether zinc, vitamin A, vitamin C, vitamin D, and probiotics have positive effect on vaccine effectiveness as there is scientific evidence supporting them but especially on probiotic. Below is her answer to this important question for Naturopaths: \"Well, our first indication that nutrient status was impacting vaccine efficacy happened with vitamin A and measles. There was research in countries with low economic resources that showed that if kids didn't have a good vitamin A status, they didn't respond to measles vaccination. And as a result, even to this day, when we're vaccinating kids in countries with low economic resources, they're given a vitamin A tablet because otherwise, they just don't respond to the vaccine, so that's really where it started. Now we all think of zinc as one of those micronutrients that affects the immune system, and indeed, it does. But if you're talking about a vaccination with or without zinc, there actually really isn't good data supporting that you're going to get a better response. Likewise, with vitamin C and vitamin D, we want those micronutrients to be at good levels in our body so that our immune system functions properly, but more doesn't necessarily mean more immune response. It's not a 1-to-1 dose-escalation sort of thing. The big thing of course is the probiotics. And the probiotics are important because they're affecting the gut microbiome. But remember the microbiome and the immune system are reacting in the gut all the time. Seventy percent of your immune system, 70% to 80% of your immune system is in your gut, so if your gut is healthy and your gut is happy, it can respond to a vaccination. Probiotics appear to be effective because of the metabolites that are present. So probiotics, in addition to there being bacteria in a bottle of probiotics, those bacteria have undergone respiration, and they've eaten food and created metabolites. And it's actually the metabolites from the probiotics that look like they are impacting the immune status and improving vaccine function\". From the forgoing discussion, vaccines are Naturopathic as Naturopathy follows the principles of public health. Interesting, on the website of one of the leading Naturopathic Medical Universities in the world, the National University of Health Sciences, n.d, has this to say on immunization: \"National University of Health Sciences distributes Immunization Guidelines and Certificate of Immunity forms to all new students. These forms are required in order for NUHS to comply with Illinois state law. The law requires all college students born after 1956 to submit immunization information before registration, or to submit a letter that qualifies them for a medical or religious exemption\". It further reads: \"Anyone with a vaccine exemption may be excluded from the university in the event of a measles, rubella, mumps, or diphtheria outbreak in accordance with public health recommendations\" The Association of Accredited Naturopathic Medical Colleges (AANMC), The AANMC, 2021, represents the accredited and recognized programs leading to a Doctorate of Naturopathic Medicine in the United States and Canada, released a Statement on COVID-19 Vaccination and it reads: \"AANMC member institutions strongly recommend that all members of their communities, particularly those working or learning in a clinical setting, receive COVID-19 vaccination as soon as it becomes available to them. The emerging evidence on COVID-19 vaccinations and treatments is being closely monitored, and all AANMC members support adhering to federal/state/provincial/territorial government and public health agency guidelines for healthcare providers and academic institutions\". So you see, true Naturopathy is not in conflict or competition with medical sciences. I will be taking my COVID 19 vaccine soon! - The writer is on a mission to provide you and your family with the highest quality nutrition tips, scientific herbs and healthy recipes in the world. - DISCLAIMER This post is for enlightenment purposes only and should not be used as a replacement for professional diagnosis and treatments. Remember to always consult your healthcare provider before making any health-related decisions or for counselling, guidance and treatment about a specific medical condition. - The writer is an honorary Professor of Naturopathic Holistic Medicine & Naturopathic Physician-Vinnytsia State Pedagogical University, Ukraine. President, Nyarkotey College of Holistic Medicine and currently, Level 300 LLB law student. Contact: 0241083423/0541234556 Reference Dr. von Peters is President of First National University of Naturopathy, the oldest and only federally chartered Naturopathic University in the world. First National University created the Doctor of Naturopathic Medicine (N.M.D.) degree in 1960 to bring the profession back to true Naturopathic Medicine. "}