{"title": "Cracking Down on Chiropractic Pseudoscience | Science-Based Medicine", "author": "Steven Novella", "url": "https://sciencebasedmedicine.org/cracking-down-on-chiropractic-pseudoscience/", "hostname": "sciencebasedmedicine.org", "description": "A recent CBC News investigation reveals the common pseudoscientific claims and quackery of Manitoba chiropractors.", "sitename": "Science-Based Medicine", "date": "2017-03-22", "cleaned_text": "\"Bacon, soda, and too few nuts\"?](https://sciencebasedmedicine.org/dietary-associations-with-cardiovascular-and-diabetic-mortality-bacon-soda-and-too-few-nuts/) [A recent investigation by the CBC](http://www.cbc.ca/news/canada/manitoba/advertising-manitoba-chiropractors-1.4030574) (Canadian Broadcasting Corporation) reveals what we already know, that many chiropractors promote misinformation and medical pseudoscience. The investigation was prompted by an anti-vaccine letter to the editor by a Manitoba chiropractor, Henri Marcoux. He wrote in part : I understand those who are hesitant since the flu vaccine only provides protection against viruses from past seasons, not against the flu season under way. Why inject ourselves with a toxic substance that contains mercury or other poisons? It's best to become aware of the fact that viruses associated with the cold and flu are always present in our bodies. They operate in a way that does not cause diseases. In fact, they purify our systems as our bodies become too full of toxins. This letter understandably produced some outrage as every single claim in that paragraph is false or misleading. [Flu vaccines are targeted](https://sciencebasedmedicine.org/why-get-a-flu-shot/) against the flu season underway, but there is a lag in the development of the vaccine and so in some years the flu has already mutated to another strain before the vaccine comes out. Flu vaccines are not \"toxic,\" in that they do not contain any substance in a dose (the dose always makes the poison) that is toxic or dangerous. Most flu vaccines do not contain mercury (and those that do contain too low a dose to be of any health concern). Flu viruses do not live in our bodies normally. There are viruses and bacteria that live in our bodies (commensal organisms), and sometimes these germs can cause disease. I could find no indication that influenza viruses are ever commensal. The idea that these viruses purify our bodies of toxins also appears to just be made up. Marcoux is very clear in his recommendations: I do not recommend vaccines because the immunization process is a natural process of the human body. What did the CBC Find? CBC News looked at every website for chiropractors in Manitoba. Here is a sample of what they found: - Offers of treatments for autism, Tourette's syndrome, Alzheimer's disease, colic, infections and cancer. - Anti-vaccination literature and [recently published letters to the editor](http://www.cbc.ca/news/canada/manitoba/advertising-manitoba-chiropractors-1.4030574#letters)from chiropractors that discourage vaccination. - An article claiming vaccines have caused a 200 to 600 per cent increase in autism rates. - A statement that claims the education and training of a chiropractor is \"virtually identical\" to that of a medical doctor. - Discouraging people from getting diagnostic tests such as CT scans, colonoscopies and mammograms. - An informational video discouraging the use of sunscreen. This is all old news to regular SBM readers, but that makes it no less scandalous. The problems here should be obvious. First, all these statements and other similar health advice are demonstrable misinformation. The misinformation is designed to convince the public to forgo evidence-based medical treatment in favor of pseudoscientific chiropractic care. Chiropractors like to portray themselves as legitimate healthcare professionals, with education on a par with medical doctors ( [it isn't](https://sciencebasedmedicine.org/chiropractic-education-for-primary-care/)) and able to function as more than just \"back crackers.\" In fact, once they obtained licensure, they have been constantly lobbying to expand their scope of practice. They would love to be alternative primary care doctors. Despite the fact that the regulations do not currently allow for that, the CBC investigation reveals that some chiropractors practice that way anyway. They give advice and treatment on ailments that go way beyond their scope of practice, such as treating autism, dementia, and cancer. Even if there are chiropractors who restrict themselves to the management of uncomplicated musculoskeletal problems, such as back pain, the profession does not adequately regulate itself. The range of philosophy and practice that occurs under the regulatory banner of \"chiropractic\" is vast, and includes a great deal of pseudoscience and quackery. As a profession they will not gain the respect they crave while they tolerate rank quackery to occur in their name. Inadequate response The response of chiropractors, the chiropractic profession, and the regulatory agencies to the CBC investigation are shamefully inadequate. First, CBC News contacted many chiropractors for comment, and all refused. This is very telling - if they believed strongly in their services, and could support them with logic and evidence, they should be happy to talk to a news outlet about it. They should be especially interested in correcting the record or putting the CBC report into context, if they had anything useful to say. Instead chiropractors generally act like cockroaches when you turn the lights on, they immediately scurry for cover. They appear to only want to talk to the public when they can freely promote their practice without fear of exposure or criticism. Otherwise they want to operate below the scientific radar. The Manitoba Chiropractic Association also declined a request for an interview, but did offer this canned response: \"As the regulatory body that oversees the practice of chiropractic in Manitoba, we will review the material you have shared with us in a thorough manner as provided for by our internal processes,\" said Ernie Miron, a chiropractic doctor and the association registrar. In other words, they will do absolutely nothing to foster high standards of evidence-based practice among Manitoba chiropractors. Clearly their \"internal processes\" are inadequate as they already allow such behavior to occur. They should not need a news organization to tell them what their own members are doing. What you will never hear is a chiropractic organization condemning specific members for pseudoscientific practice, or condemning the practice itself. Instead they hide behind narrow regulatory statements. For example, the CBC reports that the Manitoba Chiropractic association has previously stated: \"In Manitoba, the administration of 'vaccination and immunization' currently falls outside the scope of chiropractic practice,\" the communication said. But: The degree to which a chiropractor can or cannot discuss 'vaccination and immunization' or other health-care procedures that are outside the scope of practice with a patient is currently being reviewed by the board of directors. They simply state what the current regulation says. They do not say \"we support vaccines\", or \"our members should not oppose vaccination\". Manitoba Health provided this useful statement: We offer a publicly funded vaccine program that follows national guidelines on immunization and we encourage Manitobans to get vaccinated. But vaccination is always a matter of informed consent between a practitioner and a patient, based on an informed evaluation of the benefits and risks. If any practitioner provides advice that is contrary to our position, we do not agree with it. That is pretty faint criticism. Translation - we know it's wrong, but we're not going to do anything about it. They are in a difficult position, because they license and pay for quacks who spread medical misinformation. If they honestly criticized the situation it would call into question the current regulations. This is the ultimate problem - when the state legitimizes quackery by licensing it, paying for it, and then standing by and allowing it to happen. When the outrageous nature of the quackery is pointed out to them, they make narrow legalistic statements or passive statements such as \"We support vaccines.\" Good for you - now what are you going to do about licensed health professionals that are harming the public health by scaring the public about vaccines or claiming to treat diseases they cannot treat in order to promote their own business? The future I don't expect the situation to improve, but we do need to continue to raise public awareness of what is actually happening in the world of chiropractic and keep pressure on regulators to do the right thing. There are two schools of thought within the science-based medicine community, and it is an interesting dilemma. There are those who think that the chiropractic profession needs to be brought within the sphere of science and evidence. They should purge themselves of pseudoscience, limit their practice to evidence-based interventions, and meaningful engage in research and with mainstream medical practice. If they did there is a role for them as health professionals with expertise in certain musculoskeletal conditions. The other school of thought is that the chiropractic profession is hopelessly and inherently pseudoscientific. It cannot be reformed, and should only be opposed. It is fundamentally based on philosophy, rather than science, and culturally is anti-science and anti-mainstream medicine. The few exceptions are a tiny minority with no political power within the profession. I could go either way in this debate, as both sides have legitimate points. What is clear is that currently we are stuck in the middle, with a chiropractic profession that has legal and cultural legitimacy it has not earned and does not deserve. Far from moving toward being more science-based, chiropractors (as a profession) continue to embrace pseudoscience, or at least do not oppose it within their own profession. Their efforts are aimed not at becoming more science-based and legitimate, but at expanding their scope of practice. Any lip-service they pay toward science comes off as insincere and serving only to deflect criticism while they continue their endless march toward "}