{"title": "Updates to COVID-19 Testing and Treatment for the Current SARS-CoV-2 Variants", "author": null, "url": null, "hostname": null, "description": "CDC Clinician Outreach and Communication Activity (COCA). Providing clinicians the most current and reliable information on emerging public health threats, such as pandemics, natural disasters, and bioterrorism.", "sitename": null, "date": "2023-01-24", "cleaned_text": "Updates to COVID-19 Testing and Treatment for the Current SARS-CoV-2 Variants The fully captioned video and edited transcript will be posted within the next few days. [Click here to view the recording with the integrated audio transcript using the password below. ](https://www.zoomgov.com/rec/share/4cpYKa_e-ExOc7PC0ESYcaF9E5ngeaa81Cce-6EKmk9vsExBYuxEzsq04_XEAmeZ) Password: 9r+6G%U8 \"Please note special time of this COCA Call.\" This COCA Call will be held on Friday, March 27, 2020 This COCA Call will be held on Friday, March 27, 2020 Overview As SARS-CoV-2 variants evolve, circulating variants have increased transmissibility and ability to evade the immune system, which changes the treatment and prevention options for COVID-19. Clinicians should understand the nuances of current SARS-CoV-2 testing and treatment to prevent hospitalizations and deaths among people at high risk of severe disease. During this COCA Call, subject matter experts will provide an overview of COVID-19 epidemiology and the current variant landscape, address current Centers for Disease Control and Prevention testing guidance and the National Institutes of Health and Infectious Disease Society of America COVID-19 treatment guidelines, and discuss risk assessment and considerations for treatment options. Presenters Pragna Patel, MD, MPH CAPT, U.S. Public Health Service Chief Medical Officer COVID-19 Response Centers for Disease Control and Prevention Natalie Thornburg, PhD Branch Chief of Lab Branch (Acting) Coronavirus and Other Respiratory Viruses Division (Proposed) National Center for Immunization and Respiratory Diseases Centers for Disease Control and Prevention Rajesh T. Gandhi, MD Director, HIV Clinical Services and Education Massachusetts General Hospital Co-Director, Harvard Center for AIDS Research Professor of Medicine, Harvard Medical School Call Materials When: Tuesday, July 26, 2022, 2:00 PM - 3:00 Calendar](/coca/calls/2022/event-links/webinar_2022-07-26.ics?publish=true) When: Tuesday, January 24, 2023, 2:00 - 3:00 PM ET Webinar to Calendar](/coca/calls/2023/event-links/webinar_2023-01-24.ics?publish=true) Due to the high demand we anticipate for this COCA Call, we encourage participants to consider viewing on Facebook. To see the call live, please click on [COCA's Facebook Page](https://www.facebook.com/CDCClinicianOutreachAndCommunicationActivity/). Registration is not required. Date: Tuesday, January 24, 2023 Time: 2:00 PM - 3:00 PM ET A few minutes before the webinar begins, please click the link below to US: +16692545252,,1618473235#,,,,*106095# or +16469641167,,1618473235#,,,,*106095# COCA Call Objectives At the conclusion of the session, the participant will be able to accomplish the following: - Cite background information on the topic covered during the presentation. - Discuss CDC's role in the topic covered during the presentation. - Describe the topic's implications for clinicians. - Discuss concerns and/or issues related to preparedness for and/or response to urgent public health threats. - Promote health improvement, wellness, and disease prevention in cooperation with patients, communities, at-risk populations, and other members of an interprofessional team of healthcare providers. [People Who Are Immunocompromised](https://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/people-who-are-immunocompromised.html) [Interim Clinical Considerations for Use of COVID-19 Vaccines Currently Approved or Authorized in the United States](https://www.cdc.gov/vaccines/covid-19/clinical-considerations/interim-considerations-us.html) [COVID-19 Vaccines for People Who Are Moderately or Severely Immunocompromised](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/immuno.html) [NIH COVID-19 Treatment Guidelines](https://www.covid19treatmentguidelines.nih.gov/about-the-guidelines/) [IDSA Guidelines on the Treatment and Management of Patients with COVID-19](https://www.idsociety.org/practice-guideline/covid-19-guideline-treatment-and-management/) [FDA Paxlovid to Treat antivirals](https://www.cms.gov/files/document/hpms-memo-oral-antiviral-guidance.pdf) [COVID-19/Therapeutics Updates](https://aspr.hhs.gov/COVID-19/Therapeutics/updates/Pages/default.aspx) [CDC & FDA Identify Preliminary COVID-19 Vaccine Safety Signal for Persons Aged 65 Years and Older](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/bivalent-boosters.html) Continuing education is not offered for this activity. - Physicians - Nurses - Pharmacists - Veterinarians - Physician Assistants - Health Educators - Other Clinicians - Contact Information: [coca@cdc.gov](mailto:coca@cdc.gov) - Support/Funding:Centers for Disease Control and Prevention, Emergency Risk Communication Branch - Method of Participation:You may participate in the educational activity by viewing the program information above. "}