{"title": "OMS ve posible que las vacunas reduzcan su eficacia ante la variante ómicron", "author": "Cronologia; Meta; Agencia-Efe; Agencia EFE", "url": "https://www.laprensa.hn/mundo/oms-ve-posible-que-las-vacunas-reduzcan-su-eficacia-ante-la-variante-omicron-KA4075804", "hostname": "laprensa.hn", "description": "La nueva cepa del covid 19 se propaga rápidamente por el mundo.", "sitename": "La Prensa", "date": "2021-12-01", "cleaned_text": "ser menos eficaces ante la nueva variante ómicron a la hora de prevenir la infección y el desarrollo de COVID-19 sintomático, aunque parecen mantener su eficacia contra formas graves de la enfermedad, alertó hoy la Organización Mundial de la Salud (OMS). En su informe epidemiológico semanal, el organismo de Naciones Unidas, que ha recibido notificaciones de casos de la nueva variante desde una veintena de países, reconoce que algunas mutaciones de ómicron \"podrían aumentar su capacidad de transmisión y/o permitirle cierto grado de escape a la inmunidad\". Aclara, sin embargo, que por ahora las evidencias son limitadas, dado el reducido número de casos: de los 800.000 análisis realizados por la red global de laboratorios GISAID en los últimos 60 días, un 99,8 % siguen siendo casos de la variante delta, que se impuso a las anteriores, y sólo 14 (un 0,001 %) pertenecen a la ómicron. En todo caso, dada la posibilidad de que sea más contagiosa y resistente a las vacunas, la OMS mantiene que el riesgo global que plantea la nueva variante es \"muy alto\". Ante ello, la organización reitera en el informe epidemiológico su llamamiento a acelerar la vacunación global especialmente en colectivos de riesgo aún no inmunizados. Vea: [La variante ómicron llega a Latinoamérica a través de Brasil](https://www.laprensa.hn/mundo/la-variante-omicron-llega-a-latinoamerica-a-traves-de-brasil-MC4062097) También pide más datos a los laboratorios que secuencian casos de la nueva variante para comprender mejor su alcance y características, y a la ciudadanía le recomienda que mantenga las medidas sanitarias habituales, incluyendo el uso de mascarillas o el distanciamiento físico en la medida de lo posible. La variante ómicron fue reportada por primera vez el 24 de noviembre en Sudáfrica, aunque los primeros casos confirmados en laboratorio, también en ese país, se identificaron en especímenes recolectados el 9 de noviembre. EFE "}