{"title": "PDF", "author": "PDF", "url": "http://www.csg.gob.mx/descargas/pdf/priorizacion/priorizacion/Informe_CBCISS_2015_vfinal.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "El Cuadro Básico y Catálogo de Insumos del Sector Salud (CByCISS) es el docu- mento en el que se agrupan, caracterizan y codifican todos los medicamentos, el mate- rial de curación, el instrumental, el equipo médico y los auxiliares de diagnóstico em- pleados por las instituciones públicas del Sistema Nacional de Salud para otorgar servicios de salud a la población. El Cuadro Básico de Insumos aplica en el primer nivel de atención y el Catálogo de Insumos en el segundo y tercer nivel. Tiene por objeto colaborar en la optimiza- ción de los recursos públicos destinados a la atención de los problemas de salud del país, mediante el empleo de insumos que han probado su seguridad, eficacia tera- péutica y eficiencia. Adicionalmente es un instrumento de refe- rencia sobre los insumos para la salud que sirve para informar y colaborar en la actua- lización de los profesionales de la salud. Todo ello fundamentado en el Reglamento Interior de la Comisión Interinstitucional del Cuadro Básico y Catálogo de Insumos del Sector Salud (CBCISS). Reglamento Interior de la Comisión Interinstitucional del CBCISS REPORTE DEL PROCESO DE ACTUALIZACIÓN DEL CUADRO BÁSICO Y CATÁLOGO DE INSUMOS DEL SECTOR SALUD Cuadro Básico y Catálogo de Insumos del Sector Salud PROCESO DE ACTUALIZACIÓN 2015 El Reglamento Interior de la Comisión Interinstitucional del CBCISS tiene por objeto regla- mentar la manera en que se elabora, actualiza y difunde el CBCISS, con la finalidad de que contribuya a mejorar la calidad, seguridad y eficiencia de la atención a la salud que otorgan las instituciones públicas del Sistema Nacional de Salud. Establece los principios éticos y compromisos deontológicos de la Comisión Interinstitucional del CBCISS encaminados a lograr procesos transparentes, eficientes y con base en evidencias científicas. Durante el año 2015 se recibie- ron un total de 284 solicitudes de actualización para todos los Comités Específicos del CBCISS. Reporte de Proceso de Actualización 2015 Proceso de Actualización La actualización , el proceso mediante el cual se incluyen, modifican o excluyen los insumos contenidos en el Cuadro Básico y Catálogo de Insumos del Sector Salud. El proceso de actualización se realiza en tres etapas: valoración, evaluación y dictamen. Página 2 Fuente: Base de datos del Secretariado Técnico de la Comisión. Comité Solicitudes recibidas Medicamentos 145 Material de Curación 35 Instrumental y Equipo Médico 28 Auxiliares de Diagnóstico 76 51% 12%10%27%Solicitudes recibidas durante 2015 Medicamentos Material de Curación Instrumental y Equipo Médico Auxiliares de Diagnóstico Etapa de Valoración Número de Sesiones La evaluación de las solicitudes conllevo a un total de 48 sesiones distribuidas entre los Comités Técnicos Específicos. Página 3 Fuente: Base de datos del Secretariado Técnico de la Comisión. Número de sesiones por Comité Técnico Específico Fuente: Base de datos del Secretariado Técnico de la Comisión. Comité Técnico Especifico No. de sesiones Medicamentos 16 Material de Curación 9 Instrumental y Equipo Médico 14 Auxiliares de Diagnóstico 9 Total 48 18% 45% 4%25%6%2%Principales motivos de rechazo en fase de valoración No subsanó más de 3 requisitos establecidos en el reglamento No presentó la información posterior al periodo de 5 días No acreditó su representación Se desisten Evaluación económica inadecuada Ya presentó 2 solicitudes y se rechazaronLa valoración, el proceso mediante el cual se estima la integridad, coherencia interna y veracidad de la información que acompaña a una solicitud de actualización. En esta etapa se define qué solicitudes pasan a la etapa de evaluación y aquellas que son rechazadas. Con base en el Reglamento Interior de la Comi- sión Interinstitucional del Cuadro Básico y Catá- logo de Insumos del Sector Salud publicado en Diario Oficial de la Federación el 22 de junio del 2011 y con fundamento en los artículos 4, 26, 27 y 41 fracción II, el Comité podrá realizar ex- cepciones y emitir un dictamen favorable ha- ciendo explícitos los motivos que lo fundamen- ten en los siguientes aspectos : I. La necesidad de los pacientes de la enferme- dad a la que va dirigido el insumo; II. Los programas de Salud de las instituciones; III. El impacto que el nuevo insumo tendrá en la organización de los servicios de Salud de las Instituciones. Página 4 Estatus de las solicitudes Solicitudes a petición del Comité Comité Solicitadas Procedentes Material de Curación 4 4 Instrumental y Equipo Médico 19 19 Auxiliares de Diagnóstico 1 1 Fuente: Base de datos del Secretariado Técnico de la Comisión. Comité Recibidas No Procedentes Procedentes Rechazo valoración En proceso de valoración En análisis por el CTE Medicamentos 145 28 37 49 22 9 Material de Curación 35 1 2 31 0 1 Instrumental y Equipo Médico 28 4 9 13 0 2 Auxiliares de Diagnóstico 76 2 70 3 0 1 Fuente: Base de datos del Secretariado Técnico de la Comisión. *Procedentes: se refiere a las inclusiones, y modificaciones mayores y menores. *Recibidas: se reportan las últimas solicitudes que entraron el último bimestre del 2014 y que fueron dictaminadas en 2015. Página 5 Medicamentos Actualización de insumos Inclusiones Distribución por grupo terapéutico Nombre Genérico del Insumo Indicación Grupo terapéutico Dapagliflozina Para el tratamiento de la diabetes melli- tus tipo 2 Grupo 5. Endocrinología y Metabolis- mo Tinzaparina Sódica Antitrombótico Grupo 10. Hematología Para el tratamiento melanoma no resecable o metastásico Grupo 17. Oncología Dienogest Para el tratamiento de la endometriosis Grupo 9. Gineco -Obstetricia Carbonato de calcio/ Vitamina D Auxiliar en la necesidades de calcio y vitamina D Grupo 5. Endocrinología y Metabolis- mo Denosumab Prevenciones de complicaciones óseas en pacientes con cáncer Grupo 17. Oncología Trastuzumab emtansina Para el tratamiento de pacientes con cáncer de mama Grupo 17. Oncología Hialuronato de sodio Coadyuvante al tratamiento de la os- teoartritis de rodilla Grupo 21. Reumatología y Traumatolo- gía Misoprostol de la contractibilidad uterina Grupo 9. Gineco -Obstetricia Empagliflozina Diabetes Mellitus 2 Grupo 5. Endocrinología y Metabolis- mo Morocotog Control y prevención de episodios he- morrágicos Grupo 10. Hematología Dolutegravir Tratamiento contra la infección del vi- rus de la inmunodeficiencia humana Grupo 6. Enfermedades Infecciosas y Parasitarias Página 6 Medicamentos Inclusiones Distribución por grupo terapéutico Nombre Genérico del Insumo Indicación Grupo terapéutico Macitentan Tratamiento a largo plazo de la hiper- tensión arterial pulmonar Grupo 13. Neumología Bromuro de Indaca- mama metastásico Grupo 17. Oncología Simeprevir Tratamiento para la hepatitis C Grupo 6. Enfermedades Infecciosas y Parasitarias Fosaprepitant Antiemético Grupo 17. Oncología Pralatrexato Tratamiento de pacientes con linfoma de células T periféricas (LCTP) refracta- rio o con reincidencia Grupo 17. Oncología Triptorelina Pubertad precoz Grupo 17. Oncología Inmunoglobulina humana Síndrome de inmunodeficiencia simple Grupo 7. Enfermedades Inmunoalérgi- cas Concentrado de proteínas humanas coagulables Sellador hemostático en Antiprogestágeno Grupo 9. Gineco 13. Neumología crónica sin trata- miento Grupo 17. Oncología Durante el 2015 se realizaron 25 inclusiones de medicamentos Página 7 TÍTULO DEL BOLETÍN Página 7 Medicamentos Modificaciones Distribución por grupo terapéutico Nombre Genérico del Insumo Indicación Grupo terapéutico Apixaban Prevención primaria para eventos vas- culares cerebrales en pacientes con fibrilación auricular no valvular Grupo 10. Hematología Valproato de Magnesio Crisis de ausencia típica y atípica Grupo 14. Neurología Docetaxel Cáncer de pulmón Grupo 17. Aminoácidos Nutrición parenteral Grupo 9. Gineco -Obstetricia Valproato de Magnesio Crisis de ausencia típicas y atípicas Grupo 14. Neurología Interferón beta Esclerosis múltiple Grupo 14. Neurología Degarelix Cáncer de próstata Grupo 17. Oncología Eptacog alfa Episodios hemorrágicos y prevención de sangrado Grupo 10. Hematología Bevacizumab Tratamiento cáncer epitelial de ovario Grupo 17. Oncología Trastuzumab emtansina Cáncer de mama HER2 + Grupo 17. Oncología Somatropina Crecimiento deficiente por secreción inadecuada de la hormona de creci- miento en adultos Grupo 5. Endocrinología y Metabolis- mo Durante el 2015 se realizaron 12 modificaciones Durante el 2015 se realizaron 12 modificaciones de medicamentos Página 8 Material de Curación Inclusiones Modificaciones La jeringa desechable con espacio muerto inferior : 0.005 ml para insulina ofrece ventajas en seguridad que ayu- dan al paciente diabético a reducir los efectos adversos de la aplicación del fármaco. Material de Curación Función Solución con Gluconato de Clorhexidina al 2% p/v en alcohol isopropilico al 70% contenida en un aplicador con tinta naranja o rosa o incoloro. Antiséptico Se modifico , para que las instituciones del Sector Salud cuenten con más alternativas para la aplica- ción del antiséptico , en beneficio del paciente. Material de Curación 2015 Función Jeringa para insulina con aguja integrada y espacio muerto inferior de 0.005 ml, de plástico grado médico; escala gra- duada de 0 a 50 unidades con capacidad de 0.5 ml. Con aguja integrada de acero inoxidable. Aplicación de insulina Página 9 Material de Curación Inclusiones solicitadas por el CTE Material de Curación Función Solución antiséptica Solución cutánea de acción rá- pida, amplio espectro y persis- tencia antibacterial. Googles Protege los ojos de cuerpos extraños. A petición de las Instituciones que conforman el Comité se realizaron las modificaciones en las longitudes de todos los catéteres de los equipo para procedimientos urológicos, permitien- do así contar con más alternativas en beneficio del paciente. De igual forma se realizaron modifica- ciones en las medidas de los campos quirúrgicos, para proporcionar insu- mos de acuerdo a las diferencias mor- fológicas de los pacientes. Material de Curación Función Equipo para procedimientos urológicos Derivación urinaria Campo quirúrgico de incisión sin Iodopovidona Procedimientos quirúrgicos Modificaciones solicitadas por el CTE Material de Curación Durante el 2015 el Comité Técnico Específico de Material de Curación realizó la ex- clusión de 10 insumos, debido a que se encontraban en desuso en las instituciones del sector salud. Se continúan implementado estrategias para impulsar la salud bucal Página 10 Exclusiones solicitadas por el CTE Durante el 2015 se conformaron 90 sets quirúrgicos reflejándose como un logro más para la optimización y gestión de tecnologías sanitarias. Fuente: Base de datos del Secretariado Técnico de la Comisión. Especialidad No. de sets Otorrinolaringología 12 Cirugía General 8 Coloproctología 5 Neurocirugía 4 Cirugía Cardiotorácica 12 Traumatología y Ortopedia 49 Sets quirúrgicos Instrumental y Equipo Médico Página 11 La publicación en DOF corresponde a la OCTAVA Actualización de la Edi- ción 2014 del Cuadro Básico y Catálogo de Instrumental y Equipo Médico. Instrumental y Equipo Médico Página 12 Inclusiones Nombre Genérico del Insumo Ventilador para uso domiciliario Válvula aórtica para inserción percutánea en pa- cientes no aptos para reemplazo valvular aórtico convencional Stent para arteria periférica múltiple Sistema de visualización para endoscopía Sistema de Terapia de radiación con rayos X Inclusiones solicitadas por el Comité Nombre Genérico del Insumo Ventilador adulto / pediátrico de alta frecuencia oscilatoria Ventilador de traslado neonatal Ventilador Ventilador no invasivo neonatal Compresas frías, unidad de Equipo de presión positiva Rayos x con fluroscopia, móvil digital, tipo arco en \"c\" Durante el 2015 el Comité Técnico Especifico de Instrumental y Equipo Médico revisó y evaluó las cédulas de los ventiladores, realizando así la actualización de éstos me- diante la inclusión, modificación y exclusión de cédulas. Instrumental y Equipo Médico Modificaciones Nombre Genérico del Insumo Clavos Centromedulares Equipo para terapia de heridas con presión negativa Sistema de hemodiálisis para uso neonato, pediátrico y adulto Refrigerador para vacunas Modificaciones solicitadas por el Comité Técnico Específico Nombre Genérico del Insumo Ventilador adulto - pediátrico Ventilador adulto -pediátrico -neonatal traslado Ventilador neonatal / pediátrico frecuencia oscilatoria Ventilador de alta frecuencia oscilatoria pediátrico / neonatal con modo convencional Compresas calientes, unidad de Mesa quirúrgica universal avanzada Mesa quirúrgica mecánico -hidráulica Mesa quirúrgica electrohidráulica Rayos x con fluroscopia, móvil analógico avanzado, tipo arco en \"c\" Unidad radiológica y fluoroscópica, transportable, tipo arco en \"c\" Página 13 Auxiliares de Diagnóstico Página 14 En este año se realizó una modificación a solicitud de la Subsecretaria de Prevención y Promoción de la Salud Centro Nacional de Equidad de Género y Salud Reproductiva. Instrumental y Equipo Médico Exclusiones solicitadas por el CTE Durante el 2015 el Comité Técnico Específico de Instrumental y Equipo Médico realizó la exclusión de 28 insumos, debido a que se encontra- ban en desuso en las instituciones del sector salud. Nombre genérico del insumo Papel para prueba de TSH Papel filtro de algodón 100% sin aditivos, espe- cial para recolección y transporte de sangre de neonatos, con impresión de cinco círculos pun- teados ... Página 15 Durante el 2015 se incluyeron 70 Insumos solicitados por el InDRE , entre los cuales destacan los antígenos, anticuerpos, reactivos, de reactivos, medios de cultivo, lo que permite contar con alternativas de diagnóstico de agentes infecciosos de Diagnóstico Exclusiones solicitadas por el CTE Durante el 2015 el Comité Técnico Específico de Auxiliares de Diagnóstico realizó la exclusión de 40 insumos, debido a que se encontraban en desuso en las instituciones del sector salud. Página 16 Dirección General Adjunta de Priorización Evaluación de Tecnologías Sanitarias Homero 213 piso 14, Col. Chapultepec Morales, Delegación Miguel Hidalgo. Ciudad de México. Teléfono 20003400 y 20003500. Página 16 Se prohíbe la reproducción, total o parcial, de este documento sin la autorización previa del Consejo de Salubridad General. Este documento es de carácter informativo, ajeno a cualquier interés privado y queda prohibido el uso para fines distintos. "}