{"title": "PLANT SPIRIT MEDICINE ASSOCIATION", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": null, "cleaned_text": "FIND A HEALER A link to our member directory Upcoming events MEMBER LOGIN WE ARE LAY SPiritual healers what is plant spirit medicine? Plant Spirit Medicine is a form of spiritual healing rooted in ancestral traditions that combine ancient Chinese Five Element theory with the indigenous practice of calling upon plant spirits to heal. Plant Spirit Medicine recognizes that like humans, plants have spirit, and their spirit has the unique capacity to touch and heal the spirit of a human being and restore us to harmony and balance. WHAT ARE PLANT SPIRITS? Traditional cultures have long understood that both nature and humankind are endowed with intelligence and spirit. They understood that plants have a spirit. It was not unusual for individuals to have especially vivid experiences with the spirits of nature. They would make friends with the spirits of nature and call upon them for healing and other everyday affairs. In today's society, people are once again turning to plants for guidance and wisdom and the ability to heal us in body, mind, and spirit. When you take the time to build a relationship with them, the plants will speak to you, guide you, and give you medicine to help your people. They give you what you need to live a better life. WHAT are the benefits? Some of the benefits that people have received from Plant Spirit Medicine include a boost in spirit, along with improvements in health that can show up as side effects such as uplifting moods, more energy, connection to people and surroundings, hopefulness for the future, caring for others, feeling emotions that are frozen, and waking up to the value and importance of the natural environment. WHAT can i expect? It is a powerful, gentle, subtle healing modality. No substances are prescribed or administered. Plant Spirit Medicine healers call upon the spirits of the plants to bring balance and harmony to their patients, removing whatever may be standing in their way as they endeavor to live joyful, balanced lives. Plant Spirit Medicine recognizes that plants have spirit. "}