{"title": "What to Do If Your Child Is Behind on Their Vaccines Due to COVID", "author": "Joni Sweet", "url": "https://www.verywellfamily.com/what-to-do-if-your-child-is-behind-on-their-vaccines-because-of-covid-5091769", "hostname": "verywellfamily.com", "description": "Your child may be able to get caught up on their immunization schedule in just one appointment with the pediatrician.", "sitename": "Verywell Family", "date": "2020-12-11", "cleaned_text": "to Do If Your Child Is Behind on Their Vaccines Due to COVID By Joni Sweet Updated on January 13, 2023 Fact checked by Emily Swaim Print Getty Images. Key Takeaways Many children across the country are behind on their vaccination schedule due to the pandemic.Children can usually get caught up on their immunizations in one appointment with the pediatrician, but some kids may need to return for a second or third visit in a few months.Free and low-cost vaccines are available to families who are facing financial difficulties. Has your child fallen behind on their vaccine schedule this year? You're not alone. Around four in 10 parents say their kids have missed immunizations due to the pandemic, according to a recent survey from the Blue Cross Blue Shield Association. The plummeting vaccination rate has public health experts worried that the United States may lose herd immunity against deadly diseases like measles and whooping cough. The good news is that it's usually not too difficult to get kids caught up on their vaccines. In fact, you may even be able to take care of it in a single appointment with your pediatrician. UPDATE: January 2023 The CDC says the number of vaccinated kindergarteners entering school continues to decline. During the 2021-22 school year, the number of covered kindergarteners declined to approximately 93% for state-required vaccinations. That's down 1% from the 2020-21 school year, and 2% from the year before. The percentages vary from state to state. Students vaccinated against MMR is 98% in New York but only 78% in Alaska. When it comes to the polio vaccine, almost 98% are vaccinated in Louisiana and Nebraska, but Alaska is at 77%.Officials attribute the decline to COVID-related disruptions in the vaccine schedule. The CDC is concerned declining vaccination numbers could eventually impact the protection of students from these diseases. See Your Pediatrician If your child is behind on their vaccines, you don't need to figure out which shots they need on your own. Making an appointment with your child's pediatrician is the first step to getting back on track with their immunization schedule, says Katherine Williamson, MD, pediatrician at Mission Hospital in Mission Viejo, California, and president of the Orange County chapter of the American Academy of Pediatrics (AAP). During the appointment, the pediatrician will review the vaccines your child has already received and provide recommendations about any missing immunizations for which they're overdue. Assuming they were following the immunization schedule prior to the pandemic, most kids will be able to get caught up on their shots in one appointment—even if they are missing a few different vaccines. Katherine Williamson, MD Getting multiple vaccines at one time is safe, and it's less of an antigen exposure for their immune system to get five vaccines in one visit than having one day of a common cold. — Katherine Williamson, MD Certain vaccines require multiple doses given a few months or years apart. These include immunizations against hepatitis A, hepatitis B, rotavirus, tetanus, and polio, among others. Children who've missed some of those vaccines may require an additional appointment with the pediatrician to get up to date on their immunization schedule. The Centers for Disease Control and Prevention (CDC) also has a special catch-up immunization schedule for children at least 4 months of age who have started late or are more than a month behind on their vaccines. \"The catch-up vaccine schedule can help if you have a child who has never seen those vaccines before or missed an opportunity to get some as a baby. It delineates how many months between vaccines are needed,\" explains Danelle Fisher, MD, vice chair of pediatrics at Providence Saint John's Health Center in Santa Monica, California. More Support From Your Child's Doctor Vaccines are just one of a number of things you'll explore with your child's pediatrician during their well visit. \"The goal of those visits is prevention [of disease]. In addition to talking about vaccines, we will be talking about the child's overall well-being,\" says Dr. Williamson. She adds that a well visit is especially important right now, while many children are coping with the physical and emotional impacts of the pandemic. \"We've seen a lot of anxiety and depression in all ages, so making sure kids are doing well mentally and seeing how that affects their entire body and growth is really important,\" says Dr. Williamson. The check-up is also an opportunity to document height and weight increases, make sure kids are getting enough exercise, and address any questions or concerns that have come up since your child's last appointment. Everything You Need to Know About the Pfizer Vaccine Breaking Down Barriers to Vaccination The ripple effects of the pandemic and lockdowns have created widespread job losses for families across the U.S. If a lack of health insurance or concerns about healthcare costs are keeping you from getting your child caught up on their immunization schedule, you may be able to access free or low-cost vaccines in your area. Are There Religious Exemptions to Vaccines? Danelle Fisher, MD Parents shouldn't feel like there are financial or other barriers to getting children vaccinated. — Danelle Fisher, MD \"You can look at your county health department's website and see where they give vaccines at no cost to families,\" says Dr. Fisher. The federal government's Vaccines for Children Program is another potential way to get kids immunized if they don't have insurance or their parents can't afford the out-of-pocket healthcare costs. Many families have also moved to new cities during the pandemic, meaning they may be in between pediatricians right now. While you're searching for a new doctor, you may be able to get children their vaccines at a local pharmacy. In August 2020, the U.S. Department of Health and Human Services issued a new authorization allowing trained and licensed pharmacists in all 50 states to administer routine vaccinations to children. And while you're getting your child's vaccinations in order, make sure you're considering your own healthcare needs as well, says Dr. Fisher. \"A flu shot is just as important for mom and dad as it is for the child,\" she says. \"Parents should check if they're due for any other vaccines, like a tetanus shot if it's been more than 10 years.\" What This Means For You Vaccination rates have taken a nosedive during the pandemic, leaving children and the community at large vulnerable to deadly diseases. If your child has fallen behind on their immunization schedule, they can probably get back on track in just one appointment with their pediatrician.Families facing financial difficulties may be able to get free or low-cost vaccinations through government programs. A recent federal initiative also allows trained pharmacists in every state to provide routine vaccinations to children—a convenient option for families who may have moved to a new town and have yet to find a local pediatrician. Helping Kids Who Are Afraid of Flu Shots The information in this article is current as of the date listed, which means newer information may be available when you read this. For the most recent updates on COVID-19, visit our coronavirus news page. 6 Sources Verywell Family uses only high-quality sources, including peer-reviewed studies, to support the facts within our articles. Read our editorial process to learn more about how we fact-check and keep our content accurate, reliable, and trustworthy. Blue Cross Blue Shield Association. The Blue Cross Blue Shield Association reports steep decline in childhood vaccinations due to COVID-19 pandemic, putting community protection at risk. Seither R, Calhoun K, Yusuf OB, et al. Vaccination Coverage with Selected Vaccines and Exemption Rates Among Children in Kindergarten — United States, 2021-22 School Year. MMWR Morb Mortal Wkly Rep 2023;72:26-32. DOI: http://dx.doi.org/10.15585/mmwr.mm7202a2. Centers for Disease Control and Prevention. Recommended child and adolescent immunization schedule for ages 18 Years or younger, United States. Centers for Disease Control and Prevention. Catch-up immunization schedule for persons aged 4 months-18 years who start late or who are more than 1 month behind, United States. U.S. Department of Health & Human Services. How to pay. U.S. Department of Health & Human Services. HHS expands access to childhood vaccines during COVID-19 pandemic. By Joni Sweet Joni Sweet is an experienced health and wellness writer who balances science with self-care. See Our Editorial Process Meet Our Review Board Share Feedback Was this page helpful? Thanks for your feedback! What is your feedback? Helpful Report an Error Other Submit "}