{"title": "Why Dr Suzanne Humphries, an anti-vaccine activist, is lying to you about measles", "author": "Isabella B", "url": "https://medium.com/@visualvaccines/why-dr-suzanne-humphries-an-anti-vaccine-activist-is-lying-to-you-about-measles-ce446d0a7e0f", "hostname": "medium.com", "description": "This post provides an analysis of the questionable tactics Dr Humphries uses to support her anti-vaccine claims.", "sitename": "Medium", "date": "2014-12-21", "cleaned_text": "Why Dr Suzanne Humphries, an anti-vaccine activist, is lying to you about measles Dr Suzanne Humphries, a nephrologist-turned-homeopath, is a prominent voice in the anti-vaccine movement. Her 2013 book \"Dissolving Illustions\" was recommended to me by a homeopath when I had a baby and was unsure about the vaccine debate. However, the more I examined Dr Humphries' claims and consulted the original studies she cited throughout her book, the more disappointed I became. Her claims are often misleading and at times outright deceptive. This post outlines the types of questionable tactics she uses to support her claims by examining the measles chapter of her book. Claim #1: Measles deaths are negligible To start, Dr Humphries belabors the fact that measles deaths declined prior the introduction of the measles vaccine and implies that the vaccine was therefore unnecessary. While measles case-fatality rates were indeed falling in high income countries like the US and UK from the 1900s until the 1960s due to improvements in living conditions and medical care, the disease incidence remained virtually unchanged until the introduction of the vaccine. In fact, almost everyone caught measles [before the age of 15](http://www.cdc.gov/vaccines/pubs/pinkbook/meas.html) at the time. The vaccine brought about a more than 90% reduction in disease incidence in a matter of a few years: Looking at rates of disease incidence — rather than mortality, as Dr Humphries does in her book — is important due to possible long term complications in survivors. Before the introduction of the measles vaccine in the US in the 1960s, for example, there were [4 000 cases of measles encephalitis](http://jid.oxfordjournals.org/content/189/Supplement_1/S1.long) a year (many of which led to irreversible neurological complications such as blindness, deafness and mental disability), 150 000 cases of respiratory complications a year, and 48 000 measles-related hospitalizations per year (which placed huge financial and emotional burdens on families). If we consider that nutrition and living conditions were not very terribly different in the 1960s compared to today, and take an average of 500 measles deaths a year from that period, the measles vaccine possibly prevented up to 23 500 measles deaths from 1968 until 2014 in the US alone. Furthermore, it is pity that Dr Humphries does not discuss at all the dramatic role the measles vaccine played in reducing infant mortality and blindness in developing nations in Africa and Asia. Claim #2: Measles is a mild disease Next, Dr Humphries claims that measles is at best a mild disease and nothing to fear. This may be true in many cases. However, as a homeopath, Dr Humphries may not be professionally inclined to see serious measles cases. As soon as measles complications do arise (eg such as coma or encephalitis) a sensible parent would rush their child off to hospital for treatment (which may involve antibiotics, an IV drip and a range of medical interventions to try and save the child's life). If the child dies or develops complications in hospital such a [hearing impairment](http://youtu.be/O8NJLaAenOE) or [brain damage](https://www.youtube.com/watch?v=F2AWjToUJs8) it is easy for the homeopath to retrospectively lay the blame for death or disability on \"medical interventions\". Since homeopaths are by default not equipped to see life-threatening cases it is unfortunate when some presumptuously conclude that 1) measles is always a mild disease and that 2) when death or complications do occur, medical interventions are to \"blame\". We should call this the \"naturopaths-do-n0t-treat-serious-cases\" fallacy: Ask any physician who treated measles cases in the 1960s and they may paint a very different picture of the disease. The Netherlands provides fascinating case studies on measles as it is a country with one of the highest living standards in the world, yet it has a \"Bible Belt\" that does not vaccinate. During a [2004/2005 measles outbreak](http://jid.oxfordjournals.org/content/186/10/1483.full) with 3292 reported cases (94% of which were unvaccinated), 3 children died, 157 had to be hospitalized and 519 had complications ( [5 of which involved encephalitis](http://www.cdc.gov/Mmwr/preview/mmwrhtml/mm4914a2.htm)). The [study](http://jid.oxfordjournals.org/content/186/10/1483.full) pointed out that \"even in a wealthy country, measles is not just a mild childhood disease but can cause severe complications and even death.\" The outbreak was unable to spread to areas with high vaccination coverage, indicating that these deaths and complications may have been avoided with sufficient vaccination coverage. Claim #3: The measles vaccine causes illness Next, Dr Humphries asserts, A study from 1967 revealed that the vaccine could cause pneumonia as well as encephalopathy (p 347). However, the 1967 [study in question](http://jama.jamanetwork.com/article.aspx?articleid=336928) reviewed the inactivated measles vaccine (used on roughly 900,000 persons from 1963 until 1967) which was found to be ineffective and was replaced by the live measles vaccine from 1968 onward. The study has no bearing on the present-day immunization schedule. Numerous ramblings throughout this chapter on immune systems \"wrongly programmed\" by vaccines and committing \"original antigenic sin\" only relate to the inactivated (now defunct) measles vaccine. Dr Humphries then claims that the live measles vaccine (introduced in 1968) was also ineffective and produced a rash in about half of those injected, but links to an archived source with the complete opposite title (which I was unable to locate), \"Measles Vaccine Effective in Test — Injections with Live Virus Protect 100 Per Cent of Children in Epidemics,\" New York Times, September 14, 1961.\" It is well known that the live measles vaccine can lead to a mild rash and fever a few weeks after immunization, as the body reacts to the live attenuated (weakened) virus. This does not, however, mean that the measles vaccine \"failed\" — as Dr Humphries seems to imply above — but rather that the body is forming an appropriate and successful immune response to the attenuated virus. Bizarrely, she alleges that this post-vaccine measles rash should in fact be counted as genuine measles to boost the number of annual notifications and prove that the vaccine is ineffective: Given that at least 5-10% of measles vaccine result in fever and rash, then there are approx. 650-000-1,300,000 case of measles in the US per year (p 372). What follows is a lengthy discussion on how \"incomplete clearance of measles virus and deranged immune responses have a known association with chronic clinical and subclinical infection\" (p 350). This is based on the mistaken belief (possibly drawing conclusions from the 1963 inactivated measles vaccine) that the measles virus elicits an antibody-only immune response. The reality, however, is that the live measles vaccine elicits both an antibody mediated and cell-mediated immune response. This is discussed in more detail below with citations. The rest of this section contains the following supporting citations: a) [A paper by the discredited Dr Wakefield](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1187154/) which has been [thoroughly debunked](http://www.badscience.net/wp-content/uploads/erp_mmr.pdf) elsewhere b) The [famous Lancet paper by Dr Wakefield](http://www.thelancet.com/journals/lancet/article/PIIS0140-6736%2897%2911096-0/abstract) which was retracted due to concerns about fraud and falsification c) [A paper](http://www.ncbi.nlm.nih.gov/pubmed/20711932) on delayed reflexes in newborn primates who received the thimerosal-containing Hep B vaccine, a questionable study funded by anti-vaccine activists which too [has been debunked](http://scienceblogs.com/insolence/2009/10/07/some-monkey-business-in-autism-research-1/) d) Papers by Dr Stephen Walker that supposedly support Dr Wakefield's autism claims. However, this is what Dr Stephen Walker has repeatedly [said of his own studies](http://lizditz.typepad.com/i_speak_of_dreams/2011/01/the-daily-mail-uk-continuing-sorry-contribution-to-fear-uncertainty-and-doubt-vaccine-fears.html): Some observers have said that the presence of the measles virus indicates a strong possibility that the measles vaccine, a possible source of the virus, could have caused the children's autism. [...] Walker says the new research does not support the connection, and he notes that the results have not even been published in a peer-reviewed journal. \"Even if we showed association (between measles virus and bowel disease) and we published it in a peer-reviewed journal, the conclusion will be simply that there is measles virus in the gut of a large number of children who have regressive autism and bowel disease. End of story. We haven't done anything to demonstrate that the measles virus is causing autism or even causing bowel disease. Claim #4: The measles vaccine can be crippling or deadly Dr Humphries then reveals that \"the vaccine has essentially induced cases of measles that were either benign, crippling or deadly\" (p. 354) but fails to provide the context for these claims. For the word \"crippling\" she cites [a study](http://pediatrics.aappublications.org/content/101/3/383.short) that examined encephalopathy as an incredibly rare complication of the vaccine — 48 temporally related cases out of 75 million children. In fact, the study outlines various caveats and emphasises the rarity of the phenomenon: From 1970 to 1993 in the United States, approximately 75 000 000 children received measles vaccine by age 4 years based on 83 000 000 births and an immunization rate of 90%. The 48 cases of encephalopathy probably represent underreporting to this passive system, which does not require individuals to file for compensation and requires medical documentation. However, given the generous compensation offered in this program, it is reasonable to conclude that most serious cases temporally related to a vaccination have been captured. In the absence of a specific test to determine vaccine causation, these 48 cases may include some nonvaccine cases representing background rates. Nevertheless, with a denominator of 75 000 000 vaccinees throughout 23 years, the incidence of acute encephalopathy caused by measles vaccine in this cohort can reasonably be decreased as very low. In short, even if all cases were indeed proven to be causally linked to the vaccine, the risk of developing encephalopathy from the vaccine would amount to 48/75 000 000 or 0.00006%, and is typically related to underlying immune related disorders. Dr Humphries does not mention these figures and fails to discuss the risks of developing encephalopathy from the wild form of measles, which remains [1 out of 1000](http://www.cdc.gov/vaccines/pubs/pinkbook/meas.html) cases or 0.1% in developed countries (higher in developing nations) and presents in otherwise healthy individuals. For the word \"deadly\" she cites [a study](http://cid.oxfordjournals.org/content/29/4/855.full.pdf+html)) that examined the unfortunate case of a boy who died 8.5 months after the MMR vaccine. However, the study revealed severe immunodeficiency in the patient which would normally be diagnosed before 9 months of age and lead to medical exemption from vaccines with live viruses. His case was therefore extremely unusual and unfortunate: We believe that the present report is the first to clearly demonstrate that severe neurological disease can be caused by the vaccine strain of measles virus. The risk of such a serious adverse event must be balanced by the rarity of such an event and the overwhelming evidence supporting the efficacy of the vaccine in reducing the morbidity and mortality associated with measles. It is significant that our patient was found to suffer from a profound deficiency of CD8 cells as well as dysgammaglobulinemia, which were not suspected clinically at the time of vaccination. Most significant primary immunodeficiency states in children will be detected before the age of MMR vaccination, and for such children live virus vaccines should be avoided. Clearly, a serious outcome such as occurred for this patient is an exceedingly rare event, and this report should not lead to changes in current immunization practices. Since the wild form of measles leads to much higher complication and death rates even in high income nations, it is unclear exactly what Dr Humphries is suggesting as the alternative here. Unless a parent can successfully \"hide in the herd\" and guarantee that one's child will never be exposed to measles during the entire course of his or her life, the risks of death and encephalopathy from the wild form of measles are statistically thousands of times greater than that of the vaccine. Claim 5#: Measles vaccination does not protect against all strains On page 355 Dr Humpries claims: Thirteen million doses of measles vaccine are injected each year. Those live viruses are attenuated, and the strains will vary from time to time in the manufacturing process, which means that immunity to one strain does not necessarily confer immunity to wild virus or to future virus. This is incorrect. While there are 19 genotypes of measles, there is only one serotype. In other words, antibodies against one genotype will protect against all other genotypes, which is why measles immunity is typically considered lifelong. The following explanatory graph was kindly put together by an immunologist at [Vaccine Nation](https://www.facebook.com/VaccineNation): Claim #6: Antibodies are useless Next, Dr Humphries launches into a discussion on the questionable role that antibodies play in the body's immune response, implying that vaccines (which stimulate antibody production) are in fact useless: Scientists were surprised when they learned that individuals with a deficit in antibody production recovered from measles just as well as normal antibody producers. [...] Therefore the antibody part of immunity is not at all necessary for the natural recovery from measles (p 364). And: People without antibodies can be completely protected from clinical illness by cellular immunity. Therefore antibody is a mere surrogate that has questionable significance (p 389). While it is true that other immune mechanisms kick into place when an individual suffers from compromised antibody production, this does not mean that antibodies are useless in otherwise healthy individuals. [The study she cites](http://jid.oxfordjournals.org/content/190/5/998.full) in fact concludes: Although our findings support a limited role for humoral immunity in the control of replicating virus in measles virus-naive hosts, antibody can certainly mediate protection against measles virus infection. Furthermore, since the measles vaccine contains a live (albeit weakened) virus, it elicits a full adaptive immune response, including the complex interactions between antibody-mediated (humoral) and cell-mediated (cellular) immunity. Simply because physicians typically use antibody count as a measure of immunity does not mean that vaccine responses are limited to antibody production only. The role of cell-mediated immunity in immune responses to the measles vaccine has been extensively measured in studies [like this one](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC154970/). See section #9 below for a more detailed discussion on this matter. Claim #7: Antibodies are harmful Next, Dr Humphries goes on to say that antibodies are not only useless, but in fact harmful: It is a little-known fact that any antibody, even a vaccine-induced one, can render a person more vulnerable to disease (p 366). And: Some antibodies increase the ability of viruses to infect their target cells. This phenomenon is called antibody dependent enhancement (ADE) of infection (p 367). This may sound alarming but she fails to mention that the \"ADE phenomenon\" described above is incredibly rare and has only been observed in relation to the particular characteristics of the [dengue fever virus and HIV virus](http://en.wikipedia.org/wiki/Antibody-dependent_enhancement). It is not a phenomenon that relates to the viruses we currently vaccinate against — measles, mumps, rubella, chickenpox, rotavirus and influenza. Claim #8: The measles vaccine was not responsible for the dramatic decline in measles cases The data clearly shows that the introduction of the measles vaccine brought with it a [tremendous (98%) drop in measles cases](http://www.cdc.gov/vaccines/pubs/pinkbook/meas.html) in the United States over the course of a few years. This data does not sit well with Dr Humphries. She argues that, since vaccination coverage was only 50-60% in 1968, the year the live measles vaccine was introduced, the measles vaccine could not have had any effect. While it is true that an 80-90% immunization level is needed to maintain the phenomenon of \"herd immunity\", it is obvious that even a moderate vaccination uptake would have made a significant dent in the disease's incidence and transmission rates. Dr Humphries then offers these alternative theories for the dramatic decline in measles notifications in the 1960s: a) Doctors changed their diagnostic criteria. In other words, Dr Humphries complains that \"there are at least 10 other infections that clinically resemble measles\". Her assertions implies that 1) physicians in the 1960s who were intimately familiar with measles suddenly became incompetent at diagnosing it from one year to the next, and / or 2) all healthcare workers were wrapped up in a global conspiracy to \"hide\" disease notifications and give the vaccine a semblance of effectiveness where there was none. This theory requires the suspension of disbelief. Since measles is highly contagious, it is unfathomable that all physicians would be careless enough to dismiss genuine measles as \"some other rash\" merely on the basis of population-wide vaccination rates. b) Use of gamma globulin (passive antibody) as a treatment for measles to eliminate rashes. This, however, is no longer in use since 1968. c) The incidence was already on a decline. Like smallpox, she claims, the disease was \"slowly burning out\". I don't know about you, but this curve definitely does not look like a disease slowing burning out. It looks like a massive landslide: See more graphs on disease incidence and vaccine dates [here](/@visualvaccines/graphic-proof-that-vaccines-work-with-sources-61c199429c8c). Claim #9: Rashless measles leads to degenerative disease Next, Dr Humphries speculates that measles antibodies (derived from vaccines) interfere with a cell-mediated immune responses to the wild virus, leading to chronic measles infection and eventually immune related disorders later on in life: Acute natural infection and presumably even vaccination during a time when measles-specific antibody is present may induce a longterm suppressive effect on measles immune response. The presence of such antibodies at the time of infection interferes with the cellular immunological response to measles virus, especially with the development of specific cell-mediated immunity [...] Intracellular measles virus may then survive the acute infection and later cause diseases which develop in adulthood.(p 383). Her proof rests on a 1985 Lancer paper entitled \" [Measles Virus Infection without Rash in Childhood is Related to Disease in Adult Life](http://www.thelancet.com/journals/lancet/article/PIIS0140-6736%2885%2990961-4/abstract)\". This is a frequently misquoted paper because it is access restricted and has an obscure sounding abstract. After paying the $ 35.00 to access the full report, I realized that it did not study the effects of measles vaccination at all. It was a historical study done on individuals born in Copenhagen and Gentofte in the pre-vaccination era — specifically 1941 and 1947 onwards. It found that individuals who had contracted the wild form of measles (measured via antibody levels later on in life), without manifesting a rash (roughly 9% of the population), had a higher incidence of degenerative diseases later on in life. The study speculates that a reason for the absence of rash may have been treatment of measles with immune serum globulin (which is essentially an injection of passive measles antibodies). The author hypothesizes that an injection of passive antibodies at the time of measles infection may interfere with the body's full immune response to the virus, leading to latent health problems. In the end, the study recommends aborting immune serum globulin as a form of measles treatment (which is no longer in use today) and using well-timed measles vaccination to reduce the incidence of degenerative disease: Measles can be controlled by large-scale vaccination, and where this is employed successfully the frequency of non-measles associated disease should be considerably reduced. Dr Humphries completely misrepresents the study. She concludes somewhat simplistically that an \"absence of rash\" after measles vaccination signifies an \"absence of cellular immune responses\" to the virus which in turn leads to degenerative disease later on in life. However, contrary to the 1980s, we do not need to speculate about whether the measles vaccine stimulates cellular immunity or not — we can measure it. The measles vaccine stimulates a full adaptive immune response, involving both antibody mediated and cell-mediated immunity: Even decades after measles immunization, both the CD4+ and CD8+ T-cell pools contain high levels of measles virus-specific memory T cells. This indicates that measles vaccination induces a long-lived T-cell memory response. ( [Source]) In fact, cellular immunity from the measles vaccine may even outlast antibody mediated immunity leading to long term protection: These data suggest that cellular responses to measles virus may be better sustained than antibody titers after vaccination and revaccination in some subjects. ( [Source]) \"Rashlessness\" after measles vaccination is not related to lack of cellular immunity. It is more likely related to the decreased virulence of the virus in the measles vaccine, giving the body an easier time to fight off the pathogen. The effects of maternal antibodies on vaccine responses There is another aspect to the 1985 Lancet paper above, and that is the possible effect of passively acquired maternal antibodies on the body's ability to respond to the measles virus. It is interesting to note that babies receive most maternal antibodies before birth via an active transport system in the placenta. These antibodies protect the baby for several months but fade around the 6-8 month mark, depending on the amount of transplacental antibodies received. Babies are unable to absorb maternal antibodies via breast milk or colostrum into their blood stream, except in very minute amounts. Maternal antibodies in breast milk primarily protect against gastrointestinal infections and diarrheal disease, locally, in the gut. [This article](http://www.slate.com/articles/health_and_science/medical_examiner/2006/03/tales_from_the_nursery.html) describes current research in the field with links to studies and sources. To prevent interference from latent transplacental antibodies, the measles vaccine is only given from 9 months onward. Passive antibodies decline before that age so that babies can form a successful immune response to the virus. Any hypothetical risk factors outlined in the 1985 study above are thus nullified. Rather than leading to \"deranged immune systems\", as Dr Humphries claims, present day studies repeatedly hint at beneficial immuno-stimulating properties of the live measles vaccine above and beyond protection against measles infections: The measles vaccine activates the immune system in a non-specific way providing protection against other infections. ( [Source]) And: Contrary to current assumptions, children who survive the acute phase of measles infection may have a survival advantage compared with unimmunized, uninfected children. Hence, both disease and immunization may be associated with non-specific beneficial effects, presumably due to some form of immunostimulation. ( [Source]) Claim #10: Breast milk offers superior protection against measles compared to the vaccine Next, after having argued extensively that antibodies are useless (claim # 6), harmful (claim # 7), and play a role in degenerative disease (claim # 9), Dr Humphries does a full 180 and posits that the antibodies received via breast milk offer superior protection against measles infection compared to the vaccine: Medical literature suggests that the lower risk of contracting clinical measles after being breastfed can last up to 10 years. When Silfverdale evaluated thousands of vaccinated and unvaccinated breastfed and non-breastfed children looking at the risk of measles, breastfeeding had a far larger impact on measles risk than vaccinating. (p 389) As discussed in the previous claim, antibodies received via breast milk typically only play a role in protecting against local gut infections. In fact, [the study](http://www.ncbi.nlm.nih.gov/pubmed/19133867) she cites as \"proof\" of her claim did not compare vaccinated versus unvaccinated children, did not claim that breastfeeding protection lasted up to 10 years and in fact concluded that breast feeding played a very minor role in protecting against measles infection compared to the vaccine: We used logistic regression with data for 10 207 individuals from the 1970 British Cohort study. Breast-feeding data were collected at five years of age, and information on clinical measles infection, as well as socio-economic measures was collected at the age of ten years. Breast-feeding for more than three months was negatively associated with a diagnosis of clinical measles infection after adjustment for crowding, social class, measles vaccination, parity and sex with an odds ratio (95% confidence interval) of 0.69 (0.60-0.81) compared with those who never breast-fed. Measles vaccination was highly associated with low risk for measles with: 0.14 (0.13-0.16). Breast-feeding did not notably alter measles immunization efficacy. Immunization against measles provides effective protection against the disease. A more modest reduction in the risk of a measles diagnosis is associated with breast-feeding. Dr Humphries then laments the fact that mothers who were vaccinated against measles transfer smaller amounts of measles antibody in their breast milk compared to mothers who were infected with the wild form of measles as a child. However, she fails to address the role the measles vaccine has played in reducing the overall circulation of the disease — from roughly 3-4 million cases a year to a [present-day average of less than 100 annual cases](http://www.cdc.gov/vaccines/pubs/pinkbook/downloads/appendices/G/cases-deaths.pdf). Thus, infants are very unlikely to come in contact with the wild form of measles in the first place. In fact, the only recent incidences of measles in the United States have been [imported cases](http://www.cdc.gov/vaccines/pubs/pinkbook/meas.html), usually by unvaccinated individuals. Claim #11: Vitamins are all you need! Lastly, Dr Humphries launches into a long-winded discussion on vitamin A as a miracle cure for measles: It made no more sense to vaccinate against measles in 1963 than it does to put an infected child in a dark room instead of just giving vitamin A, which protects the retinas and the uninfected cells. (p 391) While vitamin A has proven clinical benefits in the treatment of measles, it is far from the wonder drug that Dr Humphries claims it to be. Unfortunately, [deaths and complications](http://jid.oxfordjournals.org/content/186/10/1483.full) still occur despite widespread protocols on vitamin A therapy. A [Cochrane review](http://summaries.cochrane.org/CD001479/ARI_vitamin-a-for-measles-in-children) of various studies in the field of vitamin A therapy for measles summaries the matter thus: Eight studies involving 2574 participants were included in this review and we found that there was no significant reduction in mortality in children receiving vitamin A. However, vitamin A megadoses (200,000 international units (IUs) on each day for two days) lowered the number of deaths from measles in hospitalized children under the age of two years. The authors conclude that vitamin A megadoses appear effective in reducing mortality from measles in children under two years old and have few associated adverse events. There is insufficient evidence to draw conclusions regarding effectiveness in preventing pneumonia or other complications in children. Dr Humphries then claims that the measles vaccine similarly depletes vitamin A levels in children and leads to illness, stating: Measles vaccine has been associated with other unexpected adverse findings in long-term studies. In developing countries, the use of high-titre vaccine at 4-6 months of age was associated with an unexpectedly high mortality in girls by the age of 2 years from infectious childhood illness. (p 395) However, this statement is completely untrue. The [study in question](http://ije.oxfordjournals.org/content/25/3/665.full.pdf+html) actually compared the effectiveness of the high-titre versus standard-titre measles vaccine, using mortality rates as the comparative metric. It found that the standard-titre vaccine was simply more effective in reducing mortality rates, especially in girls: The results from Guinea-Bissau, Senegal and Haiti, all with high background child mortality, showed an association between high dose measles vaccines and decreased survival, especially among females, while studies from The Gambia and Mexico, where there was low background infant mortality, displayed no difference in mortality. This suggests that the medium and high titre vaccines do not cause excess mortality by themselves, and have been interpreted as evidence that any high dose vaccine attributable effect on mortality is multiplicative rather than additive. It has also been suggested that the impact of the vaccine may correspond to the delayed excess mortality reported after measles infection. However, even in areas with high mortality, medium and high titre vaccines were not associated with increased mortality between 5 and 10 months of age, when the standard group were still not immunized against measles. Since the difference is only found after the standard group have received SWS and in areas with high background mortality, the observed mortality differences may be attributable to beneficial effects of SWS vaccines, particularly for girls, which are not reproduced by the high titre vaccines. In this context it is notable that studies in Bissau, Senegal and Haiti, have shown greater reductions in all cause mortality among recipients of standard measles vaccines, than could be explained by the prevention of acute measles deaths alone. In conclusion, there is no conclusive evidence that high titre vaccines are deleterious and it remains possible that they are just less beneficial than standard titre vaccines. In short, Dr Humphries has resorted to the helmet-wearing-causes-paralysis fallacy again. Conclusion The problem is that Dr Humphries is so fervent in her belief that vaccines are evil that it ultimately \"blinds\" her, and leads her to become clumsy in her interpretation of studies, which in turn hurts her credibility. The more you delve into her work and consult her sources, the more you will find her guilty of: - Cherry-picking isolated statements from a range of studies that support her views but completely ignoring qualifying statements made by those authors and overall conclusions drawn in those studies. - Aiming to confuse readers by quoting 30-year-old studies on the failures of the 1963 inactivated measles vaccine (and serum gamma globulin as a form of treatment) numerous times throughout the chapter, even though both are no longer in use. - Ignoring data on counter studies and third world countries that are inconvenient to her claims. - Stripping numerous quotes off their context as an intentional means to mislead and deceive. Vaccinate or don't vaccinate. But please don't base your decision on the writings of this extremist. "}