{"title": "Our History | Takeda Pharmaceuticals", "author": null, "url": "https://www.takeda.com/about/our-company/history/", "hostname": "takeda.com", "description": "Our unwavering philosophy of putting patients first has guided us for over 240 years. On Founder's day, we honor our history and look towards the future.", "sitename": "Takeda Pharmaceutical Company Limited", "date": "2022-09-07", "cleaned_text": "Our History | Takeda Pharmaceuticals Our History The sentiment of our founder - work with integrity and deal with medicine as though the patients being treated were your own children - became the universal value system for Takeda. Takeda foundation day On Founder's Day, we recognize the unwavering philosophy of Takeda since 1781 - to work with integrity and always put patients first. In 1781, Takeda founder, Chobei I, began selling traditional Japanese and Chinese herbal medicines in Doshomachi, the medicine district of Osaka, Japan. He soon gained a reputation for business integrity and quality products and services. These values and characteristics have continued through the years and have become embedded in our uncompromising corporate philosophy, which still guides us today. 1781 Founding Over two centuries ago in 1781, 32-year-old Chobei Takeda I started a business selling traditional Japanese and Chinese medicines in Doshomachi, Osaka, the center of the medicine trade in Japan. His small shop bought medicines from wholesalers, then divided them into smaller batches and sold them to local medicine merchants and doctors. This was the beginning of the present-day Takeda Pharmaceutical Company Limited. 1852 Chobei III to build a new home In April 1852, Chobei III demolished the old mansion in the southeast of Doshomachi Nakabashisuji and built a new home and a warehouse. These buildings lasted approximately 75 years until the construction of the head office building started in 1927. 1871 Import of Western medicines begin Chobei Takeda IV led other medicine retailers in turning his attention to Western medicine. He formed a cooperative union for purchasing Western medicines in Yokohama and began transactions with foreign trading companies. Western medicines imported at the time included quinine, an anti-malaria drug, and phenol, an anti-cholera drug. Takeda began direct imports from England, the U.S., Germany, Spain and other countries around 1895, and in 1907 obtained exclusive sales rights in Japan for products from the German company Bayer. Thus, the business that began as a shop selling old-fashioned Japanese and Chinese remedies steadily increased its selection of Western medicines, before shifting its basic orientation toward this kind of medicine. 1895 Pharmaceutical manufacturing business launched In 1895, the Company acquired Uchibayashi Drug Works to establish its own factory in Osaka and became a pharmaceutical manufacturer. Products such as bismuth subgallate (an antidiarrheal agent) and quinine hydrochloride were produced at this factory. In 1907, the Company became the first company in Japan to produce saccharin. 1914 Research activities begin with establishment of a research division In 1914, a research division is established. Around this time when the import from Germany has ended due to the World War I, Takeda began sales of its own products. Among these were Calmotin®(a sedative), Novoroform®(an analgesic) and Lodinon®(an injectable form of D-glucose). Takeda steadily expanded its pharmaceutical business and even began exports to the U.S., Russia and China. 1915 Takeda Pharmaceutical Company was established Soon after starting producing its own products, the testing division was formed. The research division, which researched and developed new pharmaceutical products, was also formed in 1915. The R&D system formed during this period became the foundation which lead to the growth of Takeda. 1920 Enhancements to the Takeda Store In 1920, the store was renovated and the roads in the roads in Doshomachi were also widened and wooden block pavements were laid. 1925 Incorporated as Chobei Takeda & Co., Ltd. In 1925, the Company was incorporated as Chobei Takeda & Co., Ltd., with a capital of 5.3 million yen and Chobei Takeda V as president. The Company went from being an individually owned business to a modern corporate organization integrating R&D, manufacturing and marketing. The Company changed its name to Takeda Pharmaceutical Industries, Ltd. in 1943 (its English name was changed to Takeda Chemical Industries, Ltd. in 1961). Image of the Osaka factory in 1925 In 1925, following the merger of Takeda Pharmaceutical Company and Chobei Takeda & Co., Ltd, the Osaka factory became the main factory of the pharmaceutical division. Here is a birds-eye image of the factory drawn that year. 1933 Takeda Garden for Medicinal Plant Conservation established In 1933, Takeda Garden for Medicinal Plant Conservation was established. Herbs and other plants with medicinal value from around the world have been collected, grown and used at this conservation garden. Currently, the garden has more than 2,882 species of plants, including 104 endangered species. Although established as Kyoto Takeda Herbal Garden, the name was changed to Kyoto Experimental Garden in 1945 and changed again to its current name in 1994. 1944 Institute for Fermentation, Osaka established In 1944, the Institute for Fermentation was established in Osaka. For more than 60 years, this institute has been devoted to the preservation of microorganisms to support research. Today, it serves as a research foundation dedicated to the advancement of microbial science. Our founder, Chobei Takeda I 1946 The Hikari Plant opens In 1946, with a license from the GHQ, Takeda converted the bombed-out ruins of a naval arsenal in Hikari, Yamaguchi Prefecture, into a factory. This marked the rst private use of publicly owned land after the war. It became Takeda's second main plant, following the Osaka Plant, and primarily manufactured vaccines, which were acutely needed by society at the time. 1949 Takeda's shares listed on the Tokyo and Osaka stock exchanges In May 1949, Takeda opened its stock and became a publicly traded company. 1950 Takeda started to sell the first multivitamin in Japan In 1950, Takeda produced and started selling Panvitan®, which was Japan's rst multivitamin. 1953 Takeda establishes joint venture called Lederle (Japan) Ltd. In 1953, Takeda and ACC each provided half of the capital to establish Lederle (Japan), now Wyeth K.K. This was the rst pharmaceutical joint venture in Japan after the war. Lederle (Japan) manufactured the antibiotic Aureomycin, which Takeda marketed. 1954 Sales begin of Alinamin®, a vitamin B1 derivative In 1954, Takeda successfully developed and began sales of the vitamin B1 derivative Alinamin®, a prodrug that increased absorption of vitamin B1. Around the same time, the Company also started supplying vitamins for food enrichment to ease the malnutrition caused by postwar food shortages. 1960 Shoshisha Foundation was established In 1960, the Shoshisha Foundation was established to carry on the work of Chobei Takeda V who in 1923 started using his own money to support deserving students with nancial needs. 1962 Expansion of Sales into Asia Following the establishment of a manufacturing and marketing company in Taiwan in 1962, Takeda established manufacturing and marketing companies in Southeast Asia, including the Philippines, Thailand and Indonesia. Tianjin Takeda Pharmaceuticals Co., Ltd., established in 1994, became the rst plant in China to be certied for Good Manufacturing Practice. 1963 Takeda Science Foundation was established In 1963, funded with an endowment from Takeda, the Takeda Science Foundation was established to contribute to the development of scientic technologies and culture by encouraging and supporting research in relevant elds. 1978 Expansion of Sales into Europe In 1978, Takeda established a pharmaceutical marketing joint venture in France, followed by operating bases in Germany and Italy. 1985 TAP Pharmaceuticals Inc. was established to begin sales of Lupron® In 1985, Takeda formed TAP Pharmaceuticals Inc. in the U.S. in a 50:50 joint venture with Abbott Laboratories. TAP began marketing the prostate cancer treatment Lupron® in the same year. 1988 Tsukuba Research Laboratories was established In 1988, Tsukuba Research Laboratories became Takeda's second research base, coupled with the one in Osaka. These laboratories conduct basic research using cutting-edge technologies. 1989 Lupron Depot® launched In 1989, Lupron Depot® was launched. Eective for one full month with a single dose, this was the successor to Lupron®. It is now sold in around 80 countries worldwide and is considered a gold standard therapy for prostate cancer. Also on the market in the U.S. now is a 4-month Depot (one dose every 4 months). 1991 Lansoprazole launched in Europe - now sold in around 90 countries In 1991, the proton pump inhibitor and anti-peptic ulcer agent Lansoprazole was success of Lupron Depot® and Prevacid® helped Takeda solidify its position as a global pharmaceutical manufacturer. These two drugs each had worldwide sales exceeding $1 billion and had given Takeda a rm business foundation in the U.S. and Europe. In recent years, we further solidied our overseas bases to prepare for our new blockbuster drugs aiming for greater business expansion. 1995 LI Takeda Ltd. established In 1995, LI Takeda Ltd. was established as a special subsidiary, operating under the management mission of being a friendly company for workers with disabilities. It was the rst company of its kind in the Japanese pharmaceutical industry. 1997 Candesartan Cilexetil (angiotensin II receptor antagonist and anti-hypertensive agent) launched in Europe In 1997, the angiotensin II receptor antagonist and anti-hypertensive agent Candesartan was launched in Europe. It is a revolutionary hypertension treatment which has gained an excellent reputation in around 60 countries worldwide. Takeda UK Limited established In 1997, Takeda UK Limited was established in London as a wholly owned pharmaceutical marketing subsidiary. Takeda Ireland Limited established In 1997, Takeda Ireland Limited was established as a pharmaceutical manufacturing plant to help meet the then sharp increase in demand in the international markets. Takeda America Research & Development Center Inc. established In 1997, Takeda America Research & Development Center Inc., a pharmaceutical development company was established. Takeda America Holdings, Inc. established Also that year, Takeda America Holdings, Inc., a holding company for Takeda U.S. pharmaceutical business was established. 1998 Takeda Pharmaceuticals America, Inc. established In 1998, Takeda Pharmaceuticals America, Inc. (now Takeda Pharmaceuticals U.S.A., Inc.), a wholly owned pharmaceutical marketing company in the U.S. was established and began marketing the insulin sensitizer Actos® in the following year. Takeda Europe Research & Development Centre Ltd. established in the U.K. In 1998, Takeda Europe Research & Development Centre Ltd. (now Takeda Global Research® Development Centre (Europe), Ltd.), a pharmaceutical development company was established in the U.K. 1999 Actos® launched in the U.S. and Japan In 1999, the Pioglitazone Hydrochloride insulin sensitizer Actos®, an antidiabetic agent that decreases insulin resistance is launched in the U.S. and Japan. Takeda UK office building 2000 Divestment of non-pharmaceutical businesses In order to concentrate putting management resources into pharmaceutical businesses, in 2000, Takeda divested its animal health business, bulk vitamin business, urethane chemicals business, food business, agricultural business, and life-environment business as a part of the 2001-2005 Mid-Term Growth Strategy. 2002 Takeda Pharma GmbH fully integrated and Takeda Ireland Limited established In 2002, Takeda Pharma GmbH and its two Austria and Takeda Pharma AG in Switzerland, became wholly-owned subsidiaries of Takeda Europe Holdings B.V. The same year, Takeda Pharma Ireland Limited was established to strengthen Takeda's global manufacturing network. This bulk pharmaceutical plant was later integrated into Takeda Ireland Limited in 2009. 2005 Integration of Syrrx, Inc. In 2005, U.S. bio-venture Syrrx, Inc. was integrated into Takeda's global R&D network and currently operates under the name Takeda California, Inc. Syrrx Inc. possessed the world's best high-throughput X-ray crystallography technology for analyzing proteins at the time, and the integration of Syrrx Inc. represented the rst expansion of Takeda's drug discovery program outside of Japan. Rozerem launched in the U.S. In 2005, Rozerem (generic name: ramelteon) was launched in the U.S. having a dierent mechanism of action to conventional insomnia treatments. It acts on melatonin receptors to induce a state close to physiologically natural sleep. Since the drug promotes sleep without needing to suppress anxiety or sedate, it was expected to show a good safety prole. 2006 Takeda Pharmaceuticals Europe Limited was established in U.K. In 2006, Takeda Pharmaceuticals Europe Limited was established in the U.K. to lead operations and accelerate strategies across Europe with a mid- to long-term perspective. Completion of new offices in the U.S. The completion of new home oces in the United States for both Takeda Pharmaceuticals North America and the Takeda Global R&D Center in 2006 was a great achievement in terms of continuing to strengthen our presence in North America and fortify our operations in the U.S. CSR Report integrated into the Annual Report In 2006, Takeda published an integrated annual report incorporating non-nancial information about its initiatives on human rights, the environment, and communities, in addition to nancial information. To ensure the disclosure to stakeholders was as full as possible, Takeda also compiled the CSR Data Book. Available only in PDF and e-book format out of consideration for the environment, the CSR Data Book contained further details about the CSR information found in the Annual Report in a re-edited form. 2007 Integration of Paradigm Therapeutics Limited In 2007, through the integration of Paradigm Therapeutics and its subsidiary in Singapore, Takeda further enhanced its multi-IND engines. Paradigm Therapeutics Ltd. was a bio-venture established by researchers of the University of Cambridge in 1999. Paradigm already developed a promising pipeline of novel drug discovery targets and compounds that overlap with Takeda's core therapeutic areas. Paradigm Therapeutics Ltd. currently goes under the names of Takeda Cambridge Limited (TCB) and Takeda Singapore Pte. Limited (TSP). 2008 Integration of TAP Pharmaceutical Products, Inc. Through the 2008 integration of TAP Pharmaceutical Products, Inc., Takeda reinforced its marketing and development functions in the U.S., as well as further promoting eciencies throughout its business operations. In agreement with Abbott Laboratories, TAP became a wholly-owned subsidiary of Takeda and was merged into Takeda Pharmaceuticals North America, Inc. (TPNA), and then subsequently TAP's development function was integrated into Takeda Global Research & Development Center Inc. (TGRD). Integration of Millennium Pharmaceuticals, Inc. In 2008, Millennium Pharmaceuticals, Inc. was integrated. Millennium is one of the world's leading biopharmaceutical companies, possessing a strong R&D pipeline in the oncology area. The company is a pioneer in the eld of protein homeostasis research. By leveraging the complementary strengths of Millennium and Takeda, we could benet from considerable synergies, both from Millennium's excellence in knowledge, technology and experience in the oncology area. Takeda Pharmaceuticals (Asia Pacific) Pte. Limited and Takeda Clinical Research Singapore Privated Limited established In 2008, Takeda Pharmaceuticals (Asia Pacic) Pte. Limited (TPAP) was established in Singapore. It is responsible for the strategic and commercial operations in Australia, Thailand, Philippines, Indonesia, India, Malaysia and Singapore. Fully integrated into the global development organization, Takeda Clinical Research Singapore (currently operating under the name TDC Asia) serves as a regional hub for non-oncology clinical development. TDC Asia seeks to bring innovative products to people through a pipeline that includes compounds in a variety of therapeutic areas. 2009 Dexilant launched in the U.S. Dexilant (generic name: dexlansoprazole) launched in the U.S. in 2009, is the rst proton pump inhibitor specically designed for the release of medicine in two stages over time. It has a powerful and sustained suppressant eect on gastric acid secretion. Uloric launched in the U.S. Launched in the U.S. in 2009, and discovered by Teijin Pharma Limited, Uloric (generic name: febuxostat) is a treatment for hyperuricemia in patients with gout. It lowers the level of uric acid in patients' blood by blocking the enzyme that is responsible for the synthesis of uric acid. Participated in the United Nations Global Compact and dedicated CSR organization established In 2009, Takeda participated in the United Nations Global Compact, supporting the 10 principles relating to \"Human Rights\", \"Labor\", \"Environment\" and \"Anti- Corruption\". Takeda has since incorporated them into every aspect of its business activities. Moreover, Takeda enhanced its CSR activities by establishing a dedicated CSR organization the same year. 2010 Takeda Initiative launched In 2010, the first Takeda Initiative was launched. Takeda has formed long-term, ongoing partnerships with international NGOs and other groups to support their eorts to improve access to healthcare for people in developing countries. The Takeda Initiative is a 10-year grant program running from 2010 to 2019 to support the Global Fund to Fight AIDS, Tuberculosis and Malaria (the Global Fund) by helping develop the capacity of healthcare providers in three countries in Africa. For example, in Nigeria, more than 11,000 teachers received training in AIDS education in 2012 through programs that were partly supported by the Takeda Initiative, and they went on to teach more than 1.2 million students about AIDS. As a result of these kinds of activities, the HIV infection rates among young people in Nigeria have been falling. Takeda Global Code of Conduct Formulated In 2010, Takeda put the Takeda Global Code of Conduct into practice as a baseline standard of compliance commonly applicable to Takeda Group companies to help promote an integrated approach to compliance issues across Takeda operations worldwide. 2011 Azilva launched in Japan In 2011, Takeda launched Azilva (generic name: azilsartan), a new angiotensin II receptor blocker (ARB), in Japan. It has demonstrated superior ecacy in lowering blood pressure over previous ARBs in clinical trials. Shonan Research Center established In 2011, The Shonan Research Center was completed. Located in the cities of Fujisawa and Kamakura in Kanagawa Prefecture. The facility was set up to integrate the Osaka and Tsukuba research centers as the nucleus of Takeda's global research network to accelerate innovation in drug discovery. Around 1,200 researchers at the center work through the various stages of the R&D process, from the initial search for drug discovery targets to the selection of candidate compounds to the nonclinical research until launch. Integration of Nycomed The integration of the Swiss pharmaceutical company Nycomed was completed in September 2011. Nycomed is a company with a strong presence in Europe and developing countries. Due to the integration, Takeda has expanded its market to over 70 countries and has been able to enhance its sales structure and expertise in order to deliver pharmaceutical products to more patients and medical personnel around the world. United Nations Global Compact LEAD Program Participation As a member of the United Nations Global Compact LEAD Program, Takeda has helped to lead corporate efforts worldwide to implement and disseminate the 10 principles of the Compact relating to areas such as human rights, labor standards, the environment, and anti-corruption. [Learn more](https://www.unglobalcompact.org/what-is-gc/participants/8985-Takeda-Pharmaceutical-Company-Limited) Support for Japan's vitality and recovery Since 2011, Takeda has been supporting the recovery of areas aected by the Great East Japan Earthquake by donating some of the prots from Alinamin, Takeda's leading multivitamin supplement. The Group has also been promoting a variety of other long-term, ongoing support programs. 2012 Global Vaccine Business established In 2012, Takeda established its Global Vaccine Business Division. Vaccines have had a tremendous impact on global public health in recent years. Takeda made the decision to globalize its vaccine business, which has been active in Japan for over 60 years. The Vaccine Business Division has been taking a number of steps to strengthen Takeda's existing vaccine business in Japan as well as steps to develop pediatric vaccines in-house and enhance the R&D pipeline by in-licensing novel vaccine candidates and novel vaccine development platforms. Integration of four companies In 2012, Takeda integrated four companies: URL Pharma, Inc., adding the leading product Colcrys (colchicine) to the portfolio for the treatment of Multilab Indústria e Comércio de Produtos Farmacêuticos presence and product portfolio in Brazil; LigoCyte Pharmaceuticals, Inc., strengthening Takeda's vaccine business. (Currently Takeda Vaccines (Montana), Inc.); and Envoy Therapeutics, Inc., strengthening our drug discovery platform to enable the identication of novel targets. Global EHS Policy formulated In 2012, Takeda established a global policy on Environment, Health, and Safety, and promoted comprehensive initiatives. EHS-related activities span various issues of concern to the global community, such as the use of water resources and conservation of biodiversity. Specic future plans include assessment and analysis of the environmental impact of Group products over their life cycle and a detailed approach to environmental accounting through the utilization of LIME and other means. Adcetris launched in Europe In 2012, Adcetric was launched in Europe. This treatment for relapsed or refractory Hodgkin lymphoma and systemic anaplastic large cell lymphoma was in-licensed from Seattle Genetics, Inc. and launched by Takeda in the EU in 2012 and Japan in 2014. For patients suering from these rare conditions, this prescription drug provides a new treatment option. 2013 Lotriga launched in Japan In 2013, Lotriga (generic name: Omega-3-Acid Ethyl Esters 90), a prescription drug, was in-licensed from Pronova BioPharma ASA. It was the rst prescription medicine in Japan that contains both EPA and DHA. Nesina launched in the U.S. In 2013, Nesina (generic name: alogliptin benzoate) was launched in the U.S. It was originally discovered by Takeda California, Inc., and is a type 2 diabetes treatment that lowers blood glucose levels by inhibiting the enzyme DPP-4 that breaks down glucagon-like peptide-1 (GLP-1), a hormone stimulates secretion of insulin. Supported Women's Empowerment Principles (WEPs) In December 2013, Takeda signed the CEO Statement of Support for the Women's Empowerment Principles (WEPs). The WEPs are a set of principles for businesses oering guidance on how to empower women in the workplace. These principles are the result of a collaboration between the United Nations Entity for Gender Equality and the Empowerment of Women (UN Women) and the United Nations Global Compact. Since 2013, Takeda has followed the seven principles to enhance its initiatives for promoting the active participation of women in corporate activities. Integration of Inviragen Through the integration of Colorado-based Inviragen, Inc. in 2013, Takeda acquired innovative pipeline candidates and cutting-edge vaccine technologies for both live-virus and inactivated virus vaccines that greatly enhanced the company's presence in the global vaccine market. Trintellix launched in the U.S. In 2013, Trintellix (then Brintellix) was launched in the U.S. This treatment for Major Depressive Disorder was in-licensed from Lundbeck of Denmark. Trintellix has a dierent mechanism from existing treatments and is therefore expected to contribute to treat many patients with depression. The product name was changed to Trintellix from Brintellix in 2016. 2014 Entyvio launched in Europe and the U.S. Entyvio was launched in both the EU and the U.S. in June 2014. It was a groundbreaking new product that oered a new treatment option to patients with inflammatory intestinal disease who have had inadequate response to existing treatment. 2015 NINLARO® launched in the U.S. NINLARO was approved in the U.S. in 2015 as the rst oral proteasome inhibitor and was the result of decades of Nobel-prize winning science and research in multiple myeloma. T-CiRA was opened at Shonan Research Center In 2015, Takeda and the Center for iPS Cell Research and Application (CiRA) at Kyoto University started a joint research program T-CiRA to explore clinical applications of stem cells. 2017 Integration of ARIAD Pharmaceuticals Through the integration of ARIAD Pharmaceuticals in 2017, Takeda further strengthened its global oncology portfolio and pipeline by expanding into solid tumors. 2018 Shonan iPark opened in Japan In 2018, Shonan Health Innovation Park (Shonan iPark) was opened as Japan's rst pharma-led open innovation ecosystem for the development of cutting-edge healthcare solutions. Takeda Global Headquarters opened in Tokyo In 2018, Takeda opened the Takeda Global Headquarters in Nihonbashi, Tokyo. The building was designed to support diverse workstyles and promote creativity in the workplace. Listed on the New York Stock Exchange In 2018, Takeda became the only pharmaceutical company listed on both the TSE and NYSE. 2019 Integration of Shire In 2019, Takeda completed its acquisition of Shire plc, becoming a global R&D-driven biopharmaceutical leader with a presence in 80 countries and regions. Takeda Life Theater opened In 2019, Takeda Life Theater was opened on the rst floor of Takeda Global Headquarters, Tokyo, to contribute to medical care and the promotion of health in local communities. Launch of first Takeda initiative "}