{"title": "Eco-Friendly Non Toxic Namakatti Holy White Sticks For Religious And Spirituality Pooja Items at Best Price in Erode | Vidhya Chemical Company", "author": null, "url": "https://www.tradeindia.com/products/non-toxic-namakatti-holy-white-sticks-for-religious-and-spirituality-pooja-items-7809137.html", "hostname": "tradeindia.com", "description": "Vidhya Chemical Company - Offering low price Eco-Friendly Non Toxic Namakatti Holy White Sticks For Religious And Spirituality Pooja Items in Koil Street, Erode with product details & company information.", "sitename": "Tradeindia", "date": "2011-03-05", "cleaned_text": "For Religious And Spirituality Pooja Items Price: 55 INR Minimum order quantity - 100 Pack/Packs Delivery Time 2 Days Supply Ability 10000 Per Day Sample Available Yes Delivery & Payment Options Paypal Cash on Delivery (COD) Delivery Point (DP) Letter of Credit (L/C) Letter of Credit at Sight (Sight L/C) Product Overview Key Features Nominal Prices Skin Friendly Delivered with In Committed Time Quality Tested You will spot these white clay sticks in any religiously house in India to performs poojas. Made with Ash or viboothi with clay. Country of Origin : Made in India Non Toxic Namakatti Holy White Sticks For Religious And Spirituality Pooja Items Specification Theme Hinduism Regional Style Indian Material Other, Clay Product Type Other, Pooja Items Color White Feature Non Toxic, Eco-Friendly Main Domestic Market All India FOB Port Chennai Packaging Details 1kg 25 Kg 50 Kg Bag Sample Policy Free samples are available Company Details Business Type Distributor, Supplier, Trading Company Employee Count 10 Establishment 2003 Working Days Monday To Saturday GST NO 33AAIPJ8393F1ZJ Payment Mode Cash Against Delivery (CAD), Cash on Delivery (COD), Cash Advance (CA), Cash in Advance (CID), Cheque, Days after Acceptance (DA), Delivery Point (DP), Letter of Credit (L/C), Letter of Credit at Sight (Sight L/C), Telegraphic Transfer (T/T), Western Union, Paypal, Others Seller Details Vidhya Chemical Company GST 33AAIPJ8393F1ZJ Rating 4 Marketing Manager Mr. Suresh Kumar Address [View Erode, Tamil Nadu, India Report incorrect Related Categories [Tradeindia](https://www.tradeindia.com/) [Pooja Articles & Items](https://www.tradeindia.com/seller/gifts-crafts/pooja-articles-items/) [Pooja Articles](https://www.tradeindia.com/manufacturers/pooja-articles.html) - Non Toxic Namakatti Holy White Sticks For Religious And Spirituality Pooja Items In Koil Street "}