{"title": "Privacy Regulation: The Final Frontier of Life Science Compliance", "author": "Thomas Sullivan", "url": "https://www.policymed.com/2017/03/privacy-regulation-the-final-frontier-of-life-science-compliance.html", "hostname": "policymed.com", "description": "Recently, as part of the course Legal Compliance Essentials for Drug, Device and Biotech Companies, Mitchell Hamline Law School, students were asked to write about what they saw as the important emerging issues for life sciences and what compliance", "sitename": "Policy & Medicine", "date": "2017-03-17", "cleaned_text": "Recently, as part of the course Legal Compliance Essentials for Drug, Device and Biotech Companies, Mitchell Hamline Law School, students were asked to write about what they saw as the important emerging issues for life sciences and what compliance professionals will need to do to adapt. Here is the first in a two-part series. A woman is seen dashing through a street at night, dressed in formal evening wear, she has just left a gala. She approaches what looks like a ticket booth and speaks with the attendant. \"My lips... it's a fresh sample...please, quick!\" The attendant swabs her lips for a sample of saliva, other than her own. The woman is then handed a printout that will reveal more than she could ever know about her potential suitor, the other side of that kiss. The scene is not yet a reality but in fact a moment from the film Gattaca, which premiered in 1997. The film is based upon a future where some people have been produced by natural means, and others have been produced through genetic editing. Those fortunate enough to have been born during the use of this new technology can go about life with relative ease. Education, personality, the use of interviews in finding a job: all nonsense in the world of Gattaca. Just simply give us a blood or urine sample so we can get right to it and determine if you are one of the \"In-Valids\" or \"Valids\" as the film refers to them. The lead character eventually makes a desperate bid to bypass these restrictions by paying someone else to use their genetic material. In 2017, this saliva-testing scene from the film doesn't seem very far-fetched. In fact, scenarios like it are occurring in labs every day, albeit with the subjects willing participation. [Subscribe](http://www.lifescicompliance.com/subscription-options/), Download "}