{"title": "Mind/Body and Somatic Therapy — Lauren Maher", "author": null, "url": "https://www.laurenmaher.com/mindbody-and-somatic", "hostname": "laurenmaher.com", "description": "Mind/body therapy. Integrative therapy. Therapy for mind, body, and spirit. Holistic therapy incorporating breath work, yoga therapy, guided imagery, visualization, mantra, mindful movement, mindfulness, meditation, and yoga nidra. Understand your body's wisdom. Heal trauma. Mind/body therapy online", "sitename": "Lauren Maher", "date": "2023-01-01", "cleaned_text": "What is mind/body therapy? Mind/body therapy is holistic by nature — it looks at the person as a whole and takes into account body, mind, and spirit. While more traditional therapy styles such as psychodynamic talk therapy or cognitive behavioral therapy may focus on examining our past or changing negative thought patterns, mind/body therapy also acknowledges that the body stores emotions, tensions, and trauma. Mind/body therapy works to incorporate body awareness into daily lives and teaches us skills to better regulate our nervous system. As a mind/body therapist, my goal is to help you attend to all aspects of yourself — mental (examining beliefs, attitudes, thought processes), physical (healing old traumas and feeling comfortable in our own skin), and spiritual (exploring deeper meaning in our lives and of existence itself). My mind/body sessions incorporate aspects of traditional talk therapy with practices such as breathing exercises, mindfulness, gentle yoga, yoga therapy, guided imagery/visualization, meditation, mindful movement, mantra, and yoga nidra. During our work together, we can work together as a team to design a program that works for you. I have 20 years of experience in teaching mind/body practices. I find these simple but effective practices to be immensely rewarding and inspiring. In my experience, it can be a profound and transformative experience when we learn to deeply listen to the body's messages. Learning how to regulate our nervous can improve many areas of our lives — we may find that we are better able to to respond (rather than react) to emotional triggers, stay open and present with our intimate partners, build greater confidence, and find a greater sense of peace and calm in our daily lives. "}