{"title": "MS in Aromatherapy & Ayurveda", "author": null, "url": "https://www.miu.edu/online-ms-in-aromatherapy", "hostname": "miu.edu", "description": "Become an Aromatherapist and Ayurveda Wellness Consultant As a student in this program, you'll gain a robust knowledge of the therapeutic properties and practical applications of essential oils. You'll also learn Maharishi Ayurveda to enhance health and wellness and bring balance to both mind", "sitename": "Maharishi International University | Accredited & Nonprofit", "date": "2023-06-21", "cleaned_text": "- Fundamentals of Maharishi AyurVeda This course presents the fundamentals of Maharishi AyurVeda. Students learn the foundations of prevention-oriented health care in classical Ayurveda, including Ayurvedic anatomy and physiology and basic diet, exercise, and lifestyle recommendations. Students also learn the history of Maharishi AyurVeda and gain insight into scientific studies on AyurVeda. Students also learn the first steps of pulse reading a two-week specialized professional training block during this block. - Professional Training Practicum Orientation I This course will provide foundational training in Maharishi Ayurveda Self-Pulse Reading technique. The self-pulse reading technique is an ancient and natural way of determining the level of balance and imbalance in the mind and body system. This professional training will familiarize students with patterns of balance and imbalance in the pulse reflecting on the condition of their own physiology. (1 credit) - Professional Training Practicum II This course will provide more advanced training in Maharishi Ayurveda Self-Pulse Reading technique. Students learn to detect additional patterns of imbalance in the mind body system with Maharishi Ayurveda Self-Pulse Reading technique. Based on this assessment, students be able to provide a more detailed diagnosis when recommending the use of essential oils. Students learn how to use essential oils with these specific pulse patterns. (1 credit) - Professional Training Practicum III This course will provide students with further advanced training in Maharishi Ayurveda Self-Pulse Reading technique. Students deepen their knowledge and refine their skill of pulse reading and detecting imbalances. By practicing pulse assessment on different individuals, students acquire greater skills in detecting imbalances and in recommending essential oils. (1 credit) - Foundations of Maharishi AyurVeda I This course prepares students to develop their mastery of this traditional science. Students also begin learning about the practical and fundamental approaches to balance the inner intelligence of the Mind-Body within an Ayurvedic context. Topics include Doshas, Dhatus, Agnis, Ojas, Srotas, General principles of restoring balance. The study of these concepts will also be anchored in the continued practice and development of the Pulse Reading technique. - Introduction to Maharishi AyurVeda Holistic Aromatherapy I This course presents the history and basic principles of aromatherapy, quality criteria, and quality controls, ethics, research studies, and the application of aromatherapy in Maharishi AyurVeda. In this course, students learn how to select appropriate essential oils for well-being in accordance with the principles of Maharishi AyurVeda, holistic aromatherapy, scientific aromatherapy, and quantum aromatherapy. Topics include properties of essential oils, their effect on the three doshas, their therapeutic effects on the physiology, and detailed monographs of 50 essential oils. - Introduction to Maharishi AyurVeda Holistic Aromatherapy II This course presents hydrosol therapy, aromatherapy for mind and emotions. In this course, students learn how to select appropriate essential oils and hydrosols for wellbeing in accordance with the principles of Maharishi AyurVeda, holistic aromatherapy, scientific aromatherapy. Topics include properties of essential oils and hydrosols, their effect on the three doshas, their therapeutic effects on the physiology, and indications for common ailments using a first aid kit of 10 essential oils, detailed monographs of 50 essential oils, and therapeutic formulas for common diseases. - Organic Chemistry Related to Aromatherapy This course is designed to impart the fundamental concepts and principles of chemistry for essential oils, such as atomic structure, nomenclature, chemical bonds, molecular weight, valence, the basis of organic chemistry, the structure of aromatic molecules, radicals, isomers, the basis of biochemistry, chirality, and chemotypes. Students learn aspects of chemistry and biochemistry required for an understanding of the basis of aromatherapy, as well as the therapeutic effects of aromatic molecules present in essential oils. Topics include the chemical and therapeutic properties of aromatic molecules, detailed descriptions of the structure of active chemicals in essential oils. - Foundations of Maharishi AyurVeda II This course continues the study and exploration of the principles and techniques Maharishi AyurVeda offers, preparing students for the practical and clinical application of Ayurveda and Aromatherapy. Students experiment with and explore daily applications of a wide range of Ayurvedic daily, lifestyle, herbal and Consciousness-based therapies. Topics include Ayurvedic anatomy & physiology, consciousness as fundamental to health, utilizing herbs, diet, and lifestyle remedies to establish health, and continued practice through case study assignments. - Aromatherapeutic Blending and Preparations Investigating the intricacies of aromatherapeutic blending, this course explores the concept of synergy and discusses therapeutic actions of essential oils and absolutes. Students learn applied aromatherapy: dilution, dosage, and duration for specific therapeutic outcomes, including blending to balance emotions and energy management (energetic and emotional blending). It encourages practitioners to reflect on their approaches to treatment and guides on building effective and safe blends. Students also learn to prepare therapeutic blends. (3 credits) - Human Physiology and Pathophysiology I This course explores the extraordinary ability of the human body to respond to disease in many physiological and psychological ways. Students learn about the compensatory changes that occur because of the disease process — the pathophysiological processes and the impact they can have on a person. This is the first course in a two-course series. Students learn the medical terminology, anatomy physiology and pathophysiology including functions, and interdependence of the organ systems and abnormalities in the physiological mechanism involved in some common diseases of cardiovascular, respiratory, immune and digestive systems from the perspective of modern medicine. Students also learn about the common lab investigation and tests used to diagnose diseases. This course can be waived if students have passed an equivalent 4 credit course with a B+ minimum grade at the master's level. - Human Physiology and Pathophysiology II This is the part of a two-course series, further exploring the many ways the human body responds to disease. Students learn about the compensatory changes that occur from the disease process — the pathophysiological processes and the effect they can have on a person. Students learn the normal functions of the human body and major pathophysiological mechanisms underlying common diseases of the nervous, endocrine systems, and musculoskeletal from the perspective of modern medicine. (4 credits) - Maharishi AyurVeda Clinical Training I In this course, students begin their training in conducting Ayurvedic consultations. The basics of the Ayurvedic approach to assessing, interviewing, and creating Ayurvedic programs for clients are taught alongside case study exercises. Students take what they have learned from their previous training in Ayurveda and Aromatherapy and practice applying it to real-life situations. Students also practice conducting consultations on fellow students or family and friends. They learn how to apply the concepts of Maharishi AyurVeda in a clinical setting, where they give consultations with recommendations, including lifestyle and routine for holistic health care and prevention. Students will also learn about ethics, legal issues and safety of essential oils and learn about entrepreneurship. Topics include the consciousness of the practitioner, the Ayurvedic approach to assessment, Ayurvedic pathology (Shad Kriya Kal), consultation etiquette, clinical application of Ayurveda, and aromatherapy, legal, ethical, and privacy issues; safety issues for babies, children, pregnant women, the elderly, and sensitive people on dermal, respiratory, and oral intakes. Basics of business development and entrepreneurship. - Maharishi AyurVeda Clinical Training II This course continues to expand upon the clinical training and application of an Ayurveda practice — giving students more opportunity to master the fundamentals of Ayurveda in the context of a holistic approach to health. Students look deeply at the interconnection between the comprehensive approach of Ayurveda and its clinical value, preparing students to confidently employ a multi-disciplinary approach to well-being for themselves, their friends and family, as well as potential clients. This course also provides more detailed training in the art and set up to conduct a one-on-one consultation and prepares students to participate in our on-campus clinical training modules. Topics include Ayurvedic pathology, Shad Kriya Kal, Consultation etiquette, Clinical application of Ayurveda. (3 credits) - Practical Applications of Aromatherapy and Maharishi AyurVeda This course presents the integrated discipline of Aromatherapy and Maharishi AyurVeda. Students practice the application of Maharishi AyurVeda concepts to aromatherapy in a clinical setting, where they classify and select appropriate essential oils for client education and consultations while recommending Ayurvedic modalities for holistic health care and prevention in an integrated manner. Also, advanced knowledge of aromatherapy will be presented. During this course, students apply the knowledge of the essential oils to the eight different physiological organ systems in a case-based setting and exercises. - Professional Training Practicum Consultations This course will allow students to build confidence while applying the knowledge gained in all previous courses in aromatherapy and Maharishi AyurVeda. During this third 2- supervised aromatherapy consultations with clients in the clinic at MIU. (2 credits) Prerequisite: All courses in the MS in Aromatherapy & Ayurveda offered up to this point in the program. - Capstone Project on Maharishi AyurVeda Aromatherapy By the end of this program, students are required to complete their major capstone project, consisting of a reflection paper or oral presentation on Maharishi Ayurveda or Aromatherapy. Students are also asked to create a portfolio of their best-case studies completed during this program. Students are invited to use course notes, literature, case studies, research studies. - Professional Training Online This course will allow students to build confidence and gain practical experience in using essential oils while applying the knowledge gained in all previous courses in Maharishi Ayurveda & Aromatherapy. Students learn about medicinal plants and essential oils and learn about the distillation of essential oils. Lectures on Holistic Aromatherapy with key speakers will be delivered. (1 credit) Prerequisite: All courses in the MS in Aromatherapy & Ayurveda program offered up to this point in the program. (1 credit) "}