{"title": "España inicia el primer ensayo clínico internacional de su vacuna del coronavirus - Economía Digital", "author": "Economía Digital", "url": "https://www.economiadigital.es/politica/espana-inicia-el-primer-ensayo-clinico-internacional-de-su-vacuna-del-coronavirus_20103250_102.html", "hostname": "economiadigital.es", "description": "Los investigadores del Hospital Germans Trias i Pujol realizarán las pruebas de la vacuna RUTI en Argentina", "sitename": "Economía Digital", "date": "2020-10-28", "cleaned_text": "España inicia el primer ensayo clínico internacional de su vacuna del coronavirus Los investigadores del Hospital Germans Trias i Pujol realizarán las pruebas de la vacuna RUTI en Argentina España se ha metido de lleno en [la carrera internacional para lograr una vacuna eficaz contra el coronavirus](/politica-y-sociedad/la-vacuna-de-oxford-y-astrazeneca-contra-el-coronavirus-funciona-en-todas-las-edades_20103070_102.html). Un prototipo del antígeno desarrollado conjuntamente por el Hospital Germans Trias i Pujol y la farmacéutica Archivel Farma ha recibido autorización sanitaria para iniciar los ensayos clínicos en Argentina. Se trata de la primera vez que una compañía española logra acceder a esta fase de desarrollo de la vacuna para erradicar la Covid-19. Un paso que le acerca a otros países como Estados Unidos, Reino Unido o Francia que están en la última etapa de [las pruebas masivas con decenas de miles de voluntarios.](/politica-y-sociedad/la-inclusion-de-ninos-en-los-ensayos-de-la-vacuna-de-pfizer-levanta-la-polemica_20102320_102.html) Los desarrolladores españoles han bautizado a su antígeno como RUTI. Se trata de un prototipo diseñado inicialmente para combatir la tuberculosis pero que los científicos creen que podrán adaptar para frenar la expansión de otras enfermedades víricas como el coronavirus. La Administración Nacional de Medicamentos, Alimentos y Tecnología Médica (ANMAT) de Argentina ha dado luz verde para el inicio de las pruebas. Se trata de una investigación de doble ciego, en la que ni los participantes ni los investigadores conocerán qué voluntarios reciben la vacuna y cuáles son inyectados con un placebo. El objetivo es determinar cómo previene la infección y qué capacidad tiene para disminuir la mortalidad, especialmente entre el personal sanitario. La investigación tendrá una duración mínima de nueve meses, por lo que no se esperan resultados definitivos antes de julio de 2021. Un plazo más tardío que las [previsiones que manejan otras farmacéuticas internacionales](/politica-y-sociedad/moderna-no-se-queda-atras-frente-a-pfizer-obtendra-los-resultados-de-su-vacuna-en-noviembre_20101570_102.html) como Pfizer, Moderna o Astrazeneca que pretenden concluir sus estudios entre finales de 2020 y el primer trimestre del próximo año. España tiene en marcha tres proyectos más de investigación de la vacuna Además de RUTI, hay otros tres prototipos más de la vacuna contra el coronavirus que se encuentran en marcha en España. Todos forman parte del seno del Consejo Superior de Investigaciones Científicas (CSIC) y están liderados por los investigadores Luis Enjuanes, Mariano Esteban y Vicente Larraga. Los tres proyectos se encuentran todavía en la fase de investigación con ratones humanizados, antes de dar el paso al siguiente escalón de los ensayos, que requiere la administración de dosis en pequeños grupos de seres humanos. Una exhaustiva prueba que busca competir a nivel de eficiencia con otros prototipos internacionales, ya que no llegará antes de mediados de 2021. [canal de Telegram](https://t.me/economiadigital_es)para conocer la última hora sobre la pandemia del coronavirus en España, Europa y el mundo. "}