{"title": "PDF", "author": "PDF", "url": "https://creakyjoints.org/wp-content/uploads/2018/10/Creakyjoints_Spanish_RA_Patient_Guidelines.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE Primera Edicion ©2018 Global Healthy Living Foundation, Inc.Elevando la Voz de Pacientes UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 2 a la primera edición de la guía para pacientes de CreakyJoints con Artritis Reumatoide. Está guía esta diseñada para ayudar a elevar tu voz y que te escuchen los que son responsables de tomar decisiones mientras vives con esta enfermedad. Esta guía es la primera de su tipo, y es desarrollada por expertos, incluyendo médicos, pacientes, y otros proveedores de atención médica. Esta creada para servir como una guía para ayudar a navegar tu artritis reumatoide, y ayuda a obtener lo que quieres, necesitas y mereces de tu tratamiento. Esta guía ofrece detalles y explicaciones accesibles de los síntomas y qué los causa, planes de tratamiento, opciones de tratamiento, medicinas integradas y terapias, dieta y ejercicio. También cómo hablar con tu compañía de seguros y a tu familia y amigos acerca de tu enfermedad y las formas en que afecta tu vida. Esta primera edición ha sido editada por destacados médicos y expertos en salud, y será actualizada y mejorada regularmente con forme nuevas investigaciones, información y tratamientos estén disponible. pLa información en esta guía nunca debería reemplazar la información y el consejo de tu médico. Está guía está producida para informar la conversación que tendrás con profesionales de la salud, así como otros que toman parte en tu cuidado y bienestar.BienvenidosUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 3PRIMER A PARTE 04 CARTA DEL PACIENTE SEGUNDA PARTE 07 INTRODUCCIÓN TERCERA PARTE 09 GUÍA DE TRATAMIENTO CUARTA PARTE 12 DESCRIPCIÓN DE LA ARTRITIS REUMATOIDE QU I N TA PA R T E 15 MONITOREO SEXTA PARTE 18 no farmacológicos Medicina Integrativa y Terapias Alternativas Perspectiva mental Dieta Ejercicio SEPTIMA PARTE 48 REMISIÓN OCTAVA PA RTE 49 PROGRAMAS DE APOYO COPAGO NOVENA PARTE 50 VIVIR CON UNA ENFERMEDAD CRÓNICA DECIMA PARTA 54 SOBRE LOS EDITORES 55 GLOSARIO 61 REFERENCIASÍndiceUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 4 PRIMERA PARTE Carta del Paciente La experiencia del paciente es lo mas importante en la medicina; por eso debe estar en el centro de todas las decisiones médicas. El proceso médico debe permanecer entre el paciente y su proveedor de salud. El paciente debe tener acceso a todos los tratamientos considerados apropiados por su proveedor de salud. El acceso al cuidado medico no debe estar limitado por fuerzas externas, financieras o de otro modo. Los pacientes deben ser capacitados y educados con las herramientas necesarias para hacer que sus voces sean escuchadas. Funcionarios elegidos, proveedores de seguros, fabricantes de medicamentos y todos aquellos asociados con el sistema de salud deben convertirlo en su objetivo para asegurar que el paciente sea el foco de todas las decisiones. El equipo médico debe esforzarse no solo por no causar daño físico, sino por no causar daño emocional, mental o financiero al paciente. Los pacientes deben ser tratados con dignidad, transparencia y respeto por todos los involucrados en el proceso de atención médica.21 3 4 5 6 7 8NOSOTROS CREEMOS QUE:CreakyJoints es una comunidad de personas con artritis (y sus familias) impulsada por el paciente que es parte de la organización sin fines de lucro Global Healthy Living Foundation. El documento de Carta del Paciente de CreakyJoints refleja nuestros principios que nos guían y creencias profundamente arraigadas que impulsan los esfuerzos de nuestra comunidad para brindar educación, apoyo, defensa e investigación de artritis. UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 5ELEVA TU VOZ: ¡Actívate, aboga y toma las riendas de tu atención médica! Habla en cada cita médica. Llévate un cuaderno o usa una aplicación para notas en tu teléfono para escribir información sobre los tratamientos, así como tus preguntas o inquietudes. Escribe tus preguntas o inquietudes con anticipación para que no se te olviden en tus citas. Siempre pregunta sobre los costos de cada tratamiento posible, así como sobre los efectos secundarios. Únete a otros pacientes con artritis en grupos de defensa locales o nacionales como el '50-State Network' de CreakJoints. Aboga para asegurarte de que tus opiniones y preocupaciones siempre sean escuchadas por las personas que crean las leyes de salud. ¡Usa el poder de la tecnología ! Envía un correo electrónico o envía un mensaje directo a otros pacientes con artritis en línea en el Facebook o Twitter de CreakyJoints, o en otras plataformas de redes sociales. A medida que conoces a otros pacientes, empieza una conversación por teléfono o por mensaje de texto para estar informado. Agrega tu nombre o firma las peticiones en línea con un simple clic. Harás que cada esfuerzo de abogacía sea más fuerte uniéndote con otros. Mantente informado en las redes sociales y presta tu voz a la defensa que afectan a los que tienen artritis o problemas de salud similares. Conéctate, regístrate, únete a chats por teléfono o correo electrónico, comparte tus ideas y asiste a los eventos de abogacía cuando puedas. Echa un vistazo a Facebook.com/CreakyJoints o @CreakyJoints en Twitter para más informes. Comparte tu opinión o experiencias. Llena encuestas de pacientes. Habla con grupos de defensa de pacientes con artritis que buscan el aporte del paciente en asuntos importantes de salud. Ofrece tus opiniones en Facebook y otras redes sociales, pero recuerda que nada es privado en línea, así que piensa en lo que quieres que otros sepan. No siempre tienes que dar tu nombre, pero cuando sea apropiado, permite que otros, incluyendo los funcionarios de tu gobierno estatal y a nivel nacional sepan: que eres un miembro de la comunidad, que votas y te preocupas por estos asuntos. Manda correo electrónicos, correo postales, tarjetas postales, redes sociales, llamadas telefónicas o reuniones en persona: lo que sea mejor para ti. Manténte informado y actualizado . Puede haber formas para que obtengas ayuda para tus tratamientos, nuevos tratamientos que pueden ser más efectivos o accesibles para ti, o estudios clínicos que se realizan en tu área. Sigue a CreakyJoints en www.creakyjoints.org para obtener noticias y artículos sobre pacientes como tu para averiguar cómo otros están lidiando con tratamientos o desafíos de cobertura. Sigue a _ @creakyjoints en Twitter, o haz LIKE a la página de Facebook de CreakyJoints para escuchar noticias y compartir tus pensamientos. Además, visita el sitio web del American College of Rheumatology, www.rheumatology.org , para actualizaciones de noticias sobre AR y nuevas aprobaciones de tratamiento. Habla sobre tus efectos secundario s o inquietudes sobre tus tratamientos. No te trates de convencer que solo tienes que aguantarte o minimizar lo que sientes. Tu médico puede hacer cambios en tu plan de tratamiento para ayudar a calmar o aliviar tus efectos secundarios. Busca programas de asistencia al paciente del fabricante de tu medicamento si tienes problemas para pagar los copagos o costos de coaseguro. Pregúntale al consultorio de tu médico o farmacia sobre cupones o rebajas disponibles para ti. Visita en línea para encontrar el sitio web de tu medicamento, donde se Carta del Paciente UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 6Carta del Paciente enumerarán estos programas. También puedes ser elegible para estos programas, ¡así que averígualo! Un gran recurso es:: https://creakyjoints.org/support/arthritis-copay-cards-assistance/ Pregúntale a tu médico sobre estudios clínicos para tratamientos de AR nuevos o existentes que puedan estar disponibles para ti. Pide información acerca de las pruebas actuales, y si calificas para una, pregunta sobre los costos que tendrás que hacer(como viajar a la clínica), o los posibles riesgos y beneficios de la prueba para ti. Habla con tu reumatólogo acerca de los biosimilares. Estos son nuevos medicamentos que están siendo aprobados ahora para a artritis reumatoide (AR). Ellos pueden ofrecerte un tratamiento efectivo a un costo menor, pero no todos los medicamentos son adecuados para cada paciente. Así que habla con tu doctor sobre tus opciones. Además, pregúntale a tu compañía de seguro médico o farmacia especializada acerca del costo tanto para tu biológico como para tu biosimilar, si lo hay. Mereces información clara y simple sobre todas tus opciones de tratamiento. La página de GHLF, healthybiologics.org es una buena fuente de información. Trata tus síntomas emocionales y de salud mental tan seriamente como tus síntomas físicos de AR. Cuéntale a tu reumatólogo y a las enfermeras si estas ansioso, deprimido, desanimado, no duermes por la noche o no puedes con tus cosas cotidianas porque estás preocupado por AR. Busca atención de un profesional o consejero de salud mental. Encuentra apoyo de otros pacientes con AR en grupos locales o en línea. Recuerde que no estás solo. Aprovecha cualquier programa que te pueda ayudar a pagar los tratamientos de artritis reumatoide (AR) que necesitas y mereces. Pregúntale a tu médico o enfermeras sobre los programas de asistencia de copagos, como cupones o reembolsos de tu tratamiento. Además, ve en línea para encontrar el sitio web de tu medicamento. Busca programas de asistencia al paciente que puedan ayudarte a reducir los costos de bolsillo si calificas. Además, llama a tu compañía de seguros para preguntar acerca de los detalles de tu cobertura de medicamentos, habla con tu farmacéutico o llama a tu farmacia especializada para preguntar acerca de tus opciones o posibles descuentos. Compara los precios de las farmacias si esa es una opción para tu cobertura de medicamentos. Pregunta el departamento de recursos humanos de tu empleador si la aseguradora tiene un defensor del pacientes o programas de asistencia a los empleados como parte de tu cobertura. Estos defensores o programas de defensa están diseñados para trabajar en tu nombre para proporcionar información o asistencia relacionada con tu atención médica. p La información en esta guía nunca debería reemplazar la información y el consejo de tu médico. Está guía está producida para informar la conversación que tendrás con profesionales de la salud, así como otros que toman parte en tu cuidado y bienestar.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 7Cuando tienes artritis reumatoide (AR) , quieres asegurarte de que estás recibiendo los tratamientos adecuados para tus síntomas, sintiéndote mejor y protegiendo tus articulaciones y órganos de posibles daños. Puedes asegurarte de que estás recibiendo el tratamiento adecuado al trabajar con tu reumatólogo para elaborar un plan diseñado para tu AR específica. Recuerda, la AR es una forma específica de artritis que es diferente a la artritis degenerativa, que también se conoce como osteoartritis o OA. Tu experiencia con AR no será lo mismo que otros con AR. Tu enfermedad es personal y es importante recordar que no todos tienen la misma experiencia. ¿Cuál es el objetivo de tu plan de tratamiento para la AR? La mayoría de las veces, tu médico quiere llegar a un nivel de actividad baja de la enfermedad o a remisión. Al principio, el plan puede ser simplemente controlar tu inflamación y los síntomas de la AR. La AR de cada persona es diferente. No comenzará en el mismo punto que otras personas con esta enfermedad. Pero sin importar dónde esté tu punto de partida, tomará ciertos tratamientos de AR para alcanzar una baja actividad de la enfermedad o remisión. En esta guía, hablaremos sobre todas tus opciones de tratamiento, incluyendo las que puedes hacer además de tomar medicamentos, como: u Medicina integrada y terapias complementarias, incluyendo hierbas y suplementos u Ejercicio, que incluye yoga y ejercicios aeróbico, como caminar o nadar u Cambios en la dieta que puedes hacer para mantenerte en un peso saludable y proteger tu corazón y articulaciones La parte más importante de tu plan de tratamiento eres tú. Tú eres quien vive con AR todos los días. Tú eres quien siente el dolor, la rigidez, la fatiga y el estrés que a veces viene con esto. Tú eres quien tiene que manejar tú vida con AR, incluso tomar tús medicamentos y hacer malabares con tus citas. Esta guía describe los tratamientos más comúnmente usados, pero todavía sigue la investigación para mejorar la vida con AR. Queremos que seas parte activa de tu tratamiento de la artritis y tu cuidado. Es por eso que creamos esta guía: para que puedas ver qué medicamentos se recomiendan para tratar tu AR, que medicamentos o combo de medicamentos son posibles y qué otras clases de terapias funcionan para disminuir tus síntomas también. Después de leer esta guía, puedes hablar con tu reumatólogo sobre tus opciones de tratamiento — No solo escuchar. Es posible que tengas nuevas preguntas sobre tu plan de tratamiento. Puedes sentir más el control de tu AR, uno que te llevará a una mejor calidad de vida y tranquilidad.SEGUNDA PARTE Introducción ELEVA TU VOZ: Tu vida con tu AR es tu camino por recorrer. Tú puedes y debes estar involucrado en cada paso de la toma de decisiones sobre tu tratamiento de AR. Nunca tengas miedo de hablar o hacer preguntas sobre tu plan de tratamiento. Habla cuando estés en tu primera cita con tu reumatólogo, y en cada cita médica que tengas. Lleva un cuaderno contigo o usa una aplicación de notas en tu teléfono para que escribas las instrucciones de tu médico sobre tus tratamientos, así como tus preguntas y preocupaciones sobre tus tratamientos. Escribe preguntas o inquietudes por adelantado para que puedas compartirlos o aclarar la confusión en tu cita. No seas tímido al preguntar sobre los costos de cada tratamiento posible, así como sobre los posibles efectos secundarios, y la forma en que cada medicamento podría afectar a tu bebé si tu y tu pareja desean quedar embarazados en el futuro. Mientras tu doctor te receta tus medicamentos, deberías sentirte como una parte importante para cualquier decisión sobre tus opciones de tratamiento.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 8p La información en esta guía nunca debe reemplazar la información y el consejo de tu médico. Tiene el propósito de informar a la discusión que tienes con profesionales de la salud, así como otros que juegan un papel en tu cuidado y bienestar..Esta guía también te ayudará al hablar con tu compañía de seguros, el farmacéutico, el administrador de beneficios en trabajo, o incluso las personas a cargo de crear las leyes en tu comunidad. ¿Cuántas veces has querido hablar acerca de tus medicamentos, o hacer preguntas sobre qué tan bien funcionan o sus efectos secundarios, pero no creías que sabías por dónde empezar? Ahora puedes.Introducción ELEVA TU VOZ: Nunca estás solo en tu viaje con AR. Únete a otros pacientes con artritis en grupos de abogacía locales o nacionales como CreakyJoints '50-State Network'. Puedes ser un 'defensor' para asegurarte que tus opiniones y preocupaciones siempre sean escuchadas por las personas que crean las leyes de cuidado de la salud. Ser un 'defensor' no significa que tengas que asistir reuniones largas o escribir muchas cartas, eso ya no es como se hace. En realidad es fácil. Puedes enviar un correo electrónico a otros pacientes con artritis en el internet y comenzar a hablar sobre los tratamientos actuales, problemas del seguro médico con medicamentos o de leyes nuevas que afectan tu acceso a los medicamentos para la artritis. Puedes agregar tu nombre o firmar peticiones en el internet con un simple clic. O simplemente puedes mantenerte informado en las redes sociales y prestar tu voz cuando sea el momento adecuado para ti. Metete al internet, regístrate, únete a chats por teléfono o correo electrónico, comparte tus ideas y atiende eventos en vivo si puedes. Visita Facebook.com/CreakyJoints o @CreakyJoints en Twitter. ¡Hay fuerza en los números! UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 9Entonces, ¿cómo deberá tu reumatólogo u otro profesional de la salud presentarte el plan de tratamiento? La forma principal es seguir la actual Guia de tratamiento de AR. Estas guías son publicadas por el American College of Rheumatology (ACR), la asociación profesional de reumatólogos en los Estados Unidos. La guía está escrita y financiada por asociaciones de doctores, lo que llamamos las \" sociedades médicas profesionales \". El ACR es la sociedad más grande del mundo de reumatólogos y profesionales de la salud de reumatología. Estas guías se actualizan regularmente para los diferentes tipos de artritis, incluyendo la AR. ¿Por qué? Cada vez que llega investigación importante es analizada por los mejores expertos de la artritis. Luego, después de juntas, todos se ponen de acuerdo sobre cómo convertir esa información y la convierten en las recomendaciones para tu tratamiento. Puedes leer la guía completa y están publicadas en línea . Si te resulta un poco difícil de entender, es porque la guía de tratamiento de AR está escrita para médicos y otros profesionales de la salud. Los expertos en artritis crean las guías en equipo. Este equipo o panel incluye reumatólogos, profesionales de la salud de reumatología y pacientes como tú. Ellos crean una guía final, completa de recomendaciones basadas en la información científica más reciente y la mejor manera de tratar la AR. Están destinadas a ayudar a tu médico a tomar decisiones sobre tus medicamentos y otros enfoques para el control de enfermedades. Recomiendan que tratamientos utilizar primero en pacientes que los acaban de diagnosticar con AR, y luego otras opciones si el primer medicamento no funciona lo suficientemente bien como para bajar la actividad de la enfermedad. Es difícil decir lo bien que puede o no puede funcionar un medicamento en particular. Nuevas investigaciones han comenzado a producir información valiosa sobre los biomarcadores relacionados con la AR y cómo cada persona puede responder a diferentes tratamientos de AR . Recuerde, la guía es solo una recomendación. Cada persona con AR es diferente y no existe un \" medicamento para todos\" cuando se trata de tratar la AR. Tu médico puede usar las guías para decidir si es el mejor momento para cambiar de tratamiento, y cuándo es el mejor momento, por ejemplo, si tu primer tratamiento no funciona lo suficientemente bien como para controlar la inflamación y no reduce la enfermedad, es tiempo de cambiar. La guía contiene recomendaciones, basadas en la mejor información disponible sobre tratamientos de AR, y actualizadas regularmente (cada dos años más o menos).TERCERA PARTE Guía de tratamientos ELEVA TU VOZ: Si tu reumatólogo te pide que formes parte de un grupo de enfoque de pacientes o evento local, o incluso solo para responder una encuesta de pacientes sobre tratamientos para la artritis, participe si tienes tiempo. Tu aportación puede ayudar a influir en las políticas de salud y pueden ser de beneficio a otros que padecen de lo mismo. Comparte tus opiniones, sentimientos y consejos con otros pacientes con AR y sus familias. Descubrirás que eres parte de una comunidad solidaria y afectuosa. UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 10Las recomendaciones de la Guía de tratamiento de AR son utilizadas a menudo por personas que toman decisiones sobre cómo se trata la AR, que incluyen: w Médicos como tu reumatólogo o médicos de atención primaria w Enfermeras, enfermeras practicantes o asistentes médicos que tratan pacientes con artritis w Farmacéuticos que despachan medicamentos, incluso en farmacias especializadas de pedidos por correo. w Miembros del Congreso o legislaturas estatales que votan sobre las leyes de medicamentos y cuidado de la salud Todas las recomendaciones sobre cómo tratar diferentes tipos de pacientes con AR se basan en la evidencia. Eso significa que los expertos que escriben la guía toman estos pasos importantes: w Reúnen investigaciones llevadas a cabo en los mejores hospitales, universidades y laboratorios de todo el mundo w Incluir estudios actuales y datos publicados en las revistas médicas de todo el mundo w Leer y debatir toda la evidencia sobre tratamientos de AR en estos estudios w Repasar todos los efectos secundarios de los medicamentos, interacciones, riesgos de tratamientos en pacientes con otras enfermedades, la facilidad de uso de medicamento en la vida real, e incluso la disponibilidad y el costo w Proponen recomendaciones basadas en esta evidencia sobre cómo tratar mejor a las personas con AR Es por eso que hemos creado esta guía de tratamiento de AR para ti. Está escrita por pacientes como tú, y está diseñada para que lo leas y comprendas fácilmente. Puedes usarla cuando: w Hables con tu reumatólogo u otros profesionales de la salud sobre tu plan de tratamiento w Llames a tu compañía de seguros sobre qué medicamentos están cubiertos por tu póliza w Te reúnas con tu legislador local o escribas a tu miembro del Congreso sobre las leyes de salud Puedes usar estas recomendaciones para ser una voz activa en la conversación sobre tu salud y saber tus opciones de tratamiento de la AR. Frecuentemente, las personas que tienen AR no son parte de las conversaciones sobre el cuidado o de los grandes debates sobre qué planes de seguro cubren los medicamentos para la artritis. Puedes sentir que tu médico simplemente te entrega una receta para surtir, pero no puedes hablar realmente sobre tus opciones de tratamiento, o lo que puede suceder una vez que las tomes. Puedes sentir que tu compañía de seguros simplemente decide qué medicamentos son los mejores para ti, en lugar de obtener tu opinión sobre lo que realmente funciona y solo escoge lo que es más \"barato\". Esta guía te brindará toda la información sobre los tratamientos de la AR que necesitaras para tomar decisiones informadas, hacer preguntas y hablar sobre tu atención médica. Se están estudiando nuevos tratamientos para la AR , y muchos serán aprobados y estarán disponibles para que los tomes en los próximos años. Así que actualizaremos esta guía regularmente. De esta forma puedes obtener información actualizada sobre todos los tratamientos para la AR.Guía de tratamiento ELEVA TU VOZ: : Cuando tu y tus proveedores de atención médica deciden un plan de tratamiento, es probable que enfrentaran desafíos en el camino para obtener el tratamiento. Inevitablemente te familiarizarás con términos como \"Falla Authorization) , que se refieren a los procesos establecidos por las compañías de seguro. Las compañías de seguros administran la atención para controlar los costos, muchas veces afectando negativamente al paciente. Es importante entender cómo funcionan estos procesos para que estés preparado para abogar por ti mismo cuando hables con tu compañía de seguros y tu médico, especialmente si te niegan el acceso a un medicamento que necesitas. Puedes encontrar información en línea en www.FailFirstHurts.org , así como hablando a tu compañía de seguros. La iniciativa de defensa de GHLF, the 50-State Network, es un grupo de pacientes que trabajan para llevar la perspectiva del paciente a los legisladores estatales y federales que consideran las políticas para prevenir la terapia escalonada, y que pueden causar estragos en las vidas de pacientes con enfermedades crónicas.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 11 Guía de tratamiento Queremos que sepas qué tratamientos pueden estar en proceso asi es que mantente atento en las noticias para que estes listo para preguntarle a tu médico acerca de estos medicamentos en cuanto esten aprobados. A medida que tú y tu médico puedan comenzar un plan de tratamiento, y puedan hablar más sobre las opciones que pueden funcionar mejor para ti. Si tienes preguntas o inquietudes específicas sobre tus tratamientos, incluyendo los posibles efectos secundarios, el costo y la forma en que necesitas tomártelos o almacenarlos, cómo pueden afectar tus objetivos de planificación familiar; inf órmate con tu médico o farmacéutico. Esperamos que esta guía te ayude a sentirte más seguro al hacer preguntas y hablar sobre tu plan de tratamiento. p La información en estas guías nunca debe reemplazar la información y el consejo de tu médico tratante. Tiene el propósito de informar a la discusión que tienes con profesionales de la salud, así como otros que juegan un papel en tu cuidado y bienestar.ELEVA TU VOZ: Manténte al día con los últimos cambios en la guía de tratamiento de la artritis y aprobaciones actuales de medicamentos siguiendo a CreakyJoints en línea. Visita www.creakyjoints. org para noticias y artículos sobre pacientes como tu, para descubrir cómo otros están lidiando con tratamientos o desafíos de cobertura. Sigue @CreakyJoints o CreakyJoints en Twitter, o visita la página de Facebook de CreakyJoints para escuchar noticias y compartir tus pensamientos. Para conocer la guía actualizada y las nuevas aprobaciones de tratamiento, consulta la pagina web del American College of Rheumatology, www.rheumatology.org . La FDA, www.fda.gov , también publica actualizaciones sobre nuevos tratamientos de artritis. Ser informado es poder, y estás a solo un clic en tu teléfono, tableta o computadora. ELEVA TU VOZ: No esperes a que los efectos secundarios sean demasiado fuertes para empezar a hablar sobre ellos. Llama, envía un correo electrónico o habla con la oficina de tu médico de inmediato para ver si puedes cambiar tú dosis, toma tus medicamentos con alimentos para aliviar las náuseas, cambia de medicamentos o toma otro medicamento junto con tu medicamento actual para aliviar estos efectos. Además, si tiene dificultades para pagar los copagos de tu tratamiento, los costos del coaseguro o los pagos contra tu deducible de seguro, comunícate con el consultorio de tu médico, farmacéutico, compañía de seguros o incluso el fabricante del medicamento para averiguar si puedes obtener ayuda con estos costos. No te saltes una dosis de tu medicamento o dejes de tomarlo antes de avisarle a tu médico. Para que tus medicamentos funcionen de manera efectiva, es importante que seas \"compliant\". \"Compliant\" significa tomar tus medicamentos a tiempo y de acuerdo con las instrucciones de la receta. Esto puede significar cualquier cosa, desde ingerir una dosis de pastillas con un vaso lleno de agua o tomando tu medicamento antes de comer. Sigue todas las instrucciones en tu receta médica, y solicita que tu médico o farmacéutico te explique todo lo que no entiendas.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 12Los síntomas de la Artritis Reumatoide (AR) son causados por la inflamación . Eso significa que el sistema inmunológico de tu cuerpo está liberando sustancias químicas en tu sangre y articulaciones que causan dolor, hinchazón, rigidez y fatiga. ¿Por qu é? Porque cuando tienes AR, las señales normales que le dicen a tu sistema inmunológico que entre en acción - para proteger tu cuerpo de daños por virus, bacterias o lesiones - se cruzan. Eso se llama autoinmunidad . En una enfermedad autoinmune, como la AR, tu sistema inmunológico provoca la inflamación y ataca a las articulaciones y los tejidos sanos por error. Es por eso que tienes dolor, hinchazón y otros síntomas. A veces sientes que tu sistema inmunológico está constantemente atacando tu cuerpo; en otros momentos, los síntomas aparecerán y desaparecerán. Como recordatorio, AR es diferente a OA (osteoartritis), que es causado por el desgaste mecánico en las articulaciones, no es un proceso autoinmune. Sin embargo, ambos tipos de artritis pueden ocurrir al mismo tiempo. La causa exacta de la AR aún se desconoce. Sus genes, las hormonas, las infecciones que han tenido, u otros factores pueden desempeñar un papel en el riesgo de padecer AR. El hecho de que un miembro de la familia como tu madre tenía la AR no significa que tendrás la AR - o que tus hijos tendrán la AR. Estamos haciendo más investigación para saber quién está en mayor riesgo para la AR y lo que podría desencadenar la enfermedad en una persona que está en mayor riesgo. Pero el \"mayor riesgo\" no significa que necesariamente tengas AR. A menudo, los primeros síntomas de esto será dolor, hinchazón de las articulaciones, fatiga o enfermedad gripal. La AR puede haber estado activa o puesta en marcha mucho antes de que tuvieras esos síntomas. La investigación actual está explorando formas de encontrar pistas de que alguien tiene AR incluso antes de que ellos presenten síntomas. La AR puede causar mucho daño a la membrana que recubre las articulaciones, llamado la membrana sinovial . Este forro inflamado puede dañar los tejidos que rodean la articulación, como el cartílago o los ligamentos que mantienen unida la articulación. Cuando el cartílago se rompe, sus huesos se rozan entre sí y causa más dolor. Si los ligamentos se desgarran, las articulaciones pueden dislocar y posteriormente deformarse. Si esto sucede, las articulaciones pueden verse retorcidas o nudosas, y ser más difícil hacer movimiento. Los síntomas de la AR pueden ser diferentes para cada persona, pero estos son los más comunes: u Dolor en las articulaciones, hinchazón o enrojecimiento, a menudo en la misma articulación en ambos lados de tu cuerpo u Rigidez matutina (en la mañana) que dura más de una hora, después de sentarse por un tiempo u Fatiga, o sentirte muy cansado la mayor parte del tiempo u Sentir como si tuvieras gripe u Dolor muscular u La pérdida de apetito, por lo que puedes perder peso sin querer u Nódulos reumatoideos o bultos hinchados debajo de la piel alrededor de las articulaciones u Inflamación dolorosas en los ojos o alrededor del corazón o los pulmones (esto es menos común que otros síntomas) u La disfunción cognitiva ( \"niebla cerebral\") - una disminución en la capacidad de pensar o concentrarte hasta el punto que interfiere con tu funcionamiento diario. La causa exacta de esto es desconocida. Podría estar relacionado con la inflamación, el dolor crónico o incluso la falta de sueño. La AR puede hacer que desarrolles agujeros o \"erosiones\" en los huesos alrededor de las articulaciones. Estas erosiones son causadas por sustancias inflamatorias que pueden disolver pequeñas partes del hueso. Esto también se llama \"enfermedad erosiva\". Tratamiento temprano podría ayudar a evitar estas erosiones de hueso, asi que es muy importante obtener un diagnóstico como tan pronto se pueda. Para evitar que estos problemas dolorosos de hueso sucedan o retrasarlos, debes controlar tu inflamación. Para eso está diseñado tu plan de tratamiento, incluyendo los medicamentos para la AR y otros pasos como el ejercicio. Hay que controlar la inflamación y la actividad de tu enfermedad.CUARTA PARTE Descripción de la Artritis ReumatoideUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 13Hay signos de inflamación en tu sangre que tu médico puede evaluar. Los resultados de estas pruebas pueden mostrar qué tan activa es tu enfermedad y qué tan bien están funcionando tus tratamientos. Estos a menudo se llaman marcadores inflamatorios . Deberás de saber que los marcadores, muchas veces, no siempre, se correlacionan con la actividad de tu enfermedad. Puedes tener dolor e hinchazón mientras estos marcadores se ven normales o vice versa: w Tasa de sedimentación globular (VSG) o \"tasa de sedimentación\" w Proteína C-reactiva o CRP Tu sangre también puede tener otros \"biomarcadores\" que se muestran como un resultado positivo en las pruebas. ¿Qué son biomarcadores? Este término es la abreviatura de \"marcadores biológicos\". Estos son moléculas en tu cuerpo o sangre que se pueden medir y rastrear con precisión. Los niveles o medidas de estos biomarcadores pueden mostrar si los procesos de tu cuerpo son saludables o si pueden mostrar signos de enfermedad. Algunos biomarcadores que son importantes en la AR incluyen autoanticuerpos. Estos son anticuerpos en tu sistema inmunológico que están diseñados para buscar e interactuar con las proteínas de tu propio cuerpo. No todas las personas con pruebas de AR son positivas para estos biomarcadores. Es posible que escuches a tu médico referirse a esto como una artritis reumatoide \"seronegativa\". Pero si se muestra la prueba positiva de estos biomarcadores, pueden permanecer en tu sangre incluso si tu AR entra en remisión después del tratamiento: w Factor reumatoide o RF (no todos los que tienen un (+) RF tienen artritis reumatoide) w Proteínas peptídicas citrulinadas anti-cíclicas y anti-CCP , exactamente? Ambos son biomarcadores que se pueden medir en tus análisis de sangre. Tu reumatólogo tomará estas medidas en cuenta cuando te hagas un chequeo. Son solo indices de que tan activa es la enfermedad en tu cuerpo; no cuentan la misma historia en todas las personas que tienen AR, y no cuentan toda la historia. RF es un tipo de autoanticuerpo que se encuentra en tu sangre. Puede atacar los tejidos sanos por error. Algunas personas sanas pueden tener niveles más altos de RF en la sangre, y algunas personas con AR pueden tener niveles normales, por lo que no siempre es un signo seguro de inflamación o un diagnóstico de AR. El solo hecho de tener una prueba \" RF positiva\" no significa que tengas AR, y tener un nivel de RF normal (o un resultado \"negativo\") no significa que tengas AR. Es solo un señal para considerar junto con otras. Anti-CCP también es un autoanticuerpo. Esta prueba busca proteínas \"citrulinadas\" en tu cuerpo. También son llamadas ACPA. Las proteínas citrulinadas están involucradas en el proceso de inflamación en tu cuerpo. Un nivel normal o saludable de anti-CCP es menos de 20 u / ml. Así que si tus niveles de anti-CCP son mayor de 20, esto puede significar que tengas AR- aunque no es una señal segura. Sin embargo, la prueba \"positiva\" para anti-CCP es una pista más precisa y confiable de que tienes AR o inflamación activa en tu cuerpo que la RF. Un resultado positivo de la prueba anti-CCP es aproximadamente 97% confiable como medida para demostrar que tienes AR. Diferentes médicos utilizan diferentes sistemas de puntuación para medir la actividad de tu enfermedad y verificar su progreso, como DAS 28, CDAI, SDAI y RAPID3. Estos puntajes pueden incluir diferentes resultados de exámenes o resultados de exámenes físicos, pero todos se basan en medidas específicas. El uso de estos métodos de puntuación puede ser útil para que tu médico determine si estás respondiendo adecuadamente al tratamiento. Basado en los resultados de tus pruebas, los puntajes de los cuestionarios y los exámenes físicos, tu reumatólogo puede informarte si tu enfermedad está en remisión, baja, moderada o alta / severa, o en algún punto intermedio. El nivel de actividad de tu enfermedad se basa en una combinación de muchos puntajes diferentes. Por lo tanto, no se trata solo de llegar a un determinado resultado de la prueba en una parte del puntaje, y tu nivel de actividad de la enfermedad o \"puntaje\" puede que no coincide con la forma en que te sientas. Tu plan de tratamiento también puede ser un poco diferente según cuánto tiempo hayas tenido AR. La AR \"temprana\" es la enfermedad que has tenido alrededor de seis meses o menos. Al vivir con AR, y especialmente en lo que te empiezas a tomar los tratamientos, tu salud y tus síntomas pueden cambiar. Descripción de la Artritis ReumatoideUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 14p La información en estas pautas nunca debe reemplazar la información y el consejo de tu médico tratante. Tiene el propósito de informar a la discusión que tienes con profesionales de la salud, así como otros que juegan un papel en tu cuidado y bienestar.Alguna gente puede haber tenido AR por muchos años y apenas se están enterando. Es importante consultar a un reumatólogo lo antes posible, tan pronto como notes los síntomas, para que puedas comenzar el tratamiento adecuado. La baja actividad de la enfermedad , o remisión, es el objetivo de tu plan de tratamiento de la AR. Los diferentes métodos para que tu medico decida que estas en remisión es por un puntaje. Se toma en cuenta los resultados de las pruebas de laboratorio, en número de las articulaciones que están inflamadas, y como es la vida cotidiana. Vamos a hablar de remisión más tarde. No significa que debas de dejar de tomar tus medicamentos para la AR , pero es posible que puedas tomar una dosis menor o tomar menos medicamentos después de hablar con tu doctor. Tu plan de tratamiento dependerá del puntaje de actividad de tu enfermedad y otros factores como: w Daño articular o de órganos w Otras enfermedades que tienes, como la enfermedad pulmonar o hepática w Posibles razones por las que el medicamento podría hacerte daño y significa que debes evitarlo w Tus preferencias personales, tales como medicamentos que te tomas en forma de pastillas, auto inyectables, o infusiones. Basado en estos factores, tu médico y tu pueden optar por comenzar con un solo medicamento, que se llama monoterapia o una combinación de dos o tres medicamentos, llamada \"terapia doble\" o \"terapia triple\" tambi én conocida como terapia combinada. Los \"efectos secundarios\" son cambios que pueden ocurrir en nuestros cuerpos como resultado del uso de un medicamento o dispositivo en particular. Los efectos secundarios pueden ser leves o severos y pueden variar mucho de persona a persona. Una \"comorbilidad\" es una condición que tiene al mismo tiempo que tu condición primaria. Muchas personas con AR tienen una o más de las cuatro comorbilidades comunes: problemas respiratorias crónicas, diabetes, enfermedad cardíaca o accidente cerebrovascular. Esto podría ser el resultado de la inflamación en la AR o porque la AR puede llevar a una disminución de la movilidad, lo que puede aumentar el riesgo de estos otros problemas de salud. Las \"contraindicaciones\" son situaciones en las que debes evitar tomar un medicamento por razones de salud. Por ejemplo, no debes tomar la terapia DMARD (un medicamento para la AR que disminuye la progresión de tu enfermedad) si estás embarazada; padeces de alcoholismo; tienes enfermedad hepática alcohólica u otra enfermedad hepática crónica grave; tienes síndromes de inmunodeficiencia como el VIH / SIDA (algunos pacientes con VIH pueden tomar DMARDS y productos biológicos bajo un control cuidadoso), en los que tu sistema inmunológico no está funcionando adecuadamente; o tienes enfermedades de sangre preexistentes (por ejemplo, hipoplasia de médula ósea , leucopenia, trombocitopenia o una anemia). Si tienes hepatitis activa A, B, o C, tendrás que ser tratado por un especialista del hígado antes de tomar cualquier medicamento para tu AR que suprimen el sistema inmunológico o afecte el hígado. Tu especialista en hígado y reumatólogo pueden decidir si una vez que tu hepatitis está estabilizado o está siendo tratado, puedes tomar ciertos medicamentos para tu AR. Pero necesitarás ser monitoreado de cerca. Es posible que debas someterte a análisis de sangre a menudo. Si has tenido un cáncer de piel previamente tratado, asegúrate de que tu dermatólogo lo siga de cerca porque ciertos medicamentos de AR pueden incrementar el riesgo de ciertos tipos de cáncer de la piel. Si has tenido un trastorno linfoproliferativo tratado previamente, o cáncer de cualquier tipo, necesitarás hablar con tu reumatólogo, ya que ciertos medicamentos de AR pueden ser mejores para ese caso. Tu reumatólogo quizá va a querer hablar con tu oncólogo para decidir en el mejor medicamento para ti.Descripción de la Artritis ReumatoideUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 15¿ Con qué frecuencia debería ver a mi médico para el análisis de laboratorio? El monitoreo con análisis de sangre es recomendado para asegurarse de que el tratamiento que tú y tu médico elijan sea seguro y efectivo. Es posible que tu médico te recomiende realizar análisis de laboratorio con frecuencia mientras tomes medicamentos para la artritis reumatoide, especialmente cuando comiences un medicamento nuevo. ¿Qué significan mis laboratorios? Tus pruebas de laboratorio se utilizan para controlar tu salud durante tu plan de tratamiento. Las pruebas más comunes analizarán tu hígado, tu función renal y tu conteo sanguíneo (CBC). La toxicidad hepática se mide con los niveles de transaminasas (AST / ALT). Una transaminasa es un tipo de enzima hepática. Tu hígado puede producir y liberar transaminasas cuando está lesionado o debilitado de alguna manera. Los niveles más altos de transaminasas pueden indicar daño del hígado. Los niveles de creatinina y BUN (nitrógeno ureico en sangre) se usan para evaluar la función de riñón. Incluso si el medicamento para la AR que estas tomando no afecta el riñón, es importante hacer un seguimiento de tu función porque un cambio en la función renal puede afectar el nivel de tu medicamento para la AR en la sangre. La creatinina es un producto de desecho que los riñones filtran después de la descomposición muscular y se eliminan a través de la orina. Tus riñones también eliminan la urea, un producto de desecho de la descomposición de las proteínas. Si tus niveles de creatinina o BUN son altos, significa que tus riñones no pueden filtrar estos productos de desecho de manera efectiva. Podrían acumularse y causar problemas. La prueba del Conteo de sangre completo (CBC) se realiza para garantizar que tengas la cantidad correcta de glóbulos rojos, glóbulos blancos y plaquetas en la sangre. Muchos medicamentos utilizados para tratar la AR pueden afectar la médula ósea que producen estas células sanguíneas. La enfermedad activa también puede afectar los niveles de estas células. Es importante mantener estas células sanguíneas en equilibrio para una buena salud general. Si tu CBC es anormal, tu médico puede cambiar la dosis o el tipo de medicamento que estas tomando. Esta prueba asegura el nivel de medicamento en tu sangre sea eficaz y segura. Vectra DA es otro tipo de análisis de sangre que puede ayudar a determinar el nivel de actividad de tu AR. Es una combinación de 12 proteínas de diferentes marcadores en la sangre que pueden indicar una actividad de la enfermedad baja, moderada o alta. Los niveles altos pueden significar de actividad de la enfermedad puede significar más daño a la articulación en el futuro. Vectra DA es un nuevo análisis de sangre que no está disponible en todos los sistemas de salud o en programas de reembolso. La prueba de biomarcadores para RF, anti-CCP o 14-3-3, o tra proteína importante, a veces puede usarse para controlar la actividad de tu enfermedad mientras continúas con tu plan de tratamiento. No todas las personas con AR necesitan someterse a estas pruebas continuamente o cada vez que ves a tu reumatólogo. Pregúntale a tu médico o enfermera qué pruebas puedes esperar en tus chequeos regulares.QUINTA PARTE Monitoreo ( Exámenes de sangre e UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 16Imagen Existen varias técnicas de imágenes que pueden monitorear el efecto de la AR en tus huesos y articulaciones. La técnica más común y ampliamente utilizada es la radiografía. Más recientemente, se han utilizado MRI (imágenes por resonancia magnética). Ultrasonido, ya que pueden detectar cambios más pequeños en las articulaciones antes de los rayos X. ArthritisPower: datos y resultados informados por el paciente Como un paciente de artritis, tu puedes pensar que tienes que ser pasivo sobre tu tratamiento. Pero se puede hacer algo más que sólo seguir las instrucciones del médico, tomar tus medicamentos, y hablar sólo cuando tu médico te pregunta si tienes alguna pregunta. De hecho, TÚ eres el jugador más importante en el equipo cuando tiene que ver con la lucha contra tu AR u otras enfermedades reumáticas .Tus experiencias de cómo funcionan tus terapias, cómo te afectan tus síntomas, qué efectos secundarios puedes tener, qué desafíos enfrentas a diario, son elementos vitales de información que pueden ayudar a tu reumatólogo a rastrear y mejorar tu terapia. Tu opinión, cuando se combina con la información proporcionada por otros pacientes como tu, también puede impulsar la investigación de la artritis en la dirección correcta y ayudar a descubrir pistas sobre la enfermedad y cómo manejarla mejor.. Hoy tienes una forma aún más fácil de proporcionar información significativa para guiar tu tratamiento y alimentar la investigación de artritis nueva: ArthritisPower . Esta aplicación para teléfonos es una iniciativa de investigación en colaboración entre CreakyJoints y la Universidad de Alabama en Birmingham, uno de los centros de investigación mas importantes de la artritis en todo el mundo. Es una iniciativa de investigación centrada en el paciente y administrada por el paciente de la organización sin fines de lucro Global Healthy Living Foundation (la organización matriz de CreakyJoints). ¿Cómo funciona ArthritisPower? Simplemente descarga la aplicación en tu teléfono o tableta iPhone o Android, o cárgala en la computadora de tu casa. Luego, a medida que avanzas en tu vida cotidiana, haz un seguimiento de tus tratamientos, medicamentos, síntomas, exacerbaciones del dolor, funciones físicas y más a través de la aplicación mientras compartes automáticamente la información con los investigadores de reumatología. También puedes realizar un seguimiento de tu progreso y ver dónde pudieras necesitar realizar cambios en tu plan de tratamiento. ArthritisPower te permite compartir informes resumidos sobre tu salud personal con tu reumatólogo a través de un sistema de correo electrónico seguro. Además, puedes compartir tus datos de forma segura y anónima con la comunidad de investigación de artritis. La información que proporcionaras sobre tus experiencias es tan valiosa como la de los investigadores que trabajan para mejorar la terapia de la artritis. La forma en que te va de día a día con tu artritis o cómo reaccionas a los medicamentos que tomas para tu enfermedad se denominan resultados informados por el paciente (PRO). Esa información es muy importante para los investigadores de la artritis, así como para tu reumatólogo. Los resultados informados por el paciente le permiten a tu reumatólogo una nueva terapia, o qué impacto tienen ciertas terapias como el ejercicio en tu función o bienestar. Tu reumatólogo te puede pedir que completes simples cuestionarios que midan tus resultados. Es importante que tomes unos minutos para responder a estas preguntas. Tus respuestas honestas ayudarán a que tú y tu médico Monitoreo ( Exámenes de sangre e Imágenes) UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 17realicen un seguimiento de tu salud, qué tan bien estén funcionando tus medicamentos y lo que pudieras cambiar para que tus síntomas o bienestar mejoren. Los resultados informados por los pacientes también son utilizados por los investigadores de la artritis mientras estudian la enfermedad. Entonces la información ya cerca de ti juega un papel importante en la configuración del futuro del tratamiento de la artritis, con suerte, haciendo que los tratamientos sean más efectivos y más seguros para todos con esta enfermedad. Los análisis de sangre y estudios de imágenes son una forma de controlar la actividad o progreso de tu enfermedad, tu reumatólogo necesita saber qué tan bien lo estás haciendo día a día. ¿Cómo puedes hacer un seguimiento de qué tan bien puedes usar tus articulaciones para las tareas habituales, cómo te sientes o cuánta energía tienes entre las citas? A través de cuestionarios simples y haciendo un seguimiento de tus experiencias diarias con ArthritisPower. Los resultados son los resultados de tu tratamiento. Los resultados informados por los pacientes les dicen a los médicos cómo las terapias pueden o no mejorar la capacidad física, síntomas o progreso a largo plazo. Si un nuevo tratamiento solo mejora los indicadores de los resultados de análisis de sangre, pero no cómo te sientes, ¿realmente está funcionando? Solo compartiendo y rastreando tus resultados realmente puede decir qué tan bien está funcionando el plan de tratamiento. Algunas medidas de resultados informadas por el paciente incluyen: u HAQ-DI (Cuestionario de Evaluación de la Salud-Índice de Discapacidad) : c uestionario completo para medir tu función física o discapacidad debido a tu artritis u RAPID3 (Evaluación rutinaria de los datos del índice del paciente 3) : cuestionario breve donde informa tu función física , dolor y cálculo de tu estado u VAS (Visual Analogue Scale) : herramienta fácil para rastrear y medir tu dolor u ACR Core Set: medidas exhaustivas que incluyen resultados de tres cuestionarios(actividad de la enfermedad, el dolor y la discapacidad), junto con los resultados de pruebas de laboratorios u RAQoL (artritis reumatoide Calidad de Vida): Herramienta de 30 preguntas que miden como la AR afecta tu calidad de vida y el bienestar u FACIT-F (Evaluación Funcional Terapia de Enfermedades Crónicas: Fatiga) : Cuestionario que ayuda a medir tus niveles de fatiga debido a tu artritis Conoce más sobre ArthritisPower hoy. Descarga la aplicación gratuita y comienza. ¡Se honesto! Quédate con él para que puedas proporcionar información significativa sobre tu salud a lo largo del tiempo. Esta información realmente te ayudará a ver qué tan bien lo estás haciendo, qué tan bien están funcionando tus tratamientos, dónde necesitas realizar cambios en tu rutina y qué deben saber los investigadores de la artritis al encontrar nuevos tratamientos y, algún día, una cura. ¡Es una manera muy simple, rápida y confiable de asegurarte de que tu voz sea escuchada! p La información en estas pautas nunca debe reemplazar la información y el consejo de tu médico tratante. Tienen el propósito de informar a la discusión que tiene con profesionales de la salud, así como otros que juegan un papel en tu cuidado y bienestar.Monitoreo ( Exámenes de sangre e Imágenes)UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 18Terapia antirreumática modificadora de la enfermedad (DMARD) DMARDs son los medicamentos más usados como terapia para la AR. Gente con AR temprana generalmente comienza con metotrexato, el DMARD más comúnmente usado para tratar AR. Probablemente comenzaste o comenzarás con sólo un DMARD, y después podrás necesitar uno o dos otros DMARDs. Eso es llamado terapia combinada o terapia doble o triple. ¿Qué es un DMARD? Un DMARD es un medicamento para la AR que disminuye la progresión de tu enfermedad. DMARD significa medicamento antirreumático modificador de la enfermedad. Aparte de los glucocorticoides (esteroides), los DMARDs han estado en el mercado por más tiempo y tienen la mayor evidencia para respaldar su uso. El DMARD más comúnmente usado es el metotrexato (Rheumatrex®, Trexall®). Otro DMARD de uso la sulfasalazina (azulfidina) se usan a menudo para una AR más leve. Se cree que tienen menos efectos secundarios posibles. METOTREXATO (TREXALL®, RHEUMATREX®, OTREXUP®, RASUVO®) ¿Qué es lo que ya sabemos? El metotrexato se considera el estándar de oro en términos de tratamiento mono terapéutico de la AR con un DMARD, y generalmente es la primera opción. El metotrexato actúa bloqueando enzimas que ayudan a formar o reparar el ADN (material genético en las células de tu cuerpo). Esto evita que algunas células de tu cuerpo se reproduzcan a sí mismas. Los expertos creen que el metotrexato también interactúa con tu sistema inmunológico. Aunque no está del todo claro cómo funciona el metotrexato en la AR, se ha demostrado que es eficaz para reducir el hinchazón, el dolor y el daño a largo plazo de las articulaciones. El metotrexato se administra una vez a la semana en forma de píldora o inyección. Algunas personas tienen mejores resultados con la inyección, ya que el medicamento se absorbe de manera diferente y es mejor tolerado por las personas que hayan experimentado un malestar estomacal al tomar la forma de píldora. ¿Cuáles son los posibles efectos secundarios del metotrexato? Es importante recordar que la mayoría de los pacientes no padecen efectos secundarios graves, y quienes los padecen pueden mejorar con el tiempo. Es más probable que se produzcan efectos secundarios a dosis más altas y siempre deben consultar a su médico si creen que están padeciendo alguno de estos efectos secundarios: u Problemas gastrointestinales, como náuseas, malestar estomacal y heces blandas u Ulceras en la boca u Pérdida de cabello u Análisis de sangre demostrando función hepática anormal u Conteos sanguíneos anormales w Los efectos secundarios raros incluyen cirrosis hepática o cicatrización. Esto generalmente ocurre con pacientes que ya tienen problemas hepáticos o que están tomando más medicamentos que afectan el hígado. Los problemas pulmonares también ocurren raramente, y típicamente solo con pacientes que ya tienen problemas pulmonares. Informa cualquier dificultad para respirar o una tos que no desaparezca a tu médico. Toma estos efectos secundarios muy en serio. u Es posible que las personas con enfermedad hepática no puedan tomar metotrexato o requieran un control más estricto o una dosificación más baja. u También puede ocurrir una mayor sensibilidad de la piel al sol, pero puede detenerse cuando se suspenda el medicamento. Los suplementos como el ácido fólico pueden ayudar a controlar estos efectos secundarios. Si el ácido fólico no ayuda, puedes probar otro tipo llamado ácido fólico metilado. Habla con tu médico acerca de obtener ácido fólico metilado si todavía tienes úlceras en la boca, pérdida de cabello o simplemente un \"sentimiento de aversión\" SEXTA PARTE Tratamientos UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 19a el metotrexato. La vitamina A y el dextrometorfano (el DM en Robitussin DM) también puede usarse para ayudar con esos efectos secundarios. u No quedes embarazada mientras estés tomando metotrexato. Para las mujeres, las recomendaciones varían de 1 mes a 3 meses en cuanto a cuánto tiempo debe estar fuera el metotrexato del sistema antes de quedar embarazada. La guía recomienda a los pacientes masculinos que no usen metotrexato por 3 meses antes de intentar tener hijos. Ciertos antibióticos tales como fármacos sulfa \"\" (es decir Bactrim) no deben tomarse con metotrexato. La sulfasalazina, un medicamento que se usa para tratar la AR, es un tipo de sulfamida. Las drogas sulfa a menudo también se recetan para diferentes tipos de infecciones. Pueden causar problemas graves en pacientes que son alérgicos a ellos, por lo que deberias informarle a tu médico si eres alérgico a las sulfonamidas. HIDROXICLOROQUINA (PLAQUENIL®) La hidroxicloroquina (Plaquenil) a menudo se usa sola en AR leve o en combinación con otros medicamentos en personas con AR más severa. ¿Qué es lo que ya sabemos? La hidroxicloroquina (Plaquenil) es un antibiótico utilizado para tratar la malaria, pero también funciona para tratar los síntomas de la AR, lupus y otras enfermedades reumáticas. Puede reducir el dolor y el hinchazón de tus articulaciones. A largo plazo, puede ayudar a prevenir daños en las articulaciones o reducir el riesgo de discapacidad articular. Realmente no sabemos por qué este medicamento funciona para controlar los síntomas o las complicaciones de la AR. Una teoría es que la hidroxicloroquina (Plaquenil) interfiere con las comunicaciones entre las células de tu sistema inmunológico. La dosis de hidroxicloroquina (Plaquenil) se basará en su peso. Por lo general, los adultos con AR tomarán 200 o 400 mg de hidroxicloroquina (Plaquenil) por día en forma de píldora. ¿Cuáles son los efectos secundarios posibles de hidroxicloroquina (Plaquenil)? La mayoría de las personas tolera bien la hidroxicloroquina (Plaquenil). Algunos efectos secundarios incluyen náuseas y diarrea, pero pueden disminuir con el tiempo o si tomas tus pastillas con comida. Los efectos secundarios menos comunes son erupciones, cambios en el pigmento de la piel (como manchas oscuras), cambios en el cabello (como adelgazamiento) o debilidad muscular. Aunque es raro, el uso de hidroxicloroquina (Plaquenil) podría provocar daños en las células de la parte posterior del ojo que detectan la luz y el color. Recibirás un examen ocular básico especializado cuando comiences el medicamento. Más tarde, harás un seguimiento con tu oftalmólogo según lo indicado. Las recomendaciones más recientes dicen que no necesitas un seguimiento de examen de la vista durante cinco años, pero es posible que necesites uno antes si presentas cambios en la visión mientras tomas hidroxicloroquina. La hidroxicloroquina parece ser segura durante el embarazo, pero cada vez que estés considerando el embarazo, debes analizar todos los medicamentos con tu médico. Otros efectos secundarios raros de hidroxicloroquina (Plaquenil) son: w Anemia, especialmente en personas con porfiria w Debilidad muscular Tratamientos UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 20LEFLUNOMIDE (ARAVA®) Leflunomida (Arava) esta usada para tratar la AR moderada a severa. Puede ayudar a disminuir los síntomas. Normalmente se usa sola o con otros DMARDs. ¿Qué es lo que ya sabemos? La leflunomida (Arava) bloquea el desarrollo de ciertas células en tu sistema inmunológico. Al hacer esto, la leflunomida (Arava) actúa para suprimir el sistema inmunológico y reducir la inflamación que causa dolor, hinchazón y otros síntomas. La dosis típica de leflunomida (Arava) es una pastilla de 20 mg al día. Algunas personas pueden tomar 10 mg al día, especialmente si la dosis más alta causa efectos secundarios. Debes tomar tu leflunomida (Arava) con alimentos. Tu médico puede recetarte una \"dosis de carga\" o inducción de leflunomida (Arava), lo que significa que se te recetará un medicamento adicional al principio para darle al medicamento la oportunidad de acumularse en tu cuerpo y hacerse efectivo. Hay la posibilidad de aumento de los efectos secundarios con una dosis de carga, la mayoría de los reumatólogos no usan dosis de carga de leflunomida (Arava). Sin la dosis de carga puede tomar un poco más de tiempo (de seis a doce semanas) para notar un beneficio de la leflunomida (Arava). Uno de los efectos secundarios de la leflunomida (Arava), como el metotrexato, es el potencial de toxicidad hepática. Por lo tanto, no deberías tomar alcohol ni tomar ciertos medicamentos mientras tomas leflunomida (Arava). Si has tenido una enfermedad hepática significativa en el pasado, la leflunomida (Arava) no podria ser adecuada para ti. Necesitarás análisis de sangre de la función hepática regulares para asegurarte de que tu hígado está saludable. La leflunomida (Arava) también puede ser dañina para un feto no nacido. Puede causar defectos de nacimiento graves, por lo que debes tomar precauciones adicionales para no quedar embarazada mientras tomas este medicamento. Debido a que la leflunomida (Arava) puede permanecer en tu sistema entre 10 semanas y 2 años, es importante hacerse un análisis de sangre para ver si el medicamento todavía está en tu sangre, incluso antes de intentar quedar embarazada. También se debe evitar amamantar, a menos que la leflunomida (Arava) esté completamente fuera de tu sistema. Los hombres que toman leflunomida (Arava) también deben usar un método anticonceptivo para evitar que su pareja quede embarazada debido al riesgo de defectos congénitos. ¿Cuáles son los efectos secundarios posibles de leflunomide (Arava)? El efecto secundario más común de la leflunomida (Arava) es la diarrea. A menudo mejora con el tiempo. Puedes tomar medicamentos antidiarreicos para aliviar este efecto secundario o incluso reducir la dosis de leflunomida (Arava). Otros efectos secundarios incluyen náuseas, indigestión, pérdida de cabello, dolor de estómago, toxicidad hepática o erupciones cutáneas. En raras ocasiones, este medicamento puede reducir la cantidad de células sanguíneas o plaquetas, o causar problemas pulmonares, como tos o dificultad para respirar. La leflunomida (Arava) también puede aumentar el riesgo de contraer infecciones. Infórmale a tu médico si tienes signos de una infección, como fiebre o escalofríos.. SULFASALAZINA (AZULFIDINE®) La sulfasalazina (azulfidina) se usa para tratar los síntomas de la AR como dolor o hinchazón. Con el tiempo, puede ayudar a disminuir la progresión de tu enfermedad. Se puede usar solo o en combinación con otros DMARDs. TratamientosUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 21¿Qué es lo que ya sabemos? La sulfasalazina (azulfidina) es parte de una clase de medicamentos llamados sulfas. Es una mezcla de salicilato, que es el ingrediente principal en la aspirina, y un antibiótico. Algunas personas son alérgicas a todas las sulfamidas, por lo que no pueden tomar sulfasalazina (Azulfidina). No sabemos exactamente por qué la sulfasalazina (azulfidina) alivia los síntomas de la AR, como el dolor, la hinchazón o la rigidez de las articulaciones. Puede prevenir daños en las articulaciones y, a largo plazo, la pérdida de la función articular. La mayoría de las personas toman dos tabletas de 500 mg de sulfasalazina (azulfidina) dos veces al día. Algunas personas pueden comenzar con una dosis más baja, como una o dos tabletas por día, luego aumentar hasta llegar la dosis normal. Algunas personas pueden necesitar seis tabletas de 500 mg por día. Debes tomar la sulfasalazina (azulfidina) con alimentos y un vaso lleno de agua para prevenir los efectos secundarios del estómago. No debes aplastar ni masticar las tabletas de sulfasalazina (azulfidina). La sulfasalazina (Azulfidine) debería ser segura durante el embarazo, pero, como siempre, debes consultar con tu médico si estás planeando un embarazo. Puede ser necesario tomar ácido fólico adicional si continúas con la sulfasalazina durante el embarazo. Sin embargo, usarlo durante la lactancia puede causar un tipo serio de ictericia en los bebés. Si tienes una infección, tu médico puede pedir que dejes de tomar sulfasalazina (azulfidina). ¿Cuáles son los efectos secundarios de la sulfasalazina (azulfidina)? La mayoría de las personas tienen pocos efectos secundarios con sulfasalazina (azulfidina). Los más comunes son náuseas, malestar estomacal y dolor de cabeza. Por lo general, esto mejora con el tiempo. Puedes tomar una píldora de sulfasalazina (azulfidina) recubierta que puede ser más fácil de digerir. Los efectos secundarios más comunes incluyen dolor de cabeza, erupciones en la piel, picazón, llagas en la boca o problemas hepáticos o pulmonares. Si tienes una erupción severa, infórmale a tu médico. Cambios de tratamiento ¿Qué pasa si la monoterapia no funciona? ¿Qué sigue? Si la actividad de la enfermedad de la AR sigue siendo moderada o alta a pesar de la monoterapia con DMARD, se puede agregar otro DMARD, otro agente FAME, un agente biológico, o un inhibidor de JAK. Terapia DMARD de combinación Todos somos diferentes. En algunos casos, el metotrexato o hidroxicloroquina (Plaquenil) podría no funcionar. En esos casos, un médico discutirá lo siguiente contigo: w Terapia doble: la terapia doble es el uso de dos medicamentos diferentes, generalmente metotrexato y otro DMARD, como leflunomida, sulfasalazina o hidroxicloroquina.. w Terapia triple: la terapia triple usa tres medicamentos en lugar de dos. La monitorización de la terapia triple y doble es similar a la monitorización de la monoterapia con DMARD. Una supervisión más estrecha, inicialmente, puede estar justificada dependiendo de la combinación de medicamentos. A veces, la terapia de combinación incluirá el uso de un biológico. Este es un tipo más nuevo de DMARD que contiene material biológico especialmente diseñado que está diseñado para atacar y bloquear ciertas fuentes de inflamación en tu cuerpo. La evidencia muestra que los tratamientos más agresivos están asociados con un mejor control de la enfermedad, una progresión radiológica más lenta (lo que significa que las radiografías o las imágenes muestran que el daño articular se está desacelerando) y mejor función. Hay muchas combinaciones de medicamentos, aunque existe incertidumbre sobre cuál es la más efectiva. TratamientosUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 22Tratamientos Depende de tu médico decidir qué combinación de medicamentos es mejor para ti. En general, la terapia de combinación es bien tolerada, pero se debe controlar de cerca para detectar cualquier aumento de los efectos secundarios. Como siempre, existe un riesgo de infección en personas que usan DMARD y terapia biológica. Avísale a tu médico si notas algún signo de infección, como fiebre, escalofríos o síntomas similares a los de la gripe. Biológicos Los productos biológicos son un tipo de medicamento más nuevo producido por células vivas. Están diseñados para actuar como las proteínas que ya están en tu cuerpo. Se dirigen a áreas específicas de tu sistema inmunológico. Debido a que son tan específicos, pueden causar menos efectos secundarios que los DMARD. La infección es un efecto secundario posible de los productos biológicos. Tu reumatólog o te vigilará de cerca para detectar cualquier signo de que tengas una infección. Los productos biológicos se pueden usar solos o en combinación con metotrexato u otro DMARD. Debido a su especificidad, si un producto biológico falla, otro puede funcionar para ti. Mantén el diálogo abierto con tu médico en caso de que necesites cambiar. Por ejemplo, si has estado tomando un producto biológico, pero todavía tienes una actividad moderada a alta, tu médico puede añadir uno o dos DMARDs a tu tratamiento regular. O Si tienes tiempo tomando uno tipo de biológico, y todavía tienes moderada a alta actividad de la enfermedad, tu doctor podría cambiarte a un medicamento diferente - tal como un inhibidor no TNF en lugar de un inhibidor de TNF. Hay diferentes tipos de medicamentos biológicos. Se dirigen a diferentes proteínas en tu cuerpo que pueden causar la inflamación. Por lo tanto, tu reumatólogo puede probar el que parece más probable que funcione para tu AR, pero si no ve buenos resultados, puede probar otra cosa que funcione mejor. Si aún tienes actividad moderada o alta después de haber probado los productos biológicos TNF y no TNF, hay una opción más nueva que puede probar a continuación: tofacitinib (Xeljanz®), un janus-kinasa o un inhibidor de JAK. Tu reumatólogo puede recetarlo con o sin metotrexato como una forma de reducir la actividad de tu enfermedad cuando esos otros productos biológicos y DMARD no han funcionado. Acerca del cambio de medicamentos: es posible que tengas dudas sobre cambiar tus medicamentos en relación a la AR. ¿Quién decidirá cuándo y si debes cambiar a un nuevo tratamiento? ¿Tu póliza de seguro cubrirá tu nuevo medicamento o tu copago será diferente? Estas son preguntas importantes. Tu reumatólogo tomará la decisión de cambiar tus medicamentos según las guías, si tu medicamento actual deja de disminuir la actividad de tu enfermedad o si los efectos secundarios que tengas son graves. Tu seguro no debería ser la razón a cambiarte a un nuevo medicamento si tu medicamento actual esta trabajando, y tu enfermedad está estable y bien controlada. Solo debes cambiar si tu tratamiento actual no funciona o si los efectos secundarios son graves. Si la cobertura de tu seguro cambia porque obtuviste un nuevo trabajo, tu empleador cambia de proveedor o plan, o porque compraste un seguro individual y cambiaste las pólizas, habla con el reumatólogo y los de la oficina del médico. Deben tener información sobre tus medicamentos y cómo están cubiertos por tu plan de seguro. Te pueden brindar más información sobre tus opciones, te pueden ayudar a hablar con tu compañía de seguros para que cubran tus medicamentos, y te refieran a programas de asistencia al paciente (de los que hablaremos más adelante en esta guía) si tienes dificultades para pagar los copagos de medicamentos para tu productos biológicos Repasemos los productos biológicos disponibles ahora para tratar la AR.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 23BIOLOGICOS TNFI (BLOQUEADORES DE TNF) Estos productos biológicos funcionan al bloquear a algo llamado proteínas del factor de necrosis tumoral o TNF. El TNF es una proteína que envía señales a tu cuerpo, lo que eventualmente lleva a una inflamación que causa hinchazón, dolor y rigidez. Al bloquear o detener el TNF, estos medicamentos pueden reducir inflamación. Eso es por qué ellos son a menudo llamados bloqueadores de TNF (o TNFi). Algunos biológicos productos biológicos son moléculas que están especialmente diseñadas para atacar el TNF y bloquearlo. Pueden parar tu respuesta inmune que está fuera de control en AR. Tu médico puede recetar agentes biológicos TNFi si la monoterapia con DMARD anterior fue ineficaz. Las consideraciones personales como el costo de desembolso directo, las comorbilidades y los efectos secundarios pueden hacer que la terapia con TNFi (a menudo con la adición de metotrexato) sea la opción correcta para ti. Para individuos diagnosticados con AR, los biológicos de TNFi podrían ser una adición a tu monoterapia con DMARD o terapia doble, o usarse solos. Tu reumatólogo determinará qué opción es mejor para ti en función de tu historial médico personal. Asegúrate de hablar con tu médico sobre por qué una determinada opción de tratamiento es la mejor para ti. Tratamientos como TNFi son muy específicos a cada caso. ¿Cómo tomo mi biológico TNFi? Tú podrías tomar este medicamento, vía inyecciones, en casa (conocido como \"Auto inyección\"), o vía una infusión en la oficina del doctor u otro sitio de infusión. Un profesional de la salud te indicará dónde es seguro administrar estas inyecciones (generalmente en la parte superior de la pierna o en el estómago). Si tienes psoriasis, no te inyectes en las áreas afectadas. Si tienes miedo a inyectarte, habla con tu enfermera o alguien que trabaje en la clínica o farmacia que te pueda ayudar en dirigirte con alguien que te ayude a inyectarte. Asegúrate en estar completamente seguro en como realizar este procedimiento antes de administrar el medicamento por tu cuenta. No tengas pena de pedir ayuda. También puedes obtener tu biológico cómo una infusión en lugar de una inyección. Un profesional de la salud te administrara el medicamento a través de una infusión intravenosa (IV). Obtendrás tu tratamiento en el consultorio del médico, en un centro de infusión especial, o en el hospital local. Tú y tu médico pueden decidir si una infusión es la opción correcta para ti. Las infusiones pueden durar tan poco como 30 minutos, o podrían tardar hasta varias horas - dependiendo del medicamento, dosis, e individuo. El adalimumab (Humira) se administra como una inyección subcutánea autoadministrada de 40 mg (debajo de la piel) cada dos semanas. Certolizumab pegol (Cimzia) se administra en forma de inyección subcutánea de 400 mg en las semanas 0, 2 y 4, seguido de 200 mg cada dos semanas o 400 mg cada cuatro semanas. Cimzia también se puede administrar en una fórmula liofilizada (deshidratada y liofilizada) que se administra en el consultorio del médico. Etanercept (Enbrel) se administra como una inyección subcutánea autoadministrada de 50 mg cada semana o 25 mg de inyección autoadministrada dos veces por semana. Golimumab (Simponi) se administra como una inyección subcutánea autoadministrada de 50 mg una vez al mes.Tratamientos UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 24Golimumab (Simponi Aria) se administra vía infusión IV en la clínica o centro de infusión en las semanas 0 y 4, seguido de infusión IV cada ocho semanas. La dosis se basa en el peso. Infliximab (Remicade) se administra por infusión intravenosa en la clínica o centro de infusión en las semanas 0, 2 y 6, y luego por perfusión cada cuatro a ocho semanas. La dosis se basa en el peso del paciente. Los beneficios de los inhibidores de TNF generalmente se observan en unas pocas semanas (pero pueden tardar de cuatro a seis semanas), a diferencia de los DMARD, que pueden tardar unos meses en tener sus efectos. Efectos Secundarios Los efectos secundarios de TNFi pueden incluir reacciones en el sitio de inyección, infecciones de las vías respiratorias superiores , anormalidades de laboratorio y dolor de cabeza. La probabilidad de tener esto y los efectos secundarios varían de un individuo a otro, y siempre se debe discutir con tu médico antes de comenzar el tratamiento. Infliximab se ha asociado con el desarrollo de anticuerpos antinucleares y anti- ADN de doble cadena, náuseas, dolor abdominal y reacciones a la infusión. Los efectos secundarios graves incluyen un mayor riesgo de infección, especialmente tuberculosis e infecciones micoticas. La hepatitis B no tratada puede empeorar mientras tomas TNFi. Debes hacerte la prueba para la tuberculosis y la hepatitis antes de iniciar uno de estos medicamentos. Los efectos secundarios menos comunes incluyen la reacción alérgica y el desarrollo de otros trastornos del sistema inmunológico. Si has tenido cáncer de cualquier tipo o ha aumentado tu riesgo, deberás analizar las diversas opciones con tu reumatólogo con respecto al uso de cualquier producto biológico. Si crees que podrías tener una infección, consulta con tu médico antes de tomar tu medicamento. Las drogas biológicas dificultan que el sistema inmunológico de tu cuerpo combata las infecciones. Incluso pueden dificultar la detección y observar los primeros signos de infección, así que habla con tu médico sobre qué buscar. Para obtener más información, visita: http://www.rheumatology.org/I-Am-A/Patient-Caregiver/Treatments/ Anti-TNF Si planeas someterte a una cirugía, primero habla con tu reumatólogo. Es posible que debas dejar tu dispositivo biológico por un tiempo antes de someterte a la cirugía. Contraindicaciones Las vacunas vivas y atenuadas, como la vacuna contra el herpes zóster, la vacuna contra la fiebre amarilla y Flumist® (vacuna contra la gripe intranasal), no se deben administrar cuando se toma un biológico TNFi. Estos medicamentos pueden interactuar con las vacunas, ciertos alimentos y medicamentos, posiblemente haciendo que tu vacuna no sea tan efectiva. Asegúrate de hablar con tu médico acerca de los medicamentos actuales, las vacunas planificadas y cualquier cambio en la dieta que hagas (uso de vitaminas, productos herbales). Adalimumab (Humira) específicamente interactúa con los existentes Insuficiencia cardíaca congestiva (ICC) ) : La terapia biológica con TNFi no se recomienda para pacientes que viven con ICC no controlada, ya que puede empeorar esta afección. Infección grave previa: Se ha descubierto que los fármacos TNFi aumentan la incidencia de neumonía, tuberculosis (TB), ciertas enfermedades fúngicas y la infección de piel / tejidos blandos. Se debe solicitar una prueba de tuberculosis antes de comenzar cualquier medicamento biológico. Hepatitis C sin recibir terapia antiviral: La ACR recomienda que tu médico hable con un gastroenterólogo y hepatólogo para considerar el tratamiento de estos dos estados de enfermedad. TNFi puede administrarse cuidadosamente mientras se maneja el tratamiento de la hepatitis C. Trastorno linfoproliferativo previamente tratado: El TNFi puede aumentar las probabilidades de tener linfoma. Como un mayor riesgo de linfoma en pacientes con AR que toman TNFis en comparación con una población sin AR se ha demostrado en los estudios, no se recomiendan estos productos biológicos para los pacientes con una historia previa de trastornos linfoproliferativos. Las personas que tienen o han tenido esclerosis múltiple no deben tomar medicamentos TNFi.TratamientosUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 25Tratamientos Asegúrate de informarle a tu médico si estás embarazada o en periodo de lactancia y / o tienes una enfermedad renal o hepática, cáncer, insuficiencia cardíaca congestiva, problemas de sangre o médula ósea o cualquier tipo de infección. También menciona cualquier problema del sistema nervioso como el síndrome de Guillain-Barré o la esclerosis múltiple. Pueden indicar que no debes estar tomando bloqueadores de TNF. Al comenzar la mayoría de los productos biológicos, deberás realizarte análisis de sangre frecuentes para controlar los efectos del medicamento. Sin embargo, una vez establecido en un estudio biológico, tus pruebas serán menos frecuentes. Específicamente, para los productos biológicos TNFi, se realizarán análisis de sangre para verificar la supresión de la médula ósea, un recuento bajo de glóbulos blancos o efectos sobre el hígado. BIOLOGICIOS QUE NO SON TNFI (BIOLOGICOS QUE NO SON BLOQUEADORES DE TNF) ¿Qué es lo que ya sabemos? Existen otros productos biológicos que se dirigen al sistema inmunológico de diferentes maneras con respecto a los fármacos TNFi. Interactúan con diferentes tipos de glóbulos blancos, como células T o células B, en su sistema inmunológico. También pueden bloquear sustancias químicas llamadas citocinas que causan inflamación. Los glóbulos blancos y las citoquinas son fabricados por su sistema inmunológico para combatir las infecciones. Pero en la AR, pueden estar fuera de control y causar inflamación. Entonces estas drogas pueden suprimir su sistema inmunológico, aliviar la inflamación, detener El progreso de la AR, y como aliviar tus síntomas. ¿Qué dicen las recomendaciones? Si la actividad de la enfermedad sigue siendo moderada o alta a pesar del uso de la terapia DMARD, los productos biológicos que se dirigen al sistema inmunológico en diferentes formas (TNFi o un JAK inhibidor) podría ser adecuado a el DMARD o usado solo sin un DMARD, dependiendo del medicamento. ¿Por qué me recetan un biológico? Tu médico puede recetarte un medicamento biológico si la monoterapia con DMARD anterior fue ineficaz. Las consideraciones personales como el costo de desembolso personal, las comorbilidades y los efectos secundarios pueden hacer que una opción biológica (a menudo con la adición de metotrexato) sea la correcta para ti. ¿Cómo tomaré mi biológico? Tú podrías tomar este medicamento, vía inyecciones, en casa (conocido como \"Auto inyección\"), o vía una infusión en la oficina del doctor u otro sitio de infusión. Un profesional de la salud te indicará dónde es seguro administrar estas inyecciones (generalmente en la parte superior de la pierna o en el estómago). Si tienes psoriasis, no te inyectes en las áreas afectadas. Si tienes miedo a inyectarte, habla con tu enfermera o alguien que trabaja en la clínica o farmacia que te pueda ayudar en dirigirte con alguien que te ayude a inyectarte. Asegúrate en estar completamente seguro en c ómo realizar este procedimiento antes de administrar el medicamento por tu cuenta. No tengas pena de pedir ayuda. También puedes obtener tu biológico como una infusión en lugar de una inyección. Un profesional de la salud te administrara el medicamento a través de una infusión intravenosa (IV). Obtendrás tu tratamiento en el consultorio del médico, en un centro de infusión especial, o en el hospital local. Tu y tu médico pueden decidir si una infusión es la opción correcta para ti. Las infusiones pueden durar tan poco como 30 minutos, o podrían tardar hasta varias horas - dependiendo del medicamento, dosis, e individuo. Algunos biológicos comunes que funcionan de manera diferente a los biológicos TNFi Efectos secundarios Como con todos los productos biológicos, el mayor riesgo al tomar estos medicamentos es la infección. Notifica de inmediato a tu médico si sientes signos de infección: fiebre, escalofríos o náuseas. UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 26Tratamientos Abatacept (Orencia): Abatacept actúa bloqueando la señalización a un tipo especial de glóbulo blanco llamado célula T. Los efectos secundarios más comunes de abatacept (Orencia ® ) son dolores de cabeza, resfríos, dolor de garganta, náuseas y en niños, diarrea, tos, fiebre y dolor abdominal. En casos raros, pueden ocurrir reacciones alérgicas, urticaria, dificultad para respirar o presión arterial baja. Pueden producirse efectos secundarios graves, como infecciones. No deberías recibir una vacuna viva mientras tomes abatacept (Orencia ®). Abatacept puede administrarse por infusión IV o auto inyectado. Las células T juegan un papel importante en tu sistema inmunológico, y son probablemente los jugadores mas importantes en la inflamación de la AR. En la AR, tu sistema inmunológico confunde algunas de tus propias células como invasores extraños. Tu cuerpo activa las células T por error para atacar lo que cree que es algo extraño que esta ahí para causar enfermedades en tu cuerpo. Las células T activadas envían señales a las otras células inflamatorias de tu sistema inmunológico. Estas otras células inflamatorias emiten señales propias y pueden estar relacionadas con la inflamación en la AR. Tocilizumab (Actemra): Tocilizumab actúa bloqueando una citocina conocida como Il-6 que puede causar inflamación. Las reacciones raras incluyen fiebre y escalofríos y un riesgo de infección. También pueden ocurrir niveles elevados de colesterol y / o un aumento en las enzimas hepáticas. Una complicación muy rara que puede ocurrir es la perforación intestinal o un agujero en la pared intestinal. Notifica de inmediato a tu médico si tienes antecedentes de diverticulitis, desarrollas dolor abdominal o tienes evacuaciones intestinales con sangre mientras tomas tocilizumab (Actemra®). Tocilizumab puede administrarse por infusión inyecci ón. Rituximab (Rituxan): El rituximab actúa bloqueando un tipo especial de glóbulo blanco conocido como células B. Algunos pacientes pueden sentir efectos secundarios durante o hasta 24 horas después de recibir rituximab (Rituxan®). Pueden incluir un leve estiramiento de la garganta, síntomas parecidos a la gripe, sarpullido, picazón, mareos y dolor de espalda. En casos raros, los pacientes pueden experimentar sibilancias, hinchazón de la boca o garganta, dificultad para respirar o dolor en el pecho. Otros efectos secundarios pueden incluir dolor de cabeza, tos, náuseas, malestar estomacal, sudoración, nerviosismo, rigidez muscular y entumecimiento. En casos muy raros, puede ocurrir una reacción cutánea grave, llagas en la boca, cambios en la visión, pérdida del equilibrio, dificultad para caminar o confusión. Ponte en contacto con tu médico de inmediato si experimentas este tipo de efectos secundarios. Rituximab se administra por infusión IV . Algunos efectos secundarios pueden reducirse con una inyección de esteroides antes de la infusión de rituximab (Rituxan®), o tomando acetaminofeno (Tylenol®) o difenhidramina (Benadryl®). A veces una infusión podria ser detenida y luego dar reinició a un ritmo más lento para disminuir la frecuencia de los efectos secundarios.. Cómo monitorizar Es posible que tengas que someterte a un análisis de sangre mientras estas con terapia de un biológico. Los análisis de sangre también se usan para medir la función hepática y renal, ya que estos son los órganos que procesan lo que pasa por tu cuerpo. Los conteos sanguíneos completos (CBC, por sus siglas en inglés) son exámenes que miden la salud de tu médula ósea y las células inmunes. Esto se verifica cuando extraen sangre mientras tomas estos medicamentos. Al monitorear tu sangre, tu equipo médico puede garantizar que tu cuerpo pueda combatir las infecciones sin causar dolor, rigidez e hinchazón de la artritis. De nuevo, es importante que observes si hay signos de infecciones, como tos, incomodidad al orinar o si tiene cortes que no se están recuperando. Si tienes alguna de estas señales entre las visitas con tu médico, infórmale a tu médico antes de tomar tu próxima dosis biológica. Contraindicaciones Con todos los productos biológicos, hay momentos en que estos medicamentos no deben usarse. Algunas de estas situaciones incluyen antecedentes de infecciones recurrentes que ponen en peligro la vida, tuberculosis no tratada u otra infección activa, antecedentes de linfoma (excepto rituximab), enfermedad desmielinizante activa (EM) o hepatitis B activa . Tu reumatólogo te preguntará acerca de tu historial médico. Es bueno saber la historia en detalle cuando hablas de tu plan de tratamiento. Sé abierto y minucioso. No dejes pasar las infecciones pasadas o enfermedades como el cáncer, o incluso si crees que puedas haber tenido algún problema de salud. Escribe cualquier problema o diagnósticos que has tenido en el pasado, llévalo a tu cita para que no pase por alto nada UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 27Tratamientos importante que debería saber tu médico. No te preocupes: Se te harán preguntas para obtener todos estos detalles sobre tu historial médico. Es probable que llenes un cuestionario por si algo se te olvida. Si no estás seguro qué alguna de estas preguntas acuérdate que lo más importante es hablar con tu medico sobre todo esto.. Condiciones existentes Cáncer de piel previamente tratado o no tratado (no melanoma o melanoma): Estos productos biológicos no están contraindicados con esto, pero es muy importante que un dermatólogo los controle cuidadosamente.. Comorbilidades Enfermedades respiratorias crónicas, diabetes, enfermedad cardíaca y accidente cerebrovascular. Habla con tu médico si tienes alguna de estas comorbilidades. En algunos casos, los medicamentos para tratar estos problemas pueden interactuar con tus productos biológicos. Es importante que tu médico te proporcione los tratamientos adecuados para tus problemas de salud. Inhibidores de la quinasa Janus (JAK) Los inhibidores JAK son una clase nueva de medicamentos para la artritis. Estos no son productos biológicos. Son conocidos como medicamentos de molécula pequeña . La presentación de los inhibidores JAK vienen en pastilla. Este medicamento disminuye tu sistema inmunológico y la capacidad de hacer ciertas enzimas que disminuyen los síntomas de la AR. El primer inhibidor de JAK es tofacitinib (Xeljanz®). Muchos otros se están desarrollando ahora, y pueden ser aprobados pronto.. Los inhibidores de JAK pueden usarse con o sin metotrexato. Tu reumatólogo incluso puede recetar este medicamento antes de intentar con un medicamento biológico si considera que es la opción correcta para ti. TOFACITINIB (XELJANZ®) Introducción Tofacitinib (Xeljanz) se usa para tratar la AR en pacientes que no pueden tolerar el metotrexato. Es una de las clases más nuevas de medicamentos para la artritis llamados inhibidores de la quinasa janus (JAK)s. ¿Qué es lo que ya sabemos? Tofacitinib (Xeljanz) funciona al disminuir la efectividad del sistema inmunitario para reducir el dolor, hinchazón e inflamación.. ¿Qué dicen las recomendaciones? De acuerdo con las guias de tratamiento de la AR de la ACR, el tofacitinib (Xeljanz) se usa en pacientes con AR establecida con actividad moderada o alta de la enfermedad a pesar de la monoterapia con DMARDs. ¿Por qué estoy tomando este medicamento? Tu médico puede recetar tofacitinib (Xeljanz) si no eres capaz de tolerar el metotrexato, o si has tomado metotrexato sin ningún resultado. Tu puedes estar tomando tofacitinib (Xeljanz) solo o en combinación con otro medicamento. ¿Cómo tomo este medicamento? Tofacitinib (Xeljanz) viene en forma de tableta. Se puede tomar una o dos veces al día, generalmente sin alimentos. Debes tomar tofacitinib (Xeljanz) a la misma hora todos los días. Es una buena idea leer la etiqueta cuidadosamente y hablar con tu médico para asegurarte de que entiendas completamente cómo tomar tu medicamento. Hay dos formas de tofacitinib (Xeljanz), aunque ambas son tabletas. Las tabletas de liberación prolongada generalmente contienen 11 mg de medicamentos y se toman una vez al día. Se descomponen de manera diferente por tu cuerpo y liberan el producto a un ritmo más lento. Las tabletas de liberación rápida generalmente contienen 5 mg de medicamentos y se toman dos veces al día. Se descomponen rápidamente y liberan el producto mucho más rápido. UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 28Tratamientos ¿Cuándo comenzará a funcionar? Con tofacitinib (Xeljanz), se puede empezar a ver una mejoría en los síntomas en tan solo dos semanas. Sin embargo, normalmente toma de tres a seis meses alcanzar la efectividad total. Cuándo hablar con tu médico Habla con tu médico si experimentas algún tipo de los siguientes: w Reacciones negativas o efectos secundarios w Preocupaciones acerca de por qué se te ha recetado este medicamento w Tus síntomas no mejoran en seis meses w Preguntas o confusión sobre el uso de su medicamento w Si estás planeando cirugía w Si planeas no tomar una dosis por algún motivo w Signos posibles de una infección como escalofríos o náuseas w Fiebre w Si puedes estar embarazada Efectos secundarios Muchos pacientes no padecen de efectos secundarios, y aquellos que lo hacen rara vez padecen efectos secundarios graves. Muchas veces los efectos se vuelven menos serios y frecuentes con el tiempo. Algunos efectos secundarios menos serios incluyen: w Náusea w Indigestión w Diarrea w Dolores de cabeza w Infección del tracto respiratorio superior w Aumento de los niveles de colesterol En casos raros, pueden ocurrir efectos secundarios más graves, como: w Infección w Recuentos sanguíneos anormales w Pruebas anormales de función hepática w Mayor riesgo de perforación intestinal w Disminución de la función renal Tomando tus medicamentos según lo recetado por el médico, haciendo exámenes de sangre regularmente y asistiendo a todas tus citas médicas reducirá la ocurrencia y la gravedad de los efectos secundarios. Cómo monitorizar Mientras estés tomando tofacitinib (Xeljanz), deberás hacerte análisis de sangre periódicamente para que tu médico pueda controlar diferentes valores. Esto es para asegurar que el medicamento esté funcionando de manera efectiva y para mantener un registro de si hay o no efectos secundarios negativos. Conteo de linfocitos: Necesitarás esta prueba antes de comenzar a tomar tofacitinib (Xeljanz) para tomar nota de la \"línea base\", y luego cada tres meses después. Los recuentos de linfocitos se utilizan para medir tus glóbulos blancos. Los glóbulos blancos son una parte importante de tu sistema inmunológico. Los recuentos de linfocitos se usan para determinar si el medicamento está funcionando o no y para garantizar que tu sistema inmunitario aún pueda evitar que puedas contraer una infección. Si tu recuento de linfocitos es demasiado bajo, tu médico puede cambiar tu dosis o medicamento. Conteos de neutrófilos / plaquetas: Necesitarás estas pruebas una vez para anotar tu línea base, una vez después de cuatro a ocho semanas y cada tres meses después. Los recuentos de neutrófilos miden otro tipo de glóbulos blancos, por lo que se controlan de otra manera para garantizar que tu medicamento funcione y no cause UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 29Tratamientos VACUNAS Si tienes AR o PsA (Artritis Psoriasicá), podrías tener el doble del riesgo normal de contraer una infección como la gripe, la neumonía o el herpes zóster. ¿Por qué el alto riesgo? Tanto tu enfermedad como los medicamentos que tomas para disminuir la actividad de tu sistema inmunológico afectan la capacidad de tu cuerpo de combatir las infecciones. Por supuesto, hay vacunas que ayudan a protegerte de las infecciones. ¿Está bien recibir una vacuna si también tienes una prueba biológica? En realidad, existen algunos riesgos, por lo que debes trabajar con tu reumatólogo para asegurarte de que te vacunes de forma segura o encontrar formas de ayudar a protegerte de una infección si no es seguro que obtengas las vacunas. Es una conversación importante para todos con tu médico, pero es especialmente importante para las personas con enfermedades autoinmunes como la AR. ¿Por qué son las vacunas riesgosas para ti? Algunas vacunas comunes usan versiones de los virus que causan la infección. A menudo se llaman \"vacunas vivas\". La vacuna funciona engañando a tu sistema inmunológico y haciéndole creer que es la infección, y luego tu sistema inmunológico te protegerá de los virus en el futuro, haciéndote \"inmune\". Pero si tomas un DMARD, un medicamento biológico o un glucocorticoide, tus tratamientos podrían hacer que tu sistema inmunológico sea más vulnerable. Es posible que no puedas obtener una versión en vivo o incluso daños. Las plaquetas también son parte de tu sistema inmunológico, pero controlan la capacidad de coagulación de tu sangre. Si tienes muy pocos, existe el riesgo de sangrado inusual. Si tu análisis de sangre muestra muy pocas plaquetas o neutrófilos, tu médico puede ajustar tu dosis o medicamento. Hemoglobina: Necesitarás esta prueba una vez para anotar la \"línea base\", después se necesitará una mas entre la cuarta a octava semana y cada tres meses después. La hemoglobina es parte de tus glóbulos rojos y ayuda a transportar oxígeno a tu torrente sanguíneo. Muy poca hemoglobina puede provocar un aumento del sangrado anormal. El monitoreo puede revelar si corres el riesgo de sangrado o no, y si tu hemoglobina es demasiado baja, tu médico puede ajustar tu medicamento. Lípidos: Necesitarás esta prueba de cuatro a ocho semanas después de empezar a tomar el medicamento y después periódicamente. Los niveles de lípidos se miden para asegurar que tofacitinib (Xeljanz®) no está teniendo un efecto negativo en tus niveles de colesterol. LFTs: Las pruebas de función hepática ( LFT) deben realizarse periódicamente para garantizar que no se produzca daño hepático. La hepatitis viral: Antes de iniciar tu medicamento, debes hacerte la prueba para la hepatitis viral. No debes de tomar este medicamento si estas positivo para la hepatitis viral. Además necesitaras revisar tu presión de sangre periódicamente, como pruebas de la piel, y signos y síntomas de cualquier infección. Esto es para asegurarte de que no estás teniendo ningún efecto secundario negativo. Si tienes algún efecto secundario por causa de estar tomando este medicamento, tu doctor puede ajustar tu dosificación o medicamento.. Contraindicaciones Las contraindicaciones para tofacitinib (Xeljanz) son: tener antecedentes de una reacción a tofacitinib, embarazo, alguna enfermedad hepática, alguna enfermedad renal, trastornos sanguíneos, algunos cánceres, infecciones activas o antecedentes de tuberculosis activa. Comorbilidades Habla con tu médico si tienes alguna de estas enfermedades concomitantes: afecciones respiratorias crónicas, diabetes, enfermedad cardíaca o accidente cerebrovascular. En algunos casos, los medicamentos para tratarte pueden interactuar con tofacitinib (Xeljanz), y es importante que tu médico te proporcione los tratamientos adecuados. UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 30Tratamientos debilitada de estos virus. Puedes enfermarte con el tratamiento que está destinado a protegerte. Es posible obtener algunas vacunas si usas DMARD, esteroides o medicamentos biológicos. Es necesario trabajar con tu reumatólogo para crear un plan para tus vacunas necesarias. Es posible que debas vacunarte antes de que empiezes tus medicamentos para la artritis. Deberías evitar vacunas vivas si tú medicamento es un biológico o un inhibidor JAK . En 2012, el Colegio Estadounidense de Reumatología (American College of Rheumatology) ofreció recomendaciones de vacunas para las personas con AR que están comenzando o actualmente usan DMARD y productos biológicos. Recomendaron, según tu edad y riesgo de contraer estas enfermedades infecciosas, que pudieras obtener estas vacunas muertas mientras tomas DMARD o la terapia biológica sin problema: la gripe neumocócica, la gripe intramuscular (vacuna contra la gripe) y el virus de la hepatitis B. También recomendaron que, basado en tu edad y riesgo, obtengas la vacuna recombinante para la vacuna contra el virus del papiloma humano (VPH), Gardasil®. La vacuna contra el VPH se recomienda para todas las personas menores de 26 años. Puede ayudar a protegerte de una infección que puede causar diferentes tipos de cáncer. ¿Qué pasa con la vacuna contra el herpes zóster? Causado por el virus del herpes zóster, el herpes zóster es una enfermedad cutánea dolorosa. También puede ponerte en riesgo de otros problemas de salud. La vacuna contra el herpes zóster es una vacuna viva, por lo que la ACR recomendó que las personas con AR que ya estén tomando medicamentos biológicos o un inhibidor de JAK no reciban esta vacuna durante el tratamiento. Si tiene una enfermedad reumática autoinmune como la AR, puedes estar en mayor riesgo de contraer herpes zóster, por lo que la vacuna puede ayudarte a prevenir esto. Sin embargo, a partir de ahora, deberás suspender el inhibidor biológico o JAK por cierto tiempo antes o después de recibir la vacuna contra el herpes zóster. La cantidad exacta de tiempo dependerá del tipo de inhibidor biológico o JAK que estés tomando. Esta es una discusión que debes tener con tu reumatólogo para determinar si esto es adecuado para ti. Debido a que aún hay mucho por aprender sobre el riesgo, ahora se están realizando más estudios y pruebas para evaluar la seguridad de la vacuna contra el herpes zóster si estás en tratamiento con productos biológicos. La conclusión sobre las vacunas: habla con tu reumatólogo. No obtengas vacunas, ni vacunas contra la gripe o herpes zóster en tu farmacia local sin informárselo a tu reumatólogo. Tú y tu reumatólogo pueden planear las vacunas de forma segura o vigilar si hay signos de infección y también te deje saber si no es seguro que te vacunes.. Puedes tomar otras medidas para ayudar a prevenir infecciones si tienes un problema biológico: w Evita amigos o familiares que estén enfermos de gripe o neumonía. Discúlpate de visitar personas enfermas porque podrías ponerlos en riesgo. Llama, envíales un mensaje de texto o envíales un correo electrónico si deseas estar al pendiente de ellos. w Lávate las manos, especialmente si te encuentras en lugares públicos como el centro comercial, la escuela o la universidad, edificios de oficinas o restaurantes. w Si notas que muchas personas en el trabajo se están enfermando con la gripe o incluso tosiendo, pregúntale a tu supervisor si puedes trabajar remotamente de tu casa durante unos días. w Estate atento a cualquier signo de infección, como fiebre, escalofríos o sarpullido. Infórmale a tu médico de inmediato si crees que tienes una infección, para poder recibir tratamiento de inmediato. GLUCOCORTICOIDES Introducción Los glucocorticoides son medicamentos que se usan para reducir la inflamación. También pueden llamarse corticosteroides o incluso \"esteroides\" para abreviar. Los glucocorticoides que se recetan con mayor frecuencia son la prednisona y la metilprednisolona (Medrol®). UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 31Tratamientos w Aumento de peso w Osteopenia y osteoporosis (adelgazamiento o debilitamiento de los huesos) w Glaucoma o cataratas en sus ojos w Acné w Redondez de la cara o \"cara de luna\" w Nerviosismo e incapacidad para dormir (particularmente si lo toma de noche) Las posibilidades de tener estos efectos secundarios dependen de tu dosis, cuánto tiempo tomes glucocorticoides o si tienes otras afecciones médicas. Cómo monitorizar Deberán estar atentos a cualquiera de los efectos secundarios anteriores. Si los tienes, es posible que debas ajustar tu dosis de esteroides. Si tienes diabetes, deberás controlar tu nivel de azúcar en la sangre con mayor frecuencia y tal vez tengas que ajustar tu medicamento, ya que los esteroides pueden aumentar tu nivel de azúcar en la sangre. Tu médico revisará el uso de glucocorticoides a menudo. Es probable que no necesites seguir tomando estos medicamentos durante mucho tiempo. ¿Cómo puedo reducir los efectos secundarios? Aquí hay algunos pasos que puedes seguir para reducir el riesgo de efectos secundarios de los glucocorticoides: w Aumente la ingesta de calcio y vitamina D, y realiza ejercicios de levantamiento de pesas para proteger tus huesos. Es posible que debas tomar un medicamento para proteger tus huesos si permaneces con esteroides por un tiempo prolongado. w Comer muchas verduras verdes y reducir el consumo de azúcar y sal para prevenir el aumento de peso, el riesgo de diabetes y presión arterial alta. w Reduce la cantidad de cigarrillos o deja de fumar y tomar bebidas alcohólicas para aumentar la salud de tus huesos y corazón.¿Qué es lo que ya sabemos? Estos medicamentos pueden reducir los síntomas de la AR muy rápidamente. A menudo se usan como una \"terapia puente\" mientras se espera que tu DMARD o productos biológicos comienzan a trabajar. También se pueden usar si tienes un brote y necesitas un alivio rápido de un síntoma. Los glucocorticoides están diseñados para actuar de la misma manera que las hormonas (esteroides naturales) producidas por las glándulas suprarrenales que se sientan en la parte superior de los riñones. Pueden suprimir la inflamación y hacer que tu sistema inmune sea menos activo. Aumentar la dosis a más de 6 mg por día también puede aumentar la probabilidad de efectos secundarios. ¿Por qué estoy tomando un glucocorticoide? Lo más probable es que estés tomando glucocorticoides a corto plazo para ayudar a tratar el dolor y la inflamación de las articulaciones durante un brote o mientras esperas que tu DMARD o medicamento biológico surta efecto. A veces, ninguno de tus otros medicamentos reduce los síntomas lo suficiente, por lo que se agrega una dosis baja de esteroides. Debido a que los esteroides tienen efectos secundarios, es mejor tomar la dosis más baja posible que necesitas para aliviar tus síntomas. Nunca deberías suspender repentinamente tus esteroides si los has tomado por más de dos semanas, a menos que hayas disminuido a una dosis lo suficientemente baja como lo que indique tu médico. ¿Cuáles son los efectos secundarios posibles de glucocoricoides? w Aumento del riesgo de infección w Diabetes w Hipertensión w Presión arterial alta UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 32para el dolor de sus articulaciones, que no es causado por la autoinmunidad. En general, los AINEs son seguros de usar para las erupciones leves de dolor, pero tienen muchos efectos secundarios posibles si los tomas por un tiempo prolongado o en dosis altas. Los efectos secundarios incluyen sangrado, daño a los riñones, gastritis / úlceras sangrantes, retención de líquidos y presión arterial alta. Lo que ya sabemos Los AINEs bloquean los ácidos grasos producidos por tu cuerpo llamados prostaglandinas. Estos ácidos, como COX-1 y COX-2, juegan un papel en la inflamación y el dolor. Algunos AINEs bloquean tanto la COX-1 como la COX-2, aunque la COX-1 también ayuda a mantener bajo el ácido de tu estómago. Hay un AINEs, celecoxib, que solo bloquea COX-2. Puede ser más sensible en tu estómago que otros AINEs. Los AINEs comunes que podrías tomar para tu dolor de artritis: w Aspirina Algunos AINEs están disponibles sin receta médica, generalmente en dosis más bajas para el dolor leve. Estos incluyen aspirina, ibuprofeno y naproxeno sódico. También puedes comprar versiones genéricas o de \"marca comercial\" de estos medicamentos. Para un dolor más fuerte, hay dosis más altas de AINEs disponibles por receta. Algunos AINEs solo están disponibles por receta. No tomes un AINEs sin receta si ya está tomando un AINE con receta. Desde aquí se puede tomar demasiado medicamento y ponerte en alto riesgo de efectos secundarios como dolor de estómago, hemorragia, retención de líquidos o problemas de riñón. Ningún AINEs es más efectivo que otros. Depende de ti y de tu reumatólogo decidir cuál puede ser el mejor para tu dolor de artritis. ¿Por qué estoy tomando un AINEs? Es posible que debas tomar un AINEs para el dolor o la rigidez en las articulaciones de vez en cuando. O bien, tu reumatólogo puede recetar un AINEs más fuerte para tu dolor si es necesario. Es posible que no tengas que tomar AINEs a largo plazo. Es posible que solo necesite tomar un AINEs los días en que tu dolor se sienta peor de lo normal. Si exageras la actividad física en ciertos días y te duele después, un AINEs puede ser útil para aliviar tu dolor a corto plazo. Si tiene osteoartritis (OA) además de AR, es posible que necesites tomar AINEs para ayudarte a controlar tu dolor de OA, que es causado por un proceso diferente en tu cuerpo pero que comúnmente se asocia con AR. Algunas personas con AR controlan el dolor, la inflamación o la rigidez de tus articulaciones con sus DMARDs, productos biológicos o esteroides. Por lo tanto, es posible que no necesites AINEs en lo absoluto o solo de vez en cuando. Otras personas pueden encontrar que los DMARD o los productos biológicos no funcionan lo Tratamientos AINES Introducción Los medicamentos antiinflamatorios no esteroideos (NSAID, por sus siglas en inglés) son los tratamientos más utilizados para la inflamación y el dolor. Tus DMARDs, productos biológicos y glucocorticoides están diseñados para disminuir o detener la inflamación en el sistema inmunológico de tu cuerpo y, por lo tanto, aliviar la hinchazón y el dolor en las articulaciones. Si esto no es suficiente también puedes tomar AINEs de vez en cuando, según sea necesario para el dolor . También son utilizados por muchas personas con osteoartritis UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 33suficientemente bien como para controlar su dolor y también necesitan tomar un AINEs. Depende de tu cuerpo, de tu dolor cotidiano y de lo bien que estén funcionando tus otros medicamentos para mantener tu AR bajo control. Dado que tomar AINEs regularmente para el dolor puede causar efectos secundarios graves, habla con tu reumatólogo sobre la mejor manera de aliviar tu dolor. Él o ella puede sugerir que tengas AINEs a mano en caso de que los necesites. Muchos de los AINEs están disponibles en el mostrador (OTC) en tu farmacia o supermercado local, incluyendo ibuprofeno (Advil®), naproxeno sódico (Aleve®) y aspirina. Incluso estas píldoras de venta libre pueden tener efectos secundarios graves, especialmente si los tomas a menudo. Si necesitas tomar AINEs sin receta por más de dos semanas para el dolor crónico de la artritis, podría ser una señal de alerta. Habla con tu reumatólogo sobre tus opciones para controlar tu dolor. Además, asegúrate de que tu reumatólogo sepa todo lo que estás tomando para tu dolor, incluso medicamentos sin receta o suplementos. ¿Cuáles son los efectos secundarios posibles de los AINEs? Los AINEs pueden ser seguros según tu edad y otras enfermedades que tengas. Si tienes hipertensión, diabetes, enfermedades cardiovasculares, historial de úlceras o cualquier tipo de problema renal, es posible que no puedas tomar los AINEs de venta libre o tu médico debe seguirlos de cerca. El efecto secundario más común de tomar AINEs es el dolor de estómago o la acidez estomacal. Otros incluyen: w Sangrado w Problemas renales w Úlceras w Aumento de la presión arterial w Retención de líquidos w Mayor riesgo de ataque cardíaco o accidente cerebrovascular w Zumbido en tus oídos w Mareos o aturdimiento w Dolores de cabeza w Reacciones alérgicas o problemas hepáticos (raramente) Si notas alguno de estos síntomas, obtén atención médica de inmediato: w Vómitos w Tobillos, manos o pies hinchados por la retención de líquidos w Heces negras o sanguinolentas w Aumento de peso inusual Tu riesgo de efectos secundarios aumentan si tomas dosis más altas de AINEs o tomas estos medicamentos durante largos períodos de tiempo. Además, las personas que son mayores o tienen un historial de úlceras pueden estar en mayor riesgo de problemas estomacales con el uso de AINEs. Habla con tu reumatólogo sobre tus opciones para controlar el dolor crónico de la artritis. Celecoxib y meloxicam tratan el dolor de la artritis con la misma eficacia que otros AINEs, pero debido a que solo bloquea la COX-2 y no la COX-1, puede ser más fácil para el estómago. COX-1 es una prostaglandina que protege el revestimiento de tu estómago. Por lo tanto, celecoxib y meloxicam pueden aliviar tu dolor y reducir el riesgo de dolor de estómago o úlceras. Cómo controlar los efectos secundarios Infórmale a tu médico si tienes efectos secundarios desagradables, como acidez estomacal, dolor de estómago o retención de líquidos. No \"sonríes y aguantes\". Es importante saber que muchas veces las úlceras sangrantes de los AINEs no tienen ningún síntoma. Por lo tanto, es importante que tu médico te haga un seguimiento para detectar cualquier disminución en tu conteo sanguíneo u oscurecimiento del color de tus heces. Tu reumatólogo puede reducir tu dosis o sugerir otro medicamento para tu dolor. No intentes tratar el dolor de estómago severo o la acidez por tu cuenta. TratamientosUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 34Tratamientos En el Horizonte: Medicamentos Nuevos que Vienen Hay muchos medicamentos nuevos que se están investigando ahora y algunos pueden ser hasta de aprobación de la FDA pronto - incluso en el próximo año. Muchos todavía están en estudios clínicos. Eso significa que los investigadores todavía los están probando para ver si funcionan bien para controlar la inflamación, los síntomas de la artritis y la actividad de la enfermedad; para asegurarse de que son seguros para que los tomes; y para asegurarse de que no tengan efectos secundarios que son mayores que los posibles beneficios para la salud de la droga. Los estudios clínicos suceden en hospitales, clínicas, universidades e incluso en el consultorio de su médico. Pacientes como tu pueden participar en pruebas clínicas si cumples con los requisitos que los investigadores necesiten para probar el medicamento. Hay cuatro fases de pruebas clínicas para un medicamento: Estudio clínico de fase I: se prueba un nuevo medicamento en un grupo muy pequeño de pacientes para ver si es seguro, cuánta dosis del medicamento se necesita para funcionar de manera efectiva y los efectos secundarios que el medicamento puede causar. Estudio clínico de fase II : el nuevo medicamento se prueba luego en un grupo más grande de pacientes para asegurarse de que sea efectivo y seguro. Fase III del estudio clínico: El medicamento se administra a grupos mucho más grandes de pacientes para Mantente al día con todos tus chequeos regulares para que puedas controlar tu presión arterial y otros signos vitales mientras tomas AINEs. Tomados durante un largo tiempo, estos medicamentos pueden aumentar el riesgo de problemas cardíacos graves. Si ya tienes presión arterial alta, es importante revisar tu presión arterial con frecuencia y, si está aumentada, es posible que debas suspender o ajustar la dosis del AINEs. El aumento de la presión arterial puede dañar tus riñones y aumentar tu riesgo de sufrir un ataque cardíaco o un derrame cerebral.. ¿Qué puedo hacer para ayudar a prevenir o aliviar los efectos secundarios? Si tienes efectos secundarios de los AINEs, tales como dolor de estómago, es posible que puedas agregar otro medicamento para bajar el ácido del estómago. Hay muchos inhibidores de la bomba de protones que pueden reducir el riesgo de úlceras. (Zegerid, Zegerid OTC) Algunos de estos se pueden comprar sin receta y otros puede necesitar una receta. Algunas formas sencillas de aliviar los efectos secundarios de los AINEs incluyen: w Toma la dosis más baja posible que necesita para controlar tu dolor. w Toma tu medicamento con alimentos, como con tus comidas normales o un bocadillo. Cabe señalar que la toma de AINEs con la comida no reducirá el riesgo de una úlcera. Puedes aumentar la tolerabilidad del AINEs pero no reducirá la toxicidad. w Intenta la aspirina recubierta en lugar de sin recubrimiento. Ten en cuenta que esto solo puede aumentar la tolerabilidad de la aspirina y no disminuir el riesgo de una úlcera w Evite los AINEs de larga duración, \"una vez al día\", porque permanecen en tu sistema durante más tiempo. w Considera usar paracetamol (Tylenol®) para el dolor articular ocasional en lugar de AINEs. También tiene algunos riesgos de efectos secundarios, así que habla con tu médico antes de tomar cualquier medicamento de venta libre para el dolor de artritis. w Habla con tu médico sobre el efecto sinérgico del paracetamol (Tylenol®) con AINEs para permitir la dosis mínima de AINEs posible.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 35Tratamientos asegurar aún más que es seguro y eficaz en situaciones diferentes, en busca de efectos secundarios, compararlo con otros medicamentos que están disponibles para la misma condición, y recoger toda la información que será necesaria para que el medicamento pueda administrarse con seguridad. Estudio clínico de fase IV: después de que el medicamento se aprueba y está disponible para su receta o en el mercado , se realizan más pruebas para evaluar su efectividad a largo plazo, los efectos secundarios o cómo funciona en diferentes grupos de pacientes. Existen varios inhibidores de JAK todavía en pruebas clínicas y si son aprobados por el FDA, podrían, un día, estar disponibles para recetar para la AR. No todos tienen nombres específicos todavía, pero ellos podrían pronto tenerlo. Si están aprobados, cada medicamento tendrá un nombre de \"marca\" . Estudios clínicos de fase III (a partir de octubre de 2016): w Baricitinib w Filgotinib w Peficitinib w ABT-494 w Sirukumab Estudios clínicos de fase II (a partir de octubre de 2016): w Decernotinib w INCB-039110 Estudios clínicos adicionales pueden estar disponibles. Para obtener una lista completa de estudios clínicos, incluyendo la información de elegibilidad de los patrocinadores individuales de las pruebas clínicas, visita: http://www.ClinicalTrials.gov BIOSIMILARES Hay otra opción nueva que pronto estará disponible para tratar la Artritis Reumatoide: medicamentos biosimilares. Estas son copias muy similares a los diversos productos biológicos que ya están en el mercado. Es posible que hayas visto este término en las noticias, o incluso hayas escuchado a tu médico o enfermera mencionarlo. Los biosimilares son medicamentos que están diseñados para ser muy similares a los medicamentos biológicos existentes, como los inhibidores del TNF. ELEVA TU VOZ: Pacientes como tu, participan en estudios clínicos de tratamientos para la artritis, que incluyen medicamentos aún no disponibles para el público. Estas estudios clínicos pueden ayudar a los reumatólogos y fabricantes de medicamentos a aprender más sobre estos tratamientos, incluyendo su efectividad y efectos secundarios. Si tienes curiosidad sobre los estudios clínicos y si pueden ser adecuadas para ti, pregúntele a tu reumatólogo. Él o ella puede estar realizando pruebas clínicas o conoce pruebas actuales que buscan pacientes como tu. También puedes aprender más acerca de las estudios clínicos actuales de la AR en www.clinicaltrials.gov , o busca los anuncios en línea, y en las revistas y periódicos de AR. Pregunta sobre todos los riesgos posibles de cualquier estudio clínico antes de continuar, y también pregunta sobre cualquier costo que debas hacer para participar en un juicio, incluyendo los viajes o el tiempo fuera del trabajo. Hay diferentes tipos de estudios y pruebas de medicamentos. Una prueba o estudio de \"etiqueta abierta\" es aquel en el que todos quien participa sabe el nombre del medicamento que se está probando. En las pruebas \"simple ciego\" o \"doble ciego\", puede que no sepas qué medicamento estás tomando, o si estás tomando un placebo, que es una píldora inactiva o \"píldora de azúcar\". ¿Por qué algunas pruebas están abiertas mientras que otras son ciegas? Es solo para descartar cualquier prejuicio: todos los que toman un cierto tratamiento puede tener algunos sentimientos al respecto que pueden afectar la forma en que reaccionan o se comportan mientras usan eso. Por ejemplo, si sabes que estás tomando un placebo, es posible que no te tomes la molestia de tomar cada dosis según lo recetado.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 36ELEVA TU VOZ: Biosimilares para la AR están siendo aprobados por la FDA ahora, y más están en el proceso. Estos medicamentos te ofrecerán más opciones para tratar tu artritis reumatoide (AR) y controlar la inflamación. El primer paso es preguntarle a tu reumatólogo si hay un biosimilar disponible que sea correcto para ti. Comienza una conversación con tu médico acerca de los biosimilares y la diferencia a tu medicamento biológico actual para la AR, y qué riesgos, beneficios o ahorros puedas tener si cambias. Llama a tu compañía de seguros para encontrar si hay un biosimilar para tu la AR en su formulario, y cuánto puede ser que el biosimilar cueste. Para ti: Información es poder. Mereces información clara y simple, incluyendo los efectos secundarios, los riesgos, beneficios y costos de desembolso: para todas tus opciones de tratamiento. Una vez aprobado por la FDA, los fabricantes también tendrán sitios web que te informarán más sobre estos tratamientos y programas de asistencia al paciente, que pueden ofrecerte descuentos y ahorros. Tratamientos Los biosimilares no son exactamente como los medicamentos genéricos, que son exactamente lo mismo que los medicamentos de marca original, pero generalmente son más baratos. Debido a que usan investigaciones ya realizadas para desarrollarse, los biosimilares están diseñados para tomar menos tiempo y datos de pruebas clínicas para aprobar, y deberían ser más baratos que el medicamento biológico original. Los nombres de biosimilares incluyen el nombre genérico del medicamento original y cuatro letras para distinguirlo. Una vez aprobados, los biosimilares deben estar registrados. Hasta ahorita la FDA ha aprobado tres biosimilares para tratar la w w Adalimumab-atto (Amjevita) Más biosimilares están en desarrollo aun. Debido a la exclusividad de la patente en poder del fabricante original, los biosimilares podrían no ser inmediatamente disponibles al público. Los biosimilares se tomarán de la misma manera que tu medicamento de referencia y tendrán los mismos efectos secundarios, contraindicaciones y pruebas de monitoreo posibles. Todos los biosimilares deben cumplir con los mismos estándares de seguridad y eficacia que cualquier otro medicamento con receta aprobado por la FDA. Pero debido a que cuestan menos desarrollar y evaluar, es posible que no sean tan caros como otros productos biológicos. Sin embargo, los biosimilares no son idénticos al medicamento original, son simplemente altamente similar. Cada estado tiene diferentes leyes sobre cómo los biosimilares pueden ser sustituidos cuando llega una receta a la farmacia. Si tienes alguna duda, consulta a tu médico acerca de las reglas de tu estado. 35 estados han aprobado leyes hasta el momento que requieren que las farmacias, incluyendo las farmacias especializadas de pedidos por correo, notifiquen a los médicos si ellos planean sustituir un biosimilar por el biológico. Asociaciones m édicas, grupos farmacéuticos, la FDA, compañías farmacéuticas, y otros están todavía debatiendo estas cuestiones. En el futuro, se espera que haya biosimilares que tengan un mayor nivel de similitud con sus productos biológicos de referencia. Estos medicamentos deberán cumplir con este estándar más alto para que la FDA los designe como intercambiables. Todavía no existen medicamentos intercambiables en desarrollo, y la FDA ni siquiera ha establecido los criterios para designar un medicamento como \"intercambiable\". En el futuro, cuando un medicamento reciba la etiqueta intercambiable, los farmacéuticos pueden sustituirlo por UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 37Tratamientos Tratamientos No Farmacológicos I. MEDICINA INTEGRATIVA Y COMPLEMENTARIO TERAPIAS Aunque no existe una gran cantidad de evidencia científica que respalde muchas terapias de medicina complementaria y alternativa (CAM) para la artritis, muchas personas sienten que usarlas además de sus recetas podría tener algunos beneficios adicionales. Antes de participar activamente en medicina integrativa o terapias complementarias, consulta con tu médico. Estas son algunas de las terapias CAM más comunes que usan las personas con AR: w Ejercicio w Tai Chi y Yoga w Acupuntura w Terapia de masaje w Terapia magnética, brazaletes de cobre w Terapia de relajación o meditación w Hidroterapia, sauna w Nutrición, hierbas y suplementos dietéticos w Fisioterapia w Ejercicio acuático w Control de peso w Manipulación osteopática w Ajustes quiroprácticos ¿Cuál es la terapia integradora más recomendada para la artritis? ¡Haz ejercicio! Asegúrate de preguntarle a tu médico sobre la seguridad de cualquier CAM, incluso antes de comenzar a hacer ejercicio, para asegurarte de que sea adecuado para ti. Tu reumatólogo pudo haber sugerido que te vuelvas más activo o que hagas ejercicio algunas veces a la semana. Si no sabes cómo comenzar, consulta a tu médico, enfermera o fisioterapeuta. Te pueden dar algunos consejos para que puedas comenzar a hacer ejercicios de forma segura para tu cuerpo. Puede ser tan simple como dar un paseo o ir a una clase de piscina de agua caliente en tu área. El ejercicio puede ser DIVERTIDO, incluso si tienes AR. Busca algo que disfrutes hacer. Únete a amigos o familiares para que no tengas que hacer ejercicio solo. Un \"compañero\" de entrenamiento también puede mantenerte motivado. Ponte en marcha con tu música favorita. Ejercítate mientras ves una película o programas de televisi ón. Consejos de ejercicio Escucha a tu cuerpo. No hagas nada que agregue más a tu dolor e incomodidad, o podrías causarte una lesión. Divide tu rutina de ejercicios en segmentos más cortos. O haz algo ligero que te ponga en movimiento. El ejercicio o la actividad física regular pueden ayudar a frenar los síntomas de la AR, incluyendo el dolor, la rigidez y la falta de movilidad. ¿Cómo empiezas? ¿Qué tipo de ejercicio funcionan mejor? Realmente depende de tus síntomas, tu estado general de salud y tu estado físico, y qué tipo de ejercicio te gustaría hacer más, porque si te gusta hacer ejercicio, es más probable que sigas haciéndolo. En el pasado, los médicos le decían a las personas con AR que no hicieran ejercicio. Pensaban que el ejercicio dañaría las articulaciones frágiles. Pero ahora, sabemos que el ejercicio es seguro y saludable para las personas con AR. No es probable que aumente la enfermedad, sobre todo si se hace con moderación. Así que empieza lentamente con cualquier ejercicio nuevo que intentes, y luego trabaja hasta las rutinas más largas o más desafiantes. El ejercicio es especialmente importante si has tomado cursos de esteroides durante un largo período de tiempo o varias veces al año, para mejorar tu densidad ósea y el equilibrio.. Habla con tu médico antes de comenzar cualquier rutina de ejercicios nueva para que sepas que es seguro y saludable para ti. Puedes comenzar con algo tan simple como caminar o intentar ejercitarte en una piscina climatizada en el gimnasio o centro comunitario local. Puedes tomar clases de ejercicios locales que están UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 38Tratamientos Estiramiento Los estiramientos diarios pueden ayudarte a controlar tu dolor de artritis y mejorar tu rango de movimiento. Alcanza el cielo y tocar los dedos de los pies son buenos lugares para comenzar. No tengas miedo de estirar las articulaciones que tienden a ser áreas problemáticas. Escucha a tu cuerpo: no presiones tanto como para causar dolor. Caminar Este ejercicio simple puede encajar fácilmente en tu rutina diaria sin importar la edad que tengas ni el lugar de residencia. Es gratis, solo encuentra un lugar seguro para caminar en tu área y muévete. Busca amigos, vecinos o familiares que te acompañen a caminar para hacerlo aún más divertido. Caminar puede ser bueno para la salud de tu corazón, la salud de las articulaciones y el estado de ánimo. Si el clima es malo, puedes caminar dentro de tu centro comercial local. Si es un día bonito, explora tu vecindario o parque local. Camina sobre superficies planas y pavimentadas para estar seguro. Asegúrate de tener zapatos y calcetines cómodos para caminar. Use ropa cómoda que te permita sudar. Beba un poco de agua de antemano o llévate una botella pequeña para que no te deshidrates. Comienza lentamente y camina a un ritmo fácil. A medida que te sientas más seguro, desafíate a caminar un poco más rápido o más lejos, o ambos. A algunas personas les gusta utilizar dispositivos de seguimiento de la aptitud física (es decir, un FitBit o un podómetro) para rastrear tu actividad diaria y fomentar el ejercicio constante. Tai Chi y Y oga Tai chi y Yoga son dos formas antiguas de movimiento. Tai chi es una serie de movimientos fluidos diseñados para ayudarte a mejorar la función y el equilibrio. El yoga, que se presenta en muchos estilos diferentes, generalmente involucra posturas y estiramientos que están destinados a mejorar los síntomas y el estado de ánimo de la artritis . Tanto el tai chi como el yoga son utilizados por muchas personas con AR para sentirse mejor y mejorar algunos de tus síntomas relacionados con la AR. Hecho correctamente, tanto el tai chi y el yoga puede ser seguro para las personas con artritis. Hay una serie de programas de la artritis Tai Chi y Yoga en las comunidades locales, así como videos y diseñadas para personas con artritis que no dañen tus articulaciones.. Aquí hay algunas opciones de ejercicio sugeridas para personas con AR:UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 39Tratamientos herramientas de aprendizaje en línea. Tú puedes además tomar una clase de un instructor quien podrá ayudar a adaptar los movimientos para que sean seguros para tus articulaciones. Habla con tu doctor o físico terapeuta si el tai chi o Yoga son adecuados para ti, y si ellos recomiendan alguna clases en tu zona. Ejercicio Acuático Hacer ejercicio en el agua es excelente si tienes AR, porque la flotabilidad del agua es buen soporte para tu peso y que puedas moverte sin ejercer demasiada presión sobre tus articulaciones. Pero el agua también ofrece cierta resistencia a medida que se mueve, por lo que puede ayudarte a trabajar tus articulaciones y músculos, y que se hagan más fuerte. Consulta las clases de ejercicios acuáticos en tu área, especialmente las diseñadas para personas con artritis. Tu médico o fisioterapeuta puede darte información de las clases de ejercicios de agua adecuadas en tu comunidad. Ciclismo Las personas con AR tienen un riesgo mayor de enfermedad cardiovascular debida a la inflamación involucrada en la enfermedad. Montar en bicicleta, estacionaria o regular, puede ayudar a acelerar y fortalecer tu corazón. También puede ayudarte a aliviar la rigidez, mejorar el rango de movimiento o la flexibilidad, y desarrollar resistencia y tono muscular. Entrenamiento de fuerza Puedes aliviar la presión sobre las articulaciones dañadas o debilitadas por la AR si se agrandan los músculos alrededor de ellos. El entrenamiento de fuerza es la mejor manera de hacerlo. Puedes hacer ejercicios específicos que se dirigen a los músculos por tu cuenta, en una máquina de peso, o con pesas pequeñas. Es importante hacer los ejercicios de fuerza de la manera correcta, así que habla con un terapeuta físico. Tu fisioterapeuta puede recomendar el fortalecimiento de movimientos y mostrar cómo hacerlo correctamente. Acupuntura Esta práctica antigua de curación usa agujas delgadas que se insertan en puntos específicos del cuerpo. La acupuntura está diseñada para ayudar a equilibrar el flujo de energía natural de tu cuerpo (también conocido como 'qi'). Esto podría aliviar tu dolor, aumentar la sensación de calma y mejorar la digestión, por nombrar algunos posibles beneficios. Los riesgos son generalmente leves, incluyendo aturdimiento transitorio, dolor en el sitio de punción, exacerbación inicial de los síntomas y hemorragia. La acupuntura idealmente debe ser realizada por un acupunturista con licencia (LAc) que haya completado una maestría o un nivel más alto de capacitación. Sesiones de acupuntura normalmente se realizan una o dos veces a la semana. Al menos seis a diez sesiones deben producirse antes de decidir sobre su eficacia y si se debe continuar con las terapias. La cobertura del seguro varía para esta terapia, así que consulta con tu proveedor para saber si tienes cobertura para acupuntura. Investigaciones recientes muestran que la acupuntura puede tener algunos beneficios para las personas con dolor crónico: https://nccih. nih.gov/research/results/spotlight/091012 Tratamientos con masajes Realizado por terapeutas de masaje y otros profesionales de la salud, el masaje implica presionar o amasar los músculos y los tejidos en un ambiente relajado y tranquilo. El tipo más común es el masaje sueco. Estudios recientes han demostrado beneficios de alivio del dolor por el masaje sueco, incluyendo la osteoartritis de rodilla. La terapia de masaje puede aliviar la ansiedad, lo que ayuda a reducir la respuesta al dolor también. https://nccih.nih.gov/research/results/spotlight/020812.htm Terapia magnética y pulseras de cobre Los imanes producen un campo de energía que atrae al metal, al igual que los que usas para colocar notas en tu UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 40Tratamientos refrigerador. Los imanes se usan como una terapia alternativa para el alivio del dolor en la artritis y se pueden vender en productos como calcetines, pulseras, protectores de colchón o bandas que se sujetan alrededor de las articulaciones dolorosas. Sin embargo, no hay evidencia de que la terapia de imán funcione mejor que el placebo para aliviar el dolor de la artritis u otros síntomas. Estos productos podrían ser un desperdicio de dinero, pero probablemente sean de bajo riesgo. Las pulseras de cobre tampoco se encontró que tengan un efecto significativo sobre el dolor en la artritis en estudios recientes. Terapias de relajación o meditación Técnicas para ayudarte a relajar o aliviar el estrés puede ayudar a controlar el dolor crónico o ansiedad que es común con tener una enfermedad como la artritis reumatoide. Las terapias de relajación incluyen biofeedback, autohipnosis, técnicas de respiración profunda, meditación o imágenes guiadas. Hay terapeutas capacitados para ayudarte a aprender a hacer cualquiera de estas técnicas de relajación correctamente, pero también puedes enseñarte a hacerlo mediante el uso de videos o cintas en línea. Tai chi y el yoga también se pueden realizar en combinación con técnicas como la meditación para ayudarte a relajarte.. Por lo general, la relajación se considera segura y saludable, pero si has tenido ansiedad o depresión, consulta con tu médico o psicólogo para asegurarte de que esté bien para ti. Para obtener más información, visita: https://nccih.nih.gov/health/stress/relaxation.htm Hidroterapia Las terapias de agua usan agua tibia en baños, duchas, jacuzzis, piscinas climatizadas o spas para ayudarlo a relajar los músculos tensos o adoloridos o aliviar el dolor en las articulaciones. Hidro significa... agua. La hidroterapia también puede significar hacer ejercicio en agua tibia. Los estudios demuestran que el ejercicio con agua tibia es una buena forma de desarrollar fuerza y estado físico si tienes artritis. Algunas investigaciones han demostrado que la hidroterapia es útil para el alivio del dolor. Habla con tu médico o fisioterapeuta sobre las mejores formas para que puedas usar hidroterapia de manera segura y efectiva. Para obtener más información sobre la CAM en general, visita el sitio web del Centro Nacional de Salud Complementaria e Integrativa: https://nccih.nih.gov/health/integrative-health II. PANORAMA MENTAL Ser diagnosticado con una enfermedad crónica como la AR puede hacerte sentir confundido, angustiado o sin esperanza. Tienes que lidiar con el dolor físico que te produce el dolor emocional, porque no puedes llevar a cabo tu vida diaria o tus actividades normales. Si el sentimiento de tristeza dura más de unas pocas semanas, puede ser un progreso de la depresión y quizá sea necesario un tratamiento médico. Algunos síntomas de depresión son: w Ansiedad w Sentimientos de tristeza o irritación w Vacío, desesperanza o inutilidad w Fatiga o disminución de la energía w Problemas para concentrarte, recordar y tomar decisiones w Tener patrones de sueño irregulares, ya sea por no poder dormir o dormir demasiado w Cambios en tu dieta, como comer demasiado o no querer comer nada w Pensamientos de muerte o suicidio (o intentos de suicidio) w Dolores, calambres, dolores de cabeza o problemas digestivos sin una causa física clara que no mejora con el tratamiento Gente con condiciones crónicas tienen una mayor tasa de depresión por muchos razones: el estrés de tratamiento, UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 41Tratamientos ELEVA TU VOZ: Cuidar la artritis reumatoide (AR) no solo incluye los síntomas físicos de la enfermedad, sino también tu salud emocional y felicidad personal. Busca ayuda de inmediato si alguna vez sientes que estás solo, que necesitas apoyo emocional, o que la AR se está volviendo demasiado difícil de soportar en el día a día. Sí, los médicos y las enfermeras a veces parecen tener prisa. Pídeles que reduzcan la velocidad y escuchen tus necesidades. Incluye las luchas emocionales o mentales que tengas en tu lista de síntomas cuando vayas a una cita con el médico: son tan importantes como el dolor o la rigidez. Busca un profesional de la salud mental para terapia o asesoramiento si sientes que la AR te está deprimiendo, angustiando, arruinando tu sueño, o por lo que es imposible pasar el día. Además, los grupos de apoyo en línea y locales de otros pacientes con la AR y las enfermedades crónicas pueden ser lugares de confort y compañía. ¡No estás solo! Tu bienestar es esencial en cuanto a cómo vas a vivir con la AR.el dolor físico de la enfermedad, y la interrupción de una vida normal. A pesar de que depresión es común, NO Es Normal. Lo que es importante saber es que no estás solo.Tu depresión puede ser tratada. Habla con tu médico acerca de ver a un psiquiatra, comenzar diferentes tipos de terapia o tomar medicamentos para ayudar a aliviar tu depresión. También puedes tomar medidas para desarrollar una mejor capacidad de recuperación, o la capacidad de aprender de tus desafíos y factores estresantes y recuperarte de ellos. Esto puede ayudar a mantener tu fuerza mental y física en la cara del dolor y rabia debido a tu enfermedad. Todas las personas tienen una capacidad de recuperación natural, pero aquí hay algunas maneras de aumentar la tuya: Enfócate en lo positivo: Los estudios han demostrado que entre más optimista seas, más resistente serás. Voltea a ver tus experiencias en una nueva forma. Ten en cuenta los aspectos negativos que la AR aporta a tu vida, pero concéntrate en los aspectos positivos también. Mantente optimista sobre el buen funcionamiento de tu plan de tratamiento para que puedas volver a una vida normal y activa que disfrutes. Aprende de la experiencia: Realiza un seguimiento de cómo los diferentes tratamientos te impactan y lo que funciona mejor para tu cuerpo. Esto te ayudará a entender cómo manejar tu enfermedad, lo que te hace más fuerte y más seguro acerca de tu futuro. Amplía tu conocimiento: Lee sobre la AR y cómo manejarla. Cuanto más sepas sobre tu condición, más poder tendrás para controlar el efecto en tu vida y en tu bienestar. Mantente activo en la vida: Haz tiempo para buscar y hacer cosas que disfrutes. Encuentra nuevas actividades que sean fáciles de hacer, como leer, ver películas, dar paseos agradables o visitar a amigos. Ejercicio: El movimiento no solo es bueno para las articulaciones y los músculos, sino que también mejora el estado de ánimo y disminuye la ansiedad. Obt én apoyo: Recurre a tu familia o amigos cuando tengas dificultades con tus emociones o sientas que estás desesperado. Los grupos de apoyo de otras personas que viven con AR, incluso en persona y en línea, pueden ayudarte a compartir tus sentimientos, encontrar soluciones a tus desafíos o simplemente sentir que no estás solo. UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 42Tratamientos Las redes de apoyo como CreakyJoints te permiten conectarte con otras personas que viven con enfermedades reumáticas como la RA. Obt én más información y habla con otras personas que comparten tus experiencias para ayudarte a desarrollar la capacidad de recuperación.. Cuenta tus bendiciones: La gratitud puede hacer que te sientas más conectado con la vida. Se agradecido por las cosas en tu vida que te hacen sentir bien. Concéntrate en las personas y las actividades que te hacen feliz. III. DIETA Y NUTRICIÓN La artritis se ocupa de la respuesta inflamatoria de tu cuerpo. El dolor en las articulaciones, la hinchazón y la falta de movilidad suceden debido a la inflamación en tu cuerpo. Aunque no existe una \"dieta\" especial que un paciente con artritis deba seguir, a pesar de lo que hayas escuchado o leído en línea, la investigación muestra que comer ciertos alimentos, especialmente los que encontrarás en una dieta mediterránea, puede mantener controlada la inflamación. Otras dietas incluyen ir sin gluten y seguir el protocolo autoinmune. Las dietas también pueden ser beneficiosas para la salud del corazón y simplemente sentirte lo mejor posible. Puedes buscar asesoramiento de dietistas, naturópatas y nutricionistas, y siempre asegúrate de consultar a tu médico si cambias tu dieta. Intenta incorporar más de estos alimentos en tu dieta. Mant én un registro de tus síntomas para ver si tus síntomas mejoran: Peces: Algunos peces son ricos en ácidos grasos omega-3, que reducen las proteínas inflamatorias en tu cuerpo. Estos son el salmón, el atún, las sardinas, las anchoas y otros peces de agua fría. Consume al menos 3-4 onzas de pescado dos veces por semana. UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 43Tratamientos Frutas y verduras: Las frutas y verduras tienen antioxidantes, que ayudan a tu sistema inmunológico y pueden combatir la inflamación. Come una variedad colorida de frutas y verduras como arándanos, moras, cerezas, fresas, espinacas, col rizada o brócoli. Obtén al menos 1.5-2 tazas de fruta y 2-3 tazas de vegetales por comida. Nueces: Estas sabrosas delicias son ricas en grasas monoinsaturadas, proteínas y fibra, que te ayudan a sentirte lleno y combatir la inflamación. Come o agrega estos frutos secos a tus comidas: nueces, piñones, pistachos y almendras. Obtén 1,5 onzas (aproximadamente un puño) de nueces por día. Más nueces podrían agregar demasiadas calorías a tu dieta. Frijoles: Ricos en fibra y proteína, los frijoles están llenos de compuestos antioxidantes y antiinflamatorios. Aceite de oliva: Esta grasa saludable para el corazón contiene grasas monoinsaturadas, antioxidantes y oleocantal, un compuesto antiinflamatorio. Obtén 2-3 cucharadas soperas por día de aceite de oliva virgen extra en tu comida o aderezos para ensaladas. Cebollas: Estas verduras simples y ricas en sabores contienen muchos antioxidantes y pueden ayudar a reducir la inflamación, mejoran la salud del corazón y ayudan a controlar el colesterol. Fibra: En alimentos como frijoles, panes y cereales integrales, o verduras y frutas frescas, la fibra te hace sentir lleno por más tiempo y te ayuda a mantenerte regular. También reduce la proteína C-reactiva, que se encuentra en la sangre y es un marcador fuerte de inflamación. Obtén mucha fibra en tu dieta o intenta tomar suplementos de fibra. Alimentos para evitar o reducir: Alimentos procesados: Reduce la cantidad de alimentos procesados (como papitas, chips de bocadillos empacados, pasteles, galletas y otros dulces). Hay que evitar demasiada azúcar refinada, sal y alcohol en tu dieta para ayudar a reducir los niveles de inflamación y mantener un peso saludable. Gluten/wheat: El gluten, una proteína que se encuentra en el trigo, el centeno, la espelta, el kamut, el triticale y algunos otros granos, puede irritar el tracto digestivo, lo que agravia las condiciones autoinmunes como la AR. Una dieta de eliminación puede ser útil durante cuatro a seis semanas para notar si este alimento contribuye al dolor, problemas digestivos y / o de la piel asociados con la AR. Consulta a tu médico o nutricionista antes de embarcar en una prueba sin gluten si tienes problemas para mantener el peso. Verduras Solanáceas: Algunas personas creen que las verduras solanáceas, como la berenjena, los pimientos, los tomates y las papas, desencadenan las causas de artritis. Hay poca evidencia para apoyar esto, pero aún puedes intentar una eliminación durante dos semanas o más para ver si te sientes mejor. Reintroduce las solanáceas después del período de eliminación para ver si tu dolor incrementa, y si es así, limita las solanáceas. Si te sientes bien después de la reintroducción, entonces no te preocupes por comer solanáceas.. Dietas de moda: No intentes alguna dietas que promete que va a eliminar los síntomas de tu artritis, o que va a curar tu artritis, estas son mentiras y lo más probable es que te va dañar más que te ayude. Habla con tu médico antes de intentar cualquier dieta, empezar a comer un determinado alimento en grandes cantidades, o empezar a cortar grupos enteros de alimentos es muy peligroso. Además, ten cuidado de cualquier dieta que requiere que compres algo por adelantado, como comparar suplementos o productos específicos. Se puede comer una dieta sana y natural a base de alimentos que se pueden encontrar en tu tienda local. Para obtener más información sobre una dieta antiinflamatoria, visita: https://creakyjoints.org/education/ anti-inflammatory-diet/ Hierbas y suplementos Algunas personas con AR también se sienten mejor o tienen alivio de los síntomas con suplementos herbales y dietéticos. Hay muchos para elegir, pero no hay mucha evidencia científica sólida para demostrar que realmente UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 44Tratamientos funcionan. En particular, la investigación de alta calidad sobre productos naturales y suplementos dietéticos es difícil de obtener debido al alto costo de la investigación y la dificultad de los fabricantes para patentar productos naturales. En casi todos los casos, hierbas y suplementos necesitan ser investigados. Más para decir si trabaja para la AR o no. Sin embargo, depende de ti si quieres probarlos. Pueden funcionar para algunas personas con AR, pero no para otros. O pueden hacerte sentir un poco mejor, pero no reemplazarán tus medicamentos para la artritis. Antes de tomar cualquier tratamiento a base de hierbas o suplementos dietéticos, incluyendo vitaminas o minerales, déjale saber a tu médico. Algunas hierbas y suplementos pueden interactuar con medicamentos o incluso hacer lo mismo, por lo que pueden aumentar los efectos de tus medicamentos. Así que dile a tu médico todo lo que estás tomando para tu artritis . Además, no hay muchas pruebas de hierbas o suplementos que se encuentran en las tiendas naturistas, en línea, en tiendas o ferias alternativas de curación u otras fuentes. Es posible que algunos productos ni siquiera contengan lo que dice la botella o el paquete. O la concentración real de la dosificación puede ser muy diferente de lo que indica la etiqueta. Así que ten precaución y buen conocimiento antes de comprar o probar cualquier cosa. Habla con un médico conocedor de los suplementos dietéticos y que te guíe en la selección de marcas de suplementos de alta calidad para mejorar la seguridad y eficacia de su régimen de tratamiento. Los médicos capacitados en la especialidad de medicina integrativa tienen el nivel más alto de entrenamiento y nivel de comodidad con suplementos dietéticos, planes de nutrición y modificación del estilo de vida para combinar con los tratamientos de medicina convencional. La colaboración entre tu reumatólogo y tu médico integrador puede ayudar a garantizar el plan de tratamiento más seguro y efectivo si eliges usar suplementos con tus medicamentos para controlar la AR y promover bienestar. Aquí hay una fuente de información en línea para elegir suplementos confiables y probados de forma independiente: http://www.consumerlab.com. A continuación, presentamos una descripción general del uso de hierbas y suplementos para la artritis que te permite conocer algunos de los pros y los contras de los suplementos dietéticos y las dietas: http://www.hopkinsarthritis.org/patient-corner/disease-management/ra-complementary-alternative-medicine/ La siguiente es una lista descriptiva de algunos suplementos dietéticos que los pacientes han usado para apoyar su salud. Ten en cuenta que la investigación sobre estos productos y otras terapias para la AR ocurre con el tiempo para apoyar o desalentar su uso. Consulta con un médico conocedor de productos naturales para obtener una evaluación completa de los riesgos, beneficios e interacciones con tus medicamentos. La investigación es mixta sobre la efectividad de la mayoría de las terapias de CAM para los síntomas de la artritis, pero algunas son prometedoras. Es muy probable que encuentres estas terapias útiles como parte de tu plan general de tratamiento de la AR, pero no será una cura mágica para tus síntomas o te permitirá dejar de tomar tus medicamentos. Avocado Soybean Unsaponifiables (ASU) Hecho de aguacate petróleo y soja petróleo.Puede mejorar el dolor o la función. Black Currant Oil Un suplemento natural hecho del 15-20% gamma-linolénico ácido (GLA). Rico en omega-3 y grasas omega-6.Puede aliviar la inflamación. Borage OilHecho de 20-26% GLA. También se llama aceite de semilla de borraja. Rico en ácidos grasos esenciales.Puede aliviar la inflamación o actuar para bloquear las células inflamatorias.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 45Tratamientos BoswelliaTambién llamado Frankincense indio. Hecho de la planta de boswellia serrata.Puede facilitar dolor y mejorar función conjunta. BromelainSuplemento elaborado con enzimas de piña.Puede reducir el dolor en las articulaciones. Capsaicin Hecho de aceite del chile picante Puede ser aplicado como una crema tópica, gel o Parche de 0.6 Se agota la cantidad de un neurotransmisor llamado sustancia P que envía mensajes de dolor al cerebro.Puede distraerte de la detección de dolor en una articulación o músculo. ¡Cuídate! no te toques los ojos o la boca después de aplicar capsaicina en la piel; usa guantes Cat's ClawSuplemento hecho en America Central y sur America.Puede tener efectos saludables en el sistema inmunológico. Chondroitin Sulfate Suplemento hecho a partir del cartílago de vacas, cerdos o peces.Diseñado para ayudar a reemplazar el cartílago desgastado en sus articulaciones, para reducir el dolor y la inflamación, y para mejorar la función articular. Usualmente es usado por personas con osteoartritis. Curcumin La curcumina se deriva de la raíz cúrcuma. Este tratamiento es a base de hierbas tiene efectos antiinflamatorios Podría ayudar a aliviar el dolor y la hinchazón de las articulaciones. Devil's ClawSuplemento hecho de una planta nativa de las regiones del sur de África.Se usa para aliviar el dolor y la inflamación de las articulaciones, como bien como espalda dolor. DHEASuplementos hechos de una hormona natural producida en las glándulas suprarrenales en la parte superior de los riñones.Hay buena evidencia que la DHEA puede ayudar a mejorar la densidad ósea y mejorar los síntomas del lupus, pero hay pocas pruebas que ayuda a las personas con AR. Esta hormona puede convertirse en estrógeno o testosterona, por lo que los pacientes con cáncer de mama, ovario, testículo o próstata deben evitar la DHEA. DMSO También se llama dimetil sulfóxido. Subproducto del papel fabricación, DMSO puede ser encontrado en forma de gel o crema y frotado en la piel. La Investigación sobre DMSO para la AR es escasaUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 46Tratamientos Evening Primrose Aceite de hierbas rico en grasas omega-6. Se usa para disminuir el dolor y la inflamación.Algunas pruebas muestran que podría aliviar la rigidez matutina. Fish Oil Suplementos de hígado natural. Esto es aceite de pescado graso en cápsula, o en el pescado que consume en tu dieta. Rico en omega-3.Podría reducir el dolor en las articulaciones, la inflamación y rigidez en la mañana Flaxseed OilSuplemento herbal tomado en forma de cápsula. Es rico en ácido alfa-linoleico (ALA), un amino acido esencial en tu cuerpo. Suplemento herbal tomado en forma de cápsula. Es rico en alfa- ácido linoleico (ALA), un elemento esencial en tu cuerpo y tambien contiene grasas omega-3. Ginger Raíz natural en polvo, tomado en cápsula o aceite, agregada a los alimentos o comida en té, o en escabeche. Podría reducir los químicos en su cuerpo que desempeña la inflamación También podría a disminuir el dolor de forma similar a la aspirina. Eficaz para aliviar las náuseas. . GLA Ácido linoleico gamma, encontrado en otras hierbas como el aceite de borraja o prímula. Rico en Grasas Omega-6 Rico en grasas omega-6. Usado en forma de suplemento o alimento para aliviar el dolor articular, la rigidez y hinchazón Glucosamine Sulfate Suplemento hecho de conchas de pescado como camarones o cangrejos (evitar si alergia con mariscos) Se usa para retrasar el deterioro de la articulación cartílago, aliviar el dolor articular relacionado a la osteoartritis, y mejorar la articulaciónUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 47Tratamientos Green-lipped MusselMarisco encontrado en las aguas de Nuevo Zelanda. La conchas se muele en polvo y se ponen en cápsulas. Es rica en grasas omega-3.Puede tener efectos antiinflamatorios y aliviar el dolor en las articulaciones. Melatonin Suplemento que contiene una hormona natural que se encuentra en tu cerebro. La hormona ayuda a controlar los ritmos circadianos, que le indican al cerebro cuándo dormir y cuándo despertar.Las cápsulas de melatonina pueden ayudarlo a dormir mejor si los síntomas de la AR lo mantienen despierto. Pesadillas o sueños vívidos pueden ocurrir con este suplemento. MSMMetilsulfonilmetano, un compuesto de azufre orgánico que se encuentra en animales y plantas. A menudo se toma en cápsulas o en una crema que se frota en la piel. Pretenden reducir el dolor y la inflamación. Pine Bark Extracto de hierbas de la corteza de arboles. También llamado por un común marca registrada, Pycnogenol®. Contiene procyandin, un antioxidante.Puede bloquear proinflamatorio enzimas. No hay mucha evidencia apoya su eficacia en RA. Rose Hips Suplemento herbal hecho de los pequeños frutos de arbustos de rosas silvestres. encontrado en forma de cápsula, así como tés. Rico en polifenoles y antocianinas químicos naturales.Puede aliviar la inflamación de las articulaciones. También rico en vitamina C, un antioxidante. Sam-EAbreviatura de S-adenosil metionina. Se encuentra naturalmente en el cuerpo, es un precursor de la producción de serotonina, lo que ayuda regular estado anímico. Tomado en cápsula o pildora. Usado como un suplemento a tratar el dolor, la rigidez y la hinchazón, reconstruir cartílago, y mejorar la movilidad Mismo mayo además ayudar a mejorar deprimido estado animico.. St. John's WortSuplemento hecho de una planta con flores encontrada mayormente en Europa. Se usa para aliviar los síntomas de depresión leve a moderada, pero algunos dicen que puede reducir la inflamación y el dolor en la artritis. No tomar con anticonceptivos o medicamentos contra el VIH. p La información en estas guías nunca debe reemplazar la información y el consejo de tu médico tratante. Tiene el propósito de informar a la discusión que tienes con profesionales de la salud, así como otros que juegan un papel en tu cuidado y bienestar.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 48SEPTIMA PARTE Remisión Lo que significa estar en remisión Si tu médico te dice que tu AR está en remisión ... en primer lugar, felicitaciones! Ese es el objetivo de tu plan de tratamiento de AR. ¿Qué es la remisión? Esto significa que la actividad de la enfermedad es inferior a un cierto punto. Esta puntuación se basa en varias piezas de información qu e tu médico observa: w Respuestas a un cuestionario sobre tus niveles de dolor, actividad y movilidad w El examen de 28 puntos de tus articulaciones para ver qu é tan tierno, cuanto dolor, y cuanta rigidez tienes w Pruebas de laboratorio, como análisis de sangre, que miden los niveles de inflamación en tu cuerpo : cosas como la proteína C reactiva (PCR) Tu médico examinará todos los resultados de la prueba para llegar a el nivel de actividad de la enfermedad. No hay una herramienta \"correcta\" para decir que estás en remisión o aún no estás allí. El juicio de tu médico o enfermera siempre es lo primero. El hecho de que tengas un cierto resultado de la prueba no significa que tu AR no está todavía activo. Y solo porque te sientas bien y puedas hacer tareas que no podías hacer antes de comenzar tus tratamientos, como lavar el coche o trabajar en el jardín, no significa que tu inflamación no siga siendo un problema.. ¿Qué pasa cuando se llegue a ese objetivo y a la remisión? La recomendación general para las personas en remisión es que tu médico disminuya la dosis de tu medicamento hasta un menor nivel. El \"estrechamiento\" se define con cuidado en la AR: \"Reducción de la terapia de un medicamento a la vez (reducción de la dosis o frecuencia de dosificación ) \". Cuándo y con qué rapidez se \"estrecha\" es diferente para cada individuo. Pueden pasar meses o incluso años antes de que la reducción sea adecuada para ti. Por lo que tu médico puede reducir la cantidad de uno de los medicamentos que tomas, o recortar el número de veces que los tomas cada semana o mes. Si tomas más de un medicamento, tu médico puede disminuir los otros de a uno por vez. Esto puede tener una gran cantidad de beneficios para ti. Puede que no tengas que tomar tantas pastillas o inyecciones o infusiones como lo hacías antes. Puede que no tengas que llenar tantas recetas. Puede que no tengas tantos efectos secundarios de los tratamientos, debido a que tus dosis son menores. Pero no dejarás de tomar medicamentos para la artritis por completo en la mayoría de los casos. Porque si lo haces, tu inflamación podría regresar. Tu médico va a ver la actividad de la enfermedad para asegurarse de que el nuevo enfoque esté trabajando para ti. Alguna decisión acerca de tu plan de tratamiento ya que estés en remisión debería ser hecho con tus valores y preferencias en mente. Tú y tu doctor deberán tener un conversación para ver todas de tus opciones para poder tratar de permanecer en remisión. p La información en estas pautas nunca debe reemplazar la información y el consejo de tu médico tratante. Tiene el propósito de informar a la discusión que tienes con profesionales de la salud, así como otros que juegan un papel en tu cuidado y bienestar..UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 49 OCTAVA PARTE Programas de CoPago Los copagos para los medicamentos son uno de los temas más importantes y acaloradamente debatidos. Tu copago del medicamento es la cantidad que tendrás que pagar de tu bolsillo por tus medicamentos recetados - lo que no está cubierto por tu seguro. Debido a que muchos medicamentos de AR complejos, como los biológicos, pueden tener muy altos precios al por menor, programas de apoyo a los medicamentos de copago ofrecidos por los fabricantes de los fármacos u otras personas pueden ayudar a muchas personas a pagar sus tratamientos. Programas de tarjetas de copago generalmente no son aceptados para su uso si tienes algún tipo de seguro gubernamental que cubre tu medicamento como Medicare, Medicaid o Tricare. Existen tres tipos principales de apoyo: programas de asistencia de copago que son como cupones para tus medicamentos; programas de asistencia de compañías farmacéuticas; y programas fundacionales de asistencia al paciente. CreakyJoints.org tiene una gran cantidad de información sobre estos programas para pacientes con artritis:: https://creakyjoints.org/support/arthritis-copay-cards-assistance/ O bien, puedes escribirnos a info@creakyjoints.org para hacer cualquier pregunta sobre asistencia para obtener tu medicamento de AR. Puedes consultar los sitios web de tus medicamentos para averiguar si el fabricante ofrece un programa de asistencia de copago, como un cupón, un reembolso, una tarjeta de medicamentos u otras opciones. Lamentablemente, estos programas no están disponibles si tienes Medicare. Puede encontrar el sitio web de tu medicamento ingresando el nombre de la marca en cualquier motor de búsqueda en Internet (como Google), pero generalmente son la marca del medicamento seguido de .com También puedes preguntarle a tu reumatólogo, a profesionales de la salud reumatológica como enfermeras o asistentes médicos, al personal de apoyo p La información en estas guías nunca deben reemplazar la información y el consejo de tu médico tratante. Tienen el propósito de informar a la discusión que tienes con profesionales de la salud, así como otros que juegan un papel en tu cuidado y bienestar.ELEVA TU VOZ: Siempre mereces acceso a la mejor atención para tu artritis. Ese es uno de tus derechos fundamentales como paciente. Si te preocupa poder pagar cualquier tratamiento, puedes y debes tomar medidas ahora. Primero, habla con el consultorio de tu médico. Tendrán información sobre los programas de asistencia de copagos, como cupones o reembolsos del fabricante de tu tratamiento. Además, ve en línea para encontrar el sitio web de tu medicamento. Se incluirá en la lista debajo de la marca, así que haz una búsqueda en el navegador y aparecerá rápidamente. Allí, encontraráras enlaces a programas de asistencia al paciente que pueden ayudarte a reducir tus costos de bolsillo en muchos casos. Además, llama a tu compañía de seguros para preguntar sobre los detalles de tu cobertura de medicamentos. Habla con tu farmacéutico o llama también a tu farmacia especializada: a menudo tienen información sobre otros tratamientos que pueden ser más económicos o conocen programas que pueden ayudar a que tus tratamientos sean más accesibles. Hazles saber qué tipo de cobertura de medicamentos tienes, para que puedan ayudarte a entender tus opciones. Si estás asegurado en el trabajo, habla con tu gerente de beneficios o departamento de recursos humanos. Deben tener información sobre tu póliza de seguro que pueda ayudarte a obtener cobertura de tus medicamentos o descubrir más opciones para que puedas pagar tus tratamientos.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 50PART NINE VIVIR CON UNA ENFERMEDAD CRÓNICA de la oficina de reumatología o a tu farmacéutico sobre los programas de asistencia con copagos, o cómo obtener cupones, reembolsos u otra ayuda para pagar los costos altos de los medicamentos. Vivir con una enfermedad crónica puede afectar muchas áreas de tu vida. Lo mas importante es saber comunicarte con tu equipo de atención médica, también tendrás que ser capaz de hablar con tu proveedor de seguros, empleador, red de apoyo, y los funcionarios elegidos. Primero, comencemos con el consultorio del médico, que generalmente incluyen varios miembros del personal que tienen múltiples funciones en tu tratamiento y atención. Quién es quién en la oficina Recepcionista: Por lo general, será la primera persona con la que interactúes cuando ingreses a la oficina. Se amable con ellos, que pueden ayudar a garantizar que otros miembros del equipo de atención médica sean conscientes de tu situación. Maneja la mayoría de los trámites y procesan la información de tu seguro Director de la Oficina: El director de la oficina está ahí para asegurarse de que las instalaciones son seguras, y capaz de proporcionarte el mejor calidad cuidado. Técnico: Realiza tus exámenes médicos y transmite los resultados a tu médico.Estas pruebas pueden ser radiografías, análisis de sangre o tomografías computarizadas. Pueden ofrecer consejos, pero los técnicos no pueden ofrecer un diagnóstico definitivo. Asistente Médico: No proporcionarán ningún consejo médico, pero tomarán tu estatura, el peso y la presión arterial. Graban la información relevante para tu visita y transmiten la información a tu médico. Enfermero (RN): Dependiendo del tamaño o de la especialidad de la consulta de tu médico, el enfermero hará diferentes cosas. Por lo general, son los que coordinan la atención con otros médicos y médicos profesionales. Pueden administrar vacunas y, en algunos casos, pueden realizar biopsias y otras intervenciones. Enfermero Practicante (NP): Tu oficina de reumatología puede tener una enfermera practicante o NP . Este es un enfermero con formación de posgrado adicional, tales como el grado de doctorado o de maestría, más allá de su grado de enfermero registrado. Pueden tener una formación especializada o conocimiento en ciertos tipos de atención clínica. Los enfermeros practicantes pueden ordenar e interpretar las pruebas, el diagnóstico de enfermedades como la hipertensión arterial o una infección, o recetar tus medicamentos en ciertas situaciones. Asistente Médico (PA): Tienen una licencia para practicar la medicina, pero sólo bajo la guía de un médico. Pueden interpretar los resultados de tu laboratorio , curar lesiones y también realizar exámenes. Algunos son capaces de recetar un medicamento en ciertas situaciones. Médico: Este es con el que probablemente estés más familiarizado. Con la AR, es probable que vas a ver a un reumatólogo o un médico especializado en trastornos autoinmunes. Realizarán pruebas y diagnósticos, y te recetarán los medicamentos apropiados. Ellos han tenido la educación mas extensa de la población en esta lista.. Es importante divulgar toda la información sobre medicamentos, dietas y opciones de estilo de vida a tu médico. Para que pueda hacer la recomendación a el mejor tratamiento, ellos tienen que considerar mucha información específica para ti. Dejando fuera un detalle importante, especialmente un medicamento, podría causar efectos adversos en un cierto tratamiento. Nunca dudes en preguntarle a tu médico cualquier pregunta que puedas tener sobre tu tratamiento o de la AR en general. ¡Ellos están ahí para ayudar! UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 51Vivir con una enfermedad crónica Para ver la página de recursos de CreakyJoints en el equipo de atención médica, visita: https://creakyjoints.org/education/what-is-the-healthcare-team/ Cómo hablar con tu proveedor de seguros Antes de tu charla con tu proveedor, echa un vistazo a tu plan y desarrolla una comprensión de lo que tu seguro cubre. Para hacerlo, consulta la lista de beneficios o servicios médicos que están cubiertos. También puedes encontrar una lista de beneficios cerrados, que significa que tu proveedor podría no pagar algún tratamiento que no este en la lista de beneficios. En la parte superior de tus beneficios podrás encontrar un \"formulario\", que es una lista de medicamentos recetados que cubre el plan de seguro. Puede incluir medicamentos que son tanto de marca como genéricos. Un \" formulario abierto \" o \" lista de medicamentos preferidos \" a menudo tiene una mayor opción de cobertura. Un \"Formulario exclusión lista\" es una lista de medicamentos no cubierto por un seguro. Si necesitas un tratamiento o medicamento que no estén presentes en la lista de beneficios o en el Formulario, tú y / o tu doctor debe pedirle a el seguro que lo cubra como una excepción. Incluso, Si tu medicamento esta en tu plan de Formulario, esto normalmente significa que solo cubrirá ese medicamento solo si se considera médicamente necesario mediante los estándares. \"Médicamente necesario\" también se puede denominar como \"servicios médicos necesarios\" o \"necesidad médica\". Para llevar la cuenta de los servicios que tu proveedor ha cubierto y lo que podrías deber, puedes revisar la explicación de beneficios (EOB) - esto es una declaración generalmente mandada por correo o correo electrónico de tu plan de seguro. Tú podras deber dinero a través de un copago o coaseguro. El coaseguro es el porcentaje de los gastos de atención médica que pagas después de tu deducible. El copago es la cantidad que tú pagas. Cuando hables con tu proveedor de seguro en el teléfono, asegúrate a tener una buena comprensión de qué es lo que tu plan cubre. Si ciertos medicamentos o tratamientos son juzgado necesario por tu doctor pero no cubierto, ahí se puede hacer algo para demostrar la necesidad médica. Para obtener más información sobre cómo hablar con tu proveedor de seguros, visita: http://www.ghlf.org/switching-survey-glossary/ Cómo hablar con tu empleador En muchos casos, el tratamiento y manejo de tu enfermedad significa que puedes experimentar algunas interrupciones de tu vida cotidiana. Sin embargo, vivir con una enfermedad crónica a veces puede afectar la capacidad de ser tan productivo como lo desees en tu trabajo. Es posible que los empleadores no comprendan la fatiga, el dolor y la dificultad que puede causar la artritis porque a menudo estas cosas no se ven en la superficie. Es posible que desees tener una conversación con tu empleador explicando el diagnóstico y cómo podría afectar tu rendimiento. Aquí hay algunos consejos: w Primero hay que entender con quién debes hablar. En muchos casos, un supervisor y el departamento de recursos humanos son buenos puntos de partida. w Explica tu diagnóstico, lo que eso significa para ti y por qué crees que deberían saberlo. w Familiarízate con el plan de discapacidad y la póliza de seguro de tu compañía. w Conoce tus derechos: u Entender que la Ley de Ausencia Familiar y Médica (FMLA) te permite tomar hasta 12 semanas de descanso cada año para emergencias médicas. Esto no se paga, pero al menos permitirá la seguridad laboral. u El Acta de Americanos con Discapacidades (ADA) requiere que los empleadores realicen ajustes razonables para las personas con discapacidad. w Si es necesario, puede ser una buena idea solicitar tiempo libre mientras te ajustas al tratamiento. w También sería útil revisar tu plan de beneficios con recursos humanos si recibes seguro médico de tu empleador. w Si vas a ir a una entrevista, se sugiere no revelar tu historial de enfermedad - que podría poner en peligro tu reputación.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 52Vivir con una enfermedad crónica Aquí hay una lista de sitios web útiles que puedes usar para buscar opciones si tu condición afecta su trabajo: Legislatura estatal: https://www.dol.gov/odep/contact/state.htm https://www.dol.gov/whd/regs/compliance/whdfs28.htm#.UNHq_2_hrFk ADA: https://www.eeoc.gov/facts/fs-ada.html Cómo hablar con los funcionarios elegidos Tus funcionarios electos a nivel federal, estatal y lo más importante, a nivel local están interesados en ayudarte. Después de todo, USTEDES son sus constituyentes, y su trabajo es representar a sus electores. Ponerse en contacto con las oficinas de tus funcionarios elegidos puede ayudar a acelerar el proceso de reclamación de seguro, y enviar un mensaje a tu gobierno que el problema es real, y debe ser tomado en serio.. Hay muchas razones por la cual es importante contactar a los oficiales elegidos. Muchos de ellos, como tú, quieren el cambio radical de algunas leyes, pero el cambio toma tiempo y requiere una atención constante y el interés seguido de los constituyentes. Así que ahora que hemos hablado de las expectativas sobre el gobierno, cómo deberías llevar a cabo para ponerte en contacto con las autoridades locales, y como pueden ayudarte? Primero necesitas encontrarlos. Para hacerlo, sigue este enlace: http://openstates.org/ Tu senador de estado, el representante de la casa puede ser una ayuda tremenda en dejar en claro hasta problemas de cobertura de seguro. Además, si compartes tu historia les darás a tus representantes una imagen de sus electores y será ayuda que informe sus decisiones en la legislación. ¿Cómo deberías compartir tu historia? Una carta manuscrita personal es la manera más impactante de compartir tu historia, una llamada telefónica o correo electrónico personal es una forma más práctica de contactar a tu funcionario electo. También puedes involucrarte con 50-State Network, una organización nacional de pacientes como tú que quieren que tus voces sean escuchadas por los funcionarios elegidos. Obtén más información e inscríbete en https:// www.50statenetwork.org/ — este es un programa desarrollado y dirigido por GHLF, la organización sin fines de lucro de CreakyJoints. La ACR también reúne a pacientes como tú, reumatólogos y profesionales de la salud, y familias de niños con enfermedades reumáticas en Washington cada otoño para presionar a los miembros del Congreso sobre asuntos ELEVA TU VOZ: Si estás asegurado a través de tu trabajo, preguntale a tu departamento de recursos humanos si tu empresa o tu aseguradora tiene un defensor de pacientes o programas de asistencia al empleado como parte de tu cobertura. Hay defensores y programas de defensa que están diseñados para trabajar en tu nombre para proporcionar información o asistencia relacionado con tu cuidado de salud. ELEVA TU VOZ: Todas las personas involucradas en la atención médica, incluyendo funcionarios electos, proveedores de seguros, fabricantes de medicamentos, hospitales, farmacias y grupos de médicos: deben enfocarse en ti, el paciente, cuando estén estableciendo cualquier política o tomando cualquier decisión. La atención médica se trata de ti: tu salud, tus opciones de tratamiento, tu calidad de atención y tus necesidades. Denuncia si crees que una nueva ley, regulación o política hará más difícil para que accedas la mejor atención. ¡O habla en nombre de la legislación que crees que hará que la mejor atención sea más fácil! Usa redes sociales, correo electrónico, teléfono, cartas o tarjetas postales para que tu voz se escuche en todo momento.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 53Vivir con una enfermedad crónica legislativos importantes. Tú puedes encontrar más información acerca de c ómo unirte a este viaje en http://www. rheumatology.org/Advocacy/Advocates-for-Arthritis . Si no sabes quiénes son tus representantes federales o estatales, ¡ no estás solo! Muchos estadounidenses simplemente no conocen los nombres ni la información de contacto de tus funcionarios electos. Puedes buscarlos en línea en sitios como www.usa.gov , www.house.gov , y www.senate.gov . Cómo hablar con tu familia y amigos Cuando se tiene AR, no siempre se puede ver c ómo estás enfermo o con dolor en la parte exterior. Las personas que te rodean podrían no darse cuenta de que te duele o que tus articulaciones están rígidas o son difíciles de mover. Ellos no se dan cuenta que es una lucha para salir de la cama por las mañanas, que tienes que tomar inyecciones o pastillas, o que algunas actividades son más difíciles para que ti. Es posible que no sepan que a veces te sientes triste porque tienes una enfermedad crónica. Habla con tus amigos y familia sobre tu AR para que entiendan lo que estás pasando. Hazles saber algunas formas en que puedan ayudar a enfrentar mejor los desafíos de tu enfermedad, sobre todo si quieren estar allí para ti. Averigua qué personas en tu vida van a ser buenas fuentes de apoyo cuando te sientas que la AR es algo pesado de manejar solo. Algunos familiares o amigos también pueden ser buenos compañeros de ejercicio . Aquí hay algunos consejos para hablar con tu familia y amigos sobre tu artritis y obtener ayuda cuando la necesites: w Explicar un poco acerca de tu enfermedad, como la forma de la AR afecta tu cuerpo, lo que es la inflamación, y cómo tus articulaciones u órganos podrían estar en riesgo de daño grave. No trates de descargar una enciclopedia de información en otros - sólo da un poco de formas que la AR te afecta.. w No ocultes tu dolor u otros síntomas a las personas que amas. Está bien admitir que estás teniendo un tiempo dificl o luchando para hacer algo. Pide ayuda, siempre y cuando lo necesites. Que la gente sepa de antemano si necesitas ayuda con las tareas habituales, como vestirse o levantar una olla de la cocina. w Mantén a tus amigos y familiares al día sobre tus tratamientos de AR. Haz una lista de los medicamentos y las dosis que tomas, y entrégasela a un par de personas en tu círculo íntimo en las que confíes. Ellos pueden necesitar tener esta información a la mano en una emergencia médica. Además, las personas que se preocupan por ti quieren saber lo que estás haciendo para tratar tu enfermedad, y cómo lo estás haciendo. ¡Pueden ser las mejores porristas para tu éxito de tratamiento!! p La información en estas pautas nunca debe reemplazar la información y el consejo de tu médico tratante. Tiene el propósito de informar a la discusión que tienes con profesionales de la salud, así como otros que juegan un papel en tu cuidado y bienestar. UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 54DECIMA PARTE Sobre los Editores Es posible que desees hablar con compañeros de trabajo u otras personas que conviven de vez en cuando con tu artritis. Te pueden preguntar acerca de tu condición cuando no te sientas bien o si necesitas ayuda con ciertas tareas. Madelaine Hedgpeth Feldman, M.D. FACR La Dra. Feldman es miembro fundador y ex presidente de la Alianza de Reumatología de Louisiana, vicepresidente de la Coalición de Organizaciones Estatales de Reumatología (CSRO), enlace de la junta de la Asociación de Mujeres en Reumatología, y actualmente sirve en el subcomité de seguros para la ACR. Ella es también miembro del grupo de trabajo de la Alianza para el acceso de los pacientes. Una profesora clínica asociada de medicina en la Escuela de Medicina de la Universidad de Tulane, ha sido nombrada una de las Doctores en Nuevo Orleans mas influyentes por encima de 10 años. Sarah Doaty, M.D. La Dra. Doaty es reumatólogo en el Centro médico nativo de Alaska en Anchorage. Recientemente completó una beca de reumatología de la UCLA, tiempo durante el cual se sirve en Fellows- de la ACR en-Entrenamiento Subcomisión y el Comité de Asuntos de Gobierno. Ella es la codirectora de los ACR Advocacy 101 program, una sesión de capacitación sobre políticas de salud en Washington, DC, para becarios de reumatología y directores de programas . La Dra. Doaty también es miembro de la Junta de Directores de la Coalición de Organizaciones Estatales de Reumatología. Vinicius Domingues, M.D. El Dr. Domingues actualmente está terminando su beca en la Facultad de Medicina de la Universidad de Nueva York y sirve en los Fellows de ACR en el comité de capacitación, así como en el Comité de Cuidados Reumatológicos (CORC). Sus áreas principales de investigación son en el lupus, la artritis inflamatoria y antifosfolípido síndrome. Leslie Mendoza Temple, M.D., ABOIM La Dra. Mendoza sirve como Director Médico del Programa de Medicina Integrativa de la Universidad NorthShore HealthSystem.Ella es una profesional de la salud certificada por la junta que cuida a adultos, niños, madres embarazadas y bebés con una amplia variedad de afecciones y necesidades de salud preventivas. La Dra. Mendoza Temple combina la medicina occidental convencional con terapias de medicina complementarias seguras basadas en la evidencia para mejorar la salud de sus pacientes.Ella dirige un gran equipo de profesionales talentosos y dedicados que trabajan juntos para integrar algunos de las mejores partes de la medicina mundial. p La información en estas guías nunca debe reemplazar la información y el consejo de tu médico tratante. Tiene el propósito de informar a la discusión que tienes con profesionales de la salud, así como otros que juegan un papel en tu cuidado y bienestar..UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 55GLOSARIO A Actividad de la enfermedad Medición objetiva de la inflamación atribuible a la enfermedad. Los médicos han desarrollado herramientas y sistemas de puntuación para evaluar cuán leve, moderado o grave es el estado de la enfermedad en un punto determinado. Anti-cyclic citrullinated peptide proteins Un anticuerpo presente en 60 a 70% de los pacientes con artritis reumatoide.Alrededor del 90% de las personas con este anticuerpo tiene o va a desarrollar la artritis reumatoide con el tiempo.Por lo general, se comprueba en la sangre y también puede ser conocido como anti-CCP . Ansiedad Una sensación general incómoda de nerviosismo y aprensión por algo que está sucediendo o está a punto de suceder. Aprobado La Administración de Medicamentos y Alimentos (FDA) ha emitido un permiso para que un medicamento dado sea comercializado para una entidad de enfermedad específica. AR establecida El término utilizado caracteriza a los pacientes con artritis reumatoide que han experimentado síntomas o han sido diagnosticados con artritis reumatoide durante más de seis meses. AR temprana Un término ampliamente utilizado para clasificar a los pacientes que han tenido síntomas de artritis reumatoide durante menos de seis meses. La definición, sin embargo, es controversial. Artritis Reumatoide Trastorno autoinmune caracterizada por la inflamación de la articulación progresiva que puede conducir a daños en las articulaciones y la destrucción. Auto administración Término utilizado para caracterizar un medicamento que, aunque no necesariamente tan simple como una píldora, puede ser administrado por el paciente sin un profesional de la salud están involucrados. Ejemplo son las inyecciones subcutáneas para inhibidores de TNF. Autoinmunidad Estado en el cual nuestro propio sistema inmunológico se vuelve disfuncional y comienza a atacarnos a nosotros mismos. Entre los ejemplos de enfermedades autoinmunes se incluyen la artritis reumatoide, el lupus, la esclerodermia y la tiroiditis de Hashimoto. B Biológico Medicamentos altamente sofisticados y diseñados genéticamente que se dirigen a componentes específicos UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 56que causan inflamación. Estos medicamentos han sido ampliamente utilizados en reumatología y oncología. Biológico no TNF Clase de medicamentos que se han diseñado genéticamente, pero el mecanismo de acción no es la inhibición del factor de necrosis tumoral (TNF). Los ejemplos incluyen abatacept, tocilizumab y rituximab. Biosimilar Medicamento genéticamente diseñado para tener una estructura y actividad muy similar a la licencia biológica original. BUN Significa nitrógeno de urea en sangre. Es un marcador de la función renal y puede fluctuar un poco dependiendo del estado de deshidratación. Biológico TNFi Medicamento genéticamente diseñado para inhibir el factor de necrosis tumoral, que juega un papel importante en la inflamación que se observa en la artritis reumatoide.Estos medicamentos están aprobados para la artritis reumatoide y han revolucionado el campo de la reumatología. C C-reactive protein Proteína liberada por el hígado; valores altos se correlacionan con el estado de inflamación del cuerpo. Es ampliamente utilizado en los análisis de sangre para evaluar la inflamación en general. Aunque es sensible, no es específico para la artritis reumatoide y muchas condiciones pueden causar elevación. Células T Un tipo de glóbulo blanco que es parte de su sistema inmunológico. Las células T normalmente se activan cuando encuentran un signo de un invasor extraño .Cuando esto sucede, se envían señales de despertar otras partes de su sistema inmunitario para hacer frente a los \"invasores\" extraños, como bacterias o virus. Comorbilidad Se refiere a otra enfermedad concomitante que uno podría tener aparte de la afección primaria. Para la artritis reumatoide, muchos pacientes tienen como obesidad comorbilidad, diabetes, presión arterial alta, la depresión y la enfermedad cardíaca. Complete blood count Esta es una prueba de sangre que refleja nuestros glóbulos blancos (ejército contra la infección), glóbulos rojos (células que transportan oxígeno a los tejidos) y plaquetas (fragmentos de células que nos impiden sangrar). Contraindicaciones Declaración utiliza a menudo para reflejar que se debe evitar un cierto tipo de tratamiento o procedimiento, debido a posibles daños (es decir, una paciente embarazada nunca debe tomar metotrexato porque si perjudicaría al bebé). Copagos Porción del costo de los medicamentos, un procedimiento o estancia en el hospital que el paciente es responsable. En general, las compañías de seguros cubren la mayor parte del costo, pero el paciente pueden ser responsables de algunos copago. Corticosteroides GLOSARIOUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 57Medicamento altamente efectivo para tratar trastornos inflamatorios y ampliamente utilizado. Teniendo en cuenta sus múltiples efectos secundarios, los pacientes no deberían estar en ella durante un largo periodo de tiempo. Creatinina Una prueba de sangre que refleja la función renal. Dado que muchos medicamentos se eliminan y pueden afectar la función renal, es un valor de laboratorio muy comúnmente comprobado. D Depresión Un estado en el cual los pacientes tienen una sensación persistente de tristeza, desesperanza y dificultad para encontrar placer en las cosas que de otra manera les proporcionarían placer.La depresión es muy común en pacientes con enfermedades crónicas. Densidad Ósea. Medida utilizada para evaluar la fuerza de los huesos. Es ampliamente disponible y es la forma en que se hace el diagnóstico de la osteoporosis. DMARD Estos son medicamentos que no solo alivian los síntomas sino que ralentizan o detienen la progresión de la enfermedad (es decir, evitan las erosiones, los nódulos y los problemas pulmonares ). Dosificación Expresión utilizada para cuantificar la cantidad de un medicamento dado que está tomando un paciente .Eso se puede expresar en muchas unidades (es decir, metotrexato 2,5 mg, prednisona 30 mg). Doble terapia Tratamiento en el que un paciente toma dos medicamentos para la misma enfermedad. Es muy similar a la terapia combinada, pero limitado a dos medicamentos. E Efectos secundarios Efectos no deseados o indeseables de ciertos medicamentos o procedimientos. Todos los medicamentos tienen efectos secundarios y que deben ser controlados cuidadosamente. En el mercado Se relaciona con los medicamentos que actualmente se comercializan y están disponibles para los pacientes. Estudio Clinico Proceso largo y costoso que los nuevos medicamentos tienen que pasar por el fin de ser aprobado por la FDA. Por lo general, el nuevo medicamento se compara con el estándar actual de atención (el mejor tratamiento disponible) o con el placebo (sin tratamiento). Erythrocyte sedimentation rate Examen de sangre utilizado para evaluar la inflamación. Utiliza muy comúnmente, pero no es específico de la artritis reumatoide y que puede ser elevado en una miríada de condiciones incluyendo el cáncer y las infecciones. Evidencia La evidencia es la presencia de información a través de estudios de investigación con respecto a una GLOSARIOUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 58intervención determinada. La evidencia puede ser positiva o negativa y muchos médicos usan la evidencia científica para basar sus opciones de tratamiento. F Factor de necrosis tumoral Molécula principal que impulsa la inflamación en la artritis reumatoide. Dados los avances en farmacología, ahora hay muchos medicamentos que inhiben su acción, proporcionando alivio a los pacientes. Factor reumatoide Anticuerpo presente en pacientes con artritis reumatoide pero también visto en una variedad de otras afecciones. Se prueba a través de una muestra de sangre. Fail First La terminología utilizada por los proveedores para describir terapia escalonada, ya que los pacientes primero deben fallar en medicamentos menos costosos antes de que una compañía de seguros cubrirá el costo de las opciones potencialmente más eficaces pero costosos. Farmacia especializada Segmento específico de una cadena de farmacias que trata con medicamentos complejos y de alto costo. G Generico Medicamento que es equivalente a la droga de marca (original) de la dosis, la calidad, y la vía de administración. Por lo general, los medicamentos genéricos son menos costosos. Glucocorticoide Medicamento altamente efectivo para tratar trastornos inflamatorios y ampliamente utilizado. Teniendo en cuenta sus múltiples efectos secundarios, los pacientes no deberían estar en ella durante un largo periodo de tiempo. Guias de Tratamiento Publicados periódicamente, las pautas de tratamiento están diseñadas para ayudar a estandarizar el cuidado de una enfermedad determinada. Normalmente, es un consenso de múltiples expertos en el campo que evalúan a fondo la evidencia científica y desarrollan guías clínicas. I Inflamación Exámenes de sangre que son marcadores sustitutos de cuán inflamado está el cuerpo en un punto determinado. Estos marcadores se utilizan de forma rutinaria en reumatología . Inhibidor de la quinasa de Janus(JAK) Medicamento que funciona mediante la inhibición de una vía específica del sistema inmunológico llamada Janus quinasa. Los medicamentos aprobados incluyen tofacitinib. Intecambiable Designación dada a un biosimilar más allá de su similitud estructural con el medicamento original después de que haya demostrado eficacia clínica en un paciente. La implicación práctica es que biosimilar intercambiables GLOSARIOUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 59puede ser sustituido por el producto de referencia sin la intervención de un médico. M Marcadores específicos de enfermedad Exámenes de sangre que están asociados con una enfermedad determinada .En la artritis reumatoide, el marcador más específico es el anti-CCP . Marcadores no específicos de enfermedad Los exámenes que pueden estar presentes en la artritis reumatoide, pero también se encuentran en una variedad de enfermedades. Los ejemplos incluyen proteína C reactiva elevada y velocidad de sedimentación. Medicamento de referencia Se relaciona con el medicamento original pionero. Para el ejemplo biosimilar , el fármaco de referencia es el biológico original (es decir, infliximab para inflectra). Monitoreo El monitoreo se relaciona con la necesidad de evaluaciones objetivas frecuentes ( análisis de sangre o rayos X) para medir la progresión de la enfermedad y los efectos secundarios de los medicamentos. Monoterapia Término utilizado cuando solo se usa un medicamento para tratar una enfermedad determinada. N Nódulos reumatoides Pequeños bultos firmes que se desarrollan debajo de la piel en pacientes con artritis reumatoide.Generalmente están cerca de la articulación inflamada. P Plan de Tratamiento El resultado de una conversación entre el paciente y el médico.Se describe una estrategia sobre cómo hacer frente a la enfermedad.Eso incluye medicamentos, fisioterapia y terapias alternativas. Previa autorización Un proceso a través del cual un proveedor debe solicitar autorización de la compañía de seguros del paciente para recetar un tratamiento particular.El proceso a menudo es largo y complicado, y puede retrasar la atención importante del paciente . Progresión radiológica Calificación objetiva utilizada por los médicos para evaluar los cambios en la estructura de la articulación mediante exámenes de rayos X. Por lo general, refleja nuevas erosiones (pequeños agujeros) en la médula y es una señal de que el medicamento no está funcionando plenamente. R Recomendaciones Declaraciones hechas por un comité compuesto por expertos muy conocedores en el campo de la artritis reumatoide.Ellos ayudan a los médicos siguen un algoritmo básico pero al final, el tratamiento debe ser GLOSARIOUNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 60GLOSARIO p La información en estas guías nunca debe reemplazar la información y el consejo de tu médico tratante. Tiene el propósito de informar a la discusión que tienes con profesionales de la salud, así como otros que juegan un papel en tu cuidado y bienestar..individualizado. Remisión Estado en el que los signos y síntomas están controlados, y en base al examen objetivo por el médico, la actividad de la enfermedad es baja. Este es el objetivo final en el tratamiento de la artritis reumatoide. Reumatólogo Médico que se especializa en enfermedades sistémicas autoinmunes y artritis. La capacitación comprende tres años de medicina interna y más tarde una beca de dos a tres años en reumatología. S Sinovio Membrana que rodea la articulación y produce líquido sinovial, que \"lubrica la articulación\" para un movimiento más suave. Step Therapy El proceso en el que una compañía de seguros requiere que los proveedores de seguir \"niveles\", basada en el precio de la hora de recetar medicamentos. En la mayoría de los casos, el medicamento más barato debe ser prescrito por primera vez, y la progresión a otras opciones sólo se permite después que un paciente se ha demostrado que \"fracasar\" en la medicación inicial. Sustitución Capacidad del farmacéutico para cambiar de un biosimilar intercambiables a su fármaco de referencia. Actualmente no existe biológica intercambiables disponibles, pero esto se espera que en un futuro próximo. T Transaminasa Enzimas hepáticas que se pueden medir a través de un análisis de sangre. El hígado metaboliza la mayoría de los medicamentos; Por lo tanto, es importante supervisar tales enzimas para evaluar si los medicamentos están causando daños en el hígado. Terapia de combinación Tratamiento que implica estar en más de un medicamento con el fin de controlar la enfermedad. Algunos medicamentos funcionan mejor cuando se usan concomitantemente (es decir, metotrexato + biológico). Terapia Triple El término usado describe el tratamiento de la artritis reumatoide con tres medicamentos específicos .En general, los medicamentos son metotrexato, hidroxicloroquina y sulfasalazina.UNA GUÍA PARA PACIENTES VIVIENDO CON ARTRITIS REUMATOIDE (AR) | 61REFERENCIAS http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4440355/ Detert, Jacqueline, and Pascal Klaus. U .S National Library of Medicine . U.S. National Library of Medicine, n.d. of Medicine . U.S. National Library of Medicine, n.d. Web. 08 July 2016.<https://www.nlm.nih.gov/medlineplus/druginfo/meds/a613025.html>. http://www.rheumatology.org/Portals/0/Files/ACR%202015%20RA%20Guideline.pdf http://www.rheumatology.org/Portals/0/Files/ACR 2015 RA Guideline.pdf al. \"2015 American College of Rheumatology guideline "}