{"title": "PDF", "author": "PDF", "url": "psicologia.ucm.es/data/cont/docs/29-2019-02-15-Manzano%20Ruiz.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "V ol. Especial, 279-282 ISSN 2171-6609 ¿Se Vacuna en Exceso a los Perros? Are we Overvaccinating our Dogs? Helena Manzano Ruiz, África Morcuende Rodríguez y Begonia Saldias Aliaga Universidad Complutense de Madrid Resumen La vacunación es una práctica habitual importante para la salud de los animales domésticos como método de prevención de enfermedades infecciosas, algunas de ellas incluso zoonósicas. En nuestro país constituye una de las principales fuente de ingresos de las clínicas veterinarias. En este trabajo se comparan los protocolos de vacunación que llevan a cabo distintas clínicas veterinarias con las recomendaciones que proporcionan organismos internacionales, valorando las consecuencias tanto positivas como negativas que puedan tener estas desviaciones de la práctica clínica con respecto a dichas recomendaciones.Palabras clave: vacunación, mascotas, recomendaciones, sobre-vacunación. Abstract Vaccination is an important practice for the pet health as a prevention method of infectious diseases some of them zoonotic. In our country it is one of the main sources of income for veterinary clinics. This positive and have. Keywords: vaccination, pets, recommendations, overvaccination. Trabajo presentado en las XII Jornadas Complutenses, XI Congreso Nacional de Investigación en Ciencias de la Salud para Alumnos Pregraduados y XVI Congreso de Ciencias Veterinarias y Biomédicas.V ACUNACIÓN CANINA280 Introducción En los últimos tiempos se ha llevado a cabo una reva - cunación anual casi de manera sistemática en las CV (clí - nicas veterinarias). Esta práctica es conocida como \"vacuna de refuerzo anual\", de la que la vacunación es solo una par - te, puesto que el animal se somete a un examen clínico ge - neral por parte del clínico (British Small Animal Veterinary Association [BSA V A] congress, 2011). Gracias a la exito - sa vacunación de las últimas décadas, se ha reducido nota - blemente la prevalencia de las enfermedades infecciosas en mascotas, ya que la vacunación es la forma más efectiva de prevención de enfermedades. Sin embargo, no debemos de -jar de lado los efectos negativos, ya que aunque las vacunas tienen un perfil de alta seguridad ningún producto garantiza una seguridad del 100%. Conocemos como vacunas esenciales aquellas que toda la población canina debe recibir. Son, las vacunas frente a CDV (virus del moquillo canino), CA V (adenovirus canino), las variantes de CPV-2 (parvovirus canino tipo 2) y rabia (cuando es requerido por ley o en áreas endémicas). Por otro lado, las vacunas no esenciales son aquellas que debe recibir solo la población de riesgo, evaluando de manera individual la exposición del paciente al agente y el riesgo de contraer la enfermedad (por ejemplo, la vacuna frente a Leptospira). Se aconseja a los clínicos que usen la información de las Tabla 1Directrices de vacunación canina de WSAVA (Day, Horzinek, Schultz y Squires, 2016). Vacuna (MLV: virus vivo modificado)Vacunación (adenovirus canino tipo 2), MLV , parenteralAdministrar 6-8 semanas de edad, luego cada 2-4 semanas hasta las 16 semanas de edadSegún fabricantes dos dosis separadas por 2-4 semanas, pero una dosis de vacuna MLV o rCDV se considera protectoraA los 6 meses o 1 año de edad, luego no más frecuentemente que cada 3 años Rabia, inactivada, parenteralAdministrar una dosis a las 12 semanas de edad. Si la vacunación se hace antes de las 12 semanas el cachorro debe ser revacunado a las 12 semanas de edad. En áreas de alto riesgo se puede administrar una segunda dosis 2-4 semanas después de la primeraAdministrar una única dosisAl año de edad. Se dispone de vacunas caninas con 1 y 3 años de DOI. El intervalo entre vacunaciones está determinado por esta DOI autorizada, pero en algunas áreas puede estar determinado por ley CPiV (virus parainfluenza canino), MLV , parenteralAdministrar a las 6-8 semanas de edad y luego cada 2-4 semanas hasta las 16 semanas de edad o másSegún fabricantes, dos dosis separadas por 2-4 semanas, pero una dosis de vacuna se considera protectoraA los 6 meses o a 1 año de edad, luego anualmente Bordetella bronchiseptica (bacteria viva avirulenta, intranasal) monovalente o en combinación con CPiV o con CPiV y CA V-2Administrar una única dosis tan temprano como a las 3 semanas de edadUna dosis únicaAnualmente o más frecuentemente en animales de muy alto riesgo no protegidos por el refuerzo anual B. bronchiseptica (bacterina, parenteral) o B. bronchiseptica (extracto antigénico de pared celular, parenteral)Administrar una dosis a las 6-8 semanas de edad y otra a las 10-12 semanasDos dosis separadas por 2-4 semanasAnualmente o más frecuentemente en animales de muy alto riesgo no protegidos por el refuerzo anual Borrelia burgdorferi (enfermedad de Lyme, bacterina entera,) o B. burgdorferi (proteína A de superficie externa recombinante, parenteral)Administrar una dosis inicial a las 12 semanas de edad o más. Dar una segunda dosis 2-4 semanas más tarde. Las vacunas de Borrelia pueden darse tan pronto como a las 9 semanas si hay alto riesgo de exposiciónDos dosis separadas por 2-4 semanasAnualmente, justo antes del comienzo de la estación de garrapatas según la región Leptospira interrogans (con serogrupos canicola e icterohaemorrhagiae, bacterina parenteral)Dosis inicial a las 8 semanas de edad o más. Se da una segunda dosis 2-4 semanas más tardeDos dosis separadas por 2-4 semanasAnualmente V ACUNACIÓN CANINA281 Tabla 2 Protocolos de vacunación en clínicas en España En la Comunidad de Madrid Clínica (Móstoles)Veterinario a domicilio en Madrid (InstaVets Servicio Online,2015)Clínica (zona de Estrecho)Clínica (zona de Tetuán) 10-15d (días) parvovirus, dos dosis con un intervalo de 10- 15 d5 semanas: parvovirus y moquilloA las 4 semanas, parvovirus, dos dosis con intervalos de 15 dA los 45 d de vida, parvovirus, 3 dosis con intervalos de 15 d Tras 10-15 d de la primera dosis de parvovirus, se administra trivalente (moquillo, hepatitis y parvovirus), dosis con un intervalo de 10-15d8 semanas: pentavalente (parvovirus, moquillo, hepatitis, parainfluenza y Leptospira)A las 6 semanas de la primera dosis de parvovirus, se administra tetravalente (moquillo, parvovirus, Leptospira y hepatitis)Tras 15 d de la primera vacuna de parvovirus, se administra tetravalente (moquillo, parvovirus, Leptospira y hepatitis) 12 semanas: refuerzo pentavalenteEntre los 3-6 meses, vacuna frente a tos de las perreras, 2 dosis cada 15 d Tras 15d: microchip y rabia 16 semanas: rabiaA los 6 meses, rabia y microchipA los 6 meses, rabia y microchip Revacunación anual de trivalente y rabiaRevacunación anual: pentavalente rabiaRevacunación anual de Leptospira, rabia y bianual de tetravalente En otras Comunidades Autónomas Clínica (Ávila) Clínica (Granada) Clínica (Guadalajara) Moquillo y parvovirus 1-1,5meses Repetir dosis a los 21dias Pentavalente tras 21 días Repetir dosis a los 21 díasA las 4 y 6 semanas: moquillo, parvovirus y hepatitisA las 6 semanas se vacuna frente moquillo y parvovirus. A las 8 semanas: polivalente (parvovirus, moquillo, parainfluenza, hepatitis y leptospirosis), repetir dosis a los 15 días Rabia: 15 d después de vacunaciones de cachorroA los 6 meses: rabiaA los 4 meses: rabia. A los 6 meses, análisis y vacuna frente Leishmania Revacunación anual: rabiaRevacunación anual: polivalente y rabia guías que proporcionan organismos internacionales, como la WSA V A (Asociación Mundial de Veterinarios de Peque - ños Animales), y formulen un calendario de vacunación adecuado a cada paciente de manera individual y en consen - so con el cliente. Pruebas serológicas La medición del título de Ac (anticuerpos) es la única forma práctica de asegurar que el sistema inmunitario de un cachorro ha reconocido un antígeno vacunal. Hay comercia - lizados kits rápidos y sencillos (se pueden hacer en la clíni - ca) que detectan la presencia de Ac específicos frente a los virus del moquillo, adenovirus caninos y parvovirus canino tipo 2. Gracias a ellos se puede determinar el estatus inmu - nitario del animal y en función de éste establecer el plan de vacunación. El problema de dichos kits es que son más ca - ros que la dosis vacunal. Si el resultado de estas pruebas es negativo puede signi - ficar que el perro no ha producido, o al menos no a un nivel suficiente, Ac específicos frente a la vacunación o la infec - ción (por lo que se deberá revacunar) o que el perro, aunque seronegativo, es inmune (falsos negativos; revacunación in - necesaria). Dado que es difícil identificar los falsos negati - vos, se vacuna a todos los animales seronegativos ya que se asume que estos animales son susceptibles a la infección. V ACUNACIÓN CANINA282 Por el contrario, si el resultado es positivo, se entiende que los animales presentan un título de Ac protectores adecuado por lo que no es necesaria la revacunación. Conclusión La observación más importante que podemos extraer a partir de las tablas anteriores es que las clínicas en España aplican las dosis de refuerzo de vacunas esenciales con una frecuencia mucho mayor de la recomendada (en general, re - fuerzo anual aplicado frente a refuerzo cada tres años reco - mendado). En cuanto a vacunas no esenciales, no podemos valorar si la frecuencia es o no la adecuada, ya que esto de - pende de otros factores, como la zona geográfica o el estilo de vida del animal, y los riesgos a los que estos factores le hagan estar expuesto. Sin embargo, el hecho de que el uso de estas vacunas sea tan homogéneo entre distintas clínicas y que las definan como parte de su protocolo habitual de va - cunación, hace sospechar que no se están valorando las cir - cunstancias individuales de cada animal antes de aplicarlas, con lo que probablemente se utilizan con mayor frecuencia de la recomendada y en perros que no requieran esa protec - ción (Horzinek, 2010). Con un exceso de vacunación los animales se sobreex - ponen a efectos secundarios como toxicidad, hipersensibili - dad, incluso, al desarrollo de la enfermedad (Pérez Rivero, 2009). Por otro lado, la revacunación anual facilita la revi - sión periódica de las mascotas y el control de enfermedades. La mayoría de las vacunas no esenciales son polivalentes y las mismas necesitan un refuerzo anual por lo que dismi - nuir la frecuencia de vacunación puede tener efectos posi - tivos individualmente pero puede suponer un riesgo a nivel poblacional dado que se aumenta la exposición a algunos agentes infecciosos. Este hecho, sumado a que algunos pro - fesionales veterinarios no están excesivamente familiariza - dos con las enfermedades que se controlan con la vacuna - ción, puede desembocar en un problema serio (Day, 2011). Para evitar estos problemas, desde organismos internaciona - les se insta a las farmacéuticas a comercializar vacunas más específicas. Si éstas estuvieran disponibles, el clínico podría elegir la vacuna más conveniente para cada animal y cada momento y mantener la visita anual mínima a la CV , impor - tante para la economía de la clínica como para la salud de nuestras mascotas. Referencias British Small Animal Veterinary Association (BSA V A) Congress (2011). Different perspectives on vaccination advice. Veterinary Record, 168, 395-396. Day, M. J. (2011). Vaccination of dogs and cats: no longer so controversial? Veterinary Record, 168, 480-482. http://doi. org/10.1136/vr.d2810 Day, M. J., Horzinek, M. C., Schultz, R. D., & Squires, R. A. (2016). Directrices para la vacunación de perros y gatos. Journal of Small Animal Practice, 57, E1-E51. Retrieved from https://www.wsava.org/WSA V 142, S129-S132. http://doi.org/10.1016/j.jcpa.2009.11.001 Pérez Rivero, A. (2009). Reacciones adversas a la vacunación. Argos Portal "}