{"title": "Delayed Sentinel Lymph Node Biopsy", "author": "Un programa de Fundación de la Sociedad Estadounidense de Cirujanos de Mama", "url": "https://breast360.org/topic/2015/01/01/acupuncture/?lang=es", "hostname": "breast360.org", "description": null, "sitename": "Acupuntura - Breast360.org", "date": "2015-01-01", "cleaned_text": "Acupuntura La acupuntura, que se ha practicado como parte de la medicina china durante miles de años, se basa en la creencia de que la energía fluye a través del cuerpo en canales conocidos como meridianos. Según la teoría médica china, la enfermedad surge del bloqueo de energía en estos meridianos, creando así un estado de salud desequilibrado. Por lo tanto, se insertan agujas finas en puntos de acupuntura específicos en el cuerpo para ayudar a revertir el bloqueo y restaurar el cuerpo a un estado de equilibrio y armonía. La acupuntura se usa para influir en el cuerpo de manera sistémica y holística. Los estudios en animales y humanos han mostrado una respuesta positiva a la acupuntura para aliviar el dolor, regular las hormonas, mejorar el estado de ánimo, modular la presión sanguínea y la frecuencia cardíaca, reducir la inflamación y aumentar la función inmune. En China, la acupuntura se ha utilizado durante mucho tiempo junto con tratamientos estándar para el cáncer. En los Estados Unidos, varios centros médicos importantes, incluido el Centro de Cáncer Memorial Sloan-Kettering en Nueva York y el Centro de Cáncer Dana-Farber Harvard en Boston, han incorporado la acupuntura como terapia de apoyo para pacientes con cáncer en el tratamiento de los síntomas y el tratamiento relacionados con el cáncer. de los efectos secundarios inducidos por cirugía, quimioterapia, radiación o terapia hormonal. Se han realizado numerosos estudios sobre la acupuntura y el tratamiento de apoyo del cáncer. Por ejemplo, se ha demostrado que la acupuntura reduce las náuseas y los vómitos posquirúrgicos o inducidos por la quimioterapia. También se ha demostrado que ayuda a reducir el dolor, la hinchazón y la inflamación. Un estudio indicó que la acupuntura es tan efectiva como un antidepresivo para reducir los efectos secundarios, como la fatiga, los sofocos, los síntomas de la menopausia y los cambios de humor, asociados con el uso de la terapia hormonal para el cáncer de seno. También se ha demostrado que la acupuntura ayuda con el dolor nervioso y el hormigueo debido a la neuropatía inducida por la quimioterapia, la sequedad de boca y la ulceración de la radioterapia, linfedema, insomnio, apetito estimulante y regulación de las funciones intestinales. Sin embargo, se necesita más investigación para analizar la efectividad de la acupuntura en el tratamiento de estas afecciones. La acupuntura es generalmente segura cuando la realiza un profesional capacitado y con licencia. Se insertan cuidadosamente agujas estériles de acero inoxidable en el cuerpo en puntos de acupuntura específicos a varias profundidades y ángulos. Las agujas son sólidas y muy delgadas. De hecho, la aguja de acupuntura es 100 veces más delgada que una jeringa médica típica. Las agujas generalmente se dejan entre 15 y 30 minutos, según la afección que se esté tratando. Ocasionalmente, se puede aplicar sin dolor calor o una pequeña corriente a las agujas para ayudar a estimularlas. Las complicaciones de la acupuntura son raras, pero pueden incluir dolor local leve y sangrado leve o hematomas debajo de la piel. Si tiene un sistema inmunitario gravemente debilitado o recuentos bajos de sangre o plaquetas, es importante consultar primero con su hematólogo / oncólogo antes de recibir acupuntura. Los métodos de acupuntura sin agujas, como la acupresión (masaje de puntos de acupuntura) y la moxibustión (aplicación de calor sobre la piel por encima de los puntos de acupuntura), son opciones de tratamiento alternativas para quienes no toleran la punción. La acupuntura es una terapia de apoyo probada y clínicamente efectiva para el tratamiento del cáncer. Generalmente es seguro y bien tolerado con efectos secundarios mínimos. La acupuntura mejora la calidad de vida al ayudar al cuerpo a restablecerse y fortalecerse, lo que resulta en la disminución de los efectos secundarios causados por el cáncer o la terapia contra el cáncer. "}