{"title": "Mind-Body therapy - Luke Norland | Homeopath & Massage Therapist", "author": "Luke", "url": "https://lukenorland.co.uk/homeopathy/mind-body-therapy/", "hostname": "lukenorland.co.uk", "description": "Homeopathy works with mind & body. You are listened to in a non-judgmental and empathetic way so that you can learn more about yourself & your dis-ease.", "sitename": "Luke Norland | Homeopath and Massage Therapist Frome", "date": "2019-04-19", "cleaned_text": "that encourages your own ability to self-heal. You are listened to in a non-judgmental and empathetic way so that you can learn more about yourself and how you respond to being unwell. This means that you are treated as an individual rather than according to a particular syndrome or diagnosis. Based on your symptoms, you are prescribed a \"similar\" remedy from a natural source which is non-toxic. Because this remedy is prescribed based on your individuality, you do not need a large dose. In fact, because you are sensitive to the remedy, it is prescribed in a small (attenuated) dose so as to stimulate the body's defence mechanism to act. A large dose (as in conventional drug therapy) works in the body to remove unwanted symptoms, providing quick but temporary relief. It does this through a chemical action, opposing & nullifying the symptoms you already have. This is why it is termed \"allopathic\" (meaning opposite suffering). When it's action has ended, the problem usually reappears and the drug needs to be taken again, possibly in successively larger doses (in the treatment of chronic disease). An attenuated dose of a \"similar\" remedy will act because your body has become so highly sensitised (or attuned) to it. This can be seen in allergy sufferers who respond to minute substance to which they are sensitive. By acknowledging that the mind, body and emotions are interwoven, homeopathic treatment can help you trace back to the root of the problem. How many times can we refer back to a traumatic event, grief or loss as being a trigger for a downturn in health? How often do painful emotions or negative thinking contribute to our lack of vitality, predisposing us towards lowered immunity and eventually getting sick? These are all non-material stimuli that can eventually result in chemical changes in our bodies, leading to pathological change in tissues or organs. The point is: non material things are influencing us all the time. The attenuated dose of your homeopathic remedy acts at this very same non-material level to send a stimulus to your body, allowing it to return to a healthier state. "}