{"title": "UTMB Employee and Student Information", "author": "UTMB Healthcare Epidemiology; Shirley Shores", "url": null, "hostname": null, "description": null, "sitename": "Infection Control and Healthcare Epidemiology (HCE)", "date": "2023-01-01", "cleaned_text": "If you are a health care worker or clinical student at one of UTMB's hospital campuses or surrounding clinics and you have a positive initial diagnostic test, you must stay home for a minimum of five days from the first onset of symptoms. Employees should use their leave accruals. If you are feeling better at Day 5 or later, you MUST obtain a follow-up COVID-19 antigen test at a UTMB Urgent Care Clinic (home testing is not acceptable), notify your supervisor and return to work or class regardless of the test result. There is no cost for this test when it is performed for return-to-work purposes. - If the antigen test is positive, you cannot care for immunocompromised patients or those in the neonatal ICU until ten days from the onset of your symptoms and you have fully recovered. - Individuals with either a positive or negative follow-up test result must use a KN95 mask, N95 mask or double medical masks for an additional five days. - You cannot have any unmasked interactions with others for 5 days after returning on-site. This includes taking breaks alone in a separate room and not eating in the presence of others. If you are NOT a health care worker or a clinical student, please follow the above instructions, with the exception that NO follow-up antigen test is needed prior to returning to work. While an employee is ill with COVID-19, the employee may use available leave accruals in accordance with applicable UTMB policies. No physician note is needed to return to work after five days or longer in the case of a COVID-19 infection. Self-schedule a UTMB Employee COVID-19 screening: - If an appointment time is not available for Day 5, some walk-in times and locations for Employee Back-to-Work antigen testing are available: - Angleton Urgent Care, 2309 West Mulberry Street, Monday through Sunday 9 a.m.-Noon - League City Campus Urgent Care, Medical Plaza One, 4th Floor, Monday through Sunday 9 a.m.-Noon - Galveston Campus Primary Care Pavilion, 400 Harborside Drive (park behind the building), Entrance C, Suite 110, Monday through Sunday 7:30 a.m.-Noon UTMB students engaged in direct patient care or supporting health care operations should contact Student Health Services at [(409) 747-9508](tel:4097479508) [stdwappt@utmb.edu](mailto:stdwappt@utmb.edu) to schedule "}