{"title": "PDF", "author": "PDF", "url": "https://puc.sd.gov/commission/dockets/telecom/2013/tc13-090/exhibit1-13.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Central Dakota Times Png.e 15 Plant Flowers Students and staff at St. Margaret Preschool of Kim baH planted flowers near the l(jmball Post Of­ fice on May 10. Participating In the flower planting were, back row, from left, Instructor Melissa Kuo­ zweiler, Weston Dick, Ally G1!ppert, Nicholas Boe­ sen, Instructor Margaret Lake, Nick Geppert, Garret Westendorf nod Instructor Connie Fatlaod and front, Chllrlt:s Ortman Healthy Diets-Now and Then We have mentioned that the trend with many of the Boomers is to Uvea healthier lifestyle. That would be eating smarter and some kind of exercise. Whenever I hear thut th~re is a trend, J always wonder how many people it takes to make a trend. It seems if a product is being sold such as all natu­ ral, organic. GMO free. grass fed. stress-free food or supplements or exercise equipment. there must not be too many people needed to make a !Tend. In the advertisements or in the movies. everybody around is happy, eating good stuff and out jogging. kayaking. biking or at the very least, sitting in two bathtubs looking at a sunset. However. when 1 am in a crowd of people at the mall or ball game, I don't see many of those people. True. 1 suppose they are all out jogging, kayaJdng. biking or taJdng a bath; hopefully not in the mall. So I am skeptical about trends. 1 am sure we should be eating both bener and I suppose. less. Again. looking around crowds. evidently the former trend of eating a lot, often and without any health thoughts, along with avoidance of any form of exerc1se still seems to be in the majonty. To be fair, Boomers grew up dunng a time when our mothers tried to give us the healthiest food they knew. I don't think the word, \"nutrition\" was ever used in our house when l was a lcid. There was a lot of food that was good for you and you had to eat your vegetables to get dessert. And you needed to clean your plate to keep children in Africa or India or China from starving. We all know that logic was beyond us as children but if your parents said it, it must be true. But let's get back to the food that was considered good for you. Meat and potatoes were two of the basic food groups. In our family, gravy was normal. Plenty of bread with a generous spread of ~titter was automatically included. How-eLse. did you push your food on your fork? Use a knife? I don't think so; are we British? True, there was usually a vegetable on the plate. The green ones were the greater price to pay for dessert; com with butter and salt was easy. Big glasses of whole milk were standard. SaJad was only when there was special com­ pany and not aJways then. Dependmg on your ancestry, you maybe had other staples like dumplings or pasta or beans. The desserts were the favorites but even they were considered healthy because they were made with good fresh cream and butter or lard and good white flour and the purest sugar. HO\\\\ could that not be good for you? Healthy or not, the food we grew up with tasted great! No wonder we have trouble genmg on board with the new healthy trend. Boomer Babble-'111ouphL~ At Large\" are \"'nucn by the Boomer Babble Guys. Charles, Doug and John with occasaoiUII help from friend~ The Boomer Babble radio sbo~~o is broadcast on WNAX 570 Sunday cvcnmg' at 5 p.m Persons may visit at BoomerBabble.com. CentunLink offers telephone assistance to individunls living on Tribal Lands Low-income co111woc:rs may qllilli.fy far llSsislallCe that will busic telephone consumen m participation vnry by 8Ii.Dual grou l35% of the Federal Owdelines fur 11 lt0118ebol.d Americnn tndilln illld AIIISkan Native $25 Rt!pp~>rt D?DDlbJy ilJlphcauon progrillll ~,,~ C L\" k ~~~~ entury m · Television association establishes scholarships at SDSU and MTI The South Dakota Cable Televi­ sion Assoctauon announced the es­ tablishment of two scholarships for students attending postsecondary schools in South Dakota. Students and staff at St. Margaret Preschool of Kimball planted flowers in tbe city planter oo May 10. Participating in the flower planting were, back row, from left, Instructor 1\\largaret Lake, Daniel Leiferman, den Instructors Connie Fatland and Melissa Kunzweiler and Cooper Leiferman and front, Gunner Bre Hess will work with Gishwati Project this summer South Dakota State University of Brookmgs and Mitchell Technical Institute of Mitchell will each award SJ,OOO annually, beginning in 2012, to qualified students as a result of the donations made by members of the state association. The scholarships at Mitchell Tech­ nical Institute are for studentS in telecommunications and satellite tech­ nology programs. The SDSU scholar­ ship 1s for one student in their junior year, studymg w1ldlife conservation. Wildlife conservauon was chosen in memory of the late Brent Wilbur of Pierre. who served for years as valued counsel and advocate for the South Dakota Cable Televis1on Association. Scholarship recipients will be chos~n by SDSU and MTl each year and scholarships will be dis­ bursed by each respective school's foundation. Members of the South DakoLB Cable Television Association are video service, Internet and phone providers across the state. Mike Drummond of Midcontinent Communications serves as association president. Chad Mutziger of Midstate Communications ofKtmball and Chamberlain. serves as \\ ice-president and Steve Schirber of Knology of the Black Hi Us serves as secretary/treasurer. b) Mnrla 811't'h In early June, Breanna \"Bre\" Hess of Chamberlain will be nying out of lhe Des Moines, Iowa, airport on the first leg of a trip to Rwancla in east central Africa. Hess is the daughter of Joe and Beth Hess of Chamberlain. She will spend six weeks as a re­ searcher with the Gishwau PrOJCCt in northwestern Rwanda. Although smaller ti1an the state of Iowa, Rwanda's populauon hovers around 11.7 million. \"It is very densely populated.\" commented Hess. The research Hess will do meshes tightly with her stud1es at Drake University in Des Momes, Iowa, where she is working towards a bachelor of science degree in biol­ ogy with a concentration on primate conservation. , [nvited to the project by h~r pro­ fessors, Hess says this will be her capstone project and will lay the groundwork for her bachelor's the­ sis. The project is an effort to revital­ ize the Gishwati rainforest and the chimpanzee population within the rain forest. Located in north we~ tern Rwanda. the forest was dec1mated in the 1990s when refugees from the e our congratulations to the area graduates. NAPA Auto Parts of Chamberlain Congratulations and Good Luck Senior Class! Thiel's Collision Center of Chamberlain L1UII Congratulations on your graduation. May sue ells be irl your future/ Good luck to all the area graduates! Silver Dollar Bar of Chamberlain ailey is happy lo announce the addition of Chelsea Allen, dental hygienist, to our Chamberlain office. Chelsea will join Carol Randall on Tuesdays, starting May 15 for all h:ygiene needs. Rwanda genocide Aed to the area and began clearing the forest to cre­ ate subsistence farms. The 250,000 acre Gishwa1i rain­ forest was diminished to l 500 acres by 200 I. In the process, the chim­ panzee population almost fell into exlincllon. Hess will work alongside fellow Drake University students and pro­ fessors m a project that will connect the now growmg Gishwati forest With the Nyungwe national forest 30 miles to the south. Connecung the two rainforests is necessary for preserving the chim­ panzee population. explruns Hess. The northern forest population dwindled to just 13 chimpanzees. Hess explained the northern chimpanzee population needs ac­ cess to the south chimpanzees to preserve gene diversity. As chimpanzees travel the natural corridor between Lhe two Forests, they often ruid farmers· fit!lds. This has led Lo poaching and shooting the ch1mpanzecs. In a muiLi-pronged ing Wllh farmers to gro'~ dtlTerent crops in grow then clude a area visible to chimpanzee~ as tht!y travel the corndor and educating farmers about growing beyond that sight line and gro\\\\ mg non-ed1bles in the corndor. \"I'm excited to bc part of tim. project,\" said Hess. \"Th1s IS ground­ breaking work in so many ways.\" To The Area Graduates ,... Now you're one step closer to your dreams. We wish you every happiness. Oasis Pump ~n Pak of Oacoma. 605-734-5325 Best wishes area graduate s! May your futures hold much promise and success. ~ ~/P$r~~~~~~~cs~ Z~~ of Chamberlain POWER Summer Satellite Program Skill Agility. Determination Strength. Power Good athletes have it all. The Power Sports Enhancement Program at Sanford Chamberlain can help them go from good to great. The eight-week summer program begins June 4 and is for students in grades 7-12. SANFi ~RD Chamberlain USD\"s Anarchist Professor South Dakota's college profes­ sors get often tugged as being too conservative or too liberal but few have the radicnl backgrou nd of Alexander Pel!, a University of South Dakota at Vcm1illion profes­ sor who was wanted in his home country of Russia for his rebelLious actions against the Czar. After Oceing Russia with a 10,000 ruble price on hjs head, Pel! and his wife adopted new names and moved to Canada and then to the United SLates. At the age of 40. he earned a doctorate at John Hopkins llniversiLy in BuWmore in I 897 and then began teaching math at USD, which had just 4 I 0 students nt the lime. Pelland his wife, Emma, settled comfortably in rhe small university town. He jumped into student culture. playing in chess tournaments, ice skating. entertaining in his home .leading pep rallies and academic debates and taking his tum al chapel exercist:s. The Russ1an expanded his position to include sciences and rallied for a department of engineering. which became a reality in 1903. By 1907, the department was thriving and Pel! becan1e the dean. The former rebel was described as \"a model teacher. an able admintstrator and a kind, generous, out-going friend to students and faculty colleagues,\" according to Von Hardesty and John D. Unruh, Jr. in a 1972 article in South Dakota His­ tory. Emma passed away in 1904 and Pel I remarried a prized former stud em named Anna Johnson from Akron, Iowa. Pell's friend, Dean Lewis Ake­ ley recalled Pell had once stated that girls couldn 'l make it as madlemati­ cians and if one did, \"someone would marry her and spoil it all.\" Determined not to let that happen to hts new wife. Pell resigned at USD in 1911 and moved to Chicago where she earned her PhD nt the Univer­ sity of Chicago and he taught math and theoretica l mechanics at Armour Institute of Technology. Anna went on to a brilliant math career, teaching at both Mount Holyoke and BI)n Mawr. PeU died in 192 I without anyone discovering his dark past in Russia. Born Sergei Degaev, he was raised in a family that openly denounced the repressing Czarist regime. Degae\\ 's mother was the daughter of a well­ known Russian writer and historian and her salon was a popular meeting place for revolutionaries. Degaev dreamed of taking aclion against their ryrannical government in an era when merely criticizing d1e Czar could land a person in prison for years of hard labor. After graduating from military training, where he received top honors, Degaev studied math at the Institute of Civil Engineering. He joined a rev­ olutiomtf) movement called the Peoples· Will, an underground group that had one goal-to assassmate Czar Alexander II. One of the projects De­ gaev worked on was creat.inl! a tunnel from a cheese factorv under a road - . traveled by the Czar in order to blow him up from underground. That did- o 'L work but Ill 18R 1 another plot succeeded and the Czar was dead. But the Peoples' Will failed to mstall a revolutionary government and the even more repressive Alexander ill became the new ruler. One year after the successful assassina tion. Degaev was put into prison after being caught with a printing press. ln prison. Colonel George Sudeikin, inspector of the Alexander Pell is pictured with tbe Submllled Phoro ~ailey en i.s happy to announce the addition of Chelsea Allen, dental hygienist, to our Chamberlain office. Chelsea will join Carol Randall on Tuesdays. slarting May 15 for all hygiene needs. CenturyLink offers telephone assistance to individunl!l living on Tribal Lnnds coD!Iumers ltlllY b!lSic monthly telephone se:rvi~ The assiSUlJJCe program, L:nown as le TelephoWl is ll!ld commonwea lhnt fotl~w the fedeml grudelrnes, the sub sen ber must have n household annual gross r:ncome at or below 135% of lhe Fcdcml Poverty Guidolint!!! for o how;ehold of that size, or pnnlciprue in any one of the f<'llowiug program.~: Medicaid, Supplemental Nutrition AssisllUlce Progrom (Food ( SSI), Pedeml Assib'lllllCC (Section (LlHEAPJ, S25 of Ltfcline mpport molllhly and instnliWt<'n 111 one of the progt= li11t.:d above, the of Indian Affairs General A:'.SIBiallce Temponuy I 5Mhp~ lur S!l 95 per month tor the first 1:! or service l'urthcr dermis nrc sought con­ tact with Degaev and worked out a deal. If Degaev identified his rebel­ lious comrades, he could escape from prison and continue attacks but only on Sudeikin's corrupt rivals. When Deguev's comrades were ar­ rested, he realized he had been played. He confessed to the leader of the Peoples' Will, who asked him to execute Sudeikin to atone for his betrayal. Degaev carried out the murder but was still distrusted and was dismissed from lhe group. He was also wanted by the police for Sudeikin 's murder. Degaev realized that leaving Russiu was his best option and his new life as AleJtander Pelf begun. His secret past was never discovered but colleagues at USD remem­ bered one incident that offered a hint of his colorful past. At a football gan1e on an October night, emotions were running high as USD's Coy­ otes played Mitchell away from home and were far outnumbered by local Fans. Some Mitchell youth ripped a USD banner from D cheering student and a fight erupted. Professor Pel! jumped into the fray to defend his stu­ dents. According to lhe 1902 student newspaper, tbe Volante, Pe11 emerged from the ruckus with a bloodied face and tom shirt but also with the high­ est esteem from his students. Pel! biographers. Von become Alexander Pell, \"outsLanding scholar, beloved teacher, warm friend and counselor to stu­ dents, loving husband.\" Alexander Pell was featured in a 1994 South Dakota Magazine article by Dana C. Jennings. Kntie HunhoiTi~ lhe managing edlror nt cd­ IIOr@wulhdrrkolAmngll2ine.com. s217 ,583 Dakota Cash jackpot is won in Rapid City A single ticket sold in Rapid City matched all five numbers in the May 1 dmwing to win the s217 ,583 Dakota Cash jackpot. The winning numbers for the May 2 Dakota Cash drawing are 5, 6, 7, 24 and 27. The odds of winning the game's jackpot are I :324,632. The ticket holder is advised to sign the back of the ticket immediately, put it in a safe place and contact the Rapid City Lottery Office at 605- 394-5106 or the Pierre Lottery Office at 605-773-5770 to make arrange­ ments to validate the ticket and claim the prize. The winner has 180 days to claim their winnings. J ohnsson is recipient of Distinguished Award Contribution for 2012 The board of directors of the Center for Western Studies. Augustana Col­ lege in Sioux Falls, named Lillian Johnsson of Chamberlain as the recip­ ient for the 2012 Award for Distinguished Contribution to the Preservation of the Cultural Heritage of South Dakota and the Northern Plains_ The award was presented at the Saturday closing luncheon of the 44th annual History Conference on April 28. Both Johnsson and her husband, Gil Johnsson. are long-time members of the center wit:JVOU ha'Ving received a sirnilar·award in :woo. Lillian Johnsson was hotmred for her many years of presentation s at the conference and d1e quality of her papers. She has been a long-time mem­ ber of the General Federation of Women's Clubs, where she represented South Dakota on the President' s Whlte House Commission on Women in American History, received the GFWC of South Dakota's Jennie Award for Leadership, served as state president, plus other community projects. She has given presentations on numerous research papers at the Dakota Conference and received the Arthur and Will meta Johnson Award for her 2010 paper, \"She Chose Her Own Path: Nellie Willhite, South Dakota's First Woman Pilot.'' She has worked with the Akta Lakota Museum in Chamberlain and on numerous other communiry projects. I \"I II Larry sin i e . Pukwana -Your Home: 605-894-4205 Remember MomOn May 13 A bouquet of flowers or a potted plant will show Mom you care. Chamberlain Food Center Your Hometown Grocer ... Our Customers Come First Chamberlain 605-234-5559 !MiB3r.;lre3liaitibalfljdj Steckelberg, left, and Carrie Kick.land were honored at the Girl Scouts-Dakota Horizons Recognition Ceremony April28 in Sioux Falls. The girls received U1eir Silver Awards. Tbe Silver Award is the highest award in Cadette Scouts. The achievement is earned by demonstrating leadership, strength of character, commitment to ex­ cellence, service to community and for exemplifying the ideas of the Girl Scout Promise and Law. Steckelberg is tbe daughter of Mike and Judy Steckelberg of Chamberlain and Kickland, the daughter of Rocky and Denisha Kickland, also of Chamberlain. Supreme Court denies petition in Norbeck Preserve Challenge Attorney General Marty Jackley announced the United States Supreme Court has denied the Friends of Norbeck and Native Ecosystem's petition to review in the Norbeck Wildltfe Preserve Challenge. On Sept. 3, 10 I 0, the Friends of Norbeck and the NaLi ve Ecosystems Council filed a lawsuit in Colorado Federal District Court requesting a permanent injunction to enjoin implementation of the tlffiber management plan For the preserve area. On Oct. 12, 2010, the State of South Dakota, filed a motion to intervene into the litigation and to move venue from Col­ orado to South Dakota District Court. \"It was and remains the state's position that there is a cons1dt:rabh.: local m­ terest in lhc Norbeck Wildlife Preserve and that South Dakotans have a unique slake in the management of the Norbeck Wildlife Preserve giving rise to a more appropnate utigation forum here in South Dakota.\" said Jackley_ On Oct. 18. 20 I 0, the Colorado DtsLTict Court agreed and transferred the case to Federal District Court 1n Sout11 Dakota. In November of 20 II ,the United Stales Eighth Circuit Court of Appl!als affirmed the Un.ited States District Court of South Dakota ·s dismissal of the environmentalists' lawsuit that sought to block implementation of the timbeT management plan for the Norbeck Wildlife Preserve area in the Black Hills. \"We can now appropriately continue with the Norbeck. forestry plan to preserve our forest,'' said Jackley. ·'Without immediate action to counter the pine beetle infestation, our forest and wildllfe rem run al risk.'. The other challenge to the overall forest plan remains on-going in fed­ eral court in Wyoming. The State of South Dakota has successfuJly Inter­ vened into the latest litigation over th~.! Black Hills Forest Lund and Resource Management Plan recently filed by environmentalists in the United States District Court ofWyommg. Environmental groups are seek­ ing to invalidate and delay the United States Forr::st Service forest plan in South Dakota and Wyoming. Part or the litigation centers upon certain site-specific projects that are designed to address the devastating effects of the pine beeUe epidemic that is occurring in the Black H1lls. The Stales of South Dakota and Wyoming have intervened in lhe action asserting sov­ ereign and economic interests withjn the Black HiJls NatJonal Forest that would be harmed by a decisiOn in the environmen talist favor. Final arguments in this case are scheduled for July in Casper. WY. BRULE COUNTY LUMBER 325 Paul Gust Road Chamberlain For more information, call Todd Orth at 605-234-5379. SUPPORT Hope For The through 513 7/12. I Pa~e7-Neil!hbors/Sports . Callers and Jerri Cummmgs of Rapid Cit) on \\\\::t)' to Sioux Falls, Jo Ann Cummings or Pierre lor Dyrk llrJbc funeral and Norma Mines and Alta Ramey. Saturday Sandy Heinrich anJ daughter Dec Dec Peterson and family from Platte, and Sharlene Hrabe Stanlc) from Rapid Cit) visited Monda) Sh<!Un and Brenda (Cummings) Wood of Rapid Cit) stopped. f....cnn) and Norma .Mines attended funeral ol Elanor Thompson un Munda) in Chamherlmn and and Ida Myers. Sherr) llagcrt) of White lake. Penny Hupkms and Amber and Chris. Rob Myers. and Son) .1 Christiansen of Norfolk N[. spent time m Yankton for Ryan M)crs son of Russd Myers, graduating frnrn Lowell Task or Wessington 'ipring. attended nl season cuwboy Eleanor Thompson. Shtrlc) Mctiht!e attended the hospital auxiliary convent ion over the weekend in Pierre. Jim nnd Gladys Wdls auendcd the reception Frida) evening m Pukwana for Ben and Dame! McFarland on their gradual ion from Mitchell Tech. Saturday the Wells attended the 1\\.imball reception for graduation, f....clscy Long. A nice group of Indies and children attended the 2nd annunl Spring Tea Saturday nficrnoon at I he Free LutherJn Puk\\\\ amJ Church Sunda) brunch lilr Mother's Da). Late afternoon guests tn the Bob and Sue Fnlun home in K11nball were Bill and Donna Picek, with L.conurtl A llccce Montoya in Chambcrla 111. My little birds nest on Ute fronl door ts full of bundles of nuff, and bub' birds. Mom and dad btrd both take care of them It ts fun to watch. I lapp) Pukwana Amertcan Lcgion 201 Auxdar) ladies met on Saturday May 12, in the Judy Malom:y home in Chan1bcr lain at I pm with six semor members prcscnL Lunch was served early by Judy. and Penny IIanne! Ied the busmcss meeting, with usual pledgt, prayer, and preamble ret:.llcd by group: followed b) secreta f) 1tn:asurerr reports b) Shtrle) McGhee and popp) sales for Ma) and if any volunteers to allt:nd June meeting in Watt:rtown. Plans for Memoria l Day event on May 28 with program and pot luck and the successful Te1ch Benefit hdd recently. followed by a diSCUSSIOn of communtt\\ affatrs with adjournment !allowing. June meetmg m June \"til be last mecung until St!plember. CES students partake in Field Day despite chilly weather Ella Phillips and Nevaeh Hoffer. first graders, compele in the sack race Nevaeh Hoffer took home a blue ribbon for the event. - Aspen Hickey, kindergarten, jumps rope In hopes of receiving a ribbon. Makenzy Mutziger, fourth grader, makes her way through the hoops on the obslacle course . Thtrd graders Willard Dubray, Dawson Hoffman. and Tyson Rabbit compels in lhe shuffle run Mrs. Lien's second grade class parade onto the track with Brooklyn Thomas and Brooks Swanson leading with signs promoting their country, England, for the theme of !his year's field day, 2012 Olympics. Ethan Colombe leaps off the line pushing forward to reach a solid distance in lhe long JUmp event. Photos by Melissa Chipps/ SUN K & M Repair, LLC Elementa ry students hop, skip and gallop in the water cup event, trying their best not to lose too much water oul of I heir cup. The student with the most water left over won lhe game. Larry Sinkie Pukwana, SO 57370 e Me.We I o1n together IU!!I 1 Chamberlain, SO Schedule your mammogram Calll605l 234-7169 SANF~aRD ' WOMEN'S Call 605/730-3877 or 605/894-4205 to arrange an appointment. Your local auto repairman -25 of cdcrul Po\\C:ny r;utdchncs for .1 household ot th.1t S~lops tor SIJ 1~· per month lor the fir'>t 12 months of sc:r.Jcc I unhcr Jctn1b nrc 5-e le 0 rs-Chamberlain/Oacoma Sun May 9, 2012 Briefs in History Compiled by Mark Nesladek, Lyman-Brule Genealogical Society 104 Years Ago Mny 7, 1908 Lyman Count) Argus Lender Ros\\\\ ell D. L iII it:, 84, of lona, du:d at Mr. Felton's April28 from blood poisoning caused by severe burns from a file on his place. An Epworth I eaguc was organized at lonn lost Sunday. Petittons arc bemg circulated west of Relianc~: askmg the railroad compan) to establish another town betwet:n Rei iancc and Kennebec. The Hon. Hall Irons is no\\\\ tht: register at thcChnmberlam Land Office Charles L Brockwa). Mr. Brockwa) wIll pracuce Ia\\\\ in Chamberlain. It is estimated it ''ill take the a\\·eragc man five minutes to mark his ballot at the June pnmary. 100 Yenrs Ago Muy 9, 1912 Lyman County Argus Leader Lieutenant Governor Frank M. Byrne wtll speak at the Oacoma court room May l·t The Chambcrlam Commerial Club ''til build a road across tht: island and connect it to the wt:st shore by a sand ridge The FW. McManus family has moved into the lona motel and are rend) to serve the public with good beds and good square meal!>. A baby boy was born to Mr. and Mrs. George Sweet oflona on l'vlay I. The stork left twin girls at theM r. and Mrs. Frank Novak home in lone on Wednesday, May I. The ladies of Draper organized an Eastcm Star and several new members were initiated. 90 Years Ago Muy II, 1922 Pukwnnn Press-Reporter Pukwann school planted trees in Red Lake Park to observe Arbor Day. Mr. and Mrs. Lou E. Tarabetz are proud to announce the birth of a daughter born to them April 29. romato plants are 25 cents per dozen A number of north Pukwana boys camped out overnight at Red lake and ate a lithe !ish they could catch. 5 Yeurs Ago May 9, 2007 Chnmbcrlnlo /Oncomn Suo Red !latter's Sue Lauck, Helen Jorgensen and Naomi Scales hosted Style Show/Tea at the Regency Retirement Assisted Living Center for the residents. A ''Tie One On\" apron extravaganza display was held at the SD Hall of Fame. There were 600 aprons shown. Sanford Chnic in Oacoma wtll be relocating to the Sanford Mid-Dakota Medical Center on Ma) '74. An ~rby's fast food restaurant open in Oacoma on April 7 Club Notes Eight and Forty National Chapeau Days 2012 L'A rchtvtstc Nauonale Lila Heidelberger of llurh:y, La Secreta Ire Lake Salon Jackie Owens oflroquois and Phyllis fuller of Ramona represented Departemental de South Dakota #3 of the Eight and Fort), a patriotic veteran's service organization during a three-da) \\'ISH of the nation's number one respirator) hospttal. National Jewish Health, on April 25-28. Co1ne enjoy a Jvlotfzers) Day Pancake & Sausage Brunch +biscuits & gravy Reliance Legion Hall Sun., May 13th 2012 9 am, 1 pm Sponsored B~ Amt!rican L!gion Post # 179 Kennebec & Rdiance, SD free will offerin ACCEPTING NEW PATIENTS r P.IR CHIROPRACTIC Dr. Brooke D. Schomp 605-234-BACK (2225) Accepts insurances 113 W. Lawler -Chamberlain www.faccbook.com/ Inspm:-Ch uopracric Have you become a Fan of the Sun? Now you can be one on Facebook too. www.facebook.com/ ChamberlainSun \"Dream Big-READ\" \\\\hut'' -R r-AD'' is nvnilable at the library We will have stories. crafts, and activities durtng each ol'the clultlrcn's session beginning at II am, I pm, & 5 pm. The buginning and ending parties wtll stnrt nt I pm. June 13 \"PaJnma Party\" . ~ READ Party· There wtll also be a separate program for the teens. Thcv arc anv lied 10 the openmg party and thtm the) \\\\ill help dctermtne the best time of dny for thear schedule. June 13 -\"PaJama Party\" June .July 19-\"Final Party\" Thank you to everyone who stopped in to vote for thetr favonte uhildren's book during National Children's Book Week. The winner will be in next week's column. Prt!School Story Time wtll end their year of fun on Wednt:sdn) May 16 at II am. Ne\\1 Young Adult and Children's Books at Cowrd lnd then it's Spring, Julie Foghono Bad Vew!i fur The Remarkable Bot, Arne Dyckman Chloe rmrl the Lion, Mac Ignorance is the Enemy Recent!) Nat tonal Geographic had an article addressing tht: myster) of prehtstortl humanmtgrallon Paleontologists have been able to trace tht: journey by usmg muochondnal DNA for the mother-to-daughter lmeage, and the Y gene. for father-to-son I me age The magazine illustrated hO\\\\ 40 to 50,000 years Jgo. starting tn Afru.:a. carly humans spread out very gradually up through the middle-eastern l'Ountnes, turning west inw l:urope. and turning cast across Asia. and over the Bering Strait to the Americas. What is so amazing to me is how Sctentasts tie humanit) together geneticall) b) a common ancestor 111 A fnca and how our genes are all so incredibly stmtlar Indeed we arc so very much hke our great grandparents of 40-50,000 years ago that one should proclntm all humans alive toda) trul) are cousins. and terlmnly .. family\". And yet over time, we have become separated not on I) by geograph) .language. and cult ural barriers. but also b) differences of educatton and l!conomics. In man) distant countries, members of the famih of humantty struggle \\\\ iLh tcrnble poverty. isolation, inadequate education, and polllica I chaos. Add Lo this out-of-coni rot l uberculosis, AIDS, and water-borne iII nesses t!specia lly affect i og the very young. Solutions for struggling countries could come with adequalt: education. Training people in medicine and nursing could prm ide for structure to give appropriate prenatal, hospital. and out pattt:nt care. Shanng education . In community organization cou needed emergency scr\\'lces. disastl!r relief. DAKOTA SURPLUS AUCTI Wednesday, May 16 9 a.m. C.D.T. Ft. Pierre, SO Expo Center Selling 150+ Vehicles, Sedans. Pt~kups, SUV s ALSO '08 Harley, BMW. 2 Cadillac:. Ltnwln, Heavy Equipment, Bradeen Auctions, Brokers, Custer, SD KNOW Tlw to S\" I 01er and L ndu the Snow, \"-ate Messner Pt!te the Cot and fli.r Four Groo·ey 'iklngsl. Judith Schachnt:r Z is for Moose, Kelly Btnghnm New Children's Book or the Week Pln11t a Kiss, A my Krouse Ros~nthal Little Miss planted a kiss ... On!! small act ol love blooms 111to something bigger and more dazzling than Little Miss could have ever tmagined in this epic journe) about life, kindness, and giving. New York bestselling author Krouse Rosenthal Times Amy and award-w111n111g illustrator Peter H. Reynolds have teamed together for the first lllne, creating what may soon prove to be a perennial fnvoritt!. Richard P. Holm, M.D. 7 pm Thursday on South Dakota Public Broadcastmg Television http.//www.sdstate.edu/sdceslstore/OnCall proper water management, and modern medtcal carl! Planting knowledge could grow stabtiH\\. out of ~ . disorder. Some would sa\\ the US is VIeWed by the rest of the world, especial!) those living in the Middle cast, as a big bully intent on pushing our customs and our way of thinking down evt!ryonc's Uuoat. Many believe our emphasis has been more wiU1 military and political control rather than community ~:ducation and understand mg. Call~·:· a weekly program where medical professionals discuss ht:alth concerns for the general public. \"On Call®\" is produced by the Healmg Words Foundatton in association wtth the South Dakota State University Journalism Department. \"On Call®\" airs Thursdays on South Dakota Pub! icBroadcasti ng­ fclcvision at 7 pm. Central, 6 pm. Mountain. Visit us at OnCallTelevision.com. TillS is not to say chaos should be left to run without rules and control, but I submit the true enem' ts ignorance theirs and ours I believe we could fare beuer 111 the t:yes of our neighbors if we prm ided more humanitanan good by sharmg our resources of education, especially in medicine and nursing. And then we could get to know our neighbor too. We could do better for our cousins in need. Dr. Rick llolm wrott: this editonal for \"On Dakota Senior Meals Monday, May 14 Mothers Day Dinner Mandarin Orange Chicken Tuesday , May 15 Sub Sandwich Wed., May 16 Birthday Dinner Pork Chops Thursday , May 17 Chicken Friday, May 11 Corn Beef Sandwich on Hoggie Meals are subject to change. Call 734-9913 for any questions. Ccntul') Link offers telephone assistance !lips $9 95 per mon!h for the fiN 12 month~ of scrv1ct: Further details a\\atloblc at conlfitfchne b 6uf tit! Page 6b Thursday, May 10, 2012 West River Eagle Inquire wtth }\"\"' locnl United Tribes graduates honored May 4 lncllnn & Locally USDA Pn>gn~ms, rau \"\"'Y Owned & I ' ' }\"\"' home repolr needs. Remodeling to New Construction Roofing Steel Shingles Roo{ Scnlnnts Sh.:drock Tape: Arbors Cnr Ports Storage Sheds Pole Barns Gnrng.:s Siding Doors Windows Picnic Tables L:uvn Furniture Spectnl!zlng In Finish Cnrpcntry Call Cor n free bOS-+41-7198 Centur)'Link telephone assistance Tribal Lo\\\\mcome consumers may qual1l)' for a.;,;Jslllncc thm will rctluc. of thn1 follow I he the ~ubscnbcr must for Needy Rcs1dunL~ oi ·\\mencnn Indian and Alaskan tn .m cltliuunal S25 of enhanced Llfchn~ suppon monthly und a credit Lmk-Up she s meeting income quulifymg swndartlt L1fc:'lmt eligible Sllf'VlCc month tbr the first I~ months of -cr\\' ICc Fun her tlciDJis are nvailublc Ill ccmuryhnk.comiinlemctbasics I r you ltw 111 ~ d~ JOB OPPORTUNITIES . Rolynn J. Clown (Cheyenne River), who earned a BS in Business Administration, is congratu lated by Billy Bell, Ft. McDermitt Paiute­ Shoshone Tribal Chairman. At rear, center left, Spirit Lake Chairman Roger Yankton; center right, Three Affiliated Chairman Tex G. Hall. Cheyenne River Youth Project® Job Opening 2 Youth Programs Assistant Positions l Full-Ttrne Position-Hourly w/ Benefits 1 Part-Time Position -Hourly (32-34 hours/week) Responsibilities include assisting with volunteer scheduling and supervision, managing grants, planning and implememing all youth and teen programs, supervising daiJy interaction wilh youth and teens, recruiting and organizing communicy volunteers, networking with community organizations, assisting with public relations, and helping with other duties as specified by supervisor. Applicants for this position should be at least 21 years of age, willing to work a flexible scl1edule, have strong verbal and written communication skills, and have completed a high school diploma or GED. Previous experience wiLh at-risk youth and program development is preferred. How to Apply? Lnteresred applicants should send a cover letter, resume, and writing sample to Megan Guiliano, youth programs director, at megan.cryp @gmail.com. A copy of the full position description may be picked up at the Cokata Wiconl Teen Center. For further information, please call Megan aL 605-964-8200. ADULT SERVICES & AGING SPECIALIST Human Resources Office P.O. Box 590 Eagle Bune. SO 57625 Phone: (605) 964-481 B Fax: (605) 964-1122 Department of Social Services Division of Adult Services and Aging-[Pierre) Our staff Is the foundation of Date of Advertisement: May 7, 2012 .... THE CHEYENNE RIVER SIOUX TRIBE IS ACCEPTING APPLICATION S FOR THE FOLLOWING VACANT POSITIONS: PlEASE NOTE: The requirelll£nls ror each position are llsted on llle job desenptions and are available from and AlC1lhol Tesllng Program. JOB -DEPARTMENT PRACTICAL PREVENTION DATE 18,2012 MAY 11,2012 (7 TEMPORARY POSITIONS $10.00 'PHYSICIAN ASSISTANT (2 positions) DOE DENTIST (3 positions) DOE 'TRIBAL PHYSICIAN (2 positions) DOE 'liURSE PRACTTTIDI IER (2 positlons) DOE \"CASE MANAGER $12.36 Area) SYSTEMS MANAGER $18.50 ~HEAVY EQUIPMENT OPERATORrrRUCK DRIVER S18.00 seasonal positions) seasonal ACT ~ECA) PROGRAM LAW ENFORCEMENT TRIBAl HEALTH DEPARTMENT TRIBAl HEALTH OEPARTME/ll TRIBAl HEALTH OEPARTMEIIT TRIBAl HEALTH OEPARTMEIIT CHILO FAMILY SERVICES GHR PROGRAM CULTURAL PRESERVATION PROGRAM DEPARTMENT OF TRANSPORTATION DEPARTMENT OF TRANSPORTATION EMERGENCY SHELTER HOME FAMILY & WOMEN VIOLENCE PREVENTION SERVICES the success of our programs. If you are looldng for a rewarding career and enJOY worl<ing with older adults, join our team ol professlonals lo strengthen and maintain adults at nsk This pos!Uon IS responsible for assessing and determlmng eligibility for a wide range of servtces that would benefrllntfiVidu­ als at risk ol haYing to leave their own homes, 1nvesUgabng allegatiOns of a bus&, neglect and exploitaUon and working Cor a sale resolution; proVIding Information and referral services to the pubfic and family members alloul ag­ rng and community resources, and being an advocate for long term care resJdenls when a problem arises allout any aspect or their care Entry knowledge and ablfities may be acqwed through any comb1naUon of training and/or expenence !hal will enable U1e Incumbent to possess the required knowledge, skills and abilities. A general quallficati deline is a bachelor's degree with maJor work rn social WO!k, psychology, health or related field The State of South Dakota offers a comprehensive benefit package mcludlng health and life Insur­ ance generous paid lime off; and flexible wor!l schedules Salary is dependent on qualifica­ tions. (Salary range. 513.91-17.39/hr depend­ Jog on quallffcalions.J Appflcations must be nled on an offiCllll South Dakota Bureau ol Personnel application form A supplemental quesUonnalre IS also requrred. Supplemental ques11onnalres and applicaUons may be ob­ tained a1 a South Dakota Department ol Lallor Local Field Office or lhc Bureau or Person­ nel website hllpJ!v.ww.state.sd.usljobs. You Send applications Soulh Dakota Bureau of Personnel, 500 East Capllol Av· Tribal leaders, who believe in the power of education to change lives, were among the first to ex­ press their congratuJa lions May 4 to the graduating class of United Tribes Technical College. Dressed in their caps and gowns for the 201~ Commence­ ment Ceremony were 123 stu­ dents who earned Bachelor of Science or Associate of Applied Science Degrees, or Certificates of Completion. \"I didn't know where I was go­ in~ lD wind up after graduation,\" srud keynote speaker Billy t\\. Bell. chairman of l'vlcDermilt Paiute-Shoshone Tribe. ivlcDer­ mitt, Nevada. \"I didn't think I ever become a tribal chairman.\" Bell's talk had pnrticularmean­ ing because he was once one of them, having graduated from United Tribes in 2002. ''What I learned here, I still use today,\" he said. \"Researching \\vhat r need to know and speak­ ing before audiences, being able to advocate on behalf or tribal people.\" Bell said he was ovenvhelmed by a sense of famUy when hear­ rived back on campus. He said he was a teenager and didn't know what to e..xpect when he first came to UITC. He graduated from tJ1e college's Criminal Justice Pro­ gram and served six years on his tribe's council before becoming Ft.l'vlcDermitt chairman in 2009. Among his many responsibilHies, he is president of Lhe Inter-Tribal Council of Nevada, an organiza­ tion of tJ1e 27 tribes in the state. \"Each and every one of you represents your families. your reservalion commun iLies, your tribes and your ancestors,\" he said. \"You bear tJ1e recognizabl e names of your people. You rep­ resent a lime whenJour people survived on the lan , lived with the natural beings and cherished what we have come to know to­ day as our heritage and culture. Everyone has a background and connections that will ~ake you where you wantto go in I i Fe. Your heritage, your culture, your lan­ guage, and your own iFttellectuaJ self will provide for you some day, if it hasn't already.\" Bell told the graduates tore­ chal­ lenge and is no dHferent.\" The leaders of Nonb Dakota's tribes serve on the governing board that originally started the college in 1969 and transformed it from a former military post into one of the nation's premier tribal colleges. \"Til is was originally a fort that we acquircd ... and we're still here 43 years later, slill Lraining and educating }'OU and others to follow,\" said David M. Gipp, United Tribes President. \"You, as graduates, represent the 'ln­ diru1s who took over the fort' for good, peaceful and educationa l purposes. You are living rroof of that.\" All the speeches and ceremony. the handshakes and hugs, were telecast on the I nlernct, connect­ ing friends and family who arc unable to make it to the event. The video program was produced by students and staff in the Media Arts division of the col lege's Arll Arl tv1 ogy an intertribal college, United Trl bes serves studenrs oT all racial and ethnic backgrounds. The 2012 grads came from 21 diFferent tribes around the country. *JUVENILE PROSECUTOR $24.76 *PUBLIC DEFENDER $23.60 HEAD START PROGRAM JUDICIAL DEPARTMENT JUDICIAL DEPARTMENT PUBUG DEFENDERS OFFICE The commencement ceremony enue, Pierre, SD 57501-5070 (tax 605-773-concluded the 2011-12 academic D M ES o~rtunlly Employer. year. CHEYENNE RIVER SIOUX TRIBAL MEMBERS ARE ENCOURAGED TO APPLY. The Cheyenne River Sioux Tribe Is an equal opportunity employer with Native American preference. POINT SYSTEM IN EFFECT, PLEASE CONTACT THE HUMAN RESOURCES OFFICE FOR MORE INFORMATION West River Eagle BUY RENT SELL HIRE EMPLOYMENT HELP WANTED: Part-time bartender. Whitlock Bay Sup­ per 4/19/12ac FOR SALE EXTRA! EXTRA! Read all about it! Subscribe to the West River Eagle and stay up to date with all the happenings in the Ziebach and Dewey County area. Call 605- 964-2100 or email 6171 L2c NOTICES MOVlNG?? Call the West River Eagle with your new address by Monday at 5:00 pm so you dodt miss the news. 605-964-2100. 09/02/lOrf May 19, 12:30- 4:30. Free table, l/2 price table, some ne\\\\ items added. 5/l7/12x SERVICES DO YOU I li\\\\'C too much stuff? ~eed extra spending money? Let the West River Eagle classifieds work for you To pface an ad call 605-964-2100.5/28/09tf FOR MOTOROLA 2-WAY Radio Sales and Service call Cun Recs. Western (ommunit:ation, Pierre, 605-224-2054 or 1-800-658-4575. l/3/08tf o\\BSOI.UTEAUCriON: (7) Modu­ lar ?Q05 buildings, each 64tx2·1t with 2 bathrooms, furnace, wa­ rer heater, 2 classrooms, hantli­ capped accessible. Faith, SO, June 13, www.Piroutclv\\uction com or 605-54-1-3316. H 0 SPITAL, C 0 J\\1 ivll:. H l.l1\\ L K!TCIIEN, Office anti Nursing Home Equipment Auction, 9:00 am June 2ntl, IIovcn, SD. www. hovensd.com has pictures. M & R Auctions ph.is 605.769.1181, 605.281.1 067 or 605.9413.220 I EDUCATION MEDICAl BILLING rRAJNI::I::S needed! Train to become a Medi­ cal Office Assistant! No experi­ ence needed! Local job training. Placement available. I IS diploma or GED and PC: neededt 1-888- 926-7884 EMPLOYMENT EXPERIENCED CONCRETE CON­ STRUCTION Field Supervisor needed. Based out of Dell Rapids, SO. Excellent pay and benefits. Call Buskerud Construction at 605-428-5483. Equal Opportunity Employer. GREAT PAYING JOBS! Statewide construction jobs, $12.00-S 15.00 OR MORE hourlv+ benefits. Sum­ mer or permanent. No experience necessary. Hit Pa\\' Dirt! Apply Online www.sdworkorg. CUSTER REGIONAL SENIOR CARE is searching for dedicated, caring nurses to join our team. We have full and part time LPN and RN positions available. We offer excellent benefits and competi­ tive wages. For more information please contact TerryAnn Scott at (605} 673-2237 ex1. 29 or log omo ww\\v.regionall1ealth.com to apply. EEOC/M. ASSISTANT CUSTODIAN: FT, benefits. Maintain heating sys­ tem, clean/ maintain school bulld­ ings/grounds, minor repairs, snow removal. Contact Faulkton School, Supt. Joel Price, 605-598- 6266 ext. 206. BRIDGEWATER CITY accept­ ing written Notice of Interest for Manager Lessees for City Bar. Call Bridgewater Finance Office 605/729-2690 or see bridgewa­ Lersd.com for more information. GRJ:AT PAYING JOBS! Statewide construction jobs, $12.00-$15.00 OR MORE hourly+ benefits. Sum­ mer or permanent No experience necessary. Hit Pay Din! Apply Online www.sdwork.org. DIRECTOR OF ADDICTION SER­ VlCES: Rapid City. Qualified can­ didate will provide treatment, clinical oversight and administra­ tive supervision. Requires Level II or Ill chemical dependency tcrufication. Masterfs Degree preferretl. See full job description and appl} online www.Behavior­ Management.org. BUILDING TRADES INSTRUC­ TOR opening for 9th-12th grade program in Northwest South Da­ kota. Competive wage, excellent henefiLo;, car provided. For more informati on contact Cris Owens, Northwest Area Schools, 605- 466-2206 or Christine.Owens@ kl2.sd.us. CITY OF NEW TOWN seeking Water Plant Operator. Mandatory Water/Sewer Operator License Resume: Cily of New Town, SUPLHIN­ scnption Deadline to apply is 6-15-12 . Submit resume wilh Thursday, May 17, 2012 Page 15 Place your ads for 50¢ per word (10 words or less $7.00) by 12:00 p.m. on Mondays to be printed in the West River Eagle and Potter County News Put them to work for you! 50<:: per word first week 45CI per word second week, same ad 40CI per \\Vord third week, same ad 351! per word fourth week, same ad and subsequent \\Veeks, same ad $1 extra for a boxed Food Service Director. Applica­ tion and job description available at the business office at 516 8th 1\\ve.\\V Sisseton, SO 57262 TECIINI­ at a stable dealership witJ1 three locations in Sout.h Dakota and four locations in Nebraska. Excellent benefit package. A/C service departments. Wages DOE. For locations and phone numbers check our website: www.grossen­ bmg.com. GREAT PAYING MORF hourly+ benefits. Sum­ mer or permanent. No experience necessary . I lit Pay Dirt! Apply Online www.sdwork.org. FOR SALE SMOOliiiL MACIIINE, used 18 months, excellent condition. WOOD l.t\\TI1E, excellent condi­ tion, used once or twice. Call after p.m. 605-598-6592. FOR SALE: IIUNTING LODGE/ I lOME full} furnished 2 bedroom and couage on 2 lots located in Faith, SO. $!17,000 negotiable, must sell. Call cell 605-680-3635 or 605-:?39- 1611. HOMES DAKOTA 60!1-2G4- 'io50, IN NEWSPAPERS statewide SlSO.QO_ Put the South Dakota 5tatcwide Clas­ sihcds Nctworlc to work for you today! (25 wortls for '5150. each additional word $5 l Call this newspaper or 800 6.56-3697 for details. RECREATIONAL ATTfNTION CAMPERS! Full hook-up rampsite provided in exchange June !-Ocr. I, negotiable. 605-264- 5324. www.okobojoresort.com Bar and restaurant. Lots for sale. REAL ESTATE WANT TO BUY: 1980s or 1990s mohile homes, Watertown, SO Call (605)881-1296. CHan 964-4935 E-mail: michellehan247365@yahoo.com Farm and Ranch Bookkeeping, Ag Accounting, and Tax Management Services 113 Main Street, PO Box 360 Eagle Butte, SO 57625 Our office accepts Visa, MasterCard, Discover, &: American Express lndlllll & Locally 01Vnc:d & Operated Sled Shingles Roo( Sc:alnnts Sheetrock Tnpe Texture Prlmc Exterior Decks Rnmps Arbors Cnr Ports Storngc Sheds Pole Barns Garages Siding Doors Windows Picnic Tables Lawn Furniture Spcciallztng In Finish Carpentry Call for ltil]~ www.blackburnbasementrepalr.com Century Link orfers telephone assistance to individuals living on Tribal Lands Low-mcomc consumers mny l.jtlltllfV I 1lcltnc 'uppon monthly and a cn:du uf up to S I Oil on thc1r mdiv1dual 2 Wednesday, May 16,2012 Smcc 18 -s Obituari es I Churches James \";aulfield m < .lUIIicld. \\r m for uf lm ltft lie then workc:d ar Llkrun Co-op and the fcrttltzc:r plant .Jtm loved to ndc went .. Jim is preo.:et!cd m by (arson loosa, AL CreLk tn and tn \\'\\'asilla, Alaska gradu:mng from Wasilla lltgh School in of \\Iaska I worked as a paramedtc and fire ftghter m Tuscaloosa since 2006. I k recently had been ac­ t:eptcd to Phystc.tans Asstsranr School at USD. I le by hts parenrs, Doug and lvlargarct numerous aunts, uncles and cousins. A prrvate funeral 1\\rlass was hdJ Friday, Mav Ph 997-3244 -Flandreau (Handicapped Accessible) The west door of the church will be open from 8 a.m. to 8 p.m. Call tf you want pastor present Wed · 1 p.m Bible Study at Pres Chapel 7 p m Session meeting Sat.: 8 a.m Mens Bible study at Chapel Sun 9 a.m Last day of Sun­ day until Fall; 10 a m Worshtp Tues. 7 p m Esther Circle meeting Wed 1 p.m Bible Study at Chapel Our Savior's Lutheran, ELCA www.oslcf@lw.net Office closed on Mondays Ph. 997-2186-Flandreau (Handicapped Accessible) Thurs. 5 p.m. Weight Watch­ ers Sun 9 am Worship; 10 15 Coffee, 5 p.m Thnvent meetrng at Lawrence Johnson home Tues 9 a m lie quilts Trent Baptist Dave Knutson, Pastor Ph 428-5682 -Trent (Handicapped Accessible) Wed. 7 p m ABY 8 p m Cho1r practice Sun. 9 10 a.m Prayer Tlme, 9:30 a m Morning Worship. 1 0·40 a m Sunday School 11 30 Mtssion Comm meeting Mon. 7 p.m Dlaconatu meet­ Ing a Lutheran Ph Steve Palo 9 a.m Colman worshtp wrth Communion; 9:30 a.m. Mid­ way fellowship 10:30 a.m. Mid­ way worship with Communlon;5 p m Thrivent meeting at Lawrence Johnson home Redeemer Lutheran, LCMS Rev. Timothy Rynearson Ph. 997-3848- Flandreau (Handicapped Accessible) Thurs Pre-School; 6:30 pre­ school year end program Sun 8 a m. Worship; 5 p.m. Thriven! meeting at Lawrence Johnson home Messiah Lutheran Pastor David Bacon Ph 997-2013 -Rural Trent Sun 10 a.m Worshrp service followed by Church picnic. No sunday school til fall. 5 p.m Thrlvent meeting at Lawrence Johnson home Ss. Simon & Jude Catholic Father John Helmueller Ph 997-2610 -Flandreau St. Peter Thurs 7·30 a.m Mass Fn Mass, 9 30 Exposi­ tion & Adoration, 10 a.m. Bible Study Sat· 4:30 p.m. Confessions ; 5 Gordon D. Beekman Gordon 0. Ikc:kman, SR. of St Pcter\\burg, II Sr. Peters­Avera Flandreau Hospital Auxiliary scholarship guidelines Domestic Violence support group sets meetings burg. Gordon Dou glas was born m Flandreau Canavc:ral, I L LJ81 ----------------------- carpc:nrer kee memorabtlta. lit was loved bv all and known fur hts ktnd and open Petersburg, (Donald) o;;aylcr of SO; ami several nn:ces and nephews. I lc was preceded 111 death by s pa rc I lome 111 Palm llarlmur, FL. Breadbasket Food Pantry Thursdays, 1 :30·5 p.m. 206 E 2nd Ave. Flandreau Food lor !hose in need WIC Clinic WIC clinic days--Wed. and/or as needed. Moody Co. Communtty Health Office. 309 N Pra1ne St Flandreau. FMI 997·3779 AA I AI-Anon f;landreau Presbytenan Church. 101 N Prairie, wheelchatr accessible. Colman­ Wednesdays 8 p.m Community Wholeness Center Wholeness Center Famrly Serv­ Ices offers free help to women and children who are vtcllms or domestic violence. FMI 997-5594 Colman Library Open Wed. 2-5 p.m. and 7-9 p.m . Sat.10 a.m to 12 p.m. and 1·4 p.m . In Community Center ICAP & The Closet lnterlakes Commumty Action Pro­ gram and The Closet Thrlfl Mon., Tues. & Thurs. 9 a.m.-4 p.m. Dona11ons accepted when open, 112 E Pipestone Ave. FMI 997-2824 Moody Co. Resource Center School-Year Hours Monday & Friday· 10 a.m -5 p.m. Tuesday & Thursday· 12 p.m.- 8 p.m. Wednesday 1 p.m -5 p.m Salurday· 10 a.m. -2 p.m. Located nexl to Flandreau Public Schools. FMI 997·3326 Weight Watchers Meeltngs. avery Thursday 5:30 p.m. al Our Savror's. Lulheran Church located al 505 S Wind St Weigh·lns beqrn 30 mrnules prror to meehng ume FMI Laura Moody County Museum Open Tuesday !hru Frtday, t1 to 4 Saturdays. 10 to 3 Closed Sunday, Monday. Spec1al lours can be arranged by calling 997-3191 Easl edge of Flandreau Court Appointed Special Advocate (CASA) West End Plaza Sulle 10. Thursdays 9·5 Vorces lor Chrl· dren offrce at 1105 W Elm Ave Call 997 2492 FMI Vehicle License Tags Those whose lasl name begrns w1lh lhe leHer H 1,0 (Red SliCker 05· 11) need lo renew !he1r tags before May 31 Top Business Leaders Tell Their Story! RIVERVIEW REHABILITATI ON & HEALTH CARE CENTER like these rood .varnors (yel). you're st1ll traveling on on incredible odyssey. s ennched by the irlersecfiom al'd shored detours and even ll,e occasional rood blocks found along the way We encourage you to celebrate your journey -and lne exlroordrnary JOumeys of your fr1ends and nerghbors at by JOining us dunng f<loJ.ol'alllurstrg Home Week We invrle you to ol fend these spec1al musical per Iormor .... ss and enJOY fresh coffee homemade treats. and great fellowship throughout the week. You''e welcome ony,imel Q:1 Wednesday Mo'y I oa\" ot 5 you \"lil:e\" us? Be our frtencJ on Focebookl .Area Church Calendars p.m. Mass Sun 10:30 am Mass Mon. 7:30 a m Prayer & Com­ mumon servtce Tues. 7:30am Mass Wed 7 30 a.m. Lalin Mass Colman Wed 9 a.m Mass Thurs 9 a.m Mass 9:30 a.m. Exposition & Adoration Fn 9 a.m Mass Sun 8 a.m. Confessions. 8 30 am Mass Tues 9 a.m Mass Wed 9 am Mass United Methodist Rev. Susan O'Connell Ph. 997-2857- Flandreau Egan Sun 9 a.m Worshtp Flandreau (Handicapped Accessible) Sun 10 30 a.m worship St. Mary's/Our Blessed Redeemer Episcopal Flandreau Sun 10 a.m. Worshtp Big Sioux Baptist Mission Missionary Ray Scott Ph 997-2139- Flandreau Wed. 6 p.m Support meeting. 7 pm Midweek service Sun. 10 a.m Sunday School: 11 am Worship service; 12 noon carry in dinner followtng services. 6 p.m Bible activity lime 7 p.m Evemng service The Rescue Church Pastor Jon Sanders Ph 573-0080 - Flandreau Sermons are available on the website at www. therescveo hwch. oro Staffed nursery during Sat. 5 p m. Worship sef'1~1ce Sun. 10 am Ph 542--4731 Ward Trinity Lutheran Ph 542-7601 -Elkton Rev. Paul Gunderson Wru:q Sun 10 a m Ellclon Sun 9:30a.m Sunday School: 8:30 a m Worshtp First Presbyterian Ms. Paula Armstrong, Pastor (Handicapped Accessible) Sun 10 30 a m Worship Sioux Valley Baptist Pastor Rita Weber Rural Trent Sun , 10 a m. Worship service Prairie Winds Baptist Pastor Mike Forsberg Ph 605-542-213 1-Eikton Sun . 9:30 a.m Sunday School, 1 o-30 a.m. Worship, 7 p m Sun­ day eventng Wed 7 p.m. evemng servtce 542-7101 -Ell<ton Sun · g;30 Worshtp Christian Science (Methodist Student Center) Ph. 692-9787 -Brook1ngs Sun 1 0 a m servtce and Sunday School These Church Messages Are Made Possible By These Businesses T&R Scn·ice umphdl I· ll I I II I I duml f, 'itmld.artl lit II I )iuet 18 78 Obituaries I Churches Methodist Church invites youth to Bible School Jesus, The Rock That Doesn't Roll Avera Flandreau Hospital Auxiliary scholarship guidelines You're one call away from a great Medicare supplement plan from The Blues . The Flandreau wekomc to Bthlc 'ichool ''Ill be held at the chur~ h 111 Flandreau. 210 N Pratnc St The theme ts .. JESUS, THE ROCK THAT DOESN'T ROLL .. On Tucsda) C\\'enmg. the Bible s~hool will conclude with u Snd Hop Landfill now open The n.mJ rea u Landfill is n(l\\\\ open ln Jcc~pl lawn and trl'c Jlbri~. The landfill hours arc Wcdnl!~davs from 4 to 8 p m and Saturdays. from q a m to S p.m., Wl'alher permit­ ting. It i~ loc.1ted south of town on Veterans '::itrl'ct ex tended open at 210 Nonh Pnunc and should be re­ turned to the Unttcd Mcthodtsl Church offtce by Tuesday May 15 Any qul.!stions. please call th~ church ufltce at997-2857. studies Stuuents ap progrnm Ml ST Be a program ~other's 'i)ay! Metal garden hearts in various designs are now available from Ekern Enterpnses in Flandreau! These hearts will last for many years and give much enjoyment. Mom will know you think about her every t1me she sees 1t! Stop by ... Ekern Enterprises at 103 N Wind Street in Flandreau , SO Shopping for a camper? and TO Curt Ahlers-Owner We have a great selection of NEW and Pre-Owned units on our lot at J&L RV Sales & Service in Flandreau, South Dakota! We,re friendly and ~ knowledgeable and want to answer all your questions. Please feeJ free to call or stop in and let us help you enjoy the life you've been missing! FULL Trailer & RV Service! Trade-Ins WELC0~-1£! HOU8_S J & L RV 15 open dally Monday through Fndav from 7 30AM to 5 00 PM Saturday 1 0 00 AM to 2:00PM Weekends & evenings by appointment Pro\\'tde a hrid hnlill'htp ts 30 5702R, Attn Hos pllal Auxthlll) Community Services Breadbasket Food Pantry Thursdays. 1 :30·5 p.m. 206 E. 2nd Ave., Flandreau. Food for those In need WIC Clinic WIC clinic days-Wed. andfor as needed. Moody Co. Community Health Office, 309 N. Prairie Sl. Flandreau FMI 997-3n9 AA f AI-Anon Flandreau--Mondays 8 p.m. 2nd Presbytenan Church, 101 N Prairae, wheelchair accessible. Colman­ Wednesdays 8 p.m. Community Center FMI 684-2020 Wholeness Center Wholeness Center Family Serv· ices offers tree help to women and children who are victims of domestic violence. FMI 997·5594 Colman Ubrary Open Wed. 2-5 p.m. and 7-9 p.m.; Sal, 10 a.m. lo 12 p.m and 1-4 p.m In Community Center I CAP & The Closet lnterlakes Commumty Action Pro· gram and The Closet Mon .. Tues. & Thurs. 9 a.m.·4 p.m. Donations accepted when open, 112 E. Pipestone Ave FMI 997-2824. Moody Co. Resource Center School-Year Hours Monday & Friday: 9 a.m.-5 p.m., Tuesday, Wednesday , & Thursday· 9 a.m. · 8 p.m., Saturday 9 a.m. -2 p.m. Located next lo Flandreau Pub· lie Schools FMI 997-3326 oaii!K \\h r ,1 .a I Ill .k 'tJ 't\"t11tl rr, ~ '\"'\"\"'-'1'1. J'' y th U r 1 r .til ln<kpt.'fld '' l~'\"'- nJ I he: &I~J~:> em on oue ol ueenhouses' Gteo1 value> and on abundance ol quality Anr.uols H IQ f '\\ AI JtiiAI B O A \" Ia ~ f I! ,UhOI.! A~ Ill 1,1 Area Churcb Calendars Second Presbyterian Rev. Stan Gruneich Ph 997-3244- Flandreau (Handicapped Accessible) The west door of the church will be open from 8 a.m to 8 p.m. Call if you want pastor present Wed. 1 p m Bible Study at Pres. Chapel Sat. 8 a m Men·s Bible study at Chapel Sun: 9 am Sunday School; 10 a.m. Worship Wed 1 p.m. Btble Study at Chapel; 7 p.m. Session meeting Our Savior's Lutheran , ELCA www.oslcf@lw.net Office closed on Mondays Ph. 997-2186 -Flandreau (Handicapped Accesslbfe) Wed 7 15 p m Committee meeting 8:15 p m council meets Thurs 5 p m Weight Watch­ ers Sun 9 a m Worship with communton. 10.15 Coffee Tues. 9 a.m Tie quills Trent Baptist Dave Knutson, Pastor Ph. 428-5682- Trent (Handicapped Accessible) Wed 7 p.m ABY: 8 p.m Choir prachce Sun Mother's Day · 9 a.m. Chotr practice 9 10 a.m Prayer Time, 9·30 a.m. Morning Wor­ shtp: 10 40 a.m Sunday School Mon 7 p.m VBS planning meeting Tues 6:30 a m Promise Keepers-John's Place, Flan­ dreau. 7.45 am. Student Prayer in FHS Room 104 or 105 Wed 7 p.m ABY Colman Lutheran Ph. 534-3224 -Colman Midway Lutheran Ph 997-3528- Midway Pastor Steve Palo Sun. 9 am. Colman worship; 9 30 a m Midway fellowship; 10:30 a.m. Midway worship Redeemer Lutheran, LCMS Rev. Timothy Rynearson Ph 997-3848 -Flandreau (Handicapped Accessible) Thurs. 10:30 a.m. LWML at Jo LaPlante's followed by Salad Luncheon at United Methodist Church. 6;30 p.m Bible Study Fn Pre-School Sun 8 a.m. Worship with com­ munion, Mother's Day brunch to follow Tues Pre-School Messl'ah Lutheran Pastor David Bacon Ph 997-2013- Rural Trent Sun. 9 a m Worship: 10 a.m Sunday School Looking ahead May 20. Wor­ ship service at 10 a.m followed by Church ptcnlc. No sunday school Ul fall. Ss. Simon & Jude Catholic Father John Helmueller Ph. 997-2610 -Flandreau St. Peter Catholic Ph 534-3612- Altar Server a.m Mass & Adoration: 10 a.m. Bible Study Sal: 4:30 p.m Confessions, 5 p.m Mass Sun 10:30 a.m Mass Mon 7 30 a.m. Prayer & Com­ mumon servtce Tues 7 30 a.m. Mass Wed. 7.30 am Latin Mass Colman Wed 9 a.m Mass Thurs 9 a rn Mass; 9:30 a.m Exposition & Adoration, 6 30 p.m. CDA meeting Fri 9 a.m. Mass Sat.· 6:30 p m Confessions, 7 p.m. Mass Wed. 9 a.m. Mass United Methodist Rev. Susan O'Connell Ph 997-2857 -Flandreau Egan Sun 9 a.m Worship Flandreau (Handicapped Accessible) Sun 9·15 a.m. Sunday School: 10 30 a m worship St. Mary's/Our Blessed Redeemer Episcopal Flandreau Sun 10 am Worship Big Sioux Baptist Mission Missionary Ray Scott Ph 997-2139 -Flandreau Wed 6 p.m. Support meeting; 7 pm Midweek service Sun 10 a.m Sunday School, 11 a.m. Worship service, 12 nrvn carry in dinner following sa 6 p m Bible activity ltme. 7 p m Evening service The Rescue Church Pastor Jon Sanders Ph 573-0080 -Flandreau Sermons are available on the website at www. therescvechurch. orq Staffed nursery during worship Sat. 5 p.m. Worship service Sun 1 0 a.m. Worship service Immanuel Lutheran Ph. 542-4731 -Ward Trinity Lutheran Ph 542-7601 -Elkton Rev. Paul Gunderson Ward Sun. 10 a.m. Worship Elkfon Sun .. 9:30a.m Sunday School; 8:30a.m. Worship First Presbyterian Ms. Paula Armstrong , Pastor {Handicapped Accessible) Sun. 10:30 a.m. Worship Sioux Valley Baptist Pastor Rita Weber Rural Trent Sun . 10 a.m. Worship servtce Prairie Winds Baptist Pastor Mike Forsberg Ph 605-542-2131-E ikton Sun, 9·30 a.m Sunday School, 10·30 am Worship. 7 p.m. Sunday evening, Wed. 7 p.m. evening service w1th children's programs United Parish of 542-7101 -Elkton Sun . 9·30 Worship Christian Science (Methodist Student Center) Ph 692-9787 -Brookings Sun. 10 am servtce and Sunday School These Church Messages Are Made Possible By These Businesses T&R Ser-vice Company Jun 1 hnmp'\"\" hll~ · -1·3 tmnlh~ .\\ l un1pbcll. J I( t I J (.I I cluntl f.. \"'h>Jtbnl, IIC I I Maher, owner of Sparky's Cafe in Isabel, watches as crews pour con­ crete in the back of the build­ ing recently. Sparky's is plan­ ing to expand it kitchen this summer. Church& Club News Isabel Senior Citizen's Center 1s holding a Surprise May Bas­ ket drawing fuodraiser. A $5.00 donation per licket. gets you a chance at the basket which IS fuJJ of prizes. Need not be present lo win. Proceeds go to help with e:.:penses lhal arise. More great items are slill being donated to the basket There will be a showing of the mov1e WCourageous~ at the Isa­ bel Baptist Church on Saturday. June 9 at 7:30p.m. Vacation Bible School at Isabel Bapt.ist will be from June ll-15. {) ~5 MAY 17, 2012 PAGE5 ''I prefer to work the offers telephon to individuals lh ing on Tribal Lands Lnw-mcome conswncr may household of lhut or m any one Assistance monthl) up to SIOO on their mtttalanstallatton charge, \\n tndt\\tdu.tlll\\mg on lrib.tl lands may quahfy .and Ltnk-Lp al m and experience Born and raised in Dewey County I would be honored to be your County Auditor! I would appreciate your vote on June 5! -Paid for by the candidate- South OUola :sratewfcte:: Classlfleds Contact your local newspaper or For more energy savmg lips ViSit. TOGETHERWESAVE .COM S.D. Newspaper Assoc. for details. When I wont to know what's happening in my community ... Newspapers ore South Dokotons' # 1 choice among oil media for loco I news and information .· www.mynews poperworks.com conducted Pulse Research on behalf of Soulh Dakota Mcintosh Students Attend Elementary Math Meet On the afternoon of' Apl'il 27th, twenty .1\\Tclntosh students from grades four through e1ghth boarded a bus headed for Scranton, North Dakota to compete In this year's Elementa ry Math Meet. - . There were five teams of four students competing in the following areas: Basic Math, Geometry, Word Problems. Odds and Ends and a Team Test. Students began preparing fot· t.he com peLition weeks ahead of time by staying after school with the1r teachers and working through all types of problems. The eighth grade team finished with a first place win, and two eighth gmders firushed in lhe lop five as far as individual points go. Trever Uhrig received 2nd place and Jordan Baumeister rece1ved 5th place. Marie Nehl, the 8th grade math teacher. stated that all of the students worked hard, and she could not have been more proud of their effurls. Congratulations go out to all of the students for their hard work and dedication Letter to the editor SENXrOH TliUNg SA'JS NO would help ::;top the clu:-;ing nf HO rur,JI post offices and restructure the US Pustnl Service. The Service about l.J billion. thts bill will also reimburse this amount 'rhis hill would also open other ways for the postal sen ice to earn money and would sa\\·e closing of thousands of rural post offices. [n South Dakota the fullowmg towns Wa I lAce, Westport. White Owl, Winfred, Wond, Wounded Knee The senate bill pnssed with the help of Senator Johnson and now went, to the house. So please contact Congresswomen Noem and tel] her how important this bill 1s to our rural post offices are to the people who live there. Thank you Dennis Nemmers Postmaster Retired Traffic Advisory: Travel Difficult on a Portion of Highway 65 between Mcintosh and Isabel Effective im media~e ly, (Fl'iday. May 4). ~he South Dakota Department of NOTICE OF PUBLIC HEARING ON APPLICATION FOR SPECIAL EVENT RETAIL (ON-SALE) LIQUOR LICENSE NOTICE IS HEREBY GIVEN THAT the Board of County Commisstoners in and for the county of Corson tn the City of Mcintosh. South Da~ota on the 1st day of May. 2012 at the hour of 1 30 p m. at the Corson County Courthouse tn the County CommissiOners room, wtll meet in regular sesston to consrder the followtng Special Event Retail (on-sale) Ltquor license whtch has been presented to the Board of County Commtssioners and filed In the County Auditor's office Spectal Event Retail (On-Sale) Liquor Ltcense Bonnte Keller Gramme and Ma's Ltquor Trail City SO Lots 7-18 Block 7 Trail City Community Hall One Day Spectal Event Retatl (on-Sale) Liquor License for Jun 9. 2012 NOTICE IS FURTHER GIVEN that 'l'ranspot·LAtion til advising the !.ravelling publtc to str·ungly consrcler laking an ollernale route 1'1 round South Dakota Highway 65 between .1\\lclntosh and Isabel. Heavy precipitation m north central South Dakota has made travel very difficult through the one-point-seven-miles (1. 7) grading proJect located one-half mile south of the Grand River to 1. 7 miles north of the Grand River until further notice. Motorists are encouraged to visit http://safetravelusa. com/sci/ or dial 511 for road construction, closure, and opening informa~ ion. For more information, contact John Villbrandt, Mobridge Area Eln&rineer, 605- 84 5-3814 or Kelly Armfield, 605-848-032 1 any person. persons, or their attorney may appear al satd scheduled public hearing and present objeciJons to the above applications if any objection there be Dated at Mcintosh. South Dakota thts 16th day of April, 2012 Dorothy Schuh Corson County Auditor 25 -Published twtce at the total approximate cost of S24 76 NOTICE OF DEADLINE FOR VOTER REGISTRATION Voter Reg1strat1on for the Primary Elechon to be held on June 5 2012 will close on May 21. 2012 Failure to regtster by thts date will cause forfeiture of voting nghts for th1s election If you are tn doubt aboul whether you are regtslered, check the Voter lnformalton Portal at www. sdsos gov or call I he county auditor at 605-273-4229 Regtstralion may be completed dunng regular busmess hours at the county audrlor's office munictpallinance Centuf! Link offers telephone as,istance to individuals ing Tribal Land\\ Lm1 -tncume consumers may quulif) Nuniuon A>~tstanc.: Program t Food supp11r1 monthly und :1 credit up to ~~~ entury m · Seamless Standing Seam Roofing Semnless Steel Siding Seamless Guiter Guller Topper Carson/Sioux Co. News-Messenger May 1 0. 2012 -Page 7 office, secretary of state's office, and those locations whtch provide dnver's licenses SNAP, TANF, WIG, military recruttment, and assistance to the dtsabled as provtded by the Department of Human Servtces You may contact the county auditor to request a mail-tn registration form or access a mail-In form at www sdsos.gov Voters with disabiliiJes may contact the county audttor for tnformalion and special assistance in voter regtstration, absentee voting or polling place accessibility. Dorothy Schuh Person tn Charge of Election -Title SEAL Corson County Political Subdivlston 25 -Published twice at the total approximate cost of $23.43 NOTICE TO BID The City of Mclaughlin will lease for cash to the highest bidder lhe hay on the Mclaughlin Golf Course property for the haying season In the year 2012, one cutting with option by the City of lhe second cutting, all hay to removed from premises. The btdders should btd the first cuttmg and submtt a bid on the second cutting to be effective only if the City permits a second cutting There are 80 15 acres at the golf course Sealed btds will be accepted by the City Finance Officer until 5:00 p.m on June 1 2012 The bids will be opened and read at 7 00 p m on June 4 2012 The ctty council reserves the nght to accept or reject any or all btds DELLA HAUCK FINANCE OFFICER 26 -Published three limes at the total approxtmate cost of 522 23 Buy your paper at The Corson/ Sioux County News­ Messenger H DAKOTA SURPLUS AUCTION Wednesday, May 16 9 a.m. C.D. T. Ft. Pierre, SO Expo Center Selling 150+ Vehicles, Sedans. Pickups, SUV's ALSO '08 Harley, BMW. 2 Cadillacs, Lincoln, Heavy Equipment, Recreational , Trailers, Mowers, Plows, Equipment, Office, Electronics & morel Photos/Detail at www.brade enauction.com Call SO 605·673-2629 ~4 1'11 eat anytime I like to ru I ut at energy saving lips visit: TOGETHERWESAVE .COM Call Today for a Free Estimate! rod Johnson Services held at Lemmon The Gra\\'eside Sen ice for 1\\Iildrcd .Johnson, age 100 of 1\\lclntosh. wtll be held at 2:00pm l\\IT on Thursda). Ma) 17. 2012 at Greenhill Cemetery with Pastor Audie Brockel, officiating. \\ MILDRED NETTIE lVIcCLEMENTS was born January 25. 1912, on the famil) homestead 6 miles north of Mcintosh, in Sioux Co .. ND to Robert and Hattie Mae (Jenks) McClements She attended country school nea1· the farm horne and rode horse for one year to IVIcin tosh w he1·e she attended h1gh school. In July of 19~i~. she was united in man·iage lu ,Juhn ''Smoky\" Ma1·t.in ,Johnson. They lived in fvlelleLLc, SO and then moved to Mclntosh in 1987. Two children, Ruth nncl Joyce were born lo this union. J\\rfildred loved life on the prau·ie and adored the farm animals. She was quite knowledgeable 111 animal husbandrv. Indeed she cont~nued to keep and breed .1 fe~ head of Hereford catlle mto her seventies tvl!ldred rect>nlly m good visiting and enjoying her lOO'h bi1·thday celebration with familv. close friends. wonderful neighbors 1d staff at Five Counties Nursing Home in Lemmon. 1\\Iildred passed awa) on Tuesdar. !\\fay 1. 2012 at Fi\\e . . Counties Nursing Home. Survi,·ing are her daughter ,Joyce i\\lcGrath. DeSoto, TX: 8 grandchildren. and 20 great gmndchildren, and 11 great great g1·andchildren; and many rueces and nephews. She was preceded in death by her parents, her husband \"Smoky\", 1 daughter, Ruth Eileen Watson, her brothers and s1sters, Ethel Grace Puckett, ,\\lvin Robert McClements. .John Edgar McClements, Mae Olson. Marvin Edward McClements and Jean Har1iet Puckett. Family requests in lieu of flowers please donate to (HSUS) South Dakota Humane Society in 1vlildred's memory. Condolences may be sent to the family at www. evansonJensenfuneralhome. com. Rosebud Services held at Bullhead Funeral services for Torrey Rosebud, 20, of Bullhead, were F1·iclay, May 11, at 1:00PM. COT, al Rock Creek School Gvm. BuUhead, with Father Rob Schwarz . Deacon Bea Sktnner and the Episcopal Lay Readers officiating. Traditional services were conducted b) Doug Crow Ghost and Everett ,Jamerson.l'vlusic was provided b) Darvl Whipple and Rodney Rem tile. foUowecl Cemetery m Rullhead of Funeral Home of ~lobridge Casketbearers w n ~lario Crow Ghost. Richard Crow Ghost, Dou Crow Ghost. Harold Cr Ghost. Da,·id on Tribal Lands Low-income ~onsumllr' may t.JU.lltl) lot assislllncc that for a ho115ehold of that size; or paniclp91e m any one of following Program (LIHEAP). Notmnal School Lunch Program·~ Free Lunch Program. or Temporary for Needy ~\"'llh.tncw Ltfcline suppon monthly nnd a credit to 00 on thctr 1mt1ul 111~lllllot10n clklrgcs. 1f 5Mbp, fur .J IJ~ Jl<lr month l1l'r the first 12 dcta1l. en ury m -Cfb<i'0'7 5 Rosebud, .Jm1m1 Jo High Cal Carson/Sioux Co. 9 services at 7·00Pnl Thursdar at the gym :\\ procession will leave lhe funeral home at 5·00Pl\\l Thursday and go through ~lcLaughlin. Torrey entered the Spirit World on t\\Tay a. 2012 tn Bullhead Torrey .James Rosebud was born November fi. 1991 in Swux Falls, South Dakota to Leo J. Rosebud and Dada ,J. Yellow Earr·ings. lie was raised in Bullhead and altended school at Rock C1·eek GJonl School through ctghLh g1·ade. He lhen went on Lo McLnughhn High School whet·e he wns active in basketball. Toney liked to hangout with his cousins and (nends and also enjoyed lift1 ng weights. The thing he loved to do most was play Modern Warfare 3. He was ranked 31'1 m the world. Ton·ey was always a gamer. He will be deeply missed by all who knew and loved hm1. TotTey is su rvivecl by his dad. Leo Taylor Bear Ribs, Jerrilyn Brown Otter. Rosemarie Crow Ghost and Renee Crow McLaughlin Public School District 15-2 is now looking/or --Technology Director Open until filled Duries: Coordinate use of technology by staff and students Maintenance of technology equipment 1vfaintain/upgrade Internet Filter Software and equipment Assist in budget/purchase of hardware / materials Contact Superintendent- Keith 605) 823-448-± ext 202 keith.mcvay@kl2.sd.us Healer ......_.-- For more energy saving tips visit. TOGETHERIIIESAVE.COM Ghost, grandfathers. Errol Crow Ghost, 1\\latlhew Yellow li:al'l\"ings and David Yellow Li:aning!l along wtth other extended famtly nnd (ri.ends. Toney was preceded in b) hi~ brother. Tayne .Jericho Rosebud; grandmothers. Nanc) Rosebud Little Eagle. Kelli CJ\"Ow Yellow Rarnpersad and grandfathers, lrvtng Rosebud, Rtchard L. Yellow Earnngs. George A!\"chambault, Lloyd Yellow Francis Yellow Rnrl\"lngs and __.., NOTICE OF PUBLIC HEARING ON APPLICATION FOR SALE OF MALT BEVERAGES FOR 2012 NOTICE IS HEREBY GIVEN that the C1ty Councllm and for the City of Mclaughlin, South Dakota on the 4th day of June 2012, at the hour of 7 00 p. m at C1ty Hall, will meet to cons1der the followmg applicaiJon for a Package Off Sale Malt Beverage License to operale w1th1n the muniCipality for lhe calendar year 2012 licensing penod, wh1ch has been presented to the City Council and filed 1n the Rnance Officers office. City of Mclaughlin-Ron or Irma Hett1ch Block 7 Lots 11 & 12 Origmal Towns11e NOTICE IS FURTHER GIVEN that any person, persons or their attomey may appear and be heard at satd scheduled public hearing who are lnlerested in lhe approval or rejection of any such appllcallon Daled at Mclaughlin , Soulh Dakota, this Blh day of May, 2012 DELLA HAUCK FINANCE OFFICER 26 Published tv11ce at the total approx1mate cost of $20 in the Woods\" Rated R May 18, 19 & 21 Friday, Saturday, Monday Cafe open every n1ovie night Burger Night on Monday Call 823-4633 for 1nore info 188 e The Mobridge Tribune-May 16, 2012 -Services State Wide Parts and Service- Campers and Mfg. Homes. Camper Rentals. I luff's 605-845-3:!48 State Wide ABSOLUTEAUO'ION: (7) Modu­ lar 2005 buildings. each 64'x24' with 2 bath rooms, ru rnace, water heater. 2 classrooms. handi­ capped accessible . Faith, SO, June L3, vvww.PiroutekAucLion.com or 605-544-3316. MEDICAL BILLING TRAINEES needed! Train to a Medi­ cal Office Assistant! No experi­ ence needed! Local job training. Placement available. 1-lS diploma or GED and PC needed! 1-888- 926-7884. HOSPITAL. COMMERC IAL KTTCHEN. Office and Nursing Home Equipment Auction, 9:00 am June 2nd. Hoven, SD. www. hovensd.com has pictures. M & R 605.769.1181, 845-3646 EX PER fENCED CONCRETE CONSTRUCTION Field Supervi­ sor needed. Based out of Dell Rapids, SO. Excellent pay and benefits. Call Buskerud Con­ struction at605-428-5483. Equal Opportunity Employer. GREAT PAYING TOBS! Statewide construction jobs, $12.00-$15.00 OR MORE hourly+ benefits. Sum­ mer or permanent. No ex-perience necessary. Hir Pay Dirt! Apply Online www.sdwork.org. Since 19()3 ECOWAT M S ~'f >(j) Ci0!1-R48-2879 qs\\\\·cg valleytel.nct Contact your local newspa per or S.D. Newspaper Assoc. for details. PUBLIC RELEASE JUNE 1ST, 2012 Senior Farmers Market Nutrition Program Standing Rock Nutrit1on for Llle Elderly and Care­ giver Support is encouraging elders and l11e1r fami­ lies to eat fresh fi·utts and vegetables and support our local gardeners and farmers. Nutrition l1as been awarded a federal grant from tile USDA food and nutnt1on Serv1ces for tl1e Standmg Rock Farmers Markel Nutnt1on Program. Rock Elders and their spouses are el1g1ble to rece1ve 550 00 in voucl1ers tl1at can be used to purchase fresh, unprocessed Fruits. vegetables. and herbs from authonzed vendors at tl1e Standing Rock Commu­ nity Farmers Market 111 Fort Yates. If you have not submitted an appl1cauon for t111s program, please call us at 854-3846 If you are a local gardener or farmer and would like to accept SFMNP cash vouchers a l your fru1t or vegetaiJie stand. please call nutriLion at 854-3846 or Sioux County request a ~ndor applica­ with federal law and US De­ partment of Agricultur e policy, this institution is prohibited from discriminatin g on a basis of race, color, national origin, sex, age, or dis­ ability.\" To file n complamt of dJccrimtnatJOn. Otfiu:r of 4djud/( otwn and wmp/1- unc.e. 1400 Independence Avenue SW, Washing­ ton, D. C. 20250·941 0, or call (866) 632-9992 (voice) or (202) 260-1026 (7TY). USDA is an equal opportunity provider and employer. -. State Wide CUSTER REGIONAL SENlOR CARE is searching for dedicated, caring nurses to join our team. We have full and part time LPN and RN positions available. We offer excellent benefits and com­ petitive wages. For more infor­ mation please contact TerryAnn Scott at (605) 673-2237 ext. 29 or log onto www.regionalhealth. com to apply. EEOC/AA. ASSISTANT CUSTODlAN: FT. benefits. Maintain heating sys­ tem. clean/main tain school buildings/grounds, minor re­ pairs, snow removal. Contact Faulkton School, Supt. Joel Price, 605-598-6266 ext. 206. BRIDGEWATER CITY accepting written Notice of Interest for Manager Lessees for City Bar. Call Bridgewater Finance Office 605/729-2690 or see bridgewa­ tersd.com for more information. GREAT PAYING JOBS! Statewide construct ion jobs, $12.00- Sl 5.00 OR MORChou rly +benefits. Sum­ mer or permanenl. No experience necessary. llit Pa) Dirt! Apply Online www.sdwork.org. CITY OF NEW JOWN seeking \\Natet Plant Operator. r·vJanJatorv Water/<;cwer Operator License Resume. City of New Town, PO Box309, NewTown, ND 58763. State Wide DIRECTOR Of ADDICTION SER­ VICES: Rapid City. Qualified candidate will provide treatment, clinical oversight and admin­ istrarive supervision. Requires Level 11 or m chem icaJ dependen ­ cy certilkatjon. Master's Degree preferred. See full job descriplion and apply online at \\V\\NW.Behav­ io rMan a gem en l.o rg, BUlLDING TRADES INSTRUC­ TOR opening for 9th-12th grade program in Northwest South Da­ kota. Competive wage, excellent benefits, car provided. For more in formation contact Cris Owens, Nonhwesr Area Schools, HIGHWAY SUPER­ INTENDENT Job description available nt www. bead le.sdcou nties.org. Dead h ne to apply is 6-15-12. Submit re­ sume with DIS­ Service Director. Applica­ tion and job description L~vailable at the business Hth Ave.W Sisseton, SO 57262. Posi­ tion open umil filled. EOC. WANT TO BUY: WgtJBas&~ment?tB.as.ementJWalll B.Q.w.e_~J} Jiqunda:tJOntsettllng?. ~ @::ffl, I I. ern 'U I i I. I i r;fi i 0 ili. fl1:i\"til3 ltill~ www.blackburnbasernentre Does Your Flat Roof Leak? Seal your flat roof with Spray Foam. Save money and sproy over your existing roan CenturyLink offers telephone assistance to indiYiduals living on Tribal Low-mcomc consumer5 may the subscriber mU$1 hnl'c household annual 111 or bt!low 135°n Llf the Federal u household of thut si7c; or pantdputc Lunch Tompornry Assistance for Needy Fomili.:5(TANTl Residun~<o of t\\ml!ricun Indian and Aluskun Native lnbullands an of l'llhunccd Lth:hm: suppon monthly and und Lmk-Up discounts 11 he or she poru.cs 10 one of tht: programs lt~Lcd Needy or f lead Stan (only for those households meding its income ljllltltfymg stundurd). liN uf scr~tcc. Further dctotls arc ~ State Wide SERVICE TECHNICl i\\NS at a stable dealership with three loca­ tions in South Dakota and four locations in Nebraska. Excellent benefit package. A/C service departmem s. Wages DOE. for locations and phone numbers check our website: www.gros­ excel­ lem condition. WOOD LATHE, excellent condition, used once or twice. Call after 6 p.m. 605- 598-6592.. FOR SALE: HUNTING LODGE/ HOME fully furnished 2 bedroom and cottage on 2 lots located in Faith, SO. $57,000 negotiable, must sel I. Call cell 605-680-3635 or 605-239-4611. DAKOTA LOG I-lOME Builders representing Golden Eagle Log Homes, building in eastern, central. northwestern South & Nurlh Dakota. Scott statew1Je unlv South Dakota Statewide Llas­ si fieds Ne1 work tu work for words Each ATTEN'IION CAMPERS! full oak and pine bonrds. wenthered wood door .:10 x 80, 2 metal bed frames 845-7515 Work Wanted J\\llobridge Handyman Service for all your home repair needs. Have good references. 605-8..J8-1991 Lawn Mowing. VVhy do 605- 850-8372. Mobridge. We DeaL Will repair computers, laptops and much more. Also carry used computers for sale. I can make your computer run better than new! Reasonable rates! Most parls on hand. Craig I m 605- 1218 9th Ave W. Travis 605-377-3019 .I I j I AWANA clubbers who finished first in the speed category for the Truth and Training group are (back row from left) Lauren Thompson, daughter of Brian and Staci Thompson ; second place was Ronnie Troyer, son of John and Teresa Troyer; in third was Hannah Stroeder, daughter of Eric and Karrie Stoeder. In the front row (from left) the design winners are, in first place Kyah Feyereisen, daughter of Dawn Blankartz and Justin Feyereisen; in second, Wade Begeman, son of Brian and DeDee Begeman; and in third place Noah Feyereisen, son of Blankartz and Justin Feyereisen . -Photo by DeDee Begeman- In the AWANA Sparks group, the winners for speed are (back row from left) in first place Braden Goehring, son of Paul and Candida Goehring; in second Tristan Anderberg, son of Clayton and Jessica Anderberg; and in third place Brenden Begeman, son of Brian and DeDee Begeman. In the front row (from left) winners in design are in first place Kayden LaFramboise , son of Tom and Amber LaFramboise; in second Cassandra Troyer, daughter of John and Teresa Troyer; and in third place Kari Rueb, daughter of Paul and annie Rueb. -PiwtobyDeDeeBegeman- CenturyLink offer. telephone assistance to individuals lh ing on Tribal Lands Lcm m.:om~ cnhunccd I tfchoc support keldron. has been named ~lonsanto's :!012 \\merica·s Farmers l\\lom of the Year regional winner for the Northwesr. One of five regional winners. Beer was selccteu by juuges from American Agri­ Women and Monsanto in rec­ ognition of rhe comribut ions she makes to her familv. farm, community and the ag-ricul­ tural industry. Along with the four other regional winners, Beers nomination will be fea­ tured on www.AmericasFarm­ ers com until May 1~. where online voting\\\\ ill determine the national winner The Beers' farm and ranch is operated by the family of six, mcluding Mike antJ Oann1, Bubbi )u, 19, a freshman at Jamestmvn College; Bo, 17, a junior at Lemmon lligh School; Bailie, 14, nn eighth grader at Lemmon Junior lligh; and Blaze, age 2. They raise winter and spring wheat, corn, sunflowers, flax, millet and hay in a no-till rota­ tion and also have an Angus and Charolais herd. Each fam-il~ member plays a role in the farm's operation, along with help from friends and neigh­ bors. American :\\gri-wnmcn (AAW) is a national coalition of more rhan 50,000 farm, ranch, and agribusiness women, rep­ resenting state and commodi ty affiliaLes. \"We are a force: for truth, a reasoned, non-parti­ san voice for the agriculture community to the public\" -~ubnutred- ================-======== Punu c N 0 l1 CES Temporary beverage hearing set NOTICE OF PUBLIC li Ei\\IHNC. UPON APPLICATION FOR TEMPORARY RETAIL \\IALT BEVERAGE LICENSE NOTICE IS HEREBY GIVEN Til -\\1 The Cily Council in and for the City of Mobrid~e, South Dakota on the 21 · da\\' of I\\ lay ~012 at the hour of 6:-15 PM wiO consider an application for a Temporary Retail Malt Beverage Licen~e 10 operate with in the mumcipali1y on June 6. 2012. ·\\PPLlCANT: Mobridge Chamber of Commerce NOTICE IS FURTHER GIVEN: Thot any person, persons or their auorncy may appear and be heard at said schedul11d Public Hearing. Heather BeClc Finance Officer Published once at the total apprmnmate cost ofSil 16. 050912 Sieck estate rep named STATE OF SOUTH DAh:OT1\\ COUNTY OF WALWORTH IN (JRCU IT COURT I'IFTH JUDICIAL CIRCUIT ESTATE OF JACOB SIECI-. DECEASED. PRO: 12-05 NOTICE TO he deccdunt must Iii· 1 hcl t claim within four month' dntl! publication of 1 htb notil'L' or llwlr rlntms may be barred Claims may be filed with lh!! personal representative or may bu filed with lh!! clcrl., and a copy ofrhc clnim mniled to the personal representative. Dated this 26th day of -\\pril. 2012 Cain Law Office P.C Riel. Cain ,\\rrorncy for the Estate ol S-11 .GO 05021., ll51fil:! Voter registration deadline is May 21 ~OTIC[! 01 DEADLINE FOil WlTEil REGIST!lJ\\TION Voter registration for the Prtlllilr\\' Election to be held on June 5, 2012. will clo~e on May 21.2012. Failure 10 rcglswr hj' 1 his date will cause forfeiture ofvottng rights fnnhis elcction.lfyoo nrc In doubt niloulwhetheryou are registered , chl'c\\.. the Voter Information Portal at www sdso5.gov. or call the county audllor ;~r (605) 6~9-7878. Registration be completed during rcgufar buslnessnours ar 1he county auaitor's office, municipal finance office, secretary of stale's office. and rho~c locations which provide drivur's licen~es SNAP. TANF. WIC, militMy recruitment and il'\"i>tancc tu the disabled as provtdcd by 1 he Dcpanmum of Human Services. Ynu may rontacl the county auditor lo rt!qucst a mail-in regis! ration form or access a mail in form arwww.sdsos.gov Voters with disabilttics mcty contact the counry auditor for information and special assistance in votur regis I ration, allscntec voting, or polling place accessibility. Gwenn E.1\\ckerman County Auditor Walworth County Published twice at the total approximate cost ofS2i' ·17 050212 050912 Surplus Items Up For Bid by the Mobridge-Pollock School District #62-6 Surplus items may be viewed on 'May 10, 2012 through May 11, 2012 in the Mobridge-Pollock School Bus narn. A genera/list of tile school we/Jsite (mobridge- pollock.k 12.sd. 11s). Sealed bids must be at tbe school business office by May 14, 2012 at 3:00pm s~aled bids\" ill be DJkncd at I 00 pm on \\Ia\\ 15, ~Ul ~. ,\\II successful bid items need to he paid for and pickl·d-up IJ\\ l\\ lav 20. ~012. 2012 BIA-OJS-Standing Rock Agency Police Officers will be conducting random sobriety and traffic safety checkpoints throughout the year. If you have any questions or comments please call 701 -854-7241 \"THE HONOR IS TO SERVE\" Conllnued from previous PDOD In lhls Slate according to my hand and oHICial Dos Molnos, lA Bonds Mongage Loans Real Roal J, TOTAL ASSETS Other liabtlolle$ TOTAl Speoal DMSION OF INSURANCE STATE CAPITOL PIERRE COMPANY'S CERTIFICATE OF AUTHORITY underal\\lned. fnsumncll of thr ol South Dakota tho laws do ll14171E 1 ure 2. Hoann 1 Fve & Allied L nes 4 Inland II Ocoan l.larr. Woriuncn s Cornpcm<..al>O'I 6 1 Fldol1ty Sumty 12 Glass 13. Burglo.y Theft 14 Soller Machlno.y 15 AJrcrnlt 16 Crud~ 17 Crop-Hml 18. lM!slod< 19 Title 20 Var Annul>es 21 111 Stnlc of Mny, AD. 2012 BLACK & WHIII r ..I.'S --. --. ----------- MAY 16 -22, 2012 NATIVE SUN NEWS 83 North Dakota Cowboy Hall of Fame gets artistic touch More information is available at www.northdakotacowboy.com or www.facebook.com/northdakotaco wboy. BISMARCK, N.D. -The North Dakota Cowboy Hall of Fame is saddling up for the 20 12 summer season with a special art exhibit titled \"Cowboys and Indi­ ans-Alive and Well Today'' at the Hall of Fame's Center of Western HeriUige and Cultures: Native American, Ranching and Rodeo, -loc.ated in Medora. Approximate ly 20 artists from across the region will exhibit mul­ tiple pieces from May through Sep­ Medora facllity. Displays will fea­ ture different mediums of art, and presentation s will be throughout the NDCI-lF, which is preparing for a May 15 season opening. \"Fioodmg across the state last year and the unpact at the fuel pump had an obvious effect for many people,\" said Waller Piehl. NDCHF board member and e\\ent have high hopes for a strong :w I::! season, along with visibility nod sales of lJUBiity work in this cxhibiL The pieces summoned for this show­ case will appeal to all levels or art enthusiasts and collectors.\" Piehl, an accomplished contem­ porary Western artist. states all pteces will be consigned to the NDCHF. Spectators may purchase pieces right off the noor. with 50 percent of the art sale gmng ro the NDCHF. ··we antictpate each day may showcase dtH'erenl pieces as buyers and collectors like what they see, purchase it and lake it home,\" he sa1d. \"There IS tremendous talent withm our region and withm the Western genre. This event will showcase that talent.\" The Hall of Fame's Center of Western Heritage and Cultures in tvledorn IS the premier interpretive center for showcasing the history PHOTO COURTESY/NORTH DAKOTA COWBOY HALL OF FAME This pafntmg or the Badlands, entitled -November Ught, · Is by Tom Temple, a Montana artist known lor depletions or outdoor life. Temple ts one of severalleatured artists at the North Dakota Cowboy Hall of Fame's Invitation Art Sate ln Medora. of Native Amt!ricans, ranching, rodeo and lhe Western lifestyle of the plains and Badlands. This facil-ity presents the culture and legacy that is the characler of the Ameri­ can West, ensuring Jls resiliency w1ll be available lor future genera­ lions. Cook-Lynn examines America's legacy of colonization By Jesse Abernathy Native Sun News Editor BOOK REVIEW \"A Separate Country: Post­ coloniality and American Indian .Nations\" (Texas Tech University Press) by Elizabeth Cook-Lynn: Writer, poet and professor emerita ofNative American studies at East­ ern Washington University Eliza­ beth Cook-Lynn presents a potent, sobering collection of essays, along wilh two case studies, dnlwn indigcnous ly-\\\\'ilhstood par­ adigm of colonialism in America. The author knows of what she wntes: a member of the Crow Creek Sioux Tribe. Cook-Lynn has lived a lifetime and then some mired in tbe far-reaching clutches of colonialism. Her experiences as a contemporary acadllmicwn with not-so-distant ties to her traditional Hunkpati Dakota past highlight her book and give it the realism needed to effecti vcly make her case for the continuing aftermath of Europe's invasion of the once strictly non­ European coolfnent now refem:d to as North indigenous- and tbeir already tired, and tiresome, perspective of the notion of \"postcoloniality.\" Such a condition does not ex.Jst, she maintains throughout her work: there IS no \"post\" when 1t comes to EUZABETH COOK·LYNN the lreatment ol' this land's original peoples by America's \"democratic\" and capitalistic government. Colonialism as a condiuon of oppression and control by Christianity-mongering. sel r-serving governmental agents and apparatuses is Sltll alive and well-and Cook-Lynn. a scholar for the masses in her own right. knows it. From her well-earned and well­ respected vantage point as an in­ sider within the interconnected. rather cloistered maze or America's top collegiate mstituuons, the Hunkpal1 professor founds her analysis io this colonial-postcolo­ nial polarity that developed and took hold late last century Within academ1a and focuses pnmarily on its relationship to and placement of the northern Great Plains indigene, A Separate Country Posll:O/on13ftry Ofld Amliln:.ontna ~\" atlons or Native American , which is somewhere JUSt berween a hard. high place and a rock. Cook-Lynn also knows that tn the non-indigene world, most so­ called fTce-thinkmg, informed and mtelligent college and university educators, who arc viewed by her more as rivals or as just plain unin­ formed, have not strnyed far from the ''doctrine of discovery\" manlrn themselves arc exempt- ofU1eir imperialistic gov­ ernance system. I o place for over 500 years, rhe fatally nawed doc­ trine of discovery mantra has been lhe driving force behind any and every action taken agamst this con-lincnt 's lirsl puoplcs by Europe's tnvaders. author this with great acumen and conviction. Movmg from th~: w~:st­ ward expansion of almost two centuries ago and the ensuing, longstanding ·J n­ dian wars·· to the extcrmt­ nat.ion. assimilation and other Indian law policies of the late 19th through mid-10th centuncs to the modem-Ja y governmental concept of gaming and tourtsm as a means of In­ dian economic develop­ ment, a generous assemblage or the maJor players, posers and acts 0f the collecuve Lakota. Dakota and Nakata past, Wh1ch remairts not too far re· moved, and present are here· Andrew Jackson, Abraham Lincoln. Helen Hunt Jack­ son. Vtne Delona Jr.. Dec Brown, Ward Churchill, John Yellow Bird Steele, the Allotment Act, the Ghost Dance, the Wounded Knee Massacre, the American In­ dian Movcmem and, on top of it all. the male-dominated. detrimentally politicized U.S. Congress. which rs where Cook-Lynn accurately places the scat of colonial power. The two case sttJdies that make up the final third of lhe book focus specifica lly on the use of colonial­ tZed politics and litcralure to assault indigenous peoples. both themed around lhe inherent g~:nocidc of colonialism. Cook-Lynn's first case stuuy looks at rhc era immediately fol-lowing the treaty-making period of thll late 19th century. During. this \"treaty-breaktog\" era, the federal government deliberate ly schemed ever harder to completely and forcibly strip indtgenous peoples ol land, culture and identity. The hal­ lowed Black Htlls, or Paha Sapa, were stolen from the Lakota. Dakota and Nakola peoples by the U.S. government in this era. The author's second case study del\\\"es into lhe \"Little House on for this country's indige­ nous peoples. especially those or the northern Pla1ns. Authored by Laura Ingalls Wilder and originally published m 19:!3. the h1ghly romanticized memoir of a young girl and her set­ tler family seemingly all alone on the vast pra1rie caused an immedi­ ate sensat1on in the non-tndigene world due to its basis in the Chris­ tian values of family, strength and survlVal against the backdrop of the \"harsh. desolate\" environmenl of the upper Midwest at the tum of the I 9th century - a time when the anginal inhabilants of the region were StTuggling to maintain the final remnants of their sovereignty. identity and land in the face of true adversity. \"A Separate Country\" is required reading for every American. Cook­ Lynn indeed remams a force to be reckoned with and a powerful pres­ ence throughout Indian country and beyond. (Contact Jesse 4bemathy at editor@nsweek lj~com) Wiconi Wawokiya Inc (Helping Families) CenturyLink offers telephone assistance to individuals living on Tribal Lands Low-Income consumers may quulif\\o tnr nssi~tnnce program, known as Lifeline A nordub)c Telephone AsSJ&tancc. is availoblc to qualifying consumers 111 every U.S. state (territory ond commonw.:tllth). Ounllficotions for pumcjpalton \\'llry bv federal the subscrib~:r must have o household ~nnuul gross 1ncome ot or betow 135% of the Fcdl!f'.tl Helping victims of Domestic Abuse and Sexual Assault All services are confidential and free Support Groups: Mondays 6 p.m. Wednesday 2 p.m. Box 49, Fort Thompson, SO 57339 (605) 245-24 72 , After hours (605) S25 of enhanced L1f~linc ~uppon monthly nnd n credit of up to S I 00 on their inttiul instrululion eharg~. An mdividuol Lilchm: uml Lmk-Up discounts if he or she pnrtJcipatl'li in om: of the programs listed ubovt;, 10 1.5MiiP~ for S9.95\"' per mon for the first 11 months of service further detail~ are avniln lc nt k ~A,~ entury m -3 Summer Mentors S 1 1 00/hr. temporal) 40 Hrs per week. some nighb and weekends QUALIFICATIONS: High School diploma, abil­ ity to take direct ton, work as a leam wlllingne~~ to learn, demonstrate cultural competency Will work WIth large groups of middle school stu­ den Is. Valtd dnwr's licrnsc required tor operat­ ing c1 15 passenger van 2 years sobriety required. For more mforrnalion, contart Scott S. Mec~n>, Program Coordinator (605-342-891 7) To subrntl ,, letler of intent and/or 10 appltlatlon at· Rural America Initiatives 919 Main Street, Suite 101 9 -15, 2012 Legals Adoptions Employment Business Opportunity Notices Automobile s Request for Proposals Happy Ads BUSINESS OPPORTUNinES NEED MONEY TO PAY ofl bills?? Sell Avon! Work from home, Eom 40% on your Brst 4 orders 1-Bn-454-965B. INDEPENDENT PROFESSION· ALS Needed lor Customer Mod­ ular Home Builder to Sell end Build in Your Area Using Our System. Call Lonnie to Leom More: 1-800-759-2782. EDUCATION MEDICAL BILLING TRAINEES needed! Train to o Med· col Office Assistant! No experi­ ence needed! local job training. Plocemenl ovolloble. HS diploma or GED and PC needed! 1-888-926-7884. EMPLOYMENT GREAT PAYING JOBS! Statewide construction jobs, $ 12.00 · S 15.00 OR MORE hourly + benefits. Summer or permonenl. No experience n~ essory. Hit Pay Dirt! Apply On· line www.sdwork.org. SENIOR CARE is searching lor dedi· coted, coring nurses to join our team. We hove full and port lime LPN end RN positions ovoil­ oble. We offer excellent benefits and competitive wages. For inlormollon please conlod TerryAon ScoH ot 1605) 673- or www.regionolheollh.com to apply. EEOC/ AA ACCOUNTING TECHNICIAN -S 15.45/hr, City of Aberdeen, HR 123 S. Lincoln St., Ab· e;deen, SO 1605)626-70 13, www.oberdeen.sd,us, or SO Dept. of lo bor. Apply by May 18, 2012. EOE. ASSISTANT CUSTODIAN: FT, benefits. Molnloin healing sys· lem, School, Supl Joel Price, 605-59B-6266 ext. 206. BRIDGEWATER CITY accepting wrillan Notice of Interest for Manager Lessees for Oty Bor. Coli Bridgewater Finance Office 605/729-2690 or see bridge­ wolersd.com lor more nlormo· lion. 8RITION-HECLA SCHOOl 7- 12 w7wo coochlng. Send resume to Kevin,Coles®k 12.sd.us, 605- 448-2234, or Box 190, Bril­ ton, SO 57430. GREAT PAYING JOBS! Statewide conslruclion jobs, S 1 2.00 · $15.00 OR MORE hourly + benefits. Summer or permanent. No experience n~ essory Hit Poy Dirt! Apply On­ Job ovolloble www. beodle.sdcounlies.org Deadline lo apply is 6-15-1 2 . Submit resume with salary e peclollons oudilor®beodlesd.org. ROSHOLT, A PROGESSIVE, SAFE community in NE SO Is seeking on EM'r or Nurse lo serve as manager of its Ambu­ lance Service. Rosholt has on excellent school system, econom­ ical housng, o dedicated com­ munity and more by May CSI, 20B Prairie Ave, Rosholt SO the Mobridge-Po llock School District #62-6. Resume and Applicol1on to be sen! to Tim Frederick ol the Mobridge· Pollock School District #62-6 ol 11 07 lsi Avenue East in Mo- Tiospa Zina Tribal School Vacancies: Special Education Teacher (Primary and Secondary Vacancies) School Counselor (Primary) Middle School Math Teacher Contact Information : Siyo Peters Human Resources Director Tiospa Zfna Tribal School PO Box 719 #2 liospa Zlna Dr Agency Village, SD Fax: 2012-13 school year. Conlocl Mr. Jim Frederick of 605-698-76 13, ext, 147. Open until filled. WANTED: SERVICE TECHNI· ClANS ol o stable dealership wllh three locations In South Dokoto end four locolions in Ne­ braska. Excellent benefit pack­ age. A/C service departments. Wages DOE For locolions end phone numbers check our web­ sHe: www.grossenburg.com. GREAT PAYING JOBS! Statewide construction jobs, S 12.00 -$ 15.00 OR MORE hourly + benefits. Summer or permanent. No experience nee· essory. Hit Pay Dirt! Apply On­ li www.sdwo rk.org. FOR SALE SEED: Spring wheal, cots, cover crop seed, col & ~ mix ollollo seed, gross seed of all kinds, mfllel & forage seed, wildlife products. Coli lor 2012 spring caldlog or see dealer near you. Dokolo's Best Seed, Piette, SO. 800-894-331 8 or 605-337-33 1 B. www.dokolos­ bestseed.com. STEAKHOUSE/ LOUNGE with on/off sole in Delmont, SO. About 35 m I nules soulh of Mitchell. Well-mofnloined 140l<50-fl. building with new kitchen equipmenl, Inventory In place lum-kev operation. Priced to sefl. 605-/79-343 1 or 680- 992B. LOG HOMES DAKOTA lOG HOME Builders representing Golden Eagle Log Homes, building in eoslem 1 cen· trol norlhweslem 0 1 www.goldeneogleloghomes.com CenturyLink orfers telephone assistance to individuals living on Tribal Lands Low-mcome consumers may qunlil)r for assistance that will reduce the cost of baRic monthlY. telepb_on~ sarvice. The nssi~tnnce progrum, nvml!lblc consUlllCT\"S U.S. smte (territory und Oualificutions the subsoribC!!\" must household annual groSl> income at or below 135% of the Federnl Poverty Guidelines for n household of Lhat size; or participate in any one of the following programs: Medicatd, Supplementa l Nutrition Assismncc Lunch PrQ~'s Fwnilies (TANr) R.:.sidrnlS of Am~rican Indian and AJnskun Native tribal lands may qUlllify for up to un udditionol $25 of enhanced Lifeline support rnoolhly and a credit of up to S I 00 011 thctr imtinl installation chllrg_es. An indtvidual living on tribal land~ mn.y qllllllfY. for Lifeline ond Link-Up discounts if he p11n1dpat.:s in onu of prou.ums Genurnl Assistance, Trf ally Administered Temporary AssistllJlcc to Needy Families, or Head Strut (only for those households meeting its income quolif'ying standird), Lifclmc eligible subscnbers may also ~ualifY for Internet service UJ! to 1.5MI:!Ps for S9.9s per monlh for the lirst 11 months of service. 1-800-244-1 visit CL\"Tln[Yiink.coiD!i'ifeline Comptro ller Open Until Filled REAL ESTATE ROY LAKE (SO) secluded 40 ocre parcel wllh o 15 cere forested peninsula surrounded by Roy Lake end stole lend. Modern cabin and goroge. www.raylokeproperty.com NOTICES ADVERTISE IN NEWSPA PERS statewide lor only $ 150.00. Put the South Dokoto Statewide Closslfieds Network lo work for you lodoyll25 words lor $150. Each additional word $5.) Coli this newspaper or 800- 658-3697 lor details The Three Affiliated Tribes, Tax Department is currently seeking the follo\\.Ying positions: Tax Auditor, Certified Public Accounting. Applicants must be qualified Please submit cover letter, resume and applica­ tion to: Three Affiliated Tribes Tax Department , 404 Frontage Road New Town NO. 58763. To obtain an application please visit the MHA Website at: www.mhanation.com For questions please contact Wendi Wells at (701) 421-9431 or wwells@mhanation.com We consider applications for all positions without regard to race, color, religion, creed, gender, na­ tional origin, age, disability, marital or veteran sta­ tus, sexual orientation, or any other I ega ily protected status. Persons of Indian Ancestry who wish to claim Indian Preference should submit a statement indicating their degree of Indian Blood and agency enrolled. In accordance with 42 USC Sec.2000e2(1l whenever reasonable the Three Affiliated Tribes will hire in the following order of priority: 1. Manda, Hidatsa & Arikara Nation 2. Non-Enrolled Members -Indians 3. Non-Indians We encourage all to apply! HUMAN RESOURCES DEPARTMENT San Carlos Apache Tribe P.O. Box 0 --- San Carlos, Arizona 85550 Tel: (928) 475-2361 Fax: (928) 475-2296 VACANCY ANNOUNCEMENT The Comptroller ts responsible for coordination of budget development, fis­ cal aspects of program planning; establishing and monitoring fiscal and budgetary controls; providing fiscal guidance to all Tribal Departments ; and establishes and maintains fiscal controls to controls to assure the property of and proper accounting for al) financial transactions. Directs internal au­ dits of tribal operaLions and prescribes procedures for of prop­ erty and supplies. job Requires: Bachelor's degree in Accounting, Finance, Business Administration or a related field with at least five (5) years of ex­ perience in professional accounting, full-time supetvisory/manage riallevel accounting work or a related field. The Wounded Knee District School board is accepting applications (or the following pos1tion(s) for the 2012·2013 school year. 3rd Grade Teacher Valid Teacher Certificate-Salary: $30,242.16- $32,600.888 Middle School Teacher Valid Teacher Certificate- $32,600.88 Opening Date: April 18, 2012 Closing Date: Open until filled All persons applying for employment mu$ have a Tribal/State(Federal back­ ground check A pre-employment drug test must be attached to the appli­ cation. All persons applyjng for employment are required lo pay for their own background checks and drug lesl. Any unfavorable results of the pre­ employment inquiry shall be grounds for non-selection. State/Federal Back· ground $43.25 Tribal Orders) l Conlact lhe Human Resource Officer Maxine Clifford at (605) 867-4364. lNDlA N PREFERENCE APPLIES. 100 MaJ.n StreeL P.O. Box Manderson, SD 5?756 Phone (005) 867-4364 Fax (605) 807-5156 Transportation Director Open Until Filled The Transportation Director will oversee the department , direct, develop, implement, and evaluate tribal transportation programs, plans and policies. Develop program or project budgets, coordinate with Federal, State, other Tribal governments, consultants to develop plans in support of goals and objecttves identified in the Tribe's plans. job Requires: Bachelor's degree in Business or Commercial Law, nomics, Transportation or are- lated field with at least five (5i years of experience in civil engineering re­ lated to analyzing, evaluating, engineering, and planning projects in a Tribal and Federal setting in transportation or a related field. Black River Pump Station Manager Open Until Filled The Black River Pump Station Manager will be responsible for the overall management of the operation and maintenance of the water plant's com· ponenls that are involved in the production of water to the copper mine and the Freeport/McMoRan Morenci, Inc. Update and implement the Stan· dard Operation Procedure and coordinate projects with the Freeport/Me­ MoRan Morenci, Inc. and U.S. Department of Bureau of Reclamation. Job Requires: Bachelor's degree in Finance, Business Admtnistration or a related field OR; at least four (4) years of experience In program administration that rncluded supervisory experience or a related field. ! I I I I· ' ' MAY 1 51 20 1 2 SISSETON COURIER PAGE 87 STATEWIDE CLASSIFIEDS AUCI'IONS ABSOLUTE AUCTION: (7) Modular 2005 built!Jng..:;, each 64'xJ4' with 1 bathrooms. fur­ nace, water heater. 2 classrooms, handicap(lL'd accessible, Faith. SD, June 13. www.Piro ulckAuetion. com or 605-544-3316. HOSPITAL. COMMERC IAL Home 9:00 am JWJc 2nd, Hoven, SO. www. hovcnsd.com M & R Auctions ph.'s o05.769 1181. 605.281.1067 or605.948.2201. EDUCATION MEDICAL BILLING a Medical Office needed! Local job train­ ing. OED and 1-880-926-7884. KMPLOYMENT EXPERIENCED CONCRETE CONSTRUCTlON Field SupL'l'­ viSOr needed. Based out of Dell Rapids. SO. Excellent pay and benefits. Call Buskerud Construc­ tion Din! Apply Online www.sdwork.org. CUSTER REGIONAL S.ENlOR CARE is searching for dedicated. caring nurses to join our team. We have fi.tll and pan time LPN and RN positions available. We otfcr exccllcm bL'tlefits and compcti-tivc wages. For more infom1ation please contact TerryAnn Scott at (605) 673-1137 ext. :!9 or log onto \\\\WW.rcgionalhcu llh.com to apply. EEOCIM. ------ ASSISTANT CUSTOD IAN: FT. benefits. Mainlatn heating system, repairs, accept­ ing wnttcn Notice of Interest for tvfana.gcr Lcssccs for City Bar. Call Bridgewate r Pinancc Office 605n29-:!690 or see bridgcwa­ tcn;dcom lor more information. PAYING JOBS! Stale· jobs, ben­ efits. Summer or perrnanenL No experience necessary. Hit Pay Dirt! Apply Online www.sdwork.org. DIRECTOR OF ADDICTION SERV1CES : ~ptd City. Qualified candidate will provide treatment, clirucal oversight and administrn ­ nvc progmm in Northwest SouU1 Dakota Competivc wage. cxcclknt benefits, car provided. For more information contact Cns 0\\-.,cns, Northwest Area Schools, 605-166-2206 or Christinc.O.v­ Operator. Mandatory , Water/Sewer Operator License. RCSW11c: City of New Town. PO Box 309. New Town. ND 58763. COUNTY apply SCI-IOOL Food Service Din:ctor. Applica­ tion and job description available at the business office at 5 16 8th Avc.W Sisseton, SD at a stable dcalernhip with three locations in South Dakota and four locallons in Nebraska Excellent benefit package. NC service departments. Wages DOE. For locattons and phone numbcrn check our website: www.grosscn­ bUIE.com. PAYING efits. Summer or permanenL e~;peric nce necessary. Hit Pay Dirt! Apply Online www.sdwork.org. FOR SALE ------ SMOOTHIE MAC! llNE, 18 months, e?:ccllenl condition. WOOD LATHE, excellent condi­ tion. used once or twice. Call after 6 p.m. 605-598-6592. FOR SALE: HUNTING LODGFJ HOtvrE fully furnished 2 bedroom and cottage on 2 lots located in Faith. SO. $57,000 negotiable, must sell. Call cell 605-680-3635 or 605-239-4611. LOG HOMES DAKOTA LOG HOME Build­ ers representing Golden Eagle Log Homes, building in easte~ ccnlntl, northwestern South & Put tl1c South Dakota Swtewide Clas­ sified!; Nct\\vork to for tcx:lay! (25 words for $150. Each addltional word $5.) Call this newspaper or 800-658-3697 for details. ------ RECREATrONAL ATIENT!ON CAMPERS ! Full hook-up campsite provided free in exchange for general maintenance 24hrs/wccklpcrso n. JWJe I -Oct. I, negotiable . 605-164-5324. Bar and restau­ rant. Lots tor sale. REALEST ATE WANT TO BUY: 1980s or 1990s mobile barnes. Watertown, SD. Call ( 605)8!1 1-1296. SUPPORT OUR LOCAL ECONOMY BY SHOPPING LOCAl:. CALL ONE OF THESE LOCAL BUSINESSES FOR THE SERVICE YOU NEED TODAY! 1;19; -1613th ~ and Plumbing Complete Une of Fbitures Sold, lnstllled & Serviced. 698-7463 Home; 698-7703 East 10 -Sisseton Lake Restaurant 605-69~7147 5-Bpm SUMMER HOURS Mon. 7am-2pm; T 30 I JRth St. SW Fnrgo, NO 5R I OJ {605)7 42-0727 Fellbaum ' Construction ~ All types of building construction Interior or Exterior New or Remodeling Roofing , Siding, Decks, Telehandler Skid Loader, Scissor Lift WARREll oiiice suppl)' needs Folders Envelopes Ledgers Ally size or oolor of paper you mJght need! HOLMAN BROTHERS CONSTRUCTION Mark: for an csUmato neetts: new, remodeling, oommcrclill or rcsldentlnl. LEWANDOWSKI CONSTRUCTION Roads Dams Rocks Trees Building Sites -Rip Rap Conservation Work Demolition & More 13282 605.698.3040 Quality Pre-Owned Vehicle's and NEW Trailers Stop & See Us for Your Next Vehicle! COTEAU LAND COMPANY, LLC Full Service Real Estate Firm Gordon www.coteauland .com 698-7084 Ag Land Sales Leases en! Northside www.northside imp.com Shortlines of New and Used Farm Equipment Dave Wagner, Sales Lydel Snaza, Owner & Sales Successful mnrkcdng of your land by rh~ auction mcthocl, mtJirionulllsring, m. ncl TO ADVERTISE IN THE WHO'S WHO 605 698 7642 Cheap long-term advertising ~~f!_.. WOLFE FORD us www.wolfeford.com Call us now at BOO 570 7337 Sales Service Parts Leasing RESIDENTIAL COMMERCIAL ELECTRICAL HEATING 1 AIR CONDJTIONfNG 701 ~ . 242 I 7202 !!~!1~ SE Hankinson, ND 58041 CenturyLink offers telephone assistance to individuals Lands Low-income aonsumors may qunlfl'y for nssi~tnncc thot will reduce U1e cost of basic monthlY telephone TI1c assistance program, huuschulcJ annuul !lfOSS income at or below 135% of the Fcdcrnl Poverty Guidelines for a household of thnt size; or pnrticipnte in nnY. one Temporary Assistance Needy Fanullcs (TAN F). Res1dents of American l.ncliun w1d Alaskan Native lo.ncl!; may qunlll'y for up to no odditiomtl S:?5 of enhanced Lifeline support monthly and D credit of ur to S I 00 on their initial installation charges. An mdividua living oo tribal lands may qunlifY. di&couni.S IJ he ur Assist11ncc t11 Families, or Head Start {only for those households meetmg. its income qualifying standa.rd). Lifeline eligible subscribers may also qualify for reliable borne hil!.h·spced Internet service UP. to 1.5Mti.JJS for SIJ 9~ per month for the first 12 months of service. Further dcuuls arc available at acnturylink.comlintcmetba.sics If you ltve in l-800-244-l questions or to nppl1cntion Wilmot is seeking a full-time RN and a full-time CNA. The Wilmot Care Center is a friendly and caring work environment that offers a competitive wage and flexible schedule. These positions qualify for health, dental, vision, life/ AD&D insurance and paid vacation. If you are interested , please contact Kim Lawrence or Susan Zirbel, DON at: WILMOT CARE CENTER EOE Wllmot 1 SD 605-938-4418 Toll free: 866-377-8107 Skilled/Assisted Living Nursing facility, Medicare and Medicaid a roved. Insurance Representative Opening Career opportunity for sales and serVII'IO\" fur J mult1 hnP 1nsurance agency In the S1sseton area. Excellent .,,.1'111' · Farmowners · Homeowner:' · CommerCial · AutomobilE · Life b Health · Annult1es · Long Term Care · Crop Insurance We are seeking a highly mot1vated 1ndiv1dual whc wer1ts and opportunity to bu1ld the existing book of bustr tess All tnqutres welcome and confidential. To apply :o£-:rd l!c'tt, or resume to Jon Knott. PO Bo · 20S 7 AbedPe-n. :JL 5 71102·205 7 You can alsP ematlrnfo tn (\\rnr\"'ltt~·w.- nP The Northeast South Dakota Head Start Program, lnc . has the following employment opportunity available at the Sis.seton Head Start Center. Teacher Asststant; Pt:rson must demonstrate an abiln:y tCI rdntt: to pre-school age children and their fllmilie:; work coupt:rn­ tlvely with other Head Smrt Smff tn planning and implt:mt:nr- ing daily activities. Preferred candidate has at least a Child Development fu5ociate (CDA Crcdt!ntiaD or bt: enrollt:d m a progrllm leading to a CDA Credential within 2 years llr an Associate or Baccalaurt:ate Degrt!t! in Early Childhood. Posirion is from August 3l, 2012 through May 17, 2011. 40 hours per week; $8.76 per hour ro $9.49 pt:r hour DOQ. Excellent benefic;. For an application form and a job description, contact: NESD Head Start Program, Inc. 202 South Mam Smet ·Suire 6 L 7 Aberdeen, SO 57401 605-229-4506 or go to www.nesdh s.org CloslOfl\" date; Friday, May 25, 2012 I EOE CALl.. TO ADVERTISE IN THE WHO'S WHO 605 698 7642 Cheap long-term advertising for your business! SHOREMASTER DOCKS AND LIFTS FOR SALE ALUMINUM AND FLOATING DOCKS AVAILABLE WE COVER THE WATERFRONT! GOODHART BROTHERS BROWNS VALLEY, MN 320.695.2200 Reinart Bros. Well Hwy. 75 5., Well Drilling Well Repair/Well Sealing Geo-Thermal Drilling 320-563-8386 ' I I I j r r.- J MAY B, 2012 SISSETON COURIER 1'6[5562 CLASSIFIEDS STATEWIDE PASE B7 BUSINESS OPPORTUNITIES NEED MONEY TO PAY off bills?'? Sell Avon! Work from homo. Eam 40% on your first 4 orders. 1-877-454-9658. INDEPENDENT PROFES­ SIONALS Needed for Custom­ er Modular Home Builder to Sell and Build in Your Area Us­ ing Our System. Call Lonnie to Leurn More: 1-800-759-1781. EDUCATION MEDICAL BfLUNG TRAIN­ EES needcdl Train to become a Medical Office Assist1111t! No experience needed! Local job training. Placement available. HS diploma or GED and PC needed! 1-888-926-7884 . MORE benefits. Summer or pemla­ nenL No experience necessary . \\vww.sdwork.org . CUSTER REGIONAL SE­ N10R CARE is searching for dedicated. caring nurses to join our team. We have full and part time LPN and RN posi­ tions available. We offer excel­ lent benefits and competitive wuges. For more information pleuse contact TerryAnn Scot'! at (605) 673-2237 ext. 29 or log onto www.regionalbcalth.com to apply. EEOC/AA. ACCOUNTING TECHNl­ CTAN-$15.45/hr, City of Ab­ erdeen, HR. 123 S. Lincoln St., Aberdeen, SD (605)626-70 13, www.aberdeen.sd.us, or SD Dept. of Labor. Apply by May I 8, 20 12. EOE. ASSISTANT CUSTODlAN: FT, benefits. Maintain heating system, clean/maintain school buildings/grounds, minor re­ pairs, snow removal. Contact Faulkton Price, 605-598-6266 ext. Notice of terest for Lessees for City Bar. Call Bridgewater Finance Office 605n29-2690 or see bridgcwatcrsd.com for more information. BRliTON-HECLA SCHOOL, 7-12 science teacher w/wo Ag Service Technician John Deere dealership is seeking Ag Service Technicians in Britton, SD. Agricultural and mechanical background preferred, with own tools. Excellent benefit package available, health, dental, vision, 40lk, etc, and competitive wages. Please contact Green Iron Equipment, 42168 SD Hwy 10, PO Box 68,Britton, SD MORE hourly+ benefits. Summer or perma­ nenL No experience necessary. Hit Dirt! Apply Online www.sdwork.org. COUNTY HlGHWAY SU­ PERINTENDENT -Huron, SD. Job description available at www.bcadlc.sdcouotics. org. Deadline to apply is 6-15- 12 . Submit resume with sal­ ary expectations lo auditor@ beadlesd.org. ROSHOLT, A PROGESSIVE, SAFE community in NE SD is seeking an EMT or Nurse to serve as manager of its Ambu­ lance Service. Rosholt has an excellent school system, eco­ nomical housing, a dedicated community aod more (www.ro­ sholtsd.com). Forward resume by May 15th to CST, 208 Prairie Ave, Rosholt SD 57260. EOE. SEEKING BUSINESS -Pol­ look School District 1162-6. Re­ sume and Application to be sen! to Tim Frederick at the Mo­ bridge-Pollock School District #62-6 at 1107 1st Avenue East in Mobridge SD 5760 I. Certi­ fied application is at mobridge-pollock.kl2. sd.us under employment oppor­ tunities. For more information contact Tim at 605-845-9204. Open EOE. SISSETON SCHOOL Coo­ tact Mr. Jim Frederick at 605- 698-7613, ext. 147. Open until fi lied. ------ - WAN'TED: SERV1CE TECH­ NlCIANS at a stable dealership with three locations in South Dakota and four locations in Nllbraska '. Excellent benefit package. A/C service depart­ ments. Wages DOE. For toea- Wilmot care is a full-time RN and a full-time CNA. The Wilmot care Center is a friendly and caring work environment that offers a competitive wage and flexible schedule. These positions qualify for health, dental, vision, life/AD&D insurance and paid vacation. If you are interested, please contact Kim Lawrence or Susan Zirbel, DON at: WILMOT CARE CENTER EOE Wilmot, SO 605-938-4418 Toll free: 866-377-8107 Skilled/ Assisted Living Nursing facility, Medicare and Medicaid a roved. SUPPORT OUR LOCAL ECONOMY BY SHOPPING ~OCAL. CALL ONE Of THESE LOCAL BUSINESSES FOR THE SERVICE YOU NEED TODA I'ICf' 4b~th ft,ve., Wilrvlot. SD 5T119 1-'300-h,0-1/'3'3 605-'3'30-0354 I I I I I I I I I I I I I I I I I I I I I I I · 0ewer ~ Water · DerYJoiH:ion · GorYlplete B~c,~oe 0ervic,e · Gulverts. .{ True north . ~el S & S Trenching and Plumbing Cornplelo Une of Fixtures Sold, Installed & Servl~. 698-7 Home: 698-7703 East 10 -Sisseton Lake Restaurant HOURS Mon, 7am-2pm; T ues.-Sat 7am-8pm Sun. ND 58103 all of your general contracting, building and remodeling needs: All roofing l)1Jes-Wmdows Dool5 ~~-Gutters- Oe<h · Additions Fellbaum ' Construction ~ All types ol building construction Interior or Ex1erior New or Remodeling 'Roofing , Siding, Decks, Telehandler Skid Loader, Scissor Lift WARREN FELLBAUM 605-637-5574 tall or Stop in at tbe Sisseton Courier for all rliltfllll office supply needs. Ta.g Board Folders Envelopes Ledgers AIJ.y size or aolor of paper you might need! for an estlmaJe on all your building needs: new, remodeling, commercial or residential. LEWANDOWSKI CONSTRUCTION Roads Dams Rocks Trees BUilding Sites -Rip Rap Conservation Work Demolition & More 13282 473rd Ave TRAILERS Josh Brooks 605.698.3040 Quality Pre-Owned Vehicle's and NEW Trailers Stop & See Us for Your Next Vehicle! Intersection Hunr 10 & Veterans Ave., Sisseton, SD COTHAU LAND COMPANY, LLC FuJI Service Real Estate Firm Gordon www.coteauland.com 698-7084 Ag Land Sales Leases t Northside Implement 25 Webster, SD 57274 605-345-4761 800-675-4761 www.northsideimp.com Shortllnes of New and Used Farm Equipment Dave Wagner, Sales Lydel Snaza, Owner & Sales Succ~fu l morkenng of your lanJ by the nucdon method, trnJiLlonallisting, or by sealed bids. Pnsrure, nnd Recte-Jtion~l Uccnscd& tl1 reco m m. oet CALL TO ADVERTISE IN THE WHO'S WHO 605 698 7642 Cheap www. wolfe ford. com Call us now at: 800 570 7337 Sales Service Parts Leasing RESIDENTIAL COMMERCIAL t--------7. ELEcrRICAL HEATING AIR COND[TJONING 7014242 7 202 407 1st Hanlunson, phone numbers ohec 'r------------;., our website: www.gros BENEFITS burg,com. SPECIALIST ------ Department of GREAT PAYING JOBS! Slate- Social Services wide construction jobs, S 12.00 -$15.00 OR MORE hourly + Division of benefits. Summer or pt.ITri'Ja- Economic Assistance nent. No experience necessary, Sisseton, SO Hit Pay Dirt! Apply Onlin,e Our shltr Is the foundetlon of www.sdwork.org. FOR SALE fEronomk!Asslsts ncels dedlca(e{l lo fam11y success and com- SEED: Spring wheat, oats, mined lo excellence. We are seeklr!g cover crop seed, oat & pea mix, quafrfied cendidates who share our alfalfa seed, grass seed of all values or attention to customer service and Innovation. If you want lo malta kinds, millet & forage seed, a dilletence for Soulh Oskola femmes wildlife products. Call for 2012 lhen rome jlltn our team. Th1s position spring catalog or sec dealer assesses and analyzes oorrenl life near you. Dakota's Best Seed, c1JOJmslances and financjal capabili- Platte, SD. 800-894-33 or Ues to provide asslslance and services 605-337-3318. www.dakot.as- to tow Income Individuals and their bestseed.co m. tamilfes by Interviewing, counseling, STEA KH 0 US E/LO VN G E with on/off sale in Delmont., SD. About 35 minutes south of MltchcLL Well-maintained 140x50-ft. building with new kitchen equipment, inventory in place, turn-key operation. Priced to sell. 605-779-3 431 or 680-9928. ------ LOGHOMES DAKOTA LOG HOME Build­ ers representing Golden Eagle Log Homes, building in cast­ em, central, northwestern South & North Dakota. Scott Connell, 605-530-2672, Craig Connell, 605-264-5650, www. goldeneagleloghomes.com. REAL ESTATE ROY LAKE (SD) secluded 40 acre parcel with a 15 acre for­ ested peninsula surrounded by Roy Lake and state land. Mod­ em cabin and garage. www.ro­ ylakeproperty.com NOTICES and soda! service progrnm.s: responding to pUblic Inquiries regard­ Ing social services and benefits; and tnlel)lretlng rules. regUlations, and policies to ensure appropriate benefits and seiVIces are provided In an arrec­ tlve and expedient manner lo assist In lhe self-sufficl1lncy . The Slate depending must be filed on an ofllclal South Dakota Bureau or Personnel application form, Applications mey be obtained al a South Dakota Depart· ment or Labor local FJeld Office or the Bureau of Personnel webslte hltp\"'/ 5115112. Send applications to: SoutO Dakota Bureau of Personnel, 500 East Capilol Avenue. Pierre. SO 57501-5070 (fax 605-nJ-4344), An Equal Opportunity Employer. ADVERTISE IN NEWS-D ~ ~11\\ PAPERS statewide for only 11~--~~~~~ -~~~1,;...~~~~~ $150.00. Put the South Dakota L. Statewide Classifieds Network to work for you today! (25 words for $150. Each addition­ al word $5.) Call this newspa­ per or 800-658-3697 for detaiJs. PUBLIC NOTICE SALE OF COUNTY PROPERTY The following property will be offered for cash sale by Roberts County at public auction in the Robt!rl3 County Courthouse rorunda-4U 2nd Avenue E.ast,.Sissemn SD ~ ar 8:30 a,g:qpn Tuesday, May 22, 20U:, Bell Farms Addition 112 in the SE4SE4 of Section 3-128-49 (Vicror Township) Approximately 10 acres Appraised value $16,000 Terms of sale 25% down with balance paya.ble withJn 30 days of the dare of sale. Questions regarding legal description or value call Director of Equa!Lzarion office at 605-698-3205. Questions regarding terms of sale call Auditor's Office at 605-698-7 336. Published rwice at the roral approximate cost of $62.50. Insurance Representat ive Opening Career opportunity for sales and service for a multi-line Insurance agency In the Sisseton area. Excellent 1ncome opportunity with base Income from renewals on extsting clients. Well established agency that olfers the following products: · Farmowners · Homeowners · Commercial · Automob 1le · Life a Health · Annuities · Long Term Care · Crop Insurance We are seeking a highly motivated tndlvidual who wants and opportunity to build the ex1st.ng book oF bustness. All1nqu1res welcome and con~denbal To apply send letter or resume to Jon Knolt PO Box 2057. Aberdeen. SD <102-2057 You can also email info to <koott@ovc.oet) CenturyLink offers telephone assistance to individual s living on Tribal Lands Low-Jncomc consumcn; may qualify for assisbncc that will reduce the cosl of basic monthlY tclctlbooc service. Tbc assistnnce program, l...\"llown as LIFeline Affordable Teh:phonc Assistn.nce, is availilble lo qualifying consumers in every U.S. siDle (temlory and ~mmonwelilth). Qualifications for participation vary by stnlc. In siales fhal follow the federal guldchncs, the subSorlber must have a household annual gross Income BL or below 135% of the Fedl:ral Poverty Guidelines for B household of thai size; or participate in any one of the followin&. progrnms: Medic;ud, Suppl1:mental Nutrition Assistnnce Lunch Prognl!l]'S Free LUnch rogl!lg~, or Temporary Assistn.nce for Needy Families {'fA:NF). Residents of Ameriwn Indian and Alaskan Native tribal lands may qualify fbr up lo nn additiorwl $25 of enhanced Lifeline support monthly and n credit of ur to $100 on U1eir aio.l inslaflation charges. An individua living on tribal \"YMds may qualify for Lifeline and Link-Up discounts if he or she part1cipn1es in one of the proiJl.1UIIS lis1cd abovcb the Bureau of Lndian Affairs General Assisllln<;!!, Tri ally Administered Temporary Asslstanoc 10 Needy F~mi~ ies, or Hc:nd Start (only (or those households mcetmg 1ts mcome qualifying standiird). Lifeline eligible subscriben; may also for reliable home high-speed lntemel service UP. lo 1.5MI:ius for S9.95 per monf.b for the [in;t 12 moalhs of service. further details are avaflable 01 een!IIJ)'link.com/lnlcrnelbasics If you live in a Ccntuf}'Link 1-800-244- with queslion.~ or to n:quest an .,..,t.!t\"\"-\"'- n ~ -y Page 4, Timber La~e Topic, May 10, 2012 ICT -- U.S. Attorney Brendan V. Johnson May 2, 2011 Gerard Desheuquette, 22, of Ervin D. Addison, 30, of ro assault an tndicrmcm clm charged him with with a dangerous wc.-apon The maxi-aggra\\-atcd sexual abuse of a child. The mum penalt}' upon conv1cuon 1s I 0 maxJmum stems ro in a 5250,000 fine. or from .1n mc1denr on Julr 23. 20 I I, 2009 Jnd Chc:y.:nnc ltJver lribal responded reponed stabbing. allr assaulted a The invesriga­ Thc tribal pollee met with AddtstlO's rtoo was conducted by the FBI n.nd parents who reported elm Addison rhe B lA, Standing Rock Agency. Th.: had stabbcd rhe Vlcrtm .1fter he. h~J case is betng prosecuted by Assistant been picked up .11 a frwnd's house.. U.S. Arrorne}' Mikal rimes 111 dte stomach lh. vawm Jul} 30, LinJe Dog, 43, of Liu.le Eagle S DistriCt Judge ( harlcs 1-..ornmann ,0, 20 12 conv1cuonas up to ltfe 1n custody, .t ~2SO,OOU fine, or both. The convicuon arose from incidents betwct:n December 2004 and April 2006 an Little Eagle, when Lirdc Dog sexually assaulted a chald. The investigation was conc.lucred by the FBI :tnd the BIA, Dewctive Divmon of rhc Stan dang Rock Sioux Agency. The case: is bemg prosecuted by Assisr:mr US. Arrorney Mikal Hanson. A presentence investigntaon was ordered. and sentc:ncmg was ser for Julr 23, 2012. The defendant was remanded ro the cusrody rhe Mae Judge bmk emhezzlcmenr. The maximum penalry upon con'lctlon is 30 years an cu.,rodr. a 5,1'50.000 The COIH\"icuon aros~ b.:twecn NO\\ember Jnd December, 2010, when Kills Prcrry Enemy was employed as a teller at a bank in 1\\·ld:lUghlin. Dunng char time, sh· t!mbealc:d $1,500 in cash from h.:r cash drawer. The investigation wns conducted by the FBI and rhc BLA Detccrive Division. Standing Rock Agency. The case is being prosecuted by Assistant U.S. Attorney Mikal Hanson. A prest!ntence investigation wn.s ordered, and senrencing was set for July 30. 2012. The defendant wn.s rde:t.SCd on bond pencLng senrencmg. Miranda Walters, 24, of Eagle Butte appeared before U.S. Oistricr Judge Roberto A. Lmge on May I, 2012, and pled guilry ro em­ b~-zz.lcmenr and theft from an Indian Tribal Organization. The maxamum pc:nalry upon conviction is 5 years' imprisonment, a $250,000 fine or both. Walters, an employee ofCRST CenturyLink offers telephone assistance to individuals living on Tribal Lands Low-income consumers may qualify for nssastnnce that will reduce the cost of basic monthly telephone service. The nssistnnce program, known as Lifeline AITordnble 1 clcphonc t\\ssis~n nce, is availnblc to slate (territory nnd Quolificuhons for partacapation vary by sUite. In stllles thnl follow the federal guidelines, the subscribur must lwvc o household onnunl gross income at or below 135% of the Federal Poveny Guadchnes for n household of thnt size; or participate in any one of the followmg programs: Mcdicnad. Supplemental Nutrition Assislllncc of Am~ncan lndaun and \\luskan Noll\\e lands may qualify for up 10 nn addalional S:!5 of enhanced La feline suppon monthly and a credit of up 10 S I 00 on thcar amllul dascounts af program< li~t .. 'tl ·\\dmmash:n:d T tm~porary Assastnncc to Needy Famali~. or 10 I SMbps for S9.95 per month ret the first 12 months of sm~cc. Furthur detail~ nr.: other~ wathm rhc store were too busv co notice. on four or five d1ffcrcnc occasions which roralc:d over )3,000. The mvesu~non wn.s conducted b) cltc: FBI c.l!ic is bemg prosecuted by Fir~r Assisr.anr U.S Arrorncy Randolph J. Seiler. A presentence i ordered, and sen­ rencang was \\et for Julr 1\"7, 2012. The defendant released on bond pcndmg scntenclllg. Daniel T. Weber, 60, of Clark was scnt~.nced on April 30, 20 12, by U.S. Dmicr Judge Robcru1 A. L angc ro tn the LRS I a did this by daimin~ that \\X'ehcr's c..mle were owned by ( RS\"I and h1s guilty ro conspiracy ro commit ware: fraud on November 8, 20 I I. This case was inv~.:stigarcd by the: I·Bl. Assisranr U.S. Arrorney Makal Hanson May 4, 2012 Donald C. Sundell , 54, of Rogers, MN was charged wid1 vio­ lating the Lacey Act and ;udtng and aberring. He pled gutlry and was sentenced on April 30, 2012 by U.S. Magistrate Judge Mark A. Moreno ro 18 months' probation, a $1,000 fine, $1,000 in resmurion, and a $50 special assessment ro the Victim Assistance Fund. Tht! conviction arose from incidents in November 2008 when Sundell illegally shot and killed rwo whirer:til bucks and tran~ported rhem from South Dakota to Minnesota. The investigation was conducted by the U.S. Fish and Wildlife Scmcc and South Dakoro Game. Fish and Parks. The case was prosecuted by Assistant U.S. Arrorncy Marie H. Rucrrgers. Brad Byron McAJisrer , ro r.he charge and was sentenced on April30. 2012, by U.S. Magasrrare Judge Mark A. Moreno to I year of probation, $500 in rotiturion, and a $25 special assCS!tntenr to d1e Victim Assistance Fund. He must also forfear rwo deer mounts. The cnnv1cnon when and killed a whitetail buck and rransponc:d it from South Dakota to Minnesota. The invesrig:mon wa..~ conducted by U.S. Fish and Wildlife \"emcc: and Dakota Game, Pish T MBE T FR Joe and Sheila Scherer, official weather observers Date High Low to. fay I '2 1.~ May2 74 44 May 3 70 12 May 4. \" 48 1\\ lay 5 70 53 May6 64 40 May7 63 38 Preoprtarion for May to date = . SO mch Pr.:cipirarion for the year to dare: = 5.40 anchc:~ Normal precipirarion for year to date = '1.69 mchcs Precip T T .33 12 .OS T FOURTH CIRCUIT COURT Judge_ presiding April 2, 20 12 Stntc of South Onlcota vs. Dol tan Allen HoweU, 16, of Timber Lake. Deft!ndam was arrested on 0. driving viulatillll' l11 June 2 April 16,2012 State of South Dakota vs. Rand) F. Walthers, 36, of Eagle Bun e. Defendant was arre:sr on ~ brch I). Ma) I, reimburse D .. wey C.ounry tOr has court appoam~-d in on or Alluf the o1hcr durecs were dismissed ~ by motion of prosetutor. Stare of South Dakota vs. Jes~ ica Moore, 31, of Yankton. Dcfcndar was arr.:stcd on 'l prmecuwr. LaCompte, Magistrate, April 11, 2012 Cheryl L1urcnz-Boguc, 49, of nupH\"C, spccUIIlg on Hare highway on tvlarch 23, 20 12. Fine and costs, $178.50. Clary T. Lindskov, 17, of Isabel, spccdmg on stare highway on March 23, 2012. Fine and costs, S I 05. PROPERTY TRANSFERS Dewey County Register of Deeds Deb Goldade The: following transfers of deeds were filed wid1 the Dewey County Register of Deeds dunng April, 20 12: April 2, 2012: Marguerirc Sing, Fond du Lie, Fond Quar Deed. April 2, 2012: JID Properties, LLC, Rapid Ciry to Eagle Stop. Inc., R:tpid Ciry: SEI/4SW 1/4SW 1/4 County. Quit Claim Deed. April 12, 2012: Mike Labuscwycz, Deceased, Timber Lake ro Anna Labuscwya., Timber Lake: Lots I & 2 of Block 44 in the Town (now City) of Timber Lake. Affidavir Term. Joint Ten:tncy/Euatc. Aprill2, 2012: Russell D. Pearman, Gettysburg 10 U.S.A for Cheyenne River Sioux Tribe, Eagle Burtc:: Lots 13, 14, & IS of Block 6 111 r.hc: Town (now City) of Eagle Butte. Warranty Deed. April 17,2012: lone L. Opp. Deceased to Colecte Ganje: Lor 16 of Block 3 in rhe Town Ciry) of Tcmancy/~ta Scherer and Mary Lou .)chcrer. Timber L1ke ro joseph S. ng Lots lA, I Band 2 including Lor lA, Scherer Addition ro Dewey C.ounty. Contract for Deed. April 18, 2012: Lyle ConrJd Lookabaugh Estate, \\'(/aronga. I Lots 5,6,& S U.S. Govr. Taking & SEI/4, U.S. Takang; Take Quit River bs lying sourh of rhe Rail Road grade, oF Schell, Woodland, CA roSharon Gc:rbcr. Pc:raluma, Claim Dced April 30, 2012: Leland l ogg Sr and Rob an Logg. E.1gk Bune 10 Jesse Joe 31 t it) of rambcr Ltkc Warranry Deed. NNA likes new plan for rural post offices, still concerned about processing centers The U.S. Posml Service's new plan for pro,<iding rural res1denrs with new options for keeping their local post offices drew praise from Narional Newspaper Associacion. were running a gaunder of bad news on mail service. Although NNA did nor oppose post office closings in general, we rccommcndcd a differ­ ent approach. Our thought was that many of these offices could n:mam open if USPS used a \"circuit-rider\" approach for posunasr.:rs, staffed dte offices wi dt lower-level clerks, and simply kepr the offices opc:n for fi:wer hours. That idea came from our Postal Committee Chrurmrut Max Heath, who rescified on it before t:hc Postal Regularory Commission. packages across rural America. The mail is more important in rural America rhan in many other spots around rhc coumry. For newspapers, ir is rhc key to helping us fulfiU our roles as the tribunes of civic engagemen r. .. The Posral Service srud ic will 61e a new plan before the PRC, derailing rht> opcions it intends to offer small towns before post offices are closed. Hearn said he hoped th~:: new plan would provide greater dt:trul on how small business mail..:rs like NNA'~ Timber lake Topic, May 17,2012, Page 3 .Timber La.ke ' , , High School Rod.eo ' , Saturday, May 19 at 1 0 a.m. MT at the Timber Lake Rodeo Grounds Come support your local rodeo team. ' ' ' \\ - \\ ' ' T'he Posral Service has announced Jt inrends ro rakt: anotht:r look at irs handLing of rural post office closings, aftt:r taking a battering on Gpiwl Hill and from rural residenrs for irs earljer plan ro close about 3,700 unprofitable offices. Now. communi~ies th..: to kt:ep the offices open, but with reduc~:d window hours. \"Although N NA is pleased with Postmaster General Par Donahoe's ro work widt rural open, of cominuing and greater con­ cern is the plan for closing more dtan half the m:ul proce.ssing centers around rhe country. The proposed curs would have a devastating impact on rhe delivt:ry of mail, including newspapers, pn:scripcion drugs and communi£) newspapers could enter -- - .,iiii;Yiiiii.-;;; ...-;iiiiiii',;;ii'lliiil\"'illljCIIIF;'IIilri~-I'SPii~ .. ~ .. - NNA Prcsidcnr Reed Anfinson said dte new plan IS a step in rhe right direction and that NNA looks forward ro lc.-nrning more derails. ' \"There is a widespread feeling 1n small towns rhar the Posral Service is poised to abandon rural Aroenca. From reduced ddi,erv (lmes w the ending of Saturday mrul to the post oAlce closmgs, 11 secmc:d as if we CRST Fitness Fun Week is May 22-25 May is National Fimess and Sporrs Monrlt, and rhe Cheyenne River Sioux Tribe health and welln~::ss programs have planned Firnl-ss Fun Week activit ic~ for May 21-15 at Eagle Bu ttc. Tribal employees and t:he public arc encouraged to participate. Organizers requcsr that co-ed reams be organized to join in tht' plan ned acrivi ries. The winning ream will have exclusive \"bragging righrs\" and a trophy to display at the enrrance of Lheir workplace and t:he opporruniry m vic for dtc ride at dtc: cvc:nr in 2013. Evc:nrs mclude a walk/run, fime.ss challenge, health and well-be1ng acdvicics. A few of rhe bendirs ro healthy caung and physical acrivicy are: risk of chronic djscascs such as hc:::trt d1scasc. diabetes, high blood pressure and cholesterol. T ncrensedencrgy rutd morale 1 ncrcased self-csrcem Better weight control Decreased dollars spent on medi­ cal bills and insurance Healthier jo~nrs, bones anti mli5Cic:.s Increased flexibility and fitness level Longcviry Increased qualiry of Ji r~.: Nor only docs a healthier Ufcsrylc increase physical health, bur ir also 1rnproves mental ht>alrh. Phpical activiry and healthy eating have been proven w boosrcncrgy leveL~ through­ our the day and mcrt.:ase rhc release of endorphins, which improves moods and comml.s mood swings. In . schedule un pagt 20. mail to reach residenrs on the rural f routes served by t:ho:: reduced hours. 1 ''] feel encouraged by rhc Pascal I Sc:nrice's announcement. It seems to roc as if some of rhc more draconian I Ladies Golf League Starts Tuesday, May 22 4:30p.m. LMCC Golf Course You must be signed up to play by May 29 at the latest. After this date you will be listed as a sub. Call: Ellen Hulm across rbe board may be n:calibmred. I hope wt>'ll see some of the same openness to Acxibiliry on other 1mporram is.~ues ro our newspaper mrulcrs,\" he said. tEE UP\\ Men's Golf League Starts Thursday, May 24 Call Doug Scott at 865-3187 to sign up. Men's League wi/1 follow a different format this season. Call Doug Scott if you have any questions : 865-3187 CenturyLink offers telephone assistance to individual s living on Tribal Lands Low-mconu: consumers may quahry for assistnnce that will reduce the cost of basic monlhly lclephone service. The assistance program, known and Qualifications for participolion vury by stale. In stales that follow the federal gu1dchncs, tbl! subscriber must have a household annual gross income at or below 135% or the Federal Poverty Gwdclmc:. for B household or thnt siz..:; or parucipnle 10 any one of the folloll~ng programs. Mcdicmd, Supplemental Nutrition Assistance Program (Food SlampsJ, Supplementa l Security Income (SSI), Federal Public Housing As.qtstance (Section 8), Low-Income I lome Energy Assistance Progrnm (LIHEAP), Nalionnl School Lunch 1\\n:c Program, or for Ne.:dy Familic> (T ANF). Residents of Aml!ricnn lndiun and Alaskan N011ve tribal lands may lJUahf) for up 10 an ndditionnl S25 of cnhuncrtl L1fclme support monthly and n credit of up to S I 00 un thl!ir ioihal JIISiallallon charges. An mdividual Ltfclmc nnd Lmk-Up d1~coun!S 1f he she participates m one of the progrnms hstcd abow, the A~!nstnncc Head Stnn (only for those houscholclo; meeting its income qualifying stanchlrd) Lifeline eligible subscribers muy abo qualify for roliablc home Jntcmct rvicc up to I.SMbps for entury m I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I I A daily reminder of events in and around Timber Lake Sponsored each week by Western Dakota Bank Thursday, May 17 Staff work dav. Timbc:r Lake School High School Regional Track fvlcet, Lemmon lnformationru workshop. Expanding the Busim:ss-ro-Busin css Marke(place on the: Cheyenne River Reservation. TLCC. Friday, May 18 TL Head Srarr Gr:u.luarion , Head Starr Center, 12 noon Mobridge High School Rodeo, 1 p.m. MT Sanarday, May 19 Holy Cross Ntw ro You Store open, 8 a.m.-I p.m. Timber Gkc High SGhool Rodeo, 10 n.m. Sage Brush Garnnd March, Trail Ciry Range Baby shower for Jewel J'Lynn Bowker, TLCC. 6 p.m. Sunday, May 20 Donnie Swan Memorial Dinnt.:r and Give-a-way, Emmanuel Episcopal Church, White Horse, 12 noon Cf United Parish Council met:rs, I 0 a.m. Snge Brush High Power Silhouene Shoot, Trail Ciry Range Monday, May 21 Vorcr n:gisrrarion doses for June 5 primary and school dections High School Golr Mm, Club meers at courthouse ro plant flowers. 9 a.m. EMT training, ambulance: shed, 7 p.m. Tuesday, May 22 Stare Golf Meet, Rapid Ciry Ladies Golf U.':lguc stares, LMCC Golf Course, 4:30 p.m. Wednesday , May 23 Dewey Counry 4-H Hom Safety Trainmg, Eagle Burre 9 a.m., Timber Lake. 3 p.m. Thursday, May 24 Mtm's Golf league starrs, Ll'v!CC Golf Course Glencross Cc.rm:rery clean up. 6:30p.m. (rain dare May 25) Friday, May 25 Sratt: Track Meet, Rapid City Dupree High School Jackpot Rodeo, 5 p.m. Saturday, May 26 Stare Track Meet, Ra.,WCiry Dupree High School Jackpm Rodeo, I 0 a.m. 7th Annunl Sage Brush BPCR Long Range Gong, Trail City Rangt Donnie Swan Memorial Basketball Tournament, l:!Pianr I I I I I I I I I I I I I I I I I I ~---------- ------------------ --~1 Western Dalwta Bank in Timber I Lake offer.r; WESTERN UNION® I Services. If you need to send 1 or receive money efficient/'' 1 we can help you. ~------------------------------~1 Western Dakota BANK FDIC Timber Lake .. 865-3516 Isabel. .466-2115 Eagle Butte .. 964-6300 --Page 14, The Wilmot Enterprise, May I 0, Statements Conllnu..t and offoof <eol at Pe<re. S 0. thiS lSI day MERlE SCHEIBER Yoor Endlng O.C.mber 31, 2011 AMERICAN CONTINENTAL INSURANCE and Uncollected Premlums tnvostmerlt Income S39,5Ba, t 0 7,209,625 Due & Foes Due Ot Accrued Fedora! Income T IIJCIIS Due Of Ac:crued All Olher LIABILffiES Lrlo lnsurnnce In F01011 25 t ,500 STATE OF SOUTH DAKOTA DIVISION OF INSURANCE STATE CAPITOL, PIERRE COMPANY' I CERTIFICATE OF AUTMORITY WHEREAS . lho o1 the ol Mid laws. c1o hereby ceroty 11\\at tho above named Company is fully o~ through Its authonz.od ogot~ta to tmMIICI 6 Bod~y 8. AuiO Bodily ll!jury Auto 11 Fldl!flty 5 Surety 12. Gina 13 Bu'lltnry & Theft 14 Boder & Machinery 15 Alrcroft 16. Cradtl 17 Crop-Ha~ t 8. lJvfl5 GO! nty olfldal ~eal a1 Pleml, 5 0 , thla 111 May, A 0. 2012 MERLE SCHEIBER , O.redOr or Insurance 10216 FROM AHNUAL 201 1 CONTRACTORS COMPANY HOfM Addrall' 101 South In lnam'fld. 9,791 STATE OF SOUTM DAKOTA DIVISION OF INSURANCE STATE CAPITOL, PIERRE COMPANY'S CERTlFICATE OF AUTMORITY WHEREAS, the complied Willi d requ\"ffmmlnts o1 the Insurance Lllws ol tho State South NOW THEREFORE . tho undoralgned , Ooredor ol l_,rance ol tho pursuant to tho pt'OYislons o1 uJd ~ ­ do hereby cerury that tho above named Company Is fully empowered through Its au1hotlzed agents to ttai1SIICI tho numbered fines ol busJIIIISS liSted below: 11· 1 Llfo 2 Health 3. Fire & Allied Unes 4 Inland & Ocean Marine 5. Worlcme~n 's Cotnpan5alron 6 Bodily InJury Uab!ltty (01/ler than Auto) 7 Property Damage (Othor than Auto) 8 Aulo Bodily Injury 9 Auto Property Damage 10 Auto PhyslcaJ Damage 11 Fldnllty & Surety 12 Glass 13 Burglaty & Theil 14 BOller & Machinery 15 Alrcmft 16 Cred~ 17 Crop-Ho~ 18 LlvMtoclt 19 ndo 20 Vor Annutlies P.,..e, 19690 FROM AHNUAL STATEMENT Y11r Ending Addreu: Foralgn l.labildJes TOTAl PPI Up 01 Statutory Dopost! Orou Paid In und Contributed Surplus Unallligned Funds (Surplus) Surplus ao Regurda DAKOTA INSURANCE STATE CAPITOL, PIERRE COMPAHY'S CERTIFICATE OF AUTMORITY tho THEREFORE to tho provisJona of said laws. do hereby c:onrly that lho ftbovo named Company Is tully ompowerl!d through its oulhortuld tz.t:l-14 1 2. Health 3 Fire & Allied Lines 4 tntond & Ocean Morlno 5 Woriunon 'a Compensation l.Jablllty (Other Auto) 7f1Property Damage (OthOf than Auto) 8 Auto Bodtly Injury 9 Auto Property Domage I 0 Auto Physlc81 Domaoe 11 Fldel1ty & Surety 12 Glasa 13. Burglary & Then 14 Bolter & Maclllnory 15. Aircraft (6 Crec:ftl 17 Cnlp-HBJI 16 20 otherwise !'fi\\'Oic'flcl. IN TESTIMONY WHEREOf' I ~et my hand and ol!k:lal aeal at Piomt. s D this lsi day ol May, A.D, 2012 MERlE SCHEIBER O.reciOt AMERICAN-AMICABLE LIFE 102,399,509 7 Property Damage (Other lllan Auto) 8. Auto Bodily Injury 9. AulD Propotty Darnego 10 Auto Ph~ Damage 11 F'tdeltly Glass 13 Burvlaly Theil 15 Alraaft 16 17 Crop-Haa 18 20 , I hereunto se1 nty hand and offiCial seal at Plemt. S D. thla 161 cloy of May. A.D. 2012 I MERLE SCHEIBER D~recto< of Insurance We rio Laminating I II only takes a minute to protect in plastic! From wallet size to 11\"x17\" 'Wilmot 'En+Prr'ri DENNIS ScHULZ INSURANCE INC. Auto Home Lift CommerrUzl Medicare Supplement Long Tnm NutTing Core HealdJ & Group Health Main Office: Box 167 612 Veterans Ave. Sisseton, SD 57262 1-800-423-3906 Office: 24 Broadway Watertown. 57201 1-877-886-1525 - Real Ealato Owned 2, Living ASSETS $«6.358 ,544 Tue1, Uce....,. & Fen Due or Accrued Fedomllncomo Tuos Due 01 Accrued All Other Llablltl>u TOTAl LIABILffiES Special Surplus Funds C.pital Paid Up Gross Pnld In and S228,665.652 t31 STATE OF SOUTM DAKOTA DIVISION OF INSURANCE STATE CAPITOL. PIERRE COMPAHY'S CERTIFICATE OF AUTMORITY WHEREAS w1tt1 all raqu1re~lli ol 1M lmui'MCII Lllws ol tho undo~ned . ~ o1 saod ~ . that may quahfy for nssrstance will reduce the cost of basic monlhiY. lelephone scn~ce The assistance program, known as Lifeline Affordable Telephone Assistance,_ is avnililble to qualifymg consumers in every U.S state (temtory and commonweruth) Oualificntron.~ for parljcipation vary by stat.:. In stales Chat follow the federol guidelines. the subscrilx:r must have a household annual gross income at or below 135'1. of the Federal Poveny Guidelines for n househpld of thai size; or p<,~nicrpatc in any one of the following_ programs Medicare!. Program's Assistance for Needy RcsideniS of American lndtnn and Alasknn Native mbal lands may qualify for up to an additional $25 of enhanced Lifeline suppon mon~nd a crcdi1 of ur to S I 00 on thcrr initial inslanation c . An mdividun living on tribal lands may qualifY. for 1 cline nnd Link-Up discouniS if he or she pantcipotcs in one of the progrnms listed nboveb the Burenu or Indian AIT'nirs Gcnerol Assrstnncc, Tri ally Administered Temporary Assistance 10 Needy f'nmil1es, or Head Stnrt (only for those households meetmg its tncomc qualifying stondiird) Lifeline eligible subscn'bcrs may also !jUahfy for reliable home hicll-~ced lntemcl service UJ! to I 1SMI1Ps for $9.95 ~ monlh for the first 12 month., of SCTVICC. Further delails are available nl ceoturylink.comlintemctbnsics If you live serviCe orca, r.lcasc call 1-800-244-1111 or visil cenrurylink.comlltfeltne with questions or to request an application for The Wilmot Enterprise, May 17, 2012 Insurance Statements Contlnuod from pravlous fMIJO on lh<s nave hctotJnto sal my hand and otrodaf seal at Pierre, S D , tho& 1st day of May, AD. 2012 12321 MERLE SCHEIBER Oue<:Wr of Insurance FROM ANNUAL STATEMENT Yur 2011 AMERICAN CONTINENTAL Unc:oiU!diKI P(1!rruums 2 4.10,061 !merest. DJVodends and Real Estate lncomo ond Accrued 3,131.4n Other Assets 101468,495 TOTAL ASSETS 369,713,031 LIABILITIES, Incurred 880,660 STATE OF SOUTH DAKOTA DIVISION OF INSURANCE STATE CAPITOL, PIERRE COMPANY'S CERTIFICATE OF AUTHORITY WHEREAS, the Amenc:an Economy Insurance CIJI'npany. a Corporatoon organized under the Lewo ol Indiana. has compled w.lh oil requremenls ol the Insurance Laws of tho State of South OnkOID INSURANCE COMPANY AdJUstment Espenses Other Espenses and Foreign Income TallH) Federol and Foreign 0 NOW THEREFORE, the undersigned, Olroclor ol Insurance ol tho Slate ol South Dakota, pursuant lo tho provlslons of suld laws. do ho\"'by certify lhollhe above named CO<npany IS fuRy empoowered through ots aulhonz.ed agents to tntnsacl 209.625 Due and Accrued 354,39.\\ 01hor Assets 1,875,728 TOTAL ASSETS $8.4,853,628 LIABIUTlES, SURPLUS, OTHER Reserve for FileS Due Fodoratlname Taxe& or Accrued All Other !Jab;(, 1185 TOTAL LIABILITIES SpeaaJ Surplus Funds Cot><lol Paid Up Gross Paid In and 251,500 STATE OF SQUTH DAKOTA DIVISION OF INSURANCE STATE CAPITOL. PIERRE COMPANY'S CERT1ACATE OF AUTHORITY WHEREAS. lhe Amencan Conbnental organtzed of Tenn-.,, has Clllllplllld Mth on requlmmenta of tho Insurance Lewo of tho SUllO of South Dakola NOW THEREFORE the Oorec:tor of lnsuronce o1 saod laws. do hentl>y cerbfy tnat 2 Am Un~>~~ Inland Qc:ean MllllM 5 Wcmmen's CO<npensatcn 6 Damag\" (011\\!!r thnn Auto) 8 Aulo Onmanu 10 Auto Pllys>Cal Domago 11 Fldelll't & Surety 12 Glo\" 13 Burglary Th11~ 14 Booler & Machtnery IS 16 Crlldrt I 0 Uv0$1ocl< 19 T>llo 20 Var I h<trounto set my hand and ot!oclol cal ot Plflmt. S D thla Ill doy AD, 2017 MERLE SCHEIBER Oirec:tor ol Insurance 10216 FROM ANNUAL STATEMENT v .. r Ending December 31, 2011 AMERICAN CONTRACTORS INDEMNITY COMPANY Home Office Addrau ' DOfiOS'I Gross Paid In nnd Contliboled Surplus STATE OF SOUTH DAKOTA DIVISION OF INSURANCE STATE CAPfTOL, PIERRE COMPANY'S CERTIFICATE OF AUTHORITY WHEREAS. the AmeriCan Conlr.lcl01'5 Indemnity Compony, of the lnsumnco Laws of the SIDle of South Dakota NOW THEREFORE , lho undersigned, Dreaa< ol tnsumnco ol lhe tho ptOVlSianJ ol suld taws. do hereby cer1rl'y that the above named CO<npany e fully empov.ered through ols authoriZed agents to transad the numbered Lnes of boslness t1sted below II· 1 Ute 2 1-iealth 3 Fire & AJIod Llnos 4 Inland & Ocean Manne 5 Worlunen's CO<npensallon 6 Bodily InjUry Ltabolty (Other than Auto) 7 Property Damage (Other lhlln Auto) 8 Auto Bodily lnj\\lry 9 Auto Property Damage 10 Auto Pnyslcof Damage 11 Fidelity & Suroly 12 Gla§ 13 Bu'llfary & Theft 14 Boeler & Mac:htnory 15 AJrcroft 16 Credit 17 Crop-HaU 18 LJVOStocll 19 Tido 20 Var Annul~es 21 in lhls Slate according to the Laws &~~I my hand and ofl'oal seal ot Poerro. S D this 1st day ol May AD 2012 MERLE SCHEIBER Di\"'clor or fnaumnco 19690 FROM ANNUAL STATEMENT Yur Ending December 31, 2011 AMERICAN ECONOMY INSURANCE COMPANY Home Office Addraaa ' 350 Eoal 96th Unoamed Premiums All Other Lle 1> htJCS TOTAl.. LIABILITIES Special Surplus Funds Capolat Paid Up or Statutory O.tpo< 1 Oro&s Poe! In and Contributed Surplus 3. Ate & Aflfod Unes 4 Inland & Ocean Marine 5 Worltmon 's CIJI'npensatlon 6 Bodily InJury Uablllly (Other than AulD) 7 f!roperty Damage (Other than Auto) 8 :1\\uto Bodiy InjUry 9 Auto Property Damage 10 Auto Physical Damage 11 Fidelity & Surety 12. Gloss 1 a Burgtnry & TheR 1 ~ Soder & Madtfnery Crot>-Ha,j 18 20 TESTIMONY WHEREOF. I hae harounto set my hand and official seat at Pierre. s D thiS 111 day ol May. A.O. 2012 MERLE SCHEIBER D1rector of Insurance 68594 FROM ANNUAL STATEMENT Year Ending Docctmber 31, 2011 AMERICAN-AMICABLE LIFE INSURANCE CO. OF TEXAS Home OfflCII Addreu· 425 Auatln Avenue Waco, TX ASSETS Bondi Stocu Mongage Loans on Real Estate Real Estate Owned Polley Loana Cash and Bank Deposits Due or Acauod AJI Other Lloblllllos Surplus Funds Cap<tnl Paocl and 5,199,131 STATE OF SOUTH DAKOTA DIVISION OF INSURANCE STATE CAPITOL. PIERRE COMPANY'S CERTIFICATE OF AUTHORITY WHEREAS the AmeticJn·Amialblo l.Jfo Insurance Co of Tout. a Corporation orgonltod under LlJWI of Stato of South DnkotA, pursuant to tho provloons of said lawa. do hereby that CompenlllttJon 6 BodUy InjUry Liability (Other than Auto) 7 Property Damage (Othor than Auto) 8 Auto Bodiy InjUry 9 Auto Property Damage 10 Auto PhysiCal Damage II Fidelity & Surety 12 Gloss 13 Burglllry & Theft 14 Bo1lor I! Macnfnory 15 AJrcrt1ft 16 17 Crot>-Hal 18 Title 20 Var Annu1toes 21 In SIDle ao::ordlng lo tho othetw~ne or withdrawn IN TESTIMONY WHEREOF, I have horotJnto set my hand and ofl'odal sent at P>emt. S 0 , lhls 1st day ol May. AD 2012 MERLE Contact for details. 1-800-658-3697 I www.sdna.com jad\\'ertise --Thank You -- Appointed last July, Thamas Nordquist served City Council and Ward 1. Tom re­ signed May 1 due to health reasons. Hi.-i 15 years of ext>erience as Wilmot's police officer provided many insights to tlte CounciL, and his willingness to serve the public was greatly appreciated. Tam, on behalf of the Wilmot City Council, we sincerely thank you for the time and energy you invested in our cammunity. CenturyLink offers telephone assistance to individuals living on Tribal Lands Lifeline eligible subscribCJS mny ol50 !jualify for reliable home hil!h·spced Internet service UP. lo I SMbps for $9.95 per month for !he first 12 monrhs of sc:rv1cc:. Funhcr dctnils nrc available or cc:nrurylink.com/inlemelbnsic..~ If you li vc t n n CcnruryLrn k service area plcnsc call 1-800-244-1 111 or Yisil CCnlllfYiink.comil'ifclinc wilh 1n - "}