{"title": "An Overview of Osteopathic Medicine: Principles and Practice |...", "author": "The trusted source; CONTINUING EDUCATION", "url": "https://www.reliasmedia.com/articles/85236-an-overview-of-osteopathic-medicine-principles-and-practice", "hostname": "reliasmedia.com", "description": "Today, osteopathic physicians (DOs) are recognized for the unlimited practice of medicine in all 50 states, the District of Columbia, and U.S. territories. Allopathic and osteopathic physicians train and practice together in offices, hospitals, and the Armed Forces. Despite this, many physicians,...", "sitename": "An Overview of Osteopathic Medicine: Principles and Practice | 2005-03-01 | AHC Media: Continuing Medical Education Publishing", "date": "2015-01-02", "cleaned_text": "An Overview of Osteopathic Medicine: Principles and Practice Authors: Tiffani Singleton, DO, Dayton Community Family Practice Residency, Dayton, OH; Katherine A. Clark, DO, FAAFP, Associate Clinical Professor, Wright State University School of Medicine, Department of Family Medicine, Dayton Community Family Practice Residency, Dayton, OH; and Janet M. Burns, DO, Assistant Professor, Osteopathic Manipulative Medicine, Department of Family Medicine, Ohio University College of Osteopathic Medicine, Athens, OH. Peer Reviewer: John Glover, DO, FAAO, College of Osteopathic Medicine, Touro University-CA, Vallejo, CA. Osteopathic medicine is parallel and distinct from allopathic medicine. It has been practiced for more than 100 years. Its founder, Andrew Taylor Still, MD, formulated a philosophy of medical care that, while not unique in the history of medicine, was controversial at the time. The reigning medical paradigm of Still's day was that disease came from without and, therefore, the cure must come from without as well. Disease was regarded as the sum total of all the symptoms manifested in the patient and, therefore, treatments were aimed at eliminating or suppressing the symptoms one by one. Still concluded that disease was the result of dysfunction, most noticeably in structure, and that, if structure was optimized, function could be improved or restored. Treatment therefore was aimed at the whole person: mind, body, and spirit. It focused on optimizing host structure and function and not on treating a particular disease entity. Today, osteopathic physicians (DOs) are recognized for the unlimited practice of medicine in all 50 states, the District of Columbia, and U.S. territories. Allopathic and osteopathic physicians train and practice together in offices, hospitals, and the Armed Forces. Despite this, many physicians, as well as much of the public, are not aware of the distinctions between osteopathic and allopathic medicine. While differing in philosophy, the most noticeable difference between DOs and allopathic physicians (MDs) is the use of osteopathic manipulative treatment (OMT). — The Editor Introduction OMT is a therapeutic adjunct that is utilized to treat a wide variety of disorders. As with any form of treatment, it has indications, contraindications, side effects, and dosing requirements. This monograph will discuss osteopathic medicine, its history, philosophy, and utilization of manipulative techniques. What Is Osteopathy? The definition of osteopathic medicine is: \"a complete system of medical care with a philosophy that combines the needs of the patient with current practice of medicine, surgery, and obstetrics, that emphasizes the interrelationship between structure and function; and that has an appreciation of the body's ability heal itself.\"1 The History of Osteopathic Medicine Andrew Taylor Still was born in Virginia in 1828. After studying medicine and serving an apprenticeship under his father, who was a Methodist minister and physician, Still became a licensed MD in the state of Missouri. He served as a surgeon in the Union Army during the Civil War.2 After the Civil War and following the death of three of his children from spinal meningitis in 1864, Still became dissatisfied with the effectiveness of 19th-century medicine. He grew to reject the prevailing medical practices, many of which, including blood-letting and the use of certain drugs such as mercury and strychnine with serious side effects, were ineffective and even harmful. Still spent the next 10 years studying human anatomy and developing an alternate method of treating disease.3 Still developed a medical approach based on anatomy. He used the bony skeleton as his reference point for understanding clinical problems and their pathological processes. He wrote: \"Osteopathy is compounded of two words; osteon, meaning bone, (and) pathos, (or) pathine, to suffer.\"4 Through his cadaver dissections, he reasoned that strains or distortions of the fascia, ligaments, or muscle fibers surrounding blood and lymph vessels and nerve bundles could be the cause of ischemia and congestion.5 In the course of treating his patients, he applied his knowledge of physiology and made clinical correlations between structural imbalances, including misaligned vertebrae, and his patients' disorders. He found that correcting these imbalances resulted in partial or complete \"cure.\" In 1874, Still began practicing osteopathy exclusively. He traveled around Missouri and successfully treated many patients who had been treated unsuccessfully by other physicians. As his reputation grew, he established an infirmary in Kirksville, Missouri in 1889 to care for his growing number of patients. Still's attempts at incorporating osteopathic principles into mainstream medicine were not accepted.6,7 In 1892, he opened the American School of Osteopathy (ASO) in Kirksville. He was an advocate of training women and minorities in the medical profession. The first class had approximately 21 students enrolled, including several women. They were granted the degree of Doctor of Osteopathy (DO) at the end of their training. By 1897, all subjects covered in traditional medical education were taught at ASO, with the exception of the materia medica, the current drug formulary.8 At the time, such distrust of medication was not totally unwarranted. As late as 1899, the Merck Manual of Therapeutics listed 68 different treatments for diabetes mellitus—including arsenic, codeine, iron, and belladonna. He did, however, sanction the use of antiseptics and anesthetics in surgical and obstetrical practice, and the use of antidotes in poisoning cases. As pharmacology improved, and use of toxic treatments declined, many DOs sought to provide their patients with the best of both worlds. After much heated debate, the profession officially added the materia medica to the curriculum in 1929,9 but continued to differ fundamentally from allopathic training in its philosophic approach to health and disease. Osteopathic medicine emerged in a climate in which control of many U.S. medical activities had begun to converge under the American Medical Association. As a result, the profession worked for many years to solidify its own professional identity and to achieve professional credibility.10,11 Osteopathic Philosophy, Principles, and Practice Osteopathic medicine is both a philosophy of health care and a distinctive art. It is supported by expanding scientific knowledge, considers the unity of the patients' structure and function, and applies the philosophy in the practice of medicine and surgery. Its practice combines behavioral, chemical, physical, spiritual, and biological factors related to the establishment and maintenance of health as well as the prevention and alleviation of disease.12 The four principles of osteopathy are summarized in Table 1. Table 1. The Four Principles of Osteopathy Osteopathic medicine is based on a health-oriented, patient-centered philosophy. The physician's primary roles are to: - address primary cause(s) of disease using available evidence-based practices. - enhance the patient's healing capacity. - individualize management plans with an emphasis on health restoration and disease prevention. - use physical examination and manipulative treatment to improve altered structural, mechanical, and physiologic function.13 What Is Somatic Dysfunction? Somatic dysfunction is defined as impaired or altered function of related components of the somatic (body framework) system (i.e., skeletal, arthrodial, and myofascial structures) and related vascular, lymphatic, and neural elements.14 Somatic dysfunction exhibits a change in quantity and quality of motion, and is palpable. Such structural and functional disturbances may be of postural, traumatic, or behavioral origin (i.e., neglect, misuse, or abuse by the patient).15 Four diagnostic criteria of somatic dysfunction are summarized using the mnemonic STAR in Table 2.16 Table 2. Diagnostic Criteria for Somatic Dysfunction Impairment or failure of visceral function may be reflected in the musculoskeletal system. This is referred to as a viscerosomatic reflex. Similarly, impairment of musculoskeletal function may be reflected in the visceral system, a somatovisceral reflex. Visceral and somatic systems can become linked in a vicious cycle of afferent and efferent impulses, which sustain and exacerbate the disturbance.17 Palpatory findings of viscerosomatic origin consistently return after appropriate OMT treatment. Osteopathic physicians recognize this as a sign that somatic findings may be of visceral origin, which assists them in further differential diagnosis of the problem.18 An example of a viscerosomatic reflex would be palpable tissue texture changes overlying the 2nd-5th thoracic vertebrae as a result of a disease and inflammation of the lung tissue. It has been demonstrated that electrical stimulation of inflamed tracheobronchial mucosa causes decreased electrical skin resistance in the T2-5 dermatomes, followed by cutaneous hyperalgesia hours later.19 Appropriate treatment of the somatic component with OMT reduces its afferent and efferent sympathetic input into the vicious cycle, decreasing vasoconstriction and improving tissue perfusion.20 What Is Osteopathic Manipulative Treatment? OMT is designed to treat somatic dysfunction and to remove musculoskeletal and myofascial impediments to normal physiologic processes. It addresses all tissues and is not limited to the spine. Osteopathic manipulative techniques are categorized by several parameters, including: - The initial set up of treatment: direct or indirect. Direct techniques engage the restrictive barrier, whereas indirect techniques are positioned away from the barrier and follow the sense of tissue ease. - Activating force: force utilized to effect change. It may be physician-initiated, with deep pressure, compression, or traction. It also may be patient-initiated, with voluntary muscle contraction or deep breathing applied at the physicians' direction.21 - Target tissue and mechanism of action: joint, neuromyofascial elements, or viscera. Dosing of OMT and Treatment Reactions The dose of OMT is limited by the patient's ability to respond to it. The sicker the patient, the lower the dose. Pediatric patients can be treated more frequently, while geriatric patients need longer intervals to respond. Chronic disease requires chronic treatments. Acute problems initially can have a shorter interval between treatments. The interval can be increased as the patient improves.22 Symptom exacerbation following OMT, such as transient soreness, is considered a normal, temporary outcome of the treatment process. There are few absolute contraindications to OMT, and it is difficult to list general contraindications to all techniques because of the wide variety of procedures available. These techniques vary from mild ones utilizing only the force of the patient's breath, to more assertive impulse- or thrust-based techniques.23 True complications are rare. A review of the literature reveals that most complications involved thrust techniques and focused on the cervical spine. The estimated risk of major impairment following cervical spine manipulation is 6.39 per 10 million manipulations. Vertebrobasilar artery stroke is the most commonly cited injury.24 However, the actual risk of vertebrobasilar artery stroke from manipulation is less than the risk of a spontaneous one.25 High-Velocity/Low-Amplitude (Mobilization by Impulse). High-velocity/low-amplitude (HVLA) employs a rapid therapeutic force of brief duration that travels a short distance within the anatomic range of the joint.26 It is a direct technique that involves moving a dysfunctional joint through its restrictive barrier to restore appropriate physiologic motion. Table 3 lists several indications for the use of HVLA technique. Table 3. Indications for HVLA A common misconception is that the bone is out of place, and that treatment puts it back in place. Instead, HVLA is designed to improve motion and allow the joint to return to the normal neutral or midline position. Following precise positioning against the restrictive barrier, a short (low-amplitude), quick (high-velocity) impulse is applied. Often a click or pop (cavitation) is heard, but is not required for successful treatment. Manipulation of a hypermobile joint can alleviate pain and improve motion, however it can contribute to further joint instability.27,28 Studies have failed to show that habitual joint cracking leads to degenerative joint disease in the MCP joints in the elderly, and does not relate to osteoarthritis of the hand.29 Figure 1 demonstrates the localization of a lumbar vertebral segment for HVLA with side-bending, rotation, and flexion. A short rotation force is applied using the physician's forearms. Figure 1. HVLA Lumbar Spine Soft Tissue. The soft-tissue technique is similar to massage and is one of the most adaptable techniques. By adjusting the intensity, it can be well tolerated by most patients regardless of age and co-morbidity. The technique focuses on the subcutaneous tissue, muscles, and fascia, utilizing varying amounts of pressure and friction. The goals are to decrease abnormal tissue tension and assist in the movement of fluids, blood, and lymph.30 Soft-tissue techniques may be applied directly using inhibition, which is application of steady pressure to soft tissues to relax muscle tension and normalize reflex activity;31 kneading; stretching; deep pressure; or effleurage. It also may be applied indirectly using the patients' breathing as the activating force. Figure 2 shows a soft-tissue technique for the thoracic spine. Figure 2. Soft-Tissue Technique for the Thoracic Spine Muscle Energy Techniques. Muscle energy techniques were developed by Frederic L. Mitchell, Sr., DO. They utilize the patient's own isometric muscle contractions to alter restriction of motion. They most commonly are used as a direct technique. The hypothesized mechanism of action is activation of golgi tendon organs (GTOs), which inhibit tension in muscle fibers. It shares similarities with the proprioceptive neuromuscular facilitation (PNF) techniques used by physical therapists.32 Strain-Counterstrain. Strain-counterstrain is an indirect technique developed by Lawrence Jones, DO. Jones found that patients with painful strains would tolerate being returned to the position in which the strain originally occurred. A tender point is defined as a small hypersensitive area in the myofascial tissues that do not have a pattern of pain radiation. These points are a manifestation of somatic dysfunction.33 The physician identifies a tender point in a region of muscle or fascial strain. The patient is placed into a position of comfort, maintained for approximately 90 seconds, then returned to a neutral position.34 This technique is thought to reset the proprioceptive reflex toward the normal resting length. It is a very gentle, well-tolerated technique. Figure 3 depicts positioning to treat a rhomboid tender point, a dysfunction commonly found in patients complaining of intrascapular pain. Figure 3. Strain-Counterstrain of Rhomboid Tender Point Facilitated Positional Release. Facilitated positional release (FPR) is an indirect myofascial method of treatment developed by Stanley Schiowitz, DO. The dysfunctional region of the body is placed in a neutral position, diminishing tissue and joint tension in all planes. An activating force (compression or torsion) is added for 3-5 seconds. The patient is returned to the neutral position, and the somatic dysfunction is reevaluated.35 Functional Methods. Functional methods are indirect techniques used by A. T. Still. Their most recent refinement is attributed to William L. Johnston, DO.36 They utilize the body's tendency to change toward an optimum steady state. The segment is placed in a position where a state of greatest ease is achieved between all of its physiologic movements. The patient's respirations provide the activating force. The motions of ease are followed until motility and tissue texture no longer improve.37 Functional methods often are well tolerated when other techniques are not. Myofascial and Ligamentous Articular Release Treatment. A. T. Still taught what used to be called traction methods. Most of these became known as ligamentous articular strain or myofascial release techniques. They address fascial, muscular, and ligamentous tensions or imbalances in any part of the body. The fundamental principles are to disengage, exaggerate, and balance. Activating forces may be supplied by the physician (compression or distraction/stretching) or by the patient's respiration.38 William G. Sutherland, DO, generally is credited with formalizing these concepts into a method of treatment. Osteopathy in the Cranial Field. William G. Sutherland, DO, applied the fundamental principles of myofascial and ligamentous release techniques to the diagnosis and treatment of somatic dysfunction of the head. Cranial manipulation is a gentle treatment in which the physician detects stresses and strains of connective tissue or bony skeleton of the cranium through light but focused palpation.39 The physician applies gentle forces with the hands to the dysfunctional regions, resulting in reduction of these strains and improved symmetry of the bony skeleton. Oleski, et al have shown that external manipulation treatment of the cranium altered selected parameters of the cranial vault and base that were measured by pre- and post-treatment x-ray.40 Cranial techniques have been found to be useful in treating a variety of disorders, including structural sequelea of long labor on the infant and the mother,41 headaches including migraine headaches, sinusitis, hay fever, otitis media, colic,42 and diminished infant suck reflex. Visceral Manipulation. Visceral techniques can be direct or indirect and involve palpation and mobilization of organs and the fascia that suspends and envelops them. Sustained abnormal mechanical tension in these tissues is palpable. It contributes to functional impairment of the organ by adversely affecting the exchange of fluids and nutrients, pressure differentials, and neurologic function.43 The goal is to restore physiologic motion and relieve tissue congestion. Physiologic motion can be divided into two components: visceral mobility (movement of the viscera in response to voluntary movement or to the movement of the diaphragm in respiration); and visceral motility (inherent motion of the viscera themselves).44 Lymphatic Techniques. Proper lymphatic flow relies on a balance among the three pumps that control the cardiovascular-pulmonary system: the heart, a pressure pump; the diaphragm, an abdomino-thoracic pump; and the skeletal muscles, a peripheral pump. Lymphatic flow disturbance can be diagnosed by the presence of edema, palpation of lymphatic glands, or both. The tissues may become tender and the muscles contracted. Lymphatic techniques focus on freeing key areas of restriction to lymphatic flow. (See Table 4.) Table 4. Key Points in the Lymphatic Circulatory System Lymphatic flow can be increased using active or passive lymphatic pump techniques.45 One type of active lymphatic pump utilizes an external force to mimic the skeletal muscle pump by gently rocking the patient in the supine position from the feet in both dorsi- and plantar-flexion, as seen in Figures 4 and 5. Another technique uses gentle pumping motions on the chest to stimulate lymph flow by augmenting abdomino-thoracic cavity pressure changes. Passive techniques involve optimizing diaphragmatic excursion to allow increased generation of abdomino-thoracic pressure differentials. Thoracic and abdominal pump treatments have been shown to cause significant increases in thoracic duct lymph flow.46 Figure 4. Pump—Plantar Flexion Treatment with OMT Early osteopathic philosophy viewed disease as the result of imbalanced physiology and overwhelmed host defenses. Treatment and technique, therefore, were not specific to any particular disease. Early research in the field reflects this philosophy and was focused on identifying and defining \"osteopathic lesions\" referred to today as somatic dysfunction. OMT is utilized to improve function, decrease pain, and is useful in prevention as well as in treatment. System Specific Disorders Responsive to OMT Recent research has emphasized efficacy of OMT in specific disease entities, as well as continued inquiry into underlying mechanisms. The following illustrate some specific disorders that have been impacted favorably by OMT. Low Back Pain. Low back pain is the second most common cause of absence from the work place among people younger than 55 years, second only to the common cold. Somatic dysfunction in low back pain is a diagnosis of exclusion. Low back pain also can be the result of referred pain from the viscera. Viscerosomatic reflexes can be seen with pathologic lesions in the prostate, stomach, colon, uterus, kidney, urinary bladder, liver, and spleen.47 Somatic dysfunction may be the primary cause of low back pain or may coexist with other musculoskeletal problems, both acute and chronic. Eighty to ninety percent of low back pain is related to poor posture.48 OMT is useful as an adjunct in the treatment of low back pain. Patients also should be taught stretches to increase mobility of the hip flexors, hip extensors, and hamstrings as well as exercises to strengthen the abdominal musculature and improve pelvic stability.49 In a study involving 155 patients with low back pain for at least three weeks but fewer than six months, 83 patients received OMT, and 72 patients received standard medical therapy. Although the researchers found no statistical difference in clinical outcome between the two groups, the use of medication was found to be greater in the standard-care group than in the osteopathic-treatment group, with significant differences for NSAIDs and muscle relaxants. Physical therapy also was used more frequently in the standard-care group.50 Headache. Chronic headache is a prevalent condition with substantial socioeconomic impact. The structural exam, neurologic examination, and, when appropriate, radiographic studies, are used in the evaluation of biomechanical function of the neuro-musculoskeletal system. Cervicogenic headache, when associated with moderate to severe motion loss in the upper three cervical vertebrae, responds favorably to manipulative intervention.51 The suboccipital myofascial release technique, seen in Figure 6, addresses these areas and decreases the tension in the musculature and improves lymphatic drainage of the tissues. Figure 6. Suboccipital Release Hand Placement The efficacy of spinal manipulation for chronic headache was studied through a systematic review of randomized clinical trials. Manipulation was found to be more effective than massage for cervicogenic headache. Spinal manipulation also was found to have results comparable to commonly used first-line prophylactic prescription medications for tension-type headache and migraine headache.52 Grimshaw reviewed literature on manipulation and mobilization of the cervical spine and concluded that mobilization is probably of at least short-term benefit for patients with acute neck pain; manipulation is probably slightly more effective than mobilization or physical therapy for some patients with subacute or chronic neck pain; and manipulation and/or mobilization may be beneficial for muscle tension headache.53 Rheumatic Disease. Treatment of the somatic component in an arthritic process by administration of manipulative treatment has been helpful in relieving pain and distress.54 The effects of manipulation on myofascial pain can be immediate. Manipulation has been shown to decrease joint pain and normalize function. Manual techniques are beneficial for back and neck muscle imbalance when compared with no treatment or placebo, and have adjunctive usefulness in a comprehensive treatment program. (See Table 5.) Manual techniques are useful for painful conditions as a means to break the pain cycle and increase tolerance of exercise.55 Table 5. Benefits of Manipulation in Rheumatic Disease Mobilizing joints and decreasing muscle/fascial/ligamentous imbalance or tension increases range of motion (ROM), improves local circulation and lymphatic drainage, and balances neuromuscular relationships that alter muscle tone. Treating postural muscles may improve balance and gait. Improved biomechanical function may reduce somatovisceral reflexes. Indirect treatments are useful for patients with osteoporosis or acute inflammation.56 Fibromyalgia. Fibromyalgia syndrome is a common nonarticular, rheumatic musculoskeletal pain disorder for which a definite cause has yet to be identified. Fibromyalgia is characterized by the presence of widespread, diffuse pain and aching, the presence of multiple tender points, morning stiffness, as well as many other associated symptoms including irregular sleep patterns, irritability, numbness and tingling of extremities, chronic fatigue, cognitive dysfunction, bladder irritability, and headaches.57 In one study, 24 female patients were randomized to either OMT only, OMT and education, application of moist heat to tender points only, or a control group. Those receiving OMT had significantly higher pain thresholds, were more satisfied, more comfortable, more relaxed as well as less strained and less confused compared to patients not receiving OMT. The OMT treated patients also reported fewer symptoms related to failure, frustration, inhibition, struggling, helplessness, guilt, incapacity, wakefulness, and tiredness associated with pain. They were less bothered, had good appetites more often, were less depressed, had less frequent losses of energy, were restless less often, and were lonely less often.58 Chronic Pain Syndromes. The experience of pain is mediated by stimulation that occurs at the periphery, spinal cord, and multiple regions of the cerebral cortex. Improper treatment of acute pain may lead to central nervous system remodeling or facilitation, one of the most common causes of chronic pain. OMT has been shown to be helpful in both acute and chronic pain syndromes. The pain relief resulting from joint manipulation appears to involve descending inhibitory mechanisms that utilize serotonin and noradrenaline.59 Pulmonary Disorders. Respiration has been described as a dynamic process involving reflex neural activity; abdominal, diaphragmatic, and other muscular activity; motion of fascial planes; and the movements of more than 146 joints. Pathologic alterations in structure, including restricted rib motion, result in inefficient or decreased ability to function.60 Goals of OMT in pulmonary disorders are to optimize cervical, rib cage, and diaphragmatic motion, allowing the patient to generate improved pressure gradients necessary for efficient movement of air and fluid, and decreasing the work of breathing. Rib raising can improve rib excursion61 and is shown in Figure 7. A technique aimed at improving the excursion of the diaphragm, which may tend to tighten and flatten in chronic respiratory conditions such as asthma, is diaphragm redoming. Figure 7. Rib Raising Many osteopathic primary care and specialty physicians have utilized OMT for patients with asthma or chronic obstructive pulmonary disease (COPD).62 In adults hospitalized with COPD, OMT has been shown to reduce the severity of illness, residual volume, and retained pCO2, while increasing oxygen saturation and lung capacity.63 One study evaluated the immediate effects of osteopathic manipulative procedures on respiratory excursion, peak expiratory flow rates, and subjective measures of asthma symptoms compared with sham procedures on chronic asthma patients. Measurements of both upper and lower thoracic forced respiratory excursion statistically increased after OMT compared with sham procedures. Changes in peak expiratory flow rates and asthma symptoms were not statistically significant.64 OMT combined with conventional treatment has been reported to reduce the length of stay in the hospital in patients with respiratory tract infections, asthma, and COPD. Researchers challenged these findings by conducting a prospective, randomized study to evaluate the efficacy of adjunctive OMT in elderly patients hospitalized with pneumonia. Results showed mean duration of IV antibiotic use was shorter for the osteopathic-treated group than for the control group, which received a light touch protocol (p = .005). The treatment group also had significantly shorter length of hospital stay (p = .014) and greater decrease in white blood cell (WBC) count between days 1 and 3 (p = .014).65 Viral Upper Respiratory Infection. OMT instituted within the first 12-24 hours following the onset of initial symptoms can help to decrease symptoms and shorten the course of the common cold. Treating somatic dysfunctions in the head, cervical, upper thoracic spine, and associated upper ribs as well as the upper cervical and occipito-atlantal regions may aid venous and lymphatic drainage from the head and neck, relieving congestion.66 Otitis Media. Current treatment guidelines for recurrent acute otitis media (AOM) management give little guidance on prevention. Alternative and complementary medicine approaches hold promise but are poorly documented in the literature. Osteopathic manipulative treatment has a potential applicability in children with recurrent AOM, which can be explained by the anatomic relationships of the auditory tube. The angle of the eustachian tube in infancy is approximately 10° to horizontal, which hinders the secretions from draining. The tube also is very short during infancy, which makes it easier for pathogens to migrate from the nasopharynx into the middle ear.67 A multisite, prospective, randomized, controlled trial in children ages 6 months to 6 years with three episodes of AOM in the previous six months or four in the previous year who were not already surgical candidates were randomized to receive routine pediatric care or routine care plus OMT. The study demonstrated a decrease in frequency of episodes of AOM, need for surgical intervention, and improvement of tympanograms. A trend toward decreased use of antibiotics was noted but was not statistically significant. No adverse reactions to OMT were reported.68 A simple, effective treatment to encourage eustachian tube and lymphatic drainage is the Galbreath Technique. Post-Operative Care. The osteopathic approach to the surgical patient incorporates knowledge of organ and autonomic nervous system anatomy and physiology, as well as the role of nociception (pain). Lying on a rigid table under anesthesia can result in postoperative pain and cephalgia, either by creating new or exacerbating old areas of somatic dysfunction. Somatic dysfunction of the spine and ribcage contributes to inefficient respiratory mechanics as well as segmental autonomic sympathetic facilitation to respective organs. Incisional pain leads to splinting and shallow breathing, compounding the mechanical inefficiency. Pain also increases sympathetic outflow, leading to vasoconstriction, increased afterload, and decreased peristalsis. This may lead to conditions such as atelectasis, pneumonia, or ileus that delay recovery and prolong hospitalization.69-71 Localized visceral and peripheral flow of lymph, as well as venous return can be compromised with dysfunctions of the diaphragm. Altered lymphatic flow leads to congestion and edema. Edema causes further compression of lymphatic channels as well as vascular and neurologic structures. Lymphatic stasis promotes changes in pH, facilitating an inflammatory environment in tissues. Chemotaxis along with T and B lymphocyte and monocyte function also may be diminished.72,73 OMT can diminish lymphatic congestion thereby improving oxygenation and nutrition at the cellular level, reducing infection risk, healing time, fibrosis, and scarring. OMT has been used in the management of postoperative ileus for years.74 Studies have shown that effective relief of acute pain and the use of OMT lead to shortened hospital stay, decreased morbidity and mortality, and increased patent satisfaction.75 The thoracic lymphatic pump technique has been shown to be at least as effective as incentive spirometry in preventing atelectasis in patients who have undergone cholecystectomy. Additionally, costs were lower than those for incentive spirometry.76 A randomized, controlled study of patients with acute pancreatitis showed that patients who received OMT in addition to standard care averaged significantly fewer days in the hospital before discharge (mean reduction, 3.5 days) than control subjects. There were no significant differences in time to food intake or in use of pain medications.77 A prospective match-controlled study on the effects of OMT during early postoperative recovery for patients undergoing elective knee or hip arthroplasty demonstrated that the intervention group who received OMT negotiated stairs earlier and ambulated farther, required less analgesia, and had shorter hospital stays.78 Multiple Sclerosis (MS). Current treatment modalities for MS are directed at maintaining current ability or reducing exacerbations. OMT can benefit patients with MS through viscerosomatic, endocrine, and psychoimmunologic pathways. Viceral symptoms of MS include those related to bladder function, and neuromusculoskeletal symptoms include pain, especially cramping and tingling or burning sensation along with trembling and weakness. In a pilot study, 7 female subjects aged 42-68 with MS underwent a 12-week program consisting of OMT and maximal-effort exercise twice per week. The maximal effort concentric exercise program when combined with OMT significantly increased strength and ambulatory levels while not increasing fatigue.79 Neuro-Psychiatric Disorders. There is an integration between the nervous system, behavior, and the immune system. Researchers who have studied other forms of procedural touch in patient care have reported various outcomes, including elevated mood states, shortened hospital stays, and relief of depression, especially in the elderly. OMT may impact the neuro-immune system by modulating the release of neuropeptides.80 One study of premenopausal women ages 20-50 years with moderate depression randomly assigned them to receive OMT in addition to conventional therapy consisting of paroxetine (Paxil) and psychotherapy or conventional therapy only. The researchers found that individuals who received OMT reverted to the normal range of the Zung Depression scale by week 8, whereas 70% of the control group still had signs of moderate depression at the end of the 8 weeks.80 The Future Challenges of Osteopathic Medicine Ongoing research on the efficacy and mechanisms of OMT has many challenges. In designing studies that compare the outcomes of OMT with those achieved by other types of treatment, consideration must be given not only to the diversity of potentially effective manual techniques, but to the difficulty of identifying a simulated treatment with no physical effects.81 In contrast to randomized clinical trials of drugs, double-blind methodology is difficult in manual medicine research since the therapist is aware and the patient may be aware of the technique being applied.82 Efforts to address these challenges include the establishment of the national Osteopathic Research Center (ORC) founded in 2001. Its mission is to foster nationwide collaborative research on the efficacy and mechanisms of osteopathic manipulative medicine. The difficulty the osteopathic profession has experienced in recent years of being recognized as a separate identifiable profession often has been attributed to low public awareness of osteopathic philosophy and principles. Concern also exists that the use of OMT, the procedure most often identified with the osteopathic profession, has been de-emphasized and is becoming \"a lost art within the profession.\"83 Despite the intensive training in OMT provided during the first two years of medical school, many DOs do not use manipulation in their clinical practice.84 Recent graduates of colleges of osteopathic medicine are less likely to use OMT in their practices than those trained 25-30 years ago. Varying reasons exist for the declining use of OMT in practice, including the lack of role models of physicians using OMT in their practice, reimbursement issues, time constraints, and the physician's lack of confidence in his or her skills. This is due, in part, to the closing of many osteopathic teaching hospitals and a lack of uniform continuing education in OMT during clinical training.85 To address these issues, programs are being implemented to provide training and assessment in OMT throughout years 3 and 4, internship, and residency. The osteopathic approach to care of the whole patient is consistent with current practice in primary care. OMT is a safe and effective adjunct to conventional therapy for many disorders. As there has been increased interest in alternative and manual medicine, other health care providers have sought training in OMT. The osteopathic profession provides training in OMT to physicians and dentists through continuing medical education programs sponsored by the American Academy of Osteopathy and the Michigan State University College of Osteopathic Medicine. The authors gratefully acknowledge the assistance of Marc Palmus for the photo illustrations and Gordon S. Walbroehl, MD, and John Howell, PhD, for their encouragement and assistance in editing. References 1. Glossary of Osteopathic Terminology. In: AOA Yearbook and Directory 2004:13. 2. Gevitz N. The DOs: Osteopathic Medicine in America, 2nd ed. Baltimore, MD: Johns Hopkins University Press; 2004:5. 3. Gevitz N. The DOs: Osteopathic Medicine in America, 2nd ed. Baltimore, MD: Johns Hopkins University Press; 2004:6-17. 4. Seffinger MA, King Ward RC, et Osteopathic philosophy. In: Ward RC, ed. Foundations Osteopathic MD: Williams Wilkins; 2003:4. RC, et Osteopathic philosophy. In: Ward RC, ed. Foundations Osteopathic MD: Wilkins; 2003:6. 6. Gevitz N. The DOs: Osteopathic Medicine in America, 2nd ed. Baltimore, MD: Johns Hopkins University Press; 2004:16. 7. Johnson SM, Kurtz ME. Perceptions of philosophic and practice differences between U.S. osteopathic physicians and their allopathic counterparts. Soc Sci Med 2002;55:2141-2148. 8. Gevitz N. The DOs: Osteopathic Medicine in America, 2nd ed. Baltimore, MD: Johns Hopkins University Press; 2004:30. 9. Gevitz N. The DOs: Osteopathic Medicine in America, 2nd ed. Baltimore, MD: Johns Hopkins University Press; 2004:76,77. 10. Johnson SM, Kurtz ME. Perceptions of philosophic and practice differences between U.S. osteopathic physicians and their allopathic counterparts. Soc Sci Med 2002;55:2147. 11. Gevitz N. The DOs: Osteopathic Medicine in America, 2nd ed. Baltimore, MD: Johns Hopkins University Press; 2004:85-100. 12. Seffinger MA, King Ward RC, et Osteopathic philosophy. In: Ward RC, ed. Foundations Osteopathic MD: Williams Wilkins; 2003:10. RC, et Osteopathic philosophy. In: Ward RC, ed. Foundations Osteopathic AOA Directory of Osteopathic Physicians. IM. AOA Directory of Osteopathic Physicians. IM. Wilkins; 2003: 13-15. 18. Kappler RE, Kuchera WA. Diagnosis and Plan for Manual Treatment. In: Ward RC, ed. Foundations for Osteopathic Medicine. Williams & Wilkins; 2003: 575-576. 19. Bonica JJ. General considerations of pain in the chest. In: Bonica JJ, ed. The Management of Pain. Philadelphia, PA; Lea & Febiger: 1990:959-1000. 20. MD: Williams Wilkins; 2003:14. RC, et Osteopathic philosophy. In: Ward RC, ed. Foundations Osteopathic PE. Complications. In: RC, ed. Foundations Osteopathic Medicine. Baltimore, Williams & Wilkins; 2003:1147-1149. 23. Kappler RE, Kuchera WA. Diagnosis and Plan for Manual Treatment. In: Ward RC, ed. Foundations for Osteopathic Medicine. Williams & Wilkins; 2003: 576-577. 24. Coulter ID, Hurwitz EL, Adams AH, et al. The Appropriateness of Manipulation and Mobilization of the Cervical Spine. Santa Monica CA: Rand, 1996. 25. Hurwitz EL, Aker PD, Adams AH, et al. Manipulation and mobilization of the cervical spine. A systematic review of the literature. Spine 1996;21:1746-1756. 26. Glossary of Osteopathic Terminology. In: AOA Yearbook and Directory of Osteopathic Physicians. Chicago 2004:12. 27. Evans DW. Mechanisms and effects of spinal high-velocity, low-amplitude thrust manipulation: Previous theories. J Manipulative RE, Jones,JM. ed. Williams & Wilkins; 2003: 852-854. 29. Protopapas MG, et al. Joint cracking and popping: understanding noises that accompany articular release. J Am Osteopath Assoc 2002 May;102:283-287. 30. Denslow JS. Soft tissues Osteopath Assoc 2001;101:406-409. M. RC, ed. Foundations for Osteopathic Medicine. Baltimore, AOA of Osteopathic Physicians. Chicago 2004:11. 34. Freidman HD. Counterstrain Approach in Osteopathic Manipulative Medicine. 2000. SFIMMS Press. pp. 3, 4, 6, 7. 35. Glossary of Osteopathic Terminology. In: AOA Yearbook and Directory of Osteopathic Physicians. Chicago 2004:11. 36. Johnston WL, Friedman HD. Functional Methods. Indianapolis: American Academy of Osteopathy; 1994. 37. Hoover HV. Functional technic in osteopathic manipulative treatment. 1956. J Am Assoc Osteopathy in the cranial field: Uncovering challenges and potential applications. J Am Osteopath Assoc 2002;102: 367-369. 40. Oleski SL, Smith of cranial bone mobility. Cranio 2002;20:34-38. 41. Turney J. Tackling birth trauma with Pract Midwife 2002;5:17-19. 42. Kimberly Visceral Manipulation. Williams Wilkins; 1988. Eastland Press. pp vii, viii, 5, 6, 175. 45. Kimberly PE. The application of the respiratory principle to osteopathic manipulative procedures. 1949. J Am Osteopath Assoc 2001; 101:410-413. 46. Knott M, Tune JD, et al. Lymphatic pump treatments increase thoracic duct flow. J Osteopath Med 2004;7:100. 47. Eck JC, Circolone NJ. The use of spinal manipulation in the treatment of low back pain: A review of goals, patient selection, techniques, and risks. J Orthop Sci 2000;5:411-417. 48. Newswanger DL, Patel AT, Ogle A. Osteopathic medicine in the treatment of low back pain. Am Fam Physician 2000;62:2414-2415. 49. Jermyn RT. A nonsurgical approach to low back pain. J Am Osteopath Assoc 2001;101(4 Suppl Pt 2):S6-11. 50. Andersson GB, Lucente T, Davis AM, et al. A comparison of osteopathic spinal manipulation with standard care for patents with low back pain. N Engl J Med 1999;341:1426-1431. 51. Grimshaw DN. Cervicogenic headache: Manual manipulative Rep 2001;5:369-375. 52. Bronfort G, Assendelft WJ, Evans R, et al. Efficacy of spinal manipulation for chronic headache: A systematic review. J Manipulative Physiol Ther 2001;24:457-466. DN. Cervicogenic Pain Headache Rep 2001;5:369-375. 54. Tettambel MA. Osteopathic treatment for Suppl Pt 2):S18-20. 55. Fiechtner JJ, Brodeur Manual and manipulation techniques for rheumatic disease. Med Clin North Am 2002;86:91-103. 56. Tettambel MA. Osteopathic treatment Assoc 2001;101(4 Suppl Pt 2):S18-20. 57. Brecher LS. et al. Osteopathic manipulative treatment in conjunction with medication relieves pain associated with fibromyalgia syndrome: Results of a randomized clinical pilot project. J Am Osteopath Assoc 2002;102:321-325. 59. Skyba DA. Joint manipulation reduces hyperalgesia by activation of monoamine receptors but not opioid or GABA receptors in the spinal cord. Pain 2003;106 :159-168. 60. Stretanski MF, Kaiser G. Osteopathic philosophy and emergent treatment in acute respiratory failure. J Am Osteopath Assoc 2001; 101:447-449. 61. Noll et al. Benefits of osteopathic manipulative treatment for hospitalized elderly patients with pneumonia. J Am Osteopath Assoc 2000;100:776-782. 62. Spaeth DG, Pheley AM. Use of osteopathic manipulative treatment by Ohio osteopathic physicians in various specialties. J Am Osteopath Assoc 2003;103:16-26. 63. Bratzler DW. Osteopathic manipulative Assoc 2001;101:427-428. 64. Bockenhauer SE, al. Quantifiable effects of osteopathic manipulative techniques on patients with chronic asthma. J Am Osteopath Assoc 2002;102:371-375; discussion 375. 65. Bratzler DW. Osteopathic manipulative and outcomes for pneumonia. J Am Osteopath Assoc 2001;101:428. 66. Becker AD. Osteopathic treatment of the common cold. 1937. J Am Osteopath Assoc 2001;101:461-463. 67. Pratt-Harrington D. Galbreath technique: A otitis media revisited. J Am Osteopath Assoc 2000;100:635-639. 68. Mills MV, Henley CE, Barnes LL, et al. The use of osteopathic manipulative treatment as adjuvant therapy in children with recurrent acute otitis media. Arch Pediatr Adolesc Med 2003;157: 861-866. 69. Cashen C, Ross SP. General Surgery. In: Ward RC, ed. Foundations for Osteopathic Medicine. Baltimore, MD: Lippincott Williams & Wilkins; 2003:405-407. 70. Nicholas AS, Oleski SL. Osteopathic manipulative System: ed. Medicine. Baltimore, MD: Lippincott Williams & Wilkins; 2003:1059-1061. 72. Nicholas AS, Oleski SL. Osteopathic manipulative System: ed. Baltimore, MD: Lippincott Williams & Wilkins; 2003:1059. 74. Cashen C, Ross SP. General Surgery. In: Ward RC, ed. Foundations for Osteopathic Medicine. Baltimore, MD: Lippincott Williams & Wilkins; 2003:407. 75. Nicholas AS, Oleski SL. Osteopathic manipulative al. Manual medicine diversity: Research pitfalls and the emerging medical paradigm. J Am Osteopath Assoc 2001;101:441-444. 77. JM Radjieski, MA Lumley, Cantieri MS. Effect of osteopathic manipulative treatment of length of stay for pancreatitis: A randomized pilot study. Jarski RW, Loniewski EG, Williams J, et al. The effectiveness of osteopathic manipulative treatment as complementary therapy following surgery: A prospective, match-controlled outcome study. Altern Ther Health Med 2000;6:77-81. 79. Yates HA, Vardy TC, Kuchera ML, et al. Effects of osteopathic manipulative treatment and concentric and eccentric maximal-effort exercise on women with multiple sclerosis: A pilot study. J Am Osteopath Assoc 2002;102:267-275. Adjunctive osteopathic manipulative treatment in women with depression: A pilot al. Manual medicine diversity: Research pitfalls and the emerging medical paradigm. J Am Osteopath Assoc 2001;101:443-444. 82. Oleski SL, Kim MD. Need for objective measures to prove clinical outcome. J Am Osteopath Assoc 2002;102:120; author reply 120-121. 83. Licciardone J, Gamber R, Cardarelli K. Patient satisfaction and clinical outcomes associated with osteopathic manipulative treatment. J Am Osteopath Assoc 2002;102:13-20. 84. Johnson SM, Kurtz ME. Diminished use of osteopathic manipulative treatment and its impact on the uniqueness of the osteopathic profession. Acad Med 2001;76:821-828. 85. Johnson SM, Kurtz ME. Conditions and diagnoses for which osteopathic primary care physicians and specialists use osteopathic manipulative treatment. J Am Osteopath Assoc 2002;102:527-532, 537-540. Today, osteopathic physicians (DOs) are recognized for the unlimited practice of medicine in all 50 states, the District of Columbia, and U.S. territories. Allopathic and osteopathic physicians train and practice together in offices, hospitals, and the Armed Forces. Despite this, many physicians, as well as much of the public, are not aware of the distinctions between osteopathic and allopathic medicine. While differing in philosophy, the most noticeable difference between DOs and allopathic physicians (MDs) is the use of osteopathic manipulative treatment. Subscribe Now for Access You have reached your article limit for the month. We hope you found our articles both enjoyable and insightful. For information on new subscriptions, product trials, alternative billing arrangements or group and site discounts please call 800-688-2421. We look forward to having you as a long-term member of the Relias Media community. "}