{"title": "Que la eficacia de una vacuna contra el coronavirus sea del 95% no significa que el 5% de los vacunados se infecte", "author": "Javier Jiménez", "url": "https://www.xataka.com/medicina-y-salud/que-eficacia-vacuna-coronavirus-sea-95-no-significa-que-5-vacunados-se-infecte", "hostname": "xataka.com", "description": "Sí, es cierto la vacuna de Pfizer y BioNTec tiene una eficacia del 95%, pero ¿qué significa eso exactamente? ¿Qué quiere decir que la de Moderna esté en el...", "sitename": "Xataka", "date": "2021-02-16", "cleaned_text": "Sí, es cierto la vacuna de Pfizer y BioNTec tiene una eficacia del 95%, pero ¿qué significa eso exactamente? ¿Qué quiere decir que la de Moderna esté en el 94,5% o que la de AstraZeneca ronde el 82,4%? Es más, ¿es compatible que la vacuna de Johnson & Johnson sea la \" [gran esperanza del proceso de vacunación europeo](https://www.xataka.com/medicina-y-salud/desastre-astrazeneca-gran-esperanza-plan-vacunacion-espanol-se-llama-johnson-johnson-esto-que-sabemos)\" y tenga solo una eficacia del 66%? No deja de ser curioso que, pese a que llevamos meses hablando de eficacias y sus tantos por ciento, este concepto sea [uno de los más malinterpretados](https://www.livescience.com/covid-19-vaccine-efficacy-explained.html) de toda la pandemia. Contra lo que resulta común escuchar, un 95% de eficacia no significa que de cada 100 vacunados, 5 contraerán la enfermedad. Basta con mirar las cifras del ensayo de Pfizer (que [empiezan a contrastarse con los datos de Israel](https://www.xataka.com/medicina-y-salud/israel-lleva-semanas-vacunando-coronavirus-rapido-que-nadie-primeros-datos-realmente-prometedores)), para comprobar que los contagiados fueron muchos menos: 0,04 entre los vacunados; es decir, 100 veces menor de ese supuesto 5%. Entonces, ¿cómo debemos interpretar esos porcentajes de eficacia? La eficacia de las vacunas, explicada En realidad, el 95% de eficacia hace referencia a otra cosa distinta: a que las personas vacunadas tienen un 95% menos de riesgo de contraer COVID-19 que una persona no vacunada. Es decir, frente a vacunas como las de la gripe que, cada año, tienen una efectividad en torno al 40-60%, las del coronavirus lo hacen bastante bien. De hecho, las de ARNm tienen [eficacias homologables a las mejores vacunas que tenemos](https://www.cdc.gov/vaccines/vpd/mmr/hcp/about.html). No obstante, la cifra en sí misma puede ser engañosa porque es muy difícil de comparar. Pese a la guerra de notas de prensa que sufrimos en su momento, lo cierto es que resulta complicado saber qué vacuna es más eficaz. En primer lugar porque cada \"eficacia\" tiene que entenderse a la luz de lo que el ensayo clínico ha considerado \"caso\". Para que nos hagamos una idea, en los ensayos clínicos de Pfizer y Moderna, un caso era definido como tener una prueba de COVID-19 positiva y al menos un síntoma (aunque este fuera leve). [En el de Johnson & Johnson](https://www.xataka.com/medicina-y-salud/desastre-astrazeneca-gran-esperanza-plan-vacunacion-espanol-se-llama-johnson-johnson-esto-que-sabemos), por poner otro ejemplo cercano, un \"caso\" es tener una prueba COVID-19 positiva y un síntoma moderado (como dificultad para respirar, niveles anormales de oxígeno en sangre o frecuencia respiratoria anormal) o, al menos, dos síntomas leves. Esto (aunque, por supuesto, ambos contaron el número de hospitalizaciones y muertes) hace complicado comparar los ensayos entre sí. Pero es que hay más problemas aún porque hemos de tener en cuenta que cada ensayo clínico se llevó a cabo en países distintos, con personas de entornos sociodemográficos distintos y en momentos epidemiológicos diferentes. De ahí que, cuando se analizan los ensayos clínicos, se hace individualmente, uno por uno y atendiendo a sus propios términos y definiciones. También por eso, las agencias regulatorias y los sistemas de salud recomienden unos usos u otros dependiendo de estos datos. Por eso podemos decir que, en términos generales, las vacunas que se están aprobando han conseguido resultados importantísimos en niveles de eficacia. Y eso sin contar que, por seguir con el ejemplo anterior, las tres vacunas (Pfizer, Moderna y J&J) fueron efectivas al 100% en evitar casos graves una vez que la inmunidad se hubo desarrollado (entre seis y siete semanas después de la pauta completa) y, en ninguno de los ensayos, murió un vacunado por COVID-19. Imagen | Hospital Clinic "}