{"title": "¿Qué es la \"inmunidad de rebaño\" y por qué no la hemos alcanzado?", "author": "Agencia EFE", "url": "https://saludconlupa.com/comprueba/que-es-la-inmunidad-de-rebano-y-por-que-no-la-hemos-alcanzado/", "hostname": "saludconlupa.com", "description": "No hay certeza sobre el porcentaje de la población que debe estar inmunizado para frenar la pandemia. El ritmo dispar de la vacunación, los vacíos en su cobertura y la aparición de nuevas variantes del virus pueden retrasar el logro de esa situación deseada.", "sitename": "Salud con lupa", "date": "2021-06-19", "cleaned_text": "El éxito de las enfermedades infecciosas como la covid-19 está en propagarse. Y cuanto más, mejor. Pero cuando la mayoría de una población se vuelve inmune, ya sea vacunándose o enfermando con anterioridad, esa posibilidad decae y se crea una \"protección\" colectiva, mal llamada \"de rebaño\". Este estado hipotético es uno de los más añorados por las autoridades sanitarias durante la actual pandemia de coronavirus, aunque ahora presenta más retos que realidades gracias al ritmo dispar de la vacunación, los vacíos registrados en su cobertura y futuras variantes que pudieran resistirse a los fármacos disponibles. Pero, ¿qué es y cómo se calcula esa inmunidad de grupo durante la emergencia?, ¿cuánto porcentaje de cada población debe estar inmunizado para alcanzarla?, ¿cuánto falta para lograrla? y ¿qué países están más cerca de hacerlo? Más allá de las matemáticas La inmunidad colectiva, en principio, se estima a través de un cálculo estadístico que parte del coeficiente de reproducción, conocido también como R0. Es decir, el número de personas susceptibles a infectarse a partir de un individuo contagiado. Cada enfermedad infecciosa posee un R0 diferente, pero cortar ese hilo de propagación es la clave para alcanzar la \"protección indirecta\" que ofrece la inmunidad de grupo, como la define la Organización Mundial de la Salud (OMS). Para lograrla existen dos vías: la vacunación y la infección natural. La OMS apoya la postura de lograr la inmunidad colectiva mediante la vacunación y \"no permitiendo que una enfermedad se propague en un grupo demográfico, ya que ello daría como resultado que se presentaran casos y defunciones innecesarios\". Para la Mayo Clinic, uno de los centros médicos más importantes de Estados Unidos, dejar que el coronavirus circule libre también es \"problemático\", pues, entre otras cosas, \"todavía no está claro si la infección con el virus que causa la covid-19 hace que las personas queden inmunes a una futura infección\". ¿Por qué se genera esa protección? Los Institutos Nacionales de Salud (NIH, en inglés) de EE.UU. han explicado en su revista de divulgación científica \"NIHMedLine Plus\" que \"cuando suficientes personas de una comunidad están protegidas contra una enfermedad contagiosa, es difícil que la infección se propague\". Con esa inmunidad de grupo incluso las personas que no han enfermado o que no han accedido a una vacuna \"reciben cierto grado de protección porque la enfermedad contagiosa se contiene\", dicen. En pocas palabras, cuando el virus trata de multiplicarse encuentra la barrera de pacientes inmunes, lo que evita que se esparza. Esto no solo le roba éxito, sino que también previene que los más vulnerables -personas sin acceso o alérgicos a las vacunas, por ejemplo- puedan entrar en contacto con el patógeno. ¿Cuál es el porcentaje de barrera para la covid-19? Teniendo en cuenta que el R0 es diferente para cada enfermedad, en cada caso se calcula un porcentaje particular de la población que debe ser inmune. Por ejemplo, para el sarampión este debe ser de entre un 94% y 95% o para la poliomielitis, del 80%. Consultado por EFE, el director científico de la Sociedad de Infectología del Distrito Federal de Brasil, José David Urbaez, explicó que, según las primeras investigaciones, para la covid-19 el R0 es de 3 nuevos casos por cada paciente infectado; \"así, la inmunidad colectiva se alcanzaría con un 70% de la población vacunada\". \"Alcanzar la inmunidad colectiva demora más o menos tiempo, dependiendo de la velocidad de vacunación. Entonces, con el ritmo actual, eso ocurrirá a finales de 2022 o inicios de 2023\", estima Urbaez, quien aclara que \"inmunidad de rebaño -como se le conoce popularmente- no es un término para usar en personas\". Todo depende también de \"si hay disponibilidad de vacunas en cantidad suficiente\", sostiene el infectólogo, quien con cautela pone como ejemplo americano, en el corto plazo, a \"Chile, EE.UU. y Uruguay\" como los \"afortunados\" en acercarse a conseguirla \"antes del final de 2021\". Precisamente, según cifras globales de Statista, Israel, Emiratos Árabes, Chile, Bahrein, Reino Unido y EE.UU. son, hasta mayo de 2021, los territorios con mayor número de dosis de vacunas contra el coronavirus administradas por cada 100 habitantes. La OMS, en tanto, matiza que aún se desconoce con certeza un porcentaje exacto para alcanzar la inmunidad de grupo, ya que \"determinar esa proporción es un tema de investigación fundamental y es posible que se llegue a distintas conclusiones en función de la comunidad objeto de estudio, la vacuna que se haya utilizado, los grupos demográficos y otros factores\". ¿Las variantes afectan la inmunidad colectiva? Entre estos obstáculos también está que futuras variantes del virus hagan menos efectivos a los fármacos anticovid hasta ahora desarrollados. \"Lo que ocurre, de hecho, es que las variantes podrían disminuir la eficacia de las vacunas en el caso de las variantes Beta, Gamma y Delta, y eso cambia dependiendo de la vacuna que esté sobre análisis\", explica Urbaez. Sin embargo, precisa el científico, \"afortunadamente por ahora las vacunas pierden un porcentaje de su eficacia, pero la mantienen por encima del 50% y por eso continúan siendo excelentes herramientas para el control de la transmisión\". La inmunidad de grupo y la bioseguridad Aunque la inmunidad colectiva es un alivio para detener la propagación epidémica de una enfermedad contagiosa, los científicos son cautelosos sobre qué pasaría una vez se alcance ese estado. \"Después que alcanzamos la inmunidad colectiva es que podemos dejar de aplicar las medidas no farmacológicas, ya que el virus deja de circular en forma epidémica. No obstante, eso se debe hacer con mucho cuidado\", explicó Urbaez. Esto debido a que \"la vacunación de más de 70% de la población tiene que ser uniforme. Si sobran áreas o territorios importantes donde no se obtuvo ese porcentaje, el virus continúa en actividad epidémica\", sostuvo. "}