{"title": "PDF", "author": "PDF", "url": "https://pdfs.semanticscholar.org/2623/10ce5a6fafa504c182883aeb68bd0506b212.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "medicines Article Current Usage of Traditional Chinese Medicine for Breast Cancer—A Narrative Approach to the Experiences of Women with Breast Cancer in Australia—A Pilot Study Dianna Porter1,*, Suzanne Cochrane1and Xiaoshu Zhu2 Penrith 2751, Australia; S.Cochrane@westernsydney.edu.au 2School of April 2017 Abstract: Background: The use of Traditional Chinese Medicine (TCM) by breast cancer patients is growing. Few studies have examined the complexity of breast cancer survivors' attitudes, lived experiences, barriers, and perceptions in using TCM as part of their treatment journey. This article examines breast cancer survivors' experiences, perceptions of, and benets (or not) in using TCM. Methods: Qualitative research, using semi-structured interviews, was the chosen methodology. Results: Participants used TCM as a form of self-help and as a complement, not an alternative, to standard care. Overall, 100% of the participants used acupuncture, 62% used Chinese herbal medicine, 23% used Qigong, and 23% used Chinese dietary therapy. Participants reported perceived outcomes and health benets from TCM usage ranging from increased coping mechanisms, relieving stress and side-effects of standard treatment, the desire to be pro-active in the treatment journey, and to have a locus of control. Some cited the need to have \"time-out\" and the therapeutic relationship with the practitioner as being important. Conclusion: There is a clear need to understand breast cancer survivors' needs for physical and psychological support as they aim to regain control over their life through their experience of illness. More studies are needed to measure and evaluate these outcomes and to help identify breast cancer survivors' healthcare seeking behaviours, during and after the acute treatment stage that addresses their physical, emotional, and spiritual needs. These results aim to inform future research design and evaluate and develop support services that are patient-centred and focus on whole health outcomes, shared decision-making, and quality of life. Keywords: breast cancer; traditional Chinese medicine; acupuncture; patient experiences; Chinese herbal medicine; integrative care in oncology 1. Introduction Malignant breast cancer is a major health issue for women worldwide and has increased exponentially in the last three decades, particularly in the Western world. For Australian women, there is now a one in eight lifetime risk of being diagnosed with this type of malignancy [ 1]. With 15,000 Australian women diagnosed with breast cancer in 2009, this equates to a 300 per cent increase in the last three decades [2]. Improved earlier detection combined with improved treatment methods has resulted in decreased mortality in the last two decades [ 3]. Simultaneously, the use of Complementary and Alternative Medicines 2017 ,4, 20; doi:10.3390/medicines4020020 www.mdpi.com/journal/medicinesMedicines 2017 ,4, 20 2 of 12 Medicine (CAM), in particular Traditional Chinese Medicine (TCM), has increased in western countries in this time frame, for healthy subjects and after a cancer diagnosis, as an adjunct to standard care [ 4-8]. Studies have found that 65% of cancer patients in Australia use some form of Complementary and Alternative Medicine (CAM), with TCM usage being as high as 36% and breast cancer survivors being amongst the highest users [4-7,9-13]. The theory of Traditional Chinese medicine is predicated on classical knowledge of several thousand years that has evolved over time and with clinical experience [ 14]. It is a complex holistic health system that is rooted in the ancient philosophy of Daoism, which emphasizes \"naturalness\" and man's position between 'heaven' and 'earth' [ 15]. According to ancient theory \"Qi\" which is our life force energy, is carried throughout the body via meridians, which are the conduits of the body energy [ 15] \"Qi\" is responsible for physiological function: any abnormalities in the smooth flow of \"Qi\" causes a disharmony in the body which may result in a disruption to homeostasis and disease [ 16]. TCM aims to address these imbalances to enable the body to heal itself. TCM is a complex set of interventions encompassing acupuncture, Chinese herbal medicine, moxibustion, cupping, Chinese therapeutic massage, Qigong, and Tai Chi (exercise therapies that combines postures, movement, and co-ordinated breathing) as well as dietary and lifestyle advice to provide individualized whole-person care after a differential diagnosis. TCM is an energy based system with a holistic approach to the patient encompassing mind, body, and spirit. Today acupuncture is the most widely practiced modality of TCM in the western world. With increased survivorship rates, many women can have ongoing debilitating side-effects for more than 10 years post-treatment [ 17,18]. These side-effects may have physical as well as psychological effects on their everyday wellbeing and can include fatigue, hot flushes, anxiety, insomnia, nausea, pain, lymphodema, depression, and weight change [ 19]. Many women are prescribed chemotherapeutic, estrogen antagonists, or aromatase inhibitors for 5-10 years to (tamoxifen, evista, femara, raloxifence, amimidex ) [20]. Currently there be few satisfactory conventional post-treatment strategies for on-going care and support of the specic needs of this group of women. Many are turning to TCM therapies, during and as a post-treatment strategy, to alleviate symptoms and to improve their Quality-of-Life (QOL) [ 4,21-23]. Whilst there are many randomized controlled trials on the use of acupuncture for the side-effects of breast cancer treatments, there is little qualitative research to identify and describe motivations for use, attitudes, and perceived benets of TCM for long-term physical and emotional needs [ 4,21-23]. In Australia, TCM is mostly accessed from the private health sector and occasionally from a cancer support centre at a hospital, but these services are not usually integrated with a hospital [23]. 2. Materials and Methods Qualitative research methods were chosen to open discussions with participants about their choices for breast cancer treatment and post-treatment care. A survey, for example, would not have provided the rich data generated by extended interviews. The value of qualitative data is to support those surviving breast cancer and those who provide care for them not only in considering the likelihood of continued survivorship provided in quantitative studies but also ways to enhance their quality of life. The limited disclosure to oncologists of their patients' use of CAM therapies and their effects does not advance knowledge of best care in the eld. Thirteen women were recruited via an email sent through Breast Cancer Network Australia in 2014. Initial criteria included being greater than 18 years of age and able to read and write English and having used a TCM modality as part of their treatment journey. Ethics approval was obtained upon application to the Western Sydney University Ethics Review Committee (HREC) H10441.Medicines 2017 ,4, 20 3 of 12 The Participants The respondents, all living in New South Wales, Australia, had an average age at the time of the interview of 46 years (range from 38 to 64). Eight had dependents living at home. Years since diagnosis ranged from 1 to 11 years (average 4.8 years). All had completed the acute stage of their bio-medical treatment. Many were still suffering side-effects of breast cancer and/or the treatment protocols. All the women had undergone surgery (seven underwent mastectomies), nine received chemotherapy, and ten underwent radiation treatment (Table 1) Eleven of the women took or are taking adjuvant hormone therapies. All experienced symptoms including, but not limited to lymphoedema, fatigue, depression, depressed blood cell count, frozen shoulder, stress, anxiety, hot flushes, and night sweats as a result of their medical treatment. One participant reported recurrence of breast cancer. Six women identied as never having used TCM before (46%). All participants used acupuncture, 62% used Chinese herbal medicine, 23% used Qigong, and 23% used Chinese dietary therapy. (Table 2). None of the women abandoned standard biomedical treatment, but used TCM as an adjunct to standard care. All participants held private health insurance. Individual in-depth interviews were conducted by one researcher, digitally recorded and transcribed verbatim for analysis. Participants were encouraged to recount their own personal stories and thoughts about their experience with the illness and their use of TCM. All interviews started with a broad open-ended question and continued in a conversational form allowing the women the freedom to talk about their experience. This narrative style focused on what was important to them and allowed entry into their world through their stories. Illness narratives identify themes as personal stories which are explored though the women's treatment and treatment effects [ 24]. The discussion unfolded why they decided to use TCM, what they valued about the treatment, and any barriers they experienced in using TCM. A question guide (Appendix A) was referred to, covering key concepts identied through the prior literature review. These questions were a guide only and evolved throughout the study. Not all questions were answered by participants. A grounded theory formal approach to data synthesis was used, allowing the theory to emerge from the data and to generate new theory [ 25]. By constant comparison and reflection on the responses to the questions, emergent trends were categorized to identify patterns [ 25,26]. Each transcript was analysed to identify themes and these were coded [ 24]. As new themes emerged they were contrasted with previous transcripts to identify key themes [ 27]. This method was used until saturation of themes was reached.Medicines 2017 ,4, 20 4 of 12 Table 1. Prole of participants. Research ParticipantAge at DiagnosisCurrent Age Marital Status Type of Cancer TreatmentSpecial Characteristics or Circumstances A 52 58 De-facto DCISMastectomy, lymph node removal, chemo, tamoxifen, aromatase inhibitors B 44 52 Single with dependants DCIS/EBCMastectomy, lymph node removal, chemo, radio, tamoxifenFrozen shoulder from radiation treatment, breast reconstruction which had to be re-done C 56 58Married with dependantsLobular Carcinoma in SituMastectomy, chemo, radio, lymph node removal, femaraOther breast removed year later and reconstruction D 49 53 Single EBCLumpectomy, lymph nodes removed, radio, aromatase inhibitors E 44 47Married with dependantsDCIS/EBC Mastectomy, chemo, radio, tamoxifen F 44 55Married with dependantsEBC, Grade 4, invasiveBilateral mastectomy, lymph node removal, ovaries removedFrozen shoulder, health complicated by long-term lupus & thyroidectomy G 50 51Married with dependantsInltrating DC x 2, Grade 2Mastectomy, lymph node removal, radiation, tamoxifen, femaraSecondary cancer in sternum and spine J 58 62 Married EBCMastectomy, lymph node removal, chemo, tamoxifen, aromatase inhibitors, femara K 64 67 EBCWide local excision, lymph node removal, chemo, radio, tamoxifen, aromatase inhibitors L 38 39Married with dependantsEBC Stage 3 Surgery, chemo, radio, tamoxifen22 weeks pregnant when diagnosed, ovaries removed at a later date M 60 70 Single DCISLumpectomy, lymph node removal, radio, tamoxifen N 43 46 Married EBCLumpectomy, lymph node removal, chemo, radio, tamoxifen, aromatase inhibitorsFrozen shoulder ,4, 20 5 of 12 Table 2. Modality of Traditional Chinese Medicine (TCM) used. Modality Used Number of Patients Percentage of Patients Acupuncture 13 100% Chinese Herbal Medicine 8 62% Qigong 3 23% Diet Therapy 3 23% 3. Results The key themes identied included control, relieving, connecting, and constraints in using TCM. 3.1. Control Process of Discovery of TCM —Participants were either current users of TCM who just continued down this path or had multiple information sources as an introduction to TCM. Similar to a previous study on the use of CAM, women were mainly referred by a friend or another breast cancer survivor to a TCM practitioner. Three women received information about TCM use from their oncology team or General Practitioner. This process of self-help and decision-making on the use of TCM engendered a more positive outlook either about the cancer or the symptoms. \"L\"—\" Just recommendation from friends who knew other people who had had cancer \". \"C\"—\" My husband had a friend whose wife had been diagnosed twelve months previously. She recommended an acupuncturist/Chinese herbalist \". \"B\"—\" A friend of mine recommended this Doctor of \"TCM, so I looked him up and there was a lot of information on the internet about him and cancer treatment \". \"K\"—\" On the advice of my oncologist I started acupuncture and have been going regularly, weekly when rst diagnosed. When I was having radiation they said people having acupuncture have a much easier time and I tolerated it well \". Physical Disruption and Psychological Suffering after Breast Cancer—The women spoke about bodily changes; loss of fertility; loss of one or both breasts; changes in weight, energy changes, emotional changes, life perspective changes as a result of their illness. Physical loss brings changes in identity, both self-identity and social identity, and coming to terms with the change from healthy and whole to transformed by illness [ 3]. Physical disruption was a major theme identied in the interviews, and with it the mental suffering for each woman. The desire to be proactive in their health journey and to incorporate physical and psychological factors in one treatment was stressed as a major factor in facilitating their healing process. \"F\"—\" It was quite painful for me to do a lot of things—I lost my pectoral muscles so my shoulders would dislocate while I slept. I wasn't able to help my husband at work, because I couldn't hold anything. Due to my other chronic health issues a reconstruction was out of the question and I gave up using prosthesis due to skin rashes. After having my ovaries removed and being very slim I put on 15 kg so yes it had an impact in that way \". Acupuncture was found to help women with mobility and pain reduction, thereby reducing nancial anxiety and feelings of loss. Control —One of the key themes to emerge was empowerment of patients to be pro-active in their care and well-being. TCM treatments were a process of discovery and were found to give the women a locus of control, empowering them to take practical strategies to manage and minimize symptoms. This psychological transformation put them on a positive self-help path and allowed themMedicines 2017 ,4, 20 6 of 12 to \"flourish\" [ 28-30]. The experiences of transformation brought about positive life changes from work to relationships. This mode of self-help and being an active part of the treatment put them on a positive path, nurtured resilience, and enabled coping [31]. \"H\"—\" Maybe it is psychological, but I think you are doing something to help yourself by having TCM treatment. The acupuncture treatments were to prevent the cancer coming back and to keep me healthier \". Transformation —A diagnosis of cancer is a life-changing experience and is often transformational, engendering spiritual and personal growth [ 32-34]. Many of the narratives revealed changes to perceptions and outlooks on life, including work/life balance, friends, and prioritizing themselves before career deadlines. Breast cancer can have positive and negative aspects on life values as women search to nd meaning in the disease [ 35,36]. The women adjusted to new priorities, changed values and life perspectives, and they spoke of prioritizing themselves and having a healthier work/life balance. They felt that the acupuncture gave them a holistic view of growth and development by focusing on mind, body, and spirit. \"B\"—\" The whole cancer experience was traumatic, it is a huge shock, maybe a wake-up call. I don't have such a high-powered job now \". \"N\"—\" I am not willing to put up with a lot of the stresses I used to put up with. I make sure I have time to rest and time for me. Before I would put my health last, but I don't put work ahead of me anymore \". Illness Outcomes— Cancer survivors search out complementary care such as TCM because of unmet needs in standard care [ 37,38]. The desire to be proactive in their health journey and to incorporate physical and psychological factors in one treatment was stressed as a major factor in facilitating their healing process. 3.2. Relieving Relieving to have \"Time Out \"—Some viewed their treatment as a reward, having time to themselves to relax, with a hands-on approach. Taking care-of-self assumed an important role in their lives. Many reported coping better than others during chemotherapy and with health anxiety. \"N\"—\" I really enjoy my treatment time. I nd it relaxing and meditative to have some 'me' time away from the normal stresses \". Relieving Stress —Participants reported perceived health benets including anxiety and stress reduction to feeling more balanced and with improved well-being. Psychological distress can occur after the initial diagnosis and continue throughout the treatment process, impacting on tumour progression and affecting the immune system [27,38,39]. \"C\"—\" I felt it was a great help to get me through chemotherapy and to deal with illness-related stress. My practitioner initially strengthened my immune system and then helped to relieve side-effects of chemotherapy, including nausea \". \"D\"—\" My acupuncture practitioner was a lot more encouraging than the doctors. Honestly, if I didn't have the acupuncture and Chinese herbs it would be a lot more stressful for me \". Relieving Side-effects of Conventional Treatments —A range of health benets were perceived from using TCM, with stress relief and reducing side-effects of standard care cited as the main benets of use (Table 3). Nausea and low blood count from chemotherapy, fatigue, lymphoedema, hot flushes, insomnia and night sweats, anxiety, and depression had an overwhelming effect on the women, with many symptoms occurring in clusters. Most of the women experienced positive benets from acupuncture, and no-one reported any adverse effects from their treatment.Medicines 2017 ,4, 20 7 of 12 \"A\"—\" It has made a dramatic improvement with side-effects of 'tamoxifen' such as nausea, hot flashes, and night sweats as well as my sleep \". \"F\"—\" I had acupuncture to help with hot flashes and night sweats. It denitely helped, and if these symptoms come back I have acupuncture and it completely goes away. I feel more balanced in what I do, I just feel better. I have found it very effective \". \"G\"—\" With my lymphoedema, I had acupuncture if my arm was beginning to ache. The practitioner worked on getting feeling back in the arm. My sternum was hypersensitive too and the oncologist offered me a drug for that! I used acupuncture and Qigong and there has been really quite substantial benet \". \"E\"—\" I didn't have a terrible time on chemotherapy. I felt that compared to other's experience I tolerated it well. My white blood cell count remained strong throughout, my energy levels didn't drop too dramatically, and I felt my strength return relatively quickly after treatment \". \"H\"—\" I just compared myself to others at the chemo ward. The nurses would say that I was the healthiest-looing chemo patient they ever had. I didn't have any nausea, my blood count remained good throughout. During the whole treatment I was well, I didn't lose a lot of weight, I went to the gym twice a week during radiation treatment \". \"E\"—\" When my blood count was getting low my TCM doctor told me what to eat. After the second blood test my red blood cell count had gone up signicantly \". Table 3. Patient concerns. Patients Concerns Number of Patients Percentage of Patients Stress and coping 9 69% Fatigue 7 54% General well-being 5 38% Adjuvant therapy side-effects 5 38% Chemotherapy side-effects 4 31% Radiation side-effects 4 31% Hot Flushes 4 31% Pain 3 23% Boost immunity 2 15% Insomnia 2 15% Night sweats 2 15% Prevent recurrence 1 8% 3.3. Connecting Connection in the Therapeutic Relationship —Many of the women felt more connected to their TCM practitioner with whom they felt they received a more personalized approach in a less hurried atmosphere. The treatment usually involved discussion of emotional aspects of care with attentive listening. Connection with the care provider can be an important factor in the therapeutic relationship. \"D\"—\" I found my TCM doctor denitely looks at the emotional side of things and was helpful as someone to talk to. He was more encouraging than the other doctors about moving forward \". \"E\"—\" My TCM doctor made me comfortable and it felt a bit like therapy as well as treatment—counselling therapy, because we would talk. It was a marked difference to the chemotherapy suite at the hospital \". Mind Body Spirit Connection —Others took up Qigong to establish a mind-body connection and to improve spiritual and physical wellbeing and reduce stress. Qigong involves specic breathingMedicines 2017 ,4, 20 8 of 12 techniques combined with a mindful focus and specic movement techniques to manipulate the body's qi (energy) to improve physical and spiritual well-being. This re-connection with the body and spirit is important for general well-being and QOL [40-42]. \"K\"—\" I discovered Qigong at a retreat and found it to be absolutely wonderful \". \"G\"—\" I was lucky to nd someone who teaches medical Qigong. I do this meridian breathing and it's really powerful for my energy \". Evidence suggests that physiological stress is improved with techniques of meditation, Qigong, and tai chi. In a study conducted by Lee et al. (2006), 35 women with breast cancer and undergoing chemotherapy experienced improved QOL, less fatigue, and improvement in mood and psychological distress after attending Qigong training during their chemotherapy treatments [40]. Connection between Bio-medical Care and TCM/Polarization and Integration —Many of the women expressed a desire to have a more connected approach and effective communication regarding other treatments that may help their side-effects. Negativity from some of their bio-medicine doctors regarding TCM caused anxiety, conflict, and barriers for some of the women. They indicated that it would be benecial for a combined approach instead of feeling \"caught between two worlds\" [ 43-45]. None of the women were advised to discontinue use of acupuncture, but most were deterred in their use of Chinese herbal medicine, particularly during radiation treatment. \"H\"—\" Everything should be provided with the oncologist and radiologist—it makes more sense to integrate—the TCM doctor, massage, the naturopath—it should be together and done together, because you are trying to make someone better. Germany is the classic case, they all work together there \". \"E\"—\" I feel like I suffered a little bit, by being caught between two worlds. The conflict of points of view, the whole kind of evidence debate, the scenario where there are not enough studies to support and to argue in an absolutely convincing way with the oncologist what I wanted to do—where it can be proven and backed up with scientic evidence. I feel that the acupuncture did support me and it was the bare minimum of what the oncologist would allow and I feel that it takes a bit of strength to pursue beyond that \". \"G\"—\" He (the oncologist) just rolled his eyes when I told him about the herbs. They were ok about it. He said it would be different if I was having chemotherapy because you don't want anything that interferes with that or would be counterproductive to what they are doing \" 3.4. Constraints in Using TCM Faced with disruption to their lives, the women used the resources available to them to manage their illness. Most found it was easy to have TCM treatment, as it was available close to where they lived and they were covered by their private health insurance, so short-term use was not a problem. Financial and time constraints were cited as the two biggest hindrances in using TCM long-term or after a return to work. \"B\"—\" I continued treatment with acupuncture and Chinese herbal medicine for 18 months. The cost was huge, it was on the other side of town so the time and nancial constraint had a bearing on stopping \". \"I\"—\" I am able to claim on my private health fund. With cancer treatment everything is expensive, you just nd the money \". \"L\"—\" I haven't been for three weeks. I've run out of time, as I have gone back to work and have two children. It's probably more the logistics of getting there after work \". \"K\"—\" Absolutely no limitations. Benets are paid from my private health fund, no problem getting to appointments \".Medicines 2017 ,4, 20 9 of 12 4. Discussion Thirteen women were interviewed. All the women had undergone surgery (seven underwent mastectomies), nine received chemotherapy, and ten underwent radiation treatment. Eleven of the women took or were still taking adjuvant hormone therapies. One participant reported recurrence of breast cancer. In this study 54% of the women were already users of TCM, 23% were referred by friends, and 23% were referred by their doctors. All participants reported being satised with the treatment received from their TCM practitioners. The patient-TCM practitioner therapeutic relationship was an important part of the treatment process. Many of the women developed an ongoing relationship with their practitioner probably due to, (a) longer treatment time; (b) comfortable and relaxing atmosphere; (c) more personal care; (d) able to talk about their worries in an open way. The concept that the women had a greater benet from having the TCM treatment in a different setting to the hospital setting is one that needs further research. Integrating TCM into the bio-medical system may reduce the benet when the setting is not as therapeutic or results in \"white coat syndrome\" [43]. It is evident from this small pilot study that there are commonalities between users of TCM. They used TCM for physical and emotional issues in the treatment and post-treatment stages with the most common reasons being to reduce stress, fatigue, pain, hot flushes, and insomnia, increase general well-being and QOL, to enable coping, to prolong life expectancy, and boost immunity (Table 3). With 69% of the participants using TCM to reduce stress, the treatments were valued in addressing their psychological needs as well as for reduction of treatment related fatigue (54%). Having the treatments gave them more control of their bodies and the illness, giving them a more positive outlook. Some of the participants reported cost, logistics of getting to appointments, and time as barriers that prevented them from continuing with the TCM long-term. Similar to other studies, the interviewees expressed a desire for more information from physicians [ 42]. Effective communication between oncologists and patients is needed to reach mutually informed decisions, to respect patients' preferences, and to integrate safe TCM practice as part of their care. Oncologists and their associated team need to be aware of the physical and emotional needs of their patients and to be able to provide informed advice on TCM modalities that may be of benet for patient well-being [42-45]. The women beneted from their TCM treatments and reported improved QOL during treatment and in their transition from treatment stage to survivorship. They found their use of TCM gave them a sense of responsibility for their health and well-being, and rather than put up with treatment side-effects they sought to alleviate these problems by taking practical strategies to manage and minimize symptoms. This mode of self-help coupled with being an active part of the treatment put them on a positive path, nurtured resilience, and enabled coping [33,34]. 5. Conclusions TCM is becoming increasingly popular for breast cancer patients [ 45]. Effective communication between biomedical doctors and patients is essential to integrate safe TCM practice as part of their care. The women beneted from their TCM treatments, reporting improved QOL during treatment stages and in their transition from treatment stage to survivorship. This study found that the motivations, objectives, and benets of TCM use in breast cancer survivors exhibited commonalities. They used TCM in a supportive role for physical and emotional issues in the treatment and post-treatment stages. With 69% using TCM to reduce stress, the treatments were valued for addressing their psychological needs and reducing treatment related fatigue (54%). The women continued to use TCM regardless of whether their oncology team approved their use or not. They were either referred by a friend or read about TCM and they made their decision from there. They reported a need for their oncology team to be more willing to work with their TCM practitioner. This study had some limitations. The sample size was predominantly from the Sydney area and of Caucasian background. All transcriptions were coded by one researcher and checked byMedicines 2017 ,4, 20 10 of 12 another researcher. Conducting a larger study with more geographical and cultural diversity would improve generalizability of results. This further research will determine if the emerging themes are representative of women's experiences of using TCM as part of their breast cancer journey. Integrative oncology is gaining momentum in western countries with a focus on individualized, patient-oriented care that addresses more than symptoms. The unmet needs of these participants and other cancer survivors could be a future meeting point between the two systems. This article provides an introduction, as described by breast cancer survivors, on their reasons and benets of using TCM as part of their treatment journey. Acknowledgments: This article was part of an Honours Thesis for Dianna Porter, Western Sydney University, Australia. Author Contributions: D.P ., S.C., and X.Z. conceived the idea for the Honours Thesis. D.P . conducted the interviews and analysed and coded the data. The data coding was checked by S.C. and X.Z. D.P . wrote the paper. Conflicts of Interest: The authors declare no conflict of interest. Appendix A Questionnaire Content (These questions are a guide only) 1. What impact did your diagnosis have on your Quality of Life? Probe— Physical, spiritual/emotional, nancial, work/home life 2. Had you used TCM before you were diagnosed? 3. If you hadn't used it before, how did you nd out about TCM? 4. How did your experience with breast cancer lead to use of Traditional Chinese Medicine (TCM)? Probe— At what stage did you use TCM? 5. Did you use any other complementary therapies? 6. What type of TCM therapies did you seek/receive? 7. What do you experience as the benets/limitations of TCM therapies? Probe— Tell me a little more about it? 8. Did you experience any barriers to using TCM? Probe —Time, distance, nancial? 9. What reaction did you receive from your doctors that you were using TCM? 10. How did you experience interactions with the different practitioners you have been involved with and how important have these been for your experience of having cancer? Probe— What did you think or feel about? 11. What advice would you give someone, newly diagnosed with breast cancer, based on your experience? 12. Do you have any other thoughts about breast cancer you would like to share? References 1. Breast Cancer Network Australia (BCNA). Cancer Forum . 2012, 36. Available online: http://www.bcna.org. au/ (accessed on 15 November 2016). 2. National Breast and Ovarian Cancer Centre, Australian Institute of Health & Welfare. Breast Cancer in Australia: An Overview ; A.C.T: Canberra, Australia, 2009. 3. Cohen, I.; Tagliaferri, M.; Tripathy, D. Traditional Chinese medicine in the treatment of breast cancer (part two). J. Chin. Med. 2002 ,29, 563-574. 4. Adams, M.; Jewell, A.P . The use of Complementary and Alternative Medicine by cancer patients. ISSO 2007 , complementary/alternative medicine use by breast cancer survivors: Comparing survey data from 1998 and 2005. BMC Women's Health 2007 ,7. [CrossRef] [PubMed]Medicines 2017 ,4, 20 11 of 12 6. Cui, Y.; Shu, X.O.; Gao, Y.T.; Wen, W.Q.; Ruan, Z.X.; Jin, F.; Zheng, W. Use of complementary and alternative medicine by Chinese women with breast cancer. Breast Cancer Res. Treat. 2004 ,85, 263-270. [CrossRef] [PubMed] 7. Salmenpera, L. The use of complementary therapies among breast and prostate cancer patients in Finland. Eur. J. Cancer Care 2002 ,11, 44-50. 8. Wardle, J.L.; Sibbritt, D.W.; Adams, J. Referral to Chinese medicine practitioners in Australian primary care: A survey of New South Wales rural and regional general practitioners. Chin. Med. 2013 , 8. [CrossRef] [PubMed] 9. Beith, J.M.; Oh, B.; Hale, A.K.; Venkateswaran, R. Acupuncture Use in Women with Breast Cancer. Med. Acupunct. 2011 ,23, 151-157. [CrossRef] 10. Oh, B.; P .; Pavlakis, N.; Rosenthal, D.; Clarke, S. The use and perceived benets resulting from the use of complementary and alternative medicine by cancer patients in Australia. Asia Pac. J. Clin. Oncol. 2010 ,6, Tiralongo, E.; J. Complementary and alternative medicine and critical care nurses: A survey of knowledge and practices in Australia. Aust. Crit. Care 2012 P . Nurses' knowledge, attitudes, and professional use of complementary and alternative medicine (CAM): A survey at ve metropolitan hospitals. Complement. Ther. Tripathy, alternative medicine early-stage breast cancer. Semin. Oncol. 2001 ,28, 121-134. [CrossRef] 14. Lee, M.S.; Kim, K.H.; Choi, S.M.; Ernst, E. Acupuncture for treating hot flashes in breast cancer patients: A systematic review. Breast Cancer Res. Treat. 2009 ,115, 497-503. [CrossRef] [PubMed] 15. Harrington, J.E.; Baker, B.S.; Hoffman, C.J. Effect of an integrated support programme on the concerns and wellbeing of women with breast cancer: A national service evaluation. Complement. Ther. Indications of change in life perspective among women with breast cancer admitted to complementary care. Eur. J. Cancer Care 2001 ,10, 192-200. [CrossRef] 17. Tortora, G.J.; Derrickson, B.H. ed.; John Wiley and Wijma, K. Psychological well-being improves in women with breast cancer after treatment with applied relaxation or electro-acupuncture for vasomotor symptom. J. patients' experiences of using complementary therapies: Polarization and integration. J. Health Serv. Res. Policy 2010 ,15, 54-61. [CrossRef] Lin, S.; Wrensch, M.; Adler, S.; Eisenberg, D. Alternative therapies used by women with breast cancer in four ethnic populations. J. Natl. Cancer Inst. 2000 ,92, 42-47. [CrossRef] [PubMed] 21. McGowan, M.W.; Turner, L.A. Grounded Theory in Practice: Is It Inherently a Mixed Method? Res. Sch. 2010 ,17, 65-78. 22. Charmaz, K.; Belgrave, L. Qualitative interviewing and grounded theory analysis. In The SAGE Handbook of Interview Research: The Complexity of UK, 2002. 23. Bryman, A. Social Research Method , 3rd ed.; Oxford University Press: Oxford, UK, 2008. 24. Corbin, J.; Strauss, A. Grounded theory research: Procedures, J.; Richardson, J. Coping, meaning and symptom experience: A narrative approach to the overwhelming impacts of breast cancer in the first year following diagnosis. Eur. J. Oncol. Nurs. 2011 ,15, 226-232. [CrossRef] [PubMed] 26. Lin, V .; Da Costa, C.; Story, D.F. Complementary and alternative medicine use in Australia: A national population-based survey. J. Altern. Complement. Med. 2007 ,13, 643-650. [CrossRef] [PubMed]Medicines 2017 ,4, 20 12 of 12 27. Otto, L.M.; Howerter, A.; Bell, I.R.; Jackson, N. Exploring Measures Person Wellness: Integrative well-beng and Psyhological Flourishing. Explor. J. 364-370. [CrossRef] [PubMed] 28. Bennett, K.C.; Irwin, H. Shifting the emphasis to \"patient as central\": Sea change or ripple on the pond? Commun. 1997 ,9, 83-93. [CrossRef] 29. Carlsson, M.; Hamrin, E. Psychological and psychosocial aspects of breast cancer and breast cancer treatment: A literature review. Cancer Nurs. Symptom prevalence, characteristics and distress in a cancer population. Off. J. Int. Soc. Qual. Life Res. 1994 , 3, 183-189. L.A.; Twillman, R. Emotionally Expressive Coping Predicts Psychological and Physical Adjustment to Breast Cancer. J. Consult. Clin. Psychol. 2000 ,68, E.R. The use and perceived benet of complementary and alternative medicine among Californians with cancer. Psychol. Oncol. 2008 ,17, 19-25. [CrossRef] [PubMed] 33. Price, S.; Long, A.F.; Godfrey, M. Exploring the Needs and Concerns of Women with Early Breast Cancer during Chemotherapy: Valued Outcomes during a Course of Traditional Acupuncture. Evid. Based Complement. Altern. Med. 2013 . [CrossRef] [PubMed] 34. Canales, M.K.; Geller, B.M. Surviving breast cancer-The role of complementary therapies. Fam. Community Health 2003 ,26, 11-24. [CrossRef] [PubMed] 35. Satin, J.R.; Linden, W.; Phillips, M.J. Depression as a predictor of disease progression and mortality in cancer patients. Cancer 2009 ,115, 5349-5361. [CrossRef] associated with indices of cortisol production in women with breast cancer and controls. Psychoneuroendocrinology 2006 ,31, 299-311. [CrossRef] [PubMed] 37. Lee, T.I.; Chen, H.H.; Yeh, M.L. Effects of chan-chuang qigong on improving symptoms and psychological distress in chemotherapy patients. Am. J. Chin. Med. 2006 ,34, 37-46. well-being: Systematic review and meta-analysis. BMC Complement. Altern. Med. connection: The psychophysiology of many traditional nursing interventions. Clin. Nurse Spec. 1995 ,9, 59-66. [CrossRef] [PubMed] 40. Costa, L.J.M.; Varella, P .C.S.; Del Giglio, A. White coat effect in breast cancer patients undergoing chemotherapy. Eur. J. Cancer Care 2003 ,12, 372-373. [CrossRef] 41. S.E. Complementary/Alternative medicine use in a cancer center and the implications for oncology. Altern. Ther. Health physicians and cancer patients about complementary and alternative medicine: Exploring patients' perspectives. centre. BMC Complement. cancer patients: Introduction an expert-based BMC Cancer 2012 ,12. [CrossRef] [PubMed] 45. Carmady, B.; Smith, C.A. Use of Chinese medicine by cancer patients: A review of surveys. Chin Med. 2011 , 6, 22-29. [CrossRef] [PubMed] ©2017 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution "}