{"title": "PDF", "author": "PDF", "url": "https://yaojuntong.files.wordpress.com/2020/06/1-s2.0-s2405805x20300247-main.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Contents lists available at ScienceDirect Synthetic and Systems Biotechnology journal homepage: http://www.keaipublishing.com/synbio Perspective An aurora of natural products-based drug discovery is coming Yaojun Tongc,, Zixin Denga,b, aState Key Laboratory of Microbial Metabolism, School of Life Science and Biotechnology, Shanghai Jiao Tong University, Shanghai, 200030, China bKey Laboratory of Combinatorial Biosynthesis and Drug Discovery, Ministry of Education and School of Pharmaceutical Sciences, Wuhan University, Wuhan, 430071, China cThe Novo Nordisk Foundation Center for Biosustainability, Technical University of Denmark, 2800, Kgs. Lyngby, Denmark ABSTRACT Natural products (NPs), a nature's reservoir possessing enormous structural and functional diversity far beyond the current ability of chemical synthesis, are now proving themselves as most wonderful gifts from mother nature for human beings. Many of them have been used successfully as medicines, as well as the mostimportant sources of drug leads, food additives, and many industry relevant products for millennia. Most notably, more than half of the antibiotics and anti-cancer drugs currently in use are, or derived from, natural products. However, the speed and outputs of NP-based drug discovery has been slowing down dramatically after the fruitful harvest of the \"low-hanging fruit \"during the golden age of 1950s-1960s. With recent scienti c advances combining metabolic sciences and technology, multi-omics, big data, combinatorial biosynthesis, synthetic biology, genome editing technology (such as CRISPR), arti cial intelligence (AI), and 3D printing, the \"high-hanging fruit \"is becoming more and more accessible with reduced costs. We are now more and more con dent that a new age of natural products discovery is dawning. Introduction The number of unique permutations in the chemical space is be- lieved to be much larger than the number of stars in the current known universe. Natural products, especially the secondary metabolites from plants and microbes (bacteria and fungi), occupy a huge and uniquely biologically relevant chemical space that no current chemical synthesis can cover. It makes natural products very important resources for pharmaceuticals. Natural products-based medicines can be traced back thousands of years in the ancient Mesopotamia's sophisticated medic- inal system [ 1]. In China, for example [ 2] therst record is (Wushi'er Bingfang), containing 52 prescriptions, which dates fromabout 1100 B.C. Then followed by (Shennong Herbal), from about 100 B.C., containing 365 drugs; (,, Tang Herbal), from 659 A. D., containing 850 drugs; and (Compendium of Materia Medica), from 1596 A. D., containing 1,892drugs. Together with many other documented or undocumented Chi- nese materia medica, they gave rise to Traditional Chinese Medicine (TCM). However, due to the technology limitations, we have not known for a very long time which natural product component(s) of the herbsare responsible for the medical activities. The discovery of penicillin from the lamentous fungi Penicillium notatum in 1929 by Sir Alexander Fleming [ 3] not only opened the molecular age of natural products, butalso dramatically shifted the focus of natural products discovery from plants to microbes. Fleming shared the 1945 Nobel Prizes in Physiology or Medicine with Ernst B. Chain, and Sir Howard Florey for that dis- covery. As a result of this focus change, a number of other discoveries were made in rapid succession: in 1943, Selman A. Waksman dis- covered streptomycin from Streptomyces griseus [4] (who was awarded the 1952 Nobel Prizes in Physiology or Medicine for that discovery); in1945, Benjamin M. Duggar discovered chlortetracycline Streptomyces venezuelae [6]; discovered vancomycin from Amycolatopsis orientalis [7]; and Omura discovered avermectins from Streptomyces avermitilis [8] (he shared the 2015 Nobel Prizes in Physiology or Medicine with William C. Campbell and Youyou Tu for the discovery of avermectins and artemisinin, respectively); etc. These remarkable milestones during the 1950s to 1960s are known as the Golden Age of natural products-based drug discovery. To date, research based on the discovery of natural products has been awarded Nobel Prizes in Physiology or Medicine a total of three times in its 120-year history. The rst two were 7 years apart, while the last two were 63 years apart. This decline in research outcomes ispartially due to the fact that the easily accessible discoveries were made by the classic \"top-down \"strategy ( Fig. 1), and it has been more than https://doi.org/10.1016/j.synbio.2020.05.003Peer review under responsibility of KeAi Communications Co., Ltd. Corresponding author. Corresponding author. State Key Laboratory of Microbial Metabolism, School of Life Science and Biotechnology, Shanghai Jiao Tong University, Shanghai, 200030, China. E-mail addresses: yato@biosustain.dtu.dk (Y. Tong), zxdeng@sjtu.edu.cn (Z. Deng).Synthetic and Systems Biotechnology 5 (2020) 92-96 2405-805X/ © 2020 The Author(s). Production and hosting by Elsevier B.V. on behalf of KeAi Communications Co., Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/BY-NC-ND/4.0/). T30 years now with no new approvals of natural product-based anti- biotics [ 9]. With the emergence of combinatorial synthesis, a large number of synthetic libraries have been synthesized. It made manypharmaceutical companies step back and even exit from the natural products arena, which resulted in a sharp reduction in the output of both new drug leads and approved drugs from the drug development pipeline [ 10]. However, with the advances in whole genome sequen- cing and genome mining, we see that there is a huge yet unexploitedpotential of secondary metabolites which is hidden in the genome of the microorganisms, both culturable and unculturable [ 11]. Typically,there are 20- clusters encoding secondary metabolites per actinomycete strain, less than 10% of which have been chemically identi ed in laboratory conditions. Given the fact that new bioactivities are inherently linked with novel chemical structures, wecould imagine a large number of new bioactive secondary metabolites are waiting on us to discover them. The award of the 2015 Nobel Prizes in Physiology or Medicine for research in natural products both vali- dated and reinvigorated the whole natural product community [ 12]. The incredible rate of development in genome sequencing, modernmetabolic engineering, synthetic biology, advanced genome editing, big data, arti cial intelligence (AI), and 3D printing together with the growing microbial strain collections enable us to access the previouslyinaccessible natural products. Taking these advances all together, there is no doubt that a new age of natural products discovery is yet to come. Personal perspectivesResources and natural products As the Chinese proverb goes, \"without rice, even the cleverest housewife cannot cook \". Natural products discovery also requires good resources. The resources discussed here are mainly microbial strain collections and high-quality genome/metagenome sequences. Microbes, as the natural products producers, are the start point of the whole journey of microbial natural products discovery, making them- selves irreplaceable. Initiated by Professor V. B. D. Skerman, the Word Federation for Culture Collection (WFCC)-World Data Centre for Microorganisms (WDCM) has been growing into WFCC-MIRCEN (Microbial Resources Centres)-WDCM, the leading data center for microbial resources ( http://www.wdcm.org ). It has been hosted and maintained by the Institute of Microbiology, Chinese Academy of Sciences since 2010. To date, more than 3,233,000 microbials from 791 culture collections in 78 countries were registered in WFCC-MIRCEN- WDCM. Beyond these registered resources, there also are some well- established microbial strain collections in both non-pro t research in- stitutes and companies ( Table 1). Given the fact that the majority of microogranisms are unculturable with current technologies, genomic and metagenomic sequence in-formation are becoming more and more important as nowadays we are able to directly get encoded compounds from the genetic information. A detailed introduction of microbial genome resources can be found in the review [ such well-known http://genome.jgi.doe.gov/portal/ ). To date, they have recorded > 21,000 and > 16,000 complete bacterial genomes, re-spectively. It's worth noting that a large part of these complete genomes are resequencing results of the same species. Only around 260 complete genomes for streptomycetes are available in GenBank. Of course, many genome sequencing projects are ongoing, for example the 10 k micro- bial sequencing project coordinated by Dr. Lixin Zhang, and also many microbial genome sequences have not yet been deposited to public databases, for example the genomic database of over 135,000 strains that was originally assembled by Warp Drive Bio, and now it belongs to Ginkgo Bioworks. Synthetic biology and natural products With rice ready, now we need tools to cook the meals. Tools related to natural products discovery will be discussed in following sections. After the discovery the double helix of DNA and the human genome project (HGP), synthetic biology was crowned \"the third biotechnology revolution \". It is a product of multi-disciplinary integration, which is one of the most active areas in biological and biotechnological devel- opment. This highly interdisciplinary area applies engineering princi- ples to biology. It involves biology, evolution, chemistry, physics,mathematics, engineering, and informatics. Applications of synthetic Fig. 1. A simple work flow of the \"top-down \"strategy for natural products discovery. Dash line means uncertainty, indicating there is a risk of failure from hits to drugs.Double-headed arrow means a feedback loop may exist.Y. Tong and Z. Deng Synthetic and Systems Biotechnology 5 (2020) 92-96 93biology have made signi cant achievements in many areas, such as bioenergy, biomaterials, biomedicine, and bulk chemicals. It greatly enables us to better understand and even engineer life. Given the complexity of the biosynthetic pathway of natural products, the \"top- down \"strategy is obsolete, the more acceptable way to study natural products is the \"bottom-up \"approach ( Fig. 2). It starts with genome mining (the analysis of high quality whole genome information), whichrequires bioinformatics, big data, and even AI; to pathway cloning test-learn engineering; to the cation, which requires modern chemical ana- lysis; and to later compound modi cation and clinical studies, whichneeds biochemistry and cell biology. This procedure perfectly matches the principles of synthetic biology. Applying synthetic biology to nat- ural products-based drug discovery surely will bring the renaissance of natural products discovery [ 14]. Cell factory and natural products Natural products are a subset of specialized metabolites produced by a given cell factory (the living organism). As a complicated system, the cell itself can be considered as a delicate factory, each metabolic pathway works as a pipeline, all pathways together forming a compli- cated network [ 15]. The expression and high yield of a given naturalTable 1 Some microbial strain collections not registered in WFCC-MIRCEN-WDCM. Owner Number (by March 2020) Region Heritage Scripps Research, Florida > 217,000 Florida, U.S. ~210,000 from P zer Fundación MEDINA > 190,000 Granada, Spain From Merck MerLion Pharmaceuticals > 130,000 Berlin, Germany From GlaxoSmithKline (GSK)Bayer > 125,000 Leverkusen, Germany Sano > 120,000 Paris, France Novartis > 70,000 Basel, Switzerland Wen-Jun Li's lab @ Sun Yat-sen University ~70,000 Guangzhou, ChinaNovoBiotic > 64,000 Cambridge, U.S. Mycosynthetix > Hillsborough, Zhang's lab @ East China University of Science and Technology ~10,000 Shanghai, China Fig. 2. A prospective overview of the \"bottom-up \"strategy for natural products discovery. Dash line means uncertainty, indicating there is a risk of failure from hits to drugs.Double-headed arrow means a feedback loop may exist.Y. Tong and Z. Deng Synthetic and Systems Biotechnology 5 (2020) 92-96 94product are highly linked to the whole metabolic network (primary and secondary metabolisms) [ 16]. We have to know which pathways/en- zymes have crosstalk; when, where, and how many enzymes areneeded; how to balance the cell growth and production; how to direct the metabolic flow to the target pathway to reach the theoretical yield. A classic example is the production of penicillin, the yield increasedmore than 10,000 times by simple strain (the cell factory) improve- ment. With the continuous development in CRISPR-based genome editing techniques, such as CRISPR-Cas9 [ 17], CRISPR base editor [18,19], and CRISPR prime editing [ 20] enables much faster and more detailed strain improvement. Given the fact that most of the microbial gene clusters encoding secondary metabolites are so called \"cryptic/silent \"gene clusters, named for their non-expression and/or trace expression, heterologousexpression becomes a powerful approach. With the growth of the me- tabolism knowledge base, and with the advances in genome editing and metabolic modeling, we are now able to design and construct better microbial cell factories for activation and/or high production of natural products. For example, the anti-malaria drug artemisinin was primarily from A. annua . Due to the low yield, seasonal and regional limitations, it could not meet the market demand. However, artemisinin can easilybe chemically synthesized from the precursor artemisinic acid, there- fore, researchers reconstituted the biosynthetic pathway of artemisinic acid in a yeast cell factory, the yield can reach as high as 25 g/L in fermentation [ 21]. Similarly, the bonds between opioid production and requiring eld-grown poppies were broken. Recently, researchers suc- cessfully produced hydrocodone in a yeast cell factory by reconstitution of a complete hydrocodone biosynthetic pathway involving 23 enzy- matic steps [ 22]. cell factories, like Saccharomyces cere- visiae andYarrowia lipolytica , some other microbes have great potential for being cell factories in regards to natural product production, such as:E. coli , which has the most well established knowledge base and toolkit; Pseudomonas putida , which in general has high tolerance many chemicals; and actinomycetes ( erythraea , etc), which could be more suitable for expressing biosynthetic gene clusters with high GC content.The design and construction of actinomycete cell factories have been heavily limited by the humble traditional genetic manipulation ap- proaches, the recently established CRIPSR based genome editing methods for actinomycetes [ 23-25] bring us possibilities to e ciently make good actinomycete cell factories. Moreover, the emerging ofCRISPR-based biosensor development [ 26] enables faster and more sensitive detection of target compounds produced by microbial cellfactories. Reading and writing DNA and natural products During the past 50 years, we have witnessed the incredible devel- opment of DNA sequencing technologies. The rst whole genome to be sequenced was that of the bacteriophage X174 in 1977 [ 27], with only 5,386 bp. To get a human genome (3,234.83 Mb) sequenced, the HGP took 13 years (1990-2003), involved 20 universities in 6 countries, and spent ~3 billion US dollars. By comparison, the Broad Institute an- nounced that it had sequenced 100,000 whole human genomes by 2018. With the fast evolution of sequencing related technologies, from shotgun sequencing, to pyrosequencing (454), sequencing and Nanopore sequencing, DNA sequencing has become much cheaper, easier and orders of magnitude faster. We are now entering the age of the 1K genome (it only costs 1,000 US dollars for whole genome sequencing of a human). The increased ability of DNA reading (sequencing) has made the information of DNA sequences indispensable for biological research.The exponentially accumulated information of whole genome se- quences is also changing how natural products are discovered, instead of the traditional \"top-down \"approach, we are shifting to the genome mining based \"bottom-up \"strategy. Genome mining con rms that thereis still a huge potential of novel natural products in the microbial genomes [ 28]. Compared to the ability to read DNA, the ability to write DNA still has a long way to go. The current nucleic acid synthesis relies heavily on chemical synthesis, with relatively high cost and a long processing time. Can we develop a bio-based (mimicking living organisms), high- delity, cheap, and fast nucleic acid synthesis platform to reach the stage of \"made-to-order \"DNA for desired purposes? One bottle neck of the aforementioned \"bottom-up \"strategy is the cloning of long bio- synthetic gene cluster with high GC content. One direct solution, ofcourse, is the complete synthesis of the whole biosynthetic gene cluster and even the genome with reasonable cost and processing time [ 29]. Bioinformatics and natural products We are accumulating tons and tons of data in every aspect. For example, the microbial whole genome sequences are becoming big data. For natural products discovery, the information we are looking for from the big data of genomes is clear, to nd the right biosynthetic gene clusters with all necessary factors. However, these pieces of informationare still like the needle in a haystack. Therefore, the processing of big data to determine the right way to nd that needle is critical. More and more software and algorithms have been developed for natural pro-ducts discovery. A good summary can be found in the Secondary Metabolite Bioinformatics Portal ( https://www.secondarymetabolites. org)[ 30], currently it contains 25 such tools. The advances in AI and automation will also facilitate natural products discovery. 3D printing and natural products 3D printing is a process of building a three-dimensional object from a computer-aided design. It has been successfully applied in manu- facturing, medical, industry, and many other areas. The list of these potential areas is growing. To date, 3D printing has not reached the molecular or even atomic level yet. Natural products-based drugs (or small molecules) that could be directly 3D printed on-demand would be highly advantageous. Some pioneer work has already been done re- cently [ 31]. If that day of 3D printing in the molecular level comes, and surely it will, it can help us to solve so many problems, such as theshortage of medical supplies in the ght against the sudden outbreak of some diseases such as COVID-19 caused by the coronavirus SARS-CoV-2. Summary We are in the best times, a lot of what was considered the impossible is becoming possible. Those previously inaccessible resources are be- coming accessible. It is an age of pioneering and innovation. Worldwide scienti c collaborations are extraordinarily frequent and easy. It is becoming more and more clear that multidisciplinary integration is thetrend of scienti c development, such as synthetic biology. We are the witnesses of history, but we also need to be prepared for being the builders of history. With world population growth increasing, areas such health, resources, and environment have drawn more and more attention. Natural products would be one of the keys to a bio-sustain- able world. We rely on nature, learn from nature, and eventually we may outperform nature. Imagining a picture that in the near future, big data assists us in designing molecules for given diseases, AI helps us to construct the optimal biosynthetic pathways, which then will be syn- thesized by modern DNA synthesis, synthetic biology helps us to ex- press the pathways and get the desired compounds. An even more wild thought would be to get the desired compounds directly by 3D printing.Y. Tong and Z. Deng Synthetic and Systems Biotechnology 5 (2020) 92-96 95Declaration of competing interest There are no con flicts to declare. Acknowledgements The authors thank Dr. Wen-Jun Li and Dr. Lixin Zhang for agreeing to disclose the number of their microbial strain collections and pro- viding unpblished information. The authors thank Simon Shaw for proofreading the manuscript. Y.T. acknowledges fundings from the Novo Nordisk Foundation (NNF10CC1016517; NNF15OC0016226; and NNF16OC0021746). Z.D. acknowledges funding from the National Natural Science Foundation of China (21661140002). References [1] Borchardt JK. The beginnings of drug [2]Huang KC. The pharmacology ed. Boca Raton, Florida: CRC Press; 1998 . [3] Fleming A. The Med of the continuing search for new antibiotics. Ann N Y Acad Sci 1948;51:177 -81.https://doi.org/10.1111/j.1749-6632.1948. DA, Burkholder PR. Chloromycetin, a 1126/science.106.2757.417 . EW, Ross GT. Some laboratory andclinical experiences with a Cragg GM. Natural products as sources of new drugs from 1981 to 2014. J Nat Prod 2016;79:629 -61.https://doi.org/10.1021/acs.jnatprod.5b01055 . [10] Li JW, Vederas JC. Drug discovery and natural products: end of an era or an endless frontier? Science 2009;325:161 -5.https://doi.org/10.1126/science.1168243 . [11] Wright GD. products Nat Prod Rep 2017;34:694 -701. https://doi.org/10.1039/c7np00019g . [12] Shen B. A new golden age of natural products drug discovery. Cell 2015;163:1297 -300. https://doi.org/10.1016/j.cell.2015.11.031 . [13] Sun Q, Liu L, Wu L, Li W, Liu Q, Zhang J, Liu D, Ma J. Web resources for microbial data. Dev Reprod Biol 2015;13:69 -72.https://doi.org/10.1016/j.gpb.2015.01.008 . [14] Zou X, Wang L, Li Z, Luo J, Wang Y, Deng Z, Du S, Chen S. Genome engineering and modication toward synthetic biology for the production of antibiotics. Med Res Rev 2018;38:229 -60.https://doi.org/10.1002/med.21439 . [15] Chi H, Wang X, Shao Y, Qin Y, Deng Z, Wang L, Chen S. Engineering and mod- ication of microbial chassis for SystBiotechnol 2019;4:25 -33.https://doi.org/10.1016/j.synbio.2018.12.001 . [16] Bian G, Deng Z, Liu T. Strategies for terpenoid overproduction and D, Lin S, Barretto R, Habib N, Hsu PD, Wu X, Jiang W, Marrani LA, Zhang F. Multiplex M, Miyabe A, Araki M, Hara KY, Shimatani Z, Kondo A. Targeted nucleotide editing using hybrid prokaryotic and vertebrate AC, Kim YB, Packer MS, Zuris JA, Liu DR. Programmable editing of a target base in genomic DNA without double-stranded DNA cleavage. Nature2016;533:420 Koblan LW, Levy JM, Chen PJ, Wilson C, Newby GA, Raguram A, Liu DR. Search-and-replace genome editing without double-strand breaks Paddon Fisher K, McPhee D, Leavell MD, Tai A, Main A, Eng D, Polichuk DR, Teoh KH, Reed DW, Treynor Hepp M, Horning T, Iqbal T, Jiang H, Kizer L, Lieu B, Melis D, Moss N, Regentin R, Secrest S, Tsuruta H, Vazquez R, Westblade LF, Xu L, Yu M, Zhang Y, L, Lievense J, Covello TS, Klitgaard AK, Gren Weber T, Lee SY. Highly e cient DSB-free base editing for streptomycetes Y, Weber T, Lee SY. CRISPR/Cas-based genome engineering in natural product discovery. Nat Prod Rep 2018. https://doi.org/10.1039/c8np00089a . [25] Tong Y, Charusanti P, Zhang L, Weber T, Lee SY. CRISPR-Cas9 M, Li Z, Wang W, Liu J, Liu L, Zhu G, Karthik L, Wang M, Wang KF, Wang Z, Yu J, Shuai Y, Yu J, Zhang L, Yang Z, Li C, Zhang Q, Shi T, Zhou L, Xie F, Dai H, Liu X, Zhang J, Liu G, Zhuo Y, Zhang B, Liu C, Li S, Xia X, Tong Y, Liu Y, Alterovitz G, Tan GY, Zhang LX. A CRISPR-Cas12a-derived biosensing platform for the highly sensitive detection of diverse small molecules. Nat Commun 2019;10:3672. https:// doi.org/10.1038/s41467-019-11648-1 Fiddes CA, M. Genome mining approaches to bacterial natural product discovery. 2019 . [29] Wang L, Jiang S, Chen C, He W, Wu X, Wang F, Tong T, Zou X, Li Z, Luo J, Deng Z, Chen S. Synthetic genomics: from DNA synthesis to genome design. Angew Chem Int Ed Engl 2018;57:1748 -56.https://doi.org/10.1002/anie.201708741 metabolite bioinformatics portal: computational tools to facilitate maceuticals. Science 2018;359:314 -9.https://doi.org/10.1126/science.aao3466 .Y. Tong and Z. Deng Synthetic and Systems Biotechnology 5 (2020) 92-96 96 "}