{"title": "Estos son los 10 alimentos más antiinflamatorios imprescindibles en tu dieta para mejorar tu salud", "author": "MARISA DEL BOSQUE", "url": "https://www.elmundo.es/yodona/vida-saludable/2023/02/08/63d39b10e4d4d8d7488b45bf.html", "hostname": "elmundo.es", "description": "Quién no se ha sentido hinchado y pesado después de comer? Por muy delgado que se esté hay un momento del día en que siempre aprieta el pantalón y parece que el cuerpo se...", "sitename": "El Mundo", "date": "2023-02-08", "cleaned_text": "- Vida saludable [Las mejores infusiones antiinflamatorias que te ayudarán a bajar la hinchazón de la tripa](https://www.elmundo.es/yodona/vida-saludable/2023/05/29/646decd9e4d4d8cd618b4644.html) Quién no se ha sentido hinchado y pesado después de comer? Por muy delgado que se esté hay un momento del día en que siempre aprieta el pantalón y parece que el cuerpo se expande [ganando volumen](https://www.elmundo.es/yodona/vida-saludable/2021/01/28/60129e4821efa0f7118b463e.html), o al menos así lo sentimos. La causa hay que buscarla en lo que comemos: según la [Fundación Española del Aparato Digestivo](https://www.saludigestivo.es/), se calcula que el 30% de los españoles sufre problemas estomacales regularmente, como mínimo una vez a la semana, debido a una mala alimentación. Esta es la responsable también de la inflamación interna del organismo. \"Un mecanismo natural de defensa que se desencadena después de un traumatismo, una herida o una infección y nos ayuda a protegernos y a reparar estructuras\", dice la doctora [María José Martínez Obiols](https://www.linkedin.com/in/martinezobiols/?originalSubdomain=es), médico nutricionista especializada en el tratamiento de la obesidad y sobrepeso. Pero que se convierte en un problema cuando pasa a ser algo habitual: \"La inflamación crónica mantenida en el tiempo daña nuestra [salud física, mental y emocional](https://www.elmundo.es/yodona/vida-saludable/2022/10/05/63358401e4d4d83b7d8b45df.html)\", afirma [la doctora](https://martinezobiols.com/). Y está en la base de muchas patologías, \"relacionada con la artritis, la diabetes, el asma, la obesidad y diversas enfermedades intestinales\", añade también [María José Hidalgo,](https://www.linkedin.com/in/maria-jose-%E2%9C%A0hidalgo-farmacia-elche-alicante-13b2872a/?originalSubdomain=es) farmacéutica y doctora en Medicina. Pero el cuerpo es sabio y capaz de reducir este proceso. La clave está en los alimentos que consumimos, apunta [Hidalgo](https://farmaciamariajosehidalgo.com/blog/alimentos-antiinflamatorios/), que intervienen, para bien o para mal, en los procesos de inflamación interna subiendo o bajando los niveles de las hormonas que los regulan y detienen cuando ya no son necesarios. \"Un primer paso para reducir la inflamación crónica es evitar los alimentos proinflamatorios, que son, básicamente, los hidratos de carbono refinados, los alimentos procesados, los azúcares y las grasas trans\", explica la doctora Martínez Obiols. Alimentos que favorecen la inflamación Además de nocivos para el organismo, los alimentos que favorecen los procesos de inflamación -que suelen coincidir con los que provocan la oxidación- son especialmente perjudiciales para las mujeres. Así lo asegura el doctor [Francisco Carmona,](https://www.linkedin.com/in/drfcarmona/?originalSubdomain=es) ginecólogo y miembro de la Real Academia de Medicina de Cataluña. ¿El motivo? También influyen, para mal, en el metabolismo de los estrógenos. Concretamente, estos son los alimentos enemigos que debes evitar si quieres seguir una dieta antiinflamatoria, según la lista que ha elaborado el doctor Carmona. - Carnes rojas. - Grasas de origen animal: cerdo, cordero, hígado y otras vísceras. - Grasas trans: alimentos precocinados y bollería industrial. - Lácteos: leche, quesos no frescos, mantequilla... - Azúcares, sobre todos los refinados. - Gluten. - Bebidas alcohólicas. - Aceites vegetales refinados, como el aceite de girasol o de soja. Una dieta antiinflamatoria Muchos planes de nutrición se presentan como antiinflamatorios, pero solo hay uno reconocido por toda la comunidad científica, [la dieta mediterránea](https://www.elmundo.es/yodona/lifestyle/2022/04/13/62553d44e4d4d8c30d8b45b7.html), porque contiene muchas verduras, frutas, [aceite de oliva,](https://www.elmundo.es/yodona/lifestyle/2022/03/21/62383379fc6c83f30e8b4589.html) cereales integrales y legumbres, cantidades moderadas de pescado, pollo, lácteos bajos en grasa y frutos secos. Al mismo tiempo, limita la carne roja, las bebidas azucaradas, la sal y los alimentos procesados. \"Fundamentalmente, la dieta antiinflamatoria es la que proporciona un equilibrio entre las grasas de la serie omega 6 y las de la serie omega 3\", explica María José Hidalgo. \"Este equilibrio debe ser cercano a la proporción 3/2. En la mayoría de las dietas hay un exceso de grasas omega 6, y aunque tienen un efecto beneficioso para la salud, ya que disminuyen el riesgo cardiovascular, hay que controlar su efecto inflamatorio\". Provienen principalmente de la carne, los huevos, la mayoría de los aceites vegetales (soja, girasol, maíz) y los cereales. \"Pero tenemos otra opción: las grasas omega 3. Estas también disminuyen el riesgo cardiovascular y, además, tienen un efecto antiinflamatorio\", dice Hidalgo. Y otro plus: \"Son útiles para bajar el colesterol y contribuyen al buen funcionamiento de nuestras defensas\", añade [José Manuel Martín,](https://www.dosfarma.com/blog/experto/jose-manuel-martin/) farmacéutico de DosFarma y especialista en Homeopatía y medicamentos sin receta. La fuente principal de omega 3 está en los pescados azules -como la sardina, el atún, el salmón, la trucha o los boquerones-, algunos frutos secos, como las almendras y los pistachos, y el aceite de oliva virgen extra. Alimentos antiinflamatorios Entre los alimentos con más propiedades antiinflamatorias figuran muchos de los más comunes de nuestros supermercados. Estos son los mejores [ remedios naturales](https://www.elmundo.es/yodona/vida-saludable/2022/12/07/638da421fdddff759e8b4572.html) para acabar con la inflamación. - Pescados azules. Ricos en ácidos grasos Omega 3 y en vitaminas del grupo B, vitamina D, fósforo y proteínas de alto valor biológico. - Brócoli y otras crucíferas. Por su contenido \"en glucosinolatos\", dice la doctora [Martínez Obiols](https://www.linkedin.com/in/martinezobiols/?originalSubdomain=es). \"En el brócoli el más abundante es el sulforafano. Tiene propiedades antiinflamatorias y antioxidantes ya que aporta betacarotenos, vitamina C y E y selenio\". - Té verde. De calidad y a ser posible ecológico y a granel. Contiene epigalocatequinas, un polifenol antioxidante y antiinflamatorio. \"Para obtener sus beneficios es recomendable tomar 3 tazas al día\", explica la doctora, \"si le añadimos jengibre potenciamos su efecto\". - Cúrcuma. Es un potente antioxidante y antiinflamatorio por su contenido en curcumina. Es mejor tomarla \"mezclada con aceite de oliva, aguacate y pimienta para favorecer su absorción\", añade [Martínez Obiols](https://www.linkedin.com/in/martinezobiols/?originalSubdomain=es). También como bebida, mezclada con leche de coco o almendras. \"Con una cucharadita de café (5 gr al día) es suficiente\". - Frutos rojos. Fresas, frambuesas, arándanos, moras, cerezas y grosellas son muy ricas en polifenoles, que son potentes antiinflamatorios y antioxidantes. - Raíz de jengibre. Conocida por sus efectos antiinflamatorios y antioxidantes, uno de sus compuestos, el gingerol, ayuda a reducir la liberación de sustancias inflamatorias de las células sanguíneas. - Aceite de oliva virgen extra. Rico en omega 3, contiene oleocanthal, un compuesto con propiedades antioxidantes y antiinflamatorias que actúan en el organismo de forma similar al ibuprofeno. - Remolacha. Rica en fibra, ácido fólico, vitamina C y betalaínas, las responsables de su color, es un buen antioxidante con propiedades antiinflamatorias. - Pimientos. Además de ser un antioxidante, aporta vitamina B6, ácido fólico, flavonoides y salicilatos, uno de los principios activos de la aspirina, por lo que tiene efectos analgésicos y antiinflamatorios naturales. - Ajo y cebolla. Dos hortalizas que son potentes antiinflamatorios naturales y que actúan de forma similar. La cebolla, gracias a compuestos como la aliína, la quercetina y la alicina, este último un activo que también aporta el ajo. Las mejores frutas antiinflamatorias Hay dos frutas que se convierten en poderosos alimentos antiinflamatorios. La primera de ellas, [la piña, la estrella en todas las dietas](https://www.elmundo.es/yodona/lifestyle/2022/05/30/628b76dbfc6c83df3d8b45a9.html) de este tipo gracias a su contenido en bromelina, una enzima que contribuye a asimilar los aminoácidos y favorece el proceso de digestión. Además, tiene efecto analgésico y antitrombótico. La segunda, [las fresas, ](https://www.elmundo.es/yodona/vida-saludable/dietas/2019/05/13/5cd5866721efa05f388b46dd.html)una fruta que contiene \"aproximadamente 30 componentes antiinflamatorios que alivian las molestias del intestino, limpian y purifican el aparato digestivo\", afirma la doctora María Victoria Martín, nutricionista de [ Clínica Menorca](https://www.linkedin.com/company/clinica-menorca/?originalSubdomain=es). Ricas en fenoles y salicilatos, \"ayudan también a luchar contra los procesos inflamatorios del organismo inhibiendo la producción de la enzima ciclooxigenasa, del mismo modo que lo hacen compuestos como la aspirina o el ibuprofeno\", añade la doctora Martín. Además, contienen manganeso, un mineral que actúa como un potente antioxidante y antiinflamatorio natural. \"Existen investigaciones que demuestran que un elevado consumo de fresas desarrolla proteína C reactiva (CRP), un potente antiinflamatorio producido por el hígado. Por lo tanto, resultan un buen medicamento natural para enfermedades como la artritis y la gota\", concluye. Conforme a los criterios de "}