{"title": "What are medicinal mushrooms?", "author": "Anna Gora", "url": "https://www.livescience.com/what-are-medicinal-mushrooms", "hostname": "livescience.com", "description": "Medicinal mushrooms have been used for centuries — but how does modern science stack up against ancient medicine?", "sitename": "Live Science", "date": "2022-11-10", "cleaned_text": "What are medicinal mushrooms? [References](https://www.livescience.com/references) [Anna Gora](https://www.livescience.com/author/anna-gora) Medicinal mushrooms have been used for centuries — but how does modern science stack up against ancient medicine? Medicinal mushrooms have a long and rich history. For centuries, they have been used as immune-boosters, antibacterial agents, and even remedies for inflammation, fatigue and chronic metabolic conditions. But until recently, medicinal mushrooms were mostly used by ancient medicine practitioners. However, the practice of supplementing with these functional fungi is quickly gaining popularity in the West. So do they live up to the hype? And can ancient medicine really be the answer to modern health problems? It may be tempting to dismiss medicinal mushrooms as just another fad. Sure, these supplements tend to be marketed with grandiose health claims, and the internet is full of misinformation about their qualities. However, scientists and medical professionals are increasingly turning to ancient medicine in search of effective remedies. The research into the health benefits of medicinal mushrooms may be still in its infancy, but the preliminary results are promising. Here, we look into what we know so far about medicinal mushrooms, and to what extent they can support our health and wellbeing. Dr. Rebecca Breslow is a physician, researcher, and writer. A graduate of Yale University, she did her medical training at Harvard Medical School, Brigham and Women's Hospital, and Boston Children's Hospital. She was a practicing physician in academic medicine for 17 years, during which time she authored numerous publications for academic and lay audiences. Currently, she focuses on freelance medical writing and editing to help make medical, health, and wellness information accessible to a broad audience. What are medicinal mushrooms? According to the book [Bioactive Food as Dietary Interventions for Arthritis and Related Inflammatory Diseases](https://www.sciencedirect.com/book/9780128138205/bioactive-food-as-dietary-interventions-for-arthritis-and-related-inflammatory-diseases), medicinal mushrooms are macroscopic fungi that are used in the form of extracts or powder to prevent, alleviate, or 'heal' multiple diseases. Due to their high nutrient profile of proteins, micronutrients and bioactive compounds, they are also used as dietary supplements. Medicinal mushrooms are mostly native to Asia, but they're also cultivated in other parts of the world, particularly South America, North America, Siberia and the Mediterranean. They're not to be consumed as 'regular' mushrooms, as they tend to have a bitter and mud-like taste that's difficult to mask with other ingredients. You can't buy them in regular grocery stores either. It's worth noting that despite being routinely classified as vegetables, fungi are a separate species. They are surprisingly complex organisms that have more in common with animals than plants. As opposed to herbs and flowers, they are not able to produce energy from sunlight. Instead, fungi use enzymes that break down dead organic matter to harvest the necessary nutrients. Because of their unique properties, medicinal mushrooms have been used in traditional medicine for centuries. According to an article in [Integrative Medicine](https://pubmed.ncbi.nlm.nih.gov/26770081), they were routinely used to combat inflammation and fight infections in ancient Greece, [China](https://www.livescience.com/tag/china), Egypt and North America, as well as in Mesoamerican cultures such as the Maya and the Aztecs. They were even found to be carried by [Ötzi](https://www.livescience.com/otzi-the-iceman), a man frozen in ice around 3300 BC, whose well-preserved body was discovered in an alpine glacier. Medicinal mushrooms: What the science says The functional qualities of medicinal mushrooms are being increasingly recognised by the scientific community. According to a comprehensive review published in the [International Journal of Molecular Sciences](https://doi.org/10.3390/ijms22020634), many types of fungi have been found to possess anti-allergic, antimicrobial, antioxidative, anti-inflammatory, anti-cancer and immunomodulating properties. Some have also been shown to have a protective effect on the liver, the brain, skeletal and cardiovascular systems, as well as lipid and glucose metabolism. This is because medicinal mushrooms contain a number of bioactive compounds, such as \"The presence of -glucans or polysaccharide-protein complexes content in the mushroom extracts has great therapeutic applications in human health as they possess many properties such as anti-diabetic, anti-cancerous, anti-obesity [and] immunomodulatory, along with anti-aging,\" says Professor Giuseppe Venturella, a researcher at the University of Palermo, Italy. \"Additionally, -glucans have a significant impact on the health of microbial flora in the human gut and have been recognized as potential pharmaceutical preventative agents of diet-related chronic diseases, when absorbed at appropriate doses.\" Venturella has been conducting extensive research into medicinal mushrooms. \"The biggest surprise is certainly that all naturally occurring fungal species have varied applications and can be used at various levels,\" he says. \"Medicinal mushrooms are used as a dietary food, dietary supplements and a new class of drugs called 'mushroom pharmaceuticals',\" he says. \"Different compounds of medicinal mushrooms are used by cosmetic companies for their film-forming capability, activation of epidermal growth factor, antioxidative, antiallergic, antibacterial and anti-inflammatory activities, stimulation of collagen activity, inhibition of autoimmune vitiligo, and treating acne. \"So far in planning our research, everything we had planned has been verified positively. This is fantastic and inspiring, and it motivates us to continue in our research on this incredible kingdom that allows every day the discovery of new species with potential applications and beneficial effects on the health of present and future generations.\" However, scientists point out that more research is needed to fully understand the clinical value of mycotherapy (mushroom supplementation). What's more, these supplements may need to be more tightly regulated to ensure they're pure and safe for consumption. \"The cultivation of medicinal mushrooms on a large scale is performed mainly in China, where the mushroom-based nutraceutical and pharmaceutical products industry is highly developed,\" explains Venturella. \"It should be noted that most of the production facilities in China do not have internationally recognized GMP (Good Manufacturing Practice) and that many European companies that sell [mushrooms] are supplied by Chinese manufacturers. In particular, products purchased from abroad in the form of powders and extracts are not always of ascertained origin and are sometimes of doubtful taxonomic identification.\" Immunity Medicinal mushrooms have been most extensively studied in relation to their anti-cancer and immune-boosting properties. According to a review in the [Nutrients](https://doi.org/10.3390/nu12051339) journal, compounds from mushrooms like Agaricus blazei Murill, Hericium erinaceus and Grifola frondosa may be able to directly attack and destroy cancer cells. They may also have an indirect anti-tumor effect through slowing down the formation of pathogenic blood vessels, increasing the number of cancer-fighting white blood cells, reducing [inflammation](https://www.livescience.com/52344-inflammation.html) and contributing to better [gut health](https://www.livescience.com/what-is-gut-health-and-why-is-it-important). Practitioners from many East Asian countries routinely recommend medicinal mushrooms as a complementary cancer treatment. And although this approach may raise some eyebrows in the Western world, it may bring some benefits. According to a review published in [Frontiers in Pharmacology](https://doi.org/10.3389/fphar.2020.580656), there's growing evidence that certain fungi may indeed reduce the adverse effects of conventional cancer therapies and increase the chances of survival among cancer patients. \"More than 600 studies have been carried out worldwide,\" says Venturella. \"Many human clinical trials on medicinal mushrooms have been published [too]. Several of the mushroom compounds have proceeded through phase I, II, and III clinical studies and are used extensively and successfully in Asia, and to a lesser extent in Europe, in the treatment of various cancers and other diseases.\" However, not much is known about the potential side effects of mycotherapy. In some cases, there were reports of severe gastrointestinal reactions and changes to blood cell count which could result in problems with blood clotting. Metabolism Medicinal mushrooms could also be used to fight chronic cardiometabolic conditions, which are most often related to obesity. According to a review published in [Molecules](https://doi.org/10.3390/molecules23112880), the anti-inflammatory properties of fungi may help protect against [hypertension](https://www.livescience.com/34753-hypertension-high-blood-pressure.html) and metabolic syndrome. There's also growing evidence that medicinal mushrooms could prove particularly useful in treating [type 2 diabetes](https://www.livescience.com/40894-type-2-diabetes.html). According to an article published in the [World Journal of Diabetes](https://doi.org/10.4239/wjd.v8.i5.187), fungi like almond mushrooms and Reishi may help regulate blood sugar levels and prevent the secondary complications of hyperglycemia. However, most of this research is based on findings from in vitro and animal trials, and as such, more human studies may be needed to confirm these findings. Other potential health benefits Medicinal mushrooms may have a host of other health benefits. According to a review published in the journal [Planta Medica](https://doi.org/10.1055/a-1177-4834), fungi like giant oyster, Reshi and Lion's mane could alleviate the symptoms of certain neurological conditions. Nerve degeneration and associated problems with movement and cognition play a big role in diseases such as [Alzheimer's disease](https://www.livescience.com/65748-alzheimers-disease.html), [Parkinson's disease](https://www.livescience.com/65123-parkinsons-disease.html), Huntington's disease, and [multiple sclerosis](https://www.livescience.com/34785-multiple-sclerosis-inhibits-central-nervous-system.html). Medicinal mushrooms may protect against neuronal dysfunction and increase the quality of life of those who suffer from neurological disorders. What's more, preliminary studies suggest that medicinal mushrooms may help to combat depression. A study in [Foods](https://doi.org/10.3390/foods11101489) found that fungi may contain significant levels of 5-hydroxy-L-tryptophan (5-HTP), which is used to produce serotonin — the mood-boosting neurotransmitter. But as scientists behind a review in [Mini Reviews in Medicinal Chemistry](https://pubmed.ncbi.nlm.nih.gov/32452327/) point out, more research is needed before medicinal mushrooms can be applied in clinical settings. Five types of medicinal mushrooms Lion's Mane (Hericium erinaceus) Hericium erinaceus, commonly referred to as Lion's Mane, has a long history of usage in traditional Chinese medicine. It's also a common component in dietary supplements that claim to boost 'brain power', mood and cognition. \"Preliminary research identifies lion's mane - literally named due to its likeness to a lion's mane, but with a taste more akin to seafood - as a medicinal mushroom that improves cognition in both healthy patients as well as patients with mild cognitive impairment,\" says Giulia to as Reishi or Lingzhi, are one of the most popular medicinal mushrooms on the market. It's widely consumed in Asian countries, where it's treated as a way to boost vitality and overall health. Indeed, there is substantial evidence to back these claims. According to a review published in the journal [Nutrients](https://doi.org/10.3390/nu13082725), Reishi mushrooms are packed with potent antioxidant, immunomodulatory, anti-neurodegenerative and antidiabetic compounds. \"Reishi has been dubbed as the 'mushroom of immortality' thanks to its wide-ranging benefits that span from supporting the immune system to anti-cancer effects, and reducing symptoms of mental health illnesses\" says Guerrini. However, researchers stress that there is currently no clinical study into the safety of Ganoderma lucidum supplements. There are also concerns about their purity. Chaga (Inonotus obliquus) Inonotus obliquus, commonly referred to as Chaga mushroom, is widely used in China, Russia and Korea. According to a review published in [Phytotherapy Research](https://doi.org/10.1002/ptr.6384), Chaga mushroom may slow down the progression of infections, cancers and type 2 diabetes. Cordyceps Cordyceps is a relatively rare type of medicinal mushroom, usually found at high altitudes in the Himalayas. This peculiar looking fungi is claimed to reduce fatigue and stimulate the immune system in humans. According to a study published in [Molecules](https://doi.org/10.3390/molecules25122735), Cordyceps mushrooms contain an unique compound called cordycepin, which has been shown to have a wide range of potential health promoting properties. \"While more research needs to be done on the subject, I would highlight cordyceps as a potentially beneficial medicinal mushroom,\" says Guerrini. \"Cordyceps is currently being studied to improve performance in running, swimming and other endurance-based forms of exercise, while also reducing fatigue after training.\" It's important to note, however, that athletes should make sure nothing they consume is on the WADA prohibited list. Medicinal mushrooms are also an unregulated substance. Shiitake (Lentinus edodes) Lentinus edodes, commonly referred to as shiitake, is another medicinal mushroom commonly consumed in Asian countries. According to a review published in the [International Journal of Medicinal Mushrooms](https://doi.org/10.1615/intjmedmushrooms.2019031849), these fungi exhibit antimicrobial, antioxidant, anticancer, and immune-boosting activity. Shiitake may also help to maintain good teeth health. Medicinal mushrooms vs magic mushrooms It's worth noting that medicinal mushrooms are not the same thing as magic mushrooms. Magic mushrooms tend to belong to the genera [Psilocybin](https://www.livescience.com/psilocybin.html), named after the psychoactive substance that causes mild hallucinations, euphoria and confusion. Other examples of magic mushrooms come from genera Copelandia, Gymnopilus, Inocybe, Panaeolus, Pholiotina and Pluteus. Although psilocybin is commonly used as a recreational drug, there may be some health benefits to magic mushrooms too. [Preliminary research](https://www.livescience.com/psilocybin-magic-mushroom-depression-trial-results) has demonstrated that they may alleviate depression, and even [change the structure of brain cells](https://www.livescience.com/62802-psychedelic-drugs-change-nerve-cells.html) in people with mood disorders and anxiety. These findings could bring hope to those who don't respond well to conventional therapies. This article is for informational purposes only and is not meant to offer medical advice. Live Science newsletter Stay up to date on the latest science news by signing up for our Essentials newsletter. Anna Gora is a health writer at Live Science, having previously worked across Coach, Fit&Well, T3, TechRadar and Tom's Guide. She is a certified personal trainer, nutritionist and health coach with nearly 10 years of professional experience. Anna holds a Bachelor's degree in Nutrition from the Warsaw University of Life Sciences, a Master's degree in Nutrition, Physical Activity & Public Health from the University of Bristol, as well as various health coaching certificates. She is passionate about empowering people to live a healthy lifestyle and promoting the benefits of a plant-based diet. "}