{"title": "Mind-body Medicine in Integrative Medicine", "author": "Youngsoo Jin", "url": null, "hostname": null, "description": null, "sitename": "Hanyang Medical Reviews", "date": "2010-05-31", "cleaned_text": "Abstract Mind-body medicine (MBM) is a field of medicine concerned with the ways that the mind and emotions influence the body and physical health. It may be more accurate to think of mind/body as a single entity, with the health of one part necessarily influencing that of the other. The National Institutes of Health (NIH) defines MBM techniques (MBT) as interventions that use a variety of techniques designed to facilitate the mind's capacity to affect bodily functions and symptoms. MBT offers patients with greater control in their treatment, cheaper alternatives, effective options for managing chronic conditions, and methods for maintaining wellness. Mind-body approaches include guided imagery, meditation, hypnosis, and movement therapies such as dance, tai chi, chi gong, and yoga as well as music and chanting. Such approaches are as old as traditional oriental healing systems and as widespread as seen in Chinese, Indian, and East Asians. Modern Western medicine is now beginning to give MBTs recognition in its importance as well as efficacy. This article reviews the medical literatures on the techniques that have been studied the most: relaxation therapy, meditation, hypnosis, cognitive-behavioral therapy guided imagery, and biofeedback. References 1. The Korea society of complementary & alternative medicine. The road to intergrative medicine; Complementary and alternative medicine. 2004. LeeHan press;191-205. 2. Barrows KA, Jacobs BP. Mind-Body Medicine; An Introduction and Review of the Literature. Med Clin North Am. 2002. 86:11-31. 3. Jun S. Clinical application and practice in complementary and alternative medicine. 2009. Hankook-Eohaksa;167-186. 4. Eisenberg DM, Kessler RC, Foster C, Norlock FE, Calkins DR, Delbanco TL. Unconventional medicine in the United States. Prevalence, costs, and patterns of use. N Engl J Med. 1993. 328:246-252. 5. Barnes PM, Powell-Griner E, McFann K, Nahin RL. Complementary and alternative medicine use among adults: United States, 2002. Adv Data. 2004. 343:1-19. 7. Astin JA, Shapiro SL, Eisenberg DM, Forys KL. Mind-body medicine: state of the science, implications for practice. J Am Board Fam Pract. 2003. 16:131-147. 8. Dantzer Psychoneuroendocrinology. 2005. 30:947-952. 9. Simonton C. Stress, Psychological factor. 1980. Cancer Banthum Book. 10. Bleich HL, Boro ES. Systemic hypertension and the relaxation response. N Engl J Med. 1977. 296:1152-1156. 12. Leserman J, Stuart E, Mamish M, Benson H. The efficacy of the relaxation response in preparing for cardiac surgery. Behav Med. 1989. 15:111-117. 13. Mandle C, Domar A, Harrington D, Leserman J, Bozadjian EM, Friedma R, Benson H. Relaxation response in femoral angiography. Radiology. 1990. 174:737-739. 14. Kim Y. Vippasana 12 monks. 2004. Bulkoang press. 15. Hyegong . Five methods of meditation to chang life. 2003. Bulkoang press. 16. Astin JA, Shapiro SL, Schwartz GEL. Novey D, editor. Meditation. Clinicians' rapid access guide to complementary and alternative medicine. 2000. St. Louis: Mosby. 17. Kabat-Zinn J, Massion AO, Hebert JR, Rosenbaum E. Holland JC, editor. Meditation. Textbook on Psychooncology. 1998. Oxford, England: Oxford University Press. 18. Goleman DJ, Schwartz GE. Meditation as an intervention in stress reactivity. J Consult Clin Psychol. 1976. 44:456-466. 19. Shapiro SL, Schwartz GE, Bonner G. The effects of mindfulness-based stress reduction on medical and premedical students. J Behav Med. 1998. 21:581-599. 21. Kabat-Zinn J, Massion AO, Hebert JR, Rosenbaum E. Holland JC, editor. Meditation. Textbook on Psychooncology. 1998. Oxford, England: Oxford University Press. 22. Kabat-Zinn J. An outpatient program in behavioral medicine for chronic pain patients based on the practice of mindfulness meditation: theoretical considerations and preliminary results. Gen Hosp Psychiatry. 1982. 4:33-47. 23. Astin JA, Shapiro SL, Eisenberg DM, Forys KL. Mind-body medicine: state of the science, implications for practice. J Am Board Fam Pract. 2003. 16:131-147. 24. Davidson RJ, Kabat-Zinn J, Schumacher J, Rosenkranz M, Muller D, Santorelli SF, et al. Alterations in brain and immune function produced by mindfulness meditation. Psychosom Med. 2003. 65:564-570. 25. Beck AT. Cognitive therapy and the emotional disorders. 1979. New York: International Universities Press. 26. Ellis A. Reason and emotion in psychotherapy. 1962. New York: Lyle Stuart. 28. Hassett AL, Gevirtz RN. Nonpharmacologic treatment for fibromyalgia: patient education, cognitive-behavioral therapy, relaxation techniques, and complementary and alternative medicine. Rheum Dis Clin North Am. 2009. 35:393-407. 29. Beyn Y. Jun S, editor. Hypnosis therapy. Clinical application and practice in complementary and alternative medicine. 2009. Hankook-Eohaksa;449-478. 31. Coates A, Porzsolt F, Osoba D. Quality of life in oncology practice: Prognostic value of EORTC QLQ-30 scores in patients with advanced malignancy. Eur J Cancer. 1997. 33:1025-1030. 32. Walker LG, Heys SD, Walker MB, Ogston K, Miller ID, Hutcheon AW, Sarkar TK, Ah-See AK, Eremin O. Psychological factors can predict the response to primary chemotherapy in patients with locally advanced breast cancer. Eur J Cancer. 1999. 35:1783-1788. 33. Walker LG, Walker MB, Ogston K, Heys SD, Ah-See AK, Miller ID, Hutcheon AW, Sarkar TK, Eremin O. Psychological, clinical, pathological effects of relaxation training and guided imagery during primary chemotherapy. Br J Cancer. 1999. 80:262-268. 34. Fernandez E, Turk D. The utility of cognitive coping strategies for altering pain perception: A meta-analysis. Pain. 1989. 38:123-135. 35. Health and Public Policy Committee, American College of Physicians. Biofeedback for headaches. Ann Intern "}