{"title": "Anti-Inflammatory Effects and Clinical Efficacy of Podo-Whan and Tulobuterol in Mild to Moderate Chronic Obstructive Pulmonary Disease", "author": "Jae-Hoon Lee", "url": null, "hostname": null, "description": "The airway inflammation in chronic obstructive pulmonary disease (COPD) does not respond well to the anti-inflammatory effects of corticosteroids. However, Podo-Hwan, a prescription in Korean traditional medicine, has been clinically used since the early 1900s for COPD and has reported sustained efficacy. The purpose of this study was to compare the effects of Podo-Hwan and tulobuterol patch (a transdermal patch formulation designed to provide continuous 24-hour beta 2-agonist effects) treatments on airway inflammation, quality of life (QOL), and lung function in patients with mild to moderate COPD.", "sitename": "International Journal of Respiratory and Pulmonary Medicine", "date": "2023-08-13", "cleaned_text": "in chronic obstructive pulmonary disease (COPD) does not respond well to the anti-inflammatory effects of corticosteroids. However, Podo-Hwan, a prescription in Korean traditional medicine, has been clinically used since the early 1900s for COPD and has reported sustained efficacy. The purpose of this study was to compare the effects of Podo-Hwan and tulobuterol patch (a transdermal patch formulation designed to provide continuous 24-hour beta 2-agonist effects) treatments on airway inflammation, quality of life (QOL), and lung function in patients with mild to moderate COPD. Method: The study was conducted in a randomized open-label controlled trial with a four-week washout period, involving 13 patients with COPD who received either Podo-Hwan or tulobuterol treatment for eight weeks. The induced sputum was prospectively examined for the levels of inflammatory cells and inflammatory markers before and after treatment with Podo-Hwan and tulobuterol. Additionally, lung function and quality of life (QOL) assessed by the St. George's Respiratory Questionnaire were evaluated. Results: In induced sputum, the total inflammatory cell count and neutrophil count significantly decreased with Podo-Hwan treatment. However, these parameters did not significantly change with tulobuterol treatment. Lung function measurements, including FEV1, FEV1 MEF50, and treatment but not with tulobuterol. The total QOL score, levels of interleukin-8, myeloperoxidase, and serum levels of hypersensitive C-reactive protein in the supernatant of induced sputum did not significantly change with either treatment. Conclusion: These findings suggest that Podo-Hwan treatment may have anti-inflammatory effects and improve lung function in patients with mild to moderate COPD. However, these effects were not observed with tulobuterol patch treatment. Chronic obstructive pulmonary disease (COPD) is characterized by progressive airflow limitation, inflammation in the peripheral airways (small airways), and parenchyma, along with infiltration of neutrophils, marrow-derived white blood cells, and CD8-positive T lymphocytes [ [1](#ref1)- [3](#ref3)]. The pathogenesis of COPD is known to be associated with various factors, including protease-antiprotease imbalance [ [4](#ref4), [5](#ref5)] and oxidative stress [ [6](#ref6)]. Airway inflammation in COPD can be assessed through examination of induced sputum [ [7](#ref7)]. Neutrophils are actively involved in airway inflammation, and COPD patients have an increased number of neutrophils in induced sputum compared to non-COPD subjects [ [7](#ref7)], with an elevated neutrophil count in sputum being associated with a rapid decline in FEV1 [ [8](#ref8)]. Recruitment and activation of neutrophils can be induced by cytokines such as interleukin-8 (IL-8) [ [9](#ref9)]. The increased levels of IL-8 found in sputum samples of COPD patients are associated with myeloperoxidase (MPO) released from activated neutrophils [ [10](#ref10)]. Podo-Hwan (here in, PDW), an ancient herbal medicine, has been used as a traditional Korean treatment for COPD, showing therapeutic effects. Podo-Hwan is a traditional herbal medicine composed of walnut, Chinese skullcap, schisandra berry, astragalus, Japanese apricot, Chinese skullcap root, motherwort, and chicken bone peel. Podo-Hwan has been used as an anti-inflammatory and bronchodilatory agent for COPD treatment for over 70 years, but clinical studies on its efficacy have not been conducted to date [ [11](#ref11)]. Tulobuterol patch, designed as a transdermal patch formulation to provide continuous 24-hour beta 2-agonist effects, is a long-acting bronchodilator used for symptom relief and improvement of quality of life in patients with obstructive airway diseases. This formulation has been reported to have high adherence rates in the treatment of elderly patients with COPD [ [12](#ref12)]. Tulobuterol has comparable efficacy to the inhaled long-acting beta 2-agonist salmeterol and positively impacts quality of life in stable COPD management [ [12](#ref12)]. This long-acting beta 2-agonist may also have anti-inflammatory effects in the airways of COPD patients by reducing the number and activation status of neutrophils within the airways through an increase in apoptotic cell death [ [13](#ref13)]. We hypothesized that Podo-Hwan would be more effective than tulobuterol in terms of its anti-inflammatory effects, while tulobuterol would be more effective than Podo-Hwan in terms of improving lung function and quality of life. To test these hypotheses, we conducted this pilot study. Therefore, the aim of this study was to investigate and compare the effects of Podo-Hwan or tulobuterol on neutrophilic airway inflammation, lung function, and indicators of quality of life in the treatment of mild to moderate COPD. Thirteen patients with stable COPD were initially enrolled in this study at the outpatient clinic of BAENAMU Hospital in Seoul, South Korea. The inclusion criteria were as follows: FEV1/FVC < 70%, with FEV1 being 80% or 50% to < 80% of predicted values. Participants were recruited based on a diagnosis of COPD with no significant variations observed in repeated pulmonary function tests. Patients had no history of asthma or respiratory infections, no acute exacerbations in the previous four weeks, and no prior use of inhaled or systemic corticosteroids or bronchodilators before the study. High-resolution computed tomography was used to determine the presence of emphysema. Additionally, four non-smokers with no evidence of emphysema but with thickening of the bronchial walls were included. They had experienced chronic cough and sputum production, with a tendency to worsen in winter, suggestive of chronic bronchitis. This study was approved by the Ethics Committee of Sangji University, and all participating patients provided written informed consent. This study was a randomized, crossover, open-label trial with a four-week run-in period. Eligible subjects were randomly assigned in a sealed envelope manner to receive either oral administration of Podo-Hwan 4,000 mg (manufactured in South Korea) once daily or the tulobuterol 2 mg patch (DaewoongTulobuterol Patch 2 mg; Daewoong Pharmaceutical Co., Ltd., South Korea), designed to provide continuous 24-hour beta 2-agonist effects, applied once daily for eight weeks. There was a four-week washout period between the two treatments. Pulmonary function tests (Chestgraph HI-701; CHEST M.I. Co., Tokyo, Japan), induced sputum, blood tests, and serum levels of hypersensitive C-reactive protein (Hs-CRP) were measured before and after each treatment. Plasma concentrations of Podo-Hwan were measured at eight weeks after Podo-Hwan treatment. Quality of life was assessed using the St. George's Respiratory Questionnaire (SGRQ) before and after treatment. Subjects underwent sputum induction using a nebulizer (NE-U12; OMRON Corporation, Japan) delivering 3.0 ml/min of a 3.0% hypertonic saline solution. Subjects wore a nose clip and inhaled the aerosol through their mouth. After rinsing and drying their mouth, subjects were instructed to cough and expectorate sputum into a pre-weighed container, which was immediately placed on ice. The entire sample was weighed, mixed with an equal volume of phosphate-buffered saline solution and 0.1% dithiothreitol (Sigma-Aldrich, St. Louis, USA), and gently agitated for 10 seconds. The mixture was then filtered through nylon mesh and transferred to sterilized tubes, which were placed on ice for 15 minutes to allow homogenization. The samples were centrifuged at 2000g for 10 minutes, and the supernatant was absorbed and stored at -80 °C for later analysis. The cell pellet obtained from the sputum centrifugation was dispersed in phosphate-buffered saline solution. Total cell counts were measured using a hemocytometer, and the dispersed cells were air-dried and stained with Diff-Quick (Sysmex Corporation, Japan). More than 200 cells, excluding squamous cells, were counted to obtain the percentage of macrophages, neutrophils, lymphocytes, and eosinophils. Cell counting was performed by an experienced observer blinded to the clinical characteristics of the subjects. The levels of IL-8 and MPO were measured using commercially available ELISA kits (Biosource International, Inc., USA, and Northwest Life Science Specialties, LLC, Canada) according to the manufacturers' protocols. The mean values of duplicate samples were considered representative values. All data obtained from these assays were corrected for the concentration of albumin (Alb) in the supernatant of induced sputum samples. Data were expressed as mean ± standard deviation. Sputum inflammatory variables were expressed as median values. All data were compared before and after treatment with tulobuterol and Podo-Hwan using the Wilcoxon signed-rank test. A p-value of < 0.05 was considered statistically significant. The characteristics of the 13 patients who participated in this study are summarized in Table 1. The average age of the patients was 77.3 years, with 10 males and 3 females included. The subjects had mild to moderate airflow limitation (Stage 1 COPD: 8 patients, Stage 2 COPD: 5 patients; FEV1 %pred 83.8 ± 16.3%) and three subjects were excluded from the analysis during the Podo-Hwan phase. Two of these patients discontinued the Podo-Hwan treatment due to adverse effects: poor appetite and nausea (n = 1), dizziness (n = 1). Additionally, one patient did not wish to continue the study during the Podo-Hwan treatment. Table 1: Characteristics of the study subjects. [View Table 1](ijrpm-10-188-table1.html) Three subjects treated with tulobuterol and one subject treated with Podo-Hwan did not provide sufficient sputum samples. The other subjects who provided adequate sputum samples underwent the sputum induction procedure. All sputum samples were analyzed for cell counts, but some samples were not sufficient to perform all the tests on all the supernatants. Concentrations of MPO and IL-8 in the supernatant of induced sputum were measured before and after each treatment for 19 subjects, respectively. As shown in Table 2, there were no statistically significant differences between the two baseline measurements for lung function, SGRQ domain scores, or at 8 weeks after treatment. However, tulobuterol did not significantly increase any of the spirometric parameters. Podo-Hwan was the only treatment that significantly improved lung function indicators even in patients with moderate COPD. Both Podo-Hwan and tulobuterol treatments did not result in significant changes in the total score of symptoms and impact assessed by SGRQ, but the activity score significantly worsened. Additionally, serum Hs-CRP levels did not significantly change with either treatment. Table 2: Effects of tulobuterol and PDW on pulmonary function, quality of life, and hs-CRP. [View Table 2](ijrpm-10-188-table2.html) As shown in Figure 1, the total number of inflammatory cells and absolute neutrophil count in induced sputum significantly decreased after Podo-Hwan treatment. As shown in Figure 2, the percentage of neutrophils, macrophages, lymphocytes, and eosinophils significantly decreased only with Podo-Hwan treatment. However, the levels of MPO and IL-8 in the supernatant of induced sputum did not significantly change before and after tulobuterol treatment. There was a trend of decreasing levels of MPO and IL-8 with Podo-Hwan treatment. Figure 1: The effects on total inflammatory cells and neutrophils in induced sputum. The data before and after tulobuterol treatment for 10 subjects and before and after Podo-Hwan treatment for 9 subjects are presented, along with the median values: (A) Total inflammatory cell count (neutrophils, macrophages, lymphocytes, and eosinophils) per gram of sputum; (B) Neutrophil count per gram of sputum. [ View Figure 1 ](ijrpm-10-188-001.jpg) Figure 2: The effects on inflammatory markers in the supernatant of induced sputum. The before and after treatment data for each subject are presented, along with the median values: (A) Levels of IL-8 in the supernatant of induced sputum; (B) Levels of MPO in the supernatant of induced sputum. [ View Figure 2 ](ijrpm-10-188-002.jpg) In this study, we compared the anti-inflammatory effects and clinical efficacy of Podo-Hwan and tulobuterol in patients with mild to moderate COPD. The results of the study showed that Podo-Hwan treatment significantly reduced the total inflammatory cell count and neutrophil count in induced sputum. There was also a trend of decreasing levels of MPO and IL-8. Additionally, Podo-Hwan showed significant improvements in lung function indicators as FEV1, FEV1 %pred, FVC, PEF, MEF25, and MEF50. hand, tulobuterol did not show any anti-inflammatory effects and did not significantly alter lung function indicators. Neither treatment showed significant effects on the total quality of life score assessed by SGRQ or serum Hs-CRP levels. Based on these results, in patients with mild to moderate COPD, Podo-Hwan demonstrated modest anti-inflammatory effects and improvements in lung function, while tulobuterol did not show such effects. However, neither drug showed significant improvements in quality of life. In patients with mild to moderate COPD, Podo-Hwan significantly reduced the total inflammatory cell count and neutrophil count in induced sputum. These findings are consistent with previous reports. Inhaled corticosteroids in patients with moderate to severe COPD [ [14](#ref14), [15](#ref15)] can decrease neutrophil counts in sputum. This effect is associated with decreased levels of IL-8 and MPO in induced sputum [ [16](#ref16)]. On the other hand, we also measured serum hs-CRP, a marker of systemic inflammation. Increased Hs-CRP is not associated with smoking but decreases with inhaled corticosteroid treatment in COPD patients [ [17](#ref17)]. In this study, the levels of Hs-CRP did not change after Podo-Hwan and tulobuterol treatments. This suggests that the anti-inflammatory effects of Podo-Hwan are localized to the lungs and do not affect systemic inflammation. In this study, Podo-Hwan treatment improved lung function indicators such as any of these indicators. Sustained-release trans-dermal tulobuterol has shown equivalent effects to inhaled selective 2-agonist salmeterol in terms of lung function in moderate to severe COPD [ [18](#ref18)]. In one study, salmeterol showed superior results in improving lung function compared to formoterol in patients with moderate to severe COPD [ [19](#ref19)]. Therefore, it was expected that tulobuterol would have at least comparable efficacy to Podo-Hwan. The reason why lung function did not improve with tulobuterol is unclear. It is possible that the patients included in this study, who had mild to moderate COPD, did not have sufficient impairment of lung function. However, even patients with moderate COPD did not show significant improvement in lung function with tulobuterol (data not shown). Another possible reason is that the patients in this study (mean age and range: 77.3 years, 72-86 years) were older than those in other studies (mean age: 71.6 years and 66.6 years) [ [1](#ref1), [20](#ref20)]. As the age increases, the number of 2-adrenergic receptors is known to decrease, so tulobuterol may be less effective than Podo-Hwan in older patients. This study demonstrated the superior anti-inflammatory effects and improvement in lung function indicators of Podo-Hwan, a prescription in Korean traditional medicine, in elderly patients with mild to moderate COPD. Furthermore, Podo-Hwan may have beneficial effects on quality of life along with physiological improvements, making it a meaningful therapeutic option for elderly patients with mild to moderate COPD. This work was supported by the Ministry of SMEs (Tech Incubator Program for start-up "}