{"title": "What Demographic, Social, and Contextual Factors Influence the Intention to Use COVID-19 Vaccines: A Scoping Review", "author": "Bara' Abdallah AlShurman; Amber Fozia Khan; Christina Mac; Meerab Majeed; Zahid Ahmad Butt; AlShurman; Bara' Abdallah; Khan; Amber Fozia; Mac; Christina; Majeed; Meerab; Butt; Zahid Ahmad", "url": "https://www.mdpi.com/1660-4601/18/17/9342", "hostname": "mdpi.com", "description": "Background: During the COVID-19 crisis, an apparent growth in vaccine hesitancy has been noticed due to different factors and reasons. Therefore, this scoping review was performed to determine the prevalence of intention to use COVID-19 vaccines among adults aged 18-60, and to identify the demographic, social, and contextual factors that influence the intention to use COVID-19 vaccines. Methods: This scoping review was conducted by using the methodological framework for scoping review outlined by Arksey and O'Malley. A search strategy was carried out on four electronic databases: PubMed, Scopus, CINAHL, and PsycINFO. All peer-reviewed articles published between November 2019 and December 2020 were reviewed. Data were extracted to identify the prevalence of, and factors that influence, the intention to use COVID-19 vaccines. Results: A total of 48 relevant articles were identified for inclusion in the review. Outcomes presented fell into seven themes: demographics, social factors, vaccination beliefs and attitudes, vaccine-related perceptions, health-related perceptions, perceived barriers, and vaccine recommendations. Age, gender, education level, race/ethnicity, vaccine safety and effectiveness, influenza vaccination history, and self-protection from COVID-19 were the most prominent factors associated with intention to use COVID-19 vaccines. Furthermore, the majority of studies (n = 34/48) reported a relatively high prevalence of intention to get vaccinated against COVID-19, with a range from 60% to 93%. Conclusion: This scoping review enables the creation of demographic, social, and contextual constructs associated with intention to vaccinate among the adult population. These factors are likely to play a major role in any targeted vaccination programs, particularly COVID-19 vaccination. Thus, our review suggests focusing on the development of strategies to promote the intention to get vaccinated against COVID-19 and to overcome vaccine hesitancy and refusal. These strategies could include transparent communication, social media engagement, and the initiation of education programs.", "sitename": "MDPI", "date": "2021-09-04", "cleaned_text": "What Demographic, Social, and Contextual Factors Influence the Intention to Use COVID-19 Vaccines: A Despite the various benefits of immunization and vaccines, the spread of misinformation and anti-vaccination movements have led to rising levels of vaccine hesitancy worldwide. In the mid-19th century, Britain had passed laws that made vaccination mandatory for children, resulting in the creation of the Anti-Vaccination League by the anti-vaccination movement in London. Since then, anti-vaccination movements have continued, resulting in a further decline in vaccination rates as the world began to witness disease outbreaks once again. For instance, the belief that the measles, mumps, and rubella (MMR) vaccine caused autism in children led to a decline in MMR vaccine uptake, even after various studies disproved the causation [ [2](#B2-ijerph-18-09342), [3](#B3-ijerph-18-09342), [4](#B4-ijerph-18-09342), [5](#B5-ijerph-18-09342), [6](#B6-ijerph-18-09342)]. [7](#B7-ijerph-18-09342)]. Vaccine hesitancy, which can be defined as the \"delay in acceptance or refusal of vaccination despite the availability of vaccine services\" according to the SAGE working group, has increased worldwide due to different factors and barriers that should be addressed to improve the acceptance of global vaccination programs [ [8](#B8-ijerph-18-09342), [9](#B9-ijerph-18-09342)]. As a result, the SAGE working group established two conceptual models to understand the factors that influence the decision to accept the vaccines: the first was the \"3Cs\" model, composed of three approaches—complacency, convenience, and confidence—while the second was a comprehensive matrix that better portrayed the involvement of contextual, individual, and group influences alongside the vaccine-/vaccination-specific issues [ [8](#B8-ijerph-18-09342)]. [8](#B8-ijerph-18-09342), [10](#B10-ijerph-18-09342)]. On 11 December 2020, the U.S. Food and Drug Administration issued the first emergency use authorization (EUA) for a vaccine for the prevention of COVID-19 in individuals 16 years of age and older. The emergency use authorization allowed the Pfizer-BioNTech COVID-19 vaccine to be distributed in the U.S as the first approved COVID-19 vaccine [ [11](#B11-ijerph-18-09342)]. Recent reports indicate that, as of 28 February 2021, the number of global deaths from COVID-19 reached more than 2.5 million, and the estimated number of confirmed infected cases was 114 million, making the outbreak one of the worst crises in history [ [12](#B12-ijerph-18-09342)]. Therefore, global efforts and urgent actions were taken rapidly, and more than 150 countries engaged in developing safe and effective COVID-19 vaccines to help control the widespread pandemic [ [13](#B13-ijerph-18-09342), [14](#B14-ijerph-18-09342)]. At present, a dozen vaccines have been authorized and approved worldwide, and other vaccines are currently being tested in clinical trials on humans, while over 200 remain in various stages of clinical development [ [15](#B15-ijerph-18-09342)]. However, previous studies have shown that the anti-vaccine movement is still increasing at a great rate, which could undermine and jeopardize researchers' efforts to end the pandemic [ [16](#B16-ijerph-18-09342), [17](#B17-ijerph-18-09342)]. For that reason, in the era of the infodemic, it is essential that the safety and benefits of the vaccines are emphasized to the public to increase vaccine in the literature, the most common reasons that contributed to COVID-19 vaccine acceptance, hesitancy, and refusal are related to socio-demographic factors, perceived risks and benefits, and vaccine-related perceptions [ [13](#B13-ijerph-18-09342)]. A systematic review was performed to provide an updated assessment of COVID-19 vaccination acceptance rates worldwide [ [29](#B29-ijerph-18-09342)]; the findings revealed considerable variability in COVID-19 vaccine acceptance rates, but the authors did not provide a thorough understanding of the socio-demographic, psychological, contextual, and political factors implicated in regional and cultural differences in COVID-19 vaccine hesitancy. Another rapid systematic review aimed to explore people's perceptions regarding COVID-19 vaccines over time and analyze factors pertaining to vaccine perceptions and intention during the pandemic [ [30](#B30-ijerph-18-09342)]; however, in this review, a limited screening strategy and search terms were used, which may not address all the relevant studies; additionally, the inclusion of studies was restricted to include only surveys and questionnaires; moreover, the use of Google search to obtain a large number of related articles was another limitation of this study, as many authors argue that the usage of Google search in systematic reviews might be inappropriate, as it results in personalization of search results and, thus, leads to a form of selection bias [ [31](#B31-ijerph-18-09342), [32](#B32-ijerph-18-09342)]. Another recent scoping review investigated the vaccine hesitancy among Chinese scholars and identified a number of determinants of vaccine hesitancy in China; these determinants were categorized into four different approaches: vaccine safety, vaccine incident response, professional conduct of vaccination, and parental concern [ [33](#B33-ijerph-18-09342)]; however, this review focused only on publications in China, and addressed the vaccine hesitancy in general, not specific to COVID-19 [ [33](#B33-ijerph-18-09342)]. [34](#B34-ijerph-18-09342), [35](#B35-ijerph-18-09342)]. The HBM has also been used in the context of vaccination—particularly influenza vaccination [ [34](#B34-ijerph-18-09342), [36](#B36-ijerph-18-09342)]. Consequently, conducting this scoping review helped us to scope a body of literature related to the factors that influence the intention to use COVID-19 vaccines; thus, it could be a helpful precursor to promote the identification of parameters for future systematic reviews. Likewise, the adoption of health belief model components in this review was useful to clarify significant predictors of COVID-19 vaccination acceptance, refusal, and hesitancy. On the other hand, it is worth mentioning that this review focused on adults aged 18-60 years as the target population, because several studies have reported a decline in adults' willingness to get vaccinated against COVID-19 when compared to those above the age of 60 [ [19](#B19-ijerph-18-09342), [20](#B20-ijerph-18-09342), [37](#B37-ijerph-18-09342), [38](#B38-ijerph-18-09342), [39](#B39-ijerph-18-09342), [40](#B40-ijerph-18-09342)]. Therefore, our objectives were to determine the prevalence of intention to use COVID-19 vaccines among adults aged 18-60 years of age, and to identify the demographic, social, and contextual factors that influence the intention to use COVID-19 vaccines. 2. Materials and Methods 2.1. Overview 2.2. Search Strategy and Selection Criteria [Appendix A](#app-ijerph-18-09342)). All peer-reviewed articles published between November 2019 and December 2020 resulting from these searches, along with relevant references cited in those articles, were reviewed. A list of inclusion and exclusion criteria was set out, and studies were selected according to these criteria ( [Section 2.6](#sec2dot6-ijerph-18-09342)in the methods). 2.3. Screening Procedure 2.4. Extracting the Data [Table 1](#ijerph-18-09342-t001)). 2.5. Presenting and Reporting the Results 2.6. Inclusion and Exclusion Criteria 3. Results 3.1. Selected Articles [Figure 1](#ijerph-18-09342-f001)). Finally, 48 relevant articles were identified for inclusion in the review. 3.2. Descriptive Analysis of [70](#B70-ijerph-18-09342)]. The rest were conducted in European countries (France, Spain, Ireland, and Germany), Canada, the Democratic Republic of Congo, Indonesia, India, Turkey, Saudi Arabia, Australia, Mexico, Malta, Israel, Mexico, and Malaysia. Most of the studies were cross-sectional surveys, except for four studies, which comprised discrete choice experiments (4%; 2/48) [ [55](#B55-ijerph-18-09342), [63](#B63-ijerph-18-09342)], control experiment (2%; 1/48) [ [67](#B67-ijerph-18-09342)]. The majority of research did not focus on a specific risk group, but addressed the general public risk groups were healthcare workers (health professionals, nurses, or others) (2%; 1/48) [ [60](#B60-ijerph-18-09342)]. The intention to vaccinate against COVID-19 was the main outcome variable in the majority of the studies to assess the uncertainty and misconceptions about COVID-19, the attitudes towards potential COVID-19 vaccines, and to understand the barriers and facilitators to receiving a future COVID-19 not measure this prevalence [ [23](#B23-ijerph-18-09342), [48](#B48-ijerph-18-09342), [65](#B65-ijerph-18-09342)]. The global trend of intention to get a COVID-19 vaccine showed a fluctuation in public intentions to get vaccinated over time, from February to October ( [Figure 2](#ijerph-18-09342-f002)). The highest acceptance rates were noticed among adults from Indonesia (93%) [ [28](#B28-ijerph-18-09342)], Italy (92%) [ [47](#B47-ijerph-18-09342)], and China (91%) [ [46](#B46-ijerph-18-09342)], followed by India and Australia (86%) [ [27](#B27-ijerph-18-09342), [61](#B61-ijerph-18-09342)]. On the other hand, the lowest acceptance rates were found in the Democratic Republic of Congo among healthcare workers (28%) [ [38](#B38-ijerph-18-09342)], in Malta among university students and academics (31%) [ [72](#B72-ijerph-18-09342)], and in China among nurses (40%) [ [57](#B57-ijerph-18-09342)]. Furthermore, the majority of studies relatively high prevalence of intention to get vaccinated against COVID-19, with a range from 60% [ [75](#B75-ijerph-18-09342)], to 93% [ [28](#B28-ijerph-18-09342)]. 3.4. Identifying the Factors of Vaccine Intention: Demographic, Social, and Contextual 3.4.1. Theoretical Constructs [Figure 3](#ijerph-18-09342-f003)provides an overview of identified theoretical constructs and themes using a conceptual framework based on a modified health belief model for the hypothesized predictors of intention to receive a COVID-19 vaccine. In this review, some of the theoretical constructs and factors were significantly associated with COVID-19 vaccination beliefs and attitudes, while others were not ( [Table 2](#ijerph-18-09342-t002)). Age, gender, education level, race/ethnicity, vaccine safety and effectiveness, influenza vaccination history, and protection from COVID-19 were the most prominent factors associated with intention to get vaccinated against COVID-19. [Table 2](#ijerph-18-09342-t002)shows the studied variables that have been significantly associated with intentions to use COVID-19 vaccines in the literature; however, it does not report the actual significance values. conducted in the USA found that the risk of mortality elicits a larger proportion willing to vaccinate than morbidity alone, which explains why older populations were more willing than younger ones [ [76](#B76-ijerph-18-09342)]. In contrast, five studies indicated that younger people tended to be more receptive to coronavirus vaccination, while only two studies—in China and Australia—reported that females were more likely to get the vaccine at the beginning of the pandemic [ [19](#B19-ijerph-18-09342), [20](#B20-ijerph-18-09342), [44](#B44-ijerph-18-09342), [54](#B54-ijerph-18-09342), [61](#B61-ijerph-18-09342), [63](#B63-ijerph-18-09342), reported that middle-aged individuals (35-59 years) had lower willingness to vaccinate for COVID-19 than the 18-34 and over 60 age groups [ [59](#B59-ijerph-18-09342)]. Of note, there is a growing gap between those with low and high education levels; many studies showed that higher education level was associated with greater vaccination intention than lower education level [ [19](#B19-ijerph-18-09342), [21](#B21-ijerph-18-09342), [25](#B25-ijerph-18-09342), [43](#B43-ijerph-18-09342), [51](#B51-ijerph-18-09342), [44](#B44-ijerph-18-09342), [52](#B52-ijerph-18-09342), [55](#B55-ijerph-18-09342)]. [45](#B45-ijerph-18-09342)]. Nine surveys conducted in the U.S. and UK showed that White people consistently expressed greater acceptance of COVID-19 vaccines than Black people levels of COVID-19 vaccine hesitancy exhibit a distinct challenge and threat to achieving health equity [ [75](#B75-ijerph-18-09342)]. Other socio-demographic factors were also measured, including employment status, profession, and place of work. Medical jobs were the occupation with the highest projected vaccine uptake, followed by academics, students, and those employed in the public sector income, unemployment or retirement, living in rural settings, being married, and having children were all associated with a low percentage of intention to receive a vaccine [ [21](#B21-ijerph-18-09342), This was explained by the political polarization during the pandemic, which may lead individuals with different political inclinations to have various perceptions of risk and level of threats and, thus, different notions of the necessary actions to be taken [ [45](#B45-ijerph-18-09342)]. Social norms and prosocial concerns were studied by Freeman, Taylor, and Jung, who examined the interactions between social factors and vaccine hesitancy, as well as the motivational roots of this hesitancy [ [44](#B44-ijerph-18-09342), [48](#B48-ijerph-18-09342), [51](#B51-ijerph-18-09342)]; their findings showed that people with prosocial behaviors and social contacts/activities were less hesitant to receive a vaccine compared with those with individual concern conditions. The reasoning behind this is that people with more prosocial concerns tend to protect the vulnerable members of their community and to decrease coronavirus transmission risk as much as possible [ [44](#B44-ijerph-18-09342)]. [65](#B65-ijerph-18-09342)]. Another cross-sectional study in the UK concluded that reluctance to receive a vaccine was associated with the belief that the media have over-exaggerated the risks of COVID-19, and that the timeline for the outbreak will be short [ [68](#B68-ijerph-18-09342)]. Malik and his colleagues reported that participants with the highest confidence in healthcare professionals (75%), the CDC (64%), and state health departments (62%) were more likely to get vaccinated against COVID-19 [ [53](#B53-ijerph-18-09342)]. Likewise, Kreps et al. revealed that the FDA, CDC, and WHO recommendations to encourage people to take COVID-19 vaccine have contributed to increasing the likelihood of vaccination more than recommendations from political figures [ [19](#B19-ijerph-18-09342)]. Child protection and parental concerns were also observed as predictors that influence vaccination intention. Parents were hesitant to give the vaccine to their children, as the statistical results showed that 34.3% of parents were unsure of taking the vaccine for themselves, while 41% were unsure of giving their children the vaccine [ [60](#B60-ijerph-18-09342)]. Only two studies investigated work stress and its relation to vaccine uptake; the findings from both studies showed that work stress and anxiety were positively associated with intention to receive a COVID-19 vaccine [ [54](#B54-ijerph-18-09342), [73](#B73-ijerph-18-09342)]. 3.4.4. Contextual Factors Vaccination Beliefs and Attitudes [54](#B54-ijerph-18-09342)]. Another study found that trust and confidence in the vaccines led to a higher probability of vaccination intention [ [55](#B55-ijerph-18-09342)]. In comparison, vaccine hesitancy is associated with a decrease in intention to take COVID-19 vaccines [ [20](#B20-ijerph-18-09342), [40](#B40-ijerph-18-09342)]. A study conducted in the UK found that higher vaccine hesitancy was associated with lower adherence to all safety guidelines and a lower likelihood of getting tested [ [51](#B51-ijerph-18-09342)]. Freeman et al. found that vaccine hesitancy was lower in those at very high risk of severe COVID-19 illness. In contrast, mistrust, beliefs that vaccine safety data was often fabricated, and deceit about vaccine efficacy and safety from the government and pharmaceutical companies were reasons associated with higher levels of vaccine hesitancy [ [51](#B51-ijerph-18-09342)]. Similarly, anti-vaccine attitudes or beliefs were associated with higher vaccine hesitancy, resulting in lower intention to vaccinate [ [21](#B21-ijerph-18-09342)]. Bertin et al. found that all types of conspiracy beliefs negatively impacted vaccine attitudes and the intention to vaccinate against COVID-19 [ [49](#B49-ijerph-18-09342)]. Lastly, preference for natural immunity and believing COVID-19 vaccination is unnecessary were both associated with lower intent to vaccinate against COVID-19 [ [44](#B44-ijerph-18-09342), [57](#B57-ijerph-18-09342)]; however, these themes were poorly represented in the literature, as there is a lack of studies surrounding these topics. the factors that impact vaccination decisions, a study from the U.S. reported that 81% of participants said that the vaccine's efficacy was a significant factor [ [45](#B45-ijerph-18-09342)]. Another study in Indonesia revealed that 93.3% of adults were willing to be vaccinated with a 95%-effective vaccine, whereas 67% were willing to be vaccinated with a 50%-effective vaccine; thus, vaccine effectiveness was one of the factors to change the direction of vaccine intention [ [28](#B28-ijerph-18-09342)]. In contrast, concerns about vaccine efficacy were associated with a decrease in likelihood to receive the vaccines due to worries about the accelerated vaccine development [ [21](#B21-ijerph-18-09342), [27](#B27-ijerph-18-09342), [50](#B50-ijerph-18-09342), [51](#B51-ijerph-18-09342), [57](#B57-ijerph-18-09342), [60](#B60-ijerph-18-09342), [66](#B66-ijerph-18-09342), [69](#B69-ijerph-18-09342)]. Trends safety were similar to those of vaccine efficacy; overall, individuals who received evidence of the vaccine's safety and believed that the vaccine was safe were more likely to accept the vaccine [ [9](#B9-ijerph-18-09342), [27](#B27-ijerph-18-09342), [39](#B39-ijerph-18-09342), [44](#B44-ijerph-18-09342), [50](#B50-ijerph-18-09342)]. Adverse side effects from the vaccine were also an important factor in willingness to take COVID-19 vaccines. A decrease in intention to vaccinate was associated with the presence of adverse side effects and individuals who were concerned about potential adverse side effects [ [27](#B27-ijerph-18-09342), [44](#B44-ijerph-18-09342), [66](#B66-ijerph-18-09342), [69](#B69-ijerph-18-09342)]; this includes concerns related to insufficient information about the long-term side effects of a novel vaccine [ [22](#B22-ijerph-18-09342)]. Conversely, fewer adverse side effects and the belief that vaccination would not cause side effects were associated with higher intention to vaccinate [ [9](#B9-ijerph-18-09342), [19](#B19-ijerph-18-09342), [39](#B39-ijerph-18-09342), [55](#B55-ijerph-18-09342), [61](#B61-ijerph-18-09342), [63](#B63-ijerph-18-09342)]. In addition, influenza vaccination history was a significant factor, with individuals who had previously received an influenza vaccine being more likely to receive a COVID-19 vaccine stated that vaccine history was the most important predictor of COVID-19 vaccination intention [ [19](#B19-ijerph-18-09342)]. [55](#B55-ijerph-18-09342), [61](#B61-ijerph-18-09342), [63](#B63-ijerph-18-09342), [66](#B66-ijerph-18-09342)]. Additionally, concerns surrounding the impact of the speed of development on the safety and efficacy of the vaccines were reported to be an explanatory factor for vaccine hesitancy among participants [ [51](#B51-ijerph-18-09342)], although participants from an Australian study preferred the vaccine to be available in a shorter period [ [61](#B61-ijerph-18-09342)]. The vaccine's country of origin was also examined in several studies. Two studies conducted among U.S. adults revealed a strong public preference for a domestically manufactured COVID-19 vaccine (U.S.) rather than an imported one [ [19](#B19-ijerph-18-09342), [56](#B56-ijerph-18-09342)]. Surprisingly, vaccine preferences were heterogeneous in China; the Chinese population in one study showed a higher willingness to receive a foreign made rather than a national vaccine [ [63](#B63-ijerph-18-09342)], while another study reported conflicting results a cross-sectional study conducted in Saudi Arabia, those who had a higher perceived risk of infection were 2.13 times more likely to receive a vaccination compared to those with a lower perceived risk [ [25](#B25-ijerph-18-09342)]. Health history/medical history, insurance coverage, and contact with COVID-19 cases were also significant factors impacting vaccination intentions. Wang et al. found that those with chronic conditions were more likely to have the intention to receive a COVID-19 vaccine [ [57](#B57-ijerph-18-09342)]. A different study by Grüner et al. found that individuals who were immunocompromised or had family with compromised immune systems were more likely to intend to be vaccinated [ [26](#B26-ijerph-18-09342)]. Moreover, individuals without health insurance were less likely to vaccinate, whereas those with private health insurance were more likely to vaccinate [ [21](#B21-ijerph-18-09342), [45](#B45-ijerph-18-09342), [50](#B50-ijerph-18-09342), [56](#B56-ijerph-18-09342), [73](#B73-ijerph-18-09342), [75](#B75-ijerph-18-09342)]. Finally, being sick with COVID-19, and trust in homeopathy and naturopathy, were not well supported in the examined literature. A cross-sectional study conducted in the USA found that being sick with COVID-19 was associated with an increased likelihood of intention to vaccinate [ [45](#B45-ijerph-18-09342)]. In contrast, a cross-sectional study conducted in Germany reported that trust in homeopathy and naturopathy was associated with a lower likelihood of intention to vaccinate [ [26](#B26-ijerph-18-09342)]. Perceived Barriers [65](#B65-ijerph-18-09342)]. Furthermore, being exposed to information about COVID-19 on social media was correlated with higher susceptibility to misinformation in Ireland, the UK, and the USA [ [65](#B65-ijerph-18-09342)]. Additionally, lack of trust was associated with lower intention to vaccinate [ [20](#B20-ijerph-18-09342), [21](#B21-ijerph-18-09342), [51](#B51-ijerph-18-09342)]. According to a cross-sectional study from the USA, lack of trust was the second most common reason for responding \"no\" towards vaccination intention. In this study, lack of trust encompassed lack of trust towards vaccines, the government and the CDC, pharmaceutical companies, and vaccine development or testing processes, as well as reference to conspiracy theories [ [21](#B21-ijerph-18-09342)]. In relation to financial barriers, 6.17% of participants in a study from the USA stated they would omit vaccination due to lack of financial resources [ [50](#B50-ijerph-18-09342)]. Concerns about commercial profiteering were correlated with lower intention to vaccinate [ [44](#B44-ijerph-18-09342)]. However, both financial barriers and concerns about commercial profiteering were poorly mentioned in the literature, since only one study examined each. Vaccine Recommendations [27](#B27-ijerph-18-09342), [44](#B44-ijerph-18-09342), [45](#B45-ijerph-18-09342), [46](#B46-ijerph-18-09342), [60](#B60-ijerph-18-09342)]. A study in the USA showed that the percentage of adults who were more likely to get the vaccine increased from 56.6% to 61.8% if they received a recommendation from their healthcare providers [ [43](#B43-ijerph-18-09342)]. Likewise, Reiter et al. found that 73% of participants responded that a doctor's recommendation would be an important factor in their vaccination decisions [ [45](#B45-ijerph-18-09342)]. Another cross-sectional study conducted in China found that those who valued their doctor's recommendation were more likely to receive a COVID-19 vaccine as soon as possible [ [46](#B46-ijerph-18-09342)]. Furthermore, Leng et al. found a positive correlation between willingness to take the vaccine and the proportion of acquaintances—including friends and family—being vaccinated [ [55](#B55-ijerph-18-09342)]. Concerning the impact of government advice to vaccinate, Bokemper et al. found that endorsement by political leaders has a polarized effect, where there is an increase in vaccine confidence among supporters of that party. Among supporters of a different political party, the endorsement by political leaders tends to be ignored, or even undermine vaccine confidence [ [67](#B67-ijerph-18-09342)]. However, the impact of government advice to vaccinate was only found to be significant in one out of two studies examined; therefore, this factor was poorly mentioned in the literature. 4. Discussion [29](#B29-ijerph-18-09342), [30](#B30-ijerph-18-09342)]. However, a relatively high tendency toward acceptance was observed in China, European countries, and North American countries. In contrast, the lowest acceptance rates were reported in the Democratic Republic of Congo, followed by Malaysia. Moreover, a recent study reported high refusal and hesitancy rates among the Middle Eastern population [ [77](#B77-ijerph-18-09342)]. This could be explained by the lack of transparent health communication and effective tools in the developing countries, which are needed to reformulate the decision-making process and to provide a better understanding of the benefits and risks of vaccination, thus facilitating optimal vaccine uptake [ [78](#B78-ijerph-18-09342)]. Other explanations could be related to several misconceptions that work against vaccination in developing countries. For instance, there are such socio-cultural issues in some societies, as they believe that the vaccines are given to developing countries because they have excessive production of children, and that this is a way to make them infertile (the infertility myth). Another misconception is that pharmaceutical companies encourage politicians to convince people to take vaccines in order to achieve their own financial benefits. Notably, these misconceptions arise from the notion of politicization—especially during the COVID-19 pandemic—and the poor communication between scientists and the general population. [38](#B38-ijerph-18-09342), [40](#B40-ijerph-18-09342), [53](#B53-ijerph-18-09342), [58](#B58-ijerph-18-09342), [62](#B62-ijerph-18-09342), [65](#B65-ijerph-18-09342), [72](#B72-ijerph-18-09342)], a few studies reported the opposite results, as women and younger adults showed stronger intention to receive a vaccine [ [54](#B54-ijerph-18-09342), [63](#B63-ijerph-18-09342), [73](#B73-ijerph-18-09342), [75](#B75-ijerph-18-09342)]. Men are usually seen as being more receptive to vaccines than women because of some barriers and social norms that affect women and their decisions. Justifications for such a situation were reported by the WHO SAGE group, as women—most of the time—considered themselves responsible for the consequences of their decisions on their families which, in turn, decreases their confidence in the use of immunization services [ [79](#B79-ijerph-18-09342)]. In addition, the control of women's mobility by other family members, their education level, gender inequality, women's disempowerment, and poverty alleviation are all correlated with women's concerns about accessing healthcare and, therefore, associated with their decision making in the context of vaccination status [ [79](#B79-ijerph-18-09342)]. Generally, older adults are more concerned about being infected with COVID-19 because they believe that they are more likely to require hospitalization if they contract COVID-19. In addition, the risk of COVID-19 infection and death increases with age group, which affects older adults' decisions about getting vaccinated. In contrast, low risk perception and the perception of safety around healthy young adults discourage them from getting vaccinated [ [59](#B59-ijerph-18-09342)]. Healthcare workers were also found to have higher acceptance rates than other professions because they are the first line of defense in combating the virus and, thus, most susceptible to being infected [ [22](#B22-ijerph-18-09342), [26](#B26-ijerph-18-09342), [38](#B38-ijerph-18-09342), [58](#B58-ijerph-18-09342), [73](#B73-ijerph-18-09342)]. Interestingly, other demographic factors such as education level, race, and income levels were consistent across many studies. People with low educational levels, Black ethnicity, and low income levels were generally less likely to take the vaccines [ [19](#B19-ijerph-18-09342), [21](#B21-ijerph-18-09342), [43](#B43-ijerph-18-09342), [45](#B45-ijerph-18-09342), [47](#B47-ijerph-18-09342), [50](#B50-ijerph-18-09342), [51](#B51-ijerph-18-09342), [61](#B61-ijerph-18-09342)]. Health disparities that relate to these demographic and racial issues are a factor in the lower vaccine acceptance rate. Thus, overcoming these racial inequalities and disparities will be key to distributing COVID-19 vaccines among various communities. These disadvantaged and minority groups should be prioritized in the vaccine distribution process to improve equity. [19](#B19-ijerph-18-09342), [53](#B53-ijerph-18-09342), [55](#B55-ijerph-18-09342)]. In comparison, the second group use social media as their primary source of information [ [26](#B26-ijerph-18-09342), [62](#B62-ijerph-18-09342), [68](#B68-ijerph-18-09342)]. Our findings allude to the significance of source selection, as it can be associated with the likelihood to accept or refuse the vaccine. The problem of the misinformation and fake news from social media is considered to be one the biggest barriers that stand against building trust between scientific research and the general population [ [65](#B65-ijerph-18-09342)]. Uniquely, our review emphasizes the effect of socio-political factors on attitudes towards the vaccines. Based on previous studies that indicated that people's ideologies and worldviews strongly influence their perceptions and acceptance of risk, our findings investigated the effects of political leaning on the intention to receive COVID-19 vaccines [ [19](#B19-ijerph-18-09342), [53](#B53-ijerph-18-09342), [55](#B55-ijerph-18-09342), [80](#B80-ijerph-18-09342), [81](#B81-ijerph-18-09342)]. In line with the findings of a nationally representative survey in the U.S. about vaccinations for flu, pertussis, and measles, our study showed that political conservatives were less likely to get vaccinated than liberals [ [80](#B80-ijerph-18-09342)]. The reason for this could be that conservatives' leaders have publicly and repeatedly expressed anti-vaccination opinions in their attempts to link childhood vaccines to autism [ [82](#B82-ijerph-18-09342)]. Many studies in this review point to the major role of the government in making COVID-19 vaccination one of the leading public health interventions [ [26](#B26-ijerph-18-09342), [53](#B53-ijerph-18-09342), [62](#B62-ijerph-18-09342), [67](#B67-ijerph-18-09342)]. Moreover, among the main social influencers to get the vaccine are family, friends, and healthcare providers. Most of the studies emphasized the role of family and peers in convincing individuals to accept COVID-19 vaccines [ [27](#B27-ijerph-18-09342), [46](#B46-ijerph-18-09342), [60](#B60-ijerph-18-09342), [66](#B66-ijerph-18-09342), [69](#B69-ijerph-18-09342)]. As a result, healthcare providers can help with the implementation of COVID-19 vaccine programs to increase the vaccination coverage rates for their were observed in a systematic review concerning the flu vaccine [ [83](#B83-ijerph-18-09342)]. There was a general consensus among all of the included studies that influenza vaccination history was a strong motivator to accept a COVID-19 vaccine [ [9](#B9-ijerph-18-09342), [21](#B21-ijerph-18-09342), [39](#B39-ijerph-18-09342), [46](#B46-ijerph-18-09342), [47](#B47-ijerph-18-09342), [57](#B57-ijerph-18-09342)]. On the other hand, the speed of developing COVID-19 vaccines was an impediment to their acceptance [ [9](#B9-ijerph-18-09342), [44](#B44-ijerph-18-09342), [51](#B51-ijerph-18-09342), [60](#B60-ijerph-18-09342), [61](#B61-ijerph-18-09342)]. Although clinical trials have maintained rigorous testing, many individuals are still concerned about the speed of vaccine development and its impact on the vaccines' efficacy and safety [ [9](#B9-ijerph-18-09342), [44](#B44-ijerph-18-09342), [51](#B51-ijerph-18-09342), [60](#B60-ijerph-18-09342), [61](#B61-ijerph-18-09342)]. Of note, the distrust in healthcare systems was another crucial factor that determined the choice of many to be vaccinated or not [ [20](#B20-ijerph-18-09342), [21](#B21-ijerph-18-09342), [51](#B51-ijerph-18-09342)]. Many previous studies have assigned the responsibility for vaccine hesitancy to conspiracy beliefs, which were substantially and negatively related to the intention to be vaccinated against COVID-19 [ [20](#B20-ijerph-18-09342), [21](#B21-ijerph-18-09342), [49](#B49-ijerph-18-09342), [51](#B51-ijerph-18-09342), [65](#B65-ijerph-18-09342)]. These beliefs revolve around the politicization of COVID-19, the fabrication of vaccine safety data, the manufacturing of antibody testing to harvest people's DNA, and the harmful effects of vaccines on children, resulting in the erosion of people's trust [ [20](#B20-ijerph-18-09342), [21](#B21-ijerph-18-09342), [49](#B49-ijerph-18-09342), [51](#B51-ijerph-18-09342), [65](#B65-ijerph-18-09342)]. Child protection was found to be the primary reason that parents were more hesitant to vaccinate their children than themselves [ [60](#B60-ijerph-18-09342)]. Hence, our findings indicate the necessity of increasing parents' knowledge about the vaccines by ensuring effective communication between the parents and their healthcare providers. [26](#B26-ijerph-18-09342), [60](#B60-ijerph-18-09342), [62](#B62-ijerph-18-09342), [64](#B64-ijerph-18-09342), [68](#B68-ijerph-18-09342)]. Thus, it is considered critical to enhance the notion of the prosocial benefits of vaccination and herd immunity among people to strengthen their intentions to vaccinate [ [48](#B48-ijerph-18-09342)]. Accordingly, this can help to reduce the transmission of the disease not only at the individual level, but also in the community as whole. Only a handful of studies have attempted to establish a correlation between testing positive for COVID-19 and the intention to be vaccinated against it, and the results have been ambiguous. Callaghan et al. found that individuals who have been tested for COVID-19 are 68% less likely to refuse vaccination [ [50](#B50-ijerph-18-09342)], while similar findings were reported by Reiter et al. [ [45](#B45-ijerph-18-09342)]. Conversely, results from another two surveys reported that being infected with COVID-19 was not significantly associated with willingness to take the vaccines [ [39](#B39-ijerph-18-09342), [69](#B69-ijerph-18-09342)]. One possible explanation is that people who have been infected with COVID-19 assume that they now have a natural immunity against COVID-19, with a lower chance of getting infected again, thus making them less inclined to take the vaccines. Lastly, it is worth mentioning that the origin of vaccine manufacturing seems to affect people's inclinations to take or refuse the vaccine. Strong preference was observed for receiving a U.S.-made vaccine rather than a Chinese one [ [19](#B19-ijerph-18-09342), [56](#B56-ijerph-18-09342), [63](#B63-ijerph-18-09342)]. Interestingly, a previous study indicated public skepticism with regards to the effectiveness of nationally manufactured health products in China [ [84](#B84-ijerph-18-09342)]. Strengths and Limitations 5. Conclusions Author Contributions Funding Institutional Review Board Statement Informed Consent Statement Acknowledgments Conflicts of Interest Appendix A Appendix A.1. PubMed Search Strategy |Concepts||Vaccine||Intention||Covid-19| |Keywords| (title, author |Vaccin* OR Immuniz* OR Immunis* OR Inoculat* OR Moderna OR anti-vaccin*||Hesitan* OR accept* OR Refus* OR preference* OR Willingness OR Intention OR trust OR mistrust OR attitude* OR avoidance OR distrust OR knowledge OR doubt OR fear OR perception* OR misconception* OR misinformation OR belief OR dilemma OR behavio* OR concern* OR delay OR confidence OR adherence OR nonadherence OR noncomplian* OR complian* OR uptake OR search| |MeSH Terms (PubMed)||Immunization OR Vaccines OR Mass Vaccination||Attitude to health OR Health attitudes OR Vaccination Refusal OR Health Knowledge, Attitudes, Practice OR Patient Acceptance of Health Care OR trust| Appendix (SCOPUS) |Concepts||Vaccine||Intention||Covid-19| OR preference* OR willingness OR intention OR trust OR mistrust OR attitude* OR avoidance OR distrust OR knowledge OR doubt OR fear OR perception* OR misconception* OR misinformation OR belief OR dilemma OR behavio* OR concern* OR delay OR confidence OR adherence OR nonadherence OR noncomplian* OR complian* OR uptake OR OR preference* OR willingness OR intention OR trust OR mistrust OR attitude* OR avoidance OR distrust OR knowledge OR doubt OR fear OR perception* OR misconception* OR misinformation OR belief OR dilemma OR behavio* OR concern* OR delay OR confidence OR adherence OR nonadherence OR noncomplian* OR complian* OR uptake OR refus* OR preference* OR willingness OR intention OR trust OR mistrust OR attitude* OR avoidance OR distrust OR knowledge OR doubt OR fear OR perception* OR misconception* OR misinformation OR belief OR dilemma OR behavio* OR concern* OR delay OR confidence OR adherence OR nonadherence OR noncomplian* OR complian* OR uptake OR COVID-19 Vaccines |Attitude to Vaccines| Public Opinion Health Beliefs Trust Worry |COVID-19| Disease Outbreaks Search Method - Organization. Smallpox-WHO|World Health Organization. 1981. Available online: [https://www.who.int/health-topics/smallpox#tab=tab_3](https://www.who.int/health-topics/smallpox#tab=tab_3)(accessed on 15 March 2021). - Hussain, A.; Ali, S.; Ahmed, M.; Hussain, S. The Anti-vaccination Movement: A Regression in Modern Medicine. Cureus vaccine and autism: An update of the scientific evidence. Expert Rev. Vaccines 2004, 3, 19-22. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=MMR+vaccine+and+autism:+An+update+of+the+scientific+evidence&author=DeStefano,+F.&author=Thompson,+W.W.&publication_year=2004&journal=Expert+Rev.+Vaccines&volume=3&pages=19%E2%80%9322&doi=10.1586/14760584.3.1.19)] [ [CrossRef](https://doi.org/10.1586/14760584.3.1.19)] Taylor, B. MMR and autism: Further evidence against a causal association. Vaccine 2001, 19, 3632-3635. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=MMR+and+autism:+Further+evidence+against+a+causal+association&author=Farrington,+C.&author=Miller,+E.&author=Taylor,+B.&publication_year=2001&journal=Vaccine&volume=19&pages=3632%E2%80%933635&doi=10.1016/S0264-410X(01)00097-4)] [ [CrossRef](https://doi.org/10.1016/S0264-410X(01)00097-4)] - Fombonne, E.; Chakrabarti, S. No evidence for a new variant of measles-mumps-rubella-induced autism. Pediatrics 2001, 108, e58. [ [Google vaccine: No epidemiological evidence for a causal association. Lancet 353, 2026-2029. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Autism+and+measles,+mumps,+and+rubella+vaccine:+No+epidemiological+evidence+for+a+causal+association&author=Taylor,+B.&author=Miller,+E.&author=Farrington,+C.&author=Petropoulos,+M.C.&author=Favot-Mayaud,+I.&author=Li,+J.&author=Waight,+P.A.&publication_year=1999&journal=Lancet&volume=353&pages=2026%E2%80%932029&doi=10.1016/S0140-6736(99)01239-8)] [ M.; Dumolard, L. Vaccine hesitancy around the globe: Analysis of three years of WHO/UNICEF Joint Reporting Form data-2015-2017. Vaccine 2018, 36, 3861-3867. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Vaccine+hesitancy+around+the+globe:+Analysis+of+three+years+of+WHO/UNICEF+Joint+Reporting+Form+data-2015%E2%80%932017&author=Lane,+S.&author=MacDonald,+N.E.&author=Marti,+M.&author=Dumolard,+L.&publication_year=2018&journal=Vaccine&volume=36&pages=3861%E2%80%933867&doi=10.1016/j.vaccine.2018.03.063&pmid=29605516)] [ [CrossRef](https://doi.org/10.1016/j.vaccine.2018.03.063)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/29605516)] - MacDonald, N.E. Vaccine hesitancy: Definition, scope and determinants. Vaccine 2015, hesitancy: The next challenge in the fight against COVID-19. Eur. J. Epidemiol. 2020, 35, 775-779. Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19). Int. J. Surg. 2020, 76, 71-76. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=World+Health+Organization+declares+global+emergency:+A+review+of+the+2019+novel+coronavirus+(COVID-19)&author=Sohrabi,+C.&author=Alsafi,+Z.&author=O%E2%80%99Neill,+N.&author=Khan,+M.&author=Kerwan,+A.&author=Al-Jabir,+A.&author=Iosifidis,+C.&author=Agha,+R.&publication_year=2020&journal=Int.+J.+Surg.&volume=76&pages=71%E2%80%9376&doi=10.1016/j.ijsu.2020.02.034)] [ [CrossRef](https://doi.org/10.1016/j.ijsu.2020.02.034)] - U.S. FOOD Administration. Pfizer-BioNTech COVID-19 Vaccine. 2021. Available online: [https://www.fda.gov/emergency-preparedness-and-response/coronavirus-disease-2019-covid-19/pfizer-biontech-covid-19-vaccine](https://www.fda.gov/emergency-preparedness-and-response/coronavirus-disease-2019-covid-19/pfizer-biontech-covid-19-vaccine)(accessed on 16 April 2021). - World Health Organization. Novel Coronavirus (2019-nCoV): Situation Report, 3. 2020. Available online: [https://apps.who.int/iris/handle/10665/330762](https://apps.who.int/iris/handle/10665/330762)(accessed on 15 March 2021). - WHO. Draft Landscape and Tracker of COVID-19 Candidate Vaccines. Available online: [https://www.who.int/publications/m/item/draft-landscape-of-covid-19-candidate-vaccines](https://www.who.int/publications/m/item/draft-landscape-of-covid-19-candidate-vaccines)(accessed on 15 March 2021). - World Health Organization. More than 150 Countries Engaged in COVID-19 Vaccine Global Access Facility. 2020. Available online: [https://www.who.int/news/item/15-07-2020-more-than-150-countries-engaged-in-covid-19-vaccine-global-access-facility](https://www.who.int/news/item/15-07-2020-more-than-150-countries-engaged-in-covid-19-vaccine-global-access-facility)(accessed on 26 March Ding, H.; Triggle, C.R. A Review of the Progress and Challenges of Developing a Vaccine for COVID-19. Front. Immunol. 2020, 11, 585354. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=A+Review+of+the+Progress+and+Challenges+of+Developing+a+Vaccine+for+COVID-19&author=Sharma,+O.&author=Sultan,+A.A.&author=Ding,+H.&author=Triggle,+C.R.&publication_year=2020&journal=Front.+Immunol.&volume=11&pages=585354&doi=10.3389/fimmu.2020.585354)] [ [CrossRef](https://doi.org/10.3389/fimmu.2020.585354)] - K. - Burki, T. The online anti-vaccine movement in the age of COVID-19. Lancet Digit. Health 2020, 2, e504-e505. [ [Google Kriner, D.L. Factors Associated with US Adults' Likelihood of Accepting COVID-19 Vaccination. JAMA Netw. Open 2020, 3, e2025594. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Factors+Associated+with+US+Adults%E2%80%99+Likelihood+of+Accepting+COVID-19+Vaccination&author=Kreps,+S.&author=Prasad,+S.&author=Brownstein,+J.S.&author=Hswen,+Y.&author=Garibaldi,+B.T.&author=Zhang,+B.&author=Kriner,+D.L.&publication_year=2020&journal=JAMA+Netw.+Open&volume=3&pages=e2025594&doi=10.1001/jamanetworkopen.2020.25594)] [ [CrossRef](https://doi.org/10.1001/jamanetworkopen.2020.25594)] - Prati, G. Intention to receive a vaccine against SARS-CoV-2 in Italy and its association with trust, worry and beliefs about the origin of the virus. Health Educ. Res. 2020, 35, 505-511. [ potential SARS-CoV-2 vaccine: A survey of US adults. Ann. Intern. Med. 2020, 173, 964-973. [ [Google S. Withdrawn: Vaccine hesitancy among Maltese Healthcare workers toward influenza and novel COVID-19 vaccination. Early Hum. Dev. 2020, 105213. [ [Google to Vaccinate Against the Novel 2019 Coronavirus Disease: The Role of Health Locus of Control and Religiosity. J. Relig. Health 2021, hesitancy of the COVID-19 by health care personnel. Int. J. Clin. Pr. 2021, 75, Vaccine in Saudi Arabia: A Web-Based National Survey. J. Multidiscip. Health 2020, Scholar](https://scholar.google.com/scholar_lookup?title=Determinants+of+COVID-19+Vaccine+Acceptance+in+Saudi+Arabia:+A+Web-Based+National+Survey&author=Al-Mohaithef,+M.&author=Padhi,+B.K.&publication_year=2020&journal=J.+Multidiscip.+Health&volume=13&pages=1657%E2%80%931663&doi=10.2147/JMDH.S276771)] [ [CrossRef](https://doi.org/10.2147/JMDH.S276771)] - Grüner, S.; Krüger, F. The intention to be vaccinated against COVID-19: Stated preferences before vaccines were available. Appl. Econ. Lett. 1-5. COVID-19 Vaccine Acceptance: Beliefs and Barriers Associated with Vaccination among the General Population in India. J. Exp. Biol. Agric. Sci. 2020, Acceptance of a COVID-19 Vaccine in Southeast Asia: A Cross-Sectional Study in Indonesia. Front. Public Health 2020, 8, 381. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Acceptance+of+a+COVID-19+Vaccine+in+Southeast+Asia:+A+Cross-Sectional+Study+in+Indonesia&author=Harapan,+H.&author=Wagner,+A.L.&author=Yufika,+A.&author=Winardi,+W.&author=Anwar,+S.&author=Gan,+A.K.&author=Setiawan,+A.M.&author=Rajamoorthy,+Y.&author=Sofyan,+H.&author=Mudatsir,+M.&publication_year=2020&journal=Front.+Public+Health&volume=8&pages=381&doi=10.3389/fpubh.2020.00381&pmid=32760691)] [ [CrossRef](https://doi.org/10.3389/fpubh.2020.00381)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/32760691)] - Sallam, M. COVID-19 Vaccine Hesitancy Worldwide: A Concise Systematic Review of Vaccine Acceptance Rates. Vaccines 2021, 9, 160. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=COVID-19+Vaccine+Hesitancy+Worldwide:+A+Concise+Systematic+Review+of+Vaccine+Acceptance+Rates&author=Sallam,+M.&publication_year=2021&journal=Vaccines&volume=9&pages=160&doi=10.3390/vaccines9020160&pmid=33669441)] [ Lin, C.; Beitsch, L.M. Confidence and Receptivity for COVID-19 Vaccines: A Rapid Systematic Review. Vaccines 2020, 9, 16. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Confidence+and+Receptivity+for+COVID-19+Vaccines:+A+Rapid+Systematic+Review&author=Lin,+C.&author=Tu,+P.&author=Beitsch,+L.M.&publication_year=2020&journal=Vaccines&volume=9&pages=16&doi=10.3390/vaccines9010016&pmid=33396832)] [ [CrossRef](https://doi.org/10.3390/vaccines9010016)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/33396832)] - Gusenbauer, M.; Haddaway, N.R. Which academic search systems are suitable for systematic reviews or meta-analyses? Evaluating retrieval qualities of Google Scholar, PubMed, and 26 other resources. Res. Synth. Methods 2020, 11, 181-217. V. Google Search as an Additional Source in Systematic Reviews. Sci. Eng. Ethic. 2017, 24, 809-810. [ [Google Vaccine Hesitancy in China: A Scoping Review of Chinese Scholarship. Vaccines 2019, 8, 2. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Addressing+Vaccine+Hesitancy+in+China:+A+Scoping+Review+of+Chinese+Scholarship&author=Yang,+R.&author=Penders,+B.&author=Horstman,+K.&publication_year=2019&journal=Vaccines&volume=8&pages=2&doi=10.3390/vaccines8010002)] [ [CrossRef](https://doi.org/10.3390/vaccines8010002)][ [Green Version](https://www.mdpi.com/2076-393X/8/1/2/pdf)] - Shmueli, L. Predicting intention to receive COVID-19 vaccine among the general population using the health belief model and the theory of planned behavior model. BMC Public Health 2021, 21, health behaviors from COVID-19: A cross sectional study with health belief model in Golestan Province, Northern of Iran. Infect. Dis. Poverty 2020, 9, 157. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Assessing+preventive+health+behaviors+from+COVID-19:+A+cross+sectional+study+with+health+belief+model+in+Golestan+Province,+Northern+of+Iran&author=Shahnazi,+H.&author=Ahmadi-Livani,+M.&author=Pahlavanzadeh,+B.&author=Rajabi,+A.&author=Hamrah,+M.S.&author=Charkazi,+A.&publication_year=2020&journal=Infect.+Dis.+Poverty&volume=9&pages=157&doi=10.1186/s40249-020-00776-2)] [ [CrossRef](https://doi.org/10.1186/s40249-020-00776-2)] - Kan, T.; Zhang, J. Factors influencing seasonal influenza vaccination behaviour among elderly people: A systematic review. Public Health 2018, 156, 67-78. [ Scarpino, V. Attitudes towards influenza vaccine and a potential COVID-19 vaccine in Italy and differences across occupational groups, September 2020. Med. Lav. 2020, 111, 445. [ [Google of Vaccination Against COVID-19 Among Healthcare Workers in the Democratic Republic of the Congo. Pragmatic Obs. Res. 2020, 11, 103-109. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Acceptability+of+Vaccination+Against+COVID-19+Among+Healthcare+Workers+in+the+Democratic+Republic+of+the+Congo&author=Kabamba+Nzaji,+M.&author=Kabamba+Ngombe,+L.&author=Ngoie+Mwamba,+G.&author=Banza+Ndala,+D.B.&author=Mbidi+Miema,+J.&author=Lungoyo,+C.L.&author=Mwimba,+B.L.&author=Bene,+A.C.M.&author=Musenga,+E.M.&publication_year=2020&journal=Pragmatic+Obs.+Res.&volume=11&pages=103%E2%80%93109&doi=10.2147/POR.S271096)] [ vaccination intention in the UK: Results from the COVID-19 vaccination acceptability study (CoVAccS), a nationally representative cross-sectional survey. Hum. Vaccines Immunother. 2021, 17, 1612-1621. to get vaccinations against COVID-19 in French healthcare workers during the first pandemic wave: A cross-sectional survey. J. Hosp. Infect. 2021, 108, Scoping studies: Towards a methodological framework. Int. J. Soc. Res. 8, 19-32. [Google Lau, C.T.; et al. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) Extension for Chinese Herbal Medicines 2020 (PRISMA-CHM 2020). Am. J. Chin. Med. 2020, 48, 1279-1313. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=PRISMA+(Preferred+Reporting+Items+for+Systematic+Reviews+and+Meta-Analyses)+Extension+for+Chinese+Herbal+Medicines+2020+(PRISMA-CHM+2020)&author=Zhang,+X.&author=Tan,+R.&author=Lam,+W.C.&author=Yao,+L.&author=Wang,+X.&author=Cheng,+C.W.&author=Liu,+F.&author=Chan,+J.C.&author=Aixinjueluo,+Q.&author=Lau,+C.T.&publication_year=2020&journal=Am.+J.+Chin.+Med.&volume=48&pages=1279%E2%80%931313&doi=10.1142/S0192415X20500639&pmid=32907365)] SARS-CoV-2 Vaccination Intentions: Implications for Future Public Health Communication Efforts. Sci. Commun. 2020, 42, 698-723. [ for Managing COVID-19: The Importance of Understanding the Motivational Roots of Vaccination Hesitancy for SARS-CoV2. Front. Psychol. 2020, 11, Katz, M.L. Acceptability of a COVID-19 vaccine among adults in the United States: How many people would get vaccinated? Vaccine 2020, 38, 6500-6507. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Acceptability+of+a+COVID-19+vaccine+among+adults+in+the+United+States:+How+many+people+would+get+vaccinated?&author=Reiter,+P.L.&author=Pennell,+M.L.&author=Katz,+M.L.&publication_year=2020&journal=Vaccine&volume=38&pages=6500%E2%80%936507&doi=10.1016/j.vaccine.2020.08.043)] [ Y.; Knoll, M.D.; Fang, H. Acceptance of COVID-19 Vaccination during the COVID-19 Pandemic in China. Vaccines 2020, 8, 482. [ [Google preliminary online survey. Hum. Vaccines Immunother. 2021, 17, [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Assessing+COVID-19+vaccine+literacy:+A+preliminary+online+survey&author=Biasio,+L.R.&author=Bonaccorsi,+G.&author=Lorini,+C.&author=Pecorelli,+S.&publication_year=2021&journal=Hum.+Vaccines+Immunother.&volume=17&pages=1304%E2%80%931312&doi=10.1080/21645515.2020.1829315)] [ [CrossRef](https://doi.org/10.1080/21645515.2020.1829315)] - Jung, H.; Albarracín, D. Concerns for others increases the likelihood of vaccination against influenza and COVID-19 more in sparsely rather than densely populated areas. Proc. Natl. Acad. Sci. USA Delouvée, Conspiracy Beliefs, Rejection of Vaccination, and Support for hydroxychloroquine: A Conceptual Replication-Extension in the COVID-19 Pandemic Context. Front. Psychol. 2020, 11, Correlates and disparities of intention to vaccinate against COVID-19. Soc. Sci. Med. 2021, 272, 113638. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Correlates+and+disparities+of+intention+to+vaccinate+against+COVID-19&author=Callaghan,+T.&author=Moghtaderi,+A.&author=Lueck,+J.A.&author=Hotez,+P.&author=Strych,+U.&author=Dor,+A.&author=Fowler,+E.F.&author=Motta,+M.&publication_year=2021&journal=Soc.+Sci.+Med.&volume=272&pages=113638&doi=10.1016/j.socscimed.2020.113638)] vaccine hesitancy in the UK: The Oxford coronavirus explanations, attitudes, and narratives survey (Oceans) II. Psychol. Med. G.D.; Uysal, M.S. COVID-19 vaccine hesitancy is associated with beliefs on the origin of the novel coronavirus in the UK and Turkey. Psychol. Med. 2020, 1-3. [ [Google Omer, S.B. Determinants of COVID-19 vaccine acceptance the US. EClinicalMedicine 2020, 26, 100495. [ [Google A.; Wong, S.Y.S.; Lee, S.S. Influenza vaccine uptake, COVID-19 vaccination intention and vaccine hesitancy among nurses: A survey. Int. J. Nurs. Stud. Wang, S.; Nicholas, S.; Liu, R.; Wang, J. Individual preferences for COVID-19 vaccination in China. Vaccine 2021, 39, 247-254. [ Poole, B.D. Influences on Attitudes Regarding Potential COVID-19 Vaccination in the United States. Vaccines 2020, 8, 582. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Influences+on+Attitudes+Regarding+Potential+COVID-19+Vaccination+in+the+United+States&author=Pogue,+K.&author=Jensen,+J.L.&author=Stancil,+C.K.&author=Ferguson,+D.G.&author=Hughes,+S.J.&author=Mello,+E.J.&author=Burgess,+R.&author=Berges,+B.K.&author=Quaye,+A.&author=Poole,+B.D.&publication_year=2020&journal=Vaccines&volume=8&pages=582&doi=10.3390/vaccines8040582&pmid=33022917)] [ [CrossRef](https://doi.org/10.3390/vaccines8040582)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/33022917)] - E.Y.Y.; Wong, S.Y.S. Intention of nurses to accept coronavirus disease 2019 vaccination and change of intention to accept seasonal influenza vaccination during the coronavirus disease 2019 pandemic: A cross-sectional survey. Vaccine 2020, 38, 7049-7056. [ Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic. Vaccine 2020, 38, 7002-7006. [ [Google in biomedical research and vaccine hesitancy: The forefront challenge in the battle against COVID-19 in Italy. Eur. J. Epidemiol. 2020, 35, 785-788. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Mistrust+in+biomedical+research+and+vaccine+hesitancy:+The+forefront+challenge+in+the+battle+against+COVID-19+in+Italy&author=Palamenghi,+L.&author=Barello,+S.&author=Boccia,+S.&author=Graffigna,+G.&publication_year=2020&journal=Eur.+J.+Epidemiol.&volume=35&pages=785%E2%80%93788&doi=10.1007/s10654-020-00675-8&pmid=32808095)] J.L.; Paterson, P. Parents' and guardians' views on the acceptability of a future COVID-19 vaccine: A multi-methods study in England. Vaccine 2020, 38, 7789-7798. Rose, J.M. Preferences for a COVID-19 vaccine in Australia. Vaccine 2021, 39, 473-479. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Preferences+for+a+COVID-19+vaccine+in+Australia&author=Borriello,+A.&author=Master,+D.&author=Pellegrini,+A.&author=Rose,+J.M.&publication_year=2021&journal=Vaccine&volume=39&pages=473%E2%80%93479&doi=10.1016/j.vaccine.2020.12.032)] [ [CrossRef](https://doi.org/10.1016/j.vaccine.2020.12.032)] - Newby, J. Public Perceptions of COVID-19 in Australia: Perceived Risk, Knowledge, Health-Protective Behaviors, and Vaccine Intentions. Front. Psychol. 2020, 11, 551004. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Public+Perceptions+of+COVID-19+in+Australia:+Perceived+Risk,+Knowledge,+Health-Protective+Behaviors,+and+Vaccine+Intentions&author=Faasse,+K.&author=Newby,+J.&publication_year=2020&journal=Front.+Psychol.&volume=11&pages=551004&doi=10.3389/fpsyg.2020.551004)] [ Yeoh, Wong, S.Y. Public preference for COVID-19 vaccines in China: A discrete choice experiment. Health Expect. 2020, 23, 1543-1578. between Citizens' Health Engagement and Intention to Take the COVID-19 Vaccine in Italy: A Mediation Analysis. Vaccines 2020, 8, 576. [ [Google [ Bles, A.M.; van der Linden, S. Susceptibility to misinformation about COVID-19 around the world. R. Soc. Open Sci. 2020, 7, 201199. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Susceptibility+to+misinformation+about+COVID-19+around+the+world&author=Roozenbeek,+J.&author=Schneider,+C.R.&author=Dryhurst,+S.&author=Kerr,+J.&author=Freeman,+A.L.J.&author=Recchia,+G.&author=van+der+Bles,+A.M.&author=van+der+Linden,+S.&publication_year=2020&journal=R.+Soc.+Open+Sci.&volume=7&pages=201199&doi=10.1098/rsos.201199&pmid=33204475)] [ P.-F.; Lee, H.Y.; Abubakar, S. The use of the health belief model to assess predictors of intent to receive the COVID-19 vaccine and willingness to pay. Hum. Vaccines Immunother. 2020, 16, 1232-1238. [ E.K.; Omer, S.B. Timing of COVID-19 vaccine approval and endorsement by public figures. Vaccine 2021, 39, 825-829. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Timing+of+COVID-19+vaccine+approval+and+endorsement+by+public+figures&author=Bokemper,+S.E.&author=Huber,+G.A.&author=Gerber,+A.S.&author=James,+E.K.&author=Omer,+S.B.&publication_year=2021&journal=Vaccine&volume=39&pages=825%E2%80%93829&doi=10.1016/j.vaccine.2020.12.048&pmid=33390295)] [ Flowers, P. Towards intervention development to increase the uptake of COVID-19 vaccination among those at high risk: Outlining evidence-based and theoretically informed future intervention content. Br. J. Health Psychol. 2020, 25, 1039-1054. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Towards+intervention+development+to+increase+the+uptake+of+COVID-19+vaccination+among+those+at+high+risk:+Outlining+evidence-based+and+theoretically+informed+future+intervention+content&author=Williams,+L.&author=Gallant,+A.J.&author=Rasmussen,+S.&author=Nicholls,+L.A.B.&author=Cogan,+N.&author=Deakin,+K.&author=Young,+D.&author=Flowers,+P.&publication_year=2020&journal=Br.+J.+Health+Psychol.&volume=25&pages=1039%E2%80%931054&doi=10.1111/bjhp.12468)] Understanding COVID-19 vaccine demand and hesitancy: A nationwide online survey in China. PLoS Negl. Trop. Dis. 2020, 14, e0008961. university students in Italy during the COVID-19 pandemic. Eur. J. Epidemiol. 2020, 35, 781-783. Withdrawn: Vaccine hesitancy in Maltese family physicians and their trainees vis-à-vis influenza and novel COVID-19 vaccination. Early Hum. Dev. 2020, 105259. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Withdrawn:+Vaccine+hesitancy+in+Maltese+family+physicians+and+their+trainees+vis-%C3%A0-vis+influenza+and+novel+COVID-19+vaccination&author=Grech,+V.&author=Bonnici,+J.&author=Zammit,+D.&publication_year=2020&journal=Early+Hum.+Dev.&pages=105259&doi=10.1016/j.earlhumdev.2020.105259)] [ [CrossRef](https://doi.org/10.1016/j.earlhumdev.2020.105259)] - Grech, V.; Gauci, C. Withdrawn: Vaccine hesitancy in the University of Malta Faculties of Health Sciences, Dentistry and Medicine vis-à-vis influenza and novel COVID-19 vaccination. Early Hum. Dev. 2020, 105258. [ [Google on COVID-19 vaccine is ongoing, the public's thoughts and attitudes to the future COVID-19 vaccine. Int. J. Clin. Pr. 2021, 75, vaccination refusal prolong the war on SARS-CoV-2? Postgrad. Med. J. 2020, 97, B.F.; Carlyle, K.E. Willingness to get the COVID-19 vaccine with and without emergency use authorization. Am. J. Infect. Control 2021, 49, 137-142. willingness to vaccinate in the United States: A population-based survey. PLoS Med. Al-Qerem, W.A.; Jarab, A.S. COVID-19 Vaccination Acceptance and Its Associated Factors among a Middle Eastern population. Front. Public Health 2021, 9, 34. [ [Google et al. Addressing challenges to rolling out COVID-19 vaccines in African countries. Lancet Glob. Health 2021, 9, e746-e748. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Addressing+challenges+to+rolling+out+COVID-19+vaccines+in+African+countries&author=Nachega,+J.B.&author=Sam-Agudu,+N.A.&author=Masekela,+R.&author=van+der+Zalm,+M.M.&author=Nsanzimana,+S.&author=Condo,+J.&author=Ntoumi,+F.&author=Rabie,+H.&author=Kruger,+M.&author=Wiysonge,+C.S.&publication_year=2021&journal=Lancet+Glob.+Health&volume=9&pages=e746%E2%80%93e748&doi=10.1016/S2214-109X(21)00097-8)] [ [CrossRef](https://doi.org/10.1016/S2214-109X(21)00097-8)] - Gender and Immunisation: Summary Report for SAGE, November 2010, Basel. Available online: [https://www.who.int/immunization/sage/1_immunization_gender_reports_without_graphics.pdf](https://www.who.int/immunization/sage/1_immunization_gender_reports_without_graphics.pdf)(accessed on 10 May 2021). - Baumgaertner, B.; Carlisle, J.E.; Justwan, F. The influence of political ideology and trust on willingness to vaccinate. PLoS ONE 2018, 13, C.R. Influence of political and medical leaders on parental perception of vaccination: A cross-sectional survey in Australia. BMJ Open 2019, 9, [ [Google M.E. The GOP's \"Debate\" on Vaccines and Autism. 2015. Available online: [https://www.washingtonpost.com/news/morning-mix/wp/2015/09/17/the-gops-dangerous-debate-on-vaccines-and-autism/](https://www.washingtonpost.com/news/morning-mix/wp/2015/09/17/the-gops-dangerous-debate-on-vaccines-and-autism/)(accessed on 21 April 2021). - Yeung, M.P.S.; Lam, F.L.; Coker, R. Factors associated with the uptake of seasonal influenza vaccination in adults: A systematic review. J. Public Health 2016, 38, 746-753. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Factors+associated+with+the+uptake+of+seasonal+influenza+vaccination+in+adults:+A+systematic+review&author=Yeung,+M.P.S.&author=Lam,+F.L.&author=Coker,+R.&publication_year=2016&journal=J.+Public+Health&volume=38&pages=746%E2%80%93753&doi=10.1093/pubmed/fdv194)] [ N.; Campy, K.S.; Wang, S. Trust collapse caused by the Changsheng vaccine crisis in China. Vaccine 2019, 37, 3419-3425. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Trust+collapse+caused+by+the+Changsheng+vaccine+crisis+in+China&author=Zhou,+M.&author=Qu,+S.&author=Zhao,+L.&author=Kong,+N.&author=Campy,+K.S.&author=Wang,+S.&publication_year=2019&journal=Vaccine&volume=37&pages=3419%E2%80%933425&doi=10.1016/j.vaccine.2019.05.020)] [ [CrossRef](https://doi.org/10.1016/j.vaccine.2019.05.020)] |Key Findings and Relevant Relevant Author||Country||Type of MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. © 2021 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( [https://creativecommons.org/licenses/by/4.0/](https://creativecommons.org/licenses/by/4.0/)). M.; Butt, Z.A. What Demographic, Social, and Contextual Factors Influence the Intention to Use COVID-19 Vaccines: A Scoping Review. Int. J. Environ. Res. Public Health 2021, 18, 9342. https://doi.org/10.3390/ijerph18179342 AlShurman BA, Khan AF, Mac C, Majeed M, Butt ZA. What Demographic, Social, and Contextual Factors Influence the Intention to Use COVID-19 Vaccines: A Scoping Review. International Journal of Environmental Research and Public Health. 2021; 18(17):9342. https://doi.org/10.3390/ijerph18179342Chicago/Turabian Style AlShurman, Bara' Majeed, Zahid Ahmad Butt. 2021. \"What Demographic, Social, and Contextual Factors Influence the Intention to Use COVID-19 Vaccines: A Scoping Review\" International Journal of Environmental Research and Public Health 18, no. 17: 9342. https://doi.org/10.3390/ijerph18179342 [here](https://www.mdpi.com/about/announcements/784). Article Metrics Article Access StatisticsFor more "}