{"title": "DHS Details End of Emergency COVID-19 Response", "author": null, "url": "https://www.dhs.wisconsin.gov/news/releases/042623.htm", "hostname": "wisconsin.gov", "description": "The federal government has announced the COVID-19 Public Health Emergency will end May 11. In Wisconsin, case numbers, hospitalizations, and deaths from COVID-19 are significantly lower than they were during the surge in late 2021 and early 2022, and the Wisconsin Department of Health Services (DHS) has been making plans to move away from an emergency response to the virus.", "sitename": "Wisconsin Department of Health Services", "date": "2023-04-21", "cleaned_text": "Elizabeth Goodsitt, 608-266-1683 DHS Details End of Emergency COVID-19 Response COVID-19 prevention and precaution remain a priority as response programs transition The federal government has announced the COVID-19 Public Health Emergency will end May 11. In Wisconsin, case numbers, hospitalizations, and deaths from COVID-19 are significantly lower than they were during the surge in late 2021 and early 2022, and the Wisconsin Department of Health Services (DHS) has been making plans to move away from an emergency response to the virus. The federal public health emergency has been in place since early 2020, and it gave federal and state governments flexibility to waive or modify certain requirements in a variety of areas. Associated legislation provided funding and additional flexibilities to help combat the virus. DHS continues to transition its emergency COVID-19 response programs and services. Some programs, including COVID-19 testing and vaccine services, will continue to undergo changes in the coming months. \"The declaration of a public health emergency helped support Wisconsin's efforts to combat COVID-19 with resources that saved lives statewide,\" said DHS Secretary-designee Kirsten Johnson. \"As the federal public health emergency declaration nears its end, DHS will continue to shift our COVID-19 response operations. However, it is critical that Wisconsinites know this does not mean COVID-19 has gone away. The virus remains a threat to health, and we must continue to care for ourselves and each other.\" DHS and CDC recommend the following steps to protect yourself and your community from the spread of [COVID-19](/covid-19/index.htm): - Stay up to date on [recommended COVID-19 vaccinations](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html)for the best protection. - People ages 65 and older and those who are immunocompromised now have the option to receive an additional updated or bivalent COVID-19 vaccine dose(s), following recent approvals from the FDA and CDC. - Know the [level of COVID-19 in your community](https://www.cdc.gov/coronavirus/2019-ncov/your-health/covid-by-county.html)and follow appropriate guidance, including masking in public places, when levels are high. - Know the [symptoms](/covid-19/symptoms.htm), [get tested](/covid-19/testing.htm), and stay home if you're sick. [Seek treatment](/covid-19/telehealth.htm)as soon as you develop symptoms. \"DHS will continue to work with public health partners, including local and tribal health departments, hospital systems, and community agencies and advocates as the state and the nation transition from an emergency response to this virus,\" Johnson said. Monitoring of COVID-19 will continue The DHS Division of Public Health Bureau of Communicable Disease (BCD) will continue to monitor COVID-19 in Wisconsin. BCD regularly monitors respiratory diseases like influenza, RSV, and rhinovirus, in addition to [other diseases](/disease/a-z.htm) as part of the state's ongoing public health efforts. COVID-19 levels will continue to be monitored in Wisconsin to allow the state to respond to any future surges in case levels or other developments. Resources for uninsured Wisconsinites In the months after the end of the public health emergency, many programs that are currently free may be reverting to insurance and/or personal payment for services. Wisconsin has resources for under- and uninsured people, including programs providing health care for free or at a lower cost. We encourage Wisconsinites who don't have insurance, or who are under-insured, to access these resources. A good place to begin is [ForwardHealth](/forwardhealth/index.htm). ForwardHealth brings together many Department of Health Services health care and nutrition assistance benefit programs. This webpage has links to many programs, including BadgerCare Plus and the Wisconsin Well Woman Program. What's changing and what's not changing Vaccines COVID-19 vaccines will still be available free of charge until the federally purchased supply is depleted. The FDA's emergency use authorization for the COVID-19 vaccines will not end with the public health emergency. After the federally purchased supply of vaccines is depleted, those with public or private insurance will continue to be able to access COVID-19 vaccines, according to their insurance requirements. On April 18, the U.S. Department of Health & Human Services (HHS) [announced the HHS Bridge Access Program for COVID-19 Vaccines and Treatments](https://www.hhs.gov/about/news/2023/04/18/fact-sheet-hhs-announces-hhs-bridge-access-program-covid-19-vaccines-treatments-maintain-access-covid-19-care-uninsured.html) to continue to provide COVID-19 vaccines to maintain broad access to COVID-19 vaccines for millions of Americans who are uninsured. The program will continue to provide COVID-19 vaccines to people who are uninsured at with no cost, even after the federally purchased supply is exhausted. To find out the latest recommendations regarding COVID-19 vaccines, visit the [CDC COVID-19 vaccines](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html) webpage. To find a location to get a COVID-19 vaccine, visit [Vaccines.gov](https://www.vaccines.gov/). Testing The end of the public health emergency will mean changes to the availability of free COVID-19 testing resources, including how insurance covers testing. At-home tests At-home tests will likely become more costly for people regardless of their insurance status, although some insurance plans may still cover them. People covered by Medicaid will be able to access free at-home tests through September 2024. At-home tests will continue to be authorized for use and will likely remain available for purchase at retail outlets, such as pharmacies. Laboratory-based tests Most insured people will still have some coverage for tests ordered or administered by a health professional. Laboratory-based tests, such as PCR tests, will likely no longer be free for those without health insurance, and may result in a co-pay or out-of-pocket costs for those with health insurance. Some free resources may still be available for those without health insurance, such as through free clinics or federal testing programs, such as the [CDC Increasing Community Access to Testing (ICATT)](https://www.cdc.gov/icatt/index.html) program. The eligibility and testing criteria for free testing may change with these programs after the end of the public health emergency. State-supported testing programs Wisconsin's state-supported testing programs offering have begun to wind down: - The [Say Yes! COVID Test](https://sayyescovidhometest.org/)direct-to-household antigen test distribution program has seen sustained demand and will remain available through May, while supplies last. Wisconsinites are encouraged to order before supplies run out and the program ends. - The K-12 COVID-19 testing program has ended in-school testing. Schools may order at-home antigen tests to distribute to students, staff, and families until June 15. - The Community Testing Support Program, the funding support for local pharmacies, local and tribal health departments, and other community locations, ended April 15. - Testing support for confinement facilities will end April 30. Supplies for confinement facilities serving persons in our care, including unhoused facilities, will remain available until June 15. - Access to laboratory-conducted (PCR) COVID-19 testing may be limited, and people may be charged, even if they have health insurance. - For people with health insurance, COVID-19 PCR testing may need to be conducted by a health care provider as community testing sites will be limited. - People without health insurance may need to access PCR testing through a free clinic, or through a federal program like the [ICATT](https://www.cdc.gov/icatt/index.html)program. Treatment and telehealth Much like COVID-19 vaccines, doses of the pharmaceutical COVID-19 treatment purchased by the federal government will remain free until the supply is depleted. Antiviral treatments like Paxlovid and Lagevrio can help prevent serious illness, hospitalization, and death in people with COVID-19. DHS' free [COVID-19 treatment telehealth service](/covid-19/telehealth.htm) has been extended to December 31, 2023. DHS decided to extend the free service to continue its success in making COVID-19 antiviral treatment accessible throughout Wisconsin. Approximately 4,000 people have consulted with providers through the program since its launch in November 2022, and almost half of those were over the age of 60. Additional updates As the COVID-19 pandemic and response continues to evolve and more information becomes available about policies and efforts affected by the end of the public health emergency, DHS will provide updates to the public and to health care partners. DHS will also begin to consolidate COVID-19 information on the DHS website. DHS remains committed to providing the most up to date and accurate information about severe illness and death from COVID-19. These updates will help people find the COVID-19 information they need more easily on the DHS website. DHS response to COVID-19 \"The successful operation of these programs over the past three years has saved lives, protected health, and helped Wisconsin through the most serious public health emergency of our lifetimes,\" said Johnson. \"I continue to thank the public health, health care, and emergency response professionals statewide, including the dedicated public servants of DHS, who have worked tirelessly to move us to a new phase of COVID-19 response.\" Some highlights include: - Since 2020, DHS has distributed 15 million tests throughout the state. This would not have been possible without the partnership of local and tribal health departments, laboratory and specimen collection vendors, community testing support program partners, pharmacy partners, and the Wisconsin National Guard (WING). - Nearly $31 million in grant money distributed to 185 community organizations to help share vital information about COVID-19 and vaccines to under-represented groups in culturally conscious ways. - Since September 2022, more than 2.2 million at-home tests have been distributed through Say Yes COVID test, the state's mail-order test distribution program. Tests have been sent to households in all 72 Wisconsin counties. - Since 2021, nearly 3 million COVID-19 tests have been administered at almost 300 Community Testing Support Program locations. - In the 2022-2023 school year, more than 1 million at-home tests were sent to K-12 schools throughout the state, with schools in 71 counties receiving testing supplies or testing support through the K-12 COVID-19 Testing Program. - More than 3.6 million (61.8%) Wisconsin residents have completed the COVID-19 vaccine primary series. - Nearly 1.2 million Wisconsinites (20.6%) have received the updated COVID-19 booster. - COVID-19 telehealth treatment has been used in all 72 counties in Wisconsin. - As of April 21, 2023, 65 of Wisconsin's 72 counties are at a low "}