{"title": "Steroid Shots Definitely Shouldn't Be Your Go-To Allergy Treatment, Experts Warn", "author": "Aryelle Siclait; Jasmine Gomez", "url": "https://www.womenshealthmag.com/health/a25630359/steroid-shot-for-allergies/", "hostname": "womenshealthmag.com", "description": "The side effects aren't great...", "sitename": "Women's Health", "date": "2020-03-17", "cleaned_text": "There's no sugarcoating the fact that allergies are an absolute pain in the you-know-what. And when warmer temps roll around, allergy sufferers have to deal with weeks and weeks of red, itchy eyes and plenty of sneezing. And it seems like allergy season just keeps getting worse, right?! Well, the severity of allergy season depends on weather patterns, the amount of rain, and the temperature, says Kara Wada, MD, allergist/immunologist at the [Ohio State University Wexner Medical Center](https://wexnermedical.osu.edu). Unfortunately, climate change has had an effect on all of these—and that's the case for the 2020 allergy season, too. \"Each year of the last several years, we have seen increases in the pollen counts and pollen seasons are lasting longer. This has been attributed to climate change.\" Spring has sprung earlier than usual, about three to four weeks, than the long-term average, according to the [ National Phenology Network](https://www.usanpn.org/news/spring) [.] Early spring also means this year's pollen season has already started, as low levels of pollen have already been measured says Tricia Lee, MD, allergist/immunologist at [Hudson Allergy](https://www.hudsonallergy.com/), who has already received calls from symptomatic patients. Okay, an early and worse allergy season may sound like a nightmare—which may make you consider a strong remedy for relief, like a steroid shot. But you do have options, and they don't only include steroid shots, which do come with a ton of side effects (more on that ahead). If you aren't sure what route you should take to relieve your allergy symptoms, consult an allergist-immunologist for advice tailored to you. In the meantime, here's what you should know about steroid shots for allergies. What's up with steroid shots for allergies? First, a quick lesson on allergy basics: You get allergies when your body overreacts to a substance (like pollen or cat dander) in an attempt to protect you from it. (Cue the [congestion and watery eyes](https://www.womenshealthmag.com/health/a19908134/allergy-sufferers/).) A steroid shot is an aggressive remedy used to calm that response, says Purvi Parikh, MD, an allergy and immunology clinical assistant professor at NYU Langone Health. But while these steroid shots are extremely effective, they should only be administered \"when all else fails,\" says Dr. Parikh. That's because there are long-term side effects of overuse—and overdoing it is when you exceed two shots in the same year and continue that practice every year. Side effects include: weight gain, diabetes, bone deterioration, and cataracts (to name a few), says Dr. Parikh. So, over-the-counter preventative medications should always be your first move, she says. But if you develop breathing problems, start wheezing, or contract a virus as a result of your allergies, then a steroid shot might be right for you. Still, don't make it a regular thing. What is it like getting a steroid shot for allergies? The steroid shot is administered by an allergist and injected into a muscle, usually in the arm. The steroid shot takes six hours to go into effect, and there's no going back once it starts working. That means, if you have a bad reaction to the shot, you'll need to deal with it until the shot wears off in a few weeks or months, says Dr. Parikh. Thankfully, there's a much less intense route: steroid-free immunotherapy shots. \"That's the best long-term solution,\" says Dr. Parikh, who adds that these shots work by introducing small amounts of the allergen to your body, in an effort to help you slowly acclimate to it. \"Over time, your body stops reacting,\" she says. Generally, a patient will start with low concentrations and build up to a monthly maintenance shot, Dr. Lee explains. \"These shots help the patient so that next time the body is exposed to the allergen, it is less reactive.\" So basically, steroid shots work on the symptoms of your allergies, while immunotherapy shots work to lessen your body's defenses. The downside: Immunotherapy shots can take a year or longer before they provide relief. If you're a bit wary of needles, though, there's another option still: nasal corticosteroids. While, yes, these contain steroids, \"the steroid nasal sprays are very safe because very little of that steroid goes in your body,\" says Dr. Parikh. Like the steroid shots, steroid nasal sprays also work to reduce inflammation. Are there any side effects of steroid shots that I should know about? There is a risk of having an adverse reaction to a steroid shot, and Dr. Wada says she typically doesn't use steroid shots in her practice. \"Although they can be incredibly helpful when someone is very sick, they have significant potential for harm especially if used regularly,\" she says. \"These side effects include high blood pressure, high blood sugar, weight gain, mood swings, loss of bone and eye disease.\" Dr. Lee also says that she doesn't usually recommend steroid shots because absorption is unpredictable, and there is an inability to adjust the dosage if side effects do occur. If you do have a need for this treatment, Dr. Wada suggests scheduling an appointment with a board certified allergist-immunologist to develop an individualized treatment plan with both safety and efficacy in mind. There is still a risk of side effects when using steroid-free immunotherapy shots, but reactions are typically a lot more minor. \"We commonly see minor reactions such as redness, itching and swelling at the injection site,\" Dr. Lee says about steroid-free allergy shots. \"Though in rare cases, more serious reactions can occur, including difficulty breathing, itchy rashes and anaphylaxis, a severe and potentially life-threatening allergic reaction.\" Should I give steroid shots a try? The sad truth: You [can't get rid of allergies](https://www.womenshealthmag.com/health/a19908888/how-to-stop-allergies/). All you can really do is suppress them or slowly acclimate to them (via immunotherapy shots), says Dr. Parikh. The best route is to start using steroid nasal sprays or oral allergy relief medicines before allergy season starts—at least two weeks in advance, says Dr. Parikh. If you don't feel relief from that, then it might be time to consider immunotherapy shots. If none of those options work for you, then (and only then) should you turn to steroid shots. And if that's what you decide to do, make sure you limit them to one or two shots max, per year. The bottom line: Steroid shots work, but they should be your last resort for allergy relief. It's best to try OTC medicines, steroid nasal sprays, or immunotherapy shots first. [WomensHealthMag.com](https://www.womenshealthmag.com/)and the print magazine. She's a Boston College graduate and lives in New York. Jasmine Gomez is the Commerce Editor at Women's Health, where she cover the best product recommendations across beauty, health, lifestyle, fitness, and more. When she's not shopping for a living, she enjoys karaoke and dining out more than she cares to admit. Follow "}