{"title": "Chinese Medicine Guidebook Balance the 5 Elements & Organ Meridians with Essential Oils (Summary Book Version)", "author": "KG Stiles", "url": "https://books.apple.com/us/book/chinese-medicine-guidebook-balance-the-5-elements/id1079011049", "hostname": "apple.com", "description": "Health, Mind & Body · 2016", "sitename": "Apple Books", "date": "2016-01-26", "cleaned_text": "Chinese Medicine Guidebook Balance the 5 Elements & Organ Meridians with Essential Oils (Summary Book Version) - - $7.99 - - $7.99 Publisher Description Overview In classic Oriental, or Traditional Chinese Medicine, all disease is seen as disordered elements. Restoring balance to the five (5) elements and the harmonious flow of Chi is at the heart of Chinese medicine. Find out essential oils to use and how to use them to balance the 5 elements and to restore the flow of chi through the organ meridians. What you will learn: The key powers for each of the 5 elementsProperties of each of the 5 elementsAssociated Body partsAssociated chakrasActions associated with each of the 5 elementsSigns of balance and imbalanceKeywords associated with each elementRelated physical and emotional symptoms of stagnation and blockage.Essential oils to use to balance each of the 5 elements and organ meridians.Any safety cautions for each essential oil.How to use essential oils - the best methods of application to use for balancing the 5 elements and organ meridians.How to select your oils for getting desired therapeutic oils. Adaptogenic Oils The 'super' essential oils to use for each of the 5 elements and organ meridians. These essential oils are adaptogenic, meaning they have a regulating effect and will help increase or decrease the action of an element and the flow of chi in an organ meridian as needed. \"I can think of no one better to teach aromatherapy than KG Stiles. Her 30 years of experience and passion to facilitate the personal growth and wellness of all is unsurpassed!\" -Eldon Taylor, Ph.D., FAPA, New York Times Best-selling Author, 'Choices and Illusions.' \"I highly recommend this book to all who are interested in holistic curing and the way that aromatherapy can be applied as an effective Mind Body technique.\" -John L. Turner, MD, Neuro-surgeon, Author - Medicine, Miracles & Manifestations \"I highly recommend anyone interested in aromatherapy and holistic healing to check out KG Stiles' books. Her information goes way beyond most other authorities. -Steven Farmer, Ph.D. Best-selling author, 'Earth Magic.' KG Stiles' books and courses are written from years of experience and investigation. Highly recommended! -Jonathan Goldman, award-winning and best-selling author and Grammy nominee, 'Healing Sounds.' ABOUT KG STILES With more than four decades of training and experience as a professional holistic health practitioner, KG Stiles has helped tens of thousands of people to overcome health challenges and realize their goals and dreams. KG has worked with many celebrities and has been referred to as the, \"Aromatherapist to the Stars!\" Her clients have included entrepreneurs and top executives, and her services have been used not only by internationally famous celebrities and athletes, but also by individuals, small business owners, spa therapists and hospitals. KG has formulated aromatherapy products for a variety of health and beauty related treatments for the global marketplace, as well as routinely blends custom formulas for clients in her consulting practice. She is a best-selling author and the National Association of Holistic Aromatherapy (NAHA) Oregon (South) Director and a NAHA Approved Continuing Education Provider. More Books by KG Stiles [ The First Chakra Healing Book - Clear & Balance Issues Around Belonging, Family & Community 2015 ](https://books.apple.com/us/book/the-first-chakra-healing-book-clear-balance-issues/id1063476248) [ Cypress Essential Oil The Most Powerful Detoxifier & Cleanser in Aromatherapy The 12 Healing Powers & Ways to Use & It's Natural Skin Care Benefits Plus+ 9 Easy Healing Recipes 2015 ](https://books.apple.com/us/book/cypress-essential-oil-the-most-powerful-detoxifier/id1053120368) [ How to Tell if an Essential Oil is Pure 2015 ](https://books.apple.com/us/book/how-to-tell-if-an-essential-oil-is-pure/id1052934905) [ Feel Powerful A Two Step Proven Method for Solving Problems 2015 ](https://books.apple.com/us/book/feel-powerful-a-two-step-proven-method-for-solving-problems/id1059781945) [ Ho'oponopono Hawaiian Forgiveness Meditaton 2015 ](https://books.apple.com/us/book/hooponopono-hawaiian-forgiveness-meditaton/id1052943253) [ The Chakra Healing Book - Clear & Balance Your 7 Major Chakras with Gemstones "}