{"title": "What is anthroposophy and how can we use it to humanize the way of working in organizations?", "author": "Dennis Hambeukers", "url": "https://medium.com/product-owner-notebook/what-is-anthroposophy-and-how-can-we-use-it-to-humanize-the-way-of-working-in-organizations-879e7825c9f8", "hostname": "medium.com", "description": "There are a number of ways that anthroposophy can be integrated into business. One way is to use it as a way to rethink the way we work...", "sitename": "Product Owner Notebook", "date": "2023-02-07", "cleaned_text": "What is anthroposophy and how can we use it to humanize the way of working in organizations? There are a number of ways that anthroposophy can be integrated into business. One way is to use it as a way to rethink the way we work. Anthroposophy can help businesses to see work as a process of connection and collaboration. This can help to reduce the amount of stress that is often associated with work and create a healthy social order. Additionally, businesses can use anthroposophy as a way to improve business efficiency. By understanding how humans interact with their environment and each other, businesses can learn to better navigate complexity. Waldorf (or free) schools Recently, I got intrigued by a Waldorf school and that led me to research the ideas of Rudolf Steiner that is was built on. He called his ideas anthroposophy. They have built wonderful schools on the ideas. And if it is possible to build a school based on anthroposophy, it must be possible to built other things on it, lets say a business. Let me start with why I was so intrigued. A short introduction at a Waldorf school (of free school as it was called here) mentioned some interesting ideas they used. At the school they want to enable the children to develop freely in every part of their personalities. They also talked about how the free school was grounded to be free of external governance and control. The way they educate children is by connecting head, heart and hands. In a world where most schools and the largest part of our society is focussed solely on the head, I found this more holistic view on being human refreshing. It seemed children can be more themselves at a school like that. They also paid more attention to creatieve activities and simply \"doing\" stuff and wanted to align more to the rhythm of nature. The whole holistic-freedom-nature got me. I wanted to know more about the principles. A philosophy of freedom After some initial research, the way I see anthroposophy is that it's a philosophy of freedom. That is also the title of one of Steiner's foundational books on anthroposophy. Acknowledge the spiritual world The concepts and ideas about astral and etheric bodies is a little complex and hard to follow at times but what I got from it is that according to Steiner, freedom can best be achieved by acknowledging that there is more to life, to being a human than we can access by our senses. Our senses can access the material side of life: the stuff we can see, hear, smell, touch and taste. Steiner states that there is also an objective, intellectually comprehensible spiritual world. Balance between the material world and the spiritual world is the path he promotes. Apply science to spirituality His whole endeavor is based on the fact that he wanted to apply scientific thinking to the spiritual world. Normally the spiritual world is the realm of religions and not of science but Steiner wanted to change that. He wanted to prove that every human can access the spiritual part of our world, of being human. Spirituality as the path to become free His goal was to use access to the spiritual world as a path to become free as a human being, free of external authority. Steiner found that the excessive reliance on the abstractions that come with only acknowledging the material world lead to a loss of contact with nature and the soul. To become free human beings, we must go further than mere intellectual thought. We must also (re)develop imagination and intuition. Inward journey This is a journey inward. A journey to uncover a person's individuality under all the conditioning and programming. Steiner saw education not as programming but as the kindling of a fire, a desire to explore and develop according to one's unique talents. The things that help with combining the scientific and the spiritual are artistic expression, storytelling and experimentation. The goal of education should not be to get good grades but to develop ones character, to develop the whole human being. \"Our highest endeavor should be to develop free human beings.\" — Rudolf Steiner Spiritual creativeness It is a philosophy. That means is a vision, a way of thinking about how we can know the world. Although its about the spirit, anthroposophy is not a religion. It's not something to believe, but a set of ideas you should question, experiment with and elaborate on. Not just with your head, but with your heart and hands: think, feel and do and see what happens, if you move towards freedom. His is a broader perspective on being human than just materialistic without becoming a religion. His hypothesis is that humans are spiritual beings capable of living a spiritual life. But not for the sake of having a spiritual life but to enhance life in the material world. His idea was that if you can lead a spiritual life next to a material life, you can access spiritual creativeness and create the world instead of just living in it. The end game is unity of the spiritual I with the I in the material world. Spiritual knowledge The benefit of adding a spiritual layer to your life Steiner seemed to be looking for is that this allows you access to a different source of knowledge, a different view of the world that provides different information. That knowledge comes from inside of you will make you free of the external knowledge based on the material world. That knowledge will allow you to think more freely, think from your soul. Rational material knowledge is soulless according to Steiner. He was on a mission to restore soul to modern civilization. The material view of the world is limiting because it is only concerned with one part of being human and doesn't consider the soul or spiritual life. By looking inside to find spiritual knowledge, imagination, and intuition one can become one's own authority and be more free. Pure thinking Steiner considered the intuitive thinking that comes from awakening to the spiritual world as pure thinking. This in contrast to the programmed thinking that comes from the rational interpretation from the material world and the systems we have built on top of that. There are two parts of the anthroposophical view of freedom: freedom of thought and freedom of action. De-conditioning and the following of the inner authority leads to freedom of thought. But actions are limited by the constraints of the material reality. With the ideals that come from freedom of thought, one has to act in the material reality. Outer freedom is the freedom with which one navigates the limitations of the material reality. True freedom is only achieved when inner and outer freedom are united. An action is free when it has its origin in pure thinking, in pure spirit. Actions that come from pure thinking are moral, are right and not those that come from external authority that dictates \"how things should be\". Pure thinking questions everything even inner, unconscious thinking patterns. In that sense, anthroposophy is pure philosophy enhanced with spirituality. \"If we want to be free, we must work through our own inner activity to overcome unconscious urges and habitual thinking.\" — Rudolf Steiner Humanize the way of working in businesses I got a glimpse of how these concepts translate into a Waldorf school. The freedom, the attention to making and doing, the focus on the individual character development. I also saw how if you go inward and take a deep dive into your own spirit, you end up with a feeling of oneness with all of life and more part of nature. That is what I also observed in the school. Follow the rhythm of nature. And working together. We all have different unique talents and we are all connected. I saw the power of the practical application of lofty spiritual practices and ideas. Anthroposophy seems to make spirituality more practical. Maybe because it is a science of spirituality and not a religion. You don't have to be enlightened to go to a Waldorf school but if you go there, you will enjoy a fuller education that prepares you for a life that is more free. It will make you more self aware and more connected. It will make you more creative. But what happens after school? What if you go to college? And after that? What happens when you enter work life? Shouldn't we follow the same principles and make work more human too? There are some organizations that use the anthroposophical principles in their way of working. There are organic farms, there is an anthroposophical bank, anthroposophical architects, and anthroposophical health care organizations. But what about the rest of the businesses? The positive energy and creativity that is achievable with an anthroposophical philosophy should be the foundation of all organizations, right? The demand for places in a Waldorf school are increasing for years. Agile is pure anthroposophy When I was taking a deep dive in the this philosophy of freedom, I found that the principles of anthroposophy are the principles of Agile. If you look at the first and most important principle of Agile, you see that it is pure anthroposophy: \"Individuals and interactions over processes and tools\". Steiner lived in the same period as the founder of the Scientific Management philosophy: Frederick Taylor. Without diving too deep into that philosophy, I think it is safe to say that Taylor was the one of the main creators of the rationalistic materialistic mindset against which Steiner is fighting. Taylor invented the cutting up of work into pieces and having a manager overseeing the whole process. That became the world standard in the Western world and that is why almost all work is drenched in processes and tools nowadays. That is what the Agile manifesto opposes. The Agile manifesto wants to make work more human again, it wants to focus on the people that do the work and how they interact and work together. The Agile manifesto wants to diminish the dominance of processes and tools that create efficiency in some settings but limits human creativity. Taylorism is soulless. Taylor was even sued for crimes against humanity. He wasn't convicted but what he did was separate head from hands and heart. Workers became the hands and the managers the head. It killed the spirit. That is the crime against humanity that anthroposophy wants to fix. That is the inhumanity that Agile wants to fix. In Agile there are no managers or heads. Agile is geared towards co-creation, connection. Agile promotes a more holistic view of the humans in a team. Agile wants to unite thinking and doing again. Design thinking is pure anthroposophy The anthroposophical connection of head, heart and hands, of thinking, feeling and doing, is exactly what design thinking is all about. Making things to learn, visualizing things, creating platforms for people of different departments to come together is design thinking. It's connecting the making part of design to the thinking part of business. What happens when you make something, a prototype, is something magical. The connection between the head and the hands creates space for the heart or spirit. This is why Otto Scharmer calls prototypes \"Landing Strips for Emerging Future Possibilities\" in his Theory U. It creates an open space for people to come together but also for ideas to land that come from a spiritual place, from intuition, from the spirit or whatever you want to call it. The core of design thinking is the magic that happen when we connect head and hands. Design thinking enhances the human capacity for collaboration and problem solving by connecting head, heart and hands. That is pure anthroposophy. Journey mapping is pure anthroposophy The third element of modern ways of working in businesses is journey mapping. Apart from the fact that these are things you make with a group of people and you focus on humans, users, are holistic in their view, journey maps creates movement, flow. Journey maps are an antidote to cutting up things. Journey maps connect things back together. Journey maps look at the deeper layers of user journeys. Ecology is pure anthroposophy One element that is a logical result of taking the inward journey and discovering your spirit and the connection that your spirit has with other humans but also all living things on this planet, is that you become more eco aware. That is a no-brainer. If you start to become aware of energy and the spiritual world, it's almost impossible to not care about the earth. Many businesses are working on more ecological products and services. This is not necessarily based on anthroposophy but it is anthroposophy at work. Anthroposophy comes from Greek anthropo-, 'human', and [sophia](https://en.wikipedia.org/wiki/Sophia_(wisdom)), 'wisdom'. Deep wisdom about humans is seeing that all things are connected. Healthy ways of working and good business What is good to see is that there are already a lot of anthroposophical initiatives in the way we work in modern businesses. I believe this will only grow. We need these anthroposophical ideas. We need people to work better together if we want to navigate complexity. We need to humanize work if we want to reduce toxic work environments and the stress those cause. These anthroposophical ways of working like Agile, Design Thinking and Journey Mapping do these two things: they bring people together in co-creation and enhance the creativity of people by connecting head, heart and hands. Healthy social orders at work are better for the humans, for the planet and for the business because people become more creative and more engaged. I personally love it that there are more and more initiatives in the workplace that move away from the artificial constructs of managers and heads, that move towards multidisciplinary self managing teams, that use design thinking and agile to connect head and hands to give space to intuition and create safe spaces in which people can be themselves and question everything. It's a whole human approach. Thank you for taking the time to read this essay. I hope you enjoyed it. If you clap for this essay, I will know I connected with you. I will dive deeper into the topics around Product Ownership in upcoming articles. If you follow me here on Medium, you will see them pop up on your Medium homepage. You can also subscribe to an email service here on Medium which will drop new essays right into your inbox. You can also connect with me on "}