{"title": "Roger M. Perlmutter: 'The free flow of scientific talent in and out of the UK is incredibly important' - The Pharmaceutical Journal", "author": "Gino Martini", "url": "https://pharmaceutical-journal.com/article/feature/roger-m-perlmutter-the-free-flow-of-scientific-talent-in-and-out-of-the-uk-is-incredibly-important", "hostname": "pharmaceutical-journal.com", "description": "Roger M. Perlmutter is the executive vice president of Merck Sharp & Dohme, and president of MSD Research Laboratories. On a visit to London, he caught up with Gino Martini, chief scientist at the Royal Pharmaceutical Society, for a chat about the future of pharmaceutical research and his experiences of the industry.", "sitename": "The Pharmaceutical Journal", "date": "2020-08-20", "cleaned_text": "Can you give our readers an insight into why you chose pharmaceuticals as a career, where you studied and how you entered industry? I advanced through a fairly typical American academic career as a physician, but also with research training as an immunologist, working as a professor at various American institutions. I was chairman of the Department of Immunology at the University of Washington, and a member of the executive faculty. There we began to elucidate some of the mechanisms that were important for delivering signals in lymphocytes from the cell surface to the cell interior. Those signal transduction mechanisms are critically important for immune defences, as well as for autoimmunity and immune pathology. It seemed to me that if there were ways that we could adjust the thermostat, if you will, for immune responsiveness, that we might be able to have some effects. But at the time, I was doing a lot of consulting work for the industry, and I realised that if I wanted to be serious about this, I needed to work in a place that really was devoted to that. I was privileged to have a number of offers to join industry and, eventually, I joined Merck Sharp & Dohme (MSD). Pharmacists and pharmaceutical scientists who talk to us often ask \"How can I move from sector to sector?\". We're trying to encourage our readers to see that mobility is key: it's just opening your mind to the opportunities. You're right. And now there's much more flexibility. But it hasn't always been that way, and people were very surprised when I left the university to join industry. But my feeling at the time was that it was an opportunity to try to do something meaningful that could contribute to human health. It could fail, it could turn out that I just wasn't very well suited to life in industry; but I was pretty confident that I could find another academic position, and so it was worth the risk. What is the one quality you look for when employing somebody at Merck Sharp & Dohme? The central issue always, for any person who's coming into any organisation, is their passion for the work I don't think there is one quality because we have too many different jobs. We have people who cover a broad range of different activities: people who are involved at the point of care; in peer-to-peer conversations in medical affairs; in health economics; and people who are doing wet lab research. So, there is no single quality that I look for. But the central issue always, for any person who's coming into any organisation, is their passion for the work. In a sense, it's easy to summarise what we do. We translate breakthrough research into medicines that improve and extend human life. How we do that involves thousands of different job descriptions, most of which are people-oriented. How do you bring teams of people together and inspire them to do things that they themselves did not believe were possible? But it all starts with content expertise in some area. If you don't have that, you have no foundation on which to build. What would you say to a pharmaceutical scientist who wishes to further their career? Again, it's very individualised. The most important thing is that people have to have a realistic sense of their own skills and their own capabilities. A lot of people talk to me about career advancement. I always say, actually, it's really not so important. What's important is the job content. If you make a decision to advance into another job category that has a higher title and more remuneration, you may find yourself really uncomfortable. Because if you're not true to what your own interests are, you're never going to be happy. There are hundreds of different jobs in the organisation, and you have a chance to try a lot of them and to see which ones are a good fit. And when you're younger and early on in your career, that's a good thing to do. Relatively soon, you'll come to understand the things that you really like spending your time doing, and that's enormously satisfying. What are your future aspirations for pharmaceutical research? Getting a mechanistic understanding of human physiology is extremely difficult. That's what will occupy everyone over the next 50 or 100 years. The good news is that when we do get a mechanistic understanding, we have really good tools. Our ability to make compounds that have acceptable pharmaceutical characteristics and that act on targets is extraordinary. We're also extremely good and getting better all the time at dealing with inborn errors of metabolism, the genetic diseases of Mendelian character. The reality is that for most diseases that affect humans ... we don't have any understanding at all The reality is that for most diseases that affect humans, though, we don't have any understanding at all. We're completely at sea. Most drugs do not work by addressing the fundamental pathology: the way that drugs work is by introducing a countervailing pathology. Let's take asthma. Asthma is an inflammatory disease. But what is asthma? I don't know. I can tell you about the cells in the lung and the inflammatory response and bronchospasm. We've done a lot of genetic analysis ... If you look at genome-wide screens, and look to see the targets for contemporary therapies for asthma, they're nowhere to be found. So, in a genetic screen of susceptibility to asthma, where is the beta adrenergic receptor? It's nowhere: there are no genetic susceptibilities to asthma as a result of mutations in the beta adrenergic receptor, or in the glucocorticoid receptor. The drugs that we use to target those receptors, they're not treating the disease. They're introducing a countervailing pathology. So you've got inflammatory disease? I'll immunosuppress you in a way that I still don't understand. If you have a problem with bronchospasm, I'll give you a beta adrenergic agonist that dilates your bronchioles. It's a pathology. I'm over-dilating your bronchioles. I'm not really treating the disease. And that's true in every disease entity you look at: what you're doing is introducing a countervailing pathology. What we'd really like to be able to do is something quite different, which is to go in and find those places where the circuitry is in error, is not correctly functioning — and fix it. And we're a long way from being able to do that. I think there's an opportunity to work hand-in-glove with the pharmaceutical industry to do more interventions at a clinical level, in community pharmacies or pharmacists in GP surgeries. Do you agree? At some level, this industry grew up around the idea of treating disease. We do have a role in prevention, which is largely for us in vaccines: the majority of the paediatric vaccines that are used in the world. We are the dominant player in that area, although there are many others. In fact, we just celebrated the 100th anniversary of the birth of Maurice Hilleman, who invented most of these vaccines himself: more than 40 vaccines, and in the process saved more human lives than any person who's ever lived. And he worked at West Point, our laboratories in Pennsylvania, for years, and ran our vaccine programme. But we have strayed into areas of prevention. A good example being the work that we've done on cholesterol lowering with the introduction of the first statin HMG Co-A reductase inhibitor, lovastatin, and then the second one simvastatin. So we've done some of that work, but prevention is actually not our skill. To the extent that we can encourage healthy lifestyles in young people, that will improve our ability to regularise human lifespan We all know from studies actually done here in London that physical activity contributes an enormous amount to health. And so, to the extent that we can encourage healthy lifestyles in young people, that will improve our ability to regularise human lifespan. The reality is that people are going to get cancer — we can't prevent that. An intrinsic characteristic of replicating cells is that they're going to make errors and those errors every now and then will result in neoplastic transformation and malignancy. So you're going to have to be able to treat that, and there is no alternative. The business of trying to improve general wellness: somebody else is going to deal with that. I can't, that's not my issue. For us, I think what we try and do is identify targets that we can address with pharmaceutically acceptable substances that will ameliorate the impact of a disease that developed for reasons that are often extremely complicated. How do you see the role of pharmacy supporting the prevention efforts through vaccination? We have the same thing in the United States. Over the years, we've worked to get routine vaccination out of the physician's office, out of the nurse practitioner's office, and into the pharmacies. Many years ago, I had the privilege of directing efforts to make the first papillomavirus vaccine. I was confident we could make a vaccine. I wasn't confident it would have the impact that it's had. Initially there was a lot of concern about this vaccine from certain parts of American society: worries about sexual promiscuity and changes in the behaviour of adolescence. But as public health data have emerged, it's become clear that we really can prevent papillomavirus infection in the urogenital tract, and we could potentially eliminate cervical cancer. That has led to calls on the part of public health organisations around the world to vaccinate the entire birth cohort of the world against the disease-causing papillomaviruses. That means we have to make 200 million doses per year of the papillomavirus vaccine, which is a substantial step up from where we are. We're investing billions of dollars. We're building two new manufacturing facilities for this: to try to meet the demand, which we can't meet right now, for the papillomavirus vaccine around the world. People say: to what extent can I trust scientists? To regain that trust for the technical parts of society is really very important I say that while also recognising this phenomenon we call, delicately, vaccine hesitancy. Vaccine hesitancy has to be seen in the context of a broader uncertainty on the part of people around the world with the extent to which they can trust scientists. As humans become more specialised and more expert, it's harder for the general population to see clearly what that expertise represents. And there's a lot of concern because there remain many diseases that we don't understand. People naturally gravitate to the idea that, maybe, the vaccine is causing it. Even though there's very strong evidence that the papillomavirus is safe or that the measles vaccine is not responsible for autism, nevertheless, there's a great deal of uncertainty. People say: to what extent can I trust scientists? To regain that trust for the technical parts of society is really very important. What is your view on Brexit and its impact on the industry, the UK and the EU? It's hard to view Brexit in a positive light from the standpoint of science, because science is global. It's important that there be a free flow of not only scientific information, but also of individuals. Great scientists will move to areas where they feel like they can be among other great scientists. One of the things that we've watched over the last 25 years is the tendency of technically adept people to move to areas of high talent density. What I've always said about London is I can move anybody here: they'd like to come here. Anything that is done that constrains the ability of the UK to attract great scientists is a problem. I sit on the life sciences council for the UK. I believe I'm the only non-British person who does: I play the role of the brash American. And I can do that: I'm a broken record on these things. The first thing I say is that over the past 200 years, the UK has produced an astonishing number of important scientists who've made an outstanding contribution to the advancement of biomedical research. I can't describe what it is about the UK educational system that does that. But my advice to the UK government is: don't screw it up. It needs to be nurtured; it needs to be funded. You need to focus on those excellence centres and make sure that they're adequately funded. When you have things that work, make sure you invest in those. The free flow of scientific talent in and out of the UK is incredibly important. Anything that you do that walls off the UK is inimical to progress, period. My hope is that as the Brexit process proceeds, and an enormous amount of work is done to try to create the appropriate trading environments with the other parts of the world, that we don't lose track of that. We don't lose sight of the fact that for the UK to be successful over the long term, there has to be an opportunity for great people to come here and do good work. What's your biggest career success? I've been able to bring people together to work productively, and to inspire them to do more than they thought possible — that's my job The only thing I've really been able to do is that I've been able to bring people together to work productively, and to inspire them to do more than they thought possible — that's my job. And I've been fortunate to have the opportunity to do that in a lot of different settings, both academic and corporate. When I look back at it, the things that they've done: whether it's through the development of a RANK ligand antagonist that has dramatic effects on osteoporosis; the improvement in treatment for malignant disease as a result of a PD1 antagonists temporalism; those are extraordinary things that they've done. And I'm cheerleader-in-chief for that. I try to work to bring together the right people to make that kind of stuff happen. And it's been an extraordinary career. I've had the opportunity to work with so many terrific people. So what's the opposite of that: what's your biggest regret? For most of us who work in this industry, and who've had the opportunity to lead R&D organisations, we try to be provocative; we try to be bold; we try to take on big challenges. When I look back at my career, I would say even though I tried, I wasn't bold enough. Virtually all drugs fail. If someone comes to me with a new idea, and says \"I've got this great idea: we can make a drug directly against this target, and it can have a dramatic effect on inflammatory bowel disease\", all I have to do is say: \"No. It's not going to work\". I'll be right 99% of the time: my job in that sense is incredibly easy. But, of course, that isn't my job. My job is to find the 1% of the time when, actually, it could work. And because I can't find that 1%, I need to find the 10% where it could possibly work, and recognise that most of the money is wasted — but get enough of those things that actually do have a big therapeutic effect and we advance the cause of human health. So when I look back, what I say is: you know, I pushed pretty hard — but I could have been more bold. Most of us who've done this kind of work probably have that feeling. MSD (Merck Sharp & Dohme Limited) is a subsidiary of Merck & Co, Inc, with headquarters in Kenilworth, NJ, USA. The company is known as Merck in the United States and Canada. Everywhere else it is known "}