{"title": "Emsculpt Neo Body Sculpting Launch Event - April 6th, 2023 - Ballard, Seattle WA", "author": "Rebelmednw", "url": "https://rebelmednw.com/2023/03/emsculpt-neo-body-sculpting-ballard-seattle/", "hostname": "rebelmednw.com", "description": "Emsculpt Neo Body Sculpting Launch Event located at Rebel Med NW in Ballard, Seattle, WA, using HIFEM+ & Radio Frequency to optimize health.", "sitename": "Rebel Med NW", "date": "2023-03-07", "cleaned_text": "Rebel Med NW 5 Year Anniversary Open House: Celebrating Good Health and Local Spirit Networking... Rebel Med NW Emsculpt Neo Body Sculpting Launch Event April 6th, 2023 - 4:00pm-7:00pm Rebel Med NW is bringing Emsculpt NEO to Ballard, Seattle WA with our launch party specifically aimed to help support a natural and expedited way to improve overall strength, wellness, and fitness. Our work as an integrative medical clinic with licensed physicians guides our patients through health and wellness programs aimed specifically to maximize the already excellent results that Emsculpt NEO offers with its average 25% increase in muscle mass and 30% reduction in fat in areas of the body. Come learn from Rebel Med NW's award winning Seattle Met Top Doctors on how you can both kickstart your health, metabolism, body physique, and sustain your results with our customized health plans we offer. As an integrative medical clinic, we specifically help our patients find the root cause towards their ill health, by using both sustainable medical approach, and non-invasive technology such as Emsculpt NEO to help deal with the post pandemic challenges of muscle atrophy, weight gain, and general fatigue from poor nutrition, drinking, or lack of exercise. Let Rebel Med NW help kickstart your 2023 with safe and effective strategies that provide sustained results. [Emsculpt NEO](https://rebelmednw.com/services/aesthetics/emsculpt-neo/) has been researched to demonstrate direct treatment of diastasis recti, or splitting of the abdomen that can happen during pregnancy. This abdominal core treatment can not only build you muscle mass back, but also address some of the post pregnancy weight gain that can linger when using the RF or Radio-frequency treatments EmSculpt NEO offers, an excellent 2 for 1 treatment option. Additional areas treated including toning of the biceps/triceps, glutes, thighs. Consider this once grand opening launch party for some our of unique deals offered exclusively at this event. [Please call Here to Schedule Demo](tel:2062976013) [Text Here to Schedule Demo](sms:2062036477) Come experience the Launch of our latest service, Emsculpt Neo Body Sculpting and see what results we have seen so far in just 4 treatments. FREE At the Event: - Complimentary Snacks & Beverages - Get to know your Rebel Med provider and all the wonderful services we have at our office - Free Demo's of Emsculpt Neo (please call to schedule in advance) - Launch party exclusive packages - Learn about our referral maintenance program - Learn about the Launch of Rebel Med NW's Membership Program "}