{"title": "Non-Toxic Living - Where to Begin", "author": "Kyrieluke", "url": "https://healthfullyrootedhome.com/non-toxic-living-where-to-begin/", "hostname": "healthfullyrootedhome.com", "description": "I'll teach you about non-toxic living and where in the world you begin. There's so much misinformation and this post should demystify it all!", "sitename": "Healthfully Rooted Home", "date": "2021-09-15", "cleaned_text": "Non-Toxic Living - Where to Begin I'm so excited to spend some time talking about non-toxic living and where to begin. It's something I am so passionate about. The world of non-toxic living can be quite overwhelming with all the misinformation, unregulated terminology, claims, and sneaky marketing tactics! I'm here to shed some light on all of that today! This post contains affiliate links, which means I make a small commission at no extra cost to you. See my full disclosure [here](https://healthfullyrootedhome.com/disclosure-and-privacy-policy/). [What is non-toxic living](#what-is-non-toxic-living) [Why is non-toxic living important](#why-is-non-toxic-living-important) [how to read labels on products for non-toxic living](#how-to-read-labels-on-products-for-non-toxic-living) [what toxic ingredients should i avoid](#what-toxic-ingredients-should-i-avoid) [non-toxic living buzz words that mean nothing](#non-toxic-living-buzz-words-that-mean-nothing) [non-toxic living resource](#non-toxic-living-resource) [where to begin non-toxic most toxic products](#what-are-the-most-toxic-products) [shop this post](#shop-this-post) [pin it for later [read more about non-toxic living](#read-more-about-non-toxic-living) [About Me](#about-me) What is non-toxic living Put simply, non-toxic living is the absence of harmful chemicals in your home and body. These chemicals can come in the form of pesticides and GMOs from food, BPA from plastic containers, fragrance in household cleaners and personal care products, off-gassing from new furniture and rugs, and SO much more! By reducing these chemicals and contaminants, [you're reducing your family's risk](https://www.cancer.gov/about-cancer/causes-prevention/risk/substances) of certain cancers, asthma, and many other ailments. [Related: 13 Easy Changes for a Clean Living Lifestyle](https://healthfullyrootedhome.com/clean-living-lifestyle/) Why is non-toxic living important We spend a large majority of our days in our homes whether we are [cooking a meal ](https://healthfullyrootedhome.com/cast-iron-dinner-ideas/)for our family, sleeping or [playing](https://healthfullyrootedhome.com/autumn-homemaking/) - the last thing we want is to live in a home riddled with chemicals that can cause harm to us. Here are the benefits of non-toxic living. 1. You'll have better air quality in your home when using non-toxic products 2. You'll likely experience clearer skin 3. Your food will have a better nutritional profile 4. You'll help improve the environment 5. You're reducing your risk of side effects from products you use how to read labels on products for non-toxic living Time needed: 2 minutes How to read labels on products - Dive deeper Don't take the marketing on the front of the package's word for it. Dive deeper into what's actually in the product by flipping it around and looking at the ingredient section. - Check the elements of the label Most labels should have [4 main elements](https://www.cleaninginstitute.org/understanding-products/ingredients/how-read-product-label): directions, cautions, ingredients and storage and disposal instructions. Check each of these elements and look for red flags (more on that later). - Confirm with a resource I use [Environmental Working Group](https://www.ewg.org/healthyhomeguide/)(EWG) to verify if a product is toxic or non-toxic. They do the leg work in diving deep into the ingredients of the products and they rate them based on toxicity. what toxic ingredients should i avoid These are some of the red flags you'll see on your products. When you see these terms, you should avoid that product. - Fragrance - this is an umbrella term for ugly chemicals packaged in a pretty word. It's a chemical cocktail of some of the chemicals mentioned below. - Formaldehyde - Paraformaldehyde - Methylene glycol - Quanternium 15 - Mercury - Dibutyl - - Isobutyl parabens - isopropyl - Triclosan - lactic, glycolic, AHA and BHA acids non-toxic living buzz words that mean nothing Non-toxic The intent of the term non-toxic is to indicate that the product is neither harmful to the environment or ourselves. However, believe it or not, the very word \"non-toxic\" isn't regulated and any brand can slap that label on their product regardless of the true toxicity level. Biodegradable This term implies that the substance will break down as soon as it enters the environment (wastewater treatment plan, stream, landfill, etc.), however, this term is not regulated either. Organic The term \"organic\" indicates that the food or product is made from plant sources that are devoid of pesticides, GMOs, or synthetic fertilizers. However, this too is unregulated. However, the term \"Certified organic\" is regulated so that's the term to look for. Natural Flavors This one sort of cracks me up because it's touted on packaging as a good thing! Natural flavors is just another term for chemically processed. To earn the term \"natural\" the flavor only has to have one tiny drop of a natural flavor and the rest of the substance can be chemically processed. For example, the flavoring could be 1 percent real strawberry but 99% chemically made. non-toxic living resource [EWG.org ](https://www.ewg.org/)is the only resource I feel comfortable promoting (unsponsored). I'm sure there are others that are qualified and well-intentioned, but this is the only one I trust. \"Think Dirty\" is another popular one, but they were bought out by the major conglomerate, Proctor and Gamble, which own tons of the toxic brands I warn against. Since they were bought out many of the toxic products that P&G owns magically had a better toxicity rating. where to begin non-toxic living - Start looking up the products you use in an app like EWG Healthy Living to see what's in them. Just being aware is a great start. - Start getting rid of products that have the ingredient \"fragrance\" or \"parabens\" in them. - Then start purging as much as possible by doing one of 3 things: - You can do a mass purge and toss everything that is toxic in your home and buy the non-toxic alternatives. - Slowly use up all your toxic products and switch to the non-toxic version when it's time to restock. - A mix of both 1 and 2. This is what I did. There were some things that were so bad I just needed them out of my house. For example, laundry detergents and dryer sheets. Those were the first things I purged. But then there were things that I either had a hard time letting go of, or it was expensive so I wanted to use it up. At that point, I figured if I've used it for this long, I may as well use it up. 4. Use the list below of the most toxic products and start chipping away at making the transition! 5. Make a list in the notes section on your phone (or wherever you keep your lists) titled \"Non-Toxic Living Transition\" and categorize what products you're making the swap and then list the non-toxic brands you're interested in switching to (see below for some of my favorites). 6. Research those brands and see if their products align with your needs/values/budget and then make the swap! what are the most toxic products Water EWG has this [awesome resource](https://www.ewg.org/tapwater/?gclid=Cj0KCQjws4aKBhDPARIsAIWH0JVkLhYxXg9ec9wQG4z2FIEuoYaxEHgmRNL8YWQBnFiANupSROCHWfoaAjgEEALw_wcB) where you can type in your zip code and get a list of the toxic ingredients in your water. For example, for my zip code, this is what we have in our water: What you can do about your toxic water We filter our water through a [Berkey Filter ](http://berkeyfiltersaffiliateprogram.pxf.io/a1J0qQ)which removes over 200 contaminants in water. We also purchased a fluoride filter to remove the fluoride from our tap water. Click the image below for my affiliate link if you're interested in a [Berkey](http://berkeyfiltersaffiliateprogram.pxf.io/a1J0qQ)! Leave a comment if you have questions about why I chose Berkey instead of another brand. This is a large investment but so worth it in the long run. Non-toxic living - [Berkey discount](https://tremendous-knitter-3950.ck.page/d0d2508d32) [Related: Berkey vs Brita Water Filters](https://healthfullyrootedhome.com/berkey-vs-brita-water-filters/) non-toxic Household cleaners/Scents Here's a list of non-toxic brands I love. - Household cleaners - Aspen clean, Puracy - Laundry - Branch basics, Puracy, Dropps - Scents - [Simply Earth you subscribe!&HEALTHFULLYROOTEDFREE=&utm_source=refersion&utm_medium=affiliate&utm_campaign=5970093)will get you a $40 gift card after your first purchase) and Revive are my favorites based on value and quality for money. non-toxic personal care [Primally pure](https://link.primallypure.com/healthfullyrootedhome) (use code [healthfullyrooted10](https://link.primallypure.com/healthfullyrootedhome) for 10% off anything). Related: [Non-Toxic Alternatives I Use](https://healthfullyrootedhome.com/9-sneaky-toxic-products-and-non-toxic-alternatives/) non-toxic food For food I try to shop for as much locally as I can, supporting [local farmers and businesses.](https://healthfullyrootedhome.com/grocery-haul-in-fall/) However, there's a lot that doesn't grow in my region, and definitely not year-round. So, I take advantage of grocery stores and pay attention to food labels! Related: [Where We Source Our Food](https://healthfullyrootedhome.com/grocery-haul-in-fall/) non-toxic Kitchen supplies Storage containers I use glass pyrex storage containers instead of plastic. [Like these ones](https://amzn.to/3kbD3Kr). Pots and pans I use exclusively cast iron, enameled cast iron and stainless steel to cook on. In fact, I shared in my Instagram stories a disturbing story about how a tea kettle I purchased off amazon had a lining on the inside of some kind of paint that started peeling off and getting into our water! You can see that story in my non-toxic living highlight on Instagram! Click to read about [How to Season Cast Iron Skillets](https://healthfullyrootedhome.com/using-cast-iron-skillets/) - this is a great beginners guide to everything you need to know about cooking with cast iron. Click here to read about how I clean my [Dutch Oven](https://healthfullyrootedhome.com/how-to-clean-enameled-cookware/). Utensils Instead of using plastic kitchen utensils which can leach their harmful chemicals into our food, I mostly use wooden spoons and metal. Read this post on How to [Season Wooden Kitchen Utensils](https://healthfullyrootedhome.com/how-to-season-wooden-spoons/) - I also give a recipe in this post for a non-toxic wood butter! shop this post [Berkey water filter](http://berkeyfiltersaffiliateprogram.pxf.io/a1J0qQ)(we use the Royal because we drink an insane amount of water!) [Simply Earth essential oils](https://simplyearth.com/?rfsn=5970093.0227f73&offer=Special Offer: Free $40 e-giftcard when you subscribe!&HEALTHFULLYROOTEDFREE=&utm_source=refersion&utm_medium=affiliate&utm_campaign=5970093)- They send super fun monthly kits with a theme and everything you need to make that month's themed product. This month is was non-toxic candles! You can also just buy one-off purchases. [Primally Pure](https://link.primallypure.com/healthfullyrootedhome)- Literally the most luxurious products you'll ever use. Seriously. [Thrive Market - 25% off & free gift!](https://www.tkqlhce.com/click-100511001-13895805)(where I get a ton of my ingredients) Butcher Block](https://rstyle.me/+ilc7NOKoREfxpR2vufxnfw) pin it for later - non-toxic living read more about non-toxic living [Click here ](https://healthfullyrootedhome.com/category/non-toxic-living/)for "}