{"title": "Controlling Herpes Naturally:", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "1997-01-01", "cleaned_text": "While herpes normally isn't a life-threatening illness, it is pervasive, persistent, painful and often embarrassing to the approximately 60 to 90 percent of the U.S. population who have it. Since AIDS surfaced more than 15 years ago, herpes --another often sexually-transmitted disease-- has received little media attention and research dollars. Recently, the New England Journal of Medicine (Oct. 16, 1997) warned that herpes lesions increase a person's risk of contracting the AIDS virus. In addition, the Centers for Disease Control have reported that about 1 in 5 Americans age 12 years and older has herpes, most of whom don't know they are infected. Since the late 1970's, the incidence of genital herpes has risen 30 percent. To compound the problem, what conventional medical care offers people with herpes is surprisingly little. Current prescription medicines can be expensive, ineffective for certain individuals, and carry potentially serious side effects. The fact is, natural remedies offer many more options to effectively relieve the discomfort and to prevent future herpes outbreaks. CONTROLLING HERPES NATURALLY: A Holistic Approach to Prevention and Treatment is a supportive, easy-to-use guide to help people with herpes take control of their health. It offers them the tools to liberate themselves from the cruelty of facial and genital herpes. According the author, keeping the immune system strong is the key to preventing repeated herpes outbreaks. Diet and lifestyle choices can either strengthen or weaken it. CONTROLLING HERPES NATURALLY is packed with proven, practical suggestions, including: For the millions who have herpes, CONTROLLING HERPES NATURALLY offers real hope for this worrisome, highly-contagious condition that has no cure, through the numerous effective and natural methods anyone can use to help prevent and fight outbreaks and stay well. CQ Editor's Review: CONTROLLING HERPES NATURALLY: A Holistic Approach to Prevention and Treatment is a valuable new resource for college health. Michele Picozzi has done an interesting, comprehensive, and credible job of compiling and organizing a vast array of helpful information on diet and natural approaches for dealing with this chronic health problem. I think that many college students, as well as nurses and physicians in college health who are interested in holistic, natural approaches will find useful information in this book. College health nurses, in their roles as consumer advocates and health educators, must be informed and educated about natural treatment approaches which many people are selecting and often self-initiating for their preventive care and treatment. Natural approaches, many of which do have a scientific basis, deserve their place on the smorgasbord of health care options available to consumers. In addition, as we encourage people to take control of their health through nutrition and exercise, we are promoting wellness as our common goal. That is consumer advocacy at its finest. Most of us in college health know the crucial role that diet plays in the prevention and treatment of herpes outbreaks. I explain to students the role of lysine and argenine in managing and preventing herpes outbreaks. Picozzi's book does a nice job of outlining specific information and practical tips about a variety of nutritional approaches, and even discusses what doesn't work. This book, written in a \"user-friendly\" style, can be a useful adjunct for patient teaching in the college health setting. I plan to have at least one copy of CONTROLLING HERPES NATURALLY available in the health center to share with students who need the information -- they can borrow it-- and I will tell them how to get their own copy. In addition, I know the book will serve as a useful resource for educational programming about sexually transmitted diseases and well as a handy reference for our nurses. For information on how to order a copy of CONTROLLING HERPES NATURALLY For information on how to order a copy of CONTROLLING HERPES NATURALLY and to obtain discount ordering information, visit the author's website at [http://www.herpesnomore.southpawpress.com/](http://www.herpesnomore.southpawpress.com/) --Carol Mulvihill, RN,C, Editor of Connections Quarterly, the Newsletter for College Health Nurses [Return to Connections "}