{"title": "The Whole30® Program - The Whole30® Program", "author": null, "url": "https://whole30.com/whole30-program-rules/", "hostname": "whole30.com", "description": "The Whole30 Program Rules are laid out in two phases: 30 days of elimination, and 10 days of reintroduction.", "sitename": "The Whole30® Program", "date": "2023-09-04", "cleaned_text": "The Whole30® Program Plan for Whole30 Success Since April 2009, millions of people have successfully completed the Whole30® program with stunning, life-changing results. This is a summary of the official Whole30 Program rules, plus some extra motivation from Melissa. For in-depth information about planning and preparing for the program, a comprehensive FAQ, and more than 100 totally compatible recipes, refer to our New York Times bestselling book, The Whole30: The 30-Day Guide to Total Health and Food Freedom. The Whole30 Program Rules The Whole30 Program is laid out in two phases: 30 days of elimination, and 10 days of reintroduction. For the first 30 days, you'll be eating meat, seafood, and eggs; lots of vegetables and fruit; and natural, healthy fats. The list of foods you'll eliminate may seem intimidating, but you've got 150 recipes here to see you through—and it's only 30 days. Below is a summary of Whole30 elimination. (Please refer to [The Whole30: The 30-Day Guide to Total Health and Food Freedom](https://whole30.com/whole30book) for a comprehensive overview of the Whole30 Program, FAQs, recommendations, and troubleshooting.) Yes: Eat real food. Eat meat, seafood, and eggs; vegetables and fruit; natural fats; and herbs, spices, and seasonings. Eat foods with a simple or recognizable list of ingredients, or no ingredients at all because they're whole and unprocessed. No: Avoid for 30 days. - No added sugar, real or artificial. This includes (but is not limited to) maple syrup, honey, agave nectar, coconut sugar, date syrup, monk fruit extract, stevia, Splenda, Equal, Nutrasweet, and xylitol. If there is added sugar in the ingredient list, it's out. - No alcohol in any form. No wine, beer, champagne, vodka, rum, whiskey, tequila, etc., whether consumed on its own or used as an ingredient-not even for cooking. - No grains. This includes wheat, rye, barley, oats, corn, rice, millet, bulgur, sorghum, sprouted grains, and all gluten-free pseudo-cereals like quinoa, amaranth, and buckwheat. This also includes all the ways we add wheat, corn, and rice into our foods in the form of bran, germ, starch, and so on. Again, read your labels. - No legumes. This includes beans (black, red, pinto, navy, garbanzo/chickpeas, white, cranberry, black-eyes peas); peanuts (including peanut butter or peanut oil); and all forms of soy (soy sauce, miso, tofu, tempeh, edamame, soy protein, soy milk, or soy lecithin). The only [exceptions](https://whole30.com/program-rules-changes/#peas)are green beans and most peas (see the Fine Print). - No dairy. This includes cow's-, goat's-, or sheep's-milk products like milk, cream, cheese, kefir, yogurt, sour cream, ice cream, frozen yogurt, and sour cream. The only [exceptions](https://whole30.com/program-rules-changes/#dairy)are clarified butter or ghee (see the Fine Print). - No carrageenan or sulfites. If these ingredients appear in the ingredient list of your processed food or beverage, it's out for the Whole30. - No recreating baked goods,\"treats\", or junk food with approved ingredients*. No banana-egg pancakes, coconut-cassava tortillas, or coconut milk ice cream. (See Let's Get Specific on page 4 for more details). Your cravings and habits won't change if you keep eating these foods, even if they are made with Whole30 ingredients. - No stepping on the scale or taking measurements. Your reset is about so much more than just weight loss, and focusing on body composition means you'll miss out on the most dramatic and lifelong benefits this plan has to offer. As such, please don't weight yourself, analyze body fat, or break out the tape measure during the 30-day elimination period. (You'll thank us.) Let's Get Specific Specific foods that fall under the \" [Pancake Rule](https://whole30.com/the-pancake-rule/)\" include: pancakes, crepes, waffles, bread, tortillas, biscuits, cookies, brownies, alternative flour pizza crust or pastas, granola, cereal, or ice cream. No commercially-prepared chips (potato, tortilla, plantain, etc.) or French fries either. You may also decide to exclude additional foods that, despite being compatible with the program, promote cravings or make you feel out of control, like RXBARs or almond butter. (See page 95 in The Whole30 for guidance.) The Fine Print These foods are [exceptions](https://whole30.com/program-rules-changes/) and are allowed during Whole30 elimination. - Ghee or clarified butter. Clarified butter (see page 289) or ghee are allowed during Whole30 elimination, as they've had their milk solids rendered out. - Fruit juice. Products or recipes that include orange, apple, or other 100% fruit juices are compatible with the program, even if they're used as a natural sweetener. - Certain legumes. Green beans and most peas (including sugar snap peas, snow peas, green peas, yellow peas, and split peas) are allowed. - Vinegar and botanical extracts. Most vinegar (including white, red wine, balsamic, apple cider, and rice) and alcohol-based botanical extracts (like vanilla, lemon, or lavender) are allowed during your Whole30 program. (Just not malt-based vinegar or extracts, which will be clearly labeled as such, as they contain gluten.) - Coconut aminos. All brands of coconut aminos (a brewed and naturally fermented soy sauce substitute) are acceptable, even if you see the words \"coconut nectar\" or \"coconut syrup\" in their ingredient list. - Iodized salt. All iodized salt contains a tiny amount of dextrose (sugar) as a stabilizer, but ruling out table salt would be unreasonable. Reintroduction Your Whole30 isn't over yet! Following the 30-day elimination, you'll enter phase two, a 10-day period (at least) of reintroduction. This is the fun part—where you get to bring back the food groups you've been missing one at a time, and compare your experience. This is where you learn the most about which foods may be having a negative impact on your energy, sleep, mood, cravings, digestion, and more, so be thorough here! In this phase, you'll reintroduce one food group at a time, then go back to the elimination phase for two days to reset (in case you have a negative experience). You'll reintroduce food groups in order of least likely to be problematic to most likely: - (OPTIONAL) Added sugar - (OPTIONAL) Gluten-free alcohol - Legumes - Non-gluten grains - Dairy - Gluten-containing grains Reintroduction is where you'll learn which foods do and don't work for you, and start to create your perfect Food Freedom plan. See page 42 in The Whole30 or Chapter 5 in Food Freedom Forever for examples and detailed Reintroduction guidelines. Give Us Thirty Days Your only job during the Whole30 is to eat Whole30-compatible foods. You don't need to weigh or measure, count calories, restrict calories, or purchase everything organic or grass-fed. Your only job is to stick to the Whole30 rules for 30 straight days... no cheats, no slips, no \"special occasions.\" This isn't a hazing or a boot camp; the requirement for 100% compliance is grounded in science. We call the Whole30 a \"reset,\" but at its heart, the Whole30 is an elimination diet. Elimination protocols have been around since the 1920's, and many doctors say they are still the gold standard in identifying food sensitivities—but only if you do them by the books. In order to accurately test how your body responds in the absence of these potentially problematic foods, you have to completely eliminate them. One bite of pizza, one spoonful of ice cream, one sip of beer within the 30-day period and you've broken the \"reset\"—and have to start over again on Day 1. You must commit to the full program, exactly as written, 100% for the full 30 days. Anything less and you won't experience the full benefits the program has to offer. Anything less and you are selling yourself—and your life-changing results—short. It's only 30 days. You Can Do Hard Things The Whole30 is famous for its tough love, but don't be nervous- it's heavy on the love. At this point, many of you want to take on this life-changing self-experiment, but aren't sure you can really do it. If you've spent your whole life dieting, those efforts have likely left you discouraged, and you're skeptical that the Whole30 really is different. It is, I promise. And also, you're going to have to do the work. Here are a few key mindset shifts I want you to make heading into your Whole30, so you can step into your own power, reclaim your confidence, and keep this promise to yourself. - This will be hard. There are so many roadblocks to changing the way you eat. For some, it's emotional ties to comfort foods. For others, it's time or budget concerns. For still others, it's missing culturally significant foods. I honor the tremendous efforts many of you will go through just to complete the Whole30. And still, you have done harder things in your life. Losing a parent is hard. Fighting cancer is hard. Birthing a baby is hard. The Whole30 may also be hard, but you are more powerful than you give yourself credit for, and I know you can do this too. - Don't self-sabotage. If you leave the program open to negotiation when you have a bad day or a special occasion, you are setting yourself up to fail. If you don't clean out your pantry, if you tell yourself \"one glass won't matter,\" if you say \"I'll try to do all 30 days,\" you are setting yourself up to fail. Language matters, and \"I'll try\" leaves you an out. Wake up each day and say, \"I am Whole30, and I will keep this promise to myself.\" - Hold your boundaries. You never, ever, ever have to eat anything you don't want to eat. We're all grown-ups here, and someone else's feelings aren't as important as your physical and mental health. Practice saying, \"No, thank you\" or \"I'm not drinking right now.\" Remember your \"why\" and come back to that when you're feeling pressured. Just because it's your sister's birthday, your best friend's wedding, or your company picnic does not mean you have to eat anything. Realizing the event is just as special and your participation just as meaningful without the wine or cake is a huge benefit of the program. - Changing your life requires effort. Grocery shopping, meal planning, dining out, socializing, and dealing with stress will all prove challenging at some point during your program. We'll give you all the tools, guidelines, and resources you'll need in our books, website, newsletters, and social media feeds, but you also have to take responsibility for your own program. The Whole30 will challenge you in ways you don't expect, which is exactly why the benefits will carry over into every area of your life. Remember that when things get hard. In Conclusion... This is the journey you have been preparing for. You want to do this. You need to do this. You're ready for it. And I know that you can do it. So stop thinking about it, and take the first step. Right now, this very minute, commit to the Whole30. Then take a deep breath, because you've already begun. I'm so excited to welcome you into our community and witness your journey. Even if you're not 100% sure the Whole30 will be as transformational for you as it has been for so many, all I ask is that you give it 30 short days and trust the process. What we do here is that important. I believe in it that much. It changed my life, and I want it to change yours, too. Welcome to the Whole30. [Get daily support and accountability for your Whole30, click here!](https://whole30.com/monthly-whole30) Quick Start Your Whole30 Journey DOWNLOAD YOUR FREE WHOLE30 STARTER KIT 15 EXCLUSIVE RECIPES MEAL PLANNING TEMPLATE PROGRAM RULES "}