{"title": "Herbal supplement", "author": null, "url": "https://rationalwiki.org/wiki/Herbal_supplement", "hostname": "rationalwiki.org", "description": "Herbal supplements are non-pharmaceutical,[2] non-food substances marketed to improve health. Herbalism (herbal medicine, botanical medicine) is the use of plant-derived substances, and sometimes other environmental substances, to treat or cure medical conditions. The idea is that pre-industrial cultures had a great deal of practical medical knowledge, most of it botanical, and herbalism seeks to make use of this.", "sitename": "RationalWiki", "date": "2022-11-27", "cleaned_text": "Herbal supplement [Jump to navigation](#mw-head) [Jump to search](#searchInput) |Against allopathy| patients an unknown dose of an ill-defined drug, of unknown effectiveness and unknown safety. |—David Colquhon| Herbal supplements are non-pharmaceutical, [[2]](#cite_note-2) non-food substances marketed to improve health. Herbalism (herbal medicine, botanical medicine) is the use of plant-derived substances, and sometimes other environmental substances, to treat or cure medical conditions. The idea is that pre-industrial cultures had a great deal of practical medical knowledge, most of it botanical, and herbalism seeks to make use of this. The many studies on herbal medications often lack good documentation and/or quality, and suffer from not having analyzed the substance studied. [[3]](#cite_note-3) [[4]](#cite_note-4) Because of the lack of quality control and regulation, it is difficult to assess what the effect of many herbs is, or even what people may be taking, given the label often fails to match the content. There are no unified practices, no enforceable standards for strength or purity, and relatively few guidelines for practitioners. [[5]](#cite_note-5) Also, there is no clear definition of what a \"herbal remedy\" is. A large number of currently available drugs are originally plant-derived, which means herbalism is basically pharmacology's petulant, stubborn great i.e., a [protoscience](/wiki/Protoscience). History[ [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=1)] \"\"I'm sorry, 'herbal medicine'. People say, 'Oh, herbal medicine's been around for thousands of years!' Indeed it has, but then we tested it all and the stuff that actually worked became ' |—| Humans have used botanicals for medicinal purposes as far back as archaeological evidence exists. About 30% of all [FDA](/wiki/FDA)-approved [drugs](/wiki/Drug) are derived from botanical sources. [[7]](#cite_note-7) Examples include aspirin (from willow bark) and digoxin (from the foxglove plant, Digitalis spp.). [Molecular biology](/wiki/Molecular_biology) has allowed for more directed drug development. For instance, the active ingredient in a plant extract can be identified, isolated, and replicated (this is desirable because plants can have extremely variable amounts of the substance in question; [[8]](#cite_note-8) for instance, willow bark can contain from 0.08% to 12.6% of its active ingredient salicin. [[9]](#cite_note-9)) The molecule can also be modified to add desired effects or eliminate undesired effects. Sometimes molecules are altered in order to develop a drug just different enough from the old medication to allow a new patent to be issued. \"Reverse\" development is also done, where a receptor in the body is identified, and computers assist in identifying molecules to fit these receptors. In sum, many modern medicines started as plant extracts and were refined to improve the medicinal characteristics, including reducing toxicity. Currently, approximately 12 to 25% of [Americans](/wiki/United_States) use an herbal remedy yearly. [[10]](#cite_note-10) Despite their popularity, these substances, advertised as medically active, are regulated as dietary supplements, rather than as medicines, by the FDA. This means that there is very little regulation of the manufacturing or content of these substances. [[11]](#cite_note-11) American consumers, however, typically perceive herbals than conventional medications. Many are also suspicious of the profit motive of the [pharmaceutical industry](/wiki/Big_Pharma); of course, [herbal medications represent an enormous financial interest as well](/wiki/Big_Placebo). Echinacea alone has annual sales of about $300 million in the U.S. [[12]](#cite_note-14) Safety and potential for [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=2)] \"\"This physic but prolongs thy sickly days. |—| Much of the time, herbal remedies are used without consulting a physician about the condition in question. This may lead to delay or failure in diagnosing important medical conditions. For example, a man who takes saw palmetto for his urinary problems may have all the signs and symptoms of prostate [cancer](/wiki/Cancer), but if he feels better after taking the saw palmetto, he may not be diagnosed until it is too advanced for treatment. Herbs can also interfere with conventional medications. As herbs have become more popular, and as more have become available with [globalization](/wiki/Globalization), more toxic effects are being seen. Herbal preparations may or may not resemble the traditional cure from which they were derived, and are often used in a different context. For instance, small amounts of ma huang (Ephedra sinica) may exist in certain [Chinese medicines](/wiki/Traditional_Chinese_medicine) for treating common colds and [influenza](/wiki/Influenza), but it was used in much higher concentrations in Western weight-loss drugs. Many common herbs can be quite toxic, and may exist in supplements without clear labeling. For example, ma huang can cause serious cardiac disturbances, ginseng (Panax ginseng) can aggravate high blood pressure, and kava (Piper methysticum) can injure the liver. [[14]](#cite_note-ephedra-16) [[15]](#cite_note-aafp-17) [[16]](#cite_note-ginseng-18) [[17]](#cite_note-kava-19) New reports come out regularly about liver failure caused by herbal remedies. (See [this list of medicinal herbs](/wiki/List_of_medicinal_plants), quite a few of which can cause liver damage.) Herbal remedies from outside the U.S. are sometimes contaminated with [lead](/wiki/Lead) and other heavy metals. [[18]](#cite_note-20) [[19]](#cite_note-21) Some herbal medicines are carcinogenic to humans (e.g., [birthwort](/wiki/Birthwort) and [betelnut](/wiki/Betelnut)) or in animal studies (e.g., comfrey [[20]](#cite_note-22) and [ginkgo](/wiki/List_of_medicinal_plants#Ginkgo) [[21]](#cite_note-23)). A 2018 analysis of recent FDA data found that nearly 800 dietary supplements were tainted with potentially dangerous pharmaceuticals, but that only half of these supplements were recalled by the manufacturers. [[23]](#cite_note-cunningham-25) [[24]](#cite_note-26) The supplements were marketed primarily for sexual enhancement, weight loss or muscle building, and included drugs such as steroids and sildenafil (Viagra). [[23]](#cite_note-cunningham-25) More than 85,000 supplements are marketed in the US, but FDA has been chronically underfunded by Congress and is unable to test all of them. [[23]](#cite_note-cunningham-25) [[25]](#cite_note-27) Many herbal medicines can interfere with conventional medications. For example, St. John's Wort is a potent inducer of the cytochrome P450 System. This can increase the rate at which the liver metabolizes drugs, leading to a dangerously low level of the drug in the body. [[26]](#cite_note-28) Why do people start using herbal supplements and other forms of \"alternative\" medicine? It probably has to do with the [dangers of prescription medication:](/wiki/Iatrogenesis) According to the [U.S. Centers for Disease Control and Prevention](/wiki/Centers_for_Disease_Control), one person dies from a drug overdose every 19 minutes. About 28,754 Americans died after accidentally overdosing on legal or illegal drugs in 2009, according to the CDC; about half of those [deaths](/wiki/Death) involved prescription painkillers. Those numbers are significant enough to make prescription drugs one of the leading causes of accidental death in this country. It's a statistic that has led some experts to call prescription drug abuse an epidemic. [[27]](#cite_note-29) However, just because there is a reasonable justification for wanting \"alternative\" medicine does not mean that it will work, or that you should try to sell it to anyone if it does not work. It is interesting to note that organisations selling herbal remedies will almost always make a statement along the lines of \" [natural is safe](/wiki/Appeal_to_nature).\" This statement takes many different forms, but is usually directed as a slur to the pharmaceutical industry claiming that OTC and prescription drugs are secretly harmful but because their products are naturally derived, no ill effects can be possible. Basic knowledge of toxicology will quickly refute this generalised claim, as almost all of the most toxic substances on earth are natural in derivation. [[note 3]](#cite_note-31) The main problem is that, even when the stuff does in fact work, doses, purity and so on are greatly inconsistent and there is very little regulation. For instance, in one study, researchers analyzed 44 herbal medicine products from 12 companies and found that of these, 59% contained herbs that were not on the label, 32% did not contain the herb that was on the label, and 21% contained fillers such as wheat, [soybean](/wiki/Soybean), alfalfa, and rice. [[29]](#cite_note-biomed-32) Several products were contaminated with feverfew (Tanacetum parthenium), which can cause \"swelling and numbness of the mouth, oral ulcers, nausea, vomiting, abdominal pain, diarrhea, and [flatulence](/wiki/Flatulence)\". One of the products was labeled as containing [St. John's wort](/wiki/St._John%27s_wort) (Hypericum perforatum), but it contained senna (Senna spp.), a laxative that can cause \"chronic diarrhea, cathartic colon, liver damage, abdominal pain, epidermal breakdown and blistering\". [[29]](#cite_note-biomed-32) A New York State Attorney General investigation found that 78% of the herbal supplement products it tested did not contain the substance listed on the label, and similarly found significant contamination with other, unlabeled ingredients. [[30]](#cite_note-33) Many spices used in cooking are also used in herbal medicine. When used as food, spices are generally safe [[31]](#cite_note-34) and possibly beneficial. A 1999 study of worldwide regional cookbooks found that there was a correlation between spice use, [bacterial](/wiki/Bacteria) inhibition from spices used, and mean annual temperature, indicating that people have probably been adjusting spice levels in foods to counteract bacterial infections from foods. [[32]](#cite_note-35) Even when an herb is relatively safe, relying upon it for a serious medical condition without consulting a medical doctor for standard medical care can result in death. For example, David and Collet Stephan were convicted in 2016 of killing their son who was suffering from spinal meningitis. The couple ignored medical advice and treated their son solely with echinacea from a [naturopathic clinic](/wiki/Naturopathy). [[33]](#cite_note-36) Hepatotoxicity[ [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=3)] Herbal supplements can be toxic to the liver (hepatotoxicity) for three reasons: [[34]](#cite_note-avigan-37) - Inherent hepatotoxicity (e.g. comfrey, which naturally contains pyrrolizidine alkaloids or PAs) Contamination with unlabelled hepatotoxic herbs (crotalaria, heliotropium and senecio, which also contain PAs but are not generally used in supplements) - Pharmaceuticals (e.g. designer steroids) or other chemicals (natural or synthetic) that have been added intentionally or accidentally. As of 2016, the [FDA](/wiki/FDA) has taken action against three herbal supplement products for hepatotoxicity: Lipokinetix, OxyELITE Pro, and Hydroxycut. [[34]](#cite_note-avigan-37) This is in addition to actions against other supplements that were adulterated with designer steroids. [[34]](#cite_note-avigan-37) In the case of Lipokinetix, the hepatotoxicity was believed to be usnic acid, which is found in the Usnea genus of lichens. [[34]](#cite_note-avigan-37) In the case of OxyELITE Pro, possibly due to the ingredient aegeline, [[34]](#cite_note-avigan-37) a chemical extracted from the fruit of the Aegle marmelos tree. [[35]](#cite_note-38) In the case of Hydroxycut, it is suspected that [green tea](/wiki/Green_tea) extract caused the hepatotoxicity. [[34]](#cite_note-avigan-37) [[36]](#cite_note-39) In some cases, consumers of these products required a liver transplant. [[34]](#cite_note-avigan-37) Government regulation[ [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=4)] Canada[ [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=5)] In [Canada](/wiki/Canada) every natural product must apply for a natural product number (NPN) and is governed under the Natural and Non-prescription Health Products Directorate (originally called Natural Health Product Regulations) since 2004. [[37]](#cite_note-40) [[38]](#cite_note-nnphp-41) The intent of the regulations was to \"ensure a balance between Canadians' freedom of choice with respect to natural health products and the assurance of consumer safety.\" [[39]](#cite_note-uscanada-42) [[40]](#cite_note-taller-43) The regulated products include: [vitamins](/wiki/Vitamin) and minerals, herbal remedies, homeopathic medicines, traditional medicines such as traditional Chinese medicines, probiotics, and other products like [amino acids](/wiki/Amino_acid) and essential fatty acids. [[38]](#cite_note-nnphp-41) The regulations authorize: (1) a premarketing review and approval for safety, efficacy, claims, and product specification; (2) adherence to good manufacturing practice (GMP) requirements for manufacturing, packaging, and labeling; (3) requirement for a site license where any regulated activity is conducted; (4) regulatory oversight for a clinical trial process; and (5) a postmarketing surveillance program for adverse reactions. [[39]](#cite_note-uscanada-42) [[40]](#cite_note-taller-43) United States[ [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=6)] During the late-1980s to early-1990s, the US [Congress](/wiki/Congress) was considering several bills, including the Nutrition Advertising Coordination Act of 1991, [[41]](#cite_note-44) that would have increased the powers of the FDA over dietary supplements. In response to this, the nutritional supplement industry began [lobbying](/wiki/Lobbying) Congress against additional regulation and started a [public relations](/wiki/Public_relations) campaign to agitate the public to contact their representatives. One of the misleading television [advertisements](/wiki/Advertisement) showed [Mel Gibson](/wiki/Mel_Gibson)'s mansion being raided by an FDA SWAT team, followed by Gibson's arrest for taking [vitamin C](/wiki/Vitamin_C). [[42]](#cite_note-45) In response to [lobbying](/wiki/Lobbying) Harkin](/wiki/Tom_Harkin) (D- [Iowa](/wiki/Iowa)) cosponsored the Dietary Supplement Health and Education Act (DSHEA) in 1994. Why did these two seemingly disparate senators team up? Utah was a major producer of nutritional supplements, eventually reportedly becoming the number 1 industry in Utah by 2012, [[43]](#cite_note-46) while Harkin's interest would seem to be a more personal interest in [woo](/wiki/Woo). The definition of a dietary supplement under DSHEA is \"a product (other than [tobacco](/wiki/Tobacco)) intended to supplement the diet that bears or contains one or more of the following dietary ingredients: a vitamin, a mineral, an herb or other botanical, an [amino acid](/wiki/Amino_acid), a dietary substance for use by man to supplement the diet by increasing the total dietary intake, or a concentrate, metabolite, constituent, extract, or combination of any of the aforementioned ingredients.\" [[44]](#cite_note-labeling-47) DSHEA has strict labeling requirements for manufacturers, making the manufacturers legally liable for mislabeling or adulteration. [[44]](#cite_note-labeling-47) [[45]](#cite_note-48) However, DSHEA does not make requirements with regard to safety of those products marketed before 1994 (giving manufacturers the benefit of the doubt that such products were safe), [[46]](#cite_note-49) or with regard to efficacy. This is basically a legalistic [appeal to ancient — or not so ancient — wisdom](/wiki/Appeal_to_ancient_wisdom). With regard to efficacy, however, manufacturers are not allowed to make false claims or medical claims (e.g., \"cures cancer\"), which has given rise to the [Quack Miranda Warning](/wiki/Quack_Miranda_Warning). [[44]](#cite_note-labeling-47) All claims must be based on \"accepted scientific [evidence](/wiki/Evidence)\". [[44]](#cite_note-labeling-47) The FDA does have the power to ban supplements if they are proven to be dangerous. The FDA banned ephedra and [ephedrine](/wiki/Ephedrine)-containing substances in 2004, [[47]](#cite_note-50) and banned [Aristolochia](/wiki/Aristolochia) and aristolochic acid-containing substances in 2011. [[48]](#cite_note-51) Both ephedra and Aristolochia were used as herbal supplements prior to 1994, so no evidence of safety was required to bring them to market. Germany[ [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=7)] In Germany, the Bundesinstitut für Arzneimittel und Medizinprodukte (BfArM) (The Federal Institute for Drugs and Medical Devices) is the counterpart to the US FDA, and it regulates Complementary and Alternative Medicines and Traditional Medicinal Products under the German Medicines Act. [[49]](#cite_note-BFARM-52) \"On the premise of pluralism in pharmacotherapy, the German Medicines Act explicitly postulates that the characteristics of the 'particular therapeutic systems' are to be respected.\" [[49]](#cite_note-BFARM-52) In other words, by law, [quackery](/wiki/Quackery) is to be respected. By law, BfArM established three commissions to evaluate alternative therapies: Commission C for [anthroposophic medicinal products](/wiki/Anthroposophy), Commission D for [homeopathic medicinal products](/wiki/Homeopathy) and Commission E for herbal medicinal products. [[49]](#cite_note-BFARM-52) Between 1984 and 1994, Commission E published 380 monographs evaluating the safety and efficacy of herbs for licensed medical prescribing in Germany. [[50]](#cite_note-53) These monographs have not been updated since publication. The monographs were translated into English by The American Botanical Council. [[51]](#cite_note-54) [[52]](#cite_note-herbalgram-55) Substances in the monographs were divided into approved and unapproved. [[52]](#cite_note-herbalgram-55) In the English translation of the monographs, the work of Commission E was endorsed by [Varro Eugene Tyler,](https://en.wikipedia.org/wiki/Varro_Eugene_Tyler) professor of pharmacognosy at Purdue University. Becoming available around the time of DSHEA, the monographs were seen by some researchers in the US as a way to navigate the flood of post-DSHEA products on the market. However, the monographs were not without serious criticism — even by an herbalist. [[53]](#cite_note-treasure-56) Besides the lack of updates, the monographs lack references, so it is difficult to ascertain the level of evidence used by the commissioners to decide safety and efficacy. \"\"The failure to include verifiable scientific primary sources necessarily places the entire Commission E Monograph corpus irredeemably outside the most elementary accepted standards of academic requirements for rigorous scientific publications. |—Jonathan Treasure| Some typical woo[ [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=8)] - \"Experienced wine drinkers can tell the difference in taste between an expensive and inexpensive [wine](/wiki/Wine), but chemical analysis would probably not indicate much of any difference. In the same way an herbal tincture that is well prepared from whole plants by a knowledgeable person provides a medicine that is not able to be chemically analyzed as different, but is far superior to anything standardized on the basis of an ingredient that may not even be active.\" [[54]](#cite_note-57) - \"Experienced wine drinkers can tell the difference in taste between an expensive and inexpensive That chuckling sound you hear distantly to the east is Hervé This [[55]](#cite_note-58) laughing his ass off at the above assertion. Summary[ [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=9)] Many herbal remedies have significant medical effects. Labeling may not correctly describe the contents of the medication. The preparations available are not well-regulated or well-studied. As such, they are often wasteful, or even toxic. When there is a measurable effect, it is often more modest than the available conventional medicines. [[56]](#cite_note-59) Many companies are doing large scale testing of botanicals to look for biologically active substances. Older remedies, and new ones, as discovered, should be subject to the same scrutiny as any other medication. There is no reason to believe that herbal remedies have any \"natural\" advantage over conventional ones. [Randomized controlled trials](/wiki/Randomized_controlled_trial) can distinguish good medicines from bad, independent of the source. See also[ [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=10)] External links[ [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=11)] [Graphic of herbal supplements level of scientific support](http://www.informationisbeautiful.net/play/snake-oil-supplements/) [The only \"herbal supplements\" confirmed by the FDA not to be placebos](https://www.flickr.com/photos/fdaphotos/sets/72157625502079212/) Notes[ [edit](/w/index.php?title=Herbal_supplement&action=edit§ion=12)] [](#cite_ref-12)Which they may be — in the sense that the placebo effect kills fewer Americans yearly than OxyContin does; though, primarily, because OxyContin actually has [an active ingredient](https://en.wikipedia.org/wiki/Oxycodone). [](#cite_ref-13)We're sorry to report that terms like 'holistic' [lacks consistent meaning](/wiki/Deepity). [](#cite_ref-31)Examples include Magic medicine](http://www.dcscience.net/?page_id=733) [](#cite_ref-2)The term \"supplement\" allows them to avoid medical laws, while still allowing \"health benefits\" to be promoted. See Kabat, Geoffrey, \"Natural Does Not Mean Safe\": in [Slate](http://www.slate.com/articles/health_and_science/medical_examiner/2012/11/herbal_supplement_dangers_fda_does_not_regulate_supplements_and_they_can.single.html), 2012 Nov 26. [](#cite_ref-3)Gagnier, Joel J. DeMelo, Jaime. Boon, Heather. Rochon, Paula. Bombardier, Claire. Quality of reporting of randomized controlled trials of herbal medicine interventions. American Journal of Medicine. 119(9):800.e1-11, 2006 Sep. [](#cite_ref-4)Wolsko, Peter M. Solondz, David K. Phillips, Russell S. Schachter, Steven C. Eisenberg, David M. Lack of herbal supplement characterization in published randomized controlled trials. American Journal of Medicine. 118(10):1087-93, 2005 Oct. [](#cite_ref-5)The United Kingdom has a National Institute of Medical Herbalists, who have a [code of ethics](http://www.nimh.org.uk/about-the-nimh/ethics-and-practice/ethics-and-practice-codes) [](#cite_ref-6)ratbaggery (26 July 2009) [\"Dara O'Briain with quackery\"](https://youtu.be/YMvMb90hem8?t=175). [YouTube](/wiki/YouTube). Starts at the 2:55 mark. [](#cite_ref-7)Sardesai, Vishwanath M. Herbal medicines: poisons or potions?. Journal of Laboratory & Clinical Medicine. 139(6):343-8, 2002 Jun. [](#cite_ref-8) [Variability in the composition of anti-oxidant compounds in Echinacea by HPLC](http://onlinelibrary.wiley.com/doi/10.1002/pca.815/abstract)by Federica [Willow bark](http://www.umm.edu/altmed/articles/willow-bark-000281.htm), University of Maryland Medical Center. [](#cite_ref-10)Bent, Stephen. Ko, Richard. Commonly used herbal medicines in the United States: a review. American Journal of Medicine. 116(7):478-85, 2004 Apr 1. [](#cite_ref-11) [http://www.webmd.com/vitamins-and-supplements/features/risky-herbal-supplements](http://www.webmd.com/vitamins-and-supplements/features/risky-herbal-supplements) [](#cite_ref-14)Bent, Stephen. Ko, Richard. Commonly used herbal medicines in the United States: a review. American Journal of Medicine. 116(7):478-85, 2004 Apr 1. [](#cite_ref-15) [Ton Shen Health/Life Rising Expands Recalls of \"DHZC-2 Tablet\" to All Lots Purchased Before August 24 2016 Because of Possible Health Risk](https://www.fda.gov/Safety/Recalls/ucm518608.htm)(August 30, 2016) U.S. Food & Drug Administration [](#cite_ref-ephedra_16-0) [Ephedra,](http://www.webmd.com/vitamins-supplements/ingredientmono-847-EPHEDRA.aspx?activeIngredientId=847&activeIngredientName=EPHEDRA)WebMD. [](#cite_ref-aafp_17-0) [Herbal Remedies: Adverse Effects and Drug [Contaminated Herbal Medicine Products, Lead Poisoning Prevention Program, New York City Department of Health and Mental Hygiene](http://web.archive.org/web/20121105225806/http://www.nyc.gov/html/doh/html/lead/lead-herbalmed.shtml), archived by the Wayback Machine. [](#cite_ref-21) [Folk Medicine](http://www.cdc.gov/nceh/lead/tips/folkmedicine.htm), Sources of Lead, Centers for Disease Control and Prevention [](#cite_ref-22) [Metabolism, genotoxicity, and carcinogenicity of comfrey](http://www.ncbi.nlm.nih.gov/pubmed/21170807)by Mei et of dietary supplements are tainted with potentially harmful drugs: Fewer than half of these products were recalled by their makers](https://www.sciencenews.org/article/hundreds-dietary-supplements-tainted-potentially-harmful-drugs)by Aimee Cunningham (2:29pm, October 12, 2018) Science News. [](#cite_ref-26) [Unapproved pharmaceutical ingredients included in dietary supplements associated with US Food and Drug Administration warnings](https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2706496)by J. Tucker et al. (October 12, 2018) JAMA Network Open doi:10.1001/jamanetworkopen.2018.3337. [](#cite_ref-27) [Report: FDA so underfunded, consumers are put at risk](https://abcnews.go.com/Business/story?id=3944507&page=1)by Julie Schmit & USA Today (December 3, 2007) ABC News. [](#cite_ref-28)Wang Z, Gorski JC, Hamman MA, Huang SM, Lesko LJ, Hall SD. The effects of St John's Drug overdose deaths in the United States continue to increase in 2015](https://www.cdc.gov/drugoverdose/epidemic/)Centers for Disease Control and Prevention [](#cite_ref-30) [Side Effects of Ginseng Supplements](https://www.poison.org/articles/side-effects-of-ginseng-supplements-191). US Poison Control. - [29.0](#cite_ref-biomed_32-0) [29.1](#cite_ref-biomed_32-1) [DNA barcoding detects contamination and substitution in North American herbal products](https://www.biomedcentral.com/1741-7015/11/222), Newmaster et al. BMC Medicine Supplements Not (February 10, 2015) Psychology Today. [](#cite_ref-34) [Chef dies after eating 'superhot' chilli for bet: An amateur chef died the day after eating a \"superhot\" chilli in a bet with his friend over who could make the hottest dish, an inquest heard.](http://www.telegraph.co.uk/news/uknews/3099484/Chef-dies-after-eating-superhot-chilli-for-bet.html)by Jessica Salter (6:57AM BST 29 Sep 2008) The Telegraph. [](#cite_ref-35) [Darwinian Gastronomy: Why We Use Spices. Spices taste good because they are good for us.](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/bioscience/49/6/10.2307/1313553/2/49-6-453.pdf?Expires=1492116959&Signature=DgBwhUHumt5zU-WC7UqCODkKbrxTmDHzWvf1cm1TddmTJqCWsnPi6URYtNjH-HOb0KejFEtyi7MeYTyIONnYRx06sZl-0lMMHETMbaycfCMdk~rOOqa2UTAVPjqrFl-OZA5Sc6iTlQiUSMx5t32iS9NEo1UJNkpG5Lr-9fci0bk1Y75kHaG3SfYvtctMFpP2LJSFePnQMgWKiTXwMnPvo8Ib1ro4jsOtpowBvW0TxxG32qNmON3joVO8KiXEBxLudc77DvglRrf9ximJ5MEqJy1bNJS1vK7DvhM-XemOhKEtbp3xOInay5mVvdIN4Ckigl6OfrD5RjivASs-7PrLyg__&Key-Pair-Id=APKAIUCZBIA4LVPAVW3Q)by Paul W. Sherman & Jennifer Billing (1999). BioScience Graham Slaughter (Published Friday, June 24, 2016 4:31AM EDT, Last Updated Saturday, June 25, 2016 10:29AM EDT) [34.6](#cite_ref-avigan_37-6) [Scientific in Herbal and Dietary Supplement Associated Hepatotoxicity in the United States](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4813193/)by Mark I. Avigan et al. J. [](#cite_ref-40) Gazette Directorate](http://www.hc-sc.gc.ca/dhp-mps/prodnatur/legislation/acts-lois/prodnatur/index-eng.php) - [38.0](#cite_ref-nnphp_41-0) and Non-prescription Health Products](http://www.hc-sc.gc.ca/dhp-mps/prodnatur/index-eng.php) - and Alternative Medicine in the United States](http://www.ncbi.nlm.nih.gov/books/NBK83789/)Chapter Supplements. National Academies Press (US)(2005). - [40.0](#cite_ref-taller_43-0) [40.1](#cite_ref-taller_43-1)Taller JB. Canada Health Products regulations. HerbalGram. 2003;60:62-65. [](#cite_ref-44) [H.R.1662 — Nutrition Advertising Coordination Act of 1991 (Introduced in House — IH)](http://thomas.loc.gov/cgi-bin/query/z?c102:H.R.1662:) [](#cite_ref-45) of Health and Human Services, Office of Inspector General. Dietary Supplement Labels: Key Elements](http://oig.hhs.gov/oei/reports/oei-01-01-00120.pdf)by Janet Rehnquist (March 2003). [](#cite_ref-48) [FDA: Dietary Supplements](http://www.fda.gov/Food/Dietarysupplements/default.htm) [](#cite_ref-49) [FDA: New Dietary Ingredients in Dietary Supplements — Background for Industry](http://www.fda.gov/Food/DietarySupplements/NewDietaryIngredientsNotificationProcess/ucm109764.htm) [](#cite_ref-50) [FDA Issues Regulation Prohibiting Sale of Dietary Supplements Containing Ephedrine Alkaloids and Reiterates Its Advice That Consumers Stop Using These Products](https://web-beta.archive.org/web/20090710102607/http://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/2004/ucm108242.htm)February 6, 2004 USFDA (archived from July 10, 2009). [](#cite_ref-51) [Detention Without Physical Examination of Bulk/Finished Dietary Supplements Products Containing Aristolochic Acid](http://www.accessdata.fda.gov/cms_ia/importalert_141.html)Import [49.2](#cite_ref-BFARM_52-2) [Complementary [](#cite_ref-53) [Liste der Monographien der E-Kommission (Phyto-Therapie)](http://buecher.heilpflanzen-welt.de/BGA-Kommission-E-Monographien/) [](#cite_ref-54)The Complete German Commission E Monographs: Therapeutic Guide to Herbal Medicines by Mark Blumenthal et al. (1998). The American Botanical Council, 684 pp. ISBN 096555550X. - [52.0](#cite_ref-herbalgram_55-0) [52.1](#cite_ref-herbalgram_55-1) [53.1](#cite_ref-treasure_56-1) [Making Sense (Archive.org from 2012). [](#cite_ref-57) [Herbal Medicine](http://archive.is/TOWJc)by Colleen Huber & Stephen Helms. NatureWorksBest.com (archived from 3 Oct 2013 09:10:58 UTC). [](#cite_ref-58)Hervé This, author of Molecular Gastronomy (or its much better French title, Casseroles et Éprouvettes = \"Saucepans and Test Tubes\") is a French research chemist who is considered the founder of molecular gastronomy as a science. He should be on your cookbook shelf right next to Corriher, Brown, Wolke, and McGee. [](#cite_ref-59)Koretz, Ronald L. Is alternative medicine alternative science? Journal of Laboratory & Clinical Medicine. 139(6):329-33, 2002 Jun. "}