{"title": "PDF", "author": "PDF", "url": "http://cybertesis.uach.cl/tesis/uach/2007/fms399v/doc/fms399v.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "UNIVERSIDAD AUSTRAL DE CHILE FACULTAD DE MEDICINA ESCUELA DE ENFERMERÍA \"VEGETARIANISMO, LA OPCIÓN PARA UNA MEJOR CALIDAD DE VIDA, DESDE LA PE RSPECTIVA DE LA COMUNIDAD YOGUICA. UN ESTUDIO CUALITATIVO\" Tesis presentada como partes de los requisitos para optar al grado de Licenciado en Enfermería. GABRIELA PAZ SUAZO PULGAR VALDIVIA - CHILE 2007 Profesora patrocinante: Nombre : María julia Calvo Gil Profesión : Enfermera Grados : Licenciada en Educación Magíster en Filosofía Magíster en Bioética Instituto : Enfermería Facultad : Medicina Firma : Profesores Informantes: 1) Nombre : Tatiana Victoriano Rivera Profesión : Enfermera Grados : Magíster Desarrollo Humano (c) Instituto : Enfermería Facultad : Medicina Firma : 2) Nombre : Ricardo Ayala Valenzuela Profesión : Enfermero Grados : Magíster en Educación Instituto : Enfermería Facultad : Medicina Firma : Fecha de examen de grado: 14 de mayo del 2007 AGRADECIMIENTOS A mi familia , por su ayuda e infinito amor. A la comunidad Guru Teg Bahadur, por su apoyo y entrega. Sat Nam INDICE RESUMEN SUMARY CAPÍTULO 1: PRE-REFLEXIVO 1 CAPÍTULO 2: ANALISIS DE LITERATURA 3 CAPÍTULO 3: OBJETIVOS 10 CAPÍTULO 4: TRAYECTORIA METODOLÓGICA 11 MOMENTOS DE LA TRAYECTORIA 11 ENTREVISTA FENOMENOLÓGICA 12 CAPÍTULO 5: CONSTITUCIÓN DE LA INVESTIGACIÓN 13 RIGOR Y ÉTCA DE LA INVESTIGACIÓN 13 COLECCIÓN DE LOS DISCURSOS 13 CAPÍTULO 6: TRANCRIPCIÓN DE LOS DISCURSOS DISCURSO 1 15 CUADRO DE REDUCCIÓN FENOMENOLÓGICA 18 CUADRO DE CONVERGENCIAS 22 ANÁLISIS IDEOGRÁFICO 24 D I S C U R S O 2 2 5 CUADRO DE REDUCCIÓN FENOMENOLÓGICA 27 CUADRO DE CONVERGENCIAS 30 ANÁLISIS IDEOGRÁFICO 31 DISCURSO 3 32 CUADRO DE REDUCCIÓN FENOMENOLÓGICA 35 CUADRO DE CONVERGENCIAS 39 ANÁLISIS IDEOGRÁFICO 41 D I S C U R S O 4 4 2 CUADRO DE REDUCCIÓN FENOMENOLÓGICA 44 CUADRO DE CONVERGENCIAS 46 ANÁLISIS IDEOGRÁFICO 48 D I S C U R S O 5 4 9 CUADRO DE REDUCCIÓN FENOMENOLÓGICA 51 CUADRO DE CONVERGENCIAS 54 ANÁLISIS IDEOGRÁFICO 55 D I S C U R S O 6 5 6 CUADRO DE REDUCCIÓN FENOMENOLÓGICA 58 CUADRO DE CONVERGENCIAS 62 ANÁLISIS IDEOGRÁFICO 63 CAPÍTULO 7 : ANÁLISIS DE LA EXPERIENCIA 65 CAPÍTULO 8 : CONSIDERACIONES FINALES 71 B I B L I O G R A F Í A 7 4 ANEXO FORMULARIO DE CONSENTIMIENTO INFORMADO 76 RESUMEN La historia revela que cada país ha atravesado por formas de alimentación distinta. Generalmente, cuando un país está en vías de desarrollo la gente tiene una dieta frugal y se basa en vegetales, si la situac ión es más próspera los alimentos de origen animal son abundantes (SABATÉ, J., 2005). En la época de la nutrición moderna la necesidad de proteínas hizo resurgir el interés por las dietas ve getarianas. Desde allí en adelante , el tema se ha analizado desde diversos focos pero lamentablemente, una gran cantidad de población desconoce los beneficios que una dieta vegetariana proporciona. La metodología utilizada para obten er la información de las personas entrevistadas fue descriptiva-cualitativa y el instrumento utilizado fue la entrevista fenomenológica. Del análisis de los disc ursos surgieron los siguientes temas: Razones para adoptar la dieta vegetariana. Experimentando beneficios. El apoyo familiar y los amigos. El desamparo social. Visión ambientalista. Vivenciando un cambio. Estos datos permiten comprender a las personas que optan por una dieta ovo- lácteo vegetariana, los moti vos para considerarla óptima para su organismo y su espíritu, además, les permite una mayor va loración de la vida abarcando a todos los seres vivientes y cómo aprovechar diversas fuentes alimenticias que traerían mayor beneficio económico para la población mundial. Los entrevistados concuerdan en que mant ener una dieta de esta calidad ayuda a prevenir enfermedades, mejora el estado físic o, la piel y el proceso de digestión. A ello se suma que incrementa la concentración y claridad mental por lo que la recomiendan en la práctica espiritual. SUMMARY History reveals that every country has gone through different forms of nourishment. Most of the times, when we speak about a devel oping country, people have a frugal diet which is based on vegetables. If the si tuation is better, food from animals is more abundant. nourishment, the that moment on, the topic has be en analysed from different perspectives, but unfortunately an important part of th e population does not know the benefits that The used instru ment was the phenomenological interview. From the analysis of discourse s, Experiencing a change These permits to comprehend thos e who choose a diet of egg, milk and vegetables. The reasons for which they cons ider it optimum for their bodies and spirits lets them value life, including all living bei ngs. The information also permits to take advantage of different food sources that give more economic benefits worldwide. The interviewees agreed it is recommended for spiritual practices. 1 1. PRE - REFLEXIVO Desde siempre el ser humano se ha preocupa do por una vida sana y ha adaptado su concepto de salud con la finalidad de obtener un completo bienestar y una buena calidad de vida. Para conseguirlo, ha sido ne cesario considerar la salud de sde distintos puntos de vista, siendo algo fundamental y de amplio interés, la nutrición. Hoy día la alimentación es un tema que suscita polémicas y se encuentra en el tapete y centro de muchos debates. Los espectaculares avances que han experimentado las ci encias de la aliment ación y la nutrición en las últimas décadas, revelan la importancia que reviste llevar a cabo una ingesta adecuada como una de las mejores vías de promoción de la salud y del bienestar físico y emocional. En este contexto, el vegetarianismo se en tiende como una dieta que se ajusta a las recomendaciones para una alimentación sana, establecidas por los profesionales de la salud, siendo baja en grasas saturadas y alta en fi bra, hidratos de carbono complejos, frutas y verduras frescas, evitando la inge stión de todo tipo de carnes de origen animal. El nacimiento de la dieta vegetariana y de la dietética en general, se s itúa en los inicios de movimientos o sistemas ético-religiosos y médicos, en donde aparece como ritual de salud y de purificación. Nuestro país está altamente urbanizado, lo que trae como consecuencia la adopción de estilos de vida poco saludables, gran consumo de alimentos procesados, comida rápida con alto contenido de grasas satu radas y altamente energéticas. Es tas tendencias de consumo nacional muestran un importante aumento en el suministro de cárnicos, cecinas, productos lácteos y una disminución en la ingesta de frutas, ve rduras, cereales y legu minosas, lo que está contribuyendo al sobrepeso y obesidad de la población, generando lo que se ha denominado las \"enfermedades de la civilización\". La Organización Mundial de la Salud (OMS) aconseja cambios en la alimentación para prevenir dichas enfermedades y disminuir los altos índices de obesidad que afecta a gran parte de la población en nuestro país. Las modificaciones consisten precisamente en lo opuesto a lo que sucede en la actualidad. Las personas que llevan una dieta exclusiv amente vegetariana tienen menor tendencia a desarrollar ciertos tipos de enfermedades relacionados con la dieta y menores tasas de morbilidad y mortalidad por varias enfermedades crónicas degenerativas si se les compara con población de hábitos no vegetarianos. Por estas razones, para el pr ofesional de Enfermería el conocimiento en el área de la alimentación es de sumo interés, pues junto con ayudar a la toma de conciencia, promueve cambios de hábitos hacia una dieta equilibra da, lo que nos permitiría mejorar nuestras condiciones de vida y regular la s posibilidades de pr esentar nuevas enfermed ades. Si bien es cierto, todas las dietas o formas de aliment ación necesitan estar bien planeadas para ser 2adecuadas desde el punto de vista nutricional, la s dietas vegetarianas s on un aporte en el que se debe comenzar a trabajar. En cada uno de nosotros está adoptar medidas e involucrarnos en la materia, para proponer cambios de conducta en la población permitiendo desarrollar un estilo de vida equilibrado, y a su ve z, mejorar nuestra calidad de vida. 32. ANÁLISIS LITERARIO Marta Rogers (1980) define la función de Enferm ería como ciencia humanitaria y arte. Sus actividades están encaminadas hacia el mantenimiento y promoción de la Salud, prevención de las enfermedades y rehabilitación de enfermos e incapacitados. El Objetivo de la teoría es procurar y promover una interacción armónica entre el hombre y su entorno, así las enfermeras que sigan este modelo deben fortal ecer la conciencia e in tegridad de los seres humanos, y dirigir o redirigir los patrones de interacción existentes entre el hombre y su entorno para conseguir el máximo potencial de Salud. Considera al hombre como un todo unificado que posee integridad propia y que mani fiesta características que son más que la suma de sus partes y distintas de ellas al estar integrado en un entorno. Para Rogers, Salud es un valor establecido por la cultura de la pers ona, y por tanto sería un estado de «armonía» o bienestar del individuo y su medio ambien te (MARRIER, A., 1994). Esta teoría nos proporciona una visión radical de la realidad de la pr ofesión de enfermería, un marco para la práctica, la cual deberíamos mantener presente al momento de entregar cuidados ya que se vincula directamente con la búsqueda y adop ción de nuevos hábitos y esquemas en la población que conllevan una interacción armónica con el entorno y por consiguiente una mejoría en la calidad de vida. \"En verdad es el hombre el rey de los animale s, pues a todos los exc ede en brutalidad. Vivimos gracias a la muerte de otros. ¡Somos cementerios!\" Y añadió: \"Vendrá el tiempo en que los hombres considerarán la matanza de ani males igual como cons ideran ahora la de los hombres.\" Leonardo da Vinci Desde la antigüedad más remota tenemos re ferencias concretas de los beneficios físicos y espirituales del vegetarianismo, que se hallan en escrito s muy antiguos de la humanidad como los de la Medi cina Tradicional China, la Me dicina Tradicional Ayurveda que se remontan a más de 3000 años A C. Tambié n se encuentra alusión al tema en el antiguo y nuevo testamento de la Biblia, en otros libros sagrados de la humanidad, sin olvidar la gran lista de personajes célebres de todas las époc as que han sido vegetarianos, amantes de lo natural y que lo han difundido en sus tiempos. La palabra vegetaria no fue acuñada por los fundadores de la Asociación Ve getariana Británica en el a ño 1842, y deriva de la palabra latina vegetus, que significa \"c ompleto, sano, fresco o vivaz\". Recién en el siglo pasado el movimiento se empezó a organizar en occidente, y en 1889 se fundó la Unión Vegetariana Federal con el fin de unir a la s sociedades vegetarianas de todas las partes del mundo, que más tarde fue su stituida por la Unión Federal Vegetariana, la que hoy engloba a todas las asociaciones vegeta rianas del mundo. Por razones que van desde la higiene y la economía a la ética y la religión, millones de personas en todo el mundo han decidido cambiar su alimentación para seguir un a dieta vegetariana. La principal característica 4de estas personas es que eliminan de su dieta los alimentos de origen animal. Se reconocen tres tipos de vegetarianos: los estrictos o veganos , han eliminado las carnes de todo tipo, el huevo, la leche y sus derivados; los lácteos , aquellos que consumen leche y sus derivados y los ovolácteos , que consumen leche, sus deriva dos y huevos (ROZOWSKI, J., 1998) Las razones por las cuales se adopta este tipo de alimentación son muy variadas; entre ellas hay causas culturales, religiosas o raz ones de salud (PRABHUP ADA, B., 2000). Estas últimas, han cobrado cada vez más fuerzas debido a que se ha considerado la dieta vegetariana como una dieta sana que ayudaría a prevenir varias patologías, incluyendo enfermedades cardiovasculares, Hipertensión, Obesidad, Di abetes, cánceres diversos, Diverticulitis, desórdenes intestinales, Cálculos en la vesícu la, en los riñones y Oste oporosis (SABATÉ, J., 2005) El interés por el vegetarianismo parece ir en aumento, una evidencia de aquello es la aparición de asignaturas de derecho/ética animal en los institutos y en los campus universitarios; la proliferación de páginas Web, revistas, boletines informativos y libros de cocina vegetariana. También ha habido un aume nto del interés profesi onal en la nutrición vegetariana; el número de artículos de la litera tura científica en relaci ón con el vegetarianismo ha aumentado desde menos de 10 publicaciones por año a finales de lo s años 60, hasta 76 artículos por año en los años 90 (SABATE, J., 2005) \"Es mi punto de vista, que la manera de vida vegetariana, puramente por su efecto físico en el temperamento humano, influenciará de la manera más beneficiosa a la totalidad de la humanidad\". Albert Einstein Si bien el problema del hambre en el mundo es un tema complejo y profundo del cual nadie está libre de una parte de responsabilidad por las cond iciones económicas, sociales y políticas que perpetúan la hambruna, es cierto que el vegetarianismo supondrá una posibilidad real de acabar con este problema. Para dar una idea del derroche que supone la alimentación carnívora, se plantean algunas cifras. Las plan tas producen mucha más proteína por hectárea que el ganado: 16 kilos de cereales cuesta producir un kilo de carne. Sólo con la reducción de un 10% de la producción de carne, se podría al imentar con cereales a 60 millones de personas (KAPLEAU, P., 2000) Para la producción de carne se necesita más agua que para las cosechas. Se estima que el gasto de agua de una persona vegetariana estricta es de 1 .110 litros, contando el agua para regar las cosechas y la gastada en la preparación de los alimentos, mientras que el gasto de una persona cuya dieta incluya carne asciende a 7.400 litros, por el agua que se utiliza en dar de beber al ganado y en limpiar las granjas y mataderos. Además, lo s desechos de la agricultura 5animal contaminan las aguas tres veces más que cualquier otra actividad industrial, tanto con flujos de residuos sólidos como líquidos, y diez veces más que los humanos (KAPLEAU, P., 2000) El origen mismo del término vegetus, que deriva de completo, sano, fresco o vivaz, capaz de animación y de vida, indica la idea fundame ntal de la filosofía vegetariana, la imagen de un vegetal sano y vital, todo lo contrario que la carne, que a causa de su procedencia y de su estado, un cadáver producto de la muerte, aunque la costumbre nos impida verlo de esa forma, no puede representar un símbolo de vida. La influencia que nuestra alimentación tiene sobre nuestra psique es muy grande. Se considera el régimen vegetariano muc ho más apropiado a la naturaleza del hombre que el carnívoro, al ser considerablemente más puro y sano y a la vez, más nutritivo y fortificante. Cuando la carne es asimilada como alimento por el hombre, transmite a éste parte de sus cualidades, pues se asimilan tambié n las vibraciones psíquicas del animal (PRABHUPADA, B., 2000). Existen motivos anatómicos y fisiológicos por los cuales no sería recomendable comer carne, entre ellos está que los dientes del hombre como los de todos los seres herbívoros, son idóneos para triturar y masticar sustancias vegetales; el ser humano carece de colmillos afilados que caracterizan a los carnívoros y que le s sirven para aferrar y desgarrar la carne. Generalmente, los animales carnívoros ingieren su alimento sin masticarlo, de modo que no tiene necesidad de molares, ni de mandíbulas con movilidad lateral. Además, la mano del hombre, sin garras afiladas y con un pulgar opue sto a los demás dedos, es más apta para sujetar frutas y verduras que para cazar y dar mu erte a sus presas. Otra diferencia fundamental es el tipo de glándulas entre ambos, se observa que los vegetarianos tie nen glándulas salivales bien desarrolladas necesarias para la digestión de granos y frutas que secretan saliva alcalina a diferencia del carnívoro que secreta saliva ácida. Otro indicativo del ca rácter antinatural del consumo de carne viene del hecho de que el cuerpo humano es incapaz de asimilar una ingestión excesiva de grasas animales, en tanto que los animales carnívoros, pueden metabolizar grandes cantidades de colesterol y grasas sin sufrir cons ecuencias negativas por ello (PRABHUPADA, B., 2000). Se cree que las diferencias más importantes entre la dieta vegetariana y omnívora es a nivel de los aporte s de proteínas, vitami na b12, calcio, hierro y colesterol (AGUILA R, M., 1995) Una dieta ovo-lacto vegetari ana bien planificada cubr e satisfactoriamente las necesidades de energía y nutrien tes de la persona. (Asociac ión Dietética Americana (ADA), 2003). Es preciso cuidar algunos aspectos pa ra equilibrar la alim entación combinando correctamente los alimentos y sustituyendo unos por otros de similar densidad nutricional. La relación entre problemas de salud y dietas al tas en grasas y proteí nas ha potenciado los 6descubrimientos médicos que apuntan hacia una dieta vegetariana para prevenir y curar enfermedades. La recomendación de la OMS de reducir la ingesta de carne grasa y productos de origen animal ha causado cierta preocupación po r el posible riesgo de ca rencia proteica. Esta inquietud no tiene fundamento, y se basa en el hecho de que las recome ndaciones de proteína, en especial las realizadas precisamente despué s de la guerra mundial, fu eron demasiado altas; en algunos casos, casi el doble de las recomendaciones actuales de la OMS. Los elevados niveles de producción, combin ado con las recomendaciones nutricionales sin vigencia, han ocasionado una ingesta innecesaria de carn e y productos derivados en la población. En la actualidad, la mayoría de las recomendaciones internacionales proponen en forma universal, comer carne en menos cantidad. Convencer al público que el consumo excesivo de carne, en especial c on alto contenido de gr asa, podría ser perjud icial para la salud parece ser difícil en algunos pa íses (ADA., 2003). Existe la cr eencia errónea que las proteínas vegetales son de poca calidad, y que la carne es indispensable como fuente proteica. En el hombre hay ocho aminoácidos, nueve en el caso de los niños, que el cuerpo no puede fabricar. Hoy se sabe que los vegetales contienen proteí nas con estos ocho aminoácidos esenciales, aunque es efectivo, que no todos se en cuentran en una misma planta, lo que hace que se deban combinar dos o más vegetales en la dieta diaria o bien , consumir huevos, quínoa, soya y sus derivados, leche y queso, donde es tán presentes todos estos aminoácidos, sobrepasando en este caso en valor pr oteico a la carne (PAMPLONA, J., 2004) Muchas autoridades en el campo de la nutri ción, incluyendo a la Asociación Dietética Americana, opinan que las necesidades prot eicas pueden ser satisfechas fácilmente consumiendo una amplia variedad de fuentes de aminoácidos a lo largo del día. También, ingerir suficientes calorías es esencial para un aprovechamie nto óptimo de la proteína por parte del organismo (ADA., 2003). De hecho, el organismo no requiere de una gran cantidad de proteínas, la OMS ha determinado que el prom edio del requerimiento proteico de un adulto es 35 o 40 gramos por día. La pr oteína vegetal, en comparación con la de la carne, no pasa por el proceso de auto putrefacción a menos que ya esté descompuesta antes de consumirse. Su residuo principal es la celulosa que es completamente inerte. Por otro lado, existen alimentos de origen vegetal que contienen únicamente hierro no hemo, que es más sensible que el hierro tanto a los inhibidores como a los estimuladores de la absorción de hierro. La vitamina C y otros áci dos orgánicos que se encuentran en frutas y verduras pueden estimular la absorción del hi erro y ayudar a reducir los efectos de los inhibidores (BHAJAN, Y., 1992) 7 Así también relacionan la ingesta elevada de vitamina C con la mejora del estado del hierro. La incidencia de anemia por deficiencia de hierro entre lo s vegetarianos es similar a los no vegetarianos (BHAJAN, Y., 19 94). Se ha visto que el mayor consumo de vitamina C de verduras y frutas por parte de los vegetarianos pue de tener un impact o favorable en la absorción del hierro. Otro de los nutrientes que está en el tapete es el calcio, entre los alimentos fortificados con este nutriente se encu entran los zumos de frutas, el zumo de tomate y los cereales de desayuno. De este modo, divers os grupos de alimentos pueden contribuir al calcio alimentario y evitar la defici encia de éste (MESSINA, V., 2002) El consumo de calcio de los lacto-vegetarianos es comparable o mayor que el de los no vegetarianos. Así también, los ovo-lacto-vegetari anos pueden conseguir niveles adecuados de vitamina B 12 a partir de productos lácteos y huevos si éstos se consumen con regularidad. Es esencial que todos los vegetarianos usen s uplementos, alimentos fortificados, productos lácteos o huevos para cu brir las ingestas recomendadas de vitamina B 12 (ADA., 2003) Existen además otras razones para no comer carne, ésta es uno de los alimentos que produce más acidez y como un elemento principal de nuestra dieta produc irá mayor acidez en la sangre. La sangre ácida es el ambiente id eal para el desarrollo del cáncer. La carne es también una de las fuentes principales de cole sterol, que contribuye a las enfermedades del corazón y al endurecimiento de la s arterias (BHAJAN, Y., 1994). En diversos lugares del mundo se han sido real izados estudios de la dieta vegetariana. (MESSINA, V., 2002). Sin embargo, en Chile no ex isten muchos con las características de alimentación de este grupo en particular, las ra zones si bien no están claramente definidas, podría ser porque representan una minoría en nuestro país. A pesar de esto, se realizó un trabajo que tuvo por finalidad la comparación de nutrientes entre individuos vegetarianos e i ndividuos omnívoros, la población se constituyó cincuenta y cuatro voluntarios, pareados por sexo, edad e índice de masa corporal, los vegetarianos comprendían voluntarios de los tr es grupos descritos anteriormente, se pudo concluir que en la población ch ilena los adeptos a la dieta vege tariana, se caracterizan por un bajo contenido de grasa total, grasa saturada y colesterol, un contenido relativamente alto de fibra, una alta cantidad de vitamina A, vita mina C y ácido fólico y un contenido relativamente bajo de vitamina B 1. (ROZOWSKI, J., 1998) Los vegetarianos presentan mayores ingestas de las vitaminas antioxidantes C y E, las cuales podrían reducir la oxida ción del colesterol LDL. Las is oflavonas, fitoestrógenos que se encuentran en alimentos derivados de la soja, podrían tener propiedades antioxidantes, aumentar la función endotelial y la resistencia de las arterias (SABATÉ, J., 2005). Las dietas 8vegetarianas pueden ser planeadas para confor mar las recomendaciones estándar para el tratamiento de hipercolesterolemi a. Se realizó un análisis de cinco estudios prospectivos que incluyó más de 76.000 sujetos y mostró que la mu erte por enfermedad isquémica del corazón era un 31% menor en hombres vegetarianos y un 20% menor en mujeres (SABATE, J., 2005). Se estudió a grupos de vegeta rianos y no-vegetarianos de características semejantes, con respecto a su salud general. Encontraron que los vegetaria nos demandaron tan sólo el 22% de las visitas a consultas externas y que el tie mpo de estancia en el hospital se redujo de manera similar (PAMPLONA, J., 2004). Una de la s asociaciones más pres tigiosas de dietistas- nutricionistas del mundo, la American Dietetic Association (ADA) afirmó en 1997 y reafirmó en 2002, que los datos científicos demuestran que la dieta vegetariana reduce el riesgo de padecer numerosas enfermedades crónicas degenerativas tales como Obesidad, Enfermedades Coronarias, Hipertensión, Diabet es y algunos tipos de cáncer. En el año 2000, la New Zealand Dietetic Association se unió a la American Di etetic Association y adoptó su misma postura en cuanto a las dietas vegetarianas y la salud. (MESSINA, V., 2002) Podría sintetizarse que la ev idencia científica apoyaría la tesi s sobre los beneficios de una alimentación vegetariana siendo estos: Es completa, pues en ella abundan las albúm inas, los hidratos de carbono, las grasas, las sales minerales, las vitaminas y el agua. No produce putrefacciones en el intestino, c on lo que evita esa importantísima causa de infecciones y toxemia. Es alimentación de fuerza y resistencia, po r su abundancia en hidratos de carbono (combustible muscular). Deja descanso suficiente a las vísceras, pue sto que no las somete al exagerado trabajo de neutralización tóxica, a que las obliga la ingestión de productos animales. Evita el sacrificio doloroso e innecesario de animales. La alimentación vegetariana es la base física del pensamiento puro, del domin io pasional y de la caridad de espíritu. Mejora el funcionamiento intestinal porque provee cantidades de fibras y antioxidantes naturales (betacaroteno, vitaminas E y C, sele nio y zinc), sólo que debe planificarse, combinando las proteínas vegetales entre sí (cereales y legumbres) con proteína animal (lácteos o huevo) de manera de obtener prot eínas completas y cubrir la cuota de hierro. Evita la Arteriosclerosis y las enfermedades arteriales. Mejora enfermedades degenerativas: Gota, Artritis. 9 Mejora el aspecto de la piel . (BHAJAN,Y., 1992, AGUILAR, M., 1995) Por otro lado, también se debe considerar que los alimentos de origen vegetal comparados con los de origen animal, tienen una concentración menor y una biodisponibilidad más baja de nutrientes esenciales y de energía. Esto puede representar una ventaja para los adultos sedentarios en la prevención de enfermed ades crónicas, sin embargo, en situaciones de alta demanda metabólica (embarazo, lactancia, crecimiento) las persona s que siguen una dieta vegetariana tiene un mayor riesgo de tener una ingesta marginal de ciertos nutrientes o incluso de padecer carencias bioquímicas o clínicas, que las que siguen una dieta basada en el consumo de la carne. (SABATÉ, J., 2005) 103. OBJETIVOS DEL ESTUDIO 3.1 Objetivo general: Conocer experiencias de vida en seis personas integran tes de una comunidad Yoguica de la ciudad de Valdivia, que llevan una dieta ovo-lácteo vegetariana. 3.2 Objetivos específicos: 1.- Describir causas o motivacione s por las cuales las personas entrevistadas han adoptado esta dieta. 2.- Identificar los aportes que ellos reconocen al adherirse a la práctica de una dieta vegetariana. 3.- Identificar complicaciones que han vivenciado socialmente. 3.2 Pregunta orientadora: ¿Podría Ud. hablarme acerca de su experien cia al adherirse a un sistema de dieta vegetariana? 11 4. TRAYECTORIA MÉTODOLOGICA El fin último de esta investigación fue cono cer la experiencia de vida de un grupo de seis personas integrantes de una Comunidad Y oguica, situadas en Valdivia, décima región, Chile. Ellos han optado por una alimentación saludable y equilib rada, evitando la ingestión de todo tipo de carnes de origen animal, lo que hoy en día se conoce como una dieta vegetariana. Para lograr el objetivo opté por la trayectori a Fenomenológica, método filosófico que extrae las características esenciales de las experiencias y la esencia de lo que experimentamos. Para ello como investigador debí utilizar razonamiento inductivo, valiéndome de la reflexión e intuición del discurso obtenido, para dar signi ficado al fenómeno de estudio sin tener una teoría preconcebida. La investigación cualitativa trata de identific ar la naturaleza profunda de las realidades, su sistema de relaciones, su estructura dinámica e implica además, la utilización y recogida de una gran variedad de materiales que describen la rutina, las situaciones problemáticas y los significados en la vida de las personas. Tras el estudio de la asociación o correlación pretende a su vez, hacer inferencia causal que explique porqué las cosas suceden o no de una forma determinada, dando a conocer aspectos de la vida y proporcionando además perspectivas que no están disponibles o accesibles a otros métodos de investigación. 4.1 Momentos de la Trayectoria: La investigación Cualitativa con enfoque fenomenológico se compone de tres momentos para su desarrollo, a través de los cuales las entrevistas fueron analizadas y el fenómeno es develado: Descripción : De los datos que obtuve en la investigación a partir de la realidad de cada sujeto, decidí qué parte de las descripciones eran esencial es y cuáles no. Busqué aquellos datos que no aparecían a simple vista. Por el lo, me preocupe durante la entr evista que la descripción del sujeto sólo involucrara su pe rcepción sin intervenir con su s propios conceptos y opiniones para así y sólo así poder llegar a la esencia o estructura del fenómeno. 12 Reducción: En esta etapa busqué el fenómeno en la desc ripción de los individuos , extraje las frases que eran más relevantes dentro del discurso. Como investigador me concienticé en olvidar ideas propias, creencias, prejuici os, valores e intenté en todo momento ponerme en el lugar de la persona. De esta manera, lo s significados que se obtuvier on fueron atribuidos de acuerdo a las vivencia del entrevistado. Comprensión: En esta etapa procedí a la interpretación de cada una de las experiencias de los individuos luego, realicé el anális is para llegar a las convergencias en los discursos. De esta manera, asumí el resultado de la reducción como un conjunto de asercion es significativas que apuntaban a la experiencia de los sujetos. Finalmente, coloqué de manifiesto el estado estructural de las personas participantes, quedando de esta forma el fenómeno develado y comprendido. 4.2 Entrevista Fenomenológica La entrevista fenomenológica fue el instrume nto fundamental para la recolección de datos, en una investigación cualitativa la finalidad es comprender los fenómenos de las experiencias narradas. Para el desarrollo eficiente de la entrevista formulé la pr egunta orientadora y conversé previamente con el entrevistado respecto a los tópicos que me interesaba que abordara en la entrevista, todo ello con la finalidad de obtener la mayor información posible de su experiencia, evitando de esta manera por una parte conducirla y po r otra, propiciar su participación durante el proceso. De acuerdo a las características esenciales que debe cumplir la entrevista mantuve actitud de escucha activa, contacto directo con el entrevistado, intenté proporcionar un ambiente cálido y cómodo, no interrumpirlos y no emitir juicios para que pudieran expresarse libremente. Junto a lo anterior, le expliqué la finalidad del estudio, en qué consistía su participación y la necesidad de firmar un form ulario de consentimiento informado ya fuera aceptando o rechazando su participación. 135. CONSTITUCION DE LA INVESTIGACION 5.1 Rigor y ética de la investigación Se debe mantener durante toda la invest igación una postura de ética y moral que permita crear un ambiente confiable para el entrevistado, manteniendo el anonimato de quien proporciona la entrevista, como parte del secreto profesional. Antes de comenzar con la entrevista se le explica al entrev istado el objetivo del estudio, la forma en que se ll evara a cabo, pidiendo autorización pa ra transcribir los discursos, transcribirlos y publicarlos, asegurando la confidencialidad y anoni mato de la persona entrevistada, además se da libertad para desistir en la realización de ésta si la persona lo considera necesario, para finalizar se firma el Consentimiento Informado para formalizar el procedimiento (anexo página Nº 76) 5.2 Colección de los discursos Para llevar a cabo este estudio y devela r el fenómeno se escogió la Metodología Cualitativa, utilizando la Entrevista Fenom enológica como instrumento principal. Se realizaron seis entrevistas, que fuer on dirigidas a personas integrantes de la Comunidad Yoguica Guru Teg Bahadur, situad a en Valdivia, décima región, Chile, que cumplan con una dieta ovo-láctea vegetariana de tres años como mínimo, con un rango de edad de 22 a 30 años, sin diferencia de sexo, con una escolaridad universitaria completa. Debido a la cercanía con las personas que pr oporcionarían su experiencia en el primer contacto se explicó lo que se realizaría concordándose un segundo encuentro en donde se llevaría a cabo la entrevista. Esta fue realizada en los hogares de cada uno de ellos, existiendo en todos los casos un ambiente tranquilo, pr opicio para la realización del estudio. Luego de realizada la pregunta orientador a se grabaron los discursos mediante un grabador mp3, teniendo una duración de aproxi madamente veinticinco minutos, estos fueron textualmente transcritos y analizados una vez co mprendidos en su totalidad se procedió a la identificación de las Unidades de significado y luego a la interpretación de éstas para llegar a la esencia de lo que se busca. 14Posteriormente se realiza el Cuadro de Convergencias, en donde se disponen todas las Unidades de Significado que tengan aspectos en común (columna izquierda) y frente a estas las Unidades de Significado Inte rpretadas (columna derecha). Finalmente se realiza el Análisis Ideográf ico en donde se revela sintéticamente las ideas principales del discurso. 156. TRANSCRIPCIÓN DE LOS DISCURSOS 6.1 Discurso 1 Todo comenzó cuando quedé en medicina en Valdivia, en mi primer año era omnívoro, nunca me cuestionaba el hecho de no comer carne, ahí (1) comencé mi experiencia con Kundalini yoga y dentro de ese ámbito sabía que se estilaba el vegetarianismo pero yo lo consideraba como una especie de filosofía, no como algo que yo alguna vez pudiera llegar a vivenciar , porque (2) dentro de los factores que yo fuer a vegetariano está el hecho que mi familia fuera carnívora, que tenemos un campo y matan corderos, hacen asados y por otro lado, el miedo al prejuicio y rechazo familiar o al cuestionamiento por que es algo inusual y difícil de llevar en alguna forma en el ambiente familiar. (3) Yo atribuyo el ser vegetari ano a la práctica de kundalini yoga más que a una filosofía o al planteamiento de alguna otra persona o que me hayan impuesto una forma de vivir, fue algo totalmente autoexperiencial, en el sentido que el primer año continué comiendo carne como siempre pero (4) cuando ya me fui a vivir solo empezó a jugar un factor, que la carne es cara y uno como estudiante no tiene tantos recursos como para comprarla, además en la pensión no me daban tanta carne entonces, fue como una especie de seudo vegetarianismo obligado en que por factores externos yo no comía carne sin embargo, cuando iba a mi casa si comía y de hecho cuando tenía plata iba al Haussmann y co mía crudos y lo disfrutaba mucho. Ya al segundo año comenzó a bajar la cantidad de inge sta de carnes, carnes rojas sobre todo y ya cuando comía longaniza y ese tipo de cosas la s sentía muy pesadas y sentía que había un cambio en mi sistema digestivo, ya no era igual que antes por el hecho también fisiológico que las enzimas que digieren la carne son indecibles , entonces si tú comes más carnes vas a tener menos enzimas para digerirlas y en la próxima ingesta vas a sentirte ma l. Después se fueron sumando otros factores, (5) cuando comía carnes rojas o bl ancas sentía la sensación de pesadez, en general el proceso digestivo más le nto, como una energía más baja se podría decir y lo cual también fue favoreciendo que yo escogiera ir comiendo cada vez menos carne aparte, en (6) el ambiente que empecé a frecuentar y las amistades más cercanas con las cuales compartía los temas del kundalini yoga sobre todo también eran vegetarianos, entonces empecé a conocer nuevas recetas, nuevas visiones y una nueva forma de vivir , también entonces (7) me di cuenta que no era tan difícil dejar de comer carne, sólo había que preocuparse de satisfacer la necesidad de prot eínas y vitamina B12 y el fierro que son los factores principales que a veces se pueden ver mermados con el vegetarianismo. Después, dentro del proceso de auto experienci a de definitivamente dejar de comer toda la carne de vacuno fue una vez que fui a un asado y le di un mordisco a un sándwich con un pedazo de carne y le sentí como olor azufre, que en realidad el azufre es parte del proceso de descomposición de las proteínas, de los en laces de los aminoácidos y eso, entonces (8) sentí ese olor a carne, ese sabor y me dio asco la verdad y empecé a sentir como que estaba comiendo cadáver, que es un concepto que la gente no maneja y piensa que la carne es carne no más, que es como una fruta , eh eh (9) se empezaron a sumar factores de conciencia animal, de los principios de no violencia, sentía que no era necesar io matar animales para satisfacer mis necesidades nutricionales , y empecé también a indagar de el hecho que en los matadero los animales experimentaban el dolor de la vaca que iba al frente, el olor de la muerte, lo cual 16le generaba mucho estrés much a tensión y miedo por lo tanto (10) el alimento que comemos está cargado de miedo y sustancias que se rían fuente de estrés, hormonas, enzimas , toda una batería de factores metabólicos se podría de cir o bioquímicos moleculares que se generan frente al estrés y que se impre gna a la carne, como también se impregna energéticamente de esos momentos. De allí, (11) hubo un momento en que me empecé a sentir mejor siendo vegetariano, bajé de peso de sde los 85 kilos a los 73 kilos, fue algo que llamó mucho la atención a mí y en general a todas las personas , bajé masa muscular, tejido adiposo, fue notable, pero (12) no fue de un día para otro que dejé de comer carne sino un proceso gradual que yo creo que es lo más adecuado, ya que hay un proceso de adaptación orgánica y como te dijo bajé de peso pero me regulé con frutas, verduras, legumbres y empecé a adquirir mi peso normal, y (13) me siento mucho más vital, la musc ulatura está mejor desarrollada, tengo menos tejido graso y sobre todo, te ngo más energía para hacer ac tividad física, me siento más liviano . (14) También yo he experimentado uno de los fundamentos de no comer carne, que es que el comer interfiere en la práctica de la meditación. (15) Mi decisión de ser vegetariano por mi familia fue bien llevado fui acogido en general, nunca hubieron cuestionamientos al respecto, tam poco me catalogaron de bicho raro ni nada, simplemente se fueron adaptando como yo también me fui adaptando a las condiciones que ellos me ofrecían, por suerte mi mamá cua ndo voy para la casa me co cina sin carne, bueno ellos siempre han apoyado mis ideas, mi forma de ser, lo que yo hago, nunca me han puesto trabas o cuestionamientos por comer carne, (16) pero si he recibido cuestionamientos por parte de gente de fuera de la familia, amigos, pares , compañeros, colegas y siento que ellos proyectan en mí el hecho de no poder comer ca rne y entonces ellos se imaginan no comiendo carne y no lo conciben, (17) hay mucho miedo a la desnutri ción, a la anemia, a la falta de proteínas, que son puros mitos en el fondo que te ha trasmitido la sociedad chilena por falta de información y que está muy arraigado , y como siempre se come carne no conciben una práctica dieté tica sin ella, (18) yo no estoy en desacuerdo que la gente coma carne pero sí que sea el alimento principal de la sociedad chilena . (19) Otro impacto que tuvo en mi vida fue la difi cultad de poder comer en restaurantes o casa de otras personas por el mismo f actor, que la carne es el prin cipal ingrediente en todos los menús, o ver la cara de las mamás de amigos o colegas diciendo ¡chuta que te podemos hacer!.... o en los supermercado no existe alimento s de uso común para los vegetarianos como el tofu o productos derivados de la soya, siento que faltan otros ingredie ntes para favorecer el vegetarianismo, de hecho Chile es un país rico en frutos y la gente se sorprende si tu estás con la colación de frutos secos nuece s, almendra, maní y es como algo anecdótico o casi para la foto y dicen ¡que sano este hombre come! sin emba rgo para mí es algo normal, lo natural es lo normal, para el resto de la gente lo normal es lo común. (20) El vegetarianismo es una opción para mejora r la calidad de vida, todos sabemos que el exceso de grasa de colesterol, grasas saturada s específicamente, favorecen la formación de ateromas..... en general, el consumo desmesurado de carne lleva a un de terioro de la salud principalmente, porque hay acumulación de colester ol en las arterias, de grasa, de productos metálicos de la carne como el ácido úrico que ac idifica la sangre, lo cual produce un trastorno en el accionar de las enzimas de nuestro sistema, el hecho de no comer carne favorece a nivel fisiológico y orgánico como d ije para disminuir de peso, oc upas menos tiempo en digerir el alimento, entonces tienes más sangre para otra s actividades de nuestro cuerpo como actividad cerebral por ejemplo, o después de comer no sien tes la sensación de pesadez o somnolencia, 17(21) la carne favorece también a los sentimientos de violencia, los animales carnívoros tienden a ser más violentos que los herbívoros y es o también se puede manifestar en nosotros. (22) Yo me siento más saludable, más pacífi co, menos irritable, con más capacidad de introspección, con una mente más tranquila , tengo más tendencias ha cia las facultades o cualidades más sencillas del humano, más primordiales, más divinas, favorece a ese estilo de vida, además se ahorra much a más plata no comiendo carne. También he sabido que para producir carne se requieren cantidades enormes de cereales, de terrenos de pastizales que se pueden ocupar, en vez de estar criando vacas o estar dándole cereales a los pollos o a los chanchos, se podría estar dando ese cereal a las personas en donde hay más déficit de alimento y esos campos de cultivo, en vez de estar pastando vacas para después producir carne se podrían ocupar para sembrar y ese siembra se puede ocupar para alimentar a personas porque es sabido que hay un desequilibrio en cuanto a la distribución del alimento en el planeta entonces, si se optimizar an los recursos se deja ría de producir tanta carne y habría una solución para el mundo. Bueno, en cuento a yo sentirme más tranqui lo conmigo mismo de todas maneras, me (23) siento con menos carga karmatica se podría d ecir, por el hecho de no estar promoviendo la matanza de animales para alimentarme sin embargo, si fuera más consecuente con eso no debería usar zapatos de cuero, ni estar meditando sobre un cuero de oveja que algún día estuvo viva pastando y ahora nos sentamos felizmente a hacer nuestras kriyas y meditaciones que a propósito me lo he cuestionado mucho y estoy pensando en no hacerlo, no usar un cuero de animal para meditar. Pero resumiendo, (24) ser vegetariano es bueno para la sa lud ,bueno para la vida, bueno para el bolsillo, bueno si estás en una práctica de trabajo espiritual, en realidad mejora la calidad de vida. (25) Lo negativo del vegetarianismo es que no se le de la cabida a las personas vegetarianas en esta sociedad para alimentarse de manera equilibrada , hay que estar buscando soluciones parches para poder comer en un restaurante. Lo otro negativo dentro del vegetarianismo es caer en el exceso, en una dieta desbalanceada que no incorpore todos los elementos nutritivos. (26) Ojala se divulgue y se promueva la conciencia de porqué ser vegetariano, que se enseñe a la gente de dónde viene la carn e de dónde se obtiene, a través de qué método, de qué forma de sufrimiento, esto es necesario. 186.1.1 Cuadro de Reducción fenomenológica Discurso 1: UNIDADES DE SIGNIFICADO REDUCCIÓN FENOMENOLOGICA (1) comencé mi experiencia con kundalini yoga y dentro de ese ámbito sabía que se estilaba el vegetarianismo pero yo lo consideraba como una especie de filosofía, no como algo que yo alguna vez pudiera llegar a vivenciar, (2) dentro de los factores que yo fuera vegetariano está el hecho que mi familia fuera carnívora, que tenemos un campo y matan corderos, hacen asados y por otro lado, el miedo al prejuicio y rechazo familiar o al cuestionamiento por que es algo inusual y difícil de llevar en alguna forma en el ambiente familiar. (3) Yo atribuyo el ser vegetariano a la práctica de kundalini yoga. (4) cuando ya me fui a vivir solo, empezó a jugar un factor, que la carne es cara y uno como estudiante no tiene tantos recursos como para comprarla. (5) cuando comía carnes rojas o blancas sentía la sensación de pesadez, en general el proceso digestivo más lento, como una energía más baja se podría decir, y lo cual también fue favoreciendo que yo escogiera ir comiendo cada vez menos carne. (6) el ambiente que empecé a frecuentar y las amistades más cercanas con las cuales compartía los temas del kundalini yoga sobre todo, también eran vegetarianos entonces empecé a conocer nuevas recetas, nuevas visiones y una nueva forma de vivir. (1) Comencé a practicar Kundalini yoga, ahí se estila el vegetarianismo, yo lo veía como una filosofía no como algo que fuera a vivenciar. (2) Dentro de los factores que impedían que fuese vegetariano es que mi familia es carnívora, miedo al prejuicio, al rechazo familiar y al cuestionamiento por ser algo inusual. (3) La práctica del kundalini yoga me llevó al vegetarianismo. (4) Ser estudiante y vivir solo no tenía recursos para comprar carne. (5) Al ingerir todo tipo de carnes, sentía pesadez, la digestión más lenta, desanimado, lo que me llevó a disminuir su consumo. (6) El ambiente que frecuentaba y las personas con que compartía temas de Kundalini yoga eran vegetarianos, así conocí una nueva forma de vivir. 19 (7) me di cuenta que no era tan difícil dejar de comer carne sólo había que preocuparse de satisfacer la necesidad de proteínas y vitamina B12 y el fierro, que son los factores principales que a veces se pueden ver mermados con el vegetarianismo. (8) sentí ese olor a carne, ese sabor y me dio asco la verdad y empecé a sentir como que estaba comiendo cadáver, que es un concepto que la gente no maneja y piensa que la carne es carne no más, que es como una fruta. (9) se empezaron a sumar factores de conciencia animal, de los principios de no violencia, sentía que no era necesario matar animales para satisfacer mis necesidades nutricionales. (10) el alimento que comemos está cargado de miedo y sustancias que serían fuente de estrés, hormonas, enzimas. (11) hubo un momento en que me empecé a sentir mejor siendo vegetariano, bajé de peso desde los 85 kilos a los 73 kilos, fue algo que llamó mucho la atención. (12) no fue de un día para otro que dejé de comer carne sino un proceso gradual que yo creo que es lo más adecuado, ya que hay un proceso de adaptación orgánica. (13) me siento mucho más vital, la musculatura está mejor desarrollada, tengo menos tejido graso y sobre todo tengo más energía para hacer actividad física, me siento más liviano. (7) No hay dificultad en dejar la carne, sólo hay que preocuparse de seguir una dieta balanceada. (8) Al sentir el olor y sabor de la carne me dio asco, sentía que comía un cadáver. La gente no relaciona este concepto, ve la carne como una fruta. (9) Afloró en mí la conciencia por los animales, principios de no violencia, lo innecesario de matar animales para alimentarme (10) El alimento está cargado de sustancias que serían fuente de estrés. (11) Me sentía mejor y bajé de peso. (12) Fue un proceso gradual, creo fue lo más adecuado ya que el organismo se debe adaptar. (13) Me siento vital, mi organismo mejoró su condición, tengo más energía y me siento más liviano. 20 (14) También yo he experimentado uno de los fundamentos de no comer carne, que es que el comer interfiere en la práctica de la meditación. (15) Mi decisión de ser vegetariano por mi familia fue bien llevado, fui acogido en general, nunca hubieron cuestionamientos al respecto, tampoco me catalogaron de bicho raro ni nada simplemente se fueron adaptando. (16) pero si he recibido cuestionamientos por parte de gente de fuera de la familia, amigos, pares. (17) hay mucho miedo a la desnutrición, a la anemia, a la falta de proteínas, que son puros mitos en el fondo que te ha trasmitido la sociedad chilena por falta de información y que está muy arraigado. (18) yo no estoy en desacuerdo que la gente coma carne pero sí que sea el alimento principal de la sociedad chilena. (19) Otro impacto que tuvo en mi vida fue la dificultad de poder comer en restaurantes o casa de otras personas, por el mismo factor que la carne es el principal ingrediente en todos los menús. (20) El vegetarianismo es una opción para mejorar la calidad de vida, todos sabemos que el exceso de grasa de colesterol, grasas saturadas específicamente, favorecen la formación de ateromas..... en general, el consumo desmesurado de carne lleva a un deterioro de la salud. (14) He experimentado que comer carne interfiere en la práctica de la meditación. (15) Mi familia acogió bien mi de decisión de ser vegetariano, no me cuestionaron y se fueron adaptando. (16) Me cuestionaron amigos, compañeros, colegas. (17) En nuestra sociedad existen mitos acerca del vegetarianismo por falta de información. (18) No estoy en desacuerdo que la gente como carne pero sí que sea el alimento principal. (19) Como la carne es el ingrediente principal en los menús, se dificulta comer fuera de casa. (20) El vegetarianismo es una opción que mejora la calidad de vida ya que el consumo excesivo de carnes grasas lleva al deterioro de la salud. 21(21) la carne favorece también a los sentimientos de violencia, los animales carnívoros tienden a ser más violentos que los herbívoros y eso también se puede manifestar en nosotros. (22) Yo me siento más saludable, más pacífico menos irritable, con más capacidad de introspección, con una mente más tranquila. (23) Me siento con menos carga karmatica se podría decir, por el hecho de no estar promoviendo la matanza de animales para alimentarme. (24) Ser vegetariano es bueno para la salud, bueno para la vida, bueno para el bolsillo, bueno si estás en una práctica de trabajo espiritual, en realidad mejora la calidad de vida. (25) Lo negativo del vegetarianismo es que no se le de la cabida a las personas vegetarianas en esta sociedad para alimentarse de manera equilibrada. (26) Ojala se divulgue y se promueva la conciencia de porqué ser vegetariano, que se enseñe a la gente de dónde viene la carne, de dónde se obtiene, a través de qué método, de qué forma de sufrimiento, esto es necesario. (21) Los animales carnívoros tienden a ser más violentos que los herbívoros, lo que también puede manifestarse en los humanos. (22) Me siento más saludable, tranquilo y con más capacidad de introspección. (23) Siento menos carga karmatica por no promover la matanza de animales. (24) El vegetarianismo mejora la calidad de vida, es benefici oso para la salud, el bolsillo y la pr áctica espiritual. (25) Lo negativo es la poca cabida que la sociedad brinda a personas vegetarianas para que lleven una dieta equilibrada. (26) Es necesario promover las razones del vegetarianismo, que se conozcan los métodos que se utilizan para la obtención de la carne. 226.1.2 Cuadro de Convergencias Discurso 1 CONVERGENCIAS UNIDADE S DE SIGNIFICADO INTERPRETADAS A.- (1) Comencé a practicar Kundalini yoga, ahí se estila el vegetarianismo, yo lo veía como una filosofía no como algo que fuera a vivenciar. (3) La práctica del kundalini yoga me llevo al vegetarianismo. (6) El ambiente que frecuentaba y las personas con que compartía temas de Kundalini yoga eran vegetarianos, así conocí una nueva forma de vivir. (12) Fue un proceso gradual, creo fue lo más adecuado ya que el organismo se debe adaptar. B.- (4) Al vivir solo y se r estudiante no tuve recursos para comprar carne. (5) Al ingerir todo tipo de carnes, sentía pesadez, la digestión más lenta, desanimado, lo que me llevó a disminuir su consumo. (7) No hay dificultad en dejar la carne, solo hay que preocuparse de seguir una dieta balanceada. (8) Al sentir el olor y sabor de la carne me dio asco, que comía un cadáver. La gente no relaciona este concept o, ve la carne como una fruta. (10) El alimento está cargado de sustancias que serían fuente de estrés. (21) Los animales carnívoros tienden a ser más violentos que los herbívoros, lo que también puede manifestarse en los humanos. (11) Me sentía mejor y bajé de peso. (13) Me siento vital, mi organismo mejoró su condición, tengo más energía y me siento más liviano. (14) He experimentado que comer carne interfiere en la práctica de la meditación. (20) El vegetarianismo es una opción que mejora la calidad de vida ya que el consumo excesivo de carnes a) El informante atribuye su adopción al vegetarianismo al inicio de la práctica espiritual y relacionarse con personas que llevaban esta dieta. Este nuevo estilo de vida fue gradual. b) Fueron múltiples los factores que incidieron para que el informante evitara el consumo de carne. Algunos fueron su escasa disponibilidad de dinero, malestar orgánico, asumir que es consumir un animal muerto y la desagradable sensación que le pr oducía. A ello se suma su conocimiento de que la dieta vegetariana balanceada no perjudica la salud a diferencia de los alimentos cárnicos que son fuente de estrés para el organismo. c) Para el informante asumir una dieta vegetariana le ha significado diversos beneficios tales como sentirse más liviano, tranquilo, vital, disminuir el peso y mejorar su práctica espiritual. Con ello es mejor su calidad de vida porque evita el deterioro de la salud y es más favorable económicamente. 23grasas lleva al deterioro de la salud. (22) Me siento más saludable, tranquilo y con más capacidad de introspección. (24) El vegetarianismo mejora la calidad de vida, es beneficioso para la salud, el bolsillo y la práctica espiritual. C.- (15) Mi familia acogió bien mi de decisión de ser vegetariano, no me cuestionaron y se fueron adaptando. (16) Me cuestionaron amigos, compañeros, colegas. (17) En nuestra sociedad existen mitos acerca del vegetarianismo por falta de información. (26) Es necesario promover las razones del vegetarianismo, que se conozcan los métodos que se utilizan para la obtención de la carne. E.- (19) Como la carne es el ingrediente principal en los menús, se dificulta comer fuera de casa. (25) Lo negativo es la poca cabida que la sociedad brinda a personas vegetarianas para que lleven una dieta equilibrada. F.- (18) No estoy en desacuerdo que la gente como carne pero sí que sea el alimento principal. G.- (9) Afloró en mí la conciencia por los animales, principios de no violencia, lo innecesario de matar animales para alimentarme. (23) Siento menos carga karmatica por no promover la matanza de animales. d) El informante recibe cuestionamiento por personas ajenas a su familia que atribuye a mitos por el escaso conocimiento que se tiene del tema lo que estima es necesario revertir. e) Considera que la sociedad excluye a personas con dieta vegetariana al dificultarles adquiri r productos para que sea equilibrada y no existen lugares para comer fuera de casa. f) Su principal crítica es que las personas utilicen la carne como elemento principal de la dieta. g) Ha asumido los principios de no violencia con los animales por lo que se siente bien al no promover su matanza. 246.1.3 Análisis Ideográfico Discurso 1 Para el entrevistado, el proceso de asumir una dieta vegetarian a fue gradual como producto del inicio de una práctica espir itual. Sin embargo, hubo otros factores que favorecieron este proceso tal como sensaci ón creciente de malestar físico, escasa disponibilidad de dinero para co mpra de alimentos, el conocimiento de los beneficios de una dieta con estas características así como, sentir que mejora su disciplina espiritual y calidad de vida. Su principal crítica a la sociedad, es la escasa disponibilidad de alimentos para el consumo de esta dieta en centros de consumo masivo para adquirir y de expendio de estos alimentos. Al adoptar esta dieta han también su rgido sentimientos de bienestar y tranquilidad consigo mismo por no promover la muerte de los animales. 256.2 Discurso 2 (1) Para mí fue un proceso ya que primero dejé de comer embutidos por un ramo que tenía en la Universidad que se ll amaba Tecnología de los alimentos , que mostraba todo esto y era un proceso asqueroso, era pura grasa y condimentos, cuestiones como colorantes y preservantes exageradamente, después (2) no comía nada de carnes rojas, por una cosa de salud pues sabia que no se digerían las proteínas de la carne , no comía tampoco de noche. (3) Cuando me metí a practicar Kundali ni Yoga dejé de comer las diferentes carnes, nunca me dijeron que no lo haga sino que cada vez que co mía carne sentía pesadez estomacal, gases, algo muy incómodo y me sentía m uy liviana al no comerlo. Es not able cómo cambia la calidad de vida, como cambia la digestión, concentraci ón, eh, esa sensación de no sentirse pesada es genial y (4) también por la forma en que mueren los animales, con esa carga hormonal por el temor, angustia, todas esas hormonas, adrenalina en tu cuerpo.... es exacerbar las cosas que te producen daño. Y.... (5 ) la mayoría de la gente sufre del colon, Cáncer que son productos del consumo excesivo de productos cárnicos, está la respuesta ahí y nadie hace nada, uno vive diariamente el efecto nocivo de la carne en el organismo. Y.. bueno yo he notado en mí la buena digestión, he bajado de peso y llega un punto en que en cuanto sientes el olor a carne te da repulsión, en el fondo es comer cadáver, (6) de hecho ese mito urbano de que si no comes las proteínas de la carne te puedes enfermar no es verdadero, de hecho la mayoría de los vegetarianos no tie ne problemas cardiacos a no ser que sean causas genéticas, ni problemas de colesterol. (7) El no comer carne me ha ayudado en mi práctica de yoga, permite que pueda meditar mejor . En mí favoreció la concen tración, yo lo asocio a las toxi nas que tiene la carne porque no vamos a decir que están bien alimentados, no como los animales de campo si no que les dan una cantidad de hormonas, an tibióticos y... aparte del daño que en sí ya produce la carne. (8) yo asocio la facilidad de concentración, la energía, menos cansancio físico por la no existencia de toxinas y venenos que le colocan, también lo veo por el lado del estrés nunca he sido muy estresada ni nada pero te regula muc ho, eh, te da tranquilidad, eh, el manejo del estrés, mucho menos irritable que el tiempo en que comía carne. Bueno con todas las cosas que he leído después que opté por la dieta o vo-láctea vegetariana cuido mi salud y (9) me he tomado exámenes de sangre hace poco y todo está normal, no influye negativamente en mi salud sino todo lo contrario , es cosa de sentarse y ponerse a pensar, te das cuenta que comes animales muertos, proteínas que no se degradan inmediatamente. (10) Pienso que comen carne por un cuento de ignorancia por parte de la sociedad y bueno, a la familia que es parte de es ta sociedad le cuesta aceptar este cambio, ellos creen que ser vegetariano es comer lechuga siempre y que no tendrás otro alimentos que comer , aunque en el fondo es la misma comida de ellos, sólo que no le agregas carne, y.... nadie se ha muerto por no comer carne y si se han muerto por comerla. (11) Socialmente es difícil para ellos entende r que uno no va comer carne, en mi familia primero creían que sólo eran ma ñas y que luego se me pasarían (risas), aunque yo siempre me preocupé de comer relativamente bien, yo era la más saludable de mi familia pero cuando dije que ya no comía carne ahí les costó, como por ejemplo pa` las Fiestas Patrias me decían que si sólo iba a comer papas y que eso no era comida, de a poco se han acostumbrado y se preocupan cuando voy a comer a la casa de mis papás y tienen cosas para nosotros, como variadas ensaladas y otros platos. (12) Mi mamá me entendió más que el resto de la familia, 26mi papá aún no capta por qué no la como, cree qu e lo hago por moda y que algún día volveré a ser normal. A mí el Yoga me ayudó a darme cuenta que la carne me estaba ha ciendo mal y al mismo tiempo me daba cuenta que al no comerla facilitaba mi práctic a personal, mis ejercicios, tal vez si no hubiese hecho Yoga no hubiese tomado la decisión de no comer carne, me hubiese costado mucho más, tampoco hubiese tenido el mo tivo por el cual hacerlo, para mí es un complemento, una cosa lleva a la otra, eh, (13) el mismo ambiente en el que te relacionas te lleva a que no la tengas presente y sientas ese rechazo por todo lo que implica. Primero, cuando tú dices comer asado nadi e dice nada, pero si dices un cadáver ahí sí que cambia la cara. ¿Sabes? en la sociedad.... bueno... lo han toma do como extraño pero lo han aceptado súper bien, (14) para mis amigos amigos fue extraño ya que un día comí carne y al otro dejé de comer pero siempre respetaron mi posición , incluso hay algunas amig as que dejaron de comer carnes rojas por lo mismo. Mi cuñado por ejempl o es del campo y cría animales, siempre me tira tallas, como que no me entiende, también este año (15) me tocó enfrentar a mis abuelos que viven en el campo y les enseñé a cocinar c on soya, lo tomaron bien aunque se que para ellos es difícil ya que toda la vida han comido carne y que llegue una persona que les diga que la carne no es buena comida.... mmm. (16) en mi trabajo me apoyan, les gusta mi onda, es algo novedoso para ellos siempre se preocupan por mí, en comprar panes sin carne para mí. Bueno a mí también me sirvió la relación c on mi actual pololo, cuando nos conocimos el no comía carnes y yo comencé también por probar una semana, después seguí y me di cuenta que no era necesario, eh, (17) es importante para mí que mi pareja piense lo mismo que yo. (18) Lo más difícil de todo es salir a comer af uera y son muy pocos los lugares que tienen platos vegetarianos , les cuesta entender que carnes no es solo carnes rojas que también incluyen las otras. Me preocupo de saber cuáles son los ingredientes que necesito en la dieta proteínas, fierro, calcio, etc. y buscar cosa s que no sean carnes para consumirla, y... así empecé a buscar cosas entretenidas pa` coci nar y que no se vuelva monótono porque hay una cantidad infinita de alimentos sin carne. (19) Es una muy buena opción de vida para to das las personas que tienen Cáncer, Diabetes, cálculos, tal vez si hubieran si do vegetarianos no tendrían esta s enfermedades, yo pienso que es la mejor forma de prevenir las enfermedades y de promover salud, de tener una mejor calidad de vida. 276.2.1 Cuadro de Reducción Fenomenológica Discurso 2: UNIDADES DE SIGNIFICADO REDUCCIÓN FENOMENOLOGICA (1) Para mí fue un proceso ya que primero dejé de comer embutidos por un ramo que tenía en la universidad que se llamaba Tecnología de los alimentos. (2) no comía nada de carnes rojas, por una cosa de salud pues sabía que no se digerían las proteínas de la carne. (3) Cuando me metí a practicar Kundalini Yoga dejé de comer las diferentes carnes, nunca me dijeron que no lo haga sino que cada vez que comía carne sentía pesadez estomacal, gases, algo muy incómodo y me sentía muy liviana al no comerlo. Es notable como cambia la calidad de vida, como cambia la digestión, concentración, eh, esa sensación de no se ntirse pesada es genial. (4) también por la forma en que mueren los animales, con esa carga hormonal por el temor, angustia, todas esas hormonas, adrenalina en tu cuerpo.... es exacerbar las cosas que te producen daño. (5) la mayoría de la ge nte sufre del colon, cáncer que son productos del consumo excesivo de productos cárnicos, está la respuesta ahí y nadie hace nada, uno vive diariamente el efecto nocivo de la carne en el organismo. (6) de hecho ese mito urbano de que si no comes las proteínas de la carne te puedes enfermar no es verdadero, de hecho la mayoría de los vegetarianos no tiene problemas cardiacos a no ser que sean causas genéticas, ni (1) Convertirme al vegetarianismo fue un proceso, primero dejé los embutidos. (2) Dejé las carnes rojas para potenciar mi salud. (3) La práctica de kundalini Yoga me llevó a dejar las carnes, es notable el beneficio que trae a la salud, es una sensación muy grata. (4) Por la cantidad de productos tóxicos que contiene el animal muerto por la forma en que se le sacrifica, aumenta el daño en el organismo. (5) El origen de ciertas enfermedades es por el consumo excesivo de carne, la gente lo sabe pero no actúa frente a eso. (6) El mito de que si no comes carne te enfermarás no es correcto, ya que la mayoría de los vegetarianos presentan menos enfermedades al corazón. 28problemas de colesterol. (7) El no comer carne me ayudado en mi práctica de yoga, permite que pueda meditar mejor. (8) yo asocio la facilidad de concentración, la energía, menos cansancio físico por la no existencia de toxinas y venenos que le colocan, también lo veo por el lado del estrés nun ca he sido muy estresada ni nada pero te regula mucho, eh, te da tranquilidad, eh, el manejo del estrés, mucho menos irritable que el tiempo en que comía carne. (9) me he tomado exámenes de sangre hace poco y todo está normal, no influye negativamente en mi salud sino todo lo contrario. (10) Pienso que comen carne por un cuento de ignorancia por parte de la sociedad y bueno a la familia que es parte de esta sociedad le cuesta aceptar este cambio, ellos creen que ser vegetariano es comer lechuga siempre y que no tendrás otros alimentos que comer. (11) Socialmente es difícil para ellos entender que uno no va comer carne, en mi familia primero creían que solo eran mañas y que luego se me pasarían. (12) Mi mama me entendió más que el resto de la familia, mi papá aún no capta porqué no la como, cree que lo hago por moda y que algún día volveré a ser normal. (13) el mismo ambiente en el que te relacionas te lleva a que no la tengas presente y sientas ese rechazo por todo lo que implica. (7) Ser vegetariana ha contribuido positivamente en mi práctica de Yoga. (8) Producto de no consumir las sustancias tóxicas que contiene la carne se experimenta menos cansancio físico, mayor poder de concentración, menos irritabilidad, mejor manejo del estrés. (9) Mis exámenes de sangre han salido normales, ser vegetariano ha influido benéficamente en mi salud. (10) Las personas comen carne por ignorancia, a mi familia le cuesta aceptar el cambio porque creen no tendré de qué alimentarme. (11) A la sociedad le es difícil comprender que uno no coma carne, mi familia pensaba que dentro de un tiempo lo volvería hacer. (12) Mi mamá me entendió pero mi papá aún no comprende porqué lo hago, piensa que volveré a comer carne. (13) El ambiente con el que te relacionas te lleva a no consumirla. 29 (14) para mis amigos amigos fue extraño ya que un día comí carne y al otro dejé de comer pero siempre respetaron mi posición. (15) me tocó enfrentar a mis abuelos que viven el en campo y les enseñé a cocinar con soya, lo tomaron bien aunque se que para ellos es difícil ya que toda la vida han comido carne. (16) en mi trabajo me apoyan, les gusta mi onda, es algo novedoso para ellos siempre se preocupan por mí, en comprar panes sin carne para mí. (17) es importante para mí que mi pareja piense lo mismo que yo. (18) Lo más difícil de todo es salir a comer afuera y son muy pocos los lugares que tienen pl atos vegetarianos. (19) Es una muy buena opción de vida para todas las personas que tienen Cáncer, Diabetes, Cálculos, tal vez si hubieran sido vegetarianos no tendrían estas enfermedades, yo pienso que es la mejor forma de prevenir las enfermedades y de promover salud, de tener una mejor calidad de vida. (14) Para mis amigos fue extraño pero han respetado mi posición. (15) Aunque para mis abue los que viven en el campo fue difícil porque toda su vida han consumido carne, lo tomaron bien, (16) Mis compañeros de trabajo me apoyan, es algo novedoso para ellos y se preocupan de mí. (17) Es importante que mi pareja piense lo mismo que yo. (18) Es difícil comer fuera ya que son pocos los restaurantes que tienen platos vegetarianos. (19) Es una buena opción para quienes tienen enfermedades como Cáncer, Diabetes, Cálculos. Para mí el vegetarianismo es la mejor forma de prevenir enfermedades y de promocionar la salud, permite tener una mejor calidad de vida. 306.2.2 Cuadro de Convergencias. Discurso 2 CONVERGENCIAS UNIDADE S DE SIGNIFICADO INTERPRETADAS A.- (1) El convertirme al vegetarianismo fue un proceso, primero dejé de comer embutidos. (2) Dejé las carnes rojas para potenciar mi salud. (3) La práctica de kundalini Yoga me llevó a dejar las carnes, es notable el beneficio que trae a la salud, es una sens ación muy grata. B.- (4) Por la cantidad de productos tóxicos que contiene el animal muerto por la forma en que se le sacrifica, aumenta el daño en el organismo. (5) El origen de ciertas enfermedades es por el consumo excesivo de carne, la gente lo sabe pero no actúa frente a eso. (7) Ser vegetariana ha contribuido positivamente en mi práctica de Yoga. (8) Producto de no consumir las sustancias tóxicas que contiene la carne se experimenta menos cansancio físico, mayor poder de concentración, menos irritabilidad, mejor manejo del estrés. (9) Mis exámenes de sangre han salido normales, ser vegetariano ha influido benéficamente en mi salud. C.- (6) El mito de que si no comes carne te enfermarás no es correcto, ya que la mayoría de los vegetarianos presentan menos enfermedades al corazón. (10) Las personas comen carne por ignorancia, a mi familia le cuesta aceptar el cambio porque creen no tendré de qué alimentarme. (11) A la sociedad le es difícil comprender que uno no coma carne, mi familia pensaba que dentro de un tiempo lo volvería hacer. (18) E s difícil comer fuera ya que son pocos los restaurantes que tienen platos a) Para esta informante, los primeros esbozos de dejar las carnes fue por influencia externa sin embargo posteriormente, sintió que era un proceso en pro de su salud. b) Para la entrevistada, los beneficios que ha experimentado con el vegetarianismo son múltiples y se reflejan a nivel orgánico y en la disciplina que realiza. Considera que el consumo excesivo de alimentos cárnicos perjudica notablemente la salud. c) La informante considera que el reconocimiento por parte de la sociedad del proceso de cambio de alimentación es lento, influye la mitificación y la poca información que se tiene al respecto. 31vegetarianos. D.- (12) Mi mamá me entendió pero mi papá aún no comprende porqué lo hago, piensa que volveré a comer carne. (13) El ambiente con el que te relacionas te lleva a no consumirla. (14) Para mis amigos fue extraño pero han respetado mi posición. (15) Aunque para mis abuelos que viven en el campo fue difícil porque toda su vida han consumido carne, lo tomaron bien (16) Mis compañeros de trabajo me apoyan, es algo novedoso para ellos y se preocupan de mí. (17) Es importante que mi pareja piense lo mismo que yo. E.- (19) Es una buena opción para quienes tienen enfermedades como Cáncer, Diabetes, Cálculos. Para mí el vegetarianismo es la mejor forma de prevenir enfermedades y de promocionar la salud, permite tener una mejor calidad de vida. d) La entrevistada reconoce la comprensión y aceptación de su tendencia alimenticia por familiares y amigos, respetando la posición de quienes no la comparten por su historia de vida. La opinión de su pareja respecto al tema es de gran importancia para ella. e) La entrevistada afirma que el vegetarianismo ha mejorado su calidad de vida y plantea que si esta postura se generalizara se evitarían múltiples enfermedades en la población. 6.2.3 Análisis Ideográfico. Discurso 2 La informante ha adoptado esta dieta de alimentación en pr o de su salud, experiencia que la hecho vivenciar múltiples beneficios mayoritariamente a nivel orgánico. Considera que existe escaso reconocimiento so cial para esta práctica por m itos y desconocimiento del tema, sin embargo, se siente apoyada por familiares dir ectos. Recomienda que se debe generalizar la práctica del vegetarian ismo con lo que se beneficiaría la salud de la población. 326.3 Discurso 3 Bueno, cuando yo tenía 18 años comencé en una Escuela de Ecoturismo, y en la Escuela de Ecoturismo una de la s enseñanzas era justamente llev ar una vida sana, y la mejor forma de llevar una vida sana era justamente tomar ciertos hábitos alimenticios como el vegetarianismo porque eso era un pilar fundamental en la escuela, porque ellos afirmaban que si tu llevabas una vida vegetariana tu ibas a tener, eh, mayor rendimiento en todos los aspectos, tanto físico como me ntal y espiritual, esas eran partes de las enseñanzas, (1) yo comencé practicando el vegetarianismo a lo s 19, bueno por influenza de la Escuela de Ecoturismo comencé por dejar las carnes, primero las carnes rojas , dentro de las carnes rojas dejé las carnes más densas, eso es la carne de ce rdo y la carne de cordero, entonces eh, una vez que no sentí afinidad con esas ca rnes dejé las otras rojas, la de vacuno y bla bla bla, ya después de eso estuve solamente con carnes bl ancas, básicamente aves y pescados, luego de eso dejé las aves y solamente quedó el pescad o, bueno y después dejé el pescado. Entonces, como fui dejé todo, (2) fue un proceso gradual, me tomó t odos mis 19 años dejar la carne, pero eso me tomó, como te explicaba un año y mantuve una dieta ovo láctea es decir, seguí consumiendo leche y huevos y todo lo que invo lucra sus derivados, ent onces después de un año, (3) a mis 20 ya era un vegetariano ovo lácteo . (4) Yo creo que los cambios más, más visibles quizás, no fueron los físicos quizás lo s cambios fueron más a nivel mental porque físicamente solamente experimenté una mejoría en mi proceso digestivo y la sensación de ser más liviano pero a nivel metal, ehh al producir un cambio en mi dieta generé nuevos hábitos, y esos nuevos hábitos de hecho me hicieron estar más conciente, me hicieron estar más conciente de lo que le entregaba a mi cuerpo para nutrirse, entonces sí, en ese sentido yo creo que (5) el vegetarianismo estimuló un desarrollo de mi conciencia y al estimular el desarrollo de la conciencia se produce natura lmente una, una inquietud espiritual porque si tu dejas de comer, dejas de darle a tu cuerpo eh, agentes contaminantes, de una u otra manera te hace estar alerta ¡ah no!, debo llevar una vi da sana y el mismo hecho de ll evar una vida sana involucra que la persona tenga una tendencia a cosa s, a una búsqueda de cosas quizás un poco más sutiles, en ese sentido yo creo que el vege tarianismo estimula un desarrollo de manera espiritual, a mí me pasó eso, por eso te digo, yo cr eo que en ese aspecto, para mí fue mental, el proceso de ser vegetariano afectó en mi parte ment al y en mi parte espiritual y bueno, y la otra que es importante también, (6) yo dejé, fui dejando todos estos alimentos, todas las carnes las fui dejando, conforme a no imponerme, no imponerm e la abstinencia, si, fue algo natural , cuando ya yo no sentía atracc ión por un alimento comp rendía que había superado eso, entonces (7) también me enseñó el vegetarianismo en ese sentido como experiencia de vida, que si para ti algo ya no es natural, eh, está en condiciones de ser abandonado , pero si algo aún hay por así decirlo un apego, tu quieres cortarlo de raíz, eh, no es natural, por ejemplo una persona que se impone ser vegetariano, a la persona le gusta mucho comer carne. Para mí fue, (8) yo comprendí que debía ser natural, por lo mismo que vi en mis compañeros, ellos cortaron de raíz el consumo de carne y yo vi que sufrieron mucho y mi experiencia fue ir dejando de a poco, de a poco, de a poco, hasta que yo ya no se ntía atracción por estos alimentos y después fue todo muy fl uido, entonces no tuve conflictos , no tuve conflictos en el vegetarianismo, con mis amigos comenzamos varios a ser vegeta rianos en la escuela, y no todos tuvieron éxito porque muchos de los que emprendieron la práct ica después volvieron a 33comer carne, yo ahí vi que mi proceso, por así decirlo (9) mi disciplina tuvo éxito, porque nunca más reincidí en comer carne. (10) El entorno social, bueno mis amigos que no estaban en la escuela, que no participaban, ellos lo tomaron mal, ellos no lo vieron sano, ellos me atacaron porque me dijeron que yo me estaba mal nutriendo , que en realidad iba a terminar anémico y con algún problema en la sangre, entonces ellos me dijeron que no era na tural, no era natural que yo dejara las carnes, que dejara de alimentarme y porque me preguntaban donde yo iba a hacer la, la extracción de las proteínas, eso era una parte, (11) y otra parte de los amigos, por ejemplo cuando habían eventos o fiestas, a mí me invitaban, ellos me ofrecían alimentos y yo si tenían carne no los aceptaba entonces, eso también generó polémica porque no entendieron mi accionar , una vez se sintieron por el hecho de ser yo vegetariano, se si ntieron desplazados y en cierta medida se sintieron ofendidos porque ellos hicieron la comida. Cuando me invitaban a sus convivencias hacían con mucho entusiasmo sus asados a mí me invitaban y veían que yo no los pescaba, eso a ellos no les gustó, ese era un aspecto sí, primero mi cambio de hábito y segundo que también lo encontraban ridículo porque decían cómo me iba a alimentar, que ellos no conciben una vida vegetariana porque en mi entorno se pensaba que la proteína solamente te la puede dar la carne, entonces mis amigos reaccionaron, (12) en conclusión en sumatoria, mis amigos reaccionaron mal a mi decisión, yo los compre ndí, comprendí pero también entiendo que no respetaron mi decisión, de mi libertad de escoger mis cosas. (13) Como participantes de la comunidad Yogui ca, eh, naturalmente se ve fortalecido el vegetarianismo porque ocurre que todos son vegetarianos, entonces tampoco está la oportunidad de poder decir, ahh es toy en una fiesta y hoy veo ca rne y ¡chuta me veo tentado!, no está esa opción si, entonces naturalmente las co munidades Yoguicas en este caso nos favorecen el vegetarianismo, estimulan el ve getarianismo y bueno, ahora, esto sucede naturalmente siempre y mientras u no se mueva dentro de ese medio, (14) s i t u t e m u e v e s dentro de un medio yoguico, dentro de ciertas es cuelas, eh, no van a atac ar tu vegetarianismo, pero a nivel social lo que es tu ambiente, lo que es tu ambiente labora l la gente siempre va a ser un obstáculo, siempre, de una u otra mane ra va a estar cuestiona ndo tu forma de vida , yo lo vivo así. Por ejemplo las comunidades de artes marciales no tienen por objetivo ser vegetariano, en mi caso por ejemplo en la es cuela cuando hay convivencia hacen asados de cerdo, de cordero, de jabalí, cuando yo les ma nifesté que soy vegetariano ellos se me asustaron, ellos no lo vieron bien, como puede dars e en cualquier ambiente afuera y en cambio en Kundalini Yoga uno de los preceptos es practic ar el vegetarianismo, entonces para mí ahí no hay un roce, no hay una tranca, pero eso dentro de la comunidad pero afuera y a lo que me dedico es distinto, no tienen esos hábitos aunq ue esto es un proceso, cuando ellos pasan ese proceso ya te logran aceptar pero les toma su tiempo aceptarlo. Por otro lado, (15) en mi entorno familiar mi madre lo tomó muy bien porque ella también se sintió llamada a hacer esto, también porque vio que yo estaba tomando conc iencia de llevar una vida más sana o vio la intención de tener una vida más armónica , pero no sólo vio mi intención sino los cambios, vio los hechos, que yo estaba sintiendo y mi madre al sentir eso lo vio bueno y (16) ella me apoyó en un cien por ciento porque ella lo ve ía como un motivo de salud y porque vio un cuidado, respecto a mis hermanos ellos lo vi eron natural no pusier on ni trancas ni nada , ella lo vio como algo muy bueno. 34(17) Mira hasta el momento no he visto ni una co nsecuencia negativa en mi cuerpo de estos 10 años, no he visto ninguna cont raindicación o efecto colateral , mira la gente podría ser vegetariana sin efectos negativos, me siento supe r bien, siento que tengo un físico muy fuerte. Desde el punto de vista espiritu al el vegetarianismo para mí al comienzo no tuvo, no tuve una experiencia de conciencia de vida hacia lo s demás seres, yo sólo lo hice por mí pero (18) conforme fueron pasando los años y fui profundiza ndo dentro de mí el ve getarianismo, me fui dando cuenta que en realidad hay más aporte por que tu al no consumir este tipo de alimentos no estás estimulando o no estás fomentando la muer te de los animales, se significa que estás respetando la vida de todos los seres vivientes y al respetar la vida de los seres vivientes significa que estás re spetando la natural eza y al hacerlo desde mi punto de ver (19) es algo intrínsecamente espiritual porque es tás respetando el orden establecido , pero esa visión la tuve después de años de vegetarianismo porque prim ero por un asunto de sen tirme bien, no es una visión que yo haya desarrollado al comienzo si no que fue un proceso gradual, ahora sí veo que es un gran aporte. (20) Yo creo que le vegetarianismo sí cambia el estilo de vida quizás no es algo impactante pero es algo gradual, es recomendable sí, recomendable pero solo para las personas que lo sienten naturalmente, sienten que deben cambiar, para esas se los recomiendo (21) no lo veo recomendable para todas las personas porque hay personas que llevan cincuenta a setenta años con un hábito muy enraizado, entonces ir en co ntra de eso y decirle a una persona que lleva cincuenta años comiendo carne y d ecirle que debe dejar la carne, yo creo que le va generar más conflictos que positivismo porque tienen hábitos muy duros y simplemente su primera reacción va ser de lucha porque no va querer dejar sus hábitos que naturalmente tiene o sea, a esa persona le va a más perjudi car su vida que favorecer pero (22) sí recomiendo el hábitos para los niños porque contribuye que también vean este sentido má s espiritual de la alimentación. Y.... (23) lo malo que en nuestro país no hay servic ios, no hay restaurantes o empresas que se dediquen a generar las instancias, o que dediquen el mercado o sus productos a un sector de la población que es vegetariana , lo que impide que se propague, no hay preocupación de eso, aquí en Chile pasa. Yo creo que (24) el vegetarianismo debe ser tomado c on mucha prudencia al comienzo para que el cambio no sea tan drástico y si eso es muy drástico la persona en definitiva tiene más lucha con el nuevo hábito y pasa a sufrir, en ve z de que esté más conten ta y lo otro, que sea asesorado por alguien. 356.3.1 Cuadro de reducción Fenomenológica. Discurso 3: UNIDADES DE SIGNIFICADO REDUCCIÓN FENOMENOLOGICA (1) yo comencé practicando el vegetarianismo a los 19 bueno, por influencia de la Es cuela de Ecoturismo comencé por dejar las carnes, primero las carnes rojas. (2) Fue un proceso gradual, me tomó todos mis 19 años dejar, la carne, pero eso me tomó, como te explicaba un año y mantuve una dieta ovo láctea. (3) a mis 20 ya era un vegetariano ovo lácteo. (4) Yo creo que los cambios más, más visibles quizás no fueron los físicos quizás, los cambios fueron más a nivel mental porque físicamente solamente experimenté una mejoría en mi proceso digestivo y la sensación de ser más liviano pero a nivel mental, ehh al producir un cambio en mi dieta generé nuevos hábitos. (5) el vegetarianismo estimuló un desarrollo de mi conciencia y al estimular el desarrollo de la conciencia se produce naturalmente una, una inquietud espiritual. (6) yo dejé, fui dejando todos estos alimentos, todas las carnes las fui dejando, conforme a no imponerme, no imponerme la abstinencia sí, fue algo natural. (7) también me enseñó el vegetarianismo en ese sentido como experiencia de vida que si para ti algo ya no es natural, eh, está en condiciones de ser (1) Practico el vegetarianismo desde los 19 años por influencia de la Escuela de Ecoturismo de la cual era miembro, comencé dejando las carnes rojas. (2) Fue un proceso gradual, me tomó un año dejar las carnes y seguir una dieta ovo Láctea. (3) A los 20 años er a vegetariano ovo lácteo. (4) Los cambios más visibles fueron a nivel mental, generé nuevos hábitos, a nivel fisiológico sólo experimenté mejoría de mi proceso digestivo y sensación de liviandad. (5) El vegetarianismo estimuló un desarrollo de mi conciencia que me llevó a despertar una inquietud espiritual. (6) Fui dejando las carnes sin proponérmelo, fue algo natural. (7) El ser vegetariano me enseñó que si algo ya no es natural, está en condiciones de ser abandonado. 36abandonado. (8) yo comprendí que debía ser natural por lo mismo que vi en mis compañeros, ellos cortaron de raíz el consumo de carne y yo vi que sufrieron mucho y mi experiencia fue ir dejando de a poco, de a poco, de a poco, hasta que yo ya no sentía atracción por estos alimentos y después fue todo muy fluido, entonces no tuve conflictos. (9) mi disciplina tuvo éxito porque nunca mas reincidí en comer carne. (10) El entorno social, bueno mis amigos que no estaban en la escuela, que no participaban ellos lo tomaron mal, ellos no lo vieron sano, ellos me atacaron, porque me dijeron que yo me estaba mal nutriendo. (11) y otra parte de los amigos, por ejemplo cuando habían eventos o fiestas, a mi me invitaban, ellos me ofrecían alimentos y yo si tenían carne no los aceptaba entonces, eso también generó polémica porque no entendieron mi accionar. (12) en conclusión en sumatoria, mis amigos reaccionaron mal a mi decisión, yo los comprendí, comprendí pero también entiendo que no respetaron mi decisión de, mi libertad de escoger mis cosas. (13) Como participantes de la comunidad Yoguica, eh, naturalmente se ve fortalecido el vegetarianismo porque ocurre que todos son vegetarianos entonces, tampoco está la oportunidad de poder decir, ¡ah! estoy en una fiesta y hoy veo carne y ¡chuta me veo tentado!, no está esa opción. (8) Comprendí que debía ser un proceso natural, a diferencia de mis compañeros que sufrieron por dejar las carnes de raíz, para mí fue todo muy fluido, no tuve conflictos. (9) Mi disciplina tuvo éxito, no he vuelto a comer carne. (10) Mis amigos que no estaban en la escuela lo tomaron mal, no lo vieron sano, dijeron que no me alimentaba bien. (11) Mis otros amigos no entendieron y se generaron conflictos por mi forma de ser, porque no aceptaba alimentos que tuvieran carne. (12) Mis amigos reaccionaron mal, no respetaron mi decisión, mi libertad de elección. (13) Al pertenecer a una comunidad Yoguica se fortalece es te hábito, ya que no existen instancias en las cuales se consuma carne. 37 (14) si tu te mueves dentro de un medio Yoguico, dentro de ci ertas escuelas, eh, no van a atacar tu vegetarianismo, pero a nivel social lo que es tu ambiente, lo que es tu ambiente laboral, la gente siempre va a ser un obstáculo, siempre de una u otra manera va a estar cuestionando tu forma de vida. (15) En mi entorno familiar mi madre lo tomó muy bien porque ella también se sintió llamada a hacer esto también, porque vio que yo estaba tomando conciencia de llevar una vida más sana o vio la intención de tener una vida más armónica. (16) ella me apoyó en un cien por ciento porque ella lo veía como un motivo de salud y porque vio un cuidado, respecto a mis hermanos ellos lo vieron natural no pusieron ni trancas ni nada. (17) Mira hasta el mome nto no he visto ni una consecuencia negativa en mi cuerpo de estos 10 años no he visto ninguna contraindicación o efecto colateral. (18) conforme fueron pasando los años y fui profundizando dentro de mí el vegetarianismo me fui dando cuenta que en realidad hay más aporte porque tu al no consumir este tipo de alimentos no estás estimulando o no estás fomentando la muerte de los animales, se significa que estás respetando la vida de todos los seres vivientes. (19) es algo intrínsecamente espiritual por que estás respetando el orden establecido. (20) Yo creo que le ve getarianismo sí (14) En ciertos ambientes nadie ataca tu manera de alimentarte, distinto es en tu ambiente laboral, la gente siempre va ser un obstáculo a nivel social se cuestiona tu forma de vida. (15) Mi madre lo tomó muy bien, ella también se sintió llamada a practicarlo pues vio un cambio de conciencia hacia una vida más sana, más armónica. (16) Mi madre me apoyó, vio que actué en pro de mi salud, para mis hermanos fue algo muy natural. (17) En estos 10 años siendo vegetariano no he tenido consecuencias negativas. (18) Con el transcurrir de los años al vivenciar el vegetarianismo me di cuenta de otro de sus aportes, el respeto a la vida de otros seres vivientes ya que fomentas su vida. (19) Es algo intrínsecamente espiritual porque respetas el orden establecido. (20)El ve getarianismo cambia tu estilo de 38cambia el estilo de vida quizás no es algo impactante pero es algo gradual, es recomendable. (21) no lo veo recomendable para todas las personas, porque hay personas que llevan cincuenta a se tenta años con un hábito muy enraizado entonces, ir en contra de eso y decirle a una persona que lleva cincuent a años comiendo carne y decirle que debe dejar la carne, yo creo que le va generar más conflictos que positivismo. (22) sí recomiendo el hábito para los niños porque contribuye que también vean este sentido más espiritual de la alimentación. (23) lo malo que en nuestro país no hay servicios, no hay restaurantes o empresas que se dediquen a generar las instancias o que dediquen el mercado o sus productos a un sector de la población que es vegetariana. (24) el vegetarianismo debe ser tomado con mucha prudencia al comienzo para que el cambio no sea tan drástico y si eso es muy drástico, la persona en definitiva tiene más lucha con el nuevo hábito y pasa a sufrir en vez de que esté más contenta y lo otro, que sea asesorado por alguien. vida, no como impacto sino gradualmente. (21) Creo que no es recomendable para personas que muchos años consumen carne y tienen un hábito muy enraizado, sería crearles conflictos más que algo positivo. (22) Recomiendo el vegetarianismo en los niños ya que permite que su alimentación tenga un sentido más espiritual. (23) En nuestro país no hay restaurantes o empresas que se dediquen al mercado de productos de esta índole, que permita que el vegetarianismo se propague. (24) El cambio hacia el vegetarianismo debe ser tomado con prudencia y con asesoría para que no se genere una lucha con el nuevo hábito. 396.3.2 Cuadro de Convergencias. Discurso 3 CONVERGENCIAS UNIDADE S DE SIGNIFICADO INTERPRETADAS A.- (1) Practico el vegetarianismo desde los 19 años por influencia de la Escuela de Ecoturismo de la cual era miembro, comencé dejando las carnes rojas. (2) Fue un proceso gradual, me tomó un año dejar las carnes y seguir una dieta ovo Láctea. (3) A los 20 años era vegetariano ovo lácteo. (6) Fui dejando las carnes sin proponérmelo, fue algo natural . (9) Mi disciplina tuvo éxito, no he vuelto a comer carne. B.- (4) Los cambios más visibles fueron a nivel mental, generé nuevos hábitos, a nivel fisiológico sólo experimenté mejoría de mi proceso digestivo y sensación de liviandad. (5) El vegetarianismo estimuló un desarrollo de mi conciencia que me llevó a despertar una inquietud espiritual. (17) En estos 10 años siendo vegetariano no he tenido consecuencias negativas (18) Con el transcurrir de los años al vivenciar el vegetarianismo me di cuenta de otro de sus aportes, el respeto a la vida de otros seres vivientes ya que fomentas su vida. C.- (8) Comprendí que debía ser un proceso natural, a diferencia de mis compañeros que sufrieron por dejar las carnes de raíz, para mí fue todo muy fluido, no tuve conflictos. (19) Es algo intrínsecamente espiritual porque respetas el orden establecido. (20) El vegetarianismo cambia tu estilo de vida, no como im pacto sino a) El informante ha asumido el vegetarianismo ovo lácteo desde los 20 años de edad y al que llegó debido a diferentes circunstancias, fue un proceso gradual y natural. b) Tras experimentar esta calidad de alimentación por 9 años, ha vivenciado diversos cambios a nivel fisiológico como mental, además de un despertar espiritual y valoración por la vida del resto de los seres vivientes. c) Para el entrevista do el proceso de adquirir nuevos hábitos de alimentación debe ser gradual para evitar conflictos ya que se cambia el estilo de vida de las personas. 40gradualmente. D.- (10) Mis amigos que no estaban el la escuela lo tomaron mal, no lo vieron sano, dijeron que no me alimentaba bien. (11) Mis otros amigos no entendieron y se generaron conflictos por mi forma de ser, porque no aceptaba alimentos que tuvieran carne. (12) Mis amigos reaccionaron mal, no respetaron mi decisión, mi libertad de elección. (15) Mi madre lo tomó muy bien, ella también se sintió llamada a practicarlo pues vio un cambio de conciencia hacia una vida más sana, más armónica. (16) Mi madre me apoyó, vio que actué en pro de mi salud, para mis hermanos fue algo muy natural. E.- (13) Al pertenecer a una comunidad Yoguica se fortalece este hábito, ya que no existen instancias en las cuales se consuma carne. (14) En ciertos ambientes nadie ataca tu manera de alimentarte, distinto es en tu ambiente laboral, la gente siempre va ser un obstáculo a nivel social se cuestiona tu forma de vida. F.- (21) Creo que no es recomendable para personas que muchos años consumen carne y tienen un hábito muy enraizado, sería crearles conflictos más que algo positivo. (22) Recomiendo el vegetarianismo en los niños ya que permite que su alimentación tenga un sentido más espiritual. (24) El cambio hacia el vegetarianismo debe ser tomado con prudencia y con asesoría para que no se genere una lucha con el nuevo hábito. d) Para su familia el cambio fue positivo, en su madre encontró apoyo y para sus hermanos fue algo natural. Reconocían que actuaba en pro de su salud, algunos de sus pares reaccionaron mal, no comprendieron. e) El hecho de ser pa rte de un grupo de personas con una dieta vegetarianas fortalece sus ideales y asume el cuestionamiento de su forma de vida por el resto de la sociedad. f)El informante estima que no es recomendable que personas adultas cambien su alimentación pero si los niños para permitirles acceder a un sentido más espiritual de la alimentación. Cambio que debe tomarse con prudencia para no generar conflictos. 41G.- (23) En nuestro país no hay restaurantes o empresas que se dediquen al mercado de productos de esta índole, que permita que el vegetarianismo se propague. g) La inexistencia en nuestro país de una cantidad importante de productos para llevar una dieta vegetariana se impide que este hábito se difunda. 6.3.3 Análisis Ideográfico. Discurso 3 Varios son los aspectos que influyen en la persona que opta por una alimentación vegetariana tal como vivenciar en lo personal cambios fisiológi cos y mentales y sentir mayor sensibilidad hacia el valor de la vida de todo ser viviente. C onsidera que es una práctica que refuerza la espiritualidad en los niños cuando se la vive como un proceso gradual. En este proceso es fundamentar contar c on el apoyo familiar y sentirse fortalecido por pertenecer a este grupo. Sin embargo, dificult a su práctica la escasa información y la insuficiencia de productos de c onsumo en el nivel nacional. 426.4 Discurso 4 Yo siempre he comido sano, sin saber muc ho qué era comer sano, me he preocupado por el lado de las hormonas, yo sabía que el ch ancho tenía muchas toxinas, entonces no lo comía, no era vegetariano pero sí me preocupada de lo que comía, eh, (1) mi mayor motivación fue la relación que t uve con Kundalini Yoga, ahí tomé conciencia y descubrí la importancia de hacerse vegetariano , me eso despertó la conciencia y el respeto a todos los seres vivos , (2) encontraba muy ridículo que tenga que matar alguien para s ubsistir, encontré que era una prepotencia tremenda y cuando empecé analizar me di cuenta que estaba súper mal y que perfectamente podía comer cosas que no involucren el daño a otros seres y esa fue la primera razón y... bueno, la inquietud que surgió por Kundalini Yoga ya que (3) me empecé a mover en ambientes en donde toda la gente era vegetariana y ellos decían que tenían cambios de salud súper positivos y se sentían bien, por eso yo quise cambiar mi alimentación. (4) Empecé a experimentar hace tres años y me he sentido súper bien, por ejemplo mi digestión mejoró mucho, yo era de esos que vi vía tomando Viadil y por lo menos una vez a la semana me sentía enfermo, pero después que comencé a ser vegetariano nunca tuve problemas con mi salud , a lo más un dolor de cabeza que se al tiro qué fue porque comer mucha sal o no tomar suficiente agua en el día y bueno... como te decía la digestión que era mi gran achaque mejoró mucho, en estos aspectos (5) mejoró caleta mi calidad de vida, duermo, descanso mejor, antes no, me despertaba a media noche con malestar estomacal, náuseas, dormía mal era la misma sensación de haber tomado much o trago, pues yo antes lo hacía, ahora no se... (6) ando livianito, en realidad ya no sé qué es tener problemas con el cuerpo por cosas de comida... no se, ¡me siento tan bien! que sería absurdo volver a querer comer carne, yo no me imagino volviendo a mi dieta anterior. Y bueno ( 7) a medida que me volvía vegetaria no me fui informando más, buscando más literatura y hacerme más consciente y bueno, entender que es lo mismo dejar morir un perro y comer un pedazo de chancho por ejemplo. (8) Si ha traído algunos problemas, por ejemplo en la parte social, no es que me sienta excluido pero si un bicho raro, en mi familia ahora ya me siento aceptado pero de primera, ellos pensaban que cuánto le irá a durar a este caurito , cinco días y ya a nda con una locura nueva, ya después que pasaron dos semanas, qué está haciendo, ta' loco cómo puede ser que alguien no coma carne, como la carne es la base de la pirámide alimenticia te echan susto que te vas enfermar, etc. Las reuniones sociales aún me complican un poco (9) con los amigos, por ejemplo cuando nos juntamos y hay parrillada las pr imeras veces es p'al chuleteo pero después me da la impresión que se molestan y lo toman como un desprecio, de primera es llevable pero luego de varias veces escuchando lo mi smo ya no me sentía có modo, me sentí extraño , eso es complicado más que nada por la parte soci al también, los cumpleaños aquí en mi casa que son fanáticos de los asados, (10) mi mamá que me entiende se preocupa de tenerme comida aunque yo no me preocupaba comía lo que hubiera como las ensaladas y las papas y no se, como que les da pena que no coma y que sea vegetariano, ahora ya mi familia lo sabe y lo acepta, ya no me molestan, no tienen rollo, pero con el resto de la gente no se, me afecta el hecho de juntarme con mi otro grupo de amigos y ellos lo único que hacen es comer carne y tomar cerveza, bueno a pesar de todo y que no es té tan acorde con los demás nunca dejaría el vegetarianismo por eso. 43Bueno, si bien yo soy vegetaria no igual estoy dentro del mismo sistema, voy al supermercado, compro pan, o sea le doy plata y también el supermercado vende carne o también me pongo zapatos de cuero, entonces veo que (11) es imposible desligarse del respeto de los animales en esta sociedad, pero saber que si uno aporta por lo menos no demanda ndo carne ya es algo , no se, mirar una vaca pa' mi ya es distinto, la miro con más respeto y se que ellos sufren en los mataderos cuando los van a matar, no se, me siento más tranquilo y bueno esto también lo ligo a la parte espiritual. (12) Yo leí que para hacerse vegetariano lo bu eno era empezar de a poco, eso lo leí en unos manuales de los Hare Crishna, eso fue la guía, la que utilicé en este proceso , allí decía que empezar de a poco a dejar las carnes rojas y así lo hice cero rollo, fue fácil y dentro de un par de semanas ya las había deja do las otras carnes a unque seguí comiendo pescado, huevos y leche que los mantuve como por tres meses y al terminar el verano del 2003 ya dejé las carnes definitivamente y seguí sólo con lácteos y hue vos y al año siguiente dejé el huevo aunque parcialmente, si una torta por ejemplo tiene me lo como pero no lo busco. El libro me ayudó mucho, de allí aprendí recetas, (13) sí me di cuenta que debía aprender a cocinar muy bien porque si eres vegetariano y no sabes cocinar todo se complica , con el tiempo aprendí recetas, ahh lo otro mi paladar ha cambiado mucho porque también dejé el café , el azúcar, por otro lado (14) aprendí a tomarles cariño a los alimentos por el beneficio que ti ene no por el gusto, aunque de primera me costó pero me mentalicé y ahora mi cuerpo recibe esto sin problema, ahora mi guía para comer es qué me va entregar , qué nutriente me va dar la comida, en eso me fijo pa' comer, más que en el sabor de lo que como. Yo veo (15) el vegetarianismo como un cambio total , no tanto como un plan sino que un experimentación, como te decía en donde me fu i sintiendo muy bien y ya de a poco me fui preocupando de otras cosas, como saber la canti dad de sal, de azúcar que puedo comer al día. (16) También está el respeto a mi cuerpo, entregarle lo mejor, ya que el siempre está ahí, yo antes le daba veneno a mi cuerpo, el combustib le que le daba era pé simo, muy salado, ahora soy mucho más consciente , lo respeto, lo quiero y quiero darle lo mejor, es un pequeño sacrificio, ahora me doy cuenta que es sólo me ntal, sólo algo momentáneo y al final, quien pagaba las consecuencias era mi cuerpo, (17) ahora siempre estoy mentalizado a comer sano y eso lo desarrollé con el vegetarianismo, en la práctica uno lo va entendiendo, de hecho fue una opción que mejoró mucho mi calidad de vida , ya que me permitió hacerme más consciente de mi cuerpo y yo siento que el me está agradeciendo eh eh (18) no se como antes yo podía pagar por enfermarme, en comer y beber porquerías, miro pa' atrás y veo lo inconsciente que era, como no respetaba mi cuerpo. 446.4.1 Cuadro de Reducción fenomenológica . Discurso 4 UNIDADES DE SIGNIFICADO REDUCCIÓN FENOMENOLOGICA (1) mi mayor motivación fue la relación que tuve con Kundalini Yoga, ahí tomé conciencia y descubrí la importancia de hacerse vegetariano. (2) encontraba muy ridículo que tenga que matar alguien para subsistir, encontré que era una prepotencia tremenda. (3) me empecé a mover en ambientes en donde toda la gente era vegetariana y ellos decían que tenían cambios de salud súper positivos y se sentían bien, por eso yo quise cambiar mi alimentación. (4) Empecé a experimentar hace tres años y me he sentido súpe r bien, por ejemplo mi digestión mejoró mucho, yo era de esos que vivía tomando Viadil y por lo menos una vez a la semana me sentía enfermo, pero después que comencé a ser vegetariano nunca tuve problemas con mi salud. (5) mejoró caleta mi calidad de vida, duermo, descanso mejor, antes no, me despertaba a media noche con malestar estomacal, náuseas, dormía mal. (6) ando livianito, en real idad ya no se que es tener problemas con el cuerpo por cosas de comida... no se, ¡me siento tan bien! que sería absurdo volver a querer comer carne, yo no me imagino volviendo a mi dieta anterior. (7) a medida que me volvía vegetariano me fui informando más, buscando más literatura y hacerme más consciente. (1) El Kundalini Yoga me llevó a tomar conciencia de la importancia de ser vegetariano. (2) Matar a alguien para subsistir es una gran prepotencia. (3) La gente con la que me relacionaba era vegetariana y decían haber tenido cambios positivos en su salud, por lo que decidí cambiar mi dieta. (4) Soy vegetariano hace tres años, me he sentido muy bien, antes me enfermaba seguido y desde que comencé con esta dieta no tengo problemas con mi salud. (5) Mejoró bastante mi calidad de vida, ahora duermo y descanso mejor. (6) Me siento bien, no tengo problemas con mi alimentación, no me imagino volver a mi dieta anterior. (7) A medida que me volvía vegetariano fui informándome acerca del tema y tomando conciencia de aquello. 45(8) Sí, ha traído algunos problemas por ejemplo en la parte social, no es que me sienta excluido pero si un bicho raro, en mi familia ahora ya me siento aceptado pero de primera ellos pensaban que cuánto le irá a durar a este caurito. (9) con los amigos por ejemplo cuando nos juntamos y hay parrillada las primeras veces es p'al chuleteo pero después me da la impresión que se molestan y lo toman como un desprecio, de primera es llevable pero luego de varias veces escuchando lo mismo ya no me sentía cómodo, me sentí extraño. (10) mi mamá que me entiende se preocupa de tenerme comida. (11) es imposible desligarse del respeto de los animales en esta sociedad, pero saber que si uno aporta por lo menos, no demandando carne ya es algo. (12) Yo leí que para h acerse vegetariano lo bueno era empezar de a poco, eso lo leí en unos manuales de los Hare Krishna, eso fue la guía, la que utilicé en este proceso. (13) si me di cuenta que debía aprender a cocinar muy bien, porque si eres vegetariano y no sabes cocinar todo se complica. (14) aprendí a tomarles cariño a los alimentos por el beneficio que tiene no por el gusto, aunque de primera me costó pero me mentalicé y ahora mi cuerpo recibe esto sin problema, ahora mi guía para comer es qué me va entregar. (15) el vegetarianismo como un cambio total. (8) Socialmente he sentido algunos problemas, uno se siente como un bicho raro. Mi familia al comienzo no me entendió, ahora lo aceptaron. (9) Siento que mis amigos no comprenden que no coma carne, lo ven como un desprecio, eso me hace sentir incómodo. (10) Mi mamá me entiende y se preocupa de lo que voy a comer. (11) Es imposible desligarse del respeto hacia los animales, no demandar carne ya es un aporte. (12) Las carnes las dejé de a poco como decía la guía de los manuales de los Hare Krishna. (13) Como vegetariano debes aprender a cocinar pues sino todo se complica. (14) Aprecio los alimentos por el beneficio y no por el gusto, al principio me costó ahora ya no tengo problemas. (15) El vegetarianismo es un cambio total. 46(16) También está el respeto a mi cuerpo, entregarle lo mejor, ya que el siempre está ahí, yo antes le daba veneno a mi cuerpo, el combustible que le daba era pésimo, muy salado, ahora soy mucho más consciente. (17) ahora siempre estoy mentalizado a comer sano y eso lo desarrollé con el vegetarianismo, en la práctica uno lo va entendiendo de hecho, fue una opción que mejoró mucho mi calidad de vida. (18) no se cómo antes yo podía pagar por enfermarme, en comer y beber porquerías, miro pa' atrás y veo lo inconsciente que era, como no respetaba mi cuerpo. (16) Respeto mi cuerpo, antes me alimentaba mal, le daba un pésimo combustible, estoy más consciente con mi alimentación. (17) Me preocupo de comer sano, práctica que adquirí siendo vegetariano, fue una opción que mejoró mi calidad de vida. (18) Aún no comprendo como pude pagar por cosas que me enfermaban, fui muy inconsciente con mi alimentación, no respetaba mi cuerpo. 47 6.4.2 Cuadro de Convergencias. Discurso 4 CONVERGENCIAS UNIDADE S DE SIGNIFICADO INTERPRETADAS A.- (1) El Kundalini Yoga me llevó a tomar conciencia de la importancia de ser vegetariano. (3) La gente con la que comencé a relacionarme era vegetariana, ellos tuvieron cambios positivos en su salud, por lo que decidir cambiar mi dieta. (7) A medida que me volvía vegetariano fui informándome acerca del tema y tomando conciencia de aquello. (12) Las carnes las dejé de a poco como decía la guía de los manuales de los Hare Crishna. (13) Como vegetariano debes aprender a cocinar pues sino todo se complica. B.- (4) Soy vegetariano hace tres años, me he sentido muy bien, antes me enfermaba seguido y desde que comencé con esta dieta no tengo problemas con mi salud. (5) Mejoró bastante mi calidad de vida, ahora duermo y descanso mejor. (6) Me siento bien, no tengo problemas con mi alimentación, no me imagino volver a mi dieta anterior. (15) El vegetarianismo es un cambio total. C.- (8) Socialmente he sentido algunos problemas, uno se siente como un bicho raro. Mi familia al comienzo no me entendió, ahora lo aceptaron. (9) Siento que mis amigos no comprenden que no coma carne, lo ven como un desprecio, eso me hace sentir incómodo (10) Mi mamá me entiende y se preocupa de lo voy a comer. D.- (2) Matar a alguien para subsistir es una gran prepotencia. (18) Aún no a) La práctica de Kundalini yoga y cambios positivos que experimentaron personas que practicaban esta disciplina lo convencieron de adoptar esta calidad de alimentación. Fue un proceso donde adquirió información y conocimientos de para cocinar los alimentos. b) Al adquirir la dieta vegetariana su vida tuvo un cambio total, ha identificado muchos beneficios a nivel orgánico y mental y se siente más consciente de su alimentación, en síntesis ha mejorado su calidad de vida. c) Se siente aceptado por su familia pero no por sus amigos, no lo comprenden lo cual lo incomoda. d) Está convencido de los aspectos positivos que fundamentan continuar con 48comprendo como pude pagar por cosas que me enfermaban, fui muy inconsciente con mi alimentación, no respetaba mi cuerpo. (11) Es imposible desligarse del respeto hacia los animales, no demandar carne ya es un aporte. E.- (14) Aprecio los alimentos por el beneficio y no por el gusto, al principio me costó ahora ya no tengo problemas. la dieta vegetariana. e) Actualmente basa su alimentación priorizando los beneficios al sabor. 6.4.3 Análisis Ideográfico. Discurso 4 La práctica de Kundalini Yoga conduce progresivamente a adquirir una dieta vegetariana, mediada por una mayor información de los beneficios en el ámbito orgánico, mental y de conocimientos culinarios. Siente que con esta experiencia ha vivido un cambio total, contribuyendo a una mayor conciencia de su alimentaci ón, empresa en la que ha contando con la aceptación de su familia pero incomprensión de los amigos. 496.5. Discurso 5 (1) Una de las causas por las que me hice vege tariano fue porque yo siempre he llevado una vida sana y quería seguir tenie ndo una vida sana y me di cuen ta que el consumo de carme y muchos tipos de cosas, eh no me hacían sentir bien plenamente, sentía que mi estómago no funcionaba bien, sentía que me intoxicaba lentamente, con el tiempo empecé a dejar de consumir ese tipo de alimentación, traté de llevar una vida mucho más sana y me di cuenta que (2) los beneficios eran muy grandes mi diges tión se regulaba, ya no sentía pesado el estómago, eh... muchos beneficios que antes no se ntía, la piel, el pelo se mejoran bastante , además que (3) para las meditaciones y la práctica de Yoga ayuda mucho el no comer carne, es más fácil concentrarme, al canzo mayor conexión que antes quizás, por el nivel de toxinas que tiene la carne que no me lo permitían. Creo que realmente (4) decidí dejar de comer carne cuando una vez estuve enfermo de la guata tres días, muy mal, porque comí carne y realmente me di cuenta que me estaba afectando mucho y como que mi cuerpo empezó a auto limpiarse como que seleccionaba lo que era bueno y lo que no era bueno y al empezar a comer cosas sanas como vegetales y ese tipo de cosas, leche, mucha miel y todas esas cosas, mi organismo pasó por un periodo de limpieza, después que empecé a tratar de volver a comer carne me dolía la guata, hasta me dolía la cabeza y me sentía mal y eso me pasaba incluso con las frituras aunque también sigo comiendo pero no con la regularidad con la que comía antes, la sensación de comer frituras y consumir car ne son casi lo mismo, las carnes rojas principalmente como el cerdo también me producía ese tipo de sensaciones. Por otro lado, te crías con ciertas creencias que el mismo medio ci rcundante te incorpora, tu familia, tus papás, tus hermanos, todos son factores que influyen dent ro de ti y te hacen ser como eres, por eso es que muchos comen carne o muchos comimos alguna vez, eh eh porque a ti cuando chico nunca te preguntaron si te gustaba la carne, o de donde viene la carne o qué se tiene que hacer para obtener la carne, solamente te encajaban la carne, toma come o aquí hay pescado come, entonces claro después (5) cuando eres adulto tu piensas qu e la carne es buena porque veías a tus papás comiendo carne, a tus abuelos comiendo carne y te decían que era el alimento más completo, pero es erróneo la carne también produce cosas malas como el colesterol eh eh no se, todas las toxinas, la descar ga de adrenalina del pobre animal muerto de susto porque sabe que lo van a matar mmm yo no creo que eso sea bueno ni nutritivo. (6) Creo que a la sociedad le falta cultura po rque generaliza a toda la población como que son carnívoros y no ve a la minoría, que se está haciendo mayoría y que está empezando consumir platos vegetarianos, como la dieta mediterránea que viene de Europa que se está tratando de aplicar aquí en Chile bue no, uno lo ve principalmente (7) cuando uno quiere ir a comer a algún lado no hay cartas de vegetarianos y si hay cartas de vegetarianos es muy poca y no tienen imaginación, es como que creen que el vegetariano come solamente ensaladas y realmente hay muchos platos de vegetales , hay carne de soya, hay mu chos platos bonitos que se pueden preparar sin necesidad de come r carne y tu lo ves en todas partes (8) la gente no está acostumbrada a ver gente que no coma carne , por ejemplo (9) para mis amigos el que come vegetales es tonto, se burlan, de hecho me he sentido discriminado porque, eh eh, el come ensaladas, el come vegetales, el no puede co mpartir con nosotros porque nosotros comemos carne entonces, como que te aíslan o te marginan de su entorno además, que tu te sientes incómodo también porque hay mucha gente que no respeta eso delante de ti no sé, tienen manifestaciones que no son muy adecuadas. Bueno, (10) en mi familia consumen poca carne 50en realidad y más carnes blancas que rojas pero no me preparan nada diferente, no me cocinan a la pinta mía, yo tengo que adaptarme, yo a ellos en realidad porque yo también soy minoría. Yo creo que existe una tendenc ia de cambio en un tiempo más, lo que pasa es que muchos productos, (11) las mismas carnes las manipulan genéticamente y les ponen muchas hormonas para que se acelere el proceso de crecimie nto de los animales y los puedan faenar prontamente, para que puedan hacer una rotación entonces, la carne no es la misma carne de antes que era más pura, no tenía tant os aditivos y tantas cosas y como viene toda esta onda de los productos orgánicos, de los productos hidropó nicos, que tratan que los productos no tenga tanta intervención del hombre (12) empiezas a valorar eso, cuando puedes aprovechar los nutrientes de algo natural porqu e si no lo haces tu mismo tam poco lo puedes comprar, porque comprarlo implica la interven ción del hombre en el proces o productivo, ya que manipulan todo para que sea más comercial. (13) Un punto en contra de ser vegetariano es que puedes sentir un poco de bajas energías, pero eso lo puedes suplir con la combinación adecuada de los alimentos como el consumo de carbohidratos, proteínas, minera les y es bueno realizar una rotación equilibrada de los alimentos, no consumir todos los días la mism a cantidad de vegetales si no se produciría una carencia en ciertos nutrientes en el organism o, pero en general para mí son más las cosas buenas, una digestión mucho má s fluida, mucho más buena por ejemplo, la lechuga es un sedante natural lo ocupan co mo desestresante además, que (14) la herbología y las hierbas son muy sabias, ahí encuentras la cura de muchas enfermedades, ¡es lo más saludable que hay!, en el amazonas encuentras curas para muchas enfermedades dentro de plantas, (15) los vegetales y las hierbas son curativos de por si, lo que no es así la carne o sea tu no vas a decir yo voy a preparar carne de vacuno con carne de chanc ho y eso te va a sanar de tal cosa, eso es imposible , o te duele la guatita te to mas una hierba de manzanilla y te ayuda y realmente te ayuda, quieres relajarte te preparas una agua de jengibre y estás como nuevo (risas). Ahh otra cosa es que (16) el mercado no está enfocado a nosotro s los vegetarianos, el mercado está enfocado a lo macro que es toda la masa y a la masa le gusta la carne claro, tu quieres consumir algo y es difícil encont rarlo en un supermercado y por ot ra parte, los restaurantes no tienen casi nada para nosotros, muy pocos invierten en vegetarianos. En un comienzo cuando uno es chico no se da cu enta de las cosas, pero a medida que vas creciendo vas aumentando tu capacidad de pe rcepción en las cosas y vas entendiendo y comprendiendo situaciones y cosas que antes no entendías y todo ser vivo tiene derecho a vivir como lo tienes tu, me pongo en el lugar de un animal como si me fueran a faenar a mi, que otra persona vaya a comerme... (17) no le podemos estar quitando la vida a alguien si hay tanta riqueza en la naturaleza para nutrirnos y alimentarnos, imagínate que la naturaleza nos entrega tanto y nosotros no la aprovechamos, (18) yo he sentido una purificación en mi organismo desde que como sólo vegetales y ha sido gradual, progresiva y que a la vez perdura en el tiempo no se, ha ayudado a mejorar mi vida. 516.5.1 Cuadro de reducción Fenomenológica. Discurso 5 UNIDADES DE SIGNIFICADO REDUCCIÓN FENOMENOLOGICA (1) Una de las causas por las que me hice vegetariano fue porque yo siempre he llevado una vida sa na y quería seguir teniendo una vida sana y me di cuenta que el consumo de carme y muchos tipos de cosas, eh no me hacían sentir bien plenamente, sentía que mi estómago no funcionaba bien, sentía que me intoxicaba lentamente. (2) los beneficios eran muy grandes, mi digestión se regulaba, ya no sentía pesado el estómago, eh.. muchos beneficios que antes no sentía, la piel, el pelo se mejoran bastante. (3) para las meditaciones y la práctica de yoga ayuda mucho el no comer carne, es más fácil concentrarme, alcanzo mayor conexión que antes (4) decidí dejar de comer carne cuando una vez estuve enfermo de la guata tres días, muy mal, porque comí carne y realmente me di cuenta que me estaba afectando mucho. (5) cuando eres adulto tu piensas que la carne es buena porque veías a tus papás comiendo carne, a tus abuelos comiendo carne y te decían que era el alimento más completo, pero es erróneo, la carne también produce cosas malas como el colesterol, eh eh no se, todas las toxinas, la descarga de adrenalina del pobre animal muerto de susto porque sabe que lo van a matar mmm, yo no creo que eso sea bueno ni nutritivo. (6) Creo que a la sociedad le falta cultura (1) Me hice vegetariano para continuar manteniendo una vida sana, el consumo de carnes afectaba mi organismo, no me hacía sentir bien. (2) Me trajo muchos beneficios, se reguló mi digestión, la piel y el pelo mejoraron bastante. (3) No comer carne me ayuda a la práctica de yoga y las meditaciones. (4) Decidí dejar de co mer carne, cuando me enfermé del estómago y me sentí muy mal, comprendí que eso me estaba afectando. (5) Cuando niño ves a tus mayores comer carne y decir que es buena pero el proceso de faenación no es apropiado y las sustancias que contiene no son nutritivas. (6)A la sociedad le falta cultura, 52porque generaliza a toda la población como que son carnívoros y no ve a la minoría, que se está haciendo mayoría y que está empezando consumir platos vegetarianos. (7) cuando uno quiere ir a comer a algún lado no hay cartas de vegetarianos y si hay cartas de vegetarianos es muy poca y no tienen imaginación es como que creen que el vegetariano come solamente ensaladas y realmente hay muchos platos de vegetales. (8) la gente no está acostumbrada a ver gente que no coma carne. (9) para mis amigos el que come vegetales es tonto, se burlan, de hecho me he sentido discriminado porque, eh eh, el come ensaladas, el come vegetales, el no puede compartir con nosotros por que nosotros comemos carne, entonces como que te aíslan o te marginan de su entorno, además que tu te sientes incómodo también, porque hay mucha gente que no respeta eso delante de ti. (10) en mi familia consumen poca carne en realidad y más carnes blancas que rojas pero no me preparan nada diferente, no me cocinan a la pinta mía, yo tengo que adaptarme. (11) las mismas carnes las manipulan genéticamente y les ponen muchas hormonas para que se aceleren el proceso de crecimiento de los animales y los puedan faenar prontamente para que puedan hacer una rotación entonces, la carne no es la misma carne de antes. (12) empiezas a valorar eso cuando puedes a provechar los generaliza a todos como carnívoros y no ve la minoría vegetariana. (7) No existe una variedad de platos vegetarianos, se cree que el vegetariano sólo come ensaladas. (8) Las personas no están acostumbrada a que alguien no consuma carne. (9) Me he sentido discriminado por mis amigos por no comer carne, me han aislado de su entorno, haciéndome sentir incómodo, no todos respetan mi decisión. (10) He tenido que adaptarme a mi familia, yo prepararme comida porque ellos consumen carne. (11) La carne no es la de antes, se manipulada genéticamente para acelerar su proceso de crecimiento y faenación. (12) Se comienza a valorar lo que es natural, com prarlo ya im plica 53nutrientes de algo natural porque si no lo haces tu mismo tampoco lo puedes comprar, porque comprarlo implica la intervención del hombre en el proceso productivo ya que manipulan todo para que sea más comercial. (13) Un punto en contra de ser vegetariano es que puedes sentir un poco de bajas energías pero eso lo puedes suplir con la combinación adecuada de los alimentos. (14) la herbología y las hierbas son muy sabias, ahí encuentras la cura de muchas enfermedades, es lo más saludable que hay. (15) los vegetales y las hierbas son curativos de por sí, lo que no es así la carne o sea tu no vas a decir yo voy a preparar carne de vacuno con carne de chancho y eso te va a sanar de tal cosa, eso es imposible. (16) el mercado no está enfocado a nosotros los vegetarianos, el mercado está enfocado a lo macro que es toda la masa y a la masa le gusta la carne claro, tu quieres consumir algo y es difícil encontrarlo en un supermercado y por otra parte los restaurantes no tienen casi nada para nosotros, muy pocos invierten en vegetarianos. (17) no le podemos estar quitando la vida a alguien, si hay ta nta riqueza en la naturaleza para nutrirnos y alimentarnos (18) yo he sentido una purificación en mi organismo desde que como sólo vegetales y ha sido gr adual, progresiva y que a la vez, perdura en el tiempo no se, ha ayudado a mejorar mi vida. intervención de l hombre en los procesos productivos para que sea comercial. (13) Lo negativo en el vegetarianismo es que te puedes sentir baja de energía pero se soluciona combinando adecuadamente los alimentos. (14) Las hierbas son muy sabias, puedes encontrar cura a muchas enfermedades. (15) Las hierbas son curativas por esencia al contrario de las carnes. (16) El mercado no se orienta al vegetariano sino a la mayoría que consume carne, por eso no existe variedad de alimentos o restaurantes que tengan menú para nosotros. (17) Ya que existe tanta riqueza en la naturaleza para alimentarnos, no podemos quitarle la vida a otro ser vivo para alimentarnos. (18) Consumir sólo vegetales ha purificado mi organismo mejorando mi calidad de vida. 546.5.2 Cuadro de Convergencias. Discurso 5 CONVERGENCIAS UNIDADE S DE SIGNIFICADO INTERPRETADAS A.- (1) Me hice vegetaria no para continuar manteniendo una vida sana, el consumo de carnes afectaba mi organismo, no me hacía sentir bien. (4) Decidí dejar de comer carne, cuando me enfermé del estómago y me sentí muy mal, comprendí que eso me estaba afectando. B.- (2) Me trajo muchos beneficios, se reguló mi digestión, la piel y el pelo mejoraron bastante. (3) No comer carne me ayuda a la práctica de yoga y las meditaciones. (18) Consumir sólo vegetales ha purificado mi organismo mejorando mi calidad de vida. C.- (5) Cuando niño ves a tus mayores comer carne y decir que es buena pero el proceso de faenación no es apropiado y las sustancias que contiene no son nutritivas. (11) La carne no es la de antes, se manipulada genéticamente para acelerar su proceso de crecimiento y faenación . (12) Se comienza a valorar lo que es natural, comprarlo ya implica intervención del hombre en los procesos productivos para que sea comercial. D.- (6) A la sociedad le falta cultura, generaliza a todos como carnívoros y no ve la minoría vegetariana. (8) Las personas no están acostumbrada a que alguien no consuma carne. E.- (7) No existe una variedad de platos vegetarianos, se cree que el vegetariano sólo come ensaladas. (13) Lo negativo en el ve getarianismo es que te puedes sentir a) Adoptó la dieta vegetariana para mantener en óptimo estado su organismo, asumió que las carnes lo enfermaban. b) Siente que ha experimentado múltiples beneficios, mejoría en su organismo y favorecido su práctica de yoga. Al asumir la dieta vegetariana se ha purificado su organismo mejorando su calidad de vida. c) Considera que la carne no es buen producto debido a los procesos de manipulación y faenación de los animales y que cada vez se valoran más los productos naturales. d) La sociedad al generalizar que todas las personas son carnívoras se despreocupa de la minoría vegetariana, no está acostumbrada a este estilo de alimentación. e) Dos problemas que plantea el entrevistado respecto a la dieta es la escasa implementación de un mercado orientado a ellos y la ba ja de ener gía que pueden 55baja de energía pero se soluciona combinando adecuadamente los alimentos. (16) El mercado no se orienta al vegetariano sino a la mayoría que consume carne, por eso no existe variedad de alimentos o restaurantes que tengan menú para nosotros F.- (9) Me he sentido discriminado por mis amigos por no comer carne, me han aislado de su entorno, haciéndome sentir incómodo, no todos respetan mi decisión. (10) He tenido que adaptarme a mi familia, yo prepararme comida porque ellos consumen carne. G.- (14) Las hierbas son muy sabias, puedes encontrar cura a muchas enfermedades. (15) Las hierbas son curativas por esencia al contrario de las carnes. (17) Ya que existe tanta riqueza en la naturaleza pa ra alimentarnos, no podemos quitarle la vida a otro ser vivo para alimentarnos. presentar en caso de no combinar correctamente los alimentos. f) Se ha sentido discriminado por sus amigos e incómodo ya que no todos respetan su decisión. Por otra parte, en su casa debe prepararse la comida ya que su familia consume carne. g) Percibe que las hierbas tienen múltiples beneficios pero no en las carnes. Piensa que siendo tan rica la naturaleza no debe matarse animales para alimentarnos. 6.5.3 Análisis Ideográfico. Discurso 5 El informante adoptó la dieta vegetariana para lograr una mejor calidad de vida observando múltiples beneficios a nivel orgánico, así como en la práctica de yoga. Destaca su convicción respecto a los beneficios sin embar go, no cuenta con el apoyo de sus amigos, se siente marginado de su entorno ya el merca do no cuenta con productos para el consumo y su familia la no aprueba su tendencia alimenticia. 566.6 Discurso 6 (1) Yo comencé a ser vegetariana alrededor de los 13 o 14 años, comencé a dejar las carnes hace mucho años, (2) fue un proceso bien progresivo, dejé primero las carnes rojas, después el pavo y el pollo y después el pescado y como te decía cuando tenía como 13 o 14 años dejé de comer definitivamente carnes rojas por un cuento que no me gustaba el sabor y me disgustaba, me disgustaba tener que sentarme a la me sa y comer algo que no me gustaba para nada y no se, (3) siento que desde pequeña tuve una conciencia bastante amplia y me daba cuenta que en el fondo comer animales muertos no me hacía nada de bien a mi, nada de bien a mi organismo, después si comí bastante pollo y pavo pero por todo el cuento hormonal me saturaron y me di cuenta que no era sano y bueno lo mismo me pasó con el pavo hasta que decidí dejarlo, como de un día para otro ya dejé de comer pollo y el pescado lo dejé como mmmm hace tres años más menos, porque decidí que (4) si tenía una posición firme s obre la conciencia animal y ambiental, no podía decir no puedo comerme una vaca pero si un pescado, como que no era consecuente con lo que decía, con lo que yo hablaba, entonces dejé de comer pescado aunque el pescado siempre me gustó, pero tuve que optar y trabaj ar mi voluntad, igual nunca he comido embutidos, longanizas, etc., creo que la comida más cochina que uno puede comer son esas cosas, se que en algún momento cuando era bien chica lo comí pero ahora no lo volvería hacer. Para mí esto ha sido algo muy rico, muy satisfactorio, (5) siempre me gusta decir eso, que soy vegetariana porque yo me siento muy bien siéndolo , jamás he sentido las ganas de comer carne o comer un pan o un churrasco o no se, cosas que otros encuentran un deleite, entonces pa' mi eso es lo mejor porque (6) hay otros que dejan de comer carne porque se lo proponen y lo hacen bien, pero en el fondo su cuerpo igua l les pide, eso a mi no me ocurre, mi cuerpo no me pide carne o sea hace tiempo me pasaba lo contrario él me pedía que la dejara . Bueno, esa era una de las razones por las que yo dejé comer carne, y (7) con el pasar de los años esto adquirió más fuerza en mí y cada vez yo estaba más segura con mi posición de ser vegetariana y de hecho yo estoy segura de que no voy a volver a comer carne. Otra de las cosas beneficiosas que ocurre es el pertenecer a una comunidad de Yoga, en donde no vivimos juntos pero siempre está la re lación de convivencia entre nosotros es que (8) en la comunidad somos todos vegetarianos nunca pasa que hay carne y uno tiene que estar en una situación de no saber qué comer y qué no comer o si alguien le va a gustar o disgustar, como todos tenemos la misma condición nadie dice nada , entonces eso el algo para nosotros bien beneficioso, porque igual (9) se da en que estoy con otros amigos y todos comen carne entonces uno es como un bicho raro, pero acá es distinto la persona que come carne con mis amigos de la comunidades es el bicho raro. Bueno por otro lado, (10) el cuento con mi familia pa' mi fue super rico ya que ellos lo aceptaron bueno, al comienzo mi mamá sí poní a los pero porque yo era chica y quería ser vegetariana y qué iba a pasar con mi desarrollo, con mi crecimiento, que la anemia, el típico rollo de mamá, que en el fondo es por desc onocimiento y bueno, en ese entonces yo no conocía mucho, o sea yo quería ser vegetariana porque no me gustaba la carne pero no sabía nada más bueno, ahora me informo y se qué es lo que tengo que come r y cuáles son los nutrientes que necesito y todo eso , a pesar de eso mi mamá no es taba tan de acuerdo que fuera vegetariana, de a poco se fue dando, se fue da ndo, hasta que llegó un mome nto en que se tuvo que dar por completa y dejar que yo me alimenta ra como yo quería y ella también se empezó a 57preocupar por darme comida que a mi gusto estuviera bien. (11) Ahora en la casa cada uno cocina lo que va a comer porque mi papá es muy carnívoro y mi mamá ya con los años ha reducido mucho la cantidad de carne que come, en tonces para que no ha yan peleas cocinamos aparte y a nadie se le impone que tiene que comer esto o esto otro. (12) Me tomé hace poco exámenes de sangre y está n muy bien, ideales, eso demuestra que la dieta que uno sigue si la lleva balanceada co miendo legumbres, comiendo fruta, comiendo frutos secos etc., no hay problemas lo que de muestra que uno puede mantener esta dieta sin temor a tener una enfermedad más adelante y bueno, llevó a que mi familia estuviera tranquila que no me iba a enfermar y bueno por el cuento (13) de mi familia he sentido bastante apoyo siempre, aunque a pesar que mi papá no lo entiende no se mete. Al pertenecer a esta comunidad y el tener una disciplina y pr acticar Yoga diariamente hace que uno tenga más conciencia, el yoga hace que uno tenga más conciencia, el Yoga influye mucho en esto, (14) muchas personas que son omnívoras dejan la carne porque se meten en este cuento, en el Yoga y se dan cuenta que má s que la conciencia animal es el cuerpo quien pide que uno coma sano, que sea consciente y que realmente uno se alimente por necesidad y no comer por glotonería. Por otro lado, (15) veo que existe mucha ignorancia de la gente con respecto a la vida del vegetariano, creen que es sólo comer lech ugas y vegetales insípidos y que seguro te enfermarás bueno, eso pasa nada más por un cuento de ignorancia, que (16) la gente no se da le tiempo de conocer de qué se tr ata este estilo de al imentación, de saber, de informarse y más que nada darse cuenta que es posible cambiar los hábitos. Este mismo desconocimiento lleva a que (17) no hay lugares o los hay pero muy pocos en donde uno pueda comer fuera de casa como restaurantes vegetarianos o productos en los supermercados y es algo que yo veo como negativo para nosotros, hace que uno se sienta un tanto excluido ya que la mayoría de los menús incorporan la carne . (18) Creo que si la gente comiera menos carne la situación del país y del mundo sería muy distinta, no habría ta nta pobreza, no habría tanta producción de animales para el consumo y tanto gasto de aguas y tierras para el crecimiento de esto. Siento que no fueron muchos los cambios qu e yo noté que cambiaron en mí o que fueron consecuencia de cambiar mi dieta, la verdad no me acuerdo mucho, siempre he escuchado que mejora la digestión y eso, pero a mí no se... nu nca he tenido problemas con eso, en realidad me enfermo re poco y bueno, estos últimos años la nada, muy muy poco, (19) sí creo que la manera en que yo soy, poco irritable, tolerante, paciente, son influido po r la dieta, ya que no me como toda esa carga de horm onas y estresores que tiene el animal al morir, es una gran ventaja no estar influenciada por eso también, a pesar de que ante s yo no practica Yoga por lo mismo no puedo comparar, sí creo que (20) el no comer carne me ayuda bastante a mi disciplina, a meditar, a trabajar con ej ercicios más pesados, estar más liviana. En el fondo pa' mi (21) el ser vegetariana es algo muy bene ficioso y como se dice, es algo que mejora la calidad de vida , por lo menos en mí si lo ha hecho, yo recomiendo mucho a la gente que se informe sobre (22) la dieta ovo-láctea que es la que yo tomé y a mí gustó la mejor y que trate de bajar el consumo de carne, ¡ah sí! creo que (23) es importante ser asesorado por algún profesional, por un nutricionista, más que nada en los niños. 586.6.1 Cuadro de Reducción Fe nomenológica. Discurso 6 UNIDADES DE SIGNIFICADO REDUCCIÓN FENOMENOLOGICA (1) Yo comencé a ser vegetariana alrededor de los 13 o 14 años. (2) fue un proceso bien progresivo dejé primero las carnes rojas, después el pavo y el pollo y después el pescado y como te decía cuando tenía como 13 o 14 años dejé de comer definitivamente carnes rojas por un cuento que no me gustaba el sabor y me disgustaba, me disgustaba tener que sentarme a la mesa y comer algo que no me gustaba para nada. (3) siento que desde pequeña tuve una conciencia bastante amplia y me daba cuenta que en el fondo, comer animales muertos no me hacía nada de bien a mí, nada de bien a mi organismo. (4) si tenía una posición firme sobre la conciencia animal y ambiental, no podía decir, no puedo comerme una vaca pero sí un pescado, como que no era consecuente con lo que decía, con lo que yo hablaba, entonces dejé de comer pescado. (5) siempre me gusta decir eso, que soy vegetariana porque yo me siento muy bien siéndolo. (6) hay otros que dejan de comer carne porque se lo proponen y lo hacen bien, pero en el fondo su cuerpo igual les pide, eso a mi no me ocurre, mi cuerpo no me pide carne o sea, hace tiempo me pasaba lo contrario él me pedía que la dejara. (7) con el pasar de los años, esto ad quirió (1) Soy vegetariana desde los 13 o 14 años (2) Esto fue un proceso primero, dejé las carnes rojas y luego las blancas principalmente, porque no me gustaban. (3) Desde niña tuve conciencia que alimentarme de carne no le hacía bien a mi organismo. (4) Por tener conciencia ambiental decidí no comer más carne. (5) Me siento bien siendo vegetariana. (6) Hay personas que aunque su cuerpo les pida carne la dejan en mí fue lo contrario. (7)Con el pasar de los años mi decisión de 59más fuerza en mí y cada vez yo estaba más segura con mi posición de ser vegetariana y de hecho, yo estoy segura de que no voy a volver a comer carne. (8) en la comunidad somos todos vegetarianos nunca pasa que hay carne y uno tiene que estar en una situación de no saber qué comer y qué no comer o si alguien le va a gustar o disgustar, como todos tenemos la misma condición nadie dice nada. (9) se da en que estoy con otros amigos y todos comen carne entonces, uno es como un bicho raro pero acá es distinto, la persona que come carne con mis amigos de la comunidad es el bicho raro. (10) el cuento con mi familia pa' mí fue super rico ya que ellos lo aceptaron bueno, al comienzo mi mamá si ponía los pero porque yo era chica y quería ser vegetariana y qué iba a pasar con mi desarrollo, con mi crecimiento, que la anemia, el típico rollo de mamá, que en el fondo es por desconocimiento y bueno, en ese entonces yo no conocía mucho, o sea yo quería ser vegetariana porque no me gustaba la carne pero no sabía nada más bueno, ahora me informo y se qué es lo que tengo que comer y cuáles son los nutrientes que necesito y todo eso. (11) Ahora en la casa cada uno cocina lo que va a comer porque mi papá es muy carnívoro y mi mamá ya con los años ha reducido mucho la cantidad de carne que come entonces, para que no hayan peleas cocinamos aparte y a nadie se le impone que tiene que comer esto o esto otro. ser vegetariana se fortaleció, se que no volveré a comer carne en mi vida. (8) Como en la comunidad todos somos vegetarianos no hay problemas con la comida, todos tenemos la misma condición. (9) Con amigos carnívoros me siento un bicho raro, en la comunidad el carnívoro es el bicho raro. (10) Mi familia lo aceptó lo que fue muy bueno, al comienzo mi mamá tuvo dudas, se preocupaba, ya que las dos estábamos desinformadas, ahora se lo que tengo que comer y cuáles los nutrientes necesarios. (11) En la casa cada uno cocina lo que va a comer, mi papá mucha carne y mi mamá las ha reducido bastante, a nadie se le impone lo que debe comer. 60(12) Me tomé hace poco exámenes de sangre y están muy bien, ideales, eso demuestra que la dieta que uno sigue si la lleva balanceada comiendo legumbres, comiendo fruta, comiendo frutos secos etc., no hay problemas, lo que demuestra que uno puede mantener esta dieta sin temor a tener una enfermedad más adelante y bueno, lo que llevó que mi familia estuviera tranquila, que no me iba a enfermar. (13) de mi familia he sentido bastante apoyo siempre, aunque a pesar que mi papá no lo entiende no se mete. (14) muchas personas que son omnívoras dejan de la carne porque se meten en este cuento, en el Yoga y se dan cuenta que más que la conciencia animal es el cuerpo quien pide que uno coma sano, que sea conciente y que realmente uno se alimente por necesidad y no comer por glotonería. (15) veo que existe mucha ignorancia de la gente con respecto a la vida del vegetariano, creen que es sólo comer lechugas y vegetales insípidos y que seguro te enfermarás. (16) la gente no se da el tiempo de conocer de qué se trata este estilo de alimentación, de saber e informarse y más que nada, darse cuenta que es posible cambiar los hábitos. (17) no hay lugares, o los hay pero muy pocos en donde uno pueda comer fuera de casa como restaurantes vegetarianos o productos en los supermercados y es algo que yo veo como negativo para nosotros, hace que uno se sienta un tanto excluido ya que la mayoría de los menús incorporan la carne. (12) Hace poco los exámenes de sangre salieron buenos, lo que demuestra que se puede llevar una dieta vegetariana sin temor a enfermarse. Además, contribuyó a que mi familia estuviera tranquila respecto a mi alimentación. (13) Tengo el apoyo de mi familia. (14) Muchas personas dejan la carne al comenzar a practicar yoga, se crea conciencia y es el cuerpo el que pide que uno se alimente bien. (15) Existe mucha ignorancia por parte de la gente acerca del vegetarianismo como estilo de vida. (16) La gente no se da el tiempo de informarse sobre este estilo de alimentación y más que nada darse cuenta que es posible cambiar hábitos alimenticios. (17) Existen en forma muy reducida productos restaurantes para personas vegetarianas, lo que nos hace sentirnos excluidos. 61(18) Creo que si la gente comiera menos carne la situación de l país y del mundo sería muy distinta, no habría tanta pobreza, no habría tanta producción de animales para el consumo y tanto gasto de aguas y tierras para el crecimiento de esto. (19) sí creo que la manera en que yo soy, poco irritable, tolerante, paciente, son influido por la dieta, ya que no me como toda esa carga de hormonas y estresores que tiene el animal al morir, es una gran ventaja no estar influenciada por eso. (20) el no comer carne me ayuda bastante a mi disciplina, a meditar, a trabajar con ejercicios más pesados, estar más liviana. (21) el ser vegetariana es algo muy beneficioso y como se dice, es algo que mejora la calidad de vida. (22) la dieta ovo-láctea es la que yo tomé (23) es importante ser asesorado por algún profesional, por un nutricionista, más que nada en los niños. (18) Si la gente redujera el consumo de carne, disminuirían los gastos en su producción, disminuiría la pobreza y cambiaría la situación del mundo. (19) Pienso que en mi forma de ser hay influencia de la di eta vegetariana y es una ventaja. (20) La dieta vegetarian a me facilita la práctica de yoga. (21) Ser vegetariano es beneficioso, mejora la calidad de vida. (22) Adopté la dieta ovo-láctea. (23) Quienes adopten la dieta vegetariana es importante se asesoren de un nutricionista en especial, los niños. 626.6.2 Cuadro de Convergencias. Discurso 6 CONVERGENCIAS UNIDADE S DE SIGNIFICADO INTERPRETADAS A.- (1) Soy vegetariana desde los 13 o 14 años. (2) Esto fue un proceso primero, dejé las carnes rojas y luego las blancas principalmente, porque no me gustaban. (3) Desde niña tuve conciencia que alimentarme de carne no le hacía bien a mi organismo. (22) Adopté la dieta ovo-láctea B.- (4) Por tener conciencia ambiental decidí no comer más carne. (6) Hay personas que aunque su cuerpo les pida carne la dejan en mí fue lo contrario. (7) Con el pasar de los años mi decisión de ser vegetariana se fortaleció, se que no volveré a comer carne en mi vida. (23) Quienes adopten la dieta vegetariana es importante se asesoren de un nutricionista en especial, los niños. C.- (5) Me siento bien siendo vegetariana. (18) Si la gente redujera el consumo de carne, disminuirían los gastos en su producción, disminuiría la pobreza y cambiaría la situación del mundo. (19) Pienso que en mi forma de ser hay influencia de la dieta vegetariana y es una ventaja. (21) Ser vegetariano es beneficioso, mejora la calidad de vida. D.- (8) Como en la comunidad todos somos vegetarianos no hay problemas con la comida, todos tenemos la misma condición. (9) Con amigos carnívoros me siento un bicho raro, en la comunidad el carnívoro es el bicho raro. a) Gradualmente, al tomar conciencia del daño que producía en su organismo el consumo de carnes, adoptó la dieta vegetariana ovó láctea. b) Para la entrevistada, el consumo de carnes ya no es un problema, hábito que mantendrá toda su vida sin embargo, estima que es importante asesorarse por nutricionista. c) Considera que la dieta vegetariana ha influido positivamente su calidad de vida y su forma de ser. Y piensa que si las personas disminuyeran su consumo de carne también disminuiría la pobreza en el mundo. d) Siente que sus relaciones sociales con antiguas amistades han cambiado y no se siente agradado con ellos, lo opuesto le sucede con su comunidad Yoguica. 63E.- (10) Mi familia lo aceptó lo que fue muy bueno, al comienzo mi mamá tuvo dudas, se preocupaba, ya que las dos estábamos desinformadas, ahora se lo que tengo que comer y cuáles los nutrientes necesarios. (11) E n l a c a s a cada uno cocina lo que va a comer, mi papá mucha carne y mi mamá las ha reducido bastante, a na die se le impone lo que debe comer. (12) Hace poco los exámenes de sangre salieron buenos, lo que demuestra que se puede llevar una dieta vegetariana sin temor a enfermarse. Además, contribuyó a que mi familia estuviera tranquila respecto a mi alimentación (13) Tengo el apoyo de mi familia. F.- (20) La dieta vegetariana me facilita la práctica de yoga. (14) Muchas personas dejan la carne al comenzar a practicar yoga, se crea conciencia y es el cuerpo el que pide que uno se alimente bien. G.- (15) Existe mucha ignorancia por parte de la gente acerca del vegetarianismo como estilo de vida. (16) La gente no se da el tiempo de informarse sobre este estilo de alimentación y más que nada darse cuenta que es posible cambiar hábitos alimenticios. (17) Existen en forma muy reducida productos restaurantes para personas vegetarianas, lo que nos hace sentirnos excluidos. e) Está convencida que personas informadas pueden llevar una dieta vegetariana sin temor a enfermarse Cuenta con la aceptación y apoyo de su familia por lo que no siente presión de consumir lo que ellos aceptan como normal. f) La práctica del yoga contribuye a que las personas opten por adoptar una dieta exenta de carne. g) La entrevistada estima que la sociedad dedica escaso tiempo para informarse acerca del vegetarianismo y que quienes lo practican tiene déficit de productos de consumo lo que los hace sentir exclusión social. 646.6.3 Análisis Ideográfico. Discurso 6 Adoptó la dieta vegetariana ovo-láctea al toma r conciencia del daño de la carne en su organismo. Actualmente, estima que su calidad de vida es positivamente mejor y ha favorecido su práctica de yoga. No obstante lo ante rior, se ha sentido ex cluida por amigos que cultivaba antes de su incorporación a la comunidad a la que pertenece. Su familia ha aceptado su decisión y lo apoya gracias al buen nivel de información que ha obt enido respecto a esta calidad de alimentación lo que no sucede con la sociedad 65REFLEXIONANDO ACERCA DE LA EXPE RIENCIA DE ASUMIR UNA DIETA OVO - LÁCTEA VEGETARIANA. Luego de haber conocido y analizado en profundidad cada experiencia de vida en personas que adoptaron una dieta ovo - lácteo vegeta riana, pude comprender a través de sus discursos su postura, sentimientos y cosm ovisión personal, familiar y social. Estas experiencias tienen varios puntos en común que me ha permitido develar el fenómeno de estudio. Razones para adoptar la dieta vegetariana. Experimentando beneficios. El apoyo familiar y los amigos. El desamparo social. Visión ambientalista. Vivenciando un cambio. Razones para adoptar la dieta vegetariana. Los entrevistados inician este nuevo estilo de alimentación por influencias internas y externas. La razón principal es el inicio de la práctica de Kundalini Yoga que en algunos casos, se remonta a una muy temp rana edad, como se expresa en los siguientes discursos: \"Yo atribuyo el ser vegetariano a la práctica de kundalini yoga.\". (D-I) \"El ambiente que empecé a frecuentar y las amistades más cercanas con las cuales compartía los temas del kundalini yoga sobr e todo, también eran vegetarianos entonces empecé a conocer nuevas recetas, nuevas visiones y una nueva forma de vivir.\". (D-I) \"Mi mayor motivación fue la relación que tuve con Kundalini Yoga, ahí tomé conciencia y descubrí la importancia de hacerse vegetariano.\". (D-IV) \"A mis 20 ya era un vegetariano ovo lácteo.\". (D-III) \"Yo comencé a ser vegetariana alrededor de los 13 o 14 años\". (D-VI) Para todos los entrevistados adoptar esta di eta fue un proceso gradual, en el que de poco a poco fueron descartando cierto s tipos de alimentos de origen cárnico para finalmente, convertirse en ovo - lácteos vegetarianos. 66\"no fue de un día para otro que dejé de comer carne sino un proceso gradual que yo creo que es lo más adecuado, ya que hay un proceso de adaptación orgánica.\". (D-I) \"Para mí fue un proceso ya que primero de jé de comer embutidos por un ramo que tenía en la universidad que se llamaba Tecnología de los alimentos\". (D-II) \"Fue un proceso gradual, me tomó todos mis 19 años dejar, la carne, pero eso me tomó, como te explicaba un año y mantuve una dieta ovo láctea.\". (D-III) \"Yo leí que para hacerse vegetariano lo bueno era empezar de a poco, eso lo leí en unos manuales de los Hare Krishna, eso fue la guía, la que utilicé en este proceso\". (D-IV) Experimentando los beneficios. Los informantes en todos los casos relata n haber experimentado beneficios tanto a nivel físico como mental. Desc riben también que influye esta alimentación en su práctica espiritual y en el ámbito económico. \"hubo un momento en que me empecé a sentir mejor siendo vegetariano, bajé de peso desde los 85 kilos a los 73 kilos, fue algo que llamó mucho la atención.\". (D-I) \"me siento mucho más vital, la muscul atura está mejor desarrollada, tengo menos tejido graso y sobre todo tengo más energía para hacer actividad física, me siento más liviano.\". (D-I) \"el vegetarianismo estimuló un desarrollo de mi c onciencia y al estimular el desarrollo de la conciencia se produce naturalmente una, una inquietud espiritual.\". (D-III) \"los beneficios eran muy gr andes, mi digestión se regul aba, ya no sentía pesado el estómago, eh.. muchos beneficios que antes no sen tía, la piel, el pelo se mejoran bastante\". (D-V) \"yo he sentido una purificación en mi organism o desde que como sólo vegetales y ha sido gradual, progresiva y que a la vez, perdura en el tiempo no se, ha ayudado a mejorar mi vida\". (D-V) \"el no comer carne me ayuda bastante a mi disciplina, a meditar, a trabajar con ejercicios más pesados, es tar más liviana\". (D-VI) 67El apoyo familiar y los amigos. La familia constituye un apoyo fundamental para ellos siendo la figura materna quien demuestra mayor comprensión y aceptación, lo anterior, les permite poder llevar a cabo esta dieta con menor dificultad. \"Mi decisión de ser vegetariano por mi fa milia fue bien llevado, fui acogido en general, nunca hubieron cuestionamientos al re specto, tampoco me catalogaron de bicho raro ni nada simplemente se fueron adaptando.\". (D-I) \"en mi trabajo me apoyan, les gusta mi onda, es algo novedoso para ellos siempre se preocupan por mí, en comprar panes sin carne para mí.\". (D-1I) \"para mis amigos amigos fue extraño ya que un dí a comí carne y al otro dejé de comer pero siempre respetaron mi posición\". (D-II) \"ella me apoyó en un cien por ciento porque ella lo veía como un motivo de salud y porque vio un cuidado, respecto a mis hermanos ellos lo vieron natural no pus ieron ni trancas ni nada\". (D-III) \"mi mamá se preocupa de tenerme comida\". (D-IV) \"de mi familia he sentido bastante apoy o siempre, aunque a pesar que mi papá no lo entiende no se mete\". (D-VI) Los participantes expresan además en uno de los párrafos el bienes tar de pertenecer a la comunidad Yoguica, esto los ha ce sentirse bien pues allí t odos se alimentan de la misma manera y por lo tanto no hay cuestionamientos. \"Al pertenecer a una comunidad Yoguica se fortalece este hábito, ya que no existen instancias en las cuales se consuma carne\". (D-III) \"Me pasa que al estar con amigos carnívoros me siento un bicho raro a diferencia del compartir con la comunidad en donde el carnívoro es el bicho raro\". (D-VI) \"Dentro la comunidad todos somos vegetari anos por lo tanto, no hay problemas con la comida ya que todos tenemos la misma condición\". (D-VI) 68El desamparo social. Los informantes plantean su sensación de incomprensión y poca aceptación que a su vez, se materializa en la inexistencia de sitios públicos donde puedan comer acorde a sus hábitos, ni abastecerse de productos para la prepar ación de la dieta. Por ot ra parte, perciben el desconocimiento social en relación al tema. \"hay mucho miedo a la desnutrición, a la anemia, a la falta de proteínas, que son puros mitos en el fondo que te ha trasmitido la sociedad chilena por falta de información y que está muy arraigado.\". (D-I) \"Lo negativo del vegetarianismo es que no se le de la cabida a las personas vegetarianas en esta sociedad para alimentarse de manera equilibrada\". (D-I) \"Sí, ha traído algunos problemas por ejemplo en la parte social, no es que me sienta excluido pero si un bicho raro, en mi familia ahora ya me siento aceptado pero de primera ellos pensaban que cuánto le irá a durar a este caurito\". (D-IV) \"Creo que a la sociedad le falta cultura porque generaliza a toda la población como que son carnívoros y no ve a la minoría, que se está haciendo mayoría y que está empezando consumir platos vegetarianos\". (D-V) \"veo que existe mucha ignorancia de la ge nte con respecto a la vida del vegetariano, creen que es sólo comer lechugas y vegetales insípidos y que seguro te enfermarás\". (D- VI) Así mismo, manifiestan con tristeza en cierto s discursos la incomprensión de sus pares, colegas y compañeros de trabajo hacia el nuevo estilo de alimentación que han adoptado. \"pero si he recibido cuestionamientos por parte de gente de fuera de la familia, amigos, pares\". (D-I) \"en conclusión en sumatoria, mis amigos reacci onaron mal a mi decisión, yo los comprendí, comprendí pero también entiendo que no respetar on mi decisión de, mi libertad de escoger mis cosas\". (D-III) 69Visión ambientalista. Al vivenciar esta práctica, en la mayoría de los entrevistados surgen sentimientos de no violencia, de conciencia por la muerte de los animales, consideran do algunos de ellos lo innecesario que es la matanza de éstos . \"se empezaron a sumar factores de concie ncia animal, de los principios de no violencia, sentía que no era necesario matar animales para satisfacer mis necesidades nutricionales\". (D-I) \"Me siento con menos carga karmatica se podría decir, por el hecho de no estar promoviendo la matanza de animales para alimentarme\". (D-I) \"encontraba muy ridículo que tenga que mata r alguien para subsistir, encontré que era una prepotencia tremenda\". (D-IV) \"es imposible desligarse del respeto de los ani males en esta sociedad, pero saber que si uno aporta por lo menos, no demandando carne ya es algo. \". (D-IV) \"no le podemos estar quitando la vida a alguien, si hay tanta riqueza en la naturaleza para nutrirnos y alimentarnos\". (D-V) \"Creo que si la gente comiera menos carne la situación del país y del mundo sería muy distinta, no habría tanta pobreza, no habría tanta producción de animales para el consumo y tanto gasto de aguas y tierras para el crecimiento de esto\". (D-VI) 70Vivenciando un cambio. Se demuestra a través de sus expresiones que este estilo de alimentación ha traído cambios de forma gradual en sus vidas, influyendo positivamente en ellas. \"Yo creo que le vegetarianismo sí cambia el estilo de vida qu izás no es algo impactante pero es algo gradual, es recomendable\". (D-III) \"el vegetarianismo como un cambio total\". (D-IV) \"el ser vegetariana es algo muy beneficioso y co mo se dice, es algo que mejora la calidad de vida.\". (D-VI) 71CONSIDERACIONES FINALES. Los entrevistados al plantearse el vegeta rianismo como una opción para mejorar la calidad de vida, consideran que son muchos los factores que les permiten inducir la relevancia de los cambios alimenticios en pos de una mejor salud. Es de actualidad que en el ámbito nutriciona l se plantee la alimentación como un tema polémico y está en el tapete y centro de much os debates. Los espectaculares avances que han experimentado las ciencias de la alimentación y la nutrición en las últimas décadas, revela la importancia de mantener una i ngesta equilibrada como una de las mejores vías de promoción de la salud, de bienestar físico y emocional. El ser humano está en constante revisión de sus prácticas de salud, siendo una de ellas sino la más importante, la alimen tación. Es así, que luego de rec opilar información, entrevistar y recibir distintas experiencias, podemos c oncluir algunas cuestione s básicas sobre los beneficios y problemas que genera el asumir una dieta ovo-lácteo vegetariana desde la vivencia de quienes la practican: - Pro salud, ya que muchas de las dolencias que se experimentan tienen que ver con lo que se consume. La alimentación vegetariana limpia de toxinas e impurezas el cuerpo asegurando bienestar físico. Quienes se adscriben a esta alimentación presentan menos enfermedades, visitan menos al médico, son más saludables , tienen un sistema inmunológico más fuerte. - Ayuda en la práctica espiritual , un cuerpo saludable proporciona el sustento y el medio para una mente saludable, permite un mayor acercamie nto espiritual y una mayor valoración de la vida a través del cuidado del cuerpo. - La adscripción a este tipo de alimentación debe ser gradual para permitir que los nuevos hábitos se vayan fortaleciendo y se tiene el tiempo suficiente para construir una base sólida que refuerce las convicciones. - Disminuyen las necesidades económicas para gast os de alimentación ya que el valor de la carne de calidad es superior a la mayoría de los productos sustitutos además que, frutas y verduras se encuentran durante todo el año. - Implica asumir una actitud de no violencia hacia los animales. - Viven notables cambios corporales, se sienten más livianos, tranquilos, vitales, optimizan la digestión, bajan de peso y me jora el estado de su piel. 72- Uno de los mayores inconvenientes que vive n es que producto del escaso conocimiento social respecto al tema, el mercado carece de productos sustitos de la carne así como son pocos los centros públicos de expendio de alimentos para ellos. Los resultados se proyectan considera ndo las cuatro áreas del rol profesional: Asistencia: Identificar en las familias la práctica de este estilo de alimentación para orientar y asesorar respecto a la importancia de manten er una dieta balanceada que le aporte los nutrientes y vitaminas esenciales para un adecua do crecimiento y desarrollo de cada uno de los integrantes acorde a sus requerimientos. Compre nder las motivaciones y lo s beneficios que las personas reconocen como aporte a su salud en el ámbito biológico como espiritual. Referir a Nutricionista para que planee en c onjunto con la familia una minuta equilibrada y formas de preparación. Enseñar los nutrientes que pr oporcionan los distintos alimentos que las personas pueden incorporar en su dieta, su combinación, sati sfacer dudas y reforzar contenidos educativos aportados por otros profesionales. Educación: Capacitación en este estilo de alimentación para a poyar y asesorar a las familias. Capacitar al personal técnico re specto a la opción adoptada por las personas y la libertad de que cada ser tiene para optar por un determinado estilo de alimentación. Administración: Gestionar acciones en el ámbito local con establecimientos comerciales, para apoyarlas en sus necesidades de abastecimien to y cumplir el estilo de dieta adoptado. Establecer mecanismos de coordinación con ot ros profesionales para apoyar las personas adeptas a este estilo de alimentación. Investigación: Incentivar estudios respecto a este estilo de alimentación que permita comprender las personas, identificar beneficios, estudiar prevalencia, detectar factores de riesgo precozmente, llevar estudio de cohorte resp ecto a seguimiento de su estado salud, entre otros. 73Cantidad de nutrientes esenciales requeridos diariamente en un adulto: Proteínas : 35-45 gr Hierro : hombre 0,9 mg mujer 1,5 mg Cinc : hombre 15 mg Mujer 12 mg Calcio : 1000 mg Yodo : 0,15 mg Vit. B12 : 0,002 mg Omega - 3 : 1,5 gr Alimentos recomendados: Proteínas Guisantes, soja, maní, leche, queso, yogurt, huevos, arroz integral, pastas enriquecidas; nueces, quinua, combinaciones de arroz con frijoles/porotos, Hierro Soya, pasas, avena, almendras , dátiles, nueces, avellanas, sandia, naranja, fideos, repollos, palta, ace lgas, papas, arroz, aceitunas, legumbres, huevos, verduras de hojas verdes, nabo, semillas sésamo, girasol, calabaza, nueces, almendras, granos, pasas. Cinc Arvejas, legumbres, nueces, verduras con hojas abundantes, semillas sésamo, girasol, calabaza, yema de huevo, granos enteros germinados. Calcio Leche de soya, leche de v aca, yogurt, repollo, nabos, guisantes, tofu, espinacas, puerros, acelgas, garbanzos, higos secos, cebollas, queso descremado, legumbr es verdes, diente de león, brócoli, almendras, levadura de cerveza, avena, semillas de sésamo, tofu, naranjas, moras, perejil. Yodo Nabo, semillas de girasol, soja, zapallo italiano, frutos secos, algas marinas. Vitamina B 12 Yogurt, leche, que so, huevo, levadura de cerveza. Omega-3 Vegetales verdes, leguminosas, linaza, nueces, almendras, piñas, repollo, coles de brúñelas, fresas, pepino dulce, espinaca, lechuga, soya. Fuente: Biblioteca digital de la Universidad de Chile. 74Bibliografía ASOCIACIÓN DE DIETÉTICA AMERICANA. (2003). 103 (6); 748-765. Visitado el 28 de agosto del 2006. Disponible en el sitio web: http://www.vegetarian ismo.net/nutricion/ada.htm#tabla AGUILAR, M. (1995). \"La dieta Vegetariana. El camino hacia una alimentación equilibrada\". Ed. Temas de Hoy. BHAJAN, Y. (1994). \"Alimentos para la salud y la curación\". Chile. Ed. Guru Nanak Deb. BHAJAN, Y. (1992). \"El poder curativo entos\". Trad. Por Sat jiwan kaur. 2º ed. México D.F. Ed. Ocelote. KAPLEAU, P. (2000). \"El Respeto a la Vida\". Ed. Troquel. KHALSA, D. (2004). \"La alimentación como medicina\". Ed. March; 102: 426. ORGANIZACIÓN DE LAS NACIONES UNIDAS PARA LA AGRICULTURA Y LA ALIMENTACIÓN (2006). \"Perfiles de nutrición po r país\". Visitado el 1 de septiembre del 2006. Disponible en el sitio web: http://www.fao.org/ ag/agn/nutrition/chi-s.stm ORGANIZACIÓN PANAMERICANA DE LA SALUD (2006). \"Alimentación saludable y vida activa\". Visita do el 1 de Septiembre del 2006. Disponible en el sitio web: http://www.paho.org/Project.asp?SEL=TP&LNG=SPA&ID=537 PAMPLONA, J. (2004). \"El poder medicinal de los alimentos\". Miami. Ed Apia. 75 PRABHUPADA, B. (2000) \"Un gusto superior\". 2º ed. España. Ed. Bhaktivedanta Book Trust España S.L. ROZOWSKI, J. (1998). \"Ingesta de nutrientes en vegetarianos Chilenos\". Revista Chilena de Nutrición. 25 (3):39:44. SABATÉ, J. (2005). \"Nutrición Vegetariana\". España. Ed. Safeliz. 76 Acta de consentimiento informado Yo......................................................................... , he sido debidamente informado por la Srta. Gabriela Paz Suazo Pulgar , alumna de la Universidad Austral de Chile, acerca de la entrevista que se me hará, con fi nes de realizar su Tesis de Licenciatura en Enfermería. He recibido explicaciones claras acer ca del propósito y forma en que se realizará la entrevista, habiendo tenido ocasión de aclarar las dudas que me han surgido. Manifiesto que he entendido y otorgo mi consentimiento para que sea efectuada y utilizada esta entrevista en el documento de Tesis. Comprendo que mi participación es vol untaria y puedo retirarme en cualquier momento. Además, la información otorgada será c onfidencial y se mantendrá en el anonimato. Para que así conste, firm o el presente documento. ________________________ _______________________ "}