{"title": "PDF", "author": "PDF", "url": "sbcovid19.com/wp-content/uploads/sites/41/2020/12/New-FAQs-COVID-Vax-12.15.2020-SPANISH.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Última actualización 8 de diciembre de l 2020 RESUMEN El Condado de San Bernardino y el Centro Médico Regional Arrowhead (ARMC) están comprometidos a poner en marcha un proceso integral de vacunación COVID -19 basado en las guías federales, estatales y locales establecidas por el Centro para el Control y la Prevención de Enfermedades (CDC), Departamento de Salud Pública de California (CDPH) y el Grupo de Trabajo de Vacunación COVID -19 del Condado de San Bernardino. Lo siguiente son preguntas frecuentes que brindan información actualizada sobre las próximas vacunas del COVID -19 y cual serán realizados gradual en las comunidades atendidas por el condado. TEMAS Proceso de prueba de vacunas y vacunas actuales en desarrollo Calendario de disponibilidad de la vacuna y fases de asignación de la vacuna Seguridad de la vacuna y administración de inyecciones Recursos de información en línea PROCESO DE PRUEBA DE VACUNAS Y VACUNAS ACTUALES EN DESARROLLO ¿Cuáles son las fases clave s de los ensayos clínicos de la vacuna COVID -19 que conduce a la aprobación de la Administración Federal de Medicamentos (FDA) ? Hay tres fases clave s que conducen al uso limitado y la aprobación del uso completo de una vacuna. Según la Administración Federal de Medicamentos (FDA), son la s siguientes : Primera Fase: En esta fase, los científicos administran la s vacuna s en prueba a voluntarios sanos. Estos suelen ser dentro 20 a 100 individuos. Durante este proceso los científicos pueden responder a preguntas relacionadas con cómo funci ona el medicamento en el cuerpo y los efectos secundar ios asociados con el aumento de la dosis en el cuerpo. Igualmente, en esta fase se recaudará información temprana sobre qué tan efectiva la vacuna puede ser e igual se determina la mejor manera de administrar el medicamento para limitar los riesgos y aumentar los posibles beneficios. Segunda Fase: En esta fase, los científicos administran las vacunas a cientos de voluntarios. Los estudios en esta fase proporcionan datos de seguridad adicionales a científicos . Los investigadores utilizan estos datos para refinar las preguntas de investiga ción, desarrollar métodos de investigación y diseñar nuevos protocolos de investigación para la tercera fase. Tercera Fase: En esta fase, los científicos administran las vacunas a cientos o miles de voluntarios sanos. Los estudios en la tercera fase proporcionan la mayoría de los datos de seguridad. En estudios anteriores, es posible que los efectos secundarios menos comunes no se hayan detectado. Debido a que estos estudios son más amplios y de mayor duración, es más probable que los resultados muestr en efectos secundarios a largo plazo o raros en esta fase. La FDA autoriza una vacuna solo si tiene éxito e n cada una de las tres fases, si demuestra ser segura, efectiva y si los beneficios superan los riesgos. Última actualización 8 de diciembre de l 2020 ¿Cuántas vacunas para el COVID -19 se están desarrollando actualmente ? El 5 de diciembre de l 2020, el New York Times report ó 58 vacunas en estudios clínicos donde se han vacunado humanos. De estos, 13 vacunas han llegado a las etapas finales de prueba, según el New York Times Coronavirus Vaccine Tracker . De estos, la FDA se reunirá el 10 de diciembre en una sesión abierta para discutir l a Autorización de U so de emergencia para la vacuna Pfizer -BioNTech y el 17 de diciembre para la vacuna Moderna Inc. ¿Se ha probado la vacuna entre grupos diversos y étnicos? El ensayo clínico de la fase 3 de Pfizer -BioNTech se consistió de aproximadamente 42% de participantes a nivel mundial y 30% de participantes estadounidenses ( EE. UU). Estos participantes eran de diversas etnicidades incluyendo asiátic os (5% en general, 6% solo en EE. UU.), Negros (10% en general, 10% solo en EE. UU.), Hispanos / latinos (26% en general, 13% solo en EE. UU.), e Nativos Americanos (1% en general, 1% s olo nosotros). El ensayo clínico de la tercera f ase de Moderna Inc. tuv o un grupo diverso de participantes estadounidenses que incluyó al 37% de minorías raciales y étnicas. CALENDARIO DE DISPONIBILIDAD DE VACUNAS Y FASES DE ASIGNACIÓN DE VACUNAS ¿Cuán do estará disponible la vacuna contra el COVID -19 en los Estados Unidos? Según el CDC, el objetivo es entregar vacunas seguras que funcionen; las asignaciones iniciales estarán disponibles poco después de las aprobaciones de la FDA. Cuando se autoriza y aprueba una vacuna contra el COVID -19 en los Estados Unidos, no habrá sufic ientes dosis disponibles al principio para todos los adultos. Las primeras dosis se destinarán a los trabajadores de atención médica de primera línea y a las personas más vulnerables. Los suministros aumentarán con el tiempo, y todos los adultos que eligen vacunarse podrán hacerlo más adelante en el año 2021. ¿Cuándo se espera que el E stado de California recibirá las primeras vacunas aprobadas por la FDA? La Administración Federal de Medicamentos (FDA) se reunirá el 10 de diciembre para aprobar la primera vacuna, que será de Pfizer -BioNTech. Las vacunas que han sido colocadas previamente es tán programadas para llegar al e stado de California el 15 de diciembre . Las siguientes dosis están programadas para llegar más tarde esa semana. El Comité Asesor sobre Prácticas de Inmunizaciones (ACIP) es un grupo de expertos en medicina y salud pública que elaborar recomendaciones sobre el uso de las vacunas para controlar enfermedades en los Estados Unidos. El ACI P se reunirá en una reunión de emergencia el 11 y 13 de diciembre y se espera que recomiende el uso de la primera vacuna contra el COVID -19. El 17 de diciembre nuevamente la FDA se reunirá para aprobar la segunda vacuna, que será de Moderna Inc. ¿Quiénes podrán recibir la vacuna? El estado de California proporcionará vacunas contra el COVID -19 a quienes deseen vacunarse sin costo alguno. Las vacunas se proporcionarán por etapas según l as recomenda ciones de ACIP. Última actualización el 8 de diciembre de 2020 3 Última actualización 8 de diciembre de l 2020 Primera Fase : Esta fase consiste de trabajadores de salud como doctores y enfermeras que corren alto riesgo , personal de primeros auxilios, personas mayor es de edad con enfermedades crónicas y de alto riesgos y adultos mayores quienes viven en hogares o instalaciones congregadas. Segunda Fase : Esta fase consiste de maestros y personal escolar de l grado kínder a la preparatoria, trabajadores de cuidado infantil, trabajadores esenciales que trabajan en ambientes de alto riesgo de infección o industrias esenciales para el funcionamiento de la sociedad, personas de todas edades con varias enfermedades a la vez y condiciones subyacentes que los ponen en alto riesgo, personas en refugios , personas desamparadas, personas sin hogar , perso nas con discapacidades, personas en prisiones, cárceles, centros de detención e instalaciones similares junto con el personal que trabaja en dichos entornos y todos los adultos mayores no incluidos en la primera f ase. Tercera Fase: Esta fase consiste de a dultos jóvenes, niños y trabajadores en industrias y ocupaciones importantes para el funcionamiento de la sociedad y con mayor riesgo de infección no incluidos en la primera y segunda f ase. Cuarta Fase: Esta fase consiste de t odos los residentes en Estados Unidos que no tuvieron acceso a la vacuna en las fases anteriores. ¿Cómo recibirá las vacunas el C ondado de San Bernardino? El estado de California calcular á la cantidad de vacunas que se asignar án al condado basándose en el número de trabajadores de salud en el condado e n la primera fase. Además, el Condado de San Bernar do ha sido designado por el estado como un condado de pre -posicionamiento , eso significa que el condado podrá distribuir la vacuna contra el COVID -19 rápidame nte. ¿Cómo se distribuirá la vacuna? Habrá tres métodos principales de distribución de la vacuna contra el COVID -19: 1) Envíos directos a proveedores; 2) Distribución por medio del Departamento de Salud Pública y la Oficina de Servicios de Emergencia s; y 3) Centros de enfermería especializada / C entros de atención a largo plazo en asociación con las farmacias CVS y Walgreen 's. ¿Cómo se ha preparado el condado de San Bernardino para recibir y distribuir la vacuna? El condado de San Berna rdino ha preparado una Guía de Operación cual ayudara a responder al proceso de vacunaciones. Esta guía incluye un plan de inspección de los contenedores del envío de vacunas al llegar a su destinación e igual el almacenamiento. Es importante tener en cuenta que la vacuna Pfizer - BioNTech requiere refrigeración de muy baja temperatura, que solo se puede obtener en congelador es de ultra frío . La vacuna Moderna Inc. requiere refrigeración de congelador estándar. El condado y los socios de transporte están preparados para llevar acabo estos requisitos de almacenamiento en frío. El condado está colaborando cercadamente con el Equipo de Vacunación del Condado de San Bernardino para asegurar que se lleve a cabo una planificación y preparación de la vacunación exhau stiva y que se tomen todos los pasos necesarios para empezar el proceso de vacunación. Última actualización 8 de diciembre de l 2020 SEGURIDAD DE LA VACUNA Y APLICACIÓN DE LA VACUNA ¿Cómo sabemos si la vacuna contra el COVID -19 es segura? El Departamento de Salud Pública del Condado de San Bernardino revisará la información sobre la seguridad y eficacia de las vacunas candidatas y seguirá las recomendaciones proporcionadas por el equipo California's Scientific Safety Review. Este grupo consiste de científicos del estado de California quiene s tienen bastante experiencia en inmunización y salud pública . Estos expertos revisarán de forma independiente la seguridad y eficacia de cualquier vacuna que reciba la aprobación de la FDA. Estos expertos , guiados por los principios de seguridad, equidad y transparencia, revisarán y verificarán la seguridad de la vacuna antes de que sea d isponible en California. ¿Cómo funcionarán las vacunas contra el COVID -19? Las vacunas contra el COVID -19 protegerán a las personas del virus que causa COVID -19 sin tener que contraer la enfermedad. Las diferentes vacunas funcionan de diferentes maneras, pero todas ayudan al sistema inmunológico a com batir infección del COVID -19 en el futuro. Por lo general, se toma rá algunas semanas después de la segunda dosis para estar completamente protegido. La vacuna puede causar fiebre leve, síntomas similares a los de un resfriado o dolor en el brazo debido a la inyección, pero esto s no causaran daño. ¿Cuántas inyecciones de l as vacunas contra el COVID -19 se necesitarán? Actualmente las vacunas Pfizer y Moderna requerirán dos inyecciones . La vacuna Pfizer requiere que la segunda inyección se aplique 21 días después de la primera inyección. La vacuna Moderna requiere que la s egunda inyección se aplique 28 días después de la primera inyección . ¿Quién administrará las vacunas contra el COVID -19? El Departamento de Salud Pública del condado de San Bernardino e n colaboración con proveedores de salud estarán administra ndo las vacunas a medida que estén disponibles. ¿Dónde se administrarán las vacunas contra el COVID -19? Los sitios que en este momento se están usando para las pruebas de COVID -19 también se utilizaran para ofrecer la vacuna contra el COVID -19. ¿Podré elegir qué vacuna puedo recibir? Según el CDC, inicialmente es posible que el público no tenga la opción de elegir qué vacuna pueda recibir ya que será basado en las cantidades disponibles. Se espera que con el tiempo habrá cantidades suficientes cuales les dará la opción al público de elegir. ¿Es obligatorio vacunarse contra COVID -19? Actualmente no existe ningún requisito para que las personas se vacunen contra COVID -19. La decisión para vacunarse quedara en cada individuo. Es importante saber que la vacuna ayudara a proteger a su familia y ayudar a prevenir la propagación del virus. Última actualización 8 de diciembre de l 2020 Si ya t uve COVID -19. ¿Necesito la vacuna? Actualmente no hay suficiente información disponible para saber cuánto tiempo después de la infección alguien está protegido contra el COVID -19. Así que por ahora tiene sentido vacunarse. Esta información se actualizará para reflejar los últimos hallazgos científicos. ¿Por qué tengo q ue vacunarme, si p uedo protegerme usando otros métodos , como el distanciami ento social y el uso de mascarillas ? Para detener una pandemia, es necesario utilizar todas las herramientas disponibles. Las vacunas trabajan con su sistema inmunológico para que su cuerpo esté listo par a combatir el virus si está expuesto. Otros métodos, como cub rirse la boca y la nariz con un a mascarillas y mantener 6 pies de distancia miento de otras personas , ayuda a reducir la posibilidad de estar expuesto al virus o con tagiar a otras personas. L a vac unación y siguiendo las recomen daciones del CDC para protegerse a sí mismo y a los demás ofrecen la mejor protección . ¿Debo usar un mascarillas y evitar el contacto cercano con otras personas si he recibido dos dosis de la vacuna? Sí. M ientras los expert os aprenda n más sobre la protección que brinda la vacuna , será importante que todos sigan practicando el distanciamiento social, usar la mascarilla , y lavándose las manos con frecuencia. Los expertos deben comprender más sobre la protección que brindan las vacunas COVID -19 antes de cambiar las recomendaciones que hasta hoy se han practicado. Las recomendaciones previas pueden cambiar según la canti dad d e personas que ya se han vacunado y cómo se est é propagando el virus en las comunidades . ¿Se me pedirá inform ación personal cuando rec iba la vacuna ? Sí. Se necesitará su información personal para ayudar a usted y su familia a mantenerse sano y salvo. E l CDC usará una nueva herramienta basada en teléfonos inteligentes nombrado V-SAFE , cual se usará para estar al tanto de su salud después de recibir la vacuna contra el COVID -19. Cuando reciba su vacuna, recibirá una hoja de V -SAFE que le indicara cómo inscribirse a V-SAFE , donde usted podrá reportar cualquier problema o reacción adversa que tenga después de recibir la vacuna contra el COVID -19. Enlaces a recursos de información Respuesta COVID -19 del condado de San Bernardino - www.SBCOVID19.com Respuesta al COVID -19 del estado de California - www.COVID19.ca.gov Centros para el Control y la Prevención de Enfermedades COVID -19 - www.cdc.gov/coronavirus/ Organización Mundial de la Salud COVID -19 - www.who.int Administración Federal de Drogas: www.fda.gov # # # "}