{"title": "Autorizan la primera vacuna española contra COVID para ensayo internacional - Diario La Tribuna", "author": null, "url": "https://www.latribuna.hn/2020/10/28/autorizan-la-primera-vacuna-espanola-contra-covid-para-ensayo-internacional/", "hostname": "latribuna.hn", "description": "Autorizan la primera vacuna española contra COVID para ensayo internacional. Barcelona (España).- La vacuna RUTI contra la COVID-1...", "sitename": "Diario La Tribuna", "date": "2020-10-28", "cleaned_text": "Autorizan la primera vacuna española contra COVID para ensayo internacional Autorizan la primera vacuna española contra COVID para ensayo internacional. Barcelona (España).- La vacuna RUTI contra la COVID-19, desarrollada por un investigador del Hospital Germans Trias i Pujol, de Cataluña (España), y fabricada por la farmacéutica Archivel Farma, es la primera española en recibir la autorización para realizar un ensayo clínico internacional, que se llevará a cabo en Argentina. Tal como ha informado la compañía, la vacuna, inicialmente diseñada contra la tuberculosis, se prevé eficaz también contra otras infecciones víricas como el coronavirus, por lo que ha recibido la aprobación de la [Administración](https://www.latribuna.hn/2020/10/14/ehisa-toma-la-administracion-y-operacion-de-tres-aeropuertos/) Nacional de Medicamentos, Alimentos y Tecnología Médica (ANMAT) de Argentina para realizar un ensayo clínico. Se trata de un estudio de doble-ciego con placebo, de nueve meses de duración, para evaluar la eficacia de la vacuna RUTI en la prevención de la infección y la disminución de la mortalidad por SARS-CoV-2 en el personal sanitario. La vacuna ha sido desarrollada por el doctor Pere-Joan Cardona, del Servicio de Microbiología de Can Ruti, y se basa en la denominada \"inmunidad innata entrenada\", es decir, en estimular a través de la vacuna la inmunidad del cuerpo y \"dotarla de memoria\" para generar una mejor y más rápida respuesta a la exposición del virus. De mostrarse eficaz, RUTI podría convertirse en la base de vacunas antivíricas de amplio espectro gracias a su mecanismo alternativo a la generación de anticuerpos que produce la vacunación clásica. De hecho, esta nueva opción terapéutica podría emplearse además como primer recurso en caso de epidemias provocadas por virus nuevos o en mutaciones de virus pandémicos que hacen que las vacunas existentes pierdan su eficacia inicial. También podría aplicarse como refuerzo en poblaciones que no responden con eficacia a las vacunas específicas o como complemento de vacunas que generan anticuerpos, por ejemplo las desarrolladas concretamente para la COVID-19. \"El concepto de inmunidad entrenada aparece como una alternativa interesante e innovadora para explorar como estrategia de prevención, inicialmente sobre el personal de la salud\", ha explicado el doctor que lidera el estudio en Argentina, Waldo Belloso, quien ha admitido que \"la obtención de vacunas específicas de eficacia suficiente y disponibles para su uso masivo llevará tiempo\". Tras recibir el aval de las autoridades argentinas, la compañía RUTI Immune, creada por Archivel Farma para producir la vacuna, ya ha iniciado los trámites logísticos para que las dosis lleguen al país sudamericano y pueda empezar a administrarse en 369 empleados de diversos [centros sanitarios](https://www.latribuna.hn/2020/06/09/reapertura-inicia-con-expectativas-economicas-temores-sanitarios-y-protocolos-de-bioseguridad/). En España, según la empresa, la vacuna también podría ser probada próximamente en un ensayo clínico muy parecido de la mano del Institut Germans Trias i Pujol (IGTP). EFE Noticias Relacionadas: [Gran Bretaña "}