{"title": "Vacuna de COVID-19: Preguntas Frecuentes y Distribución de Información | Walgreens", "author": null, "url": "https://www.walgreens.com/topic/promotion/covid-vaccine-espanol.jsp", "hostname": "walgreens.com", "description": "Walgreens ahora está ofreciendo la vacuna contra el COVID-19 para personas elegibles. Obtén la última información y respuestas a las preguntas frecuentas sobre la vacuna contra el coronavirus.", "sitename": "Walgreens", "date": "2023-01-01", "cleaned_text": "contra el COVID-19?](#!) Las vacunas han desempeñado un papel importante en la protección de la salud y la seguridad de las comunidades y las naciones a lo largo de la historia. Como recurso crítico para el cuidado de nuestras comunidades, Walgreens seguirá enfocado en proveer un acceso seguro y conveniente a las vacunas contra el COVID-19. [Conoce cómo el gobierno federal está garantizando la seguridad de las vacunas contra el COVID-19.](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety.html) [¿Puedo combinar la vacuna de refuerzo que recibo o debo recibir el mismo tipo de vacuna que la primera?](#!) Los CDC han determinado que es seguro recibir una dosis de refuerzo de la vacuna COVID-19 o una dosis adicional que sea de una marca diferente a la de tu dosis inicial. Visita los [CDC](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/booster-shot.html)para saber más sobre la recomendación de las vacunas de refuerzo. [¿La vacuna contra el COVID-19 está aprobada por la FDA?](#!) Las vacunas de Pfizer BioNTech y Moderna contra el COVID-19 han recibido la aprobación completa de la FDA. La vacuna de Johnson & Johnson (Janssen) ha recibido la Autorización de Uso de Emergencia de la FDA para personas de 18 años o más para las que otras vacunas autorizadas o aprobadas no son accesibles o clínicamente apropiadas y para aquellos que optan por Johnson & Johnson porque de otro modo no recibirían una vacuna. [¿Cuándo se considera que uno está totalmente vacunado?](#!) Los CDC consideran que una persona está totalmente vacunada dos semanas después de completar una de las tres vacunas disponibles en EE.UU. El número de vacunas necesarias para completar la serie primaria depende de la edad y de la vacuna recibida. [¿Cuál es la mejor manera de estar protegido contra el COVID-19?](#!) Estar al día con las vacunas es la mejor manera de estar protegido contra el COVID-19. Los CDC definen estar al día con las vacunas cuando se han recibido todas las dosis de la serie primaria y todas las dosis de refuerzo recomendadas para ti en cuanto seas elegible para recibirlas. Más información sobre cómo estar al día en el sitio web de [Los CDC.](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html) [¿La vacuna contra el COVID-19 es gratis en Walgreens?](#!) Las vacunas contra el COVID-19 están disponibles de forma gratuita en Walgreens*. Se proporcionan gratis a las personas de 3 años o más que vivan en EE.UU., independientemente de su estado migratorio. No es necesario tener un plan de salud para recibir la vacuna contra el COVID-19 sin ningún costo. *Sin ningún costo para ti. El costo de la vacuna está cubierto por planes de salud o ayudas gubernamentales. Sujeto a disponibilidad de las vacunas. Se aplican restricciones estatales y otras relacionadas con la edad y la salud. [¿Cuáles son los efectos secundarios de las vacunas contra el COVID-19?](#!) Según los [CDC](https://www.cdc.gov/vaccines/covid-19/info-by-product/index.html)y la [FDA,](https://www.fda.gov/emergency-preparedness-and-response/coronavirus-disease-2019-covid-19/covid-19-vaccines)las reacciones adversas o efectos secundarios para la mayoría de las personas suelen ser de intensidad leve y se resuelven en pocos días. Las reacciones adversas más comunes notificadas tras la vacunación en los estudios clínicos incluyen: - Dolor en el sitio de la inyección - Fatiga - Dolor de cabeza - Dolor muscular - Escalofríos - Dolor articular - Fiebre - Hinchazón en el sitio de la inyección - Enrojecimiento en el sitio de la inyección Algunas personas también experimentan: - Náuseas/Vómitos - Malestar - Inflamación de los ganglios linfáticos [¿Qué vacuna es la mejor contra el COVID-19?](#!) Aunque los CDC aconsejan que recibir cualquier vacuna contra el COVID-19 es mejor que no vacunarse, la agencia recomienda ahora recibir una vacuna de ARNm (Pfizer-BioNTech o Moderna), que es preferible a la vacuna de Johnson & Johnson (Janssen). Los CDC recomiendan Pfizer-BioNTech o Moderna basándose en la eficacia de la vacuna, la seguridad de la misma y el abundante suministro de dichas vacunas. La vacuna de Johnson & Johnson seguirá estando disponible en un suministro limitado para quienes no puedan o no tengan acceso o no prefieran recibir una vacuna de ARNm. [¿Puedo decidir qué vacuna contra el COVID-19 recibo en Walgreens?](#!) Al reservar tu cita, podrás ver qué fabricante se ofrece para la fecha de tu cita. Si el local que has seleccionado no ofrece la vacuna de tu fabricante preferido, tienes la opción de ver qué otros locales ofrecen vacunas de otros fabricantes para el día de tu cita. La disponibilidad de las vacunas varía según el local de Walgreens y es posible que no todas estén disponibles en todas las áreas. [¿Puedo recibir la vacuna contra el COVID-19 al mismo tiempo que la vacuna contra la gripe u otras vacunas?](#!) Sí, puedes recibir las vacunas contra el COVID-19 al mismo tiempo que otras vacunas de rutina o de temporada, como la de la gripe. [¿Cómo puedo acceder a mi historial digital de vacunas contra el COVID?](#!) Puedes acceder a tu registro digital de vacunas contra el COVID-19 a través de la página de la [Tarjeta de dosis digital](/findcare/vaccination/covid/19/digital-dose-card)en [Walgreens.com](/)y vía la Walgreens app. Puedes guardar tu registro de vacunas contra el COVID-19 recibidas en Walgreens en Apple Wallet y Apple Health en un iPhone con iOS 15.1 o superior. También puedes guardarlo en Google Pay en un teléfono Android 5 OS o superior. Agregar tu registro de vacunas contra el COVID-19 en Google Pay solo puede hacerse vía la Walgreens app (versión 51.5 o superior) pero no puedes hacerlo mediante un navegador móvil. Vacuna de COVID-19: Preguntas Frecuentes y Distribución de Información | Walgreens Pasa a vernos o reserva tu [Reserva tu vacuna](https://es.walgreens.com/findcare/schedule-vaccine?ban=RI22_covidvaccine_landing_hero_scheduler&vaccineType=covid) Llama al 1-800-WALGREENS (1-800-925-4733) o ponte en contacto con tu farmacia Mantente protegido contra el COVID-19 estando al día con las series primarias y los refuerzos. - Los CDC recomiendan las vacunas contra el COVID-19 para toda persona mayor de 6 meses. Walgreens ofrece las vacunas para los mayores de 3 años. - Los refuerzos actualizados bivalentes de la vacuna contra el COVID-19, con protección adicional contra la variante Ómicron, están disponibles para toda persona mayor de 6 meses que haya completado las series primarias monovalentes. Walgreens ofrece estos refuerzos actualizados bivalentes para los mayores de 3 años. - Las personas inmunodeprimidas de forma moderada a grave tienen recomendaciones específicas para vacunarse contra el COVID-19. [Visita los CDC para conocer más.](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/immuno.html) Para recomendaciones adicionales y ver si estás al día con tus vacunas, [visita el sitio web de los CDC.](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html) [Reservar vacunas](https://es.walgreens.com/findcare/vaccination/covid/19/landing?ban=RI22_covidvaccine_esp_landing_elig_scheduler&vaccineType=covid) $5 en recompensas de Walgreens Cash1 para tu próxima compra de $1 o más en la tienda Conoce las realidad sobre el COVID-19 ¿Mis niños se pueden vacunar contra el COVID-19? ¿Cómo afecta el COVID-19 a los niños? Al igual que pasa con los adultos, el COVID-19 puede hacer que los niños y los adolescentes se pongan muy enfermos y requieran hospitalización. Para prevenir las enfermedades graves causadas por el COVID-19, protege a tus niños con las vacunas contra el COVID-19. ¿Mis niños se pueden vacunar en Walgreens en lugar de hacerlo en el consultorio del pediatra? ¡Sí! Walgreens ofrece las vacunas contra el COVID-19 para niños mayores de 3 años y nuestros farmacéuticos están altamente capacitados para administrar las vacunas a este segmento de la población. La vacuna contra el COVID-19 en Walgreens es exactamente la misma que tus niños recibirían en el consultorio del pediatra. [Reserva una cita ](https://es.walgreens.com/findcare/vaccination/covid/19/landing) ¿Es segura la vacuna para mis niños? La vacuna contra el COVID-19 es segura y eficaz para los niños. Ayuda a prevenir enfermedades graves y a prevenir hospitalizaciones. ¿Qué debo esperar después de que mi hijo reciba la vacuna? ¿Habrá efectos secundarios? Inmediatamente después de que tus niños se vacunen en Walgreens, nuestros farmacéuticos los estarán monitoreando durante 15 a 30 minutos para asegurarse de que no tengan ningún efecto secundario adverso, que son raros. Una vez en casa, tus niños pueden tener efectos secundarios leves durante 1 o 2 días, los cuales incluyen: - Dolor en el brazo - Dolor de cabeza - Fiebre - Fatiga Consulta al proveedor de salud de tus niños o al farmacéutico de tu farmacia Walgreens sobre el uso de medicamentos de venta sin receta para aliviar los síntomas. *Sin ningún costo para ti. El costo de las vacunas está cubierto por muchos planes de salud o ayudas gubernamentales. Sujeto a disponibilidad de las vacunas. Se aplican restricciones estatales y otras relacionadas con la edad y la salud. ¿Son seguras las vacunas contra el COVID-19? Las vacunas contra el COVID-19 se elaboraron de forma rápida, pero se tomaron todas las medidas adecuadas para garantizar que las vacunas contra el COVID-19 sean seguras y eficaces, incluyendo - Ensayos clínicos: todas las vacunas en EEUU deben pasar por tres fases de ensayos clínicos para garantizar su uso seguro y eficaz. Aunque las fases se solaparon para acelerar el proceso, todas las fases fueron completadas. - Autorización o aprobación: antes de que las vacunas estuvieran disponibles, la FDA determinó que tres vacunas contra el COVID-19 cumplían todas las normas de la FDA y recibieron autorizaciones para su uso de emergencia (EUA) o aprobación completa de la FDA. - Seguimiento de seguridad mediante sistemas de control de vacunas: Todas las vacunas contra el COVID-19 aprobadas en los EEUU continúan siendo monitoreadas para garantizar su eficacia y seguridad. Cientos de millones de personas en los EUU han recibido las vacunas contra el COVID-19. Los CDC y la FDA continúan proporcionando actualizaciones sobre la seguridad de las vacunas contra el COVID-19 autorizadas o aprobadas en los EEUU usando datos de varios sistemas de control de vacunas. ¿Cuáles son los efectos secundarios de la vacuna contra el COVID-19? Cuando te vacunas contra el COVID-19, es posible que sientas efectos secundarios temporales y leves, lo cual es completamente normal; de hecho, esto significa que la vacuna está funcionando y tu cuerpo está desarrollando protección. Los síntomas más comunes son: - Dolor o malestar en el sitio de la inyección - Fiebre - Cansancio - Dolor de cabeza - Escalofríos ¿Buscas más información sobre los síntomas de la vacunación? [Conoce las respuestas de los CDC](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/expect/after.html) contra el COVID-19? [Encuentra una tienda cercana a ti](/storelocator/find.jsp?ban=RI22_covidvaccine_landing_record_store) Opiniones de expertos Información importante sobre el COVID-19 provista por profesionales de la salud y farmacéuticos para mantenerte informado How to get my child vaccinated against COVID-19 Boosters and why they are needed Is the COVID-19 vaccine safe for my entire family? Additional doses and boosters Preguntas más frecuentes Respuestas a tus preguntas sobre el COVID-19. ¿Buscas más? La información de esta página procede del sitio web de los CDC. En caso de discrepancia entre la información de Walgreens.com y la del sitio web de los CDC, sigue las indicaciones de los CDC. 1 El cupón no es válido en Arkansas, Nueva Jersey o Nueva York. Limitado a 1 canje de cupón por transacción en la tienda. Debes ser miembro de myWalgreens®. Las recompensas de Walgreens Cash no son aceptadas como moneda de uso corriente. No se dará cambio monetario en efectivo por su valor. Recompensas de Walgreens Cash válidas para futuras compras. Las recompensas de Walgreens Cash obtenidas en esta transacción son válidas para futuras compras y no pueden ser canjeadas en la misma transacción. Válido en la tienda solo con el cupón. El requisito de compra debe cumplirse en una sola transacción, previo a impuestos y luego de aplicar descuentos, crédito de la tienda y dólares canjeados por puntos. Nulo si es copiado o transferido. No se pueden obtener recompensas en órdenes de fotos que no se recojan en la tienda, bebidas alcohólicas, productos lácteos, tabaco, tarjetas de regalo, servicios de salud, recetas médicas, artículos o servicios de farmacia, impuestos sobre la venta y artículos o servicios vendidos por terceros. Se aplican otras exclusiones. Detalles completos "}