{"title": "Researchers get glimpse of previously hidden immune system process", "author": "Emily Stone", "url": "https://today.uic.edu/mhc-class-1-peptide-bond/", "hostname": "today.uic.edu", "description": null, "sitename": "today.uic.edu", "date": "2023-09-07", "cleaned_text": "Researchers get glimpse of previously hidden immune system process Researchers have captured images for the first time of the \"molecular gymnastics\" that go into a key aspect of a cell's immune system response, according to new research [published in Nature Communications](https://www.nature.com/articles/s41467-023-40736-6). The study looked at how a certain type of molecule, called an MHC class 1 molecule, binds to viral peptides. The process is important because these molecules bring peptides to the cell surface where they can be displayed to the immune system. \"It creates a window for the immune system to see what is going on inside a cell,\" explains [Marlene Bouvier](http://microbiology.uic.edu/bouvier.html), professor of microbiology and immunology at the University of Illinois Chicago and senior author on the study. \"It's a signal that a cell is infected.\" The bond interactions between MHC class 1 molecules and peptides are very dynamic and flexible, Bouvier explained. Researchers have been studying these interactions for the past 10 years, but those studies have been theoretical, and they only revealed what the final bond looked like, not the intermediate steps. Bouvier and her coauthors designed a peptide that was unable to proceed to the final stage of its bond with an MHC class 1 molecule, allowing the researchers to get snapshots of the intermediate steps. It revealed some unusual molecular features of the groove that play a part in the bonding process. This knowledge can aid development of vaccines that use synthetic peptides to stimulate an immune response. Bouvier said it also demonstrates the importance of structural biology, and not just cellular processes, in immunology. The other researchers on the study are Lenong Li and Mansoor Batliwala from UIC, and Xubiao Peng from the Beijing Institute of Technology. The research was funded by National Institutes of Health Grants R01 AI114467, R01 AI108546, and R21 AI173863. Contact Categories Topics "}