{"title": "Vaccination clinics in Salford", "author": null, "url": null, "hostname": null, "description": null, "sitename": "Salford City Council", "date": "2023-04-28", "cleaned_text": "The current offer for everyone aged 5 (before 31 August last year) will end at the same time as spring vaccinations, 30 June 2023. After 30 June, not everyone will be able to get the COVID-19 vaccine from the NHS. The offer will become more targeted to those at higher risk from severe COVID-19, following [advice from experts](https://www.gov.uk/government/publications/covid-19-vaccination-programme-for-2023-jcvi-interim-advice-8-november-2022/jcvi-statement-on-the-covid-19-vaccination-programme-for-2023-8-november-2022). The vaccine will usually only be offered seasonally (for example, during the autumn-winter period). The NHS will let people who are eligible know when they can get the vaccine. People who become severely immunosuppressed at other times may be able to get the vaccine sooner. The COVID-19 vaccine has saved countless lives, helped tens of thousands of people to stay out of hospital, and made it safer for us to live with the virus without fear or restrictions. We encourage anyone eligible who has had just one COVID-19 vaccination, or not had one at all, to come forward for their vaccine as soon as possible before 30 June. If you are eligible, you can make a booking by using the NHS App or visiting the [COVID-19 vaccination NHS page](https://www.nhs.uk/conditions/covid-19/covid-19-vaccination/). If you can't get online, you can call 119 for free. Some areas also offer convenient [walk-in vaccinations.](https://www.nhs.uk/nhs-services/covid-19-services/covid-19-vaccination-services/find-a-walk-in-covid-19-vaccination-site/) Changes to seasonal COVID-19 vaccine booster program The winter COVID-19 booster program has ended. The NHS should contact you if you're eligible for a seasonal booster dose of the COVID-19 vaccine this spring. You may be offered a seasonal booster if you: Booster doses are an important part of protecting yourself from COVID-19 if you are at higher risk from severe COVID-19. Like some other vaccines, levels of protection may decline over time. Seasonal Booster doses help boost your antibodies and give you good protection from becoming seriously ill or needing to go to hospital if you catch COVID-19. Protect yourself and the people around you by getting your seasonal booster at a participating [GP practice](https://www.nhs.uk/service-search/find-a-gp) or [pharmacy near you](https://www.nhs.uk/service-search/pharmacy/find-a-pharmacy). The NHS will contact you if you are eligible for the seasonal booster and let you know when it's your turn to get vaccinated. Pharmacies in Salford offering the Covid-19 vaccination For advice on what to do if you test positive for COVID, if you suspect a member of your family may have COVID or measures that can prevent you infecting anyone else. [Call the Spirit of Salford Helpline](/people-communities-and-local-information/coronavirus/spirit-of-salford-helpline/) Translate this page To view a translated version of this page, select your language from the list below. This page was last updated on 28 April 2023 "}