{"title": "Here's How to Make Your Own Non-Toxic Pesticides", "author": "Lela Nargi", "url": "https://www.rd.com/list/make-own-nontoxic-pesticides/", "hostname": "rd.com", "description": "Now's the time to start strategizing against the bugs, weeds, and fungi gunning for your garden. Protect it with these non-toxic remedies.", "sitename": "Reader's Digest", "date": "2019-02-25", "cleaned_text": "Your Own Non-Toxic Pesticides Now's the time to start strategizing against the bugs, weeds, and fungi gunning for your garden. Protect it the non-toxic way with these remedies. Water Pesky aphids \"rarely climb back on\" to plants once they've been knocked off, reports [Better Homes & Gardens](https://www.bhg.com/gardening/pests/insects-diseases-weeds/stop-aphids/). So the first thing to try is the safest thing you can think of: Put a spray nozzle on the end of your hose and blast them off leaves (without damaging the plant, of course); repeat this two or three times a week till the bugs are gone. Oil spray Are aphids and mites munching on your tender new sprouts? [TreeHugger](https://www.treehugger.com/lawn-garden/8-natural-homemade-insecticides-save-your-garden-without-killing-earth.html) recommends making your own simple pesticide spray: Mix 1 cup vegetable oil (try safflower or sunflower) with 1 tablespoon of mild liquid soap such as Dr. Bronner's. Add 2 teaspoons of this mixture to 1 quart of water in a spray bottle, shake well, and douse the pests. Rubbing alcohol \"Alcohol affects many types of insects, apparently by causing them to dry out and die,\" advises the [Brooklyn Botanic Garden](https://www.bbg.org/gardening/article/natural_pesticides). It also cautions that some plants may wither if treated with this common antiseptic—so test a leaf or two on your plant before committing to the full treatment. If you see no adverse effects after a few days, mix equal parts alcohol and water and spray liberally on your affected plants. Don't miss these [secrets to creating a lovely yard](https://www.rd.com/list/landscape-plan/). Neem oil Derived from the tropical neem tree, this oil is a powerful weapon against not only a variety of insects such as caterpillars and beetles, but their eggs and larvae as well—all while remaining non-toxic to birds, bees, and other wildlife. The [basic neem recipe](https://www.treehugger.com/lawn-garden/8-natural-homemade-insecticides-save-your-garden-without-killing-earth.html): mix 2 teaspoons of [neem oil](https://www.rd.com/article/neem-oil-for-plants/) with 1 teaspoon of gentle liquid soap and 1 quart of water, shake, and spray. Neem can also be used as a fungicide. Mulch One of the first tools every sustainable gardener should know about is mulching—that is, laying wood chips or hay on the soil around your plants. This not only keeps the surrounding soil moist, cutting back the need to water, [says the New York Botanical Garden](https://www.nybg.org/about/sustainability/alternative-treatments/organic-gardening/); it also suppresses any weeds that might try and poke their pesky heads through it. Spearmint Hot Pepper Horseradish Spray Mix together a quarter-cup each of hot red peppers, fresh spearmint, horseradish, and green onion tops with some water, strain the solution, and add a half-gallon more of water and a tablespoon of non-toxic liquid soap. Spray on your plagued plants, and make sure to reapply after a rainstorm. Boiling water That's right— [water can be a solution to weeds](https://www.gardenweb.com/discussions/2766799/organic-weed-control-methods--boiling-water) as well as bugs. Only, to be effective as an herbicide, it has to be boiled first. Take your full, heated kettle out to the lawn or garden and pour its contents out on whatever uninvited plants you'd like to be rid of. Take care not to let it seep over onto any plants you'd like to keep around, though; boiling water is an equal opportunity plant killer. Corn gluten Got a patch of soil that's prone to weeds? Sprinkle on some of this mealy substance that's a byproduct of the corn milling process, reports [Small Footprint Family.](https://www.smallfootprintfamily.com/10-organic-ways-to-control-weeds) While it won't kill off any weeds that have already sprouted up, it will suppress new ones. It's especially useful for deterring dandelions, but make sure your actual planted crops have popped up before using it in the garden. White vinegar For especially noxious weeds, try using this common household liquid. Its 5 percent acid content is strong enough to shrivel up any number of leafy interlopers without poisoning the soil, according to [TreeHugger](https://www.treehugger.com/lawn-garden/homemade-herbicide-kill-weeds-without-killing-earth.html), though you should keep it away from your desirable plants, which will also succumb to its powers. You can maximize its potential by adding a squirt of dish soap. Diatomaceous earth Easily found in garden or aquarium centers, this natural compound is made up of the sharp remains of fossilized plants. Sprinkle your garden with it—it absorbs oils and fats from insect exoskeletons, drying them out and killing them. The abrasive nature or the earth speeds this process. Baking soda Powdery mildew, black spot, brown patch, and other fungal diseases, can be handled with this non-toxic remedy. [GrowNetwork recommends](https://thegrownetwork.com/easy-diy-homemade-garden-fungicide/) combining 4 teaspoons of baking soda with 1 teaspoon of mild dish soap and a gallon of water. Mix it well and then place in a spray bottle and apply it all over your plants—even the parts that don't yet show signs of fungus. Garlic and mineral oil Chop ten to 15 garlic cloves into small pieces and soak in 1 pint of mineral oil overnight. Strain and spray oil mixture directly on bug infestations. You'll want to know these [health benefits of gardening](https://www.thehealthy.com/mental-health/self-care/health-benefits-of-gardening/) while you're at it. Compost tea This can be a pungent but safe cure-all for fungi and pests alike, according to green-thumb blogger [Master Garden Girl](https://mastergardenergirl.wordpress.com/list-of-homemade-organic-recipes/): Fill a plastic bucket halfway with compost, then add water to the top. Let sit for ten to 15 days. Strain, then dilute, using the formula of one part compost tea to 10 parts water (although you can go down to four parts water for serious fungal infections). Spray on your infected plants—especially roses plagued by black spot and tomatoes besieged by early blight. Goose the strength of your tea by adding 2 tablespoons of molasses per 1 gallon of diluted tea, or a squirt of citrus oil. Beer If you're battling a slug and/or snail infestation, try setting out little dishes of beer around your garden. Snails and slugs will lap it up the suds—alcohol is toxic for the creatures. Here are more [ways to get rid of pests naturally](https://www.rd.com/list/garden-pests/). Painted daisy petals This one takes a bit of advance planning, says [gardeningknowhow.com](https://www.gardeningknowhow.com/garden-how-to/info/homemade-fungicide.htm), but it's an effective enough treatment that it's used in some commercial fungicides. You'll have to grow your own painted daisies, dry the flowerheads, then soak them for 12 to 24 hours in 1/8 cup of rubbing alcohol. To use the herbicide, strain the mixture, dilute in 4 gallons of water, and spray. "}