{"title": "Vacunas covid: ¿habrá que reforzar cada pocos meses a la población general?", "author": null, "url": "https://www.agenciasinc.es/Reportajes/Vacunas-covid-habra-que-reforzar-cada-pocos-meses-a-la-poblacion-general", "hostname": "agenciasinc.es", "description": "El camino hacia el fin de la pandemia empieza con las vacunas que ya se han puesto más del 80% de los españoles. ¿Cuál es el siguiente paso? Lo que no debería ocurrir, según los expertos, es basar la estrategia en dosis de refuerzo a la población general cada poco tiempo. Sanidad sí anunció ayer una cuarta dosis para los grupos vulnerables.", "sitename": "Agencia SINC", "date": "2022-01-14", "cleaned_text": "No podrás conectarte si excedes diez intentos fallidos. La Agencia SINC ofrece servicios diferentes dependiendo de tu perfil. Selecciona el tuyo: El camino hacia el fin de la pandemia empieza con las vacunas que ya se han puesto más del 80% de los españoles. ¿Cuál es el siguiente paso? Lo que no debería ocurrir, según los expertos, es basar la estrategia en dosis de refuerzo a la población general cada poco tiempo. Sanidad sí anunció ayer una cuarta dosis para los grupos vulnerables. La protección de las vacunas contra la enfermedad grave es alta, incluso en la infección por ómicron. Lo que sí pierden las vacunas al cabo de unos meses es la capacidad de hacer de barrera frente a la infección misma. Esto se recupera en parte con la tercera dosis. ¿Significa que habrá que seguir poniendo dosis de recuerdo cada poco? Inmunólogos españoles coinciden con la Agencia Europea del Medicamento (EMA) en que no es lo adecuado. El director de la Estrategia de Vacunas de EMA, Marco Cavaleri, ya [ha dicho](https://www.youtube.com/watch?v=c_bdtDczwK0) que \"no es una estrategia sostenible a largo plazo (...). No podemos seguir dando dosis de recuerdo cada tres o cuatro meses [a la población general]\", ha señalado. \"La población vulnerable es diferente\". Sanidad [anunció ayer](https://www.sanidad.gob.es/gabinete/notasPrensa.do?id=5625) que \"quienes recibieron dosis adicional de vacuna ARNm por ser considerados de más riesgo\" —grupo 7 de la estrategia de vacunación— o estar en tratamiento con fármacos inmunosupresores —actualización 9 de la estrategia— recibirán una cuarta dosis a los cinco meses de la última dosis. Los inmunólogos consultados han explicado a SINC, en declaraciones para el [Covid Vaccine Media Hub](https://health-desk.org/articles/reacciones-de-inmunologos-espanoles-a-estrategia-de-vacunacion-basada-en-sucesivos-refuerzos-a-poblacion-general), en primer lugar, qué hace exactamente la tercera dosis que ya se está inoculando. Hay datos que muestran que la capacidad neutralizante de los anticuerpos frente a ómicron se recupera aproximadamente al 60 % tras una tercera dosis Como explica Marcos López Hoyos, presidente de la Sociedad Española de Inmunología, \"los anticuerpos inducidos por infección natural o por la vacuna pierden capacidad neutralizante\". Los anticuerpos neutralizantes bloquean la llave con que el virus entra en las células, impidiendo así la infección. Con la tercera dosis el organismo recupera en parte ese poder: \"Hay datos que muestran que la capacidad neutralizante de los anticuerpos frente a ómicron se recupera aproximadamente al 60 % tras una tercera dosis\", dice López Hoyos. El regreso de los anticuerpos dura, sin embargo, poco tiempo. \"La tercera dosis refresca los niveles de anticuerpos en mucosa respiratoria y en sangre, con lo que frenan parcialmente la transmisión\", afirma también José Gómez Rial, del Hospital Clínico Universitario de Santiago de Compostela y Coordinador de Inmunología en el Grupo de Investigación en Vacunas GENVIP. \"Pero después de unos meses de nuevo se pierden estos anticuerpos\". La respuesta celular ante la infección guarda memoria de ataques pasados; a ella se debe que las vacunas sigan protegiendo contra covid-19 grave incluso sin anticuerpos detectables en sangre La pérdida de anticuerpos no supone, sin embargo, que la vacuna haya dejado de proteger. Carmen Martín, inmunóloga en el Centro de Hemoterapia y Hemodonación de Castilla y León, recuerda que en la respuesta defensiva del organismo intervienen no solo los anticuerpos sino también la inmunidad celular, protagonizada por las células T. La respuesta celular ante la infección es menos visible que los anticuerpos, pero guarda memoria de ataques pasados; a ella se debe que las vacunas sigan protegiendo contra covid-19 grave incluso sin anticuerpos detectables en sangre. Como explica África González, catedrática en Inmunología en el Centro de Investigaciones Biomédicas (CINBIO) de la Universidad de Vigo, \"si tus niveles de anticuerpos han bajado puedes infectarte, pero tu memoria [inmunitaria] se pone en marcha —necesita entre tres y cinco días— y vuelves a producir anticuerpos y células de memoria; así tienes una pequeña infección que se resuelve pronto. Pero si no estás vacunado, o no has visto antes el virus, no tienes memoria desarrollada y puedes tener una infección más grave\". Y para activar la inmunidad celular, \"por lo que sabemos hasta ahora, no es necesaria la tercera dosis\", dice Martín. Coincide Manel Juan, jefe de Servicio de Inmunología del Hospital Clínic: \"La vacunación es importante por la activación de la inmunidad celular, que funciona ya con la pauta completa. En la población general inmunocompetente no es necesario la tercera dosis para esto\". López Hoyos destaca igualmente que \"parece que se quiere emplear la tercera dosis para inducir anticuerpos neutralizantes e intentar frenar la infección, pero no se persigue tanto parar la enfermedad, algo que ya se consigue con la pauta vacunal completa de dos dosis\". Y ha insistido: \"Lo que es relevante es que la gente no vacunada lo haga con las dos dosis, porque eso protege de enfermedad grave\". Por eso, \"en adultos de menos de 65 años inmunocompetentes, la tercera dosis solo tendría un beneficio colectivo en frenar la transmisión del virus, pero el beneficio individual sería bajo, al estar ya protegidos frente a enfermedad grave\", añade Gómez Rial. \"Una persona inmunocompetente con dos dosis tiene un sistema inmunitario, por la inmunidad celular, perfectamente capacitado para enfrentarse a cualquier variante del virus, como se está demostrando en la práctica\". Datos de Sudáfrica usados por Cavaleri en una [rueda de prensa](https://www.ema.europa.eu/en/news/preliminary-data-indicate-covid-19-vaccines-remain-effective-against-severe-disease-hospitalisation) el pasado martes muestran que los vacunados tienen un 70 % de protección frente a la hospitalización. Trabajos en Reino Unido indican que la cifra sube al 90 % si se ha recibido además un refuerzo. Una estrategia basada en refuerzo constante en absoluto se debería plantear si eso nos lleva a olvidar lo realmente importante: vacunar a toda la población mundial Respecto a la posibilidad de seguir poniendo dosis de refuerzo a la población general, todos se muestran contrarios. \"Como estrategia generalizada para toda la población es un despropósito desde el punto de vista inmunológico\", dice Gómez Rial. \"Para los grupos vulnerables puede tener sentido, pero sería muy aconsejable actualizar la vacuna a la variante ómicron y centrar la dosis de recuerdo solo en este grupo de población y con monitorización estrecha de perdida de efectividad vacunal\". Juan recuerda la necesidad de priorizar la vacunación en países con menos recursos: \"¡Lo que aportan [más dosis de refuerzo] es poco en comparación con la vacunación completa!\", dice, enfático. \"Para ómicron [el refuerzo aporta] muy poco\". El experto insiste en que una estrategia basada en refuerzo constante \"en absoluto se debería plantear si eso nos lleva a olvidar lo realmente importante: vacunar a toda la población mundial\". Para López Hoyos, \"la estrategia de refuerzos repetidos, el repetir un booster con el mismo preparado de la vacuna original frente al virus original de Wuhan, no parece tener mucho sentido si queremos inducir anticuerpos neutralizantes frente a las nuevas variantes. Deberían incluir al menos alguna de las variantes como delta u ómicron. Además, lo ideal sería estimular con el refuerzo la respuesta frente a otros componentes del virus, y no necesariamente frente a la proteína S\". África González opina que incluso podría haber riesgos si se inoculan refuerzos sucesivos: \"No tiene sentido ni es recomendable. El sistema inmunitario puede agotarse. Esto aún no lo sabemos con esta vacuna. El [ensayo clínico en Israel](https://www.efe.com/efe/america/sociedad/un-hospital-israeli-comienza-ensayo-clinico-con-la-cuarta-dosis-de-vacuna/20000013-4705925) con cuatro dosis dará información valiosa al respecto\". Gómez Rial no cree que los refuerzos indujeran problemas de salud porque \"nuestro sistema inmunitario está preparado para responder sobradamente a multitud de estímulos al mismo tiempo\". Pero advierte de que se generaría \"un rechazo masivo a la vacunación y convertiríamos el éxito de programa de vacunación en nuestro país en un fracaso por abusar sin sentido de "}