{"title": "PDF", "author": "PDF", "url": "http://www.oepm.es/pdf/ES/0000/000/02/20/15/ES-2201551_T3.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "201 551 51/circlecopyrtInt. Cl.7:A61K .2 86/circlecopyrtFecha de la solicitud: 21.06.2000 GB 9718902 02.10.1997 la mención BOPI: 16.03.2004 45/circlecopyrtFecha de la publicación del folleto de la patente: 16.03.200473/circlecopyrtTitular/es: GlaxoSmithKline Biologicals S.A. rue de Carpintero López, Francisco Aviso: En el plazo de nueve meses a contar desde la fecha de publicación en el Boletín europeo de patentes, de la mención de concesión de la patente europea, cualquier persona podrá oponerse ante la Ocina Europea de Patentes a la patente concedida. La oposición deberá formularse por escrito y estar motivada; sólo se considerará como formulada una vez que se haya realizado el pago de la tasa de oposición (art. 99.1 del Convenio sobre concesión de Patentes Europeas).ES 2 201 551 T3 Venta de fascículos: Ocina Española de Patentes y Marcas. C/Panamá, 1 - 28036 Madrid5 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 DESCRIPCIÓN Emulsiones de aceite en agua que contienen saponinas. La presente invención se reere a una composición de vacunas en emulsión de aceite en agua. En particular la pre- sente invención a una formulación de adyuvantes de vacunas a base de una emulsión de aceite en agua que comprende un aceite metabolizable y una saponina. La invención además se reere a procedimientos para preparar la emulsión y su uso en medicina. Inducción de respuestas de células T citotóxicas (abreviadamente CTL) se produce naturalmente durante la infec- ción de una célula diana, o síntesis no controlada de un antígeno tumoral, en el que la degradación enzimática de un antígeno diana tiene lugar en el citoplasma de la célula. Este fenómeno permite que los péptidos citoplásmicos deri- vados del patógeno, o antígeno especíco del tumor entren en la ruta de Th1 (procesamiento del antígeno endógeno) y se presenten en la supercie de la célula asociada con una molécula MHC de clase 1. Si un antígeno de vacuna no entra en el citoplasma de la célula hospedadora, entonces pudiera que los tomase la célula y se introdujera en la ruta de procesamiento del antígeno exógeno y por último presentarse en la supercie de la célula asociada a una molécu- la MHC de clase II. Esta vía alternativa generalmente da como resultado respuestas de auxiliares T y respuestas de anticuerpo especíco de antígeno. Después de la vacunación convencional con subunidades o vacunas no vivas, el antígeno en general no entra en el citoplasma de una célula hospedadora y, por lo tanto, no entrará en la ruta del procesamiento del antígeno endógeno y por ultimo no inducirá a una respuesta de CTL. La inducción de CTL se cree que se correlaciona con las respuestas del perl de citoquina Th-1, especícamente secreción de IFN- y IL-2. La secreción de IFN- se asocia con respuestas protectoras contra patógenos intracelulares, que incluyen parásitos, bacterias y virus. La activación de leucocitos mediante IFN- potencia la muerte de patógenos intracelulares e incrementa la expresión de receptores de Fc. También se puede producir la citotoxicidad directa, especialmente en sinergia con linfotoxina (otro producto de células TH1). IFN- es también tanto un inductor como un producto de células NK, que son los efectores innatos principales de protección. Las respuestas de tipo TH1, bien mediante IFN- u otros mecanismos, proporcionan ayuda preferencial para IgG2a de tipo murino e isotipos de inmunoglobulina IgG1 humana. La solicitud de patente internacional Nº WO 95/17210 describe un sistema de emulsión de escualeno, -tocoferol opcionalmente con 3D-MPL. Esta formulación de adyuvantes es un inductor muy potente de un amplio intervalo de respuestas inmunes. Las fracciones de saponina inmunológicamente activas (por ejemplo, Quil A) que tienen actividad adyuvante deri- vada de la corteza del árbol sudamericano Quillaja Saponaria Molina se conocen en la técnica. Los derivados de Quil A, por ejemplo QS21 (una fracción puricada por HPLC derivada de Quil A) y el procedimiento de su producción se describe en la patente de Estados Unidos Nº 5.057.540. Entre QS21 (conocida como QA21) se describen también otras fracciones tales como QA17. El uso de dichas saponinas en aislamiento se acompaña con desventaja a causa de necrosis total, es decir, muerte de tejido localizado, se produce en el sitio de inyección, por lo tanto conduciendo al dolor. Las fracciones de saponina inmunológicamente activas que tienen actividad adyuvante derivada de la corteza del árbol sudamericano Quillaja Saponaria Molina se conocen en la técnica. Por ejemplo QS21, una fracción puricada por HPLC del árbol Quillaja Saponaria Molina y el procedimiento de su producción (conocido como QA21) se describe en la patente de Estados Unidos Nº 5.057.540. El uso de dichas saponinas en acompaña con una desventaja debido a necrosis total, es decir, muerte de tejido localizado, se produce en el sitio de inyección, que conduce al dolor. Lípido A monofosforilo 3 De-O-acilado es un adyuvante bien conocido fabricado por Ribi Immunochem, Montana. Químicamente a menudo se suministra en forma de una mezcla de lípido A monofosforilo 3 De-O-acilado bien con 4, 5, ó 6 cadenas aciladas. Se puede preparar mediante procedimientos enseñados en el documento GB 2122204B. Una forma preferida de lípido A monofosforilo 3 De-O-acilado está en forma de una emulsión que tiene un tamaño de partícula menor que 0,2 µm en diámetro y su procedimiento de fabricación se describe en la patente europea Nº EP 0 671 948 B1. Con el n de que cualquier composición de aceite en agua sea adecuada para administración humana, la fase oleosa del sistema de emulsión tiene que comprender un aceite metabolizable. El signicado de la expresión aceite metabo- lizable se conoce bien en la técnica. Metabolizable se puede denir como \"que es capaz de transformarse mediante metabolismo\" (Dorland's Illustrated Medical Dictionary, W. B. Sanders Company, edición 25 (1974)). El aceite puede ser cualquier aceite vegetal, aceite de pescado, animal o sintético, que no sea tóxico para el receptor y sea capaz de transformarse mediante metabolismo. Las nueces, semillas y granos son comúnmente fuentes de aceites vegetales. Los aceites sintéticos son también parte de esta invención y pueden incluir aceites comercialmente disponibles tales como NEOBEE®y otros. El escualeno (2,6,10,15,19,23-hexametil-2,6,10,14,18,22-tetracosahexaeno) es un aceite insatura- do que se encuentra e grandes cantidades en el aceite de hígado de tiburón y en cantidades menores en aceite de oliva, aceite de germen de trigo, aceite de salvado de arroz y levadura, y es un aceite particularmente preferido para uso en esta invención. El escualeno es un aceite metabolizable en virtud del hecho que es un intermedio en la biosíntesis de colesterol (Merck index, edición 10, entrada Nº 8619). 25 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 Las emulsiones de aceite en agua se conocen per se en la técnica, y se ha sugerido que son útiles como composi- ciones de adyuvantes (documento EPO 399843). Las respuestas inmunológicas a la administración de antígeno formulado en las emulsiones de aceite en agua descritas en la solicitud de patente internacional Nº WO 95/17210, se pueden caracterizar porque se observan tanto la respuesta de Th2 como la de Th1. Dado que en muchos casos las respuestas de tipo Th1 se han identicado como críticas para la prolaxis y tratamiento de enfermedad, es, por lo tanto, deseable que se desarrolle un adyuvante desviado de Th1. Más sorprendentemente esto se ha llevado a cabo por los presentes inventores, no mediante adición de inmunoestimuladores extra, sino mediante una reducción de uno de los componentes originales. Las emulsiones de adyuvante de aceite en agua descritas en la solicitud de patente internacional Nº WO 95/17210 tienen una relación alta de escualeno:saponina (p/p). Las realizaciones de la presente invención tienen la relación de escualeno:QS21 en el intervalo de 1:1 a 200:1, se preere también el intervalo 20:1 a 200:1, preferiblemente 20:1 a 100:1 y más preferible sustancialmente 48:1. Esta reducción de uno de los componentes tiene el efecto sorprendente de mejorar cualitativamente la respuesta inmune resultante. Usando esta nueva formulación de adyuvantes se mantienen las respuestas fuertes de tipo Th2, pero además dichas formulaciones provocan una respuesta inmune potenciada asociada especícamente con respuestas de tipo Th1, caracterizadas por respuestas altas de IFN- , proliferativas de células T y CTL. Una realización preferida de la presente invención es un adyuvante o una formulación farmacéutica que comprende Quil A o derivado de la misma, tal como QS21 y una emulsión de aceite en agua, en la que la emulsión de aceite en agua comprende un aceite metabolizable, tal como escualeno y un polisorbato (que incluye monooleato de sorbitán polioxietilenado, TWEEN 80), dichas emulsiones se caracterizan porque la reacción del aceite:QS21 está en el intervalo de 20:1 a 200:1 (p/p). En otra realización preferente, la formulación de adyuvantes comprende además otros inmunomoduladores, que incluyen -tocoferol y 3D-MPL. Dichas formulaciones una vez combinadas con un antígeno o preparación antigénica son adecuadas para un amplio intervalo de vacunas monovalentes o polivalentes. Adicionalmente la emulsión de aceite en agua puede contener trioleato de sorbitán polioxietilenado (SPAN 85). Una forma preferida de lípido A monofosforilo 3 De-O-acilado se describe en la solicitud de patente internacional publicada en el Nº 92116556-SmithKline Beecham Biologicals s.a. Preferiblemente las formulaciones de vacunas de la presente invención contienen un antígeno o composición anti- génica capaz de provocar una respuesta inmune contra un patógeno humano, dicho antígeno o composición antigénica se deriva de VIH-1, (tal como tal, nef, gp120 o gp160), los virus herpes humanos, tales como gD o derivados de los mismos o proteína temprana inmediata tal como ICP27 de VSH1 o VSH2, citomegalovirus ((esp de tipo humano) (tal como gB o derivados del mismo), rotavirus (incluyendo virus vivos atenuados), virus Epstein Barr (tal como gp350 o derivados del mismo), virus varicela Zóster (tal como gpI, II e IE63), o de un virus de hepatitis tal como virus de hepatitis B (por ejemplo antígeno de supercie de hepatitis B o un derivado del mismo), virus de hepatitis A, virus de hepatitis C y virus de hepatitis E, o de otros patógenos virales tales como paramixovirus: virus sincitial respira- torio (tales como proteínas F y G o derivadas de las mismas), virus de parainfluenza, virus del sarampión, virus de las paperas, virus de papiloma humano, (por ejemplo VPH6, 11, 16, 18,...), flavivirus (por ejemplo, virus de la ebre amarilla, virus dengue, virus de la encefalitis transmitido por garrapatas, virus de la encefalitis japonesa) o virus de in- fluenza, o derivadas de bacterias patógenas tales como Neisseria incluyendo N. gonorrhea yN. meningitidis (por ejemplo polisacáridos capsulares y conjugados de los mismos, proteínas de unión transferrina, proteínas de unión S. pneumoniae conjugados de los mismos, PsaA, PspA, estreptolisina, proteínas de unión a colina), S. pyogenes (por ejemplo proteí- nas M o fragmentos de las mismas, proteasa C5A, ácidos lipoteicoicos), S. agalactiae ,S. mutans ;Haemophilus incluyendo H. influenzae tipo B (por ejemplo, PRP y conjugados de la misma), H. influenzae no caracterizable (por ejemplo OMP26, adhesinas de P5, ducreyi ;Moraxella conocida como Branhamella catarrhalis (por ejemplo adhesinas e invasinas de alto y bajo peso molecular); Bordetella spp , incluyendo B. pertussis (por ejemplo, pertactina , toxina de pertussis o ;Escherichia spp , incluyendo E. coli enterotóxica (por ejemplo, factores de colonización, toxina termolábil o derivadas de la misma, toxina termoestable o derivadas de la misma), E. coli enterohemorrágica, E. coli enteropatogénica (por ejemplo toxina de tipo toxina shiga o derivados de la misma); Vibrio spp , incluyendo V . cholera (por ejemplo toxina de cólera o derivados de la misma); Shigella spp , incluyendo S. ,Y. pseudotuberculosis ;Campylobacter , (por toxinas, sinas e invasinas) y C. coli ;Salmonella spp Typhi ,S. paratyphi monpcytogenes spp , incluyendo pylori (por ejemplo ureasa, faecium ;Clostridium spp ., incluyendo C. tetani (por ejemplo toxina de tétanos y derivadas de la misma), C. botulinum (por ejemplo toxina botulínica y derivadas de la misma), C. difcile (por ejemplo toxinas A y B de clostridium y derivadas de las mismas); Bacillus spp. , incluyendo B. anthracis (por ejemplo toxina botulínica y derivadas de la misma); Corynebacterium spp. , incluyendo C. diphtheriae (por ejemplo toxina diftérica y derivadas de la misma); Borrelia spp. DbpB), B. 35 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 andersonii (por trachomatis ejemplo MOMP, unión a heparina), C. (por , incluyendo T. pallidum (por ejemplo las proteínas de membrana exterior raras), T. denticola ,T. hyodysenteriae ; o derivadas de parásitos tales , spp. incluyendo S. mansoni , o derivadas de levaduras tales como Candida spp. , incluyendo C. albicans ;Cryptococcus spp. , neoformans . Los derivados del antígeno de supercie de la hepatitis B se conocen bien en la técnica e incluyen, entre otros, los antígenos PreS1, PreS2 expuestos y descritos en las solicitudes de patentes europeas EP-A-414 374; EP-A-0304 578 y EP 198-474. En un aspecto preferido la formulación de vacunas de la invención comprende el antígeno de VIH-1, gp 120, especialmente cuando se expresan en células CHO. En una realización adicional, la formulación de vacunas de la invención comprende gD2t como se ha denido anteriormente en esta memoria descriptiva. En una realización preferida de la presente invención las vacunas que contienen el adyuvante reivindicado com- prenden los virus VPH considerados responsables de verrugas genitales, (VPH 6 o VPH 11 y otros) y los virus VPH responsables del cáncer cervical (VPH 16, VPH 18 y otros). Formas particularmente preferidas de vacuna comprenden partículas L1 o capsómeros, y proteínas de fusión que comprenden uno o más antígenos seleccionados de las proteínas E6, E7, L1 y L2 del VPH 6 y del VPH 11. Las formas más preferidas de proteínas de fusión son: L2E7 como se describe en el documento GB 95 15478.7, y la proteína D (1/3)-E7 descrita en el documento GB 9717953.5. Las vacunas de la presente invención comprenden además antígenos derivados de parásitos que ocasionan la ma- laria. Por ejemplo, los antígenos preferidos de Plasmodium falciparum incluyen RTS,S y TRAP. RTS es una proteína híbrida que comprende sustancialmente toda la porción terminal C de la proteína del circumsporocito (abreviadamente CS) de P . falciparum unida mediante cuatro aminoácidos de la porción preS2 del antígeno de supercie de hepatitis B al antígeno de supercie (S) del virus de hepatitis B. Su estructura completa se describe en la solicitud de patente in- ternacional Nº PCT/EP92/02591, publicada en el documento Nº WO 93/10152 que reivindica prioridad de la solicitud de patente de Reino Unido Nº 9124390.7. Cuando se expresa en RTS de levadura se produce en forma de una partícula de lipoproteína y cuando se coexpresa con el antígeno S de VBH produce una partícula mezclada conocida como RTS,S. Los antígenos TRAP se describen en la solicitud de patente internacional Nº PCT/GB89/00895, publicada en el documento WO 90/01496. Una realización preferida de la presente invención es una vacuna de malaria en la que la preparación antigénica comprende una combinación de los antígenos RTS,S y TRAP. Otros antígenos de plasmodios que son probables candidatos a ser componentes de una vacuna de fase múltiple de malaria son P análogos spp. Las formulaciones también pueden contener un antígeno antitumoral y son útiles para los cánceres de tratamiento inmunoterapéutico. Por ejemplo, la formulación de adyuvantes encuentra utilidad con antígenos de rechazo tumoral tal como los cánceres de próstata, mama, colorrectal, pulmón, pancreático, renal o melanoma. Los antígenos ejemplares incluyen antígenos MAGE 1 y MAGE 3 u otro MAGE para el tratamiento de melanoma, PRAME, BAGE o GAGE (Robbins y Kawakami, 1996, Current Opinions in Immunology 8, pp. 628-636; Van der Eynde y col., International Journal of Clinical & Laboratory Research (presentado 1997); Correale y col., (1997), Journal of the National Cancer Institute 89, p 293. Sin duda estos antígenos se expresan en un amplio intervalo de tipos de tumores tales como mela- noma, carcinoma de pulmón, sarcoma y carcinoma de vejiga. Otros antígenos especícos de tumores son adecuados para uso con adyuvante de la presente invención e incluyen, pero no se restringen a antígeno prostático especíco (abreviadamente PSA) o Her-2/neu, KSG (GA733), MUC-1 y antígeno carcinoembriónico (abreviadamente CEA). Por consiguiente en un aspecto de la presente invención se proporciona una vacuna que comprende una composición de adyuvantes según la presente invención y un antígeno de rechazo tumoral. Se prevé que las composiciones de la presente invención se utilizarán para formular vacunas que contienen an- tígenos derivados Borrelia sp. , Por ejemplo, los antígenos pueden incluir ácido nucleico, antígeno o preparaciones antigénicas derivadas de patógenos, proteínas o péptidos producidas recombinantemente y proteínas de fusión En particular el antígeno es OspA. El OspA puede ser una proteína madura completa y una forma lípida en virtud de la célula hospedadora ( E. coli ) llamada (Lipo-OspA) o un derivado no lípido. Tales derivados no lípidos incluyen la proteína de fusión no lípida NS1-OspA que tiene los primeros 81 aminoácidos N terminal de la proteína no estructural (abreviadamente NS1) del virus de influenza, y la proteína completa OspA, y otras, MDP-OspA es un a forma no lípida de OspA que lleva 3 aminoácidos N-terminal adicionales. Las vacunas de la presente invención se pueden utilizar para la prolaxis o terapia de alergia. Dichas vacunas comprenderían antígenos especícos de alérgenos (por ejemplo Der p1) y especícos de alérgenos (por ejemplo el decapéptido de Stanworth). La relación QS21: 3D-MPL (p/p) en una realización preferida de la presente invención estará típicamente en el, orden de 1 : 10 a 10 : 1, preferiblemente 1 : 5 a 5 : 1 y a menudo sustancialmente 1 : 1. El intervalo preferido para sinergia óptima está entre 2,5: 1y 1:1 de 3D-MPL:QS21. Típicamente las dosicaciones de QS21 y 3D-MPL en una 45 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 vacuna para administración humana estará en el intervalo entre 1 µg y 1000 µg, preferiblemente 10 µg-500 µg, y más preferiblemente 10-100 µg por dosis. Típicamente el aceite comprenderá entre 2 y 10% de escualeno, entre 2 y 10% de -tocoferol y entre 0,4 y 2% de monooleato de sorbitán polioxietilenado (TWEEN 80). Preferiblemente la relación de escualeno: -tocoferol es igual o menor que 1 ya que esto proporciona una emulsión más estable. El trioleato de sorbitán polioxietilenado (SPAN 85) puede también estar presente a un nivel de 0,5-1%. En algunos casos puede ser ventajoso que las vacunas de la presente invención contengan adicionalmente un estabilizador, por ejemplo otros emulsionantes/tensioactivos que incluyen ácido caprílico (merck index edición 10, entrada nº 1739), del que tricaprilina es una realización particularmente preferida. Por lo tanto, otra realización de esta invención es una vacuna que contiene QS21 y una emulsión aceite en agua que cae dentro de la relación deseada, que se formula en presencia de un esterol, preferiblemente colesterol, con el n de reducir la reactogenicidad local conferida mediante la QS21. La relación de la QS21 a colesterol (p/p), presente en una realización especíca de la presente invención se prevé que esté en el intervalo de 1:1 a 1:20, sustancialmente 1:10. Las emulsiones previas utilizadas en la solicitud de patente internacional Nº WO 95/17210 mantienen obviamente algunas ventajas sobre los adyuvantes convencionales que inducen no Th-1. Sin embargo, la inclusión de QS21 ha hecho hasta ahora este potente adyuvante reactogénico, por lo tanto, condu- ciendo al dolor. Se ha observado que la formulación del QS21 en liposomas que contienen colesterol puede ayudar a prevenir la necrosis que se produce en el lugar de la inyección. Esta observación está sujeta a la solicitud de patente internacional Nº PCT/EP96/01464. En las realizaciones de la presente invención el esterol preferido es colesterol. Otros esteroles que se podrían utilizar en realizaciones de la presente invención incluyen -sitosterol, estigmasterol, ergosterol, ergocalciferol y colesterol. Los esteroles se conocen bien en la técnica. El colesterol se conoce bien y se describe, por ejemplo, en Merck Index, edición 11, página 341, como un esterol que se procuce naturalmente encontrado en la grasa animal. Se sabe que la QS21 en solución acuosa degenera con el tiempo en una forma inactiva de adyuvante, QS21-H, cuya degeneración está mediada por hidrólisisOH en el medio acuoso. Dicha degeneración se puede producir cuando la QS21 está presente en la fase acuosa de un adyuvante de aceite en agua. Sorprendentemente se ha encontrado que la adición de colesterol a la fase oleosa de la emulsión de aceite en agua tiene el efecto de mantener la QS21 en su forma activa, con benecios obvios para la estabilidad en almacenamiento de la formulación adyuvante/vacuna. La presente invención proporciona un procedimiento de estabilización de una preparación de saponina, preferiblemente, QS21, en su forma activa de adyuvante no hidrolizada, cuando la QS21 está presente en una emulsión de aceite en agua a base de adyuvante. Este procedimiento comprende la adición de un esterol, preferiblemente colesterol, en la fase oleosa de una emulsión de aceite en agua. Dichas preparaciones se utilizan como sistemas de adyuvantes de vacunas y una vez formulada junto con antígeno o preparaciones antigénicas para vacunas potentes. Ventajosamente, preferentemente inducen una respuesta Th1. Los sistemas de emulsión de la presente invención tienen un tamaño de gota de aceite pequeño en el intervalo submicrónico. Preferiblemente los tamaños de la gota de aceite estarán en el intervalo entre 120 y 750 nm, y más preferiblemente entre 120 y 600 nm de diámetro. La cantidad de proteína en cada dosis de vacuna se selecciona como una cantidad que induce una respuesta inmu- noprotectora sin efectos secundarios signicativos adversos en las vacunas típicas. Dicha cantidad variará dependiendo de qué inmunógeno especíco se emplea y cómo se presenta. En general, se espera que cada dosis comprenderá 1- 1000 µg de proteína, preferiblemente 1-500 µg, preferiblemente 1-100 µg, más preferiblemente 1 a 50 µg. Una canti- dad óptima para una vacuna particular se puede determinar mediante estudios estándar que implican la observación de respuestas inmunes adecuadas en sujetos. Después de una vacunación inicial, los sujetos pueden recibir uno o varias inmunizaciones reforzadoras espaciadas adecuadamente. Las formulaciones de la presente invención se pueden utilizar tanto para propósitos prolácticos como terapéuticos. En un aspecto adicional de la presente invención se proporciona una vacuna para uso en medicina como se ha descrito en esta memoria descriptiva. La preparación de vacunas se describe en general en New Trends and Developments in Vaccines, editado por Voller y col., University Park Press, Baltimore, Maryland, Estados Unidos 1978. Se prevé que las composiciones de la presente invención se usarán para formular vacunas que contienen antígenos derivados de una amplia diversidad de fuentes. Por ejemplo, los antígenos pueden incluir un antígeno o preparaciones antigénicas humanas, bacterianas, o de ácido nucleico viral, derivadas de patógenos, antígeno o preparaciones antigé- nicas derivadas de tumores, antígenos derivados de hospedadores, incluyendo el decapéptido liberador de histamina de IgE (conocido como decapéptido de Stanworth), proteína o péptidos producidos recombinantemente y proteínas de fusión quiméricas. 55 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 Las preparaciones de vacunas de la presente invención se pueden utilizar para proteger o tratar un mamífero sus- ceptible a, o que padece una enfermedad, mediante la administración de dicha vacuna mediante vía sistémica o a la mucosa. Estas administraciones pueden incluir inyección mediante las vías intramuscular, intraperitoneal, intradérmica o subcutánea; o mediante la administración a la mucosa de los tractos oral/alimentario o respiratorio. Ejemplo 1 Preparación de los adyuvantes de emulsión de aceite en agua Las formulaciones de adyuvantes de emulsión de aceite en agua usadas en los ejemplos siguientes se preparan comprendiendo cada una el siguiente componente de emulsión de aceite en agua: 5% de escualeno, 2,0% de sorbitán polioxietilenado (TWEEN 80). Se preparó la emulsión como sigue en una forma dos veces concentrada. Todos los ejemplos utilizados en los experimentos inmunológicos se diluyen con la adición de componentes y diluyentes extra para proporcionar bien una concentración 1 x (equivalente a una relación de escualeno:QS21 (p/p) de 240:1) o diluciones adicionales de los mismos. Brevemente, se disuelve el TWEEN 80 en solución salina tamponada con fosfato (abreviadamente PBS) para proporcionar una solución de 2% en el PBS. Para proporcionar 100 ml de una emulsión concentrada dos veces, se agitan con vórtice 5 ml de alfatocoferol DL y 5 ml de escualeno hasta mezclar completamente. Se añaden 95 ml de solución PBS/TWEEN al aceite y se mezclan completamente. Después la emulsión resultante se pasa a través de una aguja de jeringa y nalmente se microfluidica utilizando una máquina Microfluidics M110S. Las gotas de aceite resultantes tienen un tamaño de aproximadamente 145-180 nm (expresado como media de z medido por PCS) y se denomina \"dosis completa\" de SB62. Se añaden los otros componentes de adyuvantes/vacunas (QS21, 3D-MPL o antígeno) a la emulsión en una mezcla única. Las vacunas que contienen antígenos usadas en esta memoria descriptiva se formulan bien con dosis completa de adyuvante SB62 para proporcionar una relación alta (240:1) de escualeno:QS21 o con una cantidad inferior de SB62 para proporcionar una formulación de relación inferior (48:1), estas formulaciones de adyuvantes se llaman SB62 y SB62' respectivamente. Opcionalmente se pueden formular otras vacunas con la adición de colesterol a la fase oleosa de la emulsión (designadas mediante la adición de la letra \"c\"). Ejemplo 2 Estudios de inmunogenicidad con antígeno recombinante S,L* Se llevó a cabo un estudio en ratones Balb/C con el n de comparar la inmunogenicidad de diversas formulaciones que contienen S,L*. S,L* es un antígeno compuesto que comprende una proteína (L*) de antígeno L de supercie modicado y una proteína S ambas derivadas del virus de la hepatitis B (abreviadamente HB). Este antígeno compuesto es el sujeto de la solicitud de patente europea Nº EP 0 414 374. Este esquema de inmunización usado en el modelo de ratones transgénicos HB que se ha mostrado previamente que soporta la inducción de CTL en ratones Balb/c. Las diferentes formulaciones de adyuvantes, que utilizan los sistemas de emulsiones descritos en el ejemplo 1, con diferentes relaciones de escualeno:QS21, y que comprenden opcionalmente colesterol (relación de QS21:colesterol p/p de 1:10), se combinaron con S,L* y se compararon en su capacidad para inducir respuestas inmunes humorales y mediadas por células (producción de citoquina y CTL). S,L* adsorbido en hidróxido de aluminio (AlOH 3) se utilizó como un control inductor de Th1. Brevemente, se inmunizaron intramuscularmente grupos de 10 ratones 4 veces a intervalos de 3 semanas con 2 µg de S,L* liolizado combinado con diversos sistemas de emulsiones de aceite en agua (SB62). 14 días después de la cuarta inmunización se analizó la producción de citoquinas (IL5 e IFN- ) y la actividad de CTL después de reestimulación in vitro de células de bazo y de ganglios linfáticos con antígeno S,L*. La respuesta de anticuerpo a S,L* y el perl isotópico inducido se controlaron mediante ELISA a los 21 días después de II y 14 días después de IV. Grupos de ratones Se inmunizaron intramuscularmente grupos de 10 ratones Balb/C con formulaciones descritas más adelante. SB62 se formuló junto con el antígeno a una relación alta (240:1, SB62) o baja (48:1, SB62') de escualeno:QS21, opcional- mente con la adición de colesterol (c). 65 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 TABLA 1 Grupos de ratones y composiciones de vacunas utilizadas en el ejemplo 2 Grupo Antígeno S,L* Nombre de adyuvante Composición de Esquema de inmunización Se inmunizaron los animales intramuscularmente en la pata (50 µl para todos los grupos excepto para el grupo 5 donde se inyectó 100 µl) en los días 0, 21, 42 y 63. Se tomó sangre del seno retroorbital en varios instantes después de las inmunizaciones. El día 77, se sacricaron los animales de cada grupo, se retiraron los bazos y ganglios linfáticos que drenan el lugar de (ganglios linfáticos ilíacos) para reestimulación in vitro . Se obtuvieron conjuntos de 3 ó 4 bazos y 1 conlunto de 10 LN para cada grupo y se trataron separadamente en los ensayos in vitro . Serología de ratones La cuanticación de los anticuerpos anti-HBs se realizó mediante ELISA utilizando antígeno de supercie de HB como antígeno de recubrimiento. Las soluciones de antígeno y anticuerpo se utilizaron a 50 µl por pocillo. Se diluyó el antígeno a una concentración nal de 1 µg/ml en PBS y se adsorbió durante una noche a 4ºC a los pocillos de placas de microtitulación de 96 pocillos (Maxisorb Immuno-plate, Nunc, Dinamarca). Después las placas se incubaron durante 1 hora a 37ºC con PBS que contenía albúmina sérica bobina al 1% y TWEEN 20 (tampón de saturación) al 0,1%. Las diluciones dos veces de sueros (comenzando en dilución 1/100) en el tampón de saturación se añadieron a las placas recubiertas con los HBs y se incubaron durante 1 hora 30 minutos a 37ºC. Se lavaron las placas cuatro veces con PBS 0,1% de TWEEN 20 y se añadió a cada pocillo IgG1, IgG2a, IgG2b o Ig anti-ratón Reino Unido) diluido 1/1000 en tampón de saturación y se incubó durante 1 hora 30 minutos a 37ºC. Después de una etapa de lavado, se añadió complejo estreptavidina-peroxidasa biotinilada (Amersham, Reino Unido) diluida 1/5000 en tampón de saturación durante 30 minutos adicionales a 37ºC. Se lavaron las placas como se ha indicado anteriormente y se incubaron durante 20 minutos con una solución de o-fenilendiamina (Sigma) al 0,04% H2O2al 0,03% en 0,1% de TWEEN 20 tampón citrato 0,05 M pH 4,5. Se detuvo la reacción con H 2SO 42 N y se leyó a 492/620 nm. Se calcularon los títulos ELISA a partir de una referencia de SoftmaxPro (usando una ecuación de cuatro parámetros) y se expresó en UE/ml. Proliferación de células T Dos semanas después de la segunda inmunización, se sacricaron los ratones, se retiraron asépticamente el bazo y los ganglios linfáticos en conjuntos (3 ó 4 órganos por conjunto de células esplénicas, 1 conjunto de 10 órganos por células de ganglios linfáticos (abreviadamente LNC)). Las suspensiones celulares se prepararon en medio RPMI 1640 (GIBCO) que contenía L-glutamina 2 mM, antibióticos, 2-mercaptoetanol 5 x 105M y 1% de suero de ratón normal singénico. Se cultivaron las células a una concentración nal de 2 x 106células/ml (para LNC o células de bazo (abreviadamente SPC)) en 200 µl en placas de 96 pocillos de fondo redondo con diferentes concentraciones (10-0,03 µg/ml) de antígeno S,L* (25D84). Cada ensayo se llevó a cabo por cuadruplicado. Después de 96 horas de cultivo a 37ºC en CO 2al 5%, se pulsaron las células durante 18 h con3H-timidina (Amersham, Reino Unido, 5Ci/mmol) a 0,5 µCi/pocillo y después se recogieron en ltros de bra de vidrio con un recolector de células. Se midió la radiactividad incorporada en un contador de centelleo líquido. Los resultados se expresan en cpm (media de cpm en pocillos cuadriplicados) o como índices de estimulación (media de cpm en cultivos de células con antígeno / media de cpm en cultivo de células sin antígeno). 75 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 Producción de citoquinas Dos semanas después de la segunda inmunización, se sacricaron los ratones, se retiraron asépticamente el bazo y los ganglios linfáticos en conjuntos (3 ó 4 órganos por conjunto para células esplénicas, 1 conjunto de 10 órganos para LNC). Se prepararon las suspensiones de células en medio RPMI 1640 (GIBCO) que contenía L-glutamina 2 mM, antibióticos, 2-mercaptoetanol 5 x 105M y 5% de suero de ternera fetal. Se cultivaron las células a una concentración nal de 2,5 a 5 x 106células/ml (respectivamente para LNS o SPC) en 1 ml, en 24 pocillos de fondo plano con diferentes concentraciones (1-0,01 µg/ml) de S,L* (25D84). Se recogieron los sobrenadantes 96 horas más tarde y se congelaron hasta ensayo para la presencia de IFNg e IL-5 mediante ELISA. Producción de IFN- La cuanticación de IFN- se realizó mediante ELISA utilizando reactivos de Genzyme. Las soluciones de mues- tras y anticuerpos se utilizaron a 50 µl por pocillo. Se recubrieron placas de microtitulación de 96 pocillos (Maxisorb Immuno-plate, Nunc, Dinamarca) durante una noche a 4ºC con 50 µl de IFNg de hámstaer anti-ratón diluido en 1,5 µg/ml en tampón carbonato pH 9,5. Después las placas se incubaron durante 1 hora a 37ºC con 100 µl de PBS que contenía 1% de albúmina sérica bovina y 0,1% de TWEEN 20 (tampón de saturación). Las diluciones dos veces de los sobrenadantes de estimulación in vitro (comenzando a ½) en tampón de saturación se añadieron a las placas recubier- tas con anti-IFNg y se incubaron durante 1 hora 30 minutos a 37ºC. Se lavaron las placas 4 veces con PBS TWEEN al 0,1% (tampón de lavado) y se añadió a cada pocillo IFNg de cabra anti-ratón conjugado con biotina diluido en tampón de saturación a una concentración nal de 0,5 µg/ml y se incubó durante 1 hora a 37ºC. Después de una etapa de lavado, se añadió conjugado AMDEX (Amersham) diluido 1/10000 en tampón de saturación durante 30 minutos a 37ºC. Se lavaron las placas como se ha indicado anteriormente y se incubaron con 50 µl de TMB (Biorad) durante 10 minutos. Se detuvo la reacción con H 2SO 40,4 N y se leyó a 450 nm. Se calcularon las concentraciones utilizando una curva estándar (estándar de IFN de ratón) de SoftmaxPro (ecuación de cuatro parámetros) y se expresó en pg/ml. Producción de IL-5 Se realizó la cuanticación de IL5 mediante ELISA uilizando reactivos de Pharmingen. Se utilizaron soluciones de muestras y anticuerpos a 50 µl por pocillo. Las placas de microtitulación de 96 pocillos (Maxisorb Immuno-plate, Nunc, Dinamarca) se recubrieron durante una noche a con 50 µl de IL5 de rata anti-ratón diluida a 1 µg/ml en tampón carbonato pH 9,5. Después las placas se incubaron durante 1 hora a 37ºC con 100 µl de PBS que contenía 1% de albúmina sérica bovina y 0,1% de TWEEN 20 (tampón de saturación). Se añadieron las diluciones dos veces de sobrenadantes de estimulación in vitro (comenzando a ½) en tampón de saturación a las placas recubiertas con anti- IL5 y se incubaron durante 1 hora 30 minutos a 37ºC, Se lavaron las placas 4 veces con PBS TWEEN al 0,1% (tampón de lavado) y se añadió a cada pocillo IL5 de rata anti-ratón conjugado a biotina diluida en tampón de saturación a una concentración nal de 1 µg/ml y se incubó durante 1 hora a 37ºC. Después de una etapa de lavado, se añadió conjugado AMDEX (Amersham) diluido 1/10000 en tampón de saturación durante 30 minutos a 37ºC. Se lavaron las placas cono se ha indicado anteriormente y se incubaron con 50 µl de TMB (Biorad) durante 15 minutos. Se detuvo la reacción con H 2SO 40,4 N y se leyó a 450 nm. Se calcularon las concentraciones utilizando una curva estándar (IL5 de ratón recombinante) de SoftmaxPro (ecuación de cuatro parámetros) y se expresó en pg/ml. Inducción de CTL Dos semanas después de la segunda inmunización, se sacricaron los ratones, se retiraron asépticamente los bazos en conjuntos de 3 ó 4 ratones (2 conjuntos de 3 y un conjunto de cuatro ratones por grupo). Se prepararon las sus- pensiones de células en medio RPMI 1640 (GIBCO) que contenía L-glutamina 2 mM, antibióticos, 2-mercaptoetanol 5 x 105M y 5% de suero de ternera fetal. Se cultivaron las células a una concentración nal de 2 x 106células/ml en 10 ml de medio que contenía 2 µg/ml de SL* y 1,25% de ConA sup (matraces Falcon de 25 cm2) y se incubaron durante 8 días a 37ºC en 5% de CO 2. Ensayo de CTL El día antes del ensayo de CTL (d 7), se prepararon las células diana mediante incubación de células P815 (106 células/ml) con S,L* (lote 25D84) o péptido S 2839a 10µg/ml. Después de 1 hora de incubación en tubos Falcon de15 ml en un pequeño volumen, se transrieron las células a placas de 24 pocillos y se incubaron durante una noche a 37ºC. El día del ensayo, 2 x 106células P815 se pulsaron con S,L* y S 2839y centrifugaron, se resuspen- dieron en 50 de y se incubaron con 75 µl de51Cr µCi) durante 1 hora a 37ºC (agitando cada 15'). Después las células se lavaron cuatro veces con 10 ml de medio completo y se incubaron durante 30' a 4ºC después del cuarto lavado. Después las células se centrifugaron y se volvieron a suspender a una concentración de 2 x 104células/ml. Después las células efectoras se centrifugaron, se contaron y se volvieron a suspender a 2 x 106células/ml. Se realizaron diluciones en serie tres veces de las células efectoras en placas de 96 pocillos con fondo en V, comenzando a una concentración de 2 x 105células/pocillo/100 µl. 85 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 Se añadieron 2 x 103células diana en 100 µl a las células efectoras por triplicado. Se valoró la liberación espontánea y máxima mediante la incubación de células diana con medio o Tritón X100 al 3% respectivamente. Se centrifugaron las placas 3' a 700 rpm y se incubaron durante 4 horas a 37ºC. Después del tiempo de incubación, se transrieron 50 µl de sobrenadante desde cada pocillo a placas Luma y se secaron durante una noche antes de contar en un contador de centelleo Top-count. Los resultados se expresan como lisis especíca y se calcularon como sigue: % de SR = (media de cpm de la muestra-media de cpm del medio / media de cpm máxima-media de cpm del medio) x 100 Resultados Serología Las respuestas humorales (isotipos Ig e IgG) se midieron mediante ELISA utilizando antígeno de supercie de HB como antígeno de recubrimiento. Solamente se muestran los datos de los 21 días del instante después de II. Los resultados se muestran en las guras 1 y 2. Figura 1, muestra las respuestas de anticuerpo de Ig especíca de Hbs medidas en ambos sueros de ratones indivi- duales y media del grupo, 14 días después de II. Figura 2, muestra la distribución de subtipos de Ig especíca de Hbs en el suero de los ratones vacunados. Como se puede ver en la gura 1, las formulaciones relativas a SB62 inducen títulos de anticuerpos mucho más altos que la formulación de S,L* Alum. El análisis estadístico en sueros individuales (Anova 1 test de Newman Keuls) no muestran diferencia signi- cativa en títulos de anticuerpos inducidos por SB62 y SB62'c o igualmente entre los títulos de anticuerpos inducidos por SB62 y SB62'c. Por lo tanto, los títulos de anticuerpos anti-S,L* resultantes son independientes del la relación escualeno:QS21. El perl de la distribución subisotípica (como se muestra en la gura 2) es comparable para todas las formula- ciones relativas a SB62 (25-30% de IgG2a) mientras que las de Alum inducen solamente 4% de IgG2a. Respuestas inmunes mediadas por células Las respuestas inmunes mediadas por células (linfoproliferación, producción de IFN / IL5 y CTL) se midieron a los 14 días después de IV después de reestimulación in vitro de células esplénicas y de citoquinas (IFN e IL-5) se ha medido después de las 96 horas de reestimulación in vitro de células esplénicas y células de ganglios linfáticos ilíacos con S,L*. Estos resultados se representan en las guras 3 a 6. Figura 3, muestra los resultados de la producción de IFN- por las células esplénicas (media de los datos obtenidos con tres conjuntos / grupo). Figura 4, muestra los resultados de la producción de IL-5 por las células esplénicas (media de los datos obtenidos con tres conjuntos / grupo). Figura 5, muestra los resultados de la producción de IFN- por las células de los ganglios linfáticos ilíacos (media de los datos obtenidos con tres conjuntos / grupo). Figura 6, muestra los resultados de la producción de IL-5 por las células de los ganglios linfáticos ilíacos (media de los datos obtenidos con tres conjuntos / grupo). 95 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 TABLA 2 Relación de IFN- : IL-5 producidas por células detectadas en células esplénicas Reestimulación Grupos GR 1 GR 0,9 Descripción Pequeñas cantidades de emulsión son beneciosas para la producción de IFN- . Niveles muy altos de IFN- se producen después de la reestimulación de células esplénicas de animales inmunizados con formulaciones que contienen la emulsión de baja relación. Estos niveles son signicativamente mayores que los obtenidos después de la vacunación con las formulaciones correspondientes utilizando una emulsión de dosis completa. La producción más fuerte de IFN- se obtiene después de la reestimulación de células esplénicas de animales inmunizados con S,L* SB62 y SB62'c. El efecto benecioso de las formulaciones de relación baja (grupos 3 y 4 en las guras 5 y 6) es mucho más marcado cuando se miran las células derivadas de los ganglios linfáticos que drenan (ganglios linfáticos ilíacos) comparado con del bazo. Una relación IFN- : IL-5 >1 claramente sugiere que se induce una respuesta pro TH1 por todas las formula- ciones relativas a SB62 (véase tabla 1). Los animales inmunizados con formulaciones de S,L* SB62c producen niveles más altos de IL-5 que los in- munizados con formulaciones de S,L*SB62 que no contienen colesterol. Los animales inmunizados con S,L* Alum son los que producen los más altos niveles de IL-5. Se observa una producción más fuerte de IFN- cuando se usan las formulaciones (SB62' y SB62'c) de relación baja de escualeno: QS21. Respuesta de células T citotóxicas Las respuestas de CTL anti-S,L* se proporcionan en la gura 7. Figura 7, muestra la actividad de CTL de las células T esplénicas estimuladas in vitro durante 7 días con antígeno S,L* (media de % de lisis especíca de tres conjuntos). Descripción de los resultados de CTL Se obtiene lisis especíca con todas las formulaciones de emulsiones de aceite en agua. Se observa una respuesta más fuerte de CTL con formulaciones que contienen emulsiones de SB62' cuando se mira la relación limitante de E/T tal como 3/1. Conclusiones 1. La producción más fuerte de IFN- se observa después de la inmunización con emulsiones de SB62'. 2. Una respuesta CTL ligeramente mejor se induce mediante formulaciones que contenían emulsiones SB62' en comparación con la correspondiente formulación que usa una emulsión de dosis completa. 3. El perl de tipo TH1 de la respuesta inmune inducida por todas las formulaciones relativas a SB62 se conrma adicionalmente mediante la relación IFN- / IL-5. 4. No se observa ninguna diferencia signicativa entre títulos de anticuerpos inducidos después de la inmunización con SB62c o SB62'c. 5. No se observa ninguna diferencia signicativa entre títulos de anticuerpos inducidos después de la inmunización con SB62c y SB62'. 6. Un perl isotópico comparable (25-30% de IgG2a) se obtiene con todas las formulaciones relativas a SB62 que sugieren la inducción de una respuesta inmune especíca de HBs de tipo TH1. 105 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 TABLA 3 Tabla sumario que muestra los resultados del ejemplo 2 Parámetro Formulaciones que contienen S,L* inmune (% (4) IFN-(SPC) + ++ +++ ++++ + IL - 5 ++ +++ CTL + + ++ ++ - Ejemplo 3 de inmunogenicidad con antígenos de malaria TRAP y RTS,S Los experimentos de inmunización que utilizan los antígenos de malaria de Plasmodium falciparum TRAP y RTS,S en combinación con diversos adyuvantes, cada uno a base de un sistema de emulsión de aceite en agua. La RTS es una proteína híbrida que comprende sustancialmente toda la porción terminal C de la proteína del circumspo- rocito (abreviadamente CS) de P . falciparum unido mediante aminoácidos de la porción preS2 del antígeno de supercie de Hepatitis B al antígeno de supercie (S) del virus de la hepatitis B. Su estructura completa se describe en la solicitud de patente internacional Nº PCT/EP92/02591, publicado en el documento número WO 93/10152 que reivindica prioridad de la solicitud de patente de Reino Unido Nº 9124390.7. Cuando se expresa en RTS de levadura se produce en forma de una partícula de lipoproteína y cuando se coexpresa con el antígeno S de VBH produce una partícula mezclada conocida como RTS,S. Los antígenos TRAP se describen en la solicitud de patente internacional Nº PCT/GB89/00895, publicada en el documento WO 90/01496. Los antígenos son polipéptidos, también llamados proteínas relativas a trombospondina, que comparten homología con diversas proteínas de P . falciparum . Las formulaciones de adyuvantes diferentes que utilizan los sistemas de emulsión se describen en el ejemplo 1, con diferentes relaciones de escualeno:QS21, y comprendiendo opcionalmente colesterol (relación QS21:colesterol p/p de 1:10), se combinaron con los antígenos de malaria y se compararon en su capacidad para inducir respuestas inmunes humorales y mediadas por células (proliferación de células T y producción de citoquinas). SB62 se formuló junto con el antígeno en una relación alta (240:1, SB62) o baja (48:1, SB62') de escualeno:QS21, opcionalmente con la adición de colesterol.(c). Se inmunizaron dos veces (en volúmenes de 2 x 50 µl) grupos de 5 ratones (hembras de ratones de seis sema- nas de edad, raza C57/BL6 x CBA/J [H-2k]) en la almohadilla de la pata trasera, con espacio de 14 días, bien con 10µg de RTS,S o con 4 µg de TRAP combinado con diversos sistemas de emulsiones de aceite en agua (SB62). Ca- torce días después de la segunda inmunización la producción de citoquinas (IL 5 e IFN- ) y proliferación de células T se analizó después de reestimulación in vitro de células de bazo y de ganglios linfáticos con los antígenos de malaria. La respuesta de anticuerpos a RTS,S y TRAP y el perl isotópico que se indujo se investigó mediante ELISA. 115 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 TABLA 4 Grupos de animales y formulaciones de vacunas utilizadas en el ejemplo 3 Nº de grupo Antígeno Adyuvante 1 RTS,S SB62 / 3D - MPL 2 TRAP SB62 / QS21 / 3D - MPL 3 RTS,S /TRAP SB62 / QS21 / 3D - MPL 4 RTS,S AlOH / QS21 / 3D - MPL 5 RTS,S /TRAP AlOH / QS21 / 3D - MPL 6 RTS,S SB62c / QS21 / 3D - MPL 7 RTS,S /TRAP SB62c / QS21 / 3D - MPL 8 RTS,S SB62c' / QS21 / 3D - MPL 9 RTS,S /TRAP SB62c' / QS21 / 3D - MPL 10 - SB62 / QS21 / 3D - MPL 11 Vir. Vac. 3D7 Notas a pie de página Dosis completa de emulsión de aceite en agua de SB62. Emulsión de aceite en agua de SB62' ejemplicada en las guras como dosis 1/5 de SB62. Emulsión de aceite en agua de SB62c o SB62'c (cualquier dosis) más colesterol en la fase oleosa. Vir. Vac. 3D7 = una construcción de virus vaccinia recombinante que expresa la proteína de CS y administrada a 106UFP por ratón. Proliferación de células T Células de bazo o de ganglios linfáticos poplíteos se retiraron asépticamente y se lavaron. Se cultivaron 100 µl de células en medio RPMI (1% de suero normal de ratón inactivado por calor, NMS) que contenía 2 x 106/ml de células en placas de fondo redondo en presencia de antígenos RTS,S o TRAP. Después de la estimulación du- rante 96 horas con 0,1, 0,5 y 2,5 µg de antígeno, o 48 horas con 2 µg/ml de ConA, se marcaron las células con 3H-timidina (1 µCi/pocillo) durante 16 horas antes de que se recogieran y se contaran en un contador . Medio RPMI RPMI 1640 sin mM (Life technologies Nº 11360039), aminoácidos no esenciales 1 x MEM (10 x solución madre, Life technologies Nº11140035), penicilina 100 UI/ml- estreptomicina 100 µg/ml (Life technologiesNº 15140114). de ganglios linfáticos poplíteos se retiraron asépticamente y se lavaron. Se cultivaron 1000 µl de células en medio RPMI (5% de suero de ternera fetal inactivado por calor, FCS) que contenía 5 x 106/ml de células en placas de fondo plano de 24 pocillos en presencia de antígenos RTS,S o TRAP. Después las placas se incubaron (37ºC, 5% de CO 2) durante un número de horas con 0,5 y 2,5 µg de antígeno, o 4 µg/ml nal de ConA. La duración del tiempo durante las que se incubaron las células depende de la citoquina particular a detectar, la IL-2 se estimuló durante 72 horas, la IL-5 durante 72 ó 96 horas e IFN- durante 96 horas. Cada citoquina se detectó utilizando kits de ELISA el kit Pharmingen). 125 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 Serología Se analizaron los anticuerpos dirigidos contra TRAP utilizando un sándwich ELISA. Un antisuero oveja anti-TRAP se recubrió en placas de ELISA que se utilizó para capturar antígeno TRAP añadido a 0,5 µg/ml. Las titraciones de suero reunido de grupos experimentales se añadieron y se incubaron. Finalmente, se utilizaron anti- cuerpos especícos de isotipos anti-ratón biotinilados seguido de estreptavidina-peroxidasa para detectar unidos especícos de TRAP. Las respuestas humorales anti VBH se analizaron mediante un ELISA directo, HBsAg se recubrió en la placa de ELISA a 1 µg/ml. Suero reunido de los diferentes grupos experimentales se titraron y se detectaron anticuerpos unidos como se ha descrito anteriormente. Resultados Proliferación de células linfoides en respuesta a antígeno Las respuestas proliferativas en respuesta al antígeno se puede ver en las guras 8 a 11. Todas las preparaciones de vacunas estimularon células en el ganglio linfático poplíteo local que eran capaces de proliferar in vitro en respuesta al antígeno, la magnitud de la cual era independiente de la adición de colesterol. Todas las preparaciones de vacunas eran capaces de estimular células esplénicas que proliferaban in vitro en res- puesta al antígeno. Cuando se consideran los índices de estimulación, las preparaciones que provocaron las respuestas más altas en el bazo eran las que tenían la relación escualeno:QS21 baja (48:1 o dosis 1/5 de SB62). Figura 8, muestra las respuestas proliferativas de células de ganglios linfáticos poplíteos (en forma de conteo bruto por minuto (abreviadamente CPM)) derivadas de los grupos experimentales después de estimulación con antígenos TRAP y RTS,S. Figura 9, muestra las respuestas proliferativas de células esplénicas (en forma de conteo bruto por minuto (abre- viadamente CPM)) derivadas de los grupos experimentales después de estimulación con antígenos TRAP y RTS,S. Figura 10, que muestra las respuestas proliferativas de células de ganglios linfáticos poplíteos (índice de estimula- ción) derivadas de los experimentales después de estimulación con antígenos TRAP y RTS,S. Figura 11, que muestra las respuestas proliferativas de células esplénicas (índice de estimulación) derivadas de los grupos experimentales después de estimulación con antígenos TRAP y RTS,S. Descripción de resultados de proliferación Las guras 1 y 2, claramente muestran que todas las formulaciones de vacunas estimulan las células linfoides que son capaces de proliferar in vitro en presencia de antígeno en una forma dependiente de dosis. Los datos de conteo bruto sugieren que la inclusión de colesterol en las formulaciones de adyuvantes no tienen efecto en la magnitud de las respuestas proliferativas (por ejemplo, una comparación entre los grupos 1 y 6, denominados RTS,S/MPL/QS21/SB62 y RTS,S/MPL/QS21/SB62c respectivamente). El examen de las cpm junto con los resultados de índice de estimulación (obtenidos dividiendo el conteo bruto para la proliferación especíca de antígeno por la que se deriva de la proliferación especíca de no antigénica (medio solo)) muestra que la formulación de vacunas que genera las respuestas proliferativas más altas depende del origen del linfocito medido. Las formulaciones de adyuvantes que contienen la relación de escualeno:QS21 baja (48:1) generan las respuestas proliferativas más altas en el bazo. Producción de citoquinas invitro tras la estimulación con antígeno La producción de citoquinas, medias in vitro en respuesta a antígeno, puede ser tanto una medida cuantitativa como cualitativa de la inducción de respuestas inmunes in vivo. En general se toman niveles altos de IFN- e IL-2 para que sean una medida de las repuestas inmunes de tipo Th1, e IL-5 se considera que es una citoquina de tipo Th2. Las guras siguientes (gura 12 a 14) demuestran el uso de SB62', que contiene una relación reducida de escualeno:QS21 (denominada dosis 1/5 de SB62), tenia un efecto marcado para potenciar la producción de IFN- (gura 6). Además, existe evidencia de que la adición de colesterol no tiene efectos cualitativos o cuantitativos en el perl de citoquinas producidas in vitro en respuesta a antígeno. Este efecto puede tener consecuencias signicativas en la inducción de respuestas inmunes de tipo Th1 y también inmunoterapéuticas. Figura 12, muestra producción de IL-2 de células esplénicas después de estimulación con antígeno TRAP o RTS,S. 14 días después de VII. Figura 13, muestra producción de IFN- mediante células esplénicas después de estimulación con antígeno TRAP o RTS,S. 14 días después de VII. 135 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 Figura 14, muestra producción de IL-5 mediante células esplénicas después de estimulación con antígeno TRAP o RTS,S. 14 días después de VII. Serología Otra medida de inmunidad que puede correlacionarse con una respuesta inmune de tipo Th1, o alternativamente de un tipo Th2 es el subisotipo de IgG que se provoca. Una estimulación preferencial del subisotipo IgG1 se toma generalmente para que sea una medida de la inducción de la respuesta inmune de tipo Th2, y recíprocamente IgG2a e IgG2b se toma para que sea una medida de la respuesta inmune de tipo Th1. Los estudios de ELISA se realizaron en suero de ratón en conjunto y se determinaron los títulos de punto medio tanto para anticuerpos especícos de HBsAg como TRAP. Para estas guras se calculó la relación de los títulos de punto medio de IgG1 e IgG2 especícos de antígeno y se tomó para que fuera una medida del balance Th1/Th2 de la respuesta inmune humoral (los resultados se muestran en la tabla 4). TABLA 4 La relación de IgG1:IgG2a, que representa el balance Th1/Th2. Una relación <1 representa una respuesta inmune de tipo Th1, una relación >1 indicando una respuesta de tipo Th2 Relación de títulos de punto medio de IgG1 : IgG2a Grupo HBsAg 6 0,28 7 0,2 7,21 8 0,66 9 0,3 0,77 Descripción de los resultados serológicos Se analizaron conjuntos de suero de ratón de cada grupo y se encontraron que habían estimulado exitosamente anticuerpos especícos de HBsAg y TRAP. En general, títulos de punto medio de anticuerpos contra HBsAg eran más altos que los encontradas contra TRAP. La distribución de isotipo difería entre los dos antígenos. RTS,S en todas las formulaciones provocaba una conguración clara de Th1, como se indicaba mediante una relación IgG1:IgG2a inferior a 1. En contraste, los anticuerpos especícos de TRAP mostraban una conguración de isotipos de tipo Th2. Las únicas excepciones a esta observación eran los grupos 2, que recibieron TRAP únicamente, y el grupo 9, que recibió TRAP/RTS,S en una formulación SB62' (que contenía una relación baja de escualeno:QS21, denominada dosis 1/5 de SB62). Por lo tanto, el uso de SB62' puede ser útil en el diseño de vacunas que inducen Th1 con antígenos que se sabe preferentemente que inducen respuestas inmunes de tipo Th2. Ejemplo 4 Estudios inmunológicos que utilizan un modelo de regresión tumoral de tipo murino Este experimento investigó el uso potencial de adyuvantes de emulsiones de aceite en agua para el tratamiento terapéutico de virus de papiloma humano (abreviadamente VPH) que expresa tumores. Se inocularon células tumorales (TC1), que se sabe que expresan la proteína E7 de VPH 16, en ratones C57BL/6 de 6-8 semanas de edad. Estas células tumorales si se dejan sin tratar se desarrollaban en tumores de tamaño mensurable. Se investigó el potencial de las vacunas que comprenden E7, a base de adyuvantes de emulsiones de aceite en agua, para evitar el establecimiento de estos tumores. Se evaluó en el modelo de tumor TC1-E7 el potencial terapéutico de diversas emulsiones de aceite 145 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 en agua (para detalles véase el ejemplo 1) dosis completa de SB62, 1/5 de SB62, dosis completa de SB62c y 1/5 SB62c en combinación con antígeno recombinante ProtD1/3 E7 VPH 16. Además, se comparó la contribución de los programas de vacunación. Brevemente, grupos de 8-10 ratones C57BL/6 se provocaron 5 x 105células tumorales (en el costado). Después los grupos de ratones se inmunizaron dentro de la almohadilla de la pata con 5 µg de ProtD1/3 E7 combinada con diversas formulaciones, 7 y 14 días después de la provocación tumoral subcutánea. Se compararon otros esquemas de vacunación: 2 vacunaciones con 5 µg de ProtD1/3 E7 en SB62 (días 14 y 21 después de la provocación de tumores); y 4 vacunaciones con 5 µg de ProtD1/3 E7 en SB62 (7, 14, 21, 28 días después de la provocación de tumores). Las respuestas de anticuerpo a E7 se controlaron mediante ELISA en los instantes 2 y 4 semanas después de la segunda vacunación. Se analizó la respuesta linfoproliferativa mediante reestimulación in vitro de células de bazo y de ganglios linfáticos durante 72 horas con la proteína E7 (10, 1, 0,1 µg/ml) 2 y 4 semanas después de la segunda vacunación. Las respuestas de CTL se midieron después de reestimulación in vitro de células esplénicas con células tumorales irradiadas (TC1) o un péptido derivado de E7. El ensayo de liberación de cromo se realizó en células TC1, en una línea de células tumorales singénicas : EL4 pulsadas o no con un péptido derivado de E7 o infectadas bien con un virus vaccinia recombinante de E7 o con el virus vaccinia de tipo salvaje. TABLA 5 Grupos de ratones Grupo Programa de vacunación Antígeno (VPH 16) Excipiente (días después de provocación) A 7, 14 - PBS b 7, 14 ProtD1/3 E 7 PBS c 7, 14 ProtD1/3 E 7 DQ d 7, 14 - DQ e 7, 14 ProtD1/3 E 7 SB62 f 7, 14 - SB62 g 7, 14 ProtD1/3 E 7 SB62' h 7, 14 - SB62' i 7, 14 ProtD1/3 E 7 SB62c j 7, 14 - SB62c k 7, 14 ProtD1/3 E 7 SB62'c l 7, 14 - SB62'c m 7, 14, 21, 28 ProtD1/3 E 7 SB62 n 14, 21 ProtD1/3 E 7 SB62 Experimentos terapéuticos: protocolo Se inyectaron subcutáneamente en el costado de ratones C57BL/6 inmunocompetentes 5 x 105células tumorales que expresan TC1-E7 (200 µl). Las vacunaciones se realizaron en cualquiera de los días 7, 14, 21 ó 28 días después del la provocación de tumores, con 5 µg de ProtD1/3 E 7 VPH 16 inyectada en la almohadilla de la pata (100 µl : 50 µl / almohadilla de pata). Cada vacuna se formuló en presencia de diferentes adyuvantes: SB62, SB62c, SB62' o SB62'c. 155 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 Dos y cuatro semanas después de la segunda inmunización se sacricaron los ratones y se cogieron los bazos o ganglios linfáticos poplíteos y se analizaron en ensayos de linfoproliferación o CTL. Formulaciones comparativas a base de liposomas (DQ) Se incubó antígeno ProtD1/3-E7 (5 µg) 30 minutos con MPL (5 µg) antes de la adición de tampón en forma de una mezcla 10 veces concentrada de PBS pH 7,4 y H 2O. Después de 30 minutos se añadió QS21 (5 µg) a la formulación mezclada con liposomas en una relación de peso QS21/Colesterol de 1:5 (denominada DQ). Se añadieron 50 µg/ml de tiomersal a la formulación como conservante 30 minutos después de la adición de la QS21. Todas las incubaciones se llevaron a cabo a temperatura ambiente con agitación. Líneas celulares Células TC1 (obtenidas de la Universidad de John Hopkin) o EL4 se desarrollaron en RPMI 1640 (Bio Whittaker) que contenía 10% de FCS y aditivos: L-glutamina 2 mM, 1% de antibióticos (10000 U/ml de penicilina, 10000 µg/ml de estreptomicina) 1% de aminoácidos no esenciales 100 x, 1% de piruvato sódico (Gibco), 2-mercaptoetanol 5 x 105M. Antes de la inyección en un costado de los ratones, las células TC1 se tripsinizaron y se lavaron en medio exento de suero. Desarrollo tumoral Se siguió el desarrollo individual tumoral durante el tiempo. Se midieron los dos principales diámetros (A, B) utilizando calibres dos veces por semana, A x B representa la \"supercie tumoral\" y se expresa como la media de los 5 valores en cada grupo. Linfoproliferación invitro Se realizó la linfoproliferación en bazos individuales y en conjuntos de ganglios linfáticos. La suspensión celular se incubó con cloruro amónico tamponado con Tris durante 4 minutos a 4ºC con el n de lisar los glóbulos rojos Se sembraron en placas por triplicado 2 x 105células de bazo o células de ganglios linfáticos poplíteos, en microplacas de 96 pocillos, en medio RPMI que contenía 1% de suero de ratón normal. Después de 72 horas de incubación con diferentes cantidades de E7 (10-1-0,1 µg/ml), 100 µl de sobrenadante de cultivo se retiraron y se reemplazaron por medio reciente que contenía 1 µCi de3H-timidina. Después de pulsar durante 16 horas, se recogieron las células en placas de ltro. Se contó la radiactividad incorporada en un contador . Los resultados se expresan en cuentas por minuto (CPM, media de pocillos triplicados) o como índices de estimulación (media de CPM en cultivos con antígeno ÷media de CPM en cultivos sin antígeno). Ensayo de CTL Se cultivaron 2 x 106células de bazo junto con 2 x 106células TC1 irradiadas (18000 rads) durante 7 días. Las células diana eran bien células TC1 cargadas (1 hora a 37ºC) con Cr51(DuPont NEN 37MBq/ml) o células EL4 (células infectadas con un virus vaccinia recombinante de E7 (recibido de T. C. Wu de la Universidad de John Hopkins). Los resultados derivados de estas células se compararon con los de las dianas de EL4 que se habían infectado con el virus vaccinia de tipo salvaje (la infección de vaccinia de realizó a una MOI (multiplicidad de infección) de 10 en un volumen pequeño de medio exento de suero, durante 1 hora a 37ºC en un incubador de CO 2. Se añadió medio reciente y se incubaron las células durante una noche antes de uso). Se usaron 10 µg/ml de péptido derivado de E7 (49-57) (QCB) para pulsar células El4 durante 1 hora a 37ºC mientras se realizaba la carga de las células con Cr51. Se añadieron 2000 células diana a cada pocillo de placa de 96 pocillos (nunc 2-45218 de fondo en V) siendo la relación más alta efector/diana 100/l. Los controles de liberación máxima de Cr51se realizaron por sextuplicado y eran dianas en medio o en triton al 1,5%. Todas las placas se centrifugaron suavemente y se incubaron durante 4 horas a 37ºC en CO 2al 7%. Se depositaron 50 µl del sobrenadante en Lumaplate de 96 pocillos (Packard) se dejaron secar durante una noche y se contaron en un contador Top Count. Los datos se expresan como porcentaje de lisis especíca que se calcula a partir de las c. p. m. mediante la fórmula (liberación experimental-liberación espontánea) ÷(liberación máxima-liberación espontánea) x 100. Serología La cuanticación de anticuerpo anti E7 se realizó mediante ELISA utilizando E7 como antígeno de recubrimiento. Las soluciones de antígeno y anticuerpo se utilizaron a 50 µl por pocillo. Se diluyó el antígeno a una concentración nal de 3 µg/ml en tampón carbonato pH 9,5 y se adsorbió durante una noche a 4ºC a los pocillos de las placas de microtitulación de 96 pocillos (Maxisorb Immuno-plate, Nunc, Dinamarca). Después las placas se incubaron durante 1 hora a 37ºC con PBS que contenía 1% de albúmina sérica bovina y 1% de Tween 20 (tampón de saturación). Se añadieron diluciones dos veces de suero (comenzando a dilución 1/100) en el tampón de saturación a las placas recubiertas con E7 y se incubaron durante 1 hora 30 minutos a 37ºC. Se lavaron las placas 3 veces con PBS 1% de Tween 20 y se añadió IgG1, IgG2a, IgG2b o diluido 1/5000 en tampón de saturación a cada pocillo y se incubó durante 1 hora 30 minutos a 37ºC. Después de una etapa de lavado, se añadió complejo estreptavidina-peroxidasa biotinilada (Amersham, Reino Unido) diluida 1/5000 en tampón de saturación durante 30 minutos adicionales a 37ºC. Se lavaron las placas como se ha indicado anteriormente 165 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 y se incubaron durante 10 minutos con TMB (Tetrametilbencidina). Se detuvo la reacción con H 2SO 44 N y se leyó a 450 nm. Se calcularon diluciones de punto medio mediante SoftmaxPro (usando una ecuación de cuatro parámetros). Inmunohistoquímica Se retiraron los tumores y se jaron en acetona y paraformaldehído antes de seccionar. Después las secciones en criostato de 5 µm de espesor se investigaron y se tiñeron para CD4, CD8 y CD3 que expresan inltración de células T. Antes de la adición de los anticuerpos monoclonales teñidos, se lavaron las secciones y se saturaron con 0,5% de albúmina sérica bovina (abreviadamente BSA), 5% de suero de conejo normal (abreviadamente NRS) en PBS. Después de esta etapa los anticuerpos monoclonales de rata anti-CD3, CD4 y CD8 se añadieron y se incubaron durante una noche a 4ºC. Después las secciones se lavaron y se reveló la unión de los anticuerpos monoclonales de rata con Ig conejo anti-rata biotinilado. Después de la incubación durante 30 minutos, a temperatura ambiente (abreviadamente TA), se añadió estreptavidina-peroxidasa de rábano picante y se incubó durante otros 30 minutos a TA. La unión de estreptavidina-peroxidasa de rábano picante se reveló con DAB durante 10 minutos a TA. Después las secciones se tiñeron en contraste con hematoxilina y se deshidrataron con etanol, isopropanol y nalmente xilol. Resultados Desarrollo tumoral (para una representación del crecimiento medio tumoral /grupo véase la gura 15) Figura 15, muestra el desarrollo medio tumoral después de la provocación y vacunación los días 7 y 14 con diversas formulaciones que contienen ProtD1/3 E7. Figura 16, muestra el desarrollo tumoral medio observado durante un período de 4 semanas para los grupos que reciben el antígeno en formulaciones de DQ y SB62, también se representan los resultados que comparan los progra- mas diferentes de vacunaciones. Estas vacunas se administraron los días 7 y 14; o los días 14 y 21; o los días 7, 14, 21 y 28. Figura 16, comparación con las formulaciones comparativas y otros programas de vacunaciones. Descripción de los estudios de regresión tumorales con el ProtD1/3 E7o adyuvante solo no tiene ningún efecto en el desarrollo de la TC1-E7 que expresa tumor. El análisis del desarrollo individual tumoral mostró un rechazo completo tumoral en diversos grupos: Grupo Porcentaje de rechazo tumoral c 40% e 40% g 60% j 20% l 10% La mejor formulación para inducir rechazo tumoral se formuló con la dosis baja de emulsión de aceite en agua de SB62'. Se observó un efecto terapéutico después de 4 vacunaciones mejor que el visto después de 2. El análisis del desarrollo individual tumoral mostró que 60% de los animales rechazaron completamente su tumor después de 4 vacunaciones con formulaciones a base de SB62 mientras que solamente 40% de ratones que habían recibido 2 vacunaciones mostraron completa regresión. Si se retrasa la primera vacunación hasta el día 14 después de la provocación de tumores, no se pudo observar ningún rechazo completo. Sin embargo, el desarrollo tumoral parecía estar suprimido. 175 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 Resultados de proliferación No se observó respuesta proliferativa en este experimento tanto con células esplénicas como de ganglios linfá- ticos que recibieron adyuvantes solos. La linfoproliferación especíca de antígeno se incremento en los grupos de ratones que recibieron ProtD1/3 E7 en presencia de adyuvantes. Se observaron respuestas proliferativas altas tanto con DQ como SB62' en el bazo. Véase la gura 17 y 18. Figura 17, linfoproliferación observada en células esplénicas, 2 semanas después de la segunda vacunación. Figura 18, linfoproliferación observada en células esplénicas 2 semanas después de la segunda vacunación. Serología Respuesta de anticuerpo anti E7: se midieron IgG total y subisotipos (IgG1, IgG2a, IgG2b) mediante ELISA utilizando la proteína E7 como antígeno de recubrimiento. Los títulos de Ig anti-E7 observados 2 semanas después de la segunda vacunación se proporcionan en la tabla 6. La gura 19 muestra el porcentaje relativo de los diferentes isotipos de IgG en el suero de ratones vacunados 2 semanas después de la segunda vacunación.La respuesta débil de anticuerpo inducida después de dos vacunaciones con la ProtD1/3 E7 sola se incrementó fuertemente en animales que recibieron un adyuvante. La respuesta más fuerte se obtuvo SB62. La respuesta débil de anticuerpo inducida después de dos vacunaciones con la ProtD1/3 E7 sola se incrementó fuertemente en animales que recibieron un adyuvante. La respuesta más fuerte se obtuvo SB62. El subisotipo predominante de anticuerpo especíco de E7 inducido por todas las formulaciones de vacunas fue IgG2b (80-90% del total de las IgG). TABLA 6 Títulos de Ig anti-E7 observados 2 semanas después de la segunda vacunación Grupo Título de subtipos de Ig IgG1 IgG2a IgG2b a 0 0 0 b 1420 0 4070 c 7850 1110 70170 d 0 0 0 e 11880 470 86610 f 0 0 0 g 13670 1580 62560 h 0 0 0 i 13073 1650 89930 j 0 0 0 k 260 0 2630 l 0 0 0 Figura 19, porcentaje relativo de los diferentes isotipos de IgG en el suero de ratones vacunados 2 semanas después de la segunda vacunación. 185 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 Resultados de CTL Una respuesta de CTL se podría detectar en los instantes 2 y 4 semanas después de la vacunación nal. No se observó lisis cuando los ratones recibieron la proteína o el adyuvante solo. La mejor lisis especíca se observó cuando los ratones recibieron el antígeno en DQ o SB62' (véase tabla 7). TABLA 7 Resumen de las respuestas de CTL después de estimulación de E:T 100:1) a - b - c +++ d - e ++ f - g ++++ h - i + k ++ l + Resultados de inmunohistoquímica Se retiraron los tumores de los ratones (2 ratones por grupo) y se congelaron las secciones. Las secciones criogéni- cas de los tumores se tiñeron con anticuerpos anti-CD4 y anti-CD8. Los resultados de la inltración tumoral observada por células CD4 y CD8+ve se proporcionan en la tabla 8. TABLA 8 Resultados de inltración de tumores linfocíticos después de la vacunación con Grupo (Nº de ratón) negativo Inltración de Inltración de linfocitos CD4+ve linfocitos CD8+ve a (1) - - +/- a (2) - - +/- b (1) - +/- + b (2) - - + c (1) - + +++ c (2) - + +++ d (1) - - +/- d (2) - +/- + 195 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 TABLA 8 (continuación) Grupo (Nº de ratón) Control negativo Inltración de Inltración de linfocitos CD4+ve linfocitos CD8+ve e (1) - +/- +++ e (2) - +/- +++ f (1) - - +/- f (2) - - +/- Conclusiones Los tumores de regresión, en los grupos de ratones que recibieron la ProtD-1/3 E7 en DQ o SB62, mostraron una inltración masiva con células CD8+ y poca de células CD4+. Los tumores extraídos de los animales que recibieron el PBS, antígeno, o adyuvantes solos, no contenían nin- guna inltración linfocítica de CD8+ve. Dos vacunaciones (los días 7 y 14) con 5 µg de ProtD 1/3 en formulaciones diferentes a base de SB62 indujeron el rechazo de tumores preestablecidos que expresan E7 implantados en un sitio distante. El rechazo de tumores se asocia con una respuesta CTL especíca de anti E7. Existe una tendencia para que haya una respuesta ligeramente mejor de CTL en los individuos que rechazaron sus tumores. La inmunoquímica mostró una inltración masiva de células T de CD8+ en tumores que vuelven tras la vacu- nación con ProtD1/3 E7 + DQ y SB62. Dos vacunaciones (los días 14 y 21 después de la provocación de tumores) con 5 µg de ProtD 1/3 E7 VPH 16 en SB62 redujo el desarrollo de estos tumores más grandes pero no indujeron regresión completa. Cuatro vacunaciones (los días 7, 14, 21 y 28 después de la provocación de tumores) con 5 µg de ProtD 1/3 E7 VPH 16 en SB62 indujo el rechazo completo de tumores establecidos en 60% de los animales. Se observó el 40% de rechazo total después de 2 vacunaciones con el mismo adyuvante. El uso la dosis baja de adyuvante de SB62' no tenía ningún efecto en la magnitud de los títulos de anticuerpos anti E7, todavía indujo el nivel más alto de proliferación de linfocitos esplénicos y respuestas de CTL anti-E7. Conclusiones globales de la invención De los ejemplos anteriores está claro que la presente invención comprende una emulsión de aceite en agua que induce preferentemente una fuerte respuesta inmune de tipo Th1, especialmente la producción de IFN- . Se ha de- mostrado que estas formulaciones estimulan respuestas inmunes a una amplia diversidad de antígenos y, por lo tanto, se prevé que esta invención presente encontrará utilidad en una amplia diversidad de patógenos sin limitarse a los encontrados en esta memoria descriptiva. Ejemplo 5 Estabilización de QS21 mediante adición de colesterol Se ha descrito previamente que QS21-H es producto de hidrólisis de QS21, que ya no es activo como adyuvante. Se forma mediante escisión de la molécula de QS21 mediante OHde la solución acuosa. Esta reacción se produce cuando el pH del medio acuoso es superior a un valor de 6,5 y se acelera por temperatura más alta. Las emulsiones de aceite en agua descritas en esta solicitud de patente (por ejemplo SB62) se sabe que muestran un efecto estabilizante de tal forma que se inhibe la hidrólisis de QS21 en QS21-H. Tras la dilución de la emulsión de aceite en presencia de QS21 constante, pierden su propiedad estabilizante y el QS21 degenera en la forma inactiva QS21-H. Sorprendentemente, las emulsiones que contienen colesterol adicional, que a una relación 1/1 no muestran una estabilidad de QS21 mejorada, mantienen el efecto estabilizante incluso a una dilución 1/5. QS21 y QS21-H se ensayan directamente en la emulsión. Esto se logra mediante derivatización química de la formulación completa y realizando una etapa de extracción selectiva que disuelve la QS21, pero deja detrás la mayoría de los compuestos de matriz que intereren. El ensayo se basa en HPLC y los compuestos están dansilados. La dansilación se realiza secando una muestra de la emulsión y añadiendo 100 µl de 3,5 mg de hidracina de dansilo/ml 205 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 C/M 2/1 y 100 µl de 1:4 de ácido acético : C/M 2/1 en ese orden. La mezcla se agita bien con vórtice y se incuba a 60ºC durante 2 horas. Se seca la mezcla de reacción en el Speedvac. Se reconstituye en 500 µl de 30% de ACN en H 2O y se centrifuga dos veces a 14000 rpm durante dos minutos. Después se recogen los sobrenadantes en un tubo automuestreador. Se obtiene una curva estándar mediante la preparación de QS21 y QS21-H en una mezcla que contiene los mismos compuestos que la emulsión en estudio. El ensayo de HPLC se desarrolló en una columna C18 RP de tamaño de partícula 5 µVydac 218TP54, 250* 4,6 mm. Los disolventes son A: H + 0,05% de TFA (ácido trifluoroacético) y B: acetonitrilo + 0,05% de TFA. La tabla de gradientes es: Tiempo (min) % de A % de B 0 70 30 2 70 30 15 50 50 17 50 50 17,1 10 90 19 10 90 21 70 30 25 70 30 El caudal es 1 ml/min. La detección es en fluorescencia, con excitación a 345 nm y emisión a 515 nm. Se inyectan 50µl tanto de la muestra como de los patrones. La columna más caliente se coloca a 37ºC para esta separación Se distinguen en el cromatograma los picos para QS21, QS21-iso y QS21-H. Se analizó una serie de muestras con la siguiente composición: Composición ensayo de QS21/QS21-H después de la incubación de las muestras en diversos intervalos de tiempo y temperaturas (4ºC y 37ºC). Los datos durante 1 mes a 37ºC en este modelo se correlacionan bien con la estabilidad de QS21 después de almacenamiento prolongado a 4ºC (por ejemplo 2 años). TABLA 9 Ensayo de QS21 por HPLC: % de QS21-H generada con el tiempo Composición 3 meses (4ºC) 6 meses (4ºC) 3 meses (4ºC) 1 mes (37ºC) + 7 días (37ºC) SB62 1% 2% 3% 15% SB62' 1% 1% 9% 31% SB62c 2% 2% 3% 17% SB62'c 2% 2% 3% 21% 215 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 Este resultado presentado en la tabla anterior muestra claramente (tanto durante 7 días como 1 m) el efecto de la adición de esterol, en este caso colesterol, a SB62' en el mantenimiento de la estabilidad de QS21. 225 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 REIVINDICACIONES 1. Una composición que comprende una emulsión de aceite en agua y una saponina, en la que dicho aceite es un aceite metabolizable, caracterizado porque la relación del aceite metabolizable:saponina (p/p) está en el intervalo entre 1:1 y 200:1. 2. Una composición según la reivindicación 1, caracterizada porque la relación del aceite metabolizable:saponina (p/p) está en el intervalo entre 1:1 y 100:1. 3. Una composición según cualquiera de las reivindicaciones 1 ó 2, en la que la saponina se deriva de QuilA, tal como QS21. 4. Una composición según cualquiera de las reivindicaciones 1 a 3, en la que el aceite metabolizable es escualeno. 5. Una composición según cualquiera de las reivindicaciones 1 a 4, que comprende además un esterol. 6. Una composición según la reivindicación 5, en la que el esterol es colesterol. 7. Una composición según una cualquiera de las reivindicaciones 1 a 6, que comprende además uno o más inmu- nomoduladores. 8. Una composición según la reivindicación 7, en la que dicho inmunomodulador se selecciona del grupo consti- tuido por: 3D-MPL y -tocoferol. 9. Una composición según la reivindicación 3, y que comprende además 3D-MPL, caracterizada por que la relación de QS21:3D-MPL (p/p) está entre 1:10 y 10:1. 10. Una composición según la reivindicación 9, en la que la relación de QS21:3D-MPL (p/p) está entre 1:1 y 1:2,5. 11. Una composición según la reivindicación 1, y que comprende además colesterol, y en la que la saponina es QS21, caracterizada porque la relación de QS21:colesterol (p/p) está en el intervalo entre 1:1 y 1:20. 12. Una composición de vacunas que comprende una composición según una cualquiera de las reivindicaciones 1 a 11, que comprende además un antígeno o una preparación antigénica. 13. Una composición de vacunas según la reivindicación 12, en la que el antígeno o preparación antigénica se prepara a partir del grupo constituido por: virus de inmunodeciencia humana; virus Herpes simple tipo 1; virus Herpes simple tipo 2; citomagalovirus humano; Hepatitis A, B, C, o E; Una composición de vacunas según la reivindicación 12, en la que el antígeno o preparación antigénica es una combinación de los antígenos de malaria RTS,S y TRAP. 15. Una composición de vacunas según la reivindicación 12, en la que el antígeno o preparación antigénica es, o se deriva de, un antígeno derivado de tumor u hospedador. 16. Una composición según la reivindicación 1, en la que la emulsión de aceite en agua comprende gotas de aceite que tienen un diámetro que es inferior a 1 micra. 17. Una composición según la reivindicación 1, en la que la emulsión de aceite en agua comprende gotas de aceite que están en el intervalo entre 120 y 750 nm de diámetro. 18. Una composición según la reivindicación 1, en la que la emulsión de aceite en agua comprende gotas de aceite que están en el intervalo entre 120 y 600 nm de diámetro. 19. Una composición de vacunas según una cualquiera de las reivindicaciones 12 a 15 que es capaz de invocar una respuesta de células T de tipo citolítico en un mamífero al antígeno o composición antigénica. 20. Una composición según una cualquiera de las reivindicaciones 12 a 15 que es capaz de estimular la producción de interferón- en un mamífero al antígeno o composición antigénica. 21. Una composición de adyuvantes de vacunas según una cualquiera de las reivindicaciones 12 a 15 para uso en medicina. 235 10 15 20 25 30 35 40 45 50 55 60 65ES 2 201 551 T3 22. Un procedimiento para fabricar una vacuna según una cualquiera de las reivindicaciones 12 a 15, que compren- de la mezcla de una emulsión de aceite en agua; QS21; colesterol; 3D-MPL; -tocoferol; y un antígeno o preparación antigénica. 23. El uso de una composición según una cualquiera de las reivindicaciones 1 a 11, en la fabricación de una vacuna adecuada para el tratamiento de un ser humano susceptible o que padece una enfermedad. 24. Un procedimiento para estabilizar una saponina presente en una composición de la reivindicación 1, que com- prende la adición de un esterol en la fase oleosa de dicha emulsión de aceite en agua. 25. Un procedimiento según la reivindicación 24 en la que la saponina es QS21. 26. Un procedimiento según la reivindicación 24 ó 25 en la que el esterol es colesterol. NOTA INFORMATIVA: Conforme a la reserva del art. 167.2 del Convenio de Patentes Europeas (CPE) y a la Disposición Transitoria del RD 2424/1986, de 10 de octubre, relativo a la aplicación del Convenio de Patente Europea, las patentes europeas que designen a España y solicitadas antes del 7-10-1992, no producirán ningún efecto en España en la medida en que coneran protección a productos químicos y farmacéuticos como tales. Esta información no prejuzga que la patente esté o no incluida en la mencionada reserva. 24ES 2 201 551 T3 25ES 2 201 551 T3 26ES 2 201 551 T3 27ES 2 201 551 T3 28ES 2 201 551 T3 29ES 2 201 551 T3 30ES 2 201 551 T3 31ES 2 201 551 T3 32ES 2 201 551 T3 33ES 2 201 551 T3 34ES 2 201 551 T3 35ES 2 201 551 T3 36ES 2 201 551 T3 37ES 2 201 551 T3 38ES 2 201 551 T3 39ES 2 201 551 T3 40ES 2 201 551 T3 41ES 2 201 551 T3 42 "}