{"title": "La pediatría integrativa: el enfoque a la prevención, a la totalidad y a la causa - El Botiquín Natural", "author": "El Botiquín Natural", "url": "https://elbotiquinnatural.com/2022/08/18/pediatria-integrativa-enfoque-prevencion-totalidad-y-causa/", "hostname": "elbotiquinnatural.com", "description": "La medicina se enfrenta a retos comunes a nivel global, sobre todo en lo que se refiere a las enfermedades crónicas (como la diabetes, la hipertensión o las alergias), las enfermedades autoinmunes, el cáncer o la resistencia a los antibióticos. Según reconocen, desde hace tiempo, las diferentes instituciones sanitarias internacionales y según han ido recogiendo en las diferentes agendas, las", "sitename": "El Botiquín Natural", "date": "2022-08-18", "cleaned_text": "La medicina se enfrenta a retos comunes a nivel global, sobre todo en lo que se refiere a las enfermedades crónicas (como la diabetes, la hipertensión o las alergias), las enfermedades autoinmunes, el cáncer o la resistencia a los antibióticos. Según reconocen, desde hace tiempo, las diferentes instituciones sanitarias internacionales y según han ido recogiendo en las diferentes agendas, las soluciones solo se podrán alcanzar mediante la cooperación interdisciplinaria, las medicinas complementarias y la Medicina Integrativa (MI). Nuevas resoluciones Desde finales del año pasado, el Parlamento Europeo ha aprobado dos resoluciones que tienen trascendencia en el desarrollo de la MI y el uso de las terapias complementarias en los sistemas de salud. Por un lado, se aprobó la nueva estrategia farmacéutica para Europa en la que, además de reconocer que la MI «puede aportar beneficios a los pacientes en relación con los efectos adversos de varias enfermedades», destaca la \"importancia de desarrollar un enfoque holístico, integrador y centrado en los pacientes y, si procede, fomentar el uso complementario de dichas terapias bajo la supervisión de profesionales sanitarios\". Por otro lado, en febrero de este año se aprobó también la resolución sobre el refuerzo de Europa en la lucha contra el cáncer en la que se incluye «la importancia de la Medicina Integrativa en el tratamiento integrador de los pacientes con cáncer, siempre y cuando se efectúe bajo la supervisión de profesionales sanitarios». La Pediatría Integrativa Entre los retos mencionados encontramos que el número de niños con enfermedades crónicas sigue aumentando, con lo que, dentro de la MI, la Pediatría Integrativa cobra una especial importancia para aplicar la prevención y la educación en la salud desde las edades más tempranas. En España, según estudios epidemiológicos, uno de cada 4 niños tiene una enfermedad crónica. Así lo recoge el [estudio](https://www.analesdepediatria.org/es-enfermedades-cronicas-poblacion-pediatrica-comorbilidades-articulo-S1695403320300242) «Enfermedades crónicas en población pediátrica: comorbilidades y uso de servicios en atención primaria» (de la Asociación Española de Pediatría). Uno de cada 4 niños tiene una enfermedad crónica «En los últimos 30 años, en España se ha triplicado el número de niños con dermatitis atópica, han aumentado de un 3 a 6% los trastornos de déficit de atención con hiperactividad y un 2% el autismo» señalaba Mar Begara, en el seminario sobre pediatría integrativa de la Escuela de Salud Integrativa (ESI). Como pediatra integrativa, intensivista y consejera en pediatría de la Sociedad Española de Medicina Integrativa (SESMI) Mar Begara destaca que «los trastornos del desarrollo son una auténtica pandemia». «Lo estamos viendo cada día en las consultas», comenta Mar, «y como pediatra me hace plantearme qué estamos haciendo mal como sociedad (...) la calidad de vida de nuestros niños está empeorando y estamos teniendo en ellos enfermedades que antes eran de adultos, incluso el cáncer, está aumentando su incidencia». Para Mar Begara influye mucho el ambiente y la nutrición. «Podemos intentar justificar las enfermedades con la genética, pero ésta es solo una predisposición, en la mayor parte de las enfermedades supone menos del 20%. Lo importante es lo que hacemos». En este sentido, la Pediatría Integrativa tiene el propósito de entender al niño en su totalidad (cuerpo, mente y espíritu), su individualidad y dentro de un contexto amplio de factores que influyen directa o indirectamente en el balance de salud-enfermedad y en el proceso curativo. Abordaje holístico El libro «Enfermería integrativa» publicado por la SESMI, dedica un capítulo a la Pediatría Integrativa y se define como «una evolución en el cuidado pediátrico holístico, que significa cuidar al niño en su totalidad y en su contexto, su familia, las creencias familiares, su cultura y su comunidad, considerando un amplio rango de terapias basadas en la evidencia, y en su coste-beneficio». La Pediatría Integrativa cobra una especial importancia para aplicar la prevención y la educación en la salud desde las edades más tempranas Al igual que en la MI, la Pediatría Integrativa propone una única medicina en la que aunar la convencional o alopática (centrada en el funcionamiento de los órganos, muy eficaz para los estados agudos) con la complementaria (que abarca diferentes terapias, medicinas naturales e incluso sistemas médicos completos que son milenarios, como la Medicina Tradicional China) con el fin de disponer del mayor abanico de herramientas posible para prevenir y curar. Todo ello bajo un enfoque integrador recuperando los principios hipocráticos de «primum non nocere», (primero no hacer daño), «vis naturae medicatrix» (el poder curativo de la naturaleza) e ir a la causa. Como se cita en el libro de la SESMI, «en EEUU, el 12% de la población pediátrica, y el 80% de los pacientes pediátricos crónicos utilizan la Pediatría Integrativa». Eficacia y seguridad de las terapias complementarias en Pediatría Durante los últimos 30 años se han publicado numerosos estudios de calidad que demuestran la eficacia y seguridad de las terapias complementarias en Pediatría, pero sigue habiendo mucho desconocimiento. Respecto a España, se recoge un dato significativo y es que menos del 50% de los pacientes revela el uso de terapias complementarias a los médicos. Basándose en la evidencia científica, la Pediatría Integrativa, como la MI en general, busca ir a las causas de los síntomas y promover la autorregulación a través de terapias cuerpo-mente, la salud ambiental, una nutrición saludable individualizada, adecuación del ejercicio y las horas de sueño, atención al estado de las relaciones sociales, entre otras... Un aspecto importante al que se atiende dentro de la Pediatría Integrativa es que los niños son más sensibles a los tóxicos ambientales que los adultos y especialmente desde el período prenatal a los dos primeros años de vida. Es necesario educar a la familia y actuar en las escuelas y en la comunidad para comprender la influencia del ecosistema donde vivimos en nuestra salud Se señalan como fundamentales los primeros mil días de vida, en los que se aconseja aplicar el principio de precaución y considerar cualquier químico ambiental como potencialmente peligroso para la infancia. Potenciar la Pediatría ambiental En este sentido es indispensable potenciar la prevención y para ello, y como se propone en el libro de SESMI, es necesario educar a la familia y actuar en las escuelas y en la comunidad para comprender la influencia del ecosistema donde vivimos en nuestra salud. Surge así la necesidad de potenciar la Pediatría ambiental, gran desconocida entre los pediatras y padres. Promover desde la infancia la ingesta de alimentos saludables, la agricultura ecológica y sostenible y la reducción de la contaminación, son algunas de las medidas básicas para las que se necesita la colaboración de todos: instituciones, profesionales sanitarios y la implicación de los padres, el colegio y la comunidad. Se recogen pues como sus principios básicos: - Prevención - Centrada en el contexto: familia, comunidad y escuela. - Basada en las relaciones: la relación entre los profesionales sanitarios y las familias tiene potencial sanador, además de las relaciones con la comunidad. - Personalizada: cada niño tiene un potencial único. - Participativa: en el que niños y familias recuperen el control de su salud y sean parte activa. - Sostenible ecológicamente: analizar las enfermedades del hombre, atendiendo a las de toda la biosfera (animales, vegetales, microorganismos) porque hay una interdependencia de la que depende la salud global. - Informada desde la evidencia. Autora: Marta Gandarillas, Periodista especializada en Salud Natural, Titulada superior en Naturopatía y Terapeuta de Jin Shin Jyutsu [Suscríbete](https://elbotiquinnatural.com/suscripcion/) a la Newsletter y recibe El Botiquín Natural gratis cada mes en tu correo El Botiquín Natural, Prensa Independiente y Gratuita Leer "}