{"title": "National Health Amendment (Pharmaceutical and Other Benefits - Cost Recovery) Bill 2008", "author": "Corporatename=Commonwealth Parliament; Address=Parliament House; Canberra; ACT; Contact=", "url": "https://www.aph.gov.au/parliamentary_business/committees/senate/community_affairs/completed_inquiries/2008-10/nat_hth_pharm_cost_recover_08/report/c01", "hostname": "aph.gov.au", "description": "National Health Amendment (Pharmaceutical and Other Benefits - Cost Recovery) Bill 2008 THE INQUIRY 1.1 The National Health Amendment (Pharmaceutical and Other Benefits - Cost Recovery) Bill 2008 was introduced into th", "sitename": "Corporatename=Commonwealth Parliament; Address=Parliament House, Canberra, Act, 2600; Contact=+61 2 6277 7111", "date": "2013-04-14", "cleaned_text": "National Health Amendment (Pharmaceutical and Other Benefits - Cost Recovery) Bill 2008 THE INQUIRY 1.1 The National Health Amendment (Pharmaceutical and Other Benefits - Cost Recovery) Bill 2008 was introduced into the Senate on 16 June 2008. On 18 June 2008 the Senate, on the recommendation of the Selection of Bills Committee, referred the bill to the Community Affairs Committee (the committee) for inquiry and report not before 18 August 2008. 1.2 The committee received 13 submissions relating to the bill and these are listed at appendix 1. The committee considered the bill at a public hearing in Canberra on 28 July 2008. Details of the public hearing are referred to in appendix 2. The submissions and Hansard transcript of evidence may be accessed through the committee's website at https://www.aph.gov.au/senate_ca. THE BILL 1.3 The purpose of the bill is to amend the National Health Act 1953 (the Act) to introduce provisions allowing the Commonwealth Government to implement cost recovery arrangements for the services and activities related to listing medicines on the Pharmaceutical Benefits Scheme (PBS), or designating vaccines for the National Immunisation Program (NIP). 1.4 The bill also provides for regulations which are to prescribe the operation and implementation of the cost recovery arrangements. The regulations may make provision for the following matters regarding the services relating to the PBS and the NIP: - applying for such services; - prescribing fees for such services; - when prescribed fees are payable, including extensions of time; - the manner of payment of prescribed fees; - penalties for late payment of prescribed fees; - exemptions from payment of prescribed fees; - waiver, remission or refund of prescribed fees; - refusal to provide such services until a prescribed fee is paid; and - review of decisions made under the regulations. [[1]](footnotes#c01f1) BACKGROUND National Immunisation Program 1.5 The NIP is a joint Commonwealth and state/territory government program, providing fully funded vaccines for major preventable diseases to patients free of charge. The program is funded by the Commonwealth and delivered by the state/territory governments. In 2006-07 the government provided $280 million to fund the supply of vaccines under the NIP. [[2]](footnotes#c01f2) Pharmaceutical Benefits Scheme 1.6 The PBS, a key feature of the Australian healthcare system, has been in operation for over 60 years, its aim being to provide Australian citizens and permanent residents with timely and affordable access to prescription pharmaceuticals. Pharmaceuticals listed on the PBS are subsidised by the Commonwealth Government through uncapped appropriations, so patients are able to purchase PBS prescription medicines by making a 'co-payment'. In 2008, co-payments are set at $5.00 for concession card holders and $31.30 for general patients. 1.7 Approximately 85% of PBS prescriptions are subsidised by the Commonwealth Government, with the remaining 15% covered by patient co-payments. In 2006-07 this translated to Commonwealth expenditure of over $6.4 billion, and approximately $1.15 billion in patient contributions. 1.8 To be listed on the PBS, a pharmaceutical must receive marketing approval from the Therapeutic Goods Administration (TGA) and obtain a positive recommendation from the Pharmaceutical Benefits Advisory Committee (PBAC). This recommendation goes to the Pharmaceutical Benefits Pricing Authority (PBPA), and then to the Minister for Health and Ageing for approval. The minister cannot list a drug on the PBS or fund a vaccine under the NIP without a positive recommendation from the PBAC. 1.9 The PBAC is an independent statutory body which advises the Minister for Health and Ageing which medicines should be listed on the PBS and which vaccines should be funded under the NIP. When making a recommendation, the PBAC assesses the clinical benefit and cost effectiveness of each product as compared to other treatments available for the same condition or use. [[3]](footnotes#c01f3) Cost recovery arrangements for the PBAC 1.10 Cost recovery arrangements for the administration of the PBAC were first announced in the 2005-06 Budget. The measure proposed implementing a fee for the process of evaluating submissions for PBS listing which are lodged with the PBAC. The initial implementation date of the measure was 1 July 2007, but this was deferred due to consultations with industry regarding the Pharmaceutical Benefits Scheme reform process. Consequently, legislation was not introduced and the measure lapsed. 1.11 The current proposal announced in the 2008-09 Budget entails the payment of two fees; the first for the lodgement of a submission with the PBAC, and the second for the pricing and listing activities which follow on receipt of a positive PBAC recommendation. Any resubmissions will be subject to further fees. 1.12 The Department of Health and Ageing (the department) notes that revenue from cost recovery will depend on the number and type of submissions received by the PBAC. The Budget Paper No.2 adjusts earlier decisions about cost recovery made in the 2005 Budget and also allows for a modest amount for the cost of administering cost recovery. The Portfolio Budget anticipates the amount expected to be recovered in a full year is $14 million at a net cost of $600 000. The Explanatory Memorandum states that the measure is expected to provide annual revenue of $9.4 million in 2008-09, and $14 million in 2009-10. [[4]](footnotes#c01f4) ISSUES 1.13 Evidence received from industry stakeholders centred around the application of cost recovery to the PBS listing process. Concerns were identified regarding possible unintended consequences of implementing these cost recovery arrangements, and the potential implications for patients' timely and affordable access to medicines. Regulations 1.14 The committee observes that the actual operation and implementation of the cost recovery arrangements will be prescribed by regulations. The bill, as the primary legislation, simply provides a framework authorising the creation of these regulations but does not contain any detail. 1.15 The committee shares stakeholders' concerns that the proposed regulations, containing the detail of the implementation of the cost recovery arrangements, were not available for examination during the course of this inquiry. As a result, it has been difficult for the committee to appropriately assess the implications of the proposed arrangements. 1.16 The committee has raised concerns in previous reports regarding over-reliance on subordinate legislation to implement significant amendments and reform, and has also previously noted the importance of timely provision of subordinate legislation for committee scrutiny. The committee notes that departments have at times made draft subordinate legislation available to committee inquiries in the past to assist with the examination of legislation, and considers that this practice should be followed in all relevant future inquiries. 1.17 The committee reiterates its view that subordinate legislation should be made available in conjunction with primary legislation, in order to facilitate comprehensive examination of legislation and its impact on stakeholders. 1.18 The committee notes the minister's statement that while the scope of the regulation-making power contained in the bill is broad, the regulations will be subject to Parliamentary scrutiny. [[5]](footnotes#c01f5) Sustainability of the PBS 1.19 Associate Professor Thomas Faunce noted the importance of the introduction of cost recovery arrangements in ensuring the long-term sustainability of the PBS. [[6]](footnotes#c01f6) Concerns regarding the sustainability of the PBS were also raised by Professor Allan McLean who drew the committee's attention to Treasury's Intergenerational Report 2007. The report indicates that the largest increase in Australia's projected expenditure is in health, and the largest projected component of health expenditure is the supply of pharmaceutical benefits. [[7]](footnotes#c01f7) 1.20 Professor McLean also proposed further possible methods of managing the sustainability of the PBS. In particular, he suggested regular reviews of listed medicines, and the implementation of mechanisms to remove or modify the listing of various medicines on the PBS as new evidence regarding their effectiveness emerges. [[8]](footnotes#c01f8) 1.21 The department explained that methods for removing medicines from the PBS do exist, and that companies have requested the removal of drugs from the PBS for various reasons. The committee was also informed that classes of medicines are reviewed from time to time, often on the initiative of the PBAC or the government. [[9]](footnotes#c01f9) Impact on industry and innovation 1.22 Wyeth Australia stated that the costs involved in bringing a medicine to market are already substantial. Preparation of a submission is in itself an expensive and complex exercise, requiring, among other activities, the clinical development of the product to ensure adequate cost-effectiveness data can be provided. [[10]](footnotes#c01f10) 1.23 Many submitters argued that the addition of cost recovery fees to the process of listing medicines on the PBS will present companies with a disincentive to develop and list new medicines and medicines with a small target market (low-volume medicines). 1.24 Industry bodies also raised concerns that the additional costs posed by the proposed fees may create a barrier to entry for small companies, and hinder the development of industry. As Mr Will Delaat, Chairman of Medicines Australia explained: ...there is this perception perhaps that all the companies that are bringing these products onto the Australian market are big multinational companies. The reality is that there are a range of small, medium and large companies: small, being the biotech industry...for a small biotech company, this is a huge hurdle to get over. When your expense base as a small biotech company is $1 million, $2 million or $3 million for commercialisation and you then have the TGA fees and the PBS cost recovery fees on top of that, you are going to have to get a return over 10 or 15 years to repay some of those costs. [[11]](footnotes#c01f11) 1.25 The department noted that despite the introduction of cost recovery fees for the TGA 15 years ago, new products continue to be registered through the TGA process. Given this experience, the department argued that it is unlikely that the introduction of cost recovery fees will dissuade companies from putting submissions to the PBAC. [[12]](footnotes#c01f12) 1.26 The department also observed that companies receive a significant financial benefit from listing products on the PBS and the NIP, stating that: ...the high level of commercial certainty provided to a pharmaceutical company through product subsidy will ensure that the benefits of listing a product, in most cases, outweighs the short-term costs of the fee for having that product listed. Niche products, with a small market and those developed by smaller companies will be given consideration under the cost recovery arrangements, which would allow for discretionary waiver of fees on these grounds. [[13]](footnotes#c01f13) 1.27 As the department noted in its submission, the cost of the PBS and the NIP to the Commonwealth in 2006-07 was over $6 billion, however, turnover in the Australian pharmaceutical industry in the same year was estimated at $18 billion. On this basis, the department argued that it is not unreasonable to require industry to contribute to the cost of operating the PBS. 1.28 Industry based submitters argued that the pharmaceutical industry is already under significant pressure at the moment, and this will only be exacerbated by the introduction of cost recovery arrangements. The Pharmacy Guild of Australia noted the current application of the 2007 PBS reforms, requiring a 25 per cent price reduction on a number of patent expired medicines and the implementation of a system of price disclosure. [[14]](footnotes#c01f14) Medicines Australia alluded to further challenges facing the industry, with the recent closure of several manufacturing plants, a number of job losses, and low investment levels. [[15]](footnotes#c01f15) 1.29 Medicines Australia also raised concerns about possible increases in fees. Cost recovery fees will be fixed for the first two years, and then reviewed at the end of that time. Medicines Australia suggested that if a large number of fee waivers and exemptions are granted, it is possible that submission fees will increase to ensure that the government recovers the appropriate amount of revenue, subjecting industry to further increased costs. [[16]](footnotes#c01f16) Impact on patients' access to medicines Affordability of medicines 1.30 Concerns were raised that medicines may be pushed onto the private market if companies find it financially unviable to apply for PBS listing. As a result, patients may be liable for the full unsubsidised cost of medicines, and for some patients, this could push the purchase of prescription pharmaceuticals beyond financial reach. [[17]](footnotes#c01f17) 1.31 Submitters also indicated that companies are likely to try and recoup any cost recovery fees by increasing the cost of medicines. The Australian Medical Association (AMA) argued that taxpayers, via the Commonwealth, will end up paying more for medicines listed above the co-payment amount, and patients will pay more for medicines listed blow the co-payment amount. [[18]](footnotes#c01f18) 1.32 The implication of increased costs of pharmaceuticals is that patients may either decide not to fill their scripts, or may legitimately not be able to afford to purchase necessary medicines. [[19]](footnotes#c01f19) The AMA noted recent research demonstrating that increased co-payments have had a negative impact on the number of PBS medicines dispensed, particularly among concession patients. [[20]](footnotes#c01f20) 1.33 The AMA commented that there is no provision in the bill guaranteeing that patients will not have to pay more to access PBS listed medicines or vaccines under the NIP. [[21]](footnotes#c01f21) 1.34 The department responded in its submission, stating that there will be no increase in patient co-payments, and that vaccines under the NIP will continue to be provided free of charge. [[22]](footnotes#c01f22) 1.35 The department noted that it is difficult to assess whether the introduction of cost recovery fees will impact the price of pharmaceuticals, as there are a number of considerations taken into account when determining the price of the product. However, officers reminded the committee that: Medicines that enter the PBS go through a pretty rigorous cost-effectiveness process, and the comparison is primarily against the medicines that are already on the PBS...So the price is built on the benefit that it gives to people who use the medicine rather than the cost of production or any particular fees that the company wishes to charge us or charge the government for the medicine. There is no one-to-one correlation. It is not a matter of simply adding an extra figure to the cost of that medicine and expecting that to be reflected in the subsidy that is eventually paid. [[23]](footnotes#c01f23) Access to new medicines 1.36 A number of submitters raised concerns that if companies deem various medicines to be financially unviable as a consequence of additional fees, new pharmaceuticals will not be marketed in Australia. Companies may decide to launch new products in potentially bigger overseas markets with lower listing fees instead, thus preventing or substantially delaying Australia's access to new and possibly more efficacious treatments. [[24]](footnotes#c01f24) 1.37 Associate Professor Faunce commented that due to the competitive nature of the pharmaceutical market, it is unlikely that new medicines will be substantially delayed or will not be launched in the Australian market, stating: If a company decides not to launch a particular product in Australia, then competitors' products come in. It is very rare that you get a stand-alone product that has no natural competitor. The longer that product stays out of the market, the more the drug reps get doctors prescribing the other product. They build up a certain amount of brand loyalty, and it makes it harder and harder for you to actually grab market share. These sorts of factors operate as well. So, when a company is trying to weigh up whether it wants to launch a product in Australia, paying $150,000 to the PBAC is nothing when you consider the amount of money that they would want, as part of the same launching process, to pay to drug reps to come and talk to doctors...The salary for a lobbyist is $150,000 per year. [[25]](footnotes#c01f25) Access to extended clinical indications for medicines 1.38 At the public hearing the committee heard extensive evidence on the existing problem of off-label use of medicines, also referred to as 'leakage'. This occurs when medicines are prescribed for uses outside of the indications which are specified on the label and approved under the PBS. Off-label use is a concern not only because of possible safety implications of this practice, but also because the prescription of drugs for wider use impacts on the cost-effectiveness of the PBS. [[26]](footnotes#c01f26) 1.39 Off-label use is currently an issue for two reasons: - Data and knowledge regarding medicines emerges and evolves with the use of the medicine, so the evidence to support a particular use is often not available at the time that the medicine is registered and listed. As a result, medicines are often prescribed on the basis of emerging evidence which does not provide enough data to support seeking a change in the indications for a medicine's use; and - Due to the cost of putting in a submission to change the indications for listed medicines, there is no financial gain for a company to apply to change an indication. As a result, medicines are prescribed for uses which are well evidenced, but which do not always accord with the official product information. [[27]](footnotes#c01f27) 1.40 Submitters raised concerns that as the disincentive to seek changes to the indications of medicines already exist, the introduction of cost recovery fees will further hinder attempts to obtain extensions to indications, particularly those for small target markets. [[28]](footnotes#c01f28) 1.41 Professor Shane Carney of the Royal Australasian College of Physicians highlighted the need for a system which allows reasonable changes to be made to the product information and indications of medicines, particularly regarding the extension or limitation of their use. This was echoed by witnesses from the Pharmacy Guild of Australia. [[29]](footnotes#c01f29) 1.42 Associate Professor Faunce commented that the process of changing the indications for a particular medicine at a later date can be used as a tactical ploy by companies: For example, in order to get through the TGA and then the PBAC processes, they might have, say, five potential indications for a drug. They pick the indication which they think is going to be more cost effective, the indication for which it is going to be much easier for them to get high-value, randomised control trial evidence that their drug is valuable. They get that through the PBAC and say, 'We've got that drug through on that indication,' and then they say, 'Now we want to bring the other indications in'—and some of those indications can blow the budget right out. [[30]](footnotes#c01f30) 1.43 Associate Professor Faunce stated further that the extension of indications should be evaluated by the PBAC through a transparent process, but that the costs of such submissions should be substantially lower. As the majority of work would have been done when considering the first indication, any further consideration would be supplementary. If this reasoning was followed then the cost of extending an indication should not be prohibitive for companies. 1.44 The question of whether a submission to extend an indication which will only benefit a small group would be eligible to request a waiver or exemption from fees was also raised at the public hearing, but submitters noted that due to the lack of detail provided this is not clear. [[31]](footnotes#c01f31) Access to low-volume products and indications 1.45 The impact of cost recovery fees on the accessibility of orphan and low-volume medications was raised as a significant concern during the inquiry. A number of stakeholders argued that the additional costs posed by cost recovery fees will make the listing of low-volume pharmaceuticals, orphan pharmaceuticals and the extension of indications for listed medicines financially unviable for pharmaceutical companies, thereby restricting patient access to affordable and effective medicines. [[32]](footnotes#c01f32) 1.46 Wyeth Australia provided an example of how the introduction of cost recovery fees is likely to affect the decision of companies regarding the marketing of low-volume products: Methylnaltrexone (Relistor) is a medicine currently under evaluation by the Therapeutic Goods Administration (TGA) for the treatment of opioid-induced constipation in patients receiving palliative care. Relistor provides an important treatment option for a very sick patient population but is unlikely to be a significant addition to Wyeth's portfolio in terms of financial return. Wyeth will be submitting for reimbursement in November of this year. With the introduction of PBAC fees, if this first submission is unsuccessful, future submissions will need to weigh the likelihood of success against the potential for financial return. This is not a decision Wyeth will make lightly; however, the introduction of PBAC cost recovery fees may significantly influence the decision. [[33]](footnotes#c01f33) 1.47 Many submitters commented that because low-volume products only cater to a very limited market it is difficult to encourage companies to seek listings for these products under the existing PBS system, and that the introduction of cost recovery fees will only provide further disincentive to companies. [[34]](footnotes#c01f34) The PBAC recognises that particular groups are not well served by the existing system, as evidenced by the establishment of medicines advisory groups for paediatrics, palliative care and Aboriginal and Torres Strait Islanders. These groups work with pharmaceutical companies, encouraging them to register and list low-volume medicines. [[35]](footnotes#c01f35) 1.48 Professor Peter Ravenscroft of Palliative Care Australia provided an example of the difficulties faced in obtaining listings for low-volume medicines and indications: ...a drug called octreotide, which is approved for growth hormone treatment and a tumour specific effect called the carcinoid tumour. That is its restriction on the Pharmaceutical Benefits Scheme at the moment, but palliative care actually use this drug for terminal gut obstruction where the person has a tumour, for instance, that is blocking the intestines and the person is vomiting copiously and having pain as a result of that. At the moment the only place where it is legitimate to use that drug is in hospital. For the regular dosage, the cost of that drug works out to be over $300 a week. I think that that is a prohibitive cost. Gut obstruction in palliative care would be a minority—probably less than10 per cent—of the total people who die, so the market is vanishingly small. I do not know how we are ever going to get someone to put up a submission for that drug. We know that the drug company will not, because we have asked them. It has to come from data generated by us, and I do not know how we are actually going to meet the costs of the TGA, let alone the PBAC. [[36]](footnotes#c01f36) 1.49 Associate Professor Faunce noted that issues regarding the viability of, and access to, low-volume products could be addressed through the legislation, suggesting that 'rather than the legislation being a bit passive, it should actually encourage companies to try and develop products for those niche populations.' [[37]](footnotes#c01f37) 1.50 While the majority of submitters and witnesses noted that provision for the waiver of, or exemption from, fees will be made in the regulations, they also commented that no detail regarding the criteria for exemptions or waivers, or how a company would apply to obtain one of these, has been made available. Consequently stakeholders have requested further detail regarding the criteria for exemptions or waivers, as they remain unsure as to how these provisions will operate. [[38]](footnotes#c01f38) Palliative Care Australia argued further that the criteria pertaining to the waiver of or exemption from fees should be incorporated in the legislation, and not left to the regulations. [[39]](footnotes#c01f39) 1.51 The department explained it anticipates that drugs approved for temporary supply and designated orphan drugs will automatically be exempt from fees. In addition, the department expects that fees will be waived in exceptional circumstances, where the submission involves a public interest component, and the payment of the cost recovery fee would make the submission financially unviable. [[40]](footnotes#c01f40) 1.52 In evidence provided at the public hearing, the department elaborated on details regarding the granting of fee exemptions or waivers: The intention is that the regulation will set out criteria for a waiver...We would be encouraging companies that think they are going to ask for a waiver to come to us early and get that settled before they actually get to the application process. However, if they do not, and they submit an application on a particular day and want a waiver, the discussion would then have to occur. [[41]](footnotes#c01f41) Impact on the independence of the PBAC 1.53 Most submitters did not seem to be particularly concerned that the implementation of cost recovery measures would impact on the independence of the PBAC, but did note that perceptions about the PBAC's independence may be created, and that confidence in the process may be affected. [[42]](footnotes#c01f42) 1.54 At the public hearing Professor Carney noted from his experience that pressure from industry does occur, and concerns were raised about pressure on the PBAC to meet certain financial targets. Various witnesses expressed the concern that should the estimated revenue from cost recovery not be met, submission fees may be increased. [[43]](footnotes#c01f43) 1.55 In his evidence to the committee, Associate Professor Faunce noted that the model of the cost recovery arrangements to be implemented appears to provide adequate protections of the PBAC's independence, but stated that these could be enhanced through provisions in the legislation itself. His submission suggested that the legislation should incorporate measures prohibiting industry positions on PBAC committees, and excluding industry involvement in the appointment, dismissal and remuneration of PBAC assessors. [[44]](footnotes#c01f44) 1.56 The department informed the committee that the composition and role of the PBAC will remain unchanged, and a clear separation between cost recovery revenue and the work of the PBAC will be maintained in implementing the cost recovery arrangements: PBAC will have no role in setting fees and it will not receive any revenue from industry. It will not be involved in revenue collection, nor any decision about revenue. All monies collected from cost recovery will be paid directly into consolidated revenue. [[45]](footnotes#c01f45) While the current Government, in the past, has expressed concerns about the importance of maintaining separation, the Minister is confident that the current system will ensure the absolute separation and independence of the PBAC. Timeliness and effectiveness of the PBAC process 1.57 Various submitters noted that the cost recovery arrangements have not been accompanied by any performance targets or any proposals to improve the efficiency or timelines of the PBS listing process. [[46]](footnotes#c01f46) Further, as the average time required to bring a medicine to market is three years, industry is particularly eager to find ways of streamlining and improving the process. [[47]](footnotes#c01f47) 1.58 Medicines Australia noted that there will be a separation between the revenue collected and the work of the PBAC, as the fees will flow directly into consolidated revenue, so the revenue collected will not directly fund improvements in the PBS listing process. [[48]](footnotes#c01f48) Associate Professor Faunce also commented that he would have reservations about the raising of revenue if there was no clear correlation between the revenue raised and the enhancement of the PBAC's services. [[49]](footnotes#c01f49) 1.59 Medicines Australia also commented that the introduction of cost recovery is unlikely to reduce the number of resubmissions lodged with the PBAC, as the cost of preparing these documents is already high; therefore sufficient disincentive to submit poor-quality submissions already exists. [[50]](footnotes#c01f50) 1.60 Submitters noted that it takes an average of three submissions to receive a positive PBAC recommendation. While 75 per cent of submissions are eventually approved, only one-third succeed on the first submission, and this will obviously have significant implications with the introduction of cost recovery fees. [[51]](footnotes#c01f51) 1.61 Medicines Australia informed the committee that while there are clear guidelines about what information must be included in a submission, there is a great deal of uncertainty surrounding how medicines are judged to be cost-effective, and at what point clinical evidence is accepted as sufficient. Consequently, the information provided in submissions may not be adequate, and as a result a significant number of submissions are not accepted on first lodgement, and must be resubmitted. [[52]](footnotes#c01f52) 1.62 The department informed the committee that the fee for a resubmission will depend on whether the submission is judged to be a major submission. For example, if new data has been produced, or significant amounts of the existing information has been redone, the submission will require extensive evaluation and will be charged a fee for a major submission. If however, there is not a great deal of work in revaluating a resubmission, the PBAC may agree to consider the document as a minor submission, which involves a lesser fee. [[53]](footnotes#c01f53) 1.63 The department explained that a significant number of submissions are not approved on initial lodgement as they are not deemed to be cost-effective, noting that in 2007 approximately half of the submissions which were rejected were not accepted on that basis. As a result, subsequent submissions often reduce the proposed price of the product until it can be judged as cost-effective by the PBAC. 1.64 The department further argued that many of the factors leading to resubmission are within the control of the company: They will make judgements, for example, about the degree to which it can be confidently demonstrated that there is a therapeutic benefit over and above a comparator. They will go to the PBAC with a certain level of evidence and data, knowing that that might well still be evolving and progressing. They will make a judgement about the advantage to them of their timing, both in terms of access to market and cash flow and in terms of being the first to position a new drug into the market. They will obviously rather go with a higher price than a lower price to start with. [[54]](footnotes#c01f54) 1.65 The department anticipated that the introduction of cost recovery fees will encourage companies to make more measured judgments on when submissions are lodged, and on the information for inclusion in submissions in the future. [[55]](footnotes#c01f55) Consultation with stakeholders 1.66 Throughout the inquiry, stakeholders raised the issue of insufficient consultation regarding this measure. Companies and smaller bodies claimed that they had not been consulted at any stage. Larger industry bodies commented that while they were involved in the previous government's consultation process, the current government did not undertake any further consultation. Medicines Australia stated: Between its election victory and the announcement of its first Budget in May 2008, no further information was provided to Medicines Australia or the industry on the intention of the new [g]overnment to pursue such a policy. [[56]](footnotes#c01f56) 1.67 Submitters further commented that the consultation undertaken by the previous government was in itself inadequate, simply asking stakeholders to comment on a departmental discussion paper, released in April 2007, regarding the form of cost recovery arrangements. There was, however, no consultation on the merits or appropriateness of applying a policy of cost recovery to the PBS listing process. [[57]](footnotes#c01f57) 1.68 Medicines Australia and the Pharmacy Guild of Australia noted that they provided comments on the discussion paper, but had not received any response to the concerns that they raised, nor had they been asked for further comment. [[58]](footnotes#c01f58) 1.69 Witnesses at the public hearing informed the committee that stakeholders have not been provided with any draft regulations and there has been no consultation on the form of the regulations. 1.70 The department outlined the consultation process for the committee, explaining that the first discussions with stakeholders took place on an issues paper in November 2005, following the original announcement of the measure in May that year. Following this, a discussion paper was produced in April 2007, and was used as the basis for wider consultation with stakeholders, and further discussions were held with industry organisations throughout 2007. At that stage the government decided to postpone the implementation of cost recovery measures from the original start date of 1 July 2007 to 1 December 2007, and no formal decision on whether to implement the arrangements had been taken at the time that parliament was prorogued. The department noted that no further discussions took place with industry on the measure between the election of the new government, and the announcement made in the Budget. However, since the Budget announcement a number of information sessions regarding the implementation of the measure have been held for industry to allow opportunity for consultation. [[59]](footnotes#c01f59) Cost recovery mechanisms in other countries 1.71 Medicines Australia informed the committee that no other comparable country imposes cost recovery arrangements for a pharmaceutical reimbursement system. Other countries charge cost recovery fees for pharmaceutical registration processes, as Australia does through the TGA, and Medicines Australia noted that the examples provided in the department's submission all related to cost recovery for regulatory systems, as opposed to reimbursement systems. [[60]](footnotes#c01f60) 1.72 The department stated that it is difficult to make comparisons between Australia's system and the processes adopted by other countries, as each system has quite different features, so no direct comparison can be made with any other countries internationally. The department did note however, that even with the addition of PBS cost recovery fees to current TGA fees, the process of registering and listing a medicine in Australia will be less costly than in some other countries. [[61]](footnotes#c01f61) Compliance with cost recovery guidelines 1.73 A number of submitters argued that the proposed arrangements do not accord with the second key principle in the Australian Government Cost Recovery Guidelines, which states: Cost recovery should not be applied where it is not cost effective, where it is inconsistent with government policy objectives or where it would unduly stifle competition or industry innovation. [[62]](footnotes#c01f62) 1.74 Submitters stated that the proposed arrangements are not cost effective for the following reasons: - The estimated revenue from the measure of several million dollars will not have a significant impact on the overall amount of government expenditure on the PBS system, which comes to several billion dollars; - The new fees will be a legitimate cost of business, and will be tax deductible; - It is likely that companies will increase product prices to recoup additional costs; and - Fees will not improve the efficiency of the PBS listing process. [[63]](footnotes#c01f63) 1.75 The AMA, along with other submitters, argued that due to the impact the cost recovery fees may have on the affordability of, and access to, medicines, the proposed arrangements are not consistent with one of the key objectives of the government's National Medicines Policy, namely, 'timely access to the medicines that Australians need, at a cost individuals and the community can afford'. [[64]](footnotes#c01f64) 1.76 Medicines Australia commented that cost recovery may also stifle competition through 'free rider' effects. Innovator companies will have to pay a major submission fee, and the information they provide in their submission becomes publicly available. Generic companies will later be able to 'free ride' on the previously assessed evidence base provided in original submissions, and will consequently pay a smaller fee when applying to list a generic product. [[65]](footnotes#c01f65) 1.77 Associate Professor Faunce stated that he did not believe there were any 'free rider' issues associated with the cost recovery arrangements. He explained that generic medicines only enter the market after patent expiry, as patents allow 'a certain monopoly privilege to be granted for a short period of time, in the trade-off for the dispersal of public knowledge'. [[66]](footnotes#c01f66) 1.78 The AMA also noted that the Australian Government Cost Recovery Guidelines provide a decision tree for determining whether taxpayer funding or cost recovery arrangements are appropriate. The tree indicates that where the beneficiaries of the product are a narrow identifiable group, cost recovery is appropriate. However, where a product has widespread public good, taxpayer funding is appropriate. [[67]](footnotes#c01f67) 1.79 A number of submitters argued that the principal beneficiaries of the PBS listing process are the Australian Government, which receives information on how to best target its resources, and the Australian public, who receive affordable access to effective medicines. Wyeth Australia noted: Companies do benefit financially from having medicines listed on the PBS. However, the need for PBAC review and pricing negotiations originates from [g]overnment policy and as such is imposed on the industry if it wants to provide universal access to its medicines. [[68]](footnotes#c01f68) 1.80 Consequently, Medicines Australia suggested that an assessment of the proposed cost recovery arrangements against the Australian Government Cost Recovery Guidelines should be undertaken. [[69]](footnotes#c01f69) 1.81 The department maintained its position that the proposal is consistent with cost recovery guidelines, stating: That there might be a public benefit does not mean that the other tests in relation to the guidelines are not met. There is certainly a private benefit that accrues to those who benefit from the listing process. There is an identifiable group of people for whom the services apply and a fee can be levied...There is equally and arguably a public benefit to the TGA registration process insofar as it registers medicines, therapeutic products and devices—all of which will have a benefit to the public. [[70]](footnotes#c01f70) Modelling underpinning the proposal 1.82 While submitters did not raise significant concerns regarding the modelling underpinning the cost recovery proposal, the department provided information on the modelling undertaken in its submission. [[71]](footnotes#c01f71) CONCLUSION 1.83 While the committee supports the measures that the bill is introducing, it notes that in the absence of the regulations which contain the detail of the implementation and operation of the cost recovery arrangements, it has been difficult to appropriately assess the possible implications of the legislation. 1.84 The committee notes the concerns of witnesses and submitters regarding the consultation process surrounding this measure. The committee considers that it would be appropriate to engage stakeholders in consultation on the draft regulations to ensure their concerns are addressed. 1.85 In particular, the committee notes the challenges currently faced by groups trying to obtain listings for low-volume medicines and indications. Recommendation 1 1.86 The committee recommends that the regulations should incorporate specific measures, whether through exemptions or waivers or some other form, to ensure that there is no disincentive for companies to lodge applications to list low-volume medicines, or to change or extend the indications of listed medicines. Recommendation 2 1.87 The committee recommends that the Senate pass the bill. Senator Claire Moore Chair August 2008 Navigation: "}