{"title": "Antibody resistance of SARS-CoV-2 variants B.1.351 and B.1.1.7 - Nature", "author": "Wang; Pengfei; Nair; Manoj S; Liu; Lihong; Iketani; Sho; Luo; Yang; Guo; Yicheng; Maple; Yu; Jian; Zhang; Baoshan; Kwong; Peter D; Graham; Barney S; Mascola; John R; Chang; Jennifer Y; Yin; Michael T; Sobieszczyk; Magdalena; Kyratsous; Christos A; Shapiro; Lawrence; Sheng; Zizhang; Huang; Yaoxing; Ho; David D", "url": "https://www.nature.com/articles/s41586-021-03398-2", "hostname": "nature.com", "description": "The SARS-CoV-2 variant B.1.1.7 can be neutralized by convalescent sera or sera from vaccinated individuals, whereas the B.1.351 variant is resistant to neutralization by these sera and by several monoclonal antibodies that are in clinical use.", "sitename": "Nature", "date": "2021-03-08", "cleaned_text": "Abstract The COVID-19 pandemic has had widespread effects across the globe, and its causative agent, SARS-CoV-2, continues to spread. Effective interventions need to be developed to end this pandemic. Single and combination therapies with monoclonal antibodies have received emergency use authorization [1](#ref-CR1), [2](#ref-CR2), [3](/articles/s41586-021-03398-2#ref-CR3), and more treatments are under development [4](#ref-CR4), [5](#ref-CR5), [6](#ref-CR6), [7](/articles/s41586-021-03398-2#ref-CR7). Furthermore, multiple vaccine constructs have shown promise [8](/articles/s41586-021-03398-2#ref-CR8), including two that have an approximately 95% protective efficacy against COVID-19 [9](/articles/s41586-021-03398-2#ref-CR9), [10](/articles/s41586-021-03398-2#ref-CR10). However, these interventions were directed against the initial SARS-CoV-2 virus that emerged in 2019. The recent detection of SARS-CoV-2 variants B.1.1.7 in the UK [11](/articles/s41586-021-03398-2#ref-CR11) and B.1.351 in South Africa [12](/articles/s41586-021-03398-2#ref-CR12) is of concern because of their purported ease of transmission and extensive mutations in the spike protein. Here we show that B.1.1.7 is refractory to neutralization by most monoclonal antibodies against the N-terminal domain of the spike protein and is relatively resistant to a few monoclonal antibodies against the receptor-binding domain. It is not more resistant to plasma from individuals who have recovered from COVID-19 or sera from individuals who have been vaccinated against SARS-CoV-2. The B.1.351 variant is not only refractory to neutralization by most monoclonal antibodies against the N-terminal domain but also by multiple individual monoclonal antibodies against the receptor-binding motif of the receptor-binding domain, which is mostly due to a mutation causing an E484K substitution. Moreover, compared to wild-type SARS-CoV-2, B.1.351 is markedly more resistant to neutralization by convalescent plasma (9.4-fold) and sera from individuals who have been vaccinated (10.3-12.4-fold). B.1.351 and emergent variants [13](/articles/s41586-021-03398-2#ref-CR13), [14](/articles/s41586-021-03398-2#ref-CR14) with similar mutations in the spike protein present new challenges for monoclonal antibody therapies and threaten the protective efficacy of current vaccines. Main Considerable evolution of SARS-CoV-2 has occurred since its initial emergence, including the appearance of variants with a D614G mutation [15](/articles/s41586-021-03398-2#ref-CR15) that have become dominant. However, viruses with this mutation alone do not appear to be antigenically distinct [16](/articles/s41586-021-03398-2#ref-CR16). SARS-CoV-2 B.1.1.7—which is also known as 501Y.V1 in the GR clade (Extended Data Fig. [1a](/articles/s41586-021-03398-2#Fig5))—was first detected in September 2020 in southeast England and rapidly became the dominant variant in the UK, possibly owing to its enhanced transmissibility [11](/articles/s41586-021-03398-2#ref-CR11). This strain has now spread to more than 50 countries and there are indications that it may be more virulent [17](/articles/s41586-021-03398-2#ref-CR17). B.1.1.7 contains eight mutations in the spike gene in addition to the mutation causing the D614G substitution, including mutations that cause two deletions (H69/V70 and Y144) in the N-terminal domain (NTD), one substitution (N501Y) in the receptor-binding domain (RBD) and one substitution (P681H) near the furin cleavage site (Extended Data Fig. [1b](/articles/s41586-021-03398-2#Fig5)). SARS-CoV-2 B.1.351—which is also known as 501Y.V2 in the GH clade (Extended Data Fig. [1a](/articles/s41586-021-03398-2#Fig5))—was first detected in late 2020 in Eastern Cape, South Africa [12](/articles/s41586-021-03398-2#ref-CR12). This variant has since become dominant locally, raising the possibility that it too has enhanced transmissibility. B.1.351 contains nine mutations in the spike gene in addition to the mutation causing the D614G substitution, including a cluster of mutations (for example, mutations leading to 242-244 and R246I) in the NTD, three substitutions (K417N, E484K and N501Y) in the RBD and one substitution (A701V) near the furin cleavage site (Extended Data Fig. [1b](/articles/s41586-021-03398-2#Fig5)). There is a growing concern that these new variants could impair the efficacy of current monoclonal antibody therapies or vaccines, because many of the mutations are found in the antigenic supersite in the NTD [18](/articles/s41586-021-03398-2#ref-CR18), [19](/articles/s41586-021-03398-2#ref-CR19) or in the ACE2-binding site (also known as the receptor-binding motif (RBM)) that is a major target of potent virus-neutralizing antibodies. We therefore address this concern by assessing the susceptibility of authentic B.1.1.7 and B.1.351 viruses to neutralization by 30 monoclonal antibodies, plasma from 20 patients convalescing from COVID-19 and sera from 22 individuals who received the Moderna or Pfizer vaccine. In addition, we created vesicular stomatitis virus (VSV)-based SARS-CoV-2 pseudoviruses that contain each of the individual mutations as well as one with all eight mutations of the B.1.1.7 variant (B.1.1.78) and another with all nine mutations of the B.1.351 variant (B.1.3519). A total of 18 mutant pseudoviruses were made as previously described [20](/articles/s41586-021-03398-2#ref-CR20), [21](/articles/s41586-021-03398-2#ref-CR21), and each was found to have a robust titre (Extended Data Fig. [1c](/articles/s41586-021-03398-2#Fig5)) that was adequate for neutralization studies. Monoclonal antibodies We first assayed the neutralizing activity of 12 RBD monoclonal antibodies against the authentic B.1.1.7 and B.1.351 viruses compared with the original SARS-CoV-2 strain in Vero E6 cells, as previously described [20](/articles/s41586-021-03398-2#ref-CR20), [21](/articles/s41586-021-03398-2#ref-CR21). Three monoclonal antibodies target the 'inner side', four target the RBM and five target the 'outer side' of the RBD. The footprints of these monoclonal antibodies on the RBD are shown in Fig. [1a](/articles/s41586-021-03398-2#Fig1) and their neutralization profiles are shown in Fig. [1b](/articles/s41586-021-03398-2#Fig1). For neutralization of B.1.1.7, only the activities of 910-30 [22](/articles/s41586-021-03398-2#ref-CR22) and S309 [5](/articles/s41586-021-03398-2#ref-CR5) are substantially impaired. For neutralization or markedly abolished. The four monoclonal antibodies that target the RBM are among the most potent SARS-CoV-2-neutralizing antibodies in clinical use or under development. Monoclonal antibodies directed to lower aspects of the inner side (2-36 [20](/articles/s41586-021-03398-2#ref-CR20) and COVA1-16 [25](/articles/s41586-021-03398-2#ref-CR25), [26](/articles/s41586-021-03398-2#ref-CR26)) or to are in clinical use or under development. The results for the neutralization of B.1.1.7 and B.1.351 by these 12 monoclonal antibodies are summarized in Fig. [2a](/articles/s41586-021-03398-2#Fig2) as fold increases or decreases in 50% inhibitory concentration (IC50) relative to the wild-type virus. To understand the specific mutations in the spike gene that are responsible for the observed changes, we also tested the same panel of monoclonal antibodies against pseudoviruses B.1.1.78 and B.1.3519, as well as those containing only single mutations found in B.1.1.7 or B.1.351. The results are displayed in Extended Data Fig. [3](/articles/s41586-021-03398-2#Fig7) and are summarized in Fig. [2a](/articles/s41586-021-03398-2#Fig2). There is general agreement in the results for B.1.1.7 and B.1.1.78, as well as the results for B.1.351 and B.1.3519. The decreased activity of 910-30 against B.1.1.7 is mediated by the N501Y substitution, whereas the slightly impaired activity of S309 remains unexplained. The complete loss of activity of 2-15, LY-CoV555 and C121 against B.1.351 is mediated by the E484K substitution; the complete loss of activity of 910-30 is mediated by the K417N substitution; and the marked reduction in activity of REGN10933 is mediated by K417N and E484K, as has previously been reported [28](/articles/s41586-021-03398-2#ref-CR28). A structural explanation of how E484K disrupts the binding of 2-15, LY-CoV555 and REGN10933 is presented in Extended Data Fig. [4a](/articles/s41586-021-03398-2#Fig8). We also assessed the neutralizing activity of six NTD-directed monoclonal antibodies against B.1.1.7, B.1.351 and wild-type viruses. Both B.1.1.7 and B.1.351 are markedly resistant to neutralization by antibodies 5-24 and 4-8 [20](/articles/s41586-021-03398-2#ref-CR20), as well as by 4A8 [29](/articles/s41586-021-03398-2#ref-CR29), all of which target the antigenic supersite in the NTD [18](/articles/s41586-021-03398-2#ref-CR18) (Fig. [2b](/articles/s41586-021-03398-2#Fig2)). 2-17, 4-19 and 5-7 [20](/articles/s41586-021-03398-2#ref-CR20) are variably impaired, particularly against B.1.351. To understand the specific mutations that are responsible for the observed changes, we then tested these monoclonal antibodies against pseudoviruses containing only single mutations found in B.1.1.7 or B.1.351 (Extended Data Fig. [3](/articles/s41586-021-03398-2#Fig7)). The results are summarized in Fig. [2a](/articles/s41586-021-03398-2#Fig2) as a fold increase or decrease relative to the wild-type virus. We found that the resistance of B.1.1.7 to most NTD-directed monoclonal antibodies is largely conferred by Y144, whereas the resistance of B.1.351 is largely conferred by 242-244 and/or R246I. Amino acid residues 144, 242-244 and 246 all fall within the NTD supersite [18](/articles/s41586-021-03398-2#ref-CR18), [19](/articles/s41586-021-03398-2#ref-CR19) (Fig. [2b](/articles/s41586-021-03398-2#Fig2); details are shown in Extended Data Fig. [4b](/articles/s41586-021-03398-2#Fig8)). We next tested the neutralizing activity of 12 additional RBD monoclonal antibodies, including ones from our B.1.1.7, B.1.351 and wild-type viruses are shown in Extended Data Fig. [5a](/articles/s41586-021-03398-2#Fig9), and the detailed findings against the single-mutation pseudoviruses are shown in Extended Data Fig. [3](/articles/s41586-021-03398-2#Fig7). The fold changes in neutralization IC50 titres relative to the wild-type virus are tabulated in Extended Data Fig. [5b](/articles/s41586-021-03398-2#Fig9). Here, we discuss only the results for monoclonal antibodies in clinical development. The activity of CB6 is rendered inactive against B.1.351 because of the K417N substitution. Brii-196 and COV2-2130 are essentially unaffected by the new variants; the activities of Brii-198 and COV2-2196 are diminished by 14.6-fold and 6.3-fold, respectively, against B.1.351 but not against B.1.1.7. We then examined, in a single experiment, the neutralizing activity of monoclonal antibody therapies in clinical use or under clinical investigation against B.1.1.7, B.1.351 and wild-type viruses, as well as against B.1.1.78, B.1.3519 and wild-type pseudoviruses. The results for the single monoclonal antibodies LY-CoV555 and S309, as well as for and and COV2-2130, are shown in Extended Data Fig. [6](/articles/s41586-021-03398-2#Fig10) and summarized in Fig. [2c](/articles/s41586-021-03398-2#Fig2). LY-CoV555, alone or in combination with CB6, is no longer able to neutralize B.1.351. Although REGN10933 and REGN10987 and COV2-2196 and COV2-2130 are seemingly unaffected against variant pseudoviruses, there are noticeable decreases in their activity against the B.1.351 authentic virus. Although S309 and the combination of Brii-196 and Brii-198 are not significantly impaired, their potencies are noticeably lower (Fig. [2c](/articles/s41586-021-03398-2#Fig2)). These findings suggest that antibody treatment of this virus might need to be modified in localities in which B.1.351 and related variants [13](/articles/s41586-021-03398-2#ref-CR13), [14](/articles/s41586-021-03398-2#ref-CR14) are prevalent, and highlight the importance of combination antibody therapy to address the expanding antigenic diversity of SARS-CoV-2. Convalescent plasma We obtained plasma from 20 patients convalescing from COVID-19 more than one month after documented SARS-CoV-2 infection in the spring of 2020. Each plasma sample was then assayed for neutralization against B.1.1.7, B.1.351 and wild-type viruses. Figure [3a](/articles/s41586-021-03398-2#Fig3) shows that most (16 out of 20) plasma samples lost more than 2.5-fold neutralizing activity against B.1.351, while maintaining activity against B.1.1.7. plasma from P7, P10, P18 and P20 retain neutralizing activities similar to those against the wild-type virus. These results are summarized as fold increase or decrease in 50% inhibitory dilution (ID50) in Fig. [3b](/articles/s41586-021-03398-2#Fig3). Furthermore, the magnitude of the drop in plasma neutralization is better seen in Fig. [3c](/articles/s41586-021-03398-2#Fig3), showing no loss of activity against B.1.1.7 but substantial loss against B.1.351 (9.4-fold). Every plasma sample was also tested against each mutant pseudovirus, and those findings are shown in Extended Data Fig. [7](/articles/s41586-021-03398-2#Fig11) and summarized in Fig. [3b, c](/articles/s41586-021-03398-2#Fig3). Eight samples show a decrease of more than 2.5-fold in neutralizing activity against B.1.1.78, in contrast to the results for neutralization of B.1.1.7. These discrepant results highlight a previous observation [20](/articles/s41586-021-03398-2#ref-CR20) that pseudovirus neutralization does not always faithfully recapitulate live virus neutralization. The loss of plasma neutralizing activity against B.1.351 could be largely attributed to the E484K substitution (Fig. [3b](/articles/s41586-021-03398-2#Fig3)), which has been shown to attenuate the neutralizing activity of convalescent sera [30](/articles/s41586-021-03398-2#ref-CR30). Our findings here suggests that this mutation in the RBM is situated in an immunodominant epitope for most individuals infected with SARS-CoV-2. It is also interesting to note that sera such as P7, P10 and P18 contain neutralizing antibodies that are essentially unperturbed by the multitude of spike mutations found in these two new variants (Fig. [3b](/articles/s41586-021-03398-2#Fig3)). A detailed analysis of the antibody repertoire of these samples against the viral spike could be informative. Sera from vaccinated individuals Sera were obtained from 12 participants of a phase-I clinical trial of the Moderna SARS-Co-2 mRNA-1273 vaccine [9](/articles/s41586-021-03398-2#ref-CR9) conducted at the NIH. These volunteers received two immunizations with the vaccine (100 g) on days 0 and 28, and blood was collected on day 43. Additional sera from vaccinated individuals were obtained from 10 individuals who received the Pfizer BNT162b2 COVID-19 vaccine [10](/articles/s41586-021-03398-2#ref-CR10) under emergency use authorization at the clinical dose on days 0 and 21. Blood was collected on day 28 or later. Each serum sample from vaccinated individuals was assayed for neutralization against B.1.1.7, B.1.351 and wild-type viruses. Figure [4a](/articles/s41586-021-03398-2#Fig4) shows no loss of neutralizing activity against B.1.1.7, whereas every sample lost activity against B.1.351. These results are quantified and tabulated as the fold increase or decrease in neutralization ID50 titres in Fig. [4b](/articles/s41586-021-03398-2#Fig4), and the extent of the decrease in neutralization activity is more evident in Fig. [4c](/articles/s41586-021-03398-2#Fig4). Overall, the neutralizing activity against B.1.1.7 was essentially unchanged, but significantly lower against B.1.351 (12.4-fold for the Moderna vaccine; 10.3-fold for the Pfizer vaccine). Every serum from vaccinated indivdiuals was also tested against each mutant pseudovirus, and the results are presented in Extended Data Fig. [8](/articles/s41586-021-03398-2#Fig12) and summarized in Fig. [4b, c](/articles/s41586-021-03398-2#Fig4). No single mutation in B.1.1.7 had an appreciable effect on the neutralizing activity of sera from vaccinated individuals. The loss of neutralizing activity against B.1.3519 is largely consistent with the loss in neutralization of the B.1.351 live virus. A major contributor to the resistance to neutralization of this variant virus appears to be the E484K substitution (Fig. [4b](/articles/s41586-021-03398-2#Fig4)), indicating that this mutation in the RBM is situated in an immunodominant epitope recognized by all sera from the vaccinated individuals studied. Discussion Both SARS-CoV-2 variants B.1.1.7 and B.1.351 are raising concerns not only because of their increase transmissibility but also because of their extensive mutations in the spike gene that could lead to antigenic changes that are detrimental to monoclonal antibody therapies and protection afforded by vaccines. It is of equal concern that another variant known as P.1 or 501Y.V3 is increasing rapidly in Brazil and spreading far beyond [13](/articles/s41586-021-03398-2#ref-CR13), [14](/articles/s41586-021-03398-2#ref-CR14). P.1 contains three substitutions (K417T, the same RBD residues as B.1.351. Much of our findings on B.1.351 would probably be similar for this emergent variant. N501Y is shared among viruses in these three lineages; although this mutation may confer enhanced binding to ACE2 [31](/articles/s41586-021-03398-2#ref-CR31), its antigenic effects are limited to a few monoclonal antibodies (Fig. [2a](/articles/s41586-021-03398-2#Fig2) and Extended Data Fig. [5b](/articles/s41586-021-03398-2#Fig9)), with no pronounced effects on the neutralizing activity of convalescent plasma or sera from vaccinated individuals (Figs. [3](/articles/s41586-021-03398-2#Fig3)b, [4b](/articles/s41586-021-03398-2#Fig4)), as other studies have also reported [32](#ref-CR32), [33](#ref-CR33), [34](/articles/s41586-021-03398-2#ref-CR34). Our findings have relevance to the use of monoclonal antibody to treat or prevent SARS-CoV-2. Both B.1.1.7 and B.1.351 are resistant to neutralization by monoclonal antibodies directed against the NTD supersite (Fig. [2a, b](/articles/s41586-021-03398-2#Fig2) and Extended Data Fig. [4b](/articles/s41586-021-03398-2#Fig8)). More importantly, B.1.351 is resistant to a major group of potent monoclonal antibodies that target the RBM, including three regimens authorized for emergency use (Fig. [2a](/articles/s41586-021-03398-2#Fig2)). LY-CoV555 alone and in combination with CB6 is inactive against B.1.351, and the activity of REGN10933 is impaired (Fig. [1b](/articles/s41586-021-03398-2#Fig1)) although its combination with REGN10987 retains much of the neutralization activity (Fig. [2c](/articles/s41586-021-03398-2#Fig2)). Several other monoclonal antibodies in development are similarly impaired (Fig. [2a, c](/articles/s41586-021-03398-2#Fig2) and Extended Data Fig. [5b](/articles/s41586-021-03398-2#Fig9)) against this variant. Decisions on the use of these monoclonal antibodies will depend heavily on the local prevalence of B.1.351 or variants with an E484K substitution, thus highlighting the importance of viral genomic surveillance worldwide and proactive development of next-generation antibody therapeutics, including combinations that target antigenically distinct epitopes. Convalescent plasma from patients infected with SARS-CoV-2 from early in the pandemic show no significant change in neutralizing activity against B.1.1.7, but the reduction against B.1.351 is remarkable (Fig. [3b, c](/articles/s41586-021-03398-2#Fig3)). This relative resistance is mostly due to the E484K substitution, which is shared by the B.1.351 and P.1 variants [12](#ref-CR12), [13](#ref-CR13), [14](/articles/s41586-021-03398-2#ref-CR14). Again, in areas in which such viruses are common, one would have a concern about re-infection, as other studies are also suggesting [35](/articles/s41586-021-03398-2#ref-CR35), [36](/articles/s41586-021-03398-2#ref-CR36). This apprehension is heightened by the recent observation from the Novavax vaccine trial in South Africa that recipients who received the placebo with previous SARS-CoV-2 infection were not protected against a subsequent exposure to B.1.351 [37](/articles/s41586-021-03398-2#ref-CR37), [38](/articles/s41586-021-03398-2#ref-CR38). Even more disturbing is the situation in Manaus, Brazil, where a second wave of infection due to P.1 is sweeping through a population that was already 76% seropositive owing to prior infection in the spring of 2020 [39](/articles/s41586-021-03398-2#ref-CR39). As for the ramifications of our findings for the protective efficacy of current SARS-CoV-2 vaccines, the neutralizing activity of sera from vaccinated individuals against B.1.1.7 is largely intact and no adverse effects on current vaccines are expected (Fig. [4c](/articles/s41586-021-03398-2#Fig4)), consistent with conclusions that were reached by other studies [34](/articles/s41586-021-03398-2#ref-CR34), [40](/articles/s41586-021-03398-2#ref-CR40), [41](/articles/s41586-021-03398-2#ref-CR41). On the other hand, the loss in activity by 10.3-12.4-fold against B.1.351 is larger than results that were reported using mutant pseudoviruses [34](/articles/s41586-021-03398-2#ref-CR34), [42](/articles/s41586-021-03398-2#ref-CR42), [43](/articles/s41586-021-03398-2#ref-CR43). Taken together, the overall findings are troubling, particularly in light of recent reports that both the Novavax and Johnson & Johnson vaccines showed a substantial drop in efficacy in South Africa [37](/articles/s41586-021-03398-2#ref-CR37), [38](/articles/s41586-021-03398-2#ref-CR38). The recent emergence of B.1.1.7, B.1.351 and P.1 marks the beginning of SARS-CoV-2 antigenic drift. This conclusion is supported by the data presented here, illustrating how so many of these changes in the spike protein conferred resistance to antibody neutralization, and by studies reporting similar mutations in the spike gene selected by antibody pressure in vivo [44](#ref-CR44), [45](#ref-CR45), [46](/articles/s41586-021-03398-2#ref-CR46). Mutationally, this virus is going in a direction that could ultimately lead to escape from our current therapeutic and prophylactic interventions that are directed against the viral spike protein. If the rampant spread of the virus continues and more critical mutations accumulate, then we may be condemned to chasing after the evolving SARS-CoV-2 continually, as we have long done for influenza virus. Such considerations require that we stop virus transmission as quickly as is feasible, by redoubling our mitigation measures and by expediting vaccine rollout. Methods Data reporting No statistical methods were used to predetermine sample size. The experiments were not randomized and the investigators were not blinded to allocation during experiments and outcome assessment. Patients and vaccines Plasma samples were obtained from patients (aged 34-79 years; mean, 54 years) convalescing from documented SARS-CoV-2 infection approximately one month after recovery or later. The patients were enrolled into an observational cohort study of patients convalescing from COVID-19 at the Columbia University Irving Medical Center (CUIMC) starting in the spring of 2020. The study protocol was approved by the CUIMC Institutional Review Board (IRB) and all participants provided written informed consent. From their documented clinical profiles, plasma samples from 10 patients with severe COVID-19 and plasma from 10 patients with a non-severe SARS-CoV-2 infection were selected for this study. Sera were obtained from 12 participants in a phase-I clinical trial of the Moderna SARS-CoV-2 mRNA-1273 vaccine conducted at the NIH, under a NIH IRB-approved protocol [9](/articles/s41586-021-03398-2#ref-CR9). Sera were also obtained from 10 individuals followed in a CUIMC IRB-approved protocol to assess immunological responses to SARS-CoV-2 who received the Pfizer BNT162b2 COVID-19 vaccine as a part of the emergency use authorization. Monoclonal antibodies Monoclonal antibodies tested in this study were constructed and produced at Columbia University as previously described [20](/articles/s41586-021-03398-2#ref-CR20), except REGN10933, REGN10987, REGN10985, COV2-2196 and by Pharmaceuticals, Brii-196 and Brii-198, which were provided by Brii Biosciences and CB6, which was provided by B.Z. and obtained from BEI Resources (NIAID, NIH) and propagated for one passage using Vero E6 cells. Virus infectious titres were determined by dilution and cytopathogenic effect assay on An end-point dilution microplate neutralization assay was performed to measure the neutralization activity of convalescent plasma samples, sera from vaccinated individuals and purified monoclonal antibodies. In brief, plasma and serum samples were subjected to successive fivefold dilutions starting from 1:100. Similarly, most monoclonal antibodies were serially diluted (fivefold dilutions) starting at 10 g ml1. Some clinical antibodies were tested from starting concentrations of 1 g ml1. Triplicates of each dilution were incubated with SARS-CoV-2 at a multiplicity of infection of 0.1 in EMEM with 7.5% inactivated fetal calf serum for 1 h at 37 °C. After incubation, the virus-antibody mixture was transferred onto a monolayer of Vero E6 cells grown overnight. The cells were incubated with the mixture for around 70 h. Cytopathogenic effects of viral infection were visually scored for each well in a blinded manner by two independent observers. The results were then converted into the percentage of neutralization at a given sample dilution or monoclonal antibody concentration, and the data (mean ± s.e.m.) were plotted using a five-parameter dose-response curve in GraphPad Prism v.8.4. Construction and production of variant pseudoviruses The original pCMV3-SARS-CoV-2-spike plasmid was provided by P. Wang (Shandong University). Plasmids encoding the D614G variant, all of the single-mutation variants found in B.1.1.7 B.1.351, the eight-mutation-combination variant and nine-mutation-combination XL were generated as previously [20](/articles/s41586-021-03398-2#ref-CR20), cells were grown to 80% confluency with the spike gene using Lipofectamine 3000 (Invitrogen). Cells were cultured overnight and VSV-G pseudo-typed G-luciferase infect the cells in DMEM at an multiplicity of infection of 3 for 2 h before washing the cells with 1× DPBS three times. The next day, the transfection supernatant was collected and clarified by centrifugation at 300g for 10 min. Each viral stock 20% I1 hybridoma contaminating the VSV-G pseudo-typed G-luciferase virus before measuring titres and making aliquots to be stored at 80 °C. Pseudovirus neutralization assays Neutralization assays were performed by incubating pseudoviruses with serial dilutions of monoclonal antibodies or heat-inactivated plasma or sera, and scored by the reduction in luciferase gene expression [20](/articles/s41586-021-03398-2#ref-CR20), [21](/articles/s41586-021-03398-2#ref-CR21). In brief, Vero E6 cells were seeded in a 96-well plate at a concentration of 2 × 104 cells per well. Pseudoviruses were incubated the next day with serial dilutions of the test samples in triplicate for 30 min at 37 °C. The mixture was added to cultured cells and incubated for an additional 24 h. The luminescence was measured by Luciferase Assay System (Promega). IC50 was defined as the dilution at which the relative light units were reduced by 50% compared with the virus control wells (virus + cells) after subtraction of the background in the control groups with cells only. The IC50 values were calculated using nonlinear regression in GraphPad Prism. Reporting summary Further information on research design is available in the [Nature Research Reporting Summary](/articles/s41586-021-03398-2#MOESM1) linked to this paper. Data availability Materials used in this study will be made available but may require execution of a materials transfer agreement. All the data are provided in the paper or the Supplementary Information. References Chen, P. et al. SARS-CoV-2 neutralizing antibody LY-CoV555 in outpatients with COVID-19. N. Engl. J. Med. 384, 229-237 (2021). Hansen, J. et al. Studies in humanized mice and convalescent humans yield a SARS-CoV-2 antibody cocktail. Science 369, 1010-1014 (2020). Gottlieb, R. L. et al. Effect of bamlanivimab as monotherapy or in combination with etesevimab on viral load in patients with mild to moderate COVID-19: a randomized clinical trial. J. Am. Med. Assoc. 325, 632-644 (2021). Ju, B. et al. Human neutralizing antibodies elicited by SARS-CoV-2 infection. Nature 584, 115-119 (2020). Pinto, D. et al. Cross-neutralization of SARS-CoV-2 by a human monoclonal SARS-CoV antibody. Nature 583, 290-295 (2020). Shi, R. et al. A human neutralizing antibody targets the receptor-binding site of SARS-CoV-2. Nature 584, 120-124 (2020). Zost, S. J. et al. Potently neutralizing and protective human antibodies against SARS-CoV-2. Nature 584, 443-449 (2020). Krammer, F. SARS-CoV-2 vaccines in development. Nature 586, 516-527 (2020). Anderson, E. J. et al. Safety and immunogenicity of SARS-CoV-2 mRNA-1273 vaccine in older adults. N. Engl. J. Med. 383, 2427-2438 (2020). Polack, F. P. et al. Safety and efficacy of the BNT162b2 mRNA COVID-19 vaccine. N. Engl. J. Med. 383, 2603-2615 (2020). Rambaut, A. et al. Preliminary genomic characterisation of an emergent SARS-CoV-2 lineage in the UK defined by a novel set of spike mutations. [https://virological.org/t/preliminarygenomic-characterisation-of-an-emergent-sars-cov-2-lineage-in-the-uk-defined-by-a-novel-set-ofspike-mutations/563](https://virological.org/t/preliminarygenomic-characterisation-of-an-emergent-sars-cov-2-lineage-in-the-uk-defined-by-a-novel-set-ofspike-mutations/563)(2020). Tegally, H. et al. Emergence and rapid spread of a new severe acute respiratory syndrome-related coronavirus 2 (SARS-CoV-2) lineage with multiple spike mutations in South Africa. Preprint at [https://doi.org/10.1101/2020.12.21.20248640](https://doi.org/10.1101/2020.12.21.20248640)(2020). Faria, N. R. et al. Genomic characterisation of an emergent SARS-CoV-2 lineage in Manaus: preliminary findings. Preprint at [https://virological.org/t/genomic-characterisation-of-an-emergent-sars-cov-2-lineage-in-manaus-preliminary-findings/586](https://virological.org/t/genomic-characterisation-of-an-emergent-sars-cov-2-lineage-in-manaus-preliminary-findings/586)(2021). Naveca, et al. Phylogenetic relationship of SARS-CoV-2 sequences from Amazonas with emerging Brazilian variants harboring mutations N501Y in the spike protein. Preprint at [https://virological.org/t/phylogenetic-relationship-of-sars-cov-2-sequences-from-amazonas-with-emerging-brazilian-variants-harboring-mutations-e484k-and-n501y-in-the-spike-protein/585](https://virological.org/t/phylogenetic-relationship-of-sars-cov-2-sequences-from-amazonas-with-emerging-brazilian-variants-harboring-mutations-e484k-and-n501y-in-the-spike-protein/585)(2021). Korber, B. et al. Tracking changes in SARS-CoV-2 spike: evidence that D614G increases infectivity of the COVID-19 virus. Cell 182, 812-827 (2020). Hou, Y. J. et al. SARS-CoV-2 D614G variant exhibits efficient replication ex vivo and transmission in vivo. Science 370, 1464-1468 (2020). Davies, N. G. et al. Increased hazard of death in community-tested cases of SARS-CoV-2 variant of concern 202012/01. Preprint at [https://doi.org/10.1101/2021.02.01.21250959](https://doi.org/10.1101/2021.02.01.21250959)(2021). Cerutti, G. al. Potent SARS-CoV-2 neutralizing antibodies directed against spike N-terminal domain target a single supersite. Cell Host Microbe (in the press). McCallum, M. et al. N-terminal domain antigenic mapping reveals a site of vulnerability for SARS-CoV-2. Preprint at [https://doi.org/10.1101/2021.01.14.426475](https://doi.org/10.1101/2021.01.14.426475)(2021). Liu, L. et al. Potent neutralizing antibodies against multiple epitopes on SARS-CoV-2 spike. Nature 584, 450-456 (2020). Wang, P. et al. SARS-CoV-2 neutralizing antibody responses are more robust in patients with severe disease. Emerg. Microbes Infect. 9, 2091-2093 (2020). Banach, B. B. et al. Paired heavy and light chain signatures contribute to potent SARS-CoV-2 neutralization in public antibody responses. Preprint at [https://doi.org/10.1101/2020.12.31.424987](https://doi.org/10.1101/2020.12.31.424987)(2021). Jones, B. E. et al. LY-CoV555, a rapidly isolated potent neutralizing antibody, provides protection in a non-human primate model of SARS-CoV-2 infection. Preprint at [https://doi.org/10.1101/2020.09.30.318972](https://doi.org/10.1101/2020.09.30.318972)(2020). Robbiani, D. F. et al. Convergent antibody responses to SARS-CoV-2 in convalescent individuals. Nature 584, 437-442 (2020). Brouwer, P. J. M. et al. Potent neutralizing antibodies from COVID-19 patients define multiple targets of vulnerability. Science 369, 643-650 (2020). Liu, H. et al. Cross-neutralization of a SARS-CoV-2 antibody to a functionally conserved site is mediated by avidity. Immunity 53, 1272-1280 (2020). Cerutti, G. et al. Structural basis for accommodation of emerging B.1.351 and B.1.1.7 variants by two potent SARS-CoV-2 neutralizing antibodies. Preprint at [https://doi.org/10.1101/2021.02.21.432168](https://doi.org/10.1101/2021.02.21.432168)(2021). Starr, T. N. et al. Prospective mapping of viral mutations that escape antibodies used to treat COVID-19. Science 371, 850-854 (2021). Chi, X. et al. A neutralizing human antibody binds to the N-terminal domain of the spike protein of SARS-CoV-2. Science 369, 650-655 (2020). Greaney, A. J. et al. Comprehensive mapping of mutations to the SARS-CoV-2 receptor-binding domain that affect recognition by polyclonal human serum antibodies. Cell Host Microbe [https://doi.org/10.1016/j.chom.2021.02.003](https://doi.org/10.1016/j.chom.2021.02.003)(2021). Starr, T. N. et al. Deep mutational scanning of SARS-CoV-2 receptor binding domain reveals constraints on folding and ACE2 binding. Cell 182, 1295-1310 (2020). Xie, X. et al. Neutralization of SARS-CoV-2 Rees-Spear, et al. The impact of spike mutations on SARS-CoV-2 neutralization. Preprint at [https://doi.org/10.1101/2021.01.15.426849](https://doi.org/10.1101/2021.01.15.426849)(2021). Wu, K. et al. mRNA-1273 vaccine induces antibodies variants. neutralization by convalescent plasma. Wibmer, C. K. et al. SARS-CoV-2 501Y.V2 escapes neutralization by South African COVID-19 donor plasma. Nat. Med. [https://doi.org/10.1038/s41591-021-01285-x](https://doi.org/10.1038/s41591-021-01285-x)(2021). Wadman, M. & Cohen, J. Novavax vaccine delivers 89% efficacy against COVID-19 in U.K.—but is less potent in South Africa. Science [https://doi.org/10.1126/science.abg8101](https://doi.org/10.1126/science.abg8101)(2021). Callaway, E. & Mallapaty, S. Novavax offers first evidence that COVID vaccines protect people against variants. Nature 590, 17 (2021). Sabino, E. C. et al. Resurgence of COVID-19 in Manaus, Brazil, despite high seroprevalence. Lancet 397, 452-455 (2021). by BNT162b2 vaccine-elicited al. vaccine-elicited antibodies to SARS-CoV-2 and circulating variants. Nature [https://doi.org/10.1038/s41586-021-03324-6](https://doi.org/10.1038/s41586-021-03324-6)(2021). Tada, T. et al. Neutralization of viruses with European, South African, and United States SARS-CoV-2 variant spike proteins by at [https://doi.org/10.1101/2021.02.05.430003](https://doi.org/10.1101/2021.02.05.430003)(2021). Kemp, S. A. et al. SARS-CoV-2 evolution during treatment of chronic infection. Nature [https://doi.org/10.1038/s41586-021-03291-y](https://doi.org/10.1038/s41586-021-03291-y)(2021). McCarthy, K. R. et al. Recurrent deletions in the SARS-CoV-2 spike glycoprotein drive antibody escape. Science [https://doi.org/10.1126/science.abf6950](https://doi.org/10.1126/science.abf6950)(2021). Choi, B. et al. Persistence and evolution of SARS-CoV-2 in an immunocompromised host. N. Engl. J. Med. 383, 2291-2293 (2020). Acknowledgements We thank S. Goff and B. DeKosky for helpful discussions. This study was supported by funding from Andrew and Peggy Cherng, Samuel Yin, Barbara Picower and the JPB Foundation, Brii Biosciences, Roger and David Wu, and the Bill and Melinda Gates Foundation. Ethics declarations Competing interests P.W., L.L, J.Y., M.S.N., Y.H. and D.D.H. are inventors on provisional patent application on monoclonal antibodies against SARS-CoV-2. D.D.H. is a member of the scientific advisory board of Brii Biosciences, which also has provided a grant to Columbia University to support this and other studies on SARS-CoV-2. Additional information Peer review information Nature thanks Jesse D. Bloom, Andreas Radbruch and the other, anonymous, reviewer(s) for their contribution to the peer review of this work. Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Extended data figures and tables [Extended Data Fig. 1 Emerging SARS-CoV-2 variants identified in the UK and South Africa.](/articles/s41586-021-03398-2/figures/5) a, Phylogenetic tree of SARS-CoV-2 variants, with B.1.351 and B.1.1.7 highlighted. b, Mutations in the viral spike protein identified in B.1.351 (SA) and B.1.1.7 (UK) in addition to D614G. c, were generated [20](/articles/s41586-021-03398-2#ref-CR20), [21](/articles/s41586-021-03398-2#ref-CR21) and viral particles were quantified and normalized to the expression of the nucleocapsid protein of VSV by western blot. Equal amounts of each pseudovirus were then used to infect Vero E6 cells and relative luciferase units (RLUs) were measured 16 h later. Data are mean ± s.e.m. of technical duplicates. [Extended Data Fig. 2 Neutralization profiles of negative control monoclonal antibodies and plasma from healthy donors.](/articles/s41586-021-03398-2/figures/6) a, b, Neutralization of two SARS-CoV-2 non-neutralizing monoclonal antibodies [20](/articles/s41586-021-03398-2#ref-CR20) (a) and healthy donor plasma against wild-type (WA1) live virus (b). c, Neutralization of plasma samples from two healthy donors against wild-type, B.1.1.78 and B.1.3519 viruses, as well as single-mutation are mean ± s.e.m. of technical triplicates. [Extended Data Fig. 3 Neutralization profiles of monoclonal antibodies against wild-type, B.1.1.78 and B.1.3519 viruses, as well as single-mutation are mean ± s.e.m. of technical triplicates. [Extended Data Fig. 4 Structural explanations on how critical mutations affect monoclonal antibody activity.](/articles/s41586-021-03398-2/figures/8) a, E484 forms hydrogen bonds with monoclonal antibodies that target the RBM. E484K causes not only steric clashes but also a charge change at antibody-binding sites, and thus abolishes binding by these RBM-directed monoclonal antibodies. Steric clashes are shown by red plates. b, Mutations at or near the NTD antigenic supersite—comprising loops N1, N3 and N5—that is recognized by many potent NTD-directed monoclonal antibodies. [Extended Data Fig. 5 Neutralization susceptibility B.1.351 variants to additional RBD-directed monoclonal antibodies. Data are mean ± s.e.m. of technical triplicates. b, Fold increase or decrease in IC50 of neutralizing monoclonal antibodies against B.1.1.7 and B.1.351, as well as mutant pseudoviruses, relative to the wild type. Red, resistance >3-fold; green, sensitization >3-fold. [Extended Data Fig. 6 Neutralization profiles of authorized or investigational therapeutic monoclonal antibodies against live viruses and pseudoviruses.](/articles/s41586-021-03398-2/figures/10) a, Wild-type of technical triplicates. [Extended Data Fig. 7 Neutralization profiles of plasma samples of 20 patients convalescing from COVID-19 against wild-type, B.1.1.78, B.1.3519 and are mean of technical triplicates. Neutralization by plasma from healths donor is shown in Extended Data Fig. [2c](/articles/s41586-021-03398-2#Fig6). [Extended Data Fig. 8 Neutralization profiles of sera from vaccinated individuals against wild-type, B.1.1.78, B.1.3519 and single-mutation pseudoviruses.](/articles/s41586-021-03398-2/figures/12) We tested 12 sera from individuals who received the Moderna vaccine (V1-V12) and 10 sera from individuals who received the Pfizer vaccine (V13-V22). Data are mean ± s.e.m. of technical triplicates. Supplementary information Rights and permissions About this article Cite this article Wang, P., Nair, M.S., Liu, L. et al. Antibody resistance cited by - [Role and clinical implication of autophagy in COVID-19](https://doi.org/10.1186/s12985-023-02069-0) Virology Journal (2023) - [Insights on the interaction of SARS-CoV-2 variant B.1.617.2 with antibody CR3022 and analysis of antibody resistance](https://doi.org/10.1186/s43141-023-00492-y) Journal of Genetic Engineering and Biotechnology (2023) - [Safety and tolerability study of sotrovimab (VIR-7831) prophylaxis against in immunocompromised individuals with impaired SARS-CoV-2 humoral immunity](https://doi.org/10.1186/s40814-023-01325-y) Pilot and Feasibility Studies (2023) - [Insights into organoid-based modeling of COVID-19 pathology](https://doi.org/10.1186/s12985-023-01996-2) Virology Journal (2023) - [Cross protection to SARS-CoV-2 variants in hamsters with naturally-acquired immunity](https://doi.org/10.1186/s12985-023-02136-6) Virology Journal (2023) Comments By submitting a comment you agree to abide by our [Terms](/info/tandc.html) and [Community Guidelines](/info/community-guidelines.html). If you find something abusive or that does not comply with our terms or guidelines please flag it as inappropriate. "}