{"title": "The Fantastic Voyage Research Paper", "author": null, "url": "https://www.ipl.org/essay/The-Fantastic-Voyage-Research-Paper-F3EKC57E2DVT", "hostname": "ipl.org", "description": "The Fantastic Voyage Growing up the human body always fascinated me and it is no surprise that I decided early on that a career in the medical field was my...", "sitename": "ipl.org", "date": "2023-01-01", "cleaned_text": "he went to the sea was slave trade. British wanted to recruit African American to ship them back to their country. After the sea his trade they had nothing left. All of the African Americans died while on the ships Six years of pee wee, four years of travel, roughly 10,000 dollars of my parents hard earned money spent in payments, numerous nights of practice, countless days consumed by games and I did not make the team. An entire summer of early mornings dedicated to workouts, and I did not make the team. My freshman year I tried out for the Brentwood High School soccer team and didn't make the cut. I will never forgot waiting anxiously for that email, opening it and not seeing my name on that roster. I was devastated, embarrassed and simply sad. I had failed. In a society that embraces the advancement of scientific knowledge, my desire to contribute in the field of science is incredibly strong. Specifically, I am greatly interested in the micro-sciences, such as biochemistry and general chemistry. These academic programs focus on the building blocks of all living and nonliving material throughout the universe. This research offers me endless opportunities to make a positive difference. I often think about my potential contributions in scientific discovery and how they would be used to enhance mankind's understanding of our surroundings. These thoughts are the force behind my reason to major in chemistry, and I believe receiving the Alpha Delta Kappa Scholarship will aid in this endeavor. My life and journey towards Cornell has been one characterized by struggle. Throughout my childhood, I was raised in two families which highly valued critical thinking and education. As such, I was always expected to ask \"Why?\" \"Why?\" was the question that could bring me an education. \"Why?\" could help me learn more about my surroundings and how I could improve them. I also asked that question when my mother and birth father divorced. I questioned why my father left and why my mom and I moved. What I realize now is that, without my parents divorcing, I could not have received the opportunities afforded to me. The primary focus of this paper is being able to vaccinate immigrant children once they are in the United States by developing a program. Immunizations have become an important tool that many countries use to protect themselves from disease thereby helping increase their population. Before immunizations diseases could wipe out much of a country's population in less than a year. By using this tool to our advantage, we are helping to ward off certain diseases. One of the problems with re-emergence of diseases we thought we eliminated has been immigrant children bringing the disease to the US due to improper vaccination protocols in their country of origin or skipping vital vaccinations. If there is a way to help increase the number of children being vaccinated, then we should try to make that possible. This can be done by assessing the current situation with vaccinations in the United States, analyzing the benefits for this type of program and proposing how to implement a program in areas where immigration is a major concern. By looking at the immigrant population and ensuring that these children are also properly vaccinated then we can help to reduce the number of disease re-emergence so this is not a problem for us in the future. Recently, I received a letter in the mail. This letter contained the rejection of my application into National Honors Society (NHS). I was crushed when I saw the words Immediately I teared up because I had worked so hard on my application. Over the next few days I was angry, sad, confused, and conflicted. Close friends had gotten accepted and I was mad at them for being chosen. Therefore, I was conflicted because I didn't want to be mad at them. They were still my friends despite everything. I was then sad that I wasn't chosen to be apart of NHS. I had thought that my application was almost perfect. Every blank space had been filled with a reason why I was a applicable candidate, my GPA was a 4.0, and I had hundreds of service hours. I asked It was an ordinary day of lecture in my Anatomy class when all of a sudden I get a slip notifying me to visit one of the counselor's offices at my school. I was for one, extremely happy to be able to give my wrist a break from all the writing, but I was even more ecstatic once I found out why I was being excused. The counselor that called me down was reaching out to an abundance of African American, female students, to inform them about the Sistah's Rock Reaching for the Future Scholarship. I was overcome with joy because she truly wanted to see us excel, and took time out of her busy schedule to speak with us. I am currently in my Senior year of high school and have plans to attend the University of California, Santa Cruz in the fall. I grew up with two older sisters in a single parent household. I learned to be The first vaccine was presented in 1796 and since then continue to advance medicine and benefit patients. Through countless hours of research doctors have been able to construct different solutions to strengthen human immunity. Strengthening immunity among all people will reduce the amount of illnesses, and reducing the illnesses will decrease the mortality rate. Due to vaccinations promoting better immunity that significantly helps fight infection, it benefits patients that are at risk of diseases and helps prevent the spread of infection. One of the famous Europeans explorer is Christopher Columbus. He born between October 31st 1450 and October 30th 1451, Genoa and died May, 20th 1506. He is one of the pioneer to explore the Americas. Columbus spent nearly thirty years to explore new territories. Most of the region was Americas. Columbus?s exploration divided four different time frames. First time was 1492 to 1493, Second time was fall 1493 and about end 1496 the third and fourth time was 1502. The purpose of his exploration is to find to territories, new resources and new people. Today in this passage I will inform you about two courageous, brave, and very intelligent mens yet extremely different. These two men are nonetheless known for their traveling. Christopher Columbus and Charles Lindbergh's happen to be true outstanding men whom I will speak about in this passage. Christopher Columbus was the first men to discover an easier and faster way to get to Asia and made four trips to get across the Atlantic Ocean.(\"Christopher Columbus Biography) Charles Lindberg's was the first solo transatlantic of his own airplane flight. He was also in the U.S. army and was working as an army air service reserve pilot.(\"Charles Lindbergh Biography.\") Traveling from Nantucket, Massachusetts, to South America, the Essex met its doom in the Pacific Ocean in November 1820, when a sperm whale attacked and destroyed the ship. The crew, adrift in their small whaleboats, faced storms, thirst, illness and starvation, and were even reduced to cannibalism for survival. However, succeeding in one of the great open-boat journeys of all time, the few survivors were picked up off South America. Their story, spread widely in America in the 19th century, provided inspiration for Melville 's tale of a ship captain seeking revenge on an elusive whale. During my high school years, I pondered upon what my future held for me. The only thing I knew at the time was I loved science. It was during my junior year that I discovered how much joy my AP Psychology course brought me, particularly the units which covered The Race to establish trade routes and colonize the new world escalated in the 1400s with many European counties racing to claim new territories as their own. Spain, England, and France were the world super powers during this time frame. The voyagers from these countries set out to colonize as much land in the name of their respective countries as possible. Despite long arduous journeys and failed attempts to colonize the new world such as Roanoke Island, in the Carolinas there was no shortage of eager mean ready to die for the glory of conquering the unknown. For the countries these brave and maybe foolish men served the gain of inhabiting new land was unimaginable increased wealth, power, and religious expansion opening the flood gates for potential capital leaders of European countries would put up to fund expeditions. Early voyagers like Christopher Columbus set out to establish direct routes to the Far East. Although Columbus never reached the Far East, his acclaim of abundant natural resources of Hispaniola, Compare Christopher Columbus's letter to Santangel (1493) regarding the first voyage to his letter to Ferdinand and Isabella (1503) regarding the fourth voyage. Discuss the apparent differences in the motivation and purpose of each letter. Also discuss what the letters suggest about the relative value of kings and great cities, the power of Spanish explorers, or the relative importance of the \"people without number\" who already inhabit the islands. essay The NOVA documentary \"Naturally Obsessed: the making of a scientist\" shows the lives of three post-graduate students at Columbia University and their experiments and struggles they faced in the lab and the impact their research had on their mental and social health. One of the students, Rob, has aspirations to become like his mentor Larry and have his own lab and students. Personally, I relate more with Rob than the other students in the film because like him, I tend to look up to the people I admire. Additionally, Rob and I share a steadfast resolve when doing work regardless of the difficulty. Although Rob has been unsuccessful for two and a half years in producing successful results, he is still determined to finish his research and earn "}