{"title": "The Energy Balance Equation", "author": "Lylemcd", "url": "https://bodyrecomposition.com/fat-loss/the-energy-balance-equation", "hostname": "bodyrecomposition.com", "description": "The Energy Balance Equation examines the energy balance equation including reasons why the math never quite works out as expected.And why it is still valid.", "sitename": "Bodyrecomposition", "date": "2009-07-31", "cleaned_text": "Recently on the Internet, a common meme is that the application of thermodynamics to the human body is incorrect. This usually comes out of people talking about something that they clearly do not understand in any way shape or form which is the energy balance equation. This is usually used as a lead in to the idea that the \"Calorie theory of weight gain and weight loss\" is incorrect or what have you. Some have taken this a step further to argue that it can't be right because \" [calories are not real](https://bodyrecomposition.com/fat-loss/what-are-calories)\". You can't argue with that level of ignorant. Today, I'm going to do my best to clear things up about what the energy balance equation does and doesn't mean and why people, who don't really have a clue what they're talking about, don't understand it. Hopefully by the time you've gotten to the end of this, you'll understand it. What is The Energy Balance Equation? In its simplest form, the energy balance equation is meant to represent what does (or at least should) happen to the body by looking at the difference between energy intake (from food) and energy output. In it's exceedingly simplest form, the energy balance equation is this: Energy in = Energy out + Change in Body Stores This is essentially just a restatement of basic thermodynamics, since energy can't be created or destroyed, it all has to be accounted for in some form or fashion. In this case, differences between intake and output show up as changes in the energy stores of the body. Now, in the case of the human body, changes in energy stores will show up as changes in the amount of different tissues in the body. Excess energy is converted or stored via conversion into body tissue (e.g. body fat, muscle tissue, etc.). Since excess energy is stored in the body as tissues that contain mass, I will (marginally incorrectly) refer to changes in body mass throughout this article. I'm doing this as people tend to fixate on changes in mass/weight rather than on energy per se (we can measure changes in weight on the scale, or changes in fat or muscle mass; you can't readily measure changes in energy stores of the body). As you'll see below, this confusion about the energy value of different tissues is a big part of the confusion and claims regarding the equation itself. By the same token, if energy intake is less than output, the body will pull on stored energy within the body and there will be some loss of tissue (e.g. fat, muscle, etc.). Again, I'll refer to changes in mass in this article, just realize that, for technical accuracy, the real changes is in the energy store of the body. Now, the above is a very simplified version of the energy balance equation and this is part of where folks get into problems. But we have three basic bits of the equation: Energy In, Energy Out and Change in Body Stores. I want to look at each including some of the places that people make some really flawed arguments and draw some really flawed conclusions based on their misunderstanding of what's going on. What is Energy In? Now, energy in is actually the simplest aspect of all of this, this represents the number of [calories](https://bodyrecomposition.com/fat-loss/what-are-calories) that you ingest each day from the nutrients protein, carbs, fat, fiber and alcohol. Of course, even that is not so simple. First and foremost, not all foods are digested with identical efficiency. On average, high quality animal-source proteins are digested with roughly 90-95% efficiency with vegetable source proteins coming in lower than that (80-85%), fats digest with about 97% efficiency and carbs can be as low as 80% depending on [fiber content](https://bodyrecomposition.com/nutrition/dietary-fiber-natures-broom). There can be some variance between different sources of the same nutrient as well. For example, a recently developed carbohydrate called [resistant starch](https://www.healthline.com/nutrition/resistant-starch-101) (it resists digestion) is absorbed with poor efficiency, more calories are lost in the stool compared to other carbs. Some [sugar alcohols share this effect (although they can just as readily cause massive stomach upset and diarrhea because of it)](https://www.amazon.com/review/R2JGNJ5ZPJT4YC). You don't generally see massive differences in proteins or fats although there can be slight differences. Put differently, some energy is lost prior to digestion (and shows up in the feces), never to be absorbed by the body. But strictly speaking you can make an adjustment on the energy in side of the equation to take digestibility into account with a correction factor (which would vary depending on the nutrient in question) But I think you get the idea: the point is that the calorie in value can vary a bit depending on the specific nutrient and source of that nutrient. The amount of calories listed on the side of the food you're eating may not be exactly the number of calories that make it through digestion and into the body. If anything, the value will be slightly less. High-fiber diets tend to have this effect generally, as soluble fiber binds a small amount of protein and fat in the stomach carrying it out without digestion. So if you jack up soluble fiber intake, you end up absorbing less of the calories that went into your mouth; more are lost in your poop. There is also some evidence that based on differences in the bacteria in the gut, there may be small differences in how well or poorly people extract energy from food during digestion, the most recent paper I've seen suggests that this can vary by roughly 100 calories per day. So that's another place where the equation might be modified for any given individual. I'd mention that, currently, no-one knows how to modify this in any useful fashion (although weight loss per se appears to cause the gut bacteria to shift to a different type) but that technology (through the use of pre- or pro-biotics) will likely come through in a few years. Please note: This doesn't deny the validity of the energy balance equation, it just means that it's more complicated than people realize. Energy Out The energy out part of the equation is more complicated than people understand and I'd recommend my article on the [four components of metabolic rate](https://bodyrecomposition.com/fat-loss/4-determinants-of-metabolic-rate) for a detailed look at the different components of the out part of the equation and their determinants. Summing up, there are 4 primary aspects of the energy out part of the equation which are Resting/Basal Metabolic Rate (RMR/BMR), the Thermic effect of food (TEF), the Thermic Effect of Activity (TEA) and a more recent addition which is [Spontaneous Physical Activity/Non-Exercise Activity Thermogenesis (SPA/NEAT)](https://bodyrecomposition.com/research/neat-resistance-fat-gain). Essentially TEA refers to calories burned through formal exercise/activity, SPA/NEAT is more subconscious and represents daily movement, going from seated to standing, fidgeting and a host of other stuff that isn't conscious voluntary exercise. I'm going to come back to this below but something that is VERY important to remember is that none of the above is static: it all changes based on what the person is doing and their diet, activity, environment, etc. A Mid-Article Summary of The Energy Balance Equation So I've looked at some of the factors that can modify both the energy in and energy out part of the equation. Now we can rewrite the equation a bit more usefully as: Energy In (corrected for digestion) = (BMR/RMR + TEF + TEA + SPA/NEAT) + Change in Body Stores Even that's not complete and there are other things that can go on the energy out side of it, various inefficiencies in biochemical pathways (that basically waste calories through heat) and such things. I'd note that most of these don't appear to contribute terribly significantly to the energy out side of things but they are worth noting since they modify the overall equation. I'd also note that people often make comments about the above equation which shows just how utterly clueless they are about it. For example, people will point out that replacing carbs with protein leads to greater weight loss although they have the same calories; ergo the equation is wrong. What they fail to realize is that protein has a higher thermogenic effect and this modifies the TEF value of the equation. The energy OUT side of the equation changes if you replace carbs with protein. But they seem to try to treat the sides of the equation independently in this case which is wrong. Now, even with the above, a commonly made argument that the energy balance equation is wrong is that, invariably, changes in either intake or expenditure don't seem to scale with predicted or expected changes in body mass. That is, armed with the above, if you know intake and output, you should be able to know exactly how much body mass will change, right? Put differently, it's commonly stated that if you reduce food intake by 500 calories/day you will lose one pound per week. Yet when people do that very thing, this never happens in the real world. Or if you add 500 calories/day of food, you should gain a pound, and that pretty much never happens either in the real world. Hence the equation is invalid, right? Wrong. Three Reasons Expected and Real-World Weight Loss are Different There are three different reasons why the expectations of most people in terms of changes in the energy balance are incorrect and, again, it's based on their own simplistic understanding of what's going on. Those three reasons are - Water balance - Muscle and fat are not identical - The fact that the energy balance equation is not static Let's look at each. Water Balance This is the easiest to explain so I'll tackle it first. First note that water contains zero energy and zero calories. I can add a billion gallons of water to either side of the equation and it doesn't affect the equation itself (quick note: some work suggested that ingestion of water, or cold water, could increase energy expenditure so that is an indirect way that water might impact on the equation, but this is not what I'm talking about). However, water balance issues completely screw up expectations about changes in body mass. Every woman reading this knows that she can swing some amount of body weight (could be a couple pounds, could be 10 pounds) across a menstrual cycle and carbohydrate intake has a massive impact on water balance. But those changes don't mean anything in terms of the energy balance equation. Early studies of very-low carb diets (all discussed in detail in my first book [The Ketogenic Diet](https://store.bodyrecomposition.com/ketogenic-diet/)) reported water loss ranging from like 1-15 pounds in the first few days. I'm fairly little and I can drop 7 lbs of water in 3 days of carbohydrate restriction. I'll put it right back on when I carb-load again. People love this effect of low-carb diets but it's not real, [just an illusion due to restricting carbohydrates](https://pubmed.ncbi.nlm.nih.gov/1615908/). Similarly, if you add a bunch of sodium to someone's diet after a period of low-sodium intake, they will gain several pounds of water. But it doesn't affect the energy balance equation in any way because water has no caloric/energy value. I've talked about this on the site in various contexts, in the article [Of Whooshes and Squishy Fat](https://bodyrecomposition.com/fat-loss/of-whooshes-and-squishy-fat), I talk about how water retention can mask true fat loss in some people. The deficit is there, the activity is there and nothing is happening. Then boom, overnight, 5 pounds drops off. It's not a thermodynamic miracle, nor does it defy the energy balance equation, water shifts just screw things up. Some people seem prone to retaining water (they tend to be a little bit \"tightly wound\" mentally in my experience), they overproduce cortisol (which shows cross-reactivity with the mineralocorticoid receptor) and this causes water retention, especially when they diet and train too hard. They maintain a nice deficit, etc. but nothing is happening. Energy balance equation is wrong, right? Nope, water retention is masking the losses. Of course, women experience this type of thing throughout their menstrual cycle, where body weight can vary several pounds in either directions in any given week. This has numerous implications not the least of [which is for tracking body composition](https://bodyrecomposition.com/fat-loss/body-composition-recommendations). This is discussed in extreme detail in [The Women's Book Vol 1](https://store.bodyrecomposition.com/the-womens-book-vol1/). The same thing works in the other direction, early studies (invariably lasting 4-7 days) on very low carb diets found greater WEIGHT loss for the lowcarb vs. high-carb diets. Aha, there's a [metabolic advantage](https://bodyrecomposition.com/research/ketogenic-diets-metabolic-advantage). Nope, it's just water loss (due to a variety of mechanisms) and water doesn't have calories on either end of the equation. So this doesn't disprove the energy balance equation because water has no calories. So that's reason one while the expected change in body mass often doesn't scale with the deficit or expectations: water loss throws everything off. This doesn't invalidate the energy balance equation though, because water doesn't have energy on either side. Changes in Muscle and Fat Are Not Identical The next wrench that throws people into confusion about the energy balance equation has to do with the difference in [gaining or losing fat and muscle](https://bodyrecomposition.com/fat-loss/4-reasons-change-body-composition). We've all heard for decades that if you create a 3,500 cal/week deficit, you will lose one pound and this is what people expect to happen exactly without fail, and if it doesn't, clearly the energy balance equation is invalid. Did you ever wonder where that value of 3,500 cal per pound comes from? Quoting from [The Stubborn Fat Solution:](https://store.bodyrecomposition.com/stubborn-fat-solution/) WAT in humans is composed primarily (anywhere from 80 to 95%) of lipid. By lipid, I mean stored triglycerides (TG) which are simply a glycerol molecule bound to three free fatty acid (FFA) chains. The remaining part of the fat cell is comprised of a little bit of water as well as all of the cellular machinery needed to produce the various enzymes, proteins, and products that fat cells need to do their duty. As it's turning out, fat cells produce quite a bit of stuff, some good, some bad, that affects your overall metabolism. For the record, one pound of fat is 454 grams and let's assume 90% lipid on average. So about 400 or so grams are actual stored TG. When burned by the body, one gram of fat provides 9 calories so 400 grams of fat contains about 3600 calories of stored energy. Now you know where the old axiom of ~3,500 calories to lose a pound of fat comes from. Note: WAT = white adipose tissue, the primary type of fat in the human body. So there ya' go, [create a 3,500 cal/week deficit and you should lose one pound of fat, right](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3859816/)? Again, wrong. There is a built in assumption in the above that turns out to not be necessarily correct but also throws a wrench into expectations about the energy balance equation. That assumption is that 100% fat is being lost when a deficit is created. Now, if you diet correctly (e.g. the way I describe in my books), this is a pretty good assumption but it's not universally true. Often people also lose muscle and connective tissue on a diet. And the issue is that muscle and connective tissue doesn't provide as much energy to the body as a pound of fat. Rather than 3,500 calories to break down a pound of fat, a pound of muscle provides about 600 calories to the body when it's broken down for energy. Let me put this in mathematical terms, to show you how the identical 3,500 calorie/week deficit can yield drastically different changes in body mass depending on what percentage of tissue you're losing. I'm going to use the extremes of 100% fat, 50/50 fat and muscle, and 100% muscle. Do you see what's going on? The assumption of one pound per week (3,500 cal/week deficit) is only valid for the condition where you lose 100% fat. If you lose 50% fat and 50% muscle, you will lose 1.7 pounds in a week for the same 3,500 calorie deficit. Lose 100% muscle (this never happens, mind you, it's just for illustration) and you lose 5.8 pounds per week. I'd note that I suspect this is why many rapid weight loss centers advise against exercise: exercise limits muscle loss on a diet and the simple fact is that you will lose MORE TOTAL WEIGHT faster if you lose muscle. Finally, I'd note that most obesity researchers assume a loss for obese individuals of roughly 25% lean body mass and 75% fat which would put the true expected weight loss somewhere between the 1 lb/week and 1.7 pounds per week. But I don't feel like doing the math. I should note that the above numbers aren't the same as for weight gain but there are differences in the amount of energy required to store one pound of muscle vs. one pound of fat. So there are still differences and this means that the predicted weight gain and actual weigh gain won't be identical; the math just isn't quite the same as what I presented above. But the critics say, it still never works out that way. Even if you account for water and the above, the math still never works out. The calorie hypothesis is still incorrect. But they always seem to steadfastly ignore the final factor. The Energy Balance Equation Isn't static This is the real biggie which is why I saved it for last. As noted above, the energy balance equation can be written a bit more complexly as: Energy In (corrected for digestion) = (BMR/RMR + TEF + TEA + SPA/NEAT) + Change in Body Stores Here's what I want to talk about now: every factor on the right hand side, BMR/RMR, TEF, TEA and SPA/NEAT can change based various factors. Please read that sentence again a couple of times. People have this weird tendency to assume that if their maintenance caloric intake is exactly 2500 calories (at calorie balance); therefore if they start eating 2000 calories (or increase activity to burn 500 calories/day) they should lose exactly 1 pound of fat per week. Or that that 2,500 calorie/day maintenance will not change. Ignoring the water balance and muscle vs. fat thing, this is still incorrect and here's why: the equation isn't static. It changes. Sometimes considerably. And this makes predicted and actual changes in body mass different. Examples of Changes in The Energy Balance Equation When you lose weight, BMR/RMR goes down. Some of this is simply due to reduced body weight (a smaller body burns less calories) but there is also an adaptive component due to changes in hormones like leptin, insulin, nervous system output and thyroid hormones (this topic is discussed in detail in several of [my books](https://store.bodyrecomposition.com). This lessens the actual deficit that is being created because the previously estimated maintenance value is no longer correct (to keep losing fat at anywhere near the same rate, calories have to be reduced further to take this reduction into account). The Thermic effect of food is related directly to the amount of food that you're eating. Now, TEF is usually rough-estimated at 10% of total food intake (this is just an average value for average diets). But that means that if you reduce food intake by 500 cal/day, you will be burning 50 cal/day less via TEF. Your previous maintenance of 2500 has already been reduced to 2450 cal/day. So the assumption of a static 2500 cal/day maintenance is already made invalid simply by the act of reducing food intake (albeit slightly). Adding Exercise Ok, you say, what if I add exercise instead? Well, some research has found that (and this usually happens in older people) excessive amounts of activity burned during exercise causes people to move around less later in the day. For example, say you put yourself through 500 calories of hard activity but, due to fatigue, you sit on the couch more later that night, burning 300 calories less than you expended before training. The supposed 500 calorie deficit you're creating is really only 200 calories because your SPA/NEAT has adjusted itself. You might expect one pound per week fat loss but the deficit is actually less than half of that (200 cal/day * 7 days = 1,400 calories = 0.4 pounds fat per week). As well, people often get lethargic on a diet, they move around less. The 2500 cal/day maintenance level goes down because SPA/NEAT goes down because they have less energy. The amount of daily movement that occurred at caloric balance (or surplus) drops. So the expected deficit (and hence change in body mass) is no longer accurate since parts of the energy out equation have changed. Energy Balance During Weight Gain I'd note that all of this goes for weight gain and overeating as well. All of the components can change, sometimes considerably. So the predicted or expected weight gain in response to a given change in energy intake is rarely exactly what is seen. That's in addition to water balance issues and the difference in caloric value of muscle and fat. BMR/RMR goes up a bit when people overeat, of course gaining weight raises RMR/BMR because a larger body burns more calories. Since TEF is directly related to energy intake, if you increase food intake, TEF goes up slightly (and this depends on the nutrient in question with protein having the largest effect). Changes in SPA/NEAT can vary hugely and explain most of the discrepancies in expected vs. actual weight gain. In the earliest study, when overfed nearly 1000 calories/day weight/fat gain varied almost 10 fold but this was explained [by massive variance in NEAT](https://bodyrecomposition.com/research/neat-resistance-fat-gain). Some people increased their spontaneous movement by 700 cal/day (making the true surplus 300 cal/day) while one poor person (a woman) had her NEAT go down a little bit (she gained the most fat). This is mostly genetic, unfortunately. The point of all of this is this: When people say that the energy balance equation is invalid, this is simply not the case. The equation is completely valid, what is invalid are the assumptions that people are making about what the equation means or says. Summing up Energy Balance I think when you read articles decrying the energy balance equation as invalid or incorrect, you'll find that they ignore (or simply are unaware) of all of the above. The equation is perfectly valid and humans are as subject to the laws of thermodynamics as anything else in the universe. Physics is not just a good idea, kids, it's the law. Most claims that the energy balance equation is invalid are due to people simply not knowing what they are talking about. The equation is valid, it has to be, what's invalid are people's assumptions about how things should work. Final note, I'm turning off comments on this article for reasons I think people will find obvious. On that note, don't try to sneak in comments (good or bad) in the comments section of other articles, they will be deleted. And that goes for both positive AND negative comments. I just deleted one positive comment because it would be intellectually dishonest of me to allow positive ones to get through and delete negative ones. None of them are getting through on this piece. Also, if you want a quick review on the topic, I'd suggest the following paper: [Schoeller DA. The energy balance equation: looking back and looking forward are two very different views. Nutr "}