{"title": "Se cuadruplican en tres semanas casos de viruela símica", "author": "Yulia Bonilla", "url": "https://www.razon.com.mx/mexico/secretaria-salud-reporta-862-casos-viruela-mono-analiza-defuncion-495535", "hostname": "razon.com.mx", "description": "Contagios pasan de 91 a 386 entre el 1 y el 22 de agosto; expertos reprochan falta de vacunas y restricción en pruebas; consideran necesaria la dosis Jynneos de tercera generación", "sitename": "LaRazon", "date": "2022-08-23", "cleaned_text": "Analizan si muerte de positivo fue por virus Se cuadruplican en tres semanas casos de viruela símica Contagios pasan de 91 a 386 entre el 1 y el 22 de agosto; expertos reprochan falta de vacunas y restricción en pruebas; consideran necesaria la dosis Jynneos de tercera generación Sin una vacuna asegurada para proteger a la población y con restricciones para la liberación de pruebas que permitan su detección, los casos confirmados de viruela del mono se cuadruplicaron durante las últimas tres semanas en el país, al pasar de 91 a 386 entre el 1 y el 22 de agosto. Apenas la semana pasada, la Secretaría de Salud, a través de la Dirección General de Epidemiología, notificó 252 infecciones confirmadas, lo que indica que durante los últimos siete días hubo un crecimiento del 53.1 por ciento. De acuerdo con el Informe Técnico de la Secretaría de Salud, existe una defunción cuyas causas son choque séptico, neumonía adquirida en la comunidad e infección por VIH, y en la cual, durante la atención médica del paciente, se identificaron lesiones compatibles con viruela símica, con resultado de prueba positiva. Expertos consultados por este medio coincidieron en que, aunque esta enfermedad no representa un riesgo profundamente severo para la población, excepto para quienes no tienen un sistema inmune fortalecido, el manejo de las autoridades sanitarias \"ha sido minimizante\". Una exposición del especialista Alejandro Macías señala que sólo existe una vacuna a nivel mundial que puede proteger a la población en forma adecuada. Se trata de la Jynneos, producida por la empresa Bavarian Nordic, la cual advirtió hace unos días que quizá no cuenta con la capacidad para satisfacer la demanda internacional. El infectólogo explicó que esta vacuna se diferencia de las demás, al ser la que representa menos riesgos de desarrollar miocarditis en la población, en comparación con los otros dos biológicos: Dryvax y ACAM2000. \"Es cuestionable que valga la pena vacunar a todo mundo y correr el riesgo de la gente que va a tener miocarditis por la dosis. Por eso, es más o menos evidente que para las fechas actuales se necesita una vacuna de tercera generación. \"Hay un solo productor internacional de esta vacuna. Es un virus que no se reproduce y por eso es más noble, se pone en dos dosis y da menos casos de miocarditis, por eso es la vacuna que habríamos de necesitar. ¿Sería fácil de conseguir? No, definitivamente no\", consignó. En entrevista, el infectólogo Francisco Moreno urgió a ampliar la capacidad diagnóstica de esta enfermedad, dado que los reactivos que permiten su identificación se han centralizado en el sector público, lo que no permite al sector privado colaborar para detectar más casos, razón por la cual, afirmó, la cifra de contagios podría ser más elevada que la reportada. Al respecto, el epidemiólogo Malaquías López Cervantes afirmó que la Secretaría de Salud ha minimizado la situación y que \"simplemente se están notificando números, pero no sabemos nada acerca de cómo se dan los contagios, posibilidades de contenerlos y efectividad del aislamiento; sólo se ha dejado crecer\". A pesar de que los reportes se han concentrado en apuntar que los casos se han presentado en personas de la diversidad sexual, el profesor de la Facultad de Medicina de la UNAM, Alfonso Vallejos, recalcó que toda la población es vulnerable a contraer la enfermedad, dado que sólo basta el contacto de piel con piel, por lo que llamó a no reproducir discursos estigmatizantes que no abonarán a impedir el crecimiento de contagios. - El dato: El Centro de Estudios Económicos del Sector Privado acusó el lunes pasado que en México, el Sistema de Salud le da \"poca importancia\" al esparcimiento de la viruela símica. lem. - [Captan caída de tremendo rayo en playas de Michoacán; 'mata un turista y un vendedor', reportan VIDEO](/estados/captan-caida-tremendo-rayo-playas-michoacan-mata-turista-vendedor-reportan-video-545364) - [¿Quiénes son y qué hacen actualmente los hijos de Aracely Arámbula y Luis Miguel? | FOTOS](/entretenimiento/quienes-son-actualmente-hijos-aracely-arambula-luis-miguel-fotos-545287) - [Estas son las marcas de bocinas que Profeco te recomienda comprar para tus fiestas patrias](/negocios/cuales-son-las-mejores-marcas-de-bocinas-segun-profeco-mas-baratas-543882) - [Ellas soy yo: ¿Quiénes son todas las esposas de Sergio Andrade? | "}