{"title": "Quirónsalud defiende la efectividad de la dieta moderadamente hipocalórica", "author": "NE", "url": "https://www.laverdad.es/nuestra-economia/quironsalud-defiende-efectividad-20180125013721-ntvo.html", "hostname": "laverdad.es", "description": "Las dietas bajas en calorías y con restricciones de alimentos son las menos efectivas porque el cuerpo responde a las mismas reduciendo su gasto.", "sitename": "La Verdad", "date": "2018-01-25", "cleaned_text": "Secciones Servicios Destacamos NE. Jueves, 25 de enero 2018, 11:00 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir Las dietas bajas en calorías y con restricciones de alimentos son las menos efectivas porque el cuerpo responde a las mismas reduciendo su gasto. Además, aunque al principio hagan perder peso, a medio y largo plazo resulta más difícil hacerlo, tal y como afirman especialistas en nutrición de los hospitales Quirónsalud de Murcia, Valencia y Torrevieja. Tras las fiestas navideñas, muchos pacientes se plantean embarcarse en dietas milagro, en el consumo de productos adelgazantes détox, o en rutinas de gimnasio con el ánimo de quemar calorías hasta la extenuación. Como explica Carolina Pérez, nutricionista de los hospitales Quirónsalud de Torrevieja y de Murcia, «los principales riesgos de las llamadas dietas milagro derivan de la excesiva rapidez con que se produce la pérdida de peso. Reducen drásticamente las calorías ingeridas y generan desequilibrios nutricionales. Ese aparente éxito al inicio se debe no solo a la disminución de grasa, sino también a la pérdida de masa muscular, uno de los tejidos corporales más activos metabólicamente, y que en parte explica ese fracaso a medio y largo plazos». Como aconseja la nutricionista Rocío Práxedes, de la Unidad de Obesidad del Hospital Quirónsalud Valencia, para que una dieta sea efectiva debe ser moderadamente hipocalórica: «De esta manera conseguimos evitar adaptaciones del metabolismo que impiden que nuestro paciente continúe bajando de peso; y, sencillamente, porque si hay hambre, hay riesgo de infringir la pauta dietética y abandonar el tratamiento». Para que una dieta sea efectiva las especialistas recomiendan seguir las siguientes pautas: Dieta completa y variada, es decir, cubrir el 100% de los requerimientos nutricionales del paciente e incluir todos los grupos de alimentos básicos; que no sea demasiado estricta y se adapte a nuestros gustos, pues si no, será muy sencillo que pasemos de ella y acabemos comiendo más de la cuenta o lo que no toca; pérdida de peso paulatina (adelgazar más de un kilo por semana será contraproducente); plantear unos cambios en la alimentación que sean progresivos y unos objetivos de pérdida de peso que sean alcanzables; no saltarse ninguna comida, pues las dietas suelen constar de cinco comidas diarias que hay que cumplir para mantener el nivel de glucosa constante en sangre y no llegar con mucha hambre a la siguiente ingesta; y ser respetuosa con las creencias y la cultura de cada persona. Cuando se habla de índices de masa corporal superior a 35, un tratamiento de dietas nutricionales, junto con el posterior seguimiento del experto equipo multidisciplinar, es posible que no sea suficiente, en cuyo caso se podría recurrir a la cirugía de la obesidad o cirugía bariátrica. Siempre deberá ser el médico especialista quien determine el tratamiento más eficaz y seguro para cada caso, de forma personalizada. Publicidad Publicidad Publicidad Publicidad Reporta un error en esta noticia "}