{"title": "PDF", "author": "PDF", "url": "https://fhu.unse.edu.ar/carreras/rcifra/pellegrin.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "muerte en las nuevas ofertas religiosas del monte en Santiago del Estero Maricel Pelegrín1 Resumen Se analiza un fenómeno de reciente emergencia como es el de la multipli - cación de nuevas adscripciones religiosas protestantes, en el contexto de las comunidades del monte santiagueño. Observamos la manera en que replican dentro del sistema tradicional de representaciones, vinculado a la muerte y su ritualidad. La estrategia teórico-metodológica se sustenta - rá desde el aporte que la antropología interpretativa ofrece como posibili - dad de reflexión densa. Se concluye destacando que los conversos a estas confesiones, presentan un discurso superficial sobre el corpus litúrgico aportado por estas nuevas creencias, lo que implica un proceso singular de afiliación, donde, la resistencia a una transformación acentuada es im - pulsada desde el núcleo duro de la cosmovisión. Palabras clave: Cosmovisión / ritos fúnebres / neo-religiones/ núcleo duro /religión del monte Abstract The proliferation monte') of Santiago del Estero is herein analyzed. The way in which they replicate within the traditional system of representations linked to death and its ritual are also emphasized the fact that converts to these denominations have a superficial discourse on the liturgical corpus provided by these new beliefs, which implies a process of affiliation, where resistance a marked transformation `hard core' of the worldview. Keywords: Worldview religions / `hard core´/ reli - gión del monte 1 Licenciada en Ciencias Antropológicas por la FFyL , UBA y doctoranda en la misma casa de estudios: instancia defensa. Profesora titular de Etnología, Folklore y Prehistoria en la Uni - versidad del Salvador. Becaria del FNA 2011 y de la Agencia FONC yT-PICT 2011. Directora de Taller de Cine Antropológico. E-mail: maricelpelegrin@gmail.com 20Maricel Pelegrín Introducción Resulta un fenómeno de reciente incidencia en el panorama de la me - sopotamia santiagueña el crecimiento en forma exponencial, durante el último período, de las adscripciones a nuevas confesiones religiosas de corte cristiano en sus diversas denominaciones: evangélicas, pentecostales, neo-católicas y paracristianas2. Frente a esta coyuntura me interesa inda - gar sobre la manera en que replican dentro del sistema de representaciones tradicionales, en lo atinente a la conceptualización de la muerte y los ritua - les asociados a ella. Lo hago en la consideración que toda religión desnuda una estructura simbólica, cuyo estudio es fundamental para penetrar en la cosmovisión de una cultura, en el universo de valores y normas que la rigen, al estar estos gobernados por las creencias y prácticas religiosas (Barabas, 2006: 231) Mi intención en este estudio no se dirige a realizar una detallada expo - sición analítica de la individualidad de estos cultos emergentes, cuestión bien compleja, frente al permanente nacimiento de nuevas ofertas y que, por otra parte, excede la intencionalidad planteada. Más bien pretendo acercar - me a la dinámica general que los anima, poniendo el énfasis en las repercu - siones observadas sobre las comunidades del monte. Cosmovisión sobre la muerte de los conversos y conflictividad intracomunitaria ¿Para qué vas a ir a ver a los muertos? Esta pregunta, según me confiaba un joven de tradición católica, circula regularmente en el discurso de los conversos a estas nuevas alternativas de creencias en la interacción entre ellos y los 'otros', al cuestionar la frecuencia con que estos últimos asisten a los panteones para alumbrar a sus difuntos. Y quizás este enunciado interro - gativo sea una de las puntas del ovillo para hacer inteligible la conflictivi - dad surgida entre estas dos formas de religiosidad confrontadas y puestas a ocupar un mismo espacio. Lo afirmo al cotejar que si existe una materia en que esto se muestra de manera elocuente, seguramente es en las miradas di - vergentes sobre los muertos y los ritos que les corresponden. Esta presencia, podría decirse explosiva, de propuestas evangélicas múltiples en el monte es una coyuntura que apenas tiene una década. No es que no las hubiera an - 2 Carlos Steil, Eloísa Martín y Marcelo Camurça (2009:10) destacan también el crecimiento acelerado en América Latina de las religiones evangélicas. 21Cosmovisión sobre la muerte en las nuevas ofertas religiosas del monte en Santiago del Estero tes, pero no tenían ni la dimensión, ni la pluralidad de cultos que ofrecen los tiempos actuales. Una anciana me decía sorprendida: \"Hornillos está todo de los evangelios casi\". Otros vecinos compartían esta opinión: \"Debe haber una o dos familias que no lo son\". \"Han abarcado todo, nosotros nos deja - mos estar, nos van a arrasar\". Asimismo, mientras hablaba con un misione - ro católico italiano, que por largos años trabajó en el área, me contaba que toda vez que regresa, advierte esta difusión: \"cada día nace uno nuevo\". Ineludible es, en este punto, hacer una retrospección histórica sobre la trayectoria de los protestantes en los países colonizados del mundo america - no con el fin de interpretar mejor esta circunstancia. Para lograrlo me basaré en la experiencia acumulada en este aspecto por Alicia Barabas (2003:3-29 y 2006:231-276), cuyos estudios fueron fuente de inspiración para gestar el marco teórico de la totalidad de este análisis. Aunque el gran cisma que di - vidirá para siempre a la iglesia católica se produce en el siglo XVI, recién se - rán enviados pastores pertenecientes a religiones evangélicas pentecostales y protestantes históricas (luteranos, metodistas, calvinistas, presbiterianos, bautistas, etc.) al concluir la etapa de los movimientos independentistas del XIX, es decir, en tiempos finiseculares y los inicios del siglo XX3. Su llegada está asociada con la hegemonía de gobiernos y elites liberales, quienes re - cargaban las tintas del atraso latinoamericano en el \"catolicismo popular\" personificado, en este contexto, por pueblos indígenas y campesinos. La dé - cada del sesenta vio asomarse el Concilio Vaticano II, cónclave que en cierta manera puede verse como reactivo al avance del protestantismo en América Latina. Nace así un nuevo enfoque teológico donde se busca respetar las diversas expresiones del catolicismo y la cultura indígena. Son los tiempos de la emergencia de las Comunidades Eclesiales de Base y la Teología de la Liberación, que tantas polémicas despertaron en el seno mismo de la Iglesia, atravesada por ideologías heterogéneas. Precisamente una de ellas es la que deriva en el movimiento de renovación carismática4, como una interpreta - ción católica del pentecostalismo. De acuerdo con Jean Pierre Bastian, desde los cincuenta del siglo pasa - do se asiste al gran cambio en América Latina con el florecimiento de nue - 3 Al respecto, Pablo Wright (1983:73-74) citando a Prudencio Damboriena (1956): \"Géne - sis y etapas de penetración protestante en Iberoamérica\", Cuadernos Hispanoamericanos , N° 80, opina que el protestantismo no logra arribar a Hispanoamérica durante la etapa colonial, salvo casos aislados. El motivo más tangible es que en España se requería derecho de embarco para migrar y este era otorgado solo a familias católicas. Otro factor influyente fue que el protestantismo primitivo sostenía la predestinación, argumentando que era es - téril predicar el evangelio a los paganos. 4 Barabas (2003:24) nos aclara que en este movimiento se alude a la llegada de un nuevo pentecostés y a la recepción personal del Espíritu Santo que elige a los bendecidos para otorgarle dones o carismas. 22Maricel Pelegrín vos movimientos religiosos, los que van a empezar a ocupar el lugar que antes poseía la iglesia católica romana. Para esta institución le significará la pérdida del control en el campo doctrinal y como esclarece, citando a Comblin, la cada vez más intensa presencia del pentecostalismo, las reli - giones africanas y las tradiciones indígenas. Los motivos de esta emergen - cia son, para algunos autores, fruto de la modernidad, sumándole, además, una nueva conciencia religiosa. Es preciso destacar que el auge carismático se da tanto en las sociedades avanzadas como en las periféricas. Para este autor, no es acertado involucrar a estas nuevas ofertas religiosas dentro del término 'protestantes', porque sus seguidores no se reconocen como tales ni reivindican vínculos con la corriente de la reforma protestante. Dentro de la descalificación general que sufrieron, se las consideró como herejías moder - nas, incluyéndolas asimismo en una pretendida hipótesis conspirativa del imperialismo norteamericano para anexionar Latinoamérica, promoviendo a su vez la aculturación con la destrucción de la raíz identitaria (1997:7-22). Tampoco puede dejar de considerarse plausible, para interpretar esta eclo - sión de nuevos movimientos religiosos, razones expansivas que abonan en una crisis de fe dentro de la misma iglesia católica. Este déficit nos habla de un proceso de despersonalización como de ausencia de un espacio colecti - vo. Muchos de los conversos han buscado, con el cambio, una comunidad religiosa que les deparara un mayor sentido grupal y compromiso emocio - nal (Barabas, 2006:233)5. Atentos a la intensificación de conversiones en el seno de estas comu - nidades del monte santiagueño, podemos apreciar una prevalencia de la inclinación en ellas hacia el pentecostalismo, dentro de sus diferentes de - nominaciones. Esto se demuestra más en el discurso y las prácticas que en la conciencia de pertenencia a este movimiento cristiano por parte de los fieles. Lo confirman las respuestas recibidas: \"soy de los evangelios\" o \"voy a la iglesia del Pastor...\", sin conocer ni precisar la adscripción específica a un culto en particular. Es natural que así suceda si se piensa en cómo se plasman estos procesos en la realidad. Estoy refiriéndome a la plasticidad observada, manifestada en el ritmo acelerado con que se crean e instalan estas opciones nuevas en materia de fe. La expresión reiteradamente escu - chada \"cada día nace uno nuevo\" es cabal confirmación. Tenemos, entonces, una estructura con rasgos marcados de atomización. Esto sucede cuando en el interior de alguno de estos movimientos religiosos surge un conflicto, el 5 La autora define a las sectas como \"comunidades religiosas independientes que se consti - tuyen como escisiones de las iglesias y que, al crecer e institucionalizarse, se convierten en iglesias, en tanto que las 'comunidades carismáticas' son nuevas comunidades religiosas, que experimentan una original oferta religiosa que más tarde, si persiste y se instituciona - liza, se convierte en iglesia\".23Cosmovisión sobre la muerte en las nuevas ofertas religiosas del monte en Santiago del Estero cual generalmente deriva en la emergencia de un miembro que se configura en nuevo líder, crea su propia congregación, contando con el apoyo y sien - do seguido por quienes también optan por desprenderse del grupo anterior y comenzar una nueva etapa autónoma. Otra razón de esta fragmentación hay que hallarla en la búsqueda de una atención íntima y personal de los fieles, persiguiendo una relación más directa entre estos y el pastor, cuando se desarrolla un crecimiento que la impide, sobreviene la separación. Pro - piciará esta circunstancia la existencia cada vez mayor de pastores surgidos de los mismos pueblos, nacidos y criados en el mismo etnoterritorio que sus fieles. Es sencillo imaginar que, al compartir una historia cultural común y pertenecer a una idéntica clase social, los lazos que se establecen entre unos y otros condensan intensa familiaridad en el trato. Es frecuente encontrar pastores que hablen quichua, pero no lo es tanto hallar mujeres ocupando estos cargos de dirigentes espirituales. Los hombres prevalecen. La labor etnográfica me permitió verificar el rol de la música, como una de las herramientas sustanciales de que se valen los pentecostales en su liturgia. La ejecución de piezas especialmente seleccionadas y compuestas ad hoc durante el culto resulta de capital importancia. Movilizan un estado emocional peculiar y cargado de intención, orientado a propiciar la comuni - cación con el Espíritu Santo, a la vez que permite enfrentar las fuerzas ma - lignas. Notemos, asimismo, que las letras de los temas condensan pasajes bíblicos pretendiendo lograr fines pedagógicos: enseñar la doctrina y vincu - larla con la vida cotidiana. No olvidemos que se considera a la Biblia como vía principal para entender el mundo, actuar en él y transmitir valores, pré - dica continua entre quienes se han convertido (Barabas, 2006:231-276). Centrémonos ahora en los rasgos doctrinales generales que postulan los conversos. Algunos de ellos, como la sanación y salvación del cuerpo y espíritu, resultan especialmente seductores para sumar devotos. Percibida la enfermedad como prueba cabal de Dios por la fe o como consecuencia del pecado y la transgresión; aquella está inscripta, por lo tanto, en la posesión del que la padece por el demonio; la curación proviene de la conjunción del Espíritu Santo y la fe del enfermo. Sin ella resultaría imposible la sanación. Justamente los pastores la suman a la oración, así como a la imposición de manos y de obras como complemento terapéutico. Al emitir una retórica contraria a los conceptos tradicionales sobre enfermedad y curación, cues - tionan la entidad de los curanderos y chamanes6. Además, entablan una crítica a la competencia de la medicina académica, despertando en ambos casos situaciones de choque y conflictividad. En los diálogos esta tensión 6 Juan Diego Demera (2009:55) destaca los combates permanentes en el universo de lo sim - bólico entre \"los recursos terapéuticos, filosóficos y rituales de los pastores pentecostales y de los chamanes locales\" en el mundo indígena latinoamericano. 24Maricel Pelegrín es notoria en el ámbito familiar cuando no todos sus miembros se han con - vertido y alguien que sí lo ha hecho decide abandonar un tratamiento, por consejo y presión de la comunidad religiosa de pertenencia. Las anécdotas de quienes mediante el abrazo de una nueva fe controla - ron eficazmente sus adicciones: el alcoholismo es una de las más mentadas junto al tabaquismo, o se curaron de determinadas patologías, son corrien - tes en la opinión de quienes afirman haber protagonizado portentos de este tipo. Una comadrona contaba su experiencia con marcada satisfacción: \"To - mar vino, gracias al Señor ya dejé. Solo el Señor sabe. ¡Ah!, andaba de acá para allá. ¡No conocía ni mis cabras! El Señor me curó. Curada por los evan - gelios. Yo no quería comer sin vino. Gracias al Señor dejé\"7. Una joven con - versa me decía: \" Aquella vez me he enfermado mal y bueno, ellos me han orado y después tuve salud. Estaba mal, no hablaba nada y no los conocía ni a mis familiares y ellos vinieron, me oraron [...]\"8. Uno de estos pastores evangélicos, que predica en el monte, nos acercó el preciso momento de su propia conversión, nacida luego de recuperarse de una enfermedad: Estaba en esa situación o sea enfermo, problemas del corazón que la ciencia, le estoy hablando de veinte años atrás [...] entonces me dijo: bueno, tu corazón no sirve. Está hinchado, fuera de lo normal y con un Chagas muy avanzado [...] y bueno, en esa situación, llego a oír la palabra de Dios. Entonces me arrepentí y Dios hizo un milagro automáticamente ahí. [...] Dios nos sana9. Además de la fuerte prédica que circula sobre personas que se han re - cuperado física y espiritualmente, existen en estos cultos, textos discursivos que abrevan en contenidos milenaristas, creencias apocalípticas y una cos - movisión de corte salvacionista. Esto significa la reproducción de creencias proféticas sobre el advenimiento de un tiempo reparador, después de la superación de una etapa signada por catástrofes diversas, donde se salvarán los justos exclusivamente, personificados, como es de imaginar, por los fie - les de esas iglesias; lográndolo por la intercesión de un mesías, Jesús, quien regresará a la tierra para instalar un milenio de gracia. En todo este espectro de nuevos movimientos religiosos de raíz evan - gélica, se utiliza el término carisma para referirse a los dones que reciben sus adeptos. Entre ellos están, como acabamos de ver, la sanación y la pro - fecía, a los que se añaden la interpretación libre de la Biblia , más el don de lenguas o glosolalia, que se torna palpable mediante la recepción del bautis - mo en el Espíritu Santo. 7 Entrevista a R. I., 2002, San Pedro. 8 Entrevista a S. V., 2007, Barrial Alto. 9 Entrevista a P. L., 2007, San Pedro.25Cosmovisión sobre la muerte en las nuevas ofertas religiosas del monte en Santiago del Estero Fue necesario ahondar, en esta primera parte, sobre los rasgos que pre - sentan estas propuestas religiosas y sus mecanismos retóricos proselitistas para aprehender la problematización de estos lenguajes, en la realidad vi - venciada por sus protagonistas. Veamos, seguidamente, cómo se articulan e interactúan estos cultos recientes con las identidades étnicas, los sistemas de creencias y rituales arraigados secularmente en el monte. Contaremos, de ese modo, con el material necesario para interpretar los cambios en los repertorios simbólicos de los conversos en lo que atañe a la muerte y sus expresiones. Cuando atendemos a los que nos relatan, tanto los que han atravesado un proceso de conversión, como en aquellos que sin haberlo hecho conviven con estos, se percibe una transformación de costumbres, hábitos y prácticas culturales que inciden en lo que Barabas (2006:245) define como sistema normativo, aludiendo al \"conjunto de preceptos, estipulaciones y regula - ciones, sustentados en representaciones y valores colectivos\" con el fin de disciplinar la vida social y sancionar a los que transgreden la reproducción de ese sistema y la estructura social. Este cambio súbito e inesperado en los conversos es conceptuado por Garma (Barabas, 2006:261) dentro del \"mo - delo paulino\", por sus cualidades dramáticas y sus efectos incuestionables en la vida del sujeto en que opera la conversión. Advertimos, por lo tanto, que la mutación religiosa conlleva una verdadera resocialización en la que se incorporan transformaciones notorias en el estilo de vida. Los testimo - nios hacen hincapié en las reglas morales ascéticas. Una de ellas es la que tiene que ver con el aspecto, siendo este sujeto a mayor rigidez en el caso de las mujeres. En este sentido los pastores predican que la indumentaria debe ser recatada, los cabellos mantenerse largos y pesa la obligación de soslayar todo afeite que pueda hacer atractiva o erotizar la figura femenina. A pro - pósito, me contaba un pastor: ...debemos como cristianos vestirnos moderadamente, adecuadamente, porque yo creo, yo como pastor no puedo andar poniendo mi cuerpo a la exhibición y tampoco una mujer cristiana. Porque hay realmente a veces a causa de eso, hay cosas que pasan, porque yo creo que una mujer que es temerosa de Dios y su cuerpo no es para la exhibición, es para glorificar a Dios. Por eso Pablo dijo que debemos glorificar a Dios en nuestros cuerpos mortales y cosas que a veces cuesta, las costumbres, las modas y todas esas cosas. Otra prohibición recae sobre el consumo de alcohol o el hábito de fu - mar. A los conversos, además, se les acota la asistencia a bailes o fiestas consideradas mundanas y frívolas. También es habitual que se ejerza un control sobre otros medios de recreación como música y películas, cuyos 26Maricel Pelegrín contenidos pueden ser demonizados. Las relaciones amorosas no escapan a esta mirada reguladora, existiendo uniones preferenciales entre aquellos que pertenecen a la misma comunidad de fe y una mirada reprobable sobre el adulterio. Escuchemos lo que nos dice Selva sobre su historia de conver - sión y sus convicciones: El evangelio me cambió muchísimo, muchísimo, porque cuando uno deja de ser como era y realmente cambia muchísimo, porque llega al conocimiento de ver que realmente a veces cuando somos jóvenes estamos muchas veces equi - vocados, muchas veces. Primeramente mentimos, engañamos, entonces todo eso, todo es vanidad como se dice. Pero conociendo el evangelio cambia, por - que realmente es un cambio total, es un cambio total en lo personal, en lo es - piritual que es lo principal. Conociendo nuestro evangelio ya uno no puede realmente ir a la iglesia, por ejemplo, de pantalón, tiene que ir de pollera larga, larga, no de mini, porque el vestirse deshonradamente, como se dice, es como que uno provoca, ¿no es cierto? Entonces estamos en el camino del Señor y es diferente este, cambia muchísimo, cambia tu carácter de ser, en lo personal. Por ay somos muy agresiva y bueno, todo eso va cambiando de a poco. Las tradi - ciones principalmente se te cortan, sí sí, porque, por ejemplo, antes ponele que nosotros cuando no conocíamos este camino del evangelio, ¿no?, este, ponele que nosotro íbamos al curandero, ponele y todo eso se te va cortando. Creer en una imagen se te va cortando, no es verdadero realmente porque los santos, por ejemplo, tienen ojos pero no ven, tienen narices pero no olfatean, tienen ojos tampoco no te pueden mirar, no tienen espíritu. Entonces nosotros, la meta de nosotros, es ver solamente al Señor que es hijo unigénito de Dios. [...] Todo eso se te va cortando, emborracharte, todo eso se te va cortando porque el ebrio como se dice, es como que tiene una felicidad por un ratito, ¿no?, se le va el al - cohol y ahí vuelven a empezar las cosas. Muchas veces dicen: \"no, voy a tomar para olvidar\", sin embargo es mentira, es mentira porque al tomar, estar toma - do en ese preciso momento quizás sí se sientan diferentes pero luego, cuando les pasa el alcohol es como que realmente vuelven a la misma10. A pesar de que Selva destaca enfáticamente el cambio trascendental que despertó su afiliación al \"Evangelio\", aseverándolo con pruebas con - tundentes, existe un aspecto que despierta cierta polémica sobre la profun - didad de su conversión. Vemos que, pese a que descalifica a los curanderos, siendo fiel a las convicciones doctrinarias recibidas, llegándonos incluso a decir en forma terminante, \"el curandero, por ejemplo, es un mentiroso más; es el mentiroso creado por el diablo\", nos confiará más adelante que admite la existencia de enfermedades causadas por poderosos agentes, los cuales no precisamente remiten a explicaciones biológicas. Si tampoco fal - tan en sus ideas tópicos como la Salamanca y la posibilidad de sellar el pacto 10 Entrevista a Selva, 2007, San Pedro.27Cosmovisión sobre la muerte en las nuevas ofertas religiosas del monte en Santiago del Estero en el cementerio, sumado a un proceso de representación donde la brujería es un leit motiv , podemos preguntarnos por el motivo de estas aparentes contradicciones entre lo que se piensa, se dice y se hace. Para obtener una respuesta que confiera verosimilitud al discurso de Selva, es menester des - cubrir, como lo hizo Bastian, que \"en lugar de considerar al indígena como mero receptor pasivo de influencias y acciones religiosas exógenas, convie - ne tomarlo como un actor social que selecciona creencias, prácticas y ofertas exógenas en función de estrategias que elabora tanto frente a la sociedad global como a determinaciones intraétnicas\" (1997: 101-102). Podríamos agregar a esta argumentación que no solamente selecciona sino que se apropia de ellas y las resignifica, en congruencia con su horizon - te cosmovisional (Demera, 2009:28). Así se pronunciaba: Las brujerías sí sí, existen, eso existen, por ejemplo, los estudiantes, todo eso, existen, existen, existen porque el existir de ellos es tener un contacto o sea con el diablo, entonces hacen un pacto con el diablo en la Salamanca. Sí, dicen que sí, hacen ahí el pacto, ¿no? [...] El diablo se apodera de ellos [...] Tener un pacto con el diablo es tener un encuentro con él... hacerle caso a él, estar bajo sus órdenes. [...] Algunos para que sean músicos, para que tengan más riqueza, para que puedan prosperar en todo [...] para que sean famosos [...] para hacer maldad y hacen la maldad11. Los dichos de Selva se reproducen como un eco entre quienes también se han incorporado recientemente a estos cultos pentecostales. La primera percepción que emerge del diálogo con los que confiesan su pasaje es el mantenimiento de un discurso superficial sobre el corpus de creencias litúr - gicas desprendidas de estas alternativas religiosas, siendo signos inequívo - cos los particulares procesos de afiliación, que implican formas de movilidad religiosa, registrados en la tarea etnográfica, y que Barabas (2006:260) clasifi - ca atinadamente siguientes términos: de \"ida y vuelta\" al catolicismo; itinerantes donde van pasando de una a otra iglesia evangélica; orientados hacia fines instrumentales y cambios éticos pero sin conocimientos de los contenidos teológicos y doctrinarios involucrados. Esta realidad nos habla de cierta resistencia a dejarse atravesar por una transformación profunda en los conversos, por lo menos en los que transi - tan las primeras generaciones dentro de la nueva fe, y muy especialmente esto se vuelve evidente en todo lo que implica la muerte con sus rituales polisémicos. La firmeza percibida ante un cambio integral en la identidad, que toca a los velorios, las alumbradas , es decir las formas gestuales dicta - das por la tradición y la religión ancestral del monte, podríamos inscribir - 11 Entrevista a Selva, 2007, San Pedro.28Maricel Pelegrín la, para hacerla más inteligible, en el concepto de núcleo duro12 de Alfredo López Austin. Definimos al núcleo duro como aquellas categorías culturales identificadas por su homogeneidad y su menor permeabilidad a registrar cambios, al pertenecer a una matriz conceptual común, es decir por el hecho de que están inscriptas dentro de una particular cosmovisión que otorga valor y sentido a las acciones humanas. Considero, en consecuencia, que el núcleo duro se expresa de manera privilegiada en situaciones de crisis y ten - sión, emergiendo con especial énfasis en el rito y el mito. Siendo la muerte el acontecimiento más dramático de la existencia, que trastoca fuertemente el campo de las emociones, el apego en los conversos a proseguir en bue - na medida con las prácticas religiosas arraigadas ancestralmente, y susten - tadas por el sistema de creencias, tiene como misión brindar seguridad y garantizar la alianza entre vivos y difuntos, en la dirección consentida por las reglas de esta sociedad. Mi perspectiva es que los conversos, en tanto sujetos sociales activos, protagonizan un proceso de tamización en el que proceden a seleccionar, apropiarse y resignificar los contenidos dogmáticos y empíricos de estos movimientos religiosos. Así serán internalizados en congruencia con el propio ethos y su registro simbólico, siempre en función de su situación inter e intraétnica13. Un pastor pentecostal se quejaba de los problemas que hallaba para introducir cambios en ese núcleo duro : \"O sea la tradición es tan fuerte, tan fuerte. Es muy difícil sacar a una persona cuando está metida en una tradición\". Una hija, convertida \"a los evangelios\", cuya madre sufrió un pasaje de \"ida y vuelta\" entre el catolicismo y una iglesia pentecostal me relataba: Mi mamá, este... ella conoció el evangelio, ¿no?, pero o sea como que tiene la mentalidad de antes. Son gente mayor, ¿no?, y cuesta, ¿no?, realmente sacar, 12 Este concepto si bien es acuñado por el etnohistoriador Alfredo López Austin (2001) para referirse a las culturas mesoamericanas, creo que puede aplicarse al mismo tiempo a todas aquellas que han atravesado la coyuntura de la conquista española en suelo americano. Para ahondar en este tema sugiero consultar Pelegrín (2006). 13 Mario H. Ruz (2007: 114 y 129) nos ofrece un interesante dato sobre su experiencia etno - gráfica en el mundo maya, que viene a confirmar mi teoría: \"Pese a la porfiada insistencia de los eclesiásticos a lo largo de toda la Colonia por modificar las antiguas creencias, poco cambió la concepción maya acerca del papel que desempeñan los difuntos; de hecho los mayores cambios pueden fecharse en el siglo pasado, tras la introducción particularmente agresiva de doctrinas protestantes y paraprotestantes en el área, que no obstante su orto - doxia parecen enfrentar escollos similares a los del catolicismo para modificar conceptos y prácticas en este sentido, pues una vez más los mayas se han ido mostrando capaces de modificar los elementos venidos del exterior a fin de adecuarlos a su propio universo cul - tural y así permanecer como grupos diferenciados\". Agrega más adelante otra prueba aún más reveladora: \"los pokomchíes protestantes de Carcháh y Tucurú mantienen el culto a sus muertos, aunque para evitar las represalias del pastor tengan que hacerlo a escondidas, o cambiar algunas oraciones rituales por lecturas de pasajes bíblicos\". 29Cosmovisión sobre la muerte en las nuevas ofertas religiosas del monte en Santiago del Estero sacarles las tradiciones de ellos. Así que ella continúa yendo al cementerio, con - tinúa prendiendo velas, poray cuando tiene oportunidad sigue haciendo rezar. Bueno, eso sí no se le puede sacar por la edad que tiene. Ahora mi mamá va a cumplir 80 años. Es una persona mayor que no se lo puede olvidar, ¿no?, real - mente decirle que está la tradición esa y bueno14. Confrontando esta reflexión con la realidad advertida, sostengo la coexistencia entre católicos y conversos de un complejo corpus mítico de creencias muy antiguo al que podríamos denominar \"religión del monte\"15; el cual abreva en ciertas figuras recurrentes, como la entidad de la brujería en sus múltiples formas, las cualidades de los territorios donde se hace presen - te la Salamanca, los silbidos atribuidos a las almas, la conexión de la etiolo - gía de la enfermedad con la transgresión, entre otras. Este corpus a pesar de estar en permanente reconfiguración, particularmente entre los conversos, nunca pierde su fuerza reproductora de sentidos profundamente difundi - dos, y las transformaciones visualizadas siempre deberán ser congruentes con los valores esenciales comunicados por dicha \"religión del monte\"16. La praxis, además, me permite aseverar la existencia de un elevado nú - mero de sujetos adscriptos a estas ofertas religiosas recientes, que participan en el nuevo culto, pero sin que medie compromiso alguno (Barabas, 2006). Como escuché decir: \"de algunos es de la boca para afuera\" el cambio. Lo demuestran los hechos: no se bautizan en el nuevo credo, hecho que les permite seguir con la práctica de los ritos católicos tradicionales, en especial los fúnebres ( alumbradas , velorio con presencia de rezadoras). Una flaman - te conversa me explicaba que ella seguía prendiendo velas a sus difuntos, haciendo la reza y yendo al cementerio por el Día de los Muertos porque no había sido aún bautizada, por lo que pude percibir, no guardaba demasia - das intenciones de recibir este sacramento en el nuevo credo. En muchos casos acuden como meros espectadores pero sin participar. Pensemos en las complicaciones que deben sobrellevar los líderes religiosos 14 Entrevista a D.S., 2007, San Pedro. 15 El término fue inspirado por Barabas (2006) quien lo emplea para referirse a los grupos etnolinguísticos de Oaxaca, si bien creo que es apropiado y posible entenderlo con el mis - mo sentido en nuestro contexto. 16 Barabas (2006:269) confirma que en los conversos persiste la creencia generalizada en en - fermedades de contenido místico, tales como el espanto, susto, malos aires, mal de ojo y daño , si bien las atribuyen a formas de posesión demoníaca del cuerpo y el alma. Farberman (2005:146) tiene una hipótesis que muestra analogías con la mía. Al estudiar la docu - mentación histórica de los procesos brujeriles en el Santiago del Estero colonial y el caso particular de una mujer considerada rea, Lorenza, sostiene que \"si bien no faltan en el estereotipo algunos clásicos motivos demonológicos europeos, en las salamancas mestizas dicha demonología tiene un papel visible pero subordinado. Las salamancas de Lorenza estarían representando la resignificación de rituales ligados a una cosmovisión indígena antigua \"religión del monte\" , añado yo. 30Maricel Pelegrín de distintas denominaciones evangélicas para lograr que sean aceptadas sus prédicas, tendientes a impedir que se desarrolle el velorio con la rezadora, la novena, las visitas al cementerio o las alumbradas , prácticas que son el punto clave de conflictividad interreligiosa. Como me señalaban, \"el velo - rio no permiten ellos, ellos no hacen el velorio, ni alumbran toda la noche\", pero \"si están conformes los familiares del muerto sí pueden hacerlo, pero si no quieren ellos no. Mejor es para el pastor si no quieren [...] porque a él no le gusta el velorio, esas cosa\". Cuando le pregunté a una conversa qué pasaba, primero con la novena y luego con el Día de los Muertos, esto me contaba: \"no lo hacemos [...] ponele que alguno de la familia no sea creyen - te, no sea evangélico, entonces en ese caso, por ejemplo, es como que ellos toman su parte. Nosotros, por ejemplo, hacemos la ceremonia de lo que nos pertenece hacer a nosotros y luego ya les queda de parte de los que no van a la iglesia [evangélica], entonces ellos ya traen la rezadora, bueno hacen así, a su tradición\". \"No es preciso, no es preciso de que uno vaya cuando llegan las alumbradas , sino que uno puede ir en cualquier momento, puede ir a visitar a sus seres queridos que está, a sus difuntos\". En su sentir tal parece que las diferencias rituales entre católicos y evangelistas, en relación con los difuntos, pueden zanjarse a la hora de tomar la decisión sobre la ritualidad que corresponde, evitando la competitividad entre unos y otros, poniendo en práctica la tolerancia. Sin embargo, entre lo que se dice y lo que realmente sucede parece no haber concordancia. Aunque los pastores predican contrariamente a la participación en las alumbradas para el 2 de noviembre, me decían que a este ritual concurren \"todos en general. No hay religión ahí, vendría a ser que son todos iguales ahí, en el sentido para las alumbradas , vamos a decir, porque cada uno tiene un ser querido perdido y bueno, tiene que agarrar y llevar un ramo de flores, un paquete de vela y le hace rezar, le hace rezar. La gente más se queda el primer día, digamo, la noche. Se amanece alumbrando , se reza, se canta alabanza , toda es cosa hasta la madrugada\". Estas palabras confirman lo experimentado, la conversión, la mayoría de las veces, se da en apariencia, no tiene predicamento alguno sobre las prácticas religiosas y la cosmovisión del monte, que siguen siendo resisten - tes frente al adoctrinamiento de estos neocultos. Un maestro rural registraba la colisión contemplada entre familias nucleares, donde conviven individuos que participan en diferentes cultos. Recuerda varios casos de hijos católicos, residentes en Buenos Aires, que al morir uno de los progenitores discuten y pelean con sus hermanos ads - criptos a estos credos, entre hacer el velorio acostumbrado con rezadora, alabanzas, banquete fúnebre o realizarlo con la austeridad que reclaman estas neoreligiones. Enfrentamiento que, además, nos habla del drenaje mi -31Cosmovisión sobre la muerte en las nuevas ofertas religiosas del monte en Santiago del Estero gratorio: los que se van lo hacen solo objetivamente, subjetivamente siguen interactuando en su tierra, y la nostalgia continúa tallando en la afición que denotan, una fundamental, son los nexos que siguen manteniendo con las tradiciones de sus orígenes que atañen a los muertos. Otro maestro de mon - te adentro, quichuista y locutor radial, daba también su parecer sobre el influjo de los evangélicos: Genera la confusión, a veces, porque en una familia no todos aceptan, digamos de cambiar de una religión a otra porque le han dicho esto o aquello. Lógico, al - gunos encuentran paz más en esta que en aquella, bueno, pero ¿y todo lo otro?, todo lo otro ritual, cultural que traía consigo, ¿a dónde va? Buscan una forma de salir de una situación tal vez este..., que están atravesando, una situación difícil y como que buscan ahí para ver si hay forma de salir17. Otro maestro que, como el anterior, proviene de la ciudad pero trabaja en el monte, reflexiona sobre un suceso semejante y pronuncia su parecer al respecto: Como, como le lavan tanto la cabeza. El otro día fallece una señora [conversa] de ahí de al lado de mi escuela [...] ha fallecido la señora, han hecho el velorio, no han permitido que le prendan velas el marido. No ha permitido que le recen, no ha permitido que le canten alabanzas. Al otro día han tenido un disgusto con un hijo. Han venido unos hijos de Buenos Aires y al otro día cuando la iban a sepultar, el hijo ha tenido la idea de hacerle un nicho, ¿me entiende?, de la tie - rra para arriba, para arriba hacerle una capillita, prenderle velas y el hombre ha dicho que no, porque el pastor le ha dicho que tiene que ponerlo bajo tierra. En - tonces han cavado un hoyo, lo han metido al cajón, lo han tapado. Entonces el hijo se le ha enojado, se ha enojado, se ha resentido con el padre. Le ha dicho que hagan lo que quieran pero que con él no cuenten nunca más. No sé, no sé si no ha ido, ni al cementerio no ha ido este chico porque era un cajón bueno, porque querían ellos tener la bóveda para que por lo menos vayan y prendan una velita a la madre. Saben que ahí adentro está la madre. ¿Cómo? Porque a este hombre les ha dicho, los evangelios, no que tiene que estar bajo tierra, que lo meta al ca - jón, lo tape y [...] ¿A qué viene tanto lavado de cerebro que le hacen? Porque yo mismo les he preguntado a los chicos [sus alumnos] que se han andado pa'el ve - lorio [...] me decían que no era velorio. -No, me dicen los chicos, no era velorio\". -¿Cómo no va a ser velorio, les digo, si ha fallecido la señora? -Sí, dice, pero no es velorio porque no han rezado, no han cantado las alabanzas, no han cantado nada. Entonces ha sido que la gente de ahí ha estado un ratito y se ha ido, por - que lo que tiene la cultura de la gente de ahí es que tiene que estar toda la noche y desde... vamos a suponer, desde el momento que empiezan a rezar, empiezan a cantar alabanzas y están todos reunidos hasta el otro día a las cinco, seis de 17 Entrevista a Ñ. C., 2008, Brea Pozo.32Maricel Pelegrín la mañana que termina. En este, en este velorio han ido, han estado un ratito y han pegado la vuelta, ¿me entiende?18. En este sustancioso testimonio se vislumbra que los desencuentros pa - recen ser más frecuentes de lo declarado por los conversos. Los datos apor - tados por este docente tienen más valor porque provienen de un testigo extracomunitario, al no tener fijada su residencia permanente en el lugar del que nos habla, sino en una ciudad. Ese comentario \"le lavan la cabeza\" tiene un sentido de crítica muy habitual a la metodología didáctica de los pas - tores, la cual exhibe una intransigencia marcada contra la normativa ritual del modelo tradicional. Tampoco escapa a los católicos el cuestionamiento hacia cómo quiebran con la manera de enterrar más habitual. Seguramente coincidirán conmigo que el registro de los alumnos, todos niños menores de doce años, conforma lo más significativo del discurso. Acá son ellos los impactados por un velorio sin las características identitarias del monte. Un velorio visualizado como extraño por diversas razones, entre ellas su breve - dad y la inexistencia de la communitas que promueve el sistema normativo fúnebre de los católicos, pero quizás, lo que sintetice todo sea el reconoci - miento final, su contundente percepción de lo que observaron: ¡un velorio muy triste! Lo que parece una obviedad, no lo es para quienes están acos - tumbrados a vivirlo desde otro lugar. Los dos sucesos que narraré seguidamente en los que tuve ocasión de ejercer la observación participante y de entrevistar a varios de sus protago - nistas, conforman dos historias paradigmáticas para seguir interpretando el campo semántico en donde salen a la luz los prejuicios existentes entre católicos y conversos, la potencia del núcleo duro y la religión del monte , entre otros aspectos. El primero de ellos tiene que ver con un desgraciado accidente vial en el que pierde la vida una adolescente de tan solo 15 años. Participantes sus padres de una iglesia evangélica pentecostal, cuando se realiza el funeral \"estaban los dos, estaba la parte católica y la parte evangelia estaba ahí. [...] Claro, estaba de los evangelios y por ley, de los católicos, tenía que hacer una oración, una reza, por ley\" (Pelegrín, 2006:122-124), me narraban quie - nes se hallaban presentes. Una \"ley\" que exigiendo la asistencia simultánea de un cura católico y un pastor evangelista compartiendo todos los momen - 18 Entrevista a D. P., 2008, Barrial Alto. Este episodio me lleva a reflexionar que en la cam - paña pampeana la frase repetidamente escuchada \"es un velorio\" se refiere irónicamente a una reunión o fiesta aburrida, porque los velorios allí carecen de todo el ambiente y el espíritu de los que estamos tratando. Sin embargo, los protagonizados por los que se afilian a las nuevas opciones religiosas parecen guardar correspondencia con estos por su austeridad y moderación, tan lejos de la exaltación típica de los ritos fúnebres tradicionales del monte.33Cosmovisión sobre la muerte en las nuevas ofertas religiosas del monte en Santiago del Estero tos cultuales del rito fúnebre, descubre el comportamiento del núcleo duro . Por esa misma \"ley\" los padres se ven impulsados a rezar de la manera tradicional y aceptan la comparencia de las dos figuras oficiantes como re - forzadoras del rito, poniendo en evidencia una conversión de naturaleza periférica. El núcleo duro está representado acá por esa paleoreligiosidad del monte, consustanciada con un entramado donde confluyen la cosmovisión de la vertiente dominada por el pasado indígena y aquella de raigambre católica. Esta se comporta, como lo he explicado, desde la función de gran ordenadora y oficiadora de sentido, haciéndose más evidente cuando so - breviene una muerte trágica, prematura. Fieles y dolientes de un credo o de otro se muestran unidos más allá de sus diferencias doctrinales, en una comunidad emotiva. Communitas que implica la manifestación de un estado de ambigüedad, de umbral, en el que quedan en suspenso posturas indivi - dualistas y radicales. Otro ingrediente que se suma a esa movilidad religio - sa de la que hablaba en este caso, nos lo confirman con estas palabras: \"Y ahora, últimamente ya van a la iglesia cristiana y a la evangélica. La mamá, después de que falleció la hija, siempre va a misa todos los domingos\". Sobre el mismo caso otros asistentes destacaban la actitud abierta de la ma - dre evangélica: Ahí se prendían velas, los católicos prendían la vela porque la mamá lo permi - tía. Nosotros hemos ido al velatorio y la gente le llevaba flores, le llevaba velas y los que querían velarla la velaban. Lo que no me acuerdo bien es si le rezaban. Me parece que le hicieron una rezas ahí. Una señora que le quería rezar le rezó, de parte de los católicos. La velaban la gente y lloraban también19. En el segundo episodio, una familia se ve devastada por un hecho acia - go en el que pierden la vida cuatro de sus integrantes, el padre, su hermana y dos hijas pequeñas, todos pertenecían a estas neoiglesias evangélicas, con - curriendo al templo localizado en Yacu Yúraj. Los sucesos afectaron a las comunidades del entorno, a los hechos, habiendo tenido la oportunidad de escuchar varias narraciones diferentes sobre los mismos. Escuchemos algu - nas. La primera pertenece a un integrante de la comunidad donde sucedie - ron los acontecimientos: Bueno, ellos lo han velado nomá y los han llevado sin rezadora, así nomá luces artificiales nomá, vendría a ser velas artificiales y bueno despué los han llevado a la iglesia de los libres, como ellos eran de los libres los han llevado. Han hecho oración y los libres no creen y les decían que ellos ahora están con Dios y bueno ahí la mujer [la madre] más se ha apaciguado, tranquilo, todo tranquilo. [En 19 Entrevista a E. G., 2008, Barrial Alto.34Maricel Pelegrín esas tristes circunstancias] están todos unidos, vendría a ser un solo corazón, un solo fuente. Ahí no hay católicos, no hay ni pentecostales ni libres , nada, sentir de eso que pasó20. Un maestro ofrece también su mirada crítica sobre este mismo hecho y se pronuncia en contra de las rígidas normas, las prohibiciones de los que comulgan con las nuevas prácticas, al considerar que atacan al sistema de creencias, alteran los principios éticos y controlan la exteriorización del dolor. En este último aspecto y, según los dichos escuchados, la imposición que recae sobre el precepto de evitar el llanto propio del duelo parece no ser del todo eficaz. De acuerdo con lo que me fue referido: cuando ha llegado el pastor \"no lloraba más, no se lo permitía\". Regreso una vez más a mi opi - nión sobre una afiliación solo exterior y mudable, que se hace una vez más palpable ante el tránsito de la muerte y los rituales que despierta. Un caso más, que transcribiré seguidamente, pone igualmente el acen - to en la reprobación de los católicos sobre la forma en que eluden con su comportamiento los conversos, la ritualidad que amerita la muerte de un ser querido: Cuando ha fallecido la hija, esa chica en Buenos Aires y la mamá es de evange - lios, pertenece a esta religión de aquí y la chica ha fallecido, la han traído para aquí. [...] pero tampoco se podía rezar ni poner velas ni llorar ni nada. Y el pas - tor dice que siempre contenía a ella continuamente. Hasta que a la chica la traen al cementerio para enterrarla y todo y no le han permitido entrar al cementerio a ella para que despida los restos de su hija. Pero esa vez la chica dice que no ha pasado al cementerio. Ella ha quedado afuera, debajo de una planta. No ha podido pasar, no le permitieron pasar21. Fue muy valiosa la exposición de un pastor evangélico interpelado, quien tiene a sus feligreses entre las comunidades montaraces, acerca de su opinión sobre los silbidos registrados en la proximidad de las Alumbradas . En su argumentación se pone en evidencia cómo concilia y resignifica estas referencias auditivas, las que va a procesar a la luz de su confesión religiosa. Se comprende, por lo tanto, la demonización en que las envuelve y la con - flictividad que su postura promueve de acuerdo con lo que experimenté en la investigación etnográfica, aun entre quienes se identifican con estos cre - dos. Se sabe que para la doctrina pentecostal el mundo está plagado de de - monios de diferente naturaleza, quienes fingen por lo general ser espíritus de muertos. 20 Entrevista a R. J., 2005, Brea Pozo. 21 Entrevista a E. G., 2008, Barrial Alto.35Cosmovisión sobre la muerte en las nuevas ofertas religiosas del monte en Santiago del Estero Nosotros sabemos que no es la persona, son otros espíritus que se rebelaron juntamente con el diablo o sea contra Dios y Dios lo arrojó a la tierra y esos son los que se mueven aquí y a la gente traen temor y dice: \"-No, el que murió anda\". Y son mentiras. [...] ¿qué son esas? Manifestaciones que el enemigo o sea el diablo hace por medio de sus demonios. Hay miles de demonios que andan en la tierra, en las regiones celestes. Esos son los que se mueven y a la gente le asustan22. A veces la convivencia intercomunitaria se resiente entre católicos y conversos, las posibles conciliaciones llegan a un punto álgido, donde los desacuerdos priman y los desencuentros son inevitables. También existe un cuestionamiento hacia la prédica desplegada por los conversos, puesta en la alteración o ruptura de los principios de reciproci - dad, manifiestos durante el ciclo fúnebre anual, y la importancia dada a los bienes que circulan en estos ritos. La compulsa de fuentes nos puso frente a valores como el prestigio y la obediencia a las normas, que coadyuvan haciendo prosperar los lazos comunitarios, familiares y de amistad. Los velorios de los conversos, breves y sin el marco tradicional del correspon - diente banquete donde no faltan las bebidas y comidas en abundancia, en el que interviene la donación de insumos y de trabajo por parte de los ve - cinos, parientes o amigos, ponen límites al régimen de intercambios entre los dolientes y su entorno23. Con motivo de las alumbradas o del cabo de año sucede algo parecido, su interrupción es causa de perjuicio para las redes de confraternidad promovidas por el intercambio. En cuanto a las acciones inherentes al parentesco ritual, encarnado por el compadrazgo, si se resta trascendencia al rol protagónico y donador de los padrinos en el velorio del angelito , como ocurre en la retórica de los pastores y en quienes se adscriben a estas nuevas exigencias religiosas, se generan competencias entre católicos y conversos. Todo el complejo sustrato emergente de este contexto que va adquiriendo nuevos matices cada día, y al que hay que ir siguiendo aten - tamente en sus derivaciones; al crear nuevos vínculos de reciprocidad intra adeptos de cada una de estas flamantes iglesias, deriva en nuevas formas de interactuar con sus comunidades montaraces adscriptas al catolicismo24. 22 Entrevista a A. C., 2007, Barrial Alto. 23 Barabas (2006:267) destaca que en Chichotla el funeral entre los evangélicos se ha transfor - mado, no se acostumbra ahora acompañar al difunto con comida y ajuar fúnebre. El pastor se dirige a la casa del muerto, lee la Biblia. Los asistentes llevan flores y comida o una ayuda para la familia. 24 Esta cuestión la observa igualmente Barabas (2006:246-247) en las comunidades indígenas de Oaxaca entre los conversos. Sostiene que se crean \"nuevos circuitos de relaciones no ritualizadas como las de la 'costumbre', ya no con los vecinos y parientes, sino con los otros conversos que integran el culto\". Y agrega que llegan a transformarse, además, \"las relacio - nes de reciprocidad familiares y colectivas comunales, que son desplazadas por la intensa 36Maricel Pelegrín Las lealtades y alianzas movilizadas por los dones y contradones que circu - lan llegan a resentirse entre los que mudaron de credo y los católicos, vistos por los primeros desde un lugar de alteridad. La sopa \"si no el muerto se resiente\", el ineludible asado al que toda la communitas nucleada alrededor del velorio está aguardando al despuntar el alba, el mate que pasa de mano en mano, botellas de ginebra, licores varios, aperitivos, y el ambiente matizado con los rezos sincopados, las letánicas alabanzas \"se cortan para los evangelios\", al igual que los bailes o las fiestas del santoral católico. Consecuentemente, entre los jóvenes es donde mayor resistencia existe para reclutarse en estos movimientos religiosos. El espíritu que se pregona, con una moral estoica, ascética, no seduce y si no, veamos lo que me confiaba un adolescente: \"Es como que los jóvenes se han hecho a un lado de los evangelios, veo eso. Y bueno, los jóvenes quieren salir a di - vertirse y bueno, es como que eso han dejado de lado un poco. La mayoría que hay es gente adulta\"25. Como vemos, los reproches de uno y otro lado, se reproducen aquí y allá. Conversos y católicos son presa fácil de prejuicios interreligiosos. Un católico con desasosiego contaba: \"Diablo nos dicen a nosotros. Hay ve - ces que nos dicen Satanás, que somos tontos, de todo nos dicen ellos\". Las burlas van y vienen: \"Cuando hacemos la fiesta de Santa Rita ellos se ríen. Los chistes que hacen... como nosotros a ellos\". \"No creen en santos, los queman, los quiebran, los entierran, los sepultan. Los dan a alguien a las virgencitas porque dicen que les dan mala suerte. Los tapan porque les han puesto otra cosa en la cabeza\"26. Algunos destacan el extrañamiento de pre - suntas prácticas: \"Una vez decían que ellos besaban los quebrachos, adoran los quebrachos. Dicen que antes de tener la iglesia adoraban el quebracho. El pastor les decía, por ejemplo, que como el hijo de Doña V. había fallecido, que tiene que adorar al quebracho porque ahí está el hijo, el espíritu que sería. Ella lloraba ahí, le parecía que estaba vivo, en una planta\". Otros se burlan porque \"dicen que ellos con oraciones se sanan\"; o disienten abierta - mente cuando oyen decir que \"el curandero es un mentiroso\"; o muestran su estupor cuando observan que en los velorios y cementerios \"no pren - reciprocidad dentro del circuito de la denominación religiosa\". Otro cambio se opera en las relaciones de parentesco y residencia \"porque no se respetan las normas de patrilocalidad, sino que se prefiere la neolocalidad, por lo que la familia extensa se va disgregando y no trabaja junta ni consume junta, además de que cambian las reglas de herencia ya que los conversos reparten por igual entre hijos e hijas. Desaparece el parentesco ritual, ya no hay compadres, los equivalentes se llaman 'testigos', pero cumplen la función de padrinos más que de compadres, que ahora se llaman entre sí 'hermanos', aunque en varios casos los compadres anteriores a la conversión se siguen tratando como tales\". 25 Entrevista a R. G., 2008, Caloj. 26 Entrevista a R. B., 2007, Shispi.37Cosmovisión sobre la muerte en las nuevas ofertas religiosas del monte en Santiago del Estero den velas, no hacen rezar, no lloran\", llegando a manifestar ante un velorio austero propio de los conversos: \"no, no vengo más porque eso no hubiese querido el muerto\". Las críticas también apuntan a su anómala conducta en los velorios: a los que concurren \"por obligación\" y \"están parados lejos, no se acercan\" o \"se quedan poco tiempo\". Se cuestionan, además, las deriva - ciones de las relaciones de pareja entre unos y otros: \"Mi prima adoraba al Señor San José, se puso de novia con un \"evangelio\" y lo ha dado diciendo que es un yeso pintado\". Pero, igualmente, siempre existe un momento para reconocer las faltas; \"nosotros a veces no aceptamos las cosas que les prohí - ben a los evangelios, entonces a veces empezamos con las burlas o cosas que no aceptamos y les decimos, creería que de ahí empieza todo\", me confiaba una joven católica. También admitían que \"lo bueno de ellos es que dicen: -tal día nos reunimos -y van\". A juzgar por el sentir de estos testimonios, los adscriptos a estas nuevas ofertas en materia de fe se transforman en auténticos 'otros', indiscutible - mente extraños, pareciendo transcurrir sus vidas por un proceso de cambio de identidad y resocialización, denotándolo con sus actitudes de intransi - gencia hacia la doctrina y normativa tradicional. \"Ellos se buscan entre ellos, no se sientan al lado de los católicos\". \"Nada deben compartir con católi - cos\". La reacción despertada entre los católicos, al conceptuar los conversos el baile como \"del demonio\", atreviéndose a declarar que \"no les gusta el chamamé, la tradición\", es imaginable en una sociedad donde la danza y todas las expresiones musicales gozan de un reconocimiento notable. El investigador Luis Garay me explicaba, en una comunicación perso - nal, sobre esta tensión que presenció en la mesopotamia santiagueña: \"Si van a hacer la novena, si no van a hacer la novena. Si le van a sacar los za - patos o no le van a sacar los zapatos, si le van a poner el pan bajo el cajón, si le van a poner el agua, si lo van a hacer dar la vuelta a la casa, si lo van a poner en escalera . Todas esas cuestiones están. [...] Yo he conocido lugares en donde han ido los evangelistas y no hay un fumador, no hay un tomador, cosa que digamos no les hace mal, pero bueno, ¿a cambio de qué? A cambio de una transfiguración, digamos identitaria muy evidente. Es terrible y es muy fuerte en el interior porque la iglesia evangélica ha tenido una presen - cia militante, cotidiana muy fuerte en el interior [...]\"27. En toda estas posturas contrapuestas existen al mismo tiempo espacios de negociación y coincidencias, porque los que han abrazado una nueva fe con actitudes más radicalizadas, en apariencia, ceden en ellas cuando se trata de acudir a velorios o a las alumbradas : \"Tengo una vecina de mi mami en Brea Pozo que es de los 'evangelios' que una vez falleció un señor que era 27 Entrevista a Luis Garay, 2010, ciudad de Santiago del Estero.38Maricel Pelegrín el ordenanza de la secundaria [...] e iba la vecina con nosotros al velatorio y al señor le había llevado a la iglesia todo para hacerle el responso, para sepultarle. Ella estaba en la iglesia, estaba con nosotros en la misa. Así que parece que sí pueden compartir ellos. Porque me contaba mi mamá que esa señora es, pertenece a otra religión pero siempre va dice ella, cuando hay así una oración, un responso, asiste. No sé si por respeto ¿qué se yo?, pero ella se va\"28. La presión a la que se ven sometidos los nacientes conversos entre mantenerse fiel a la religión del monte o rendirse a los nuevos principios doctrinales, que se le imponen, se intuye en el relato de quien ha observado a uno de ellos en ocasión de un velorio tradicional. Es particularmente nota - ble que el nivel de máxima intensidad emocional en el converso sobreviene cuando se entonan las alabanzas, hecho no casual si pensamos en lo que las mismas suscitan como punto culminante de exaltación en la communitas del ritual fúnebre. En el momento de cantar las alabanzas se concentra en otra cosa. Yo he visto en dos oportunidades y empieza a rezar, a orar parece y la cara... se empieza a temblar, se enloquece, no sé porqué. Una vez ha estado en el velorio de la mamá de Carmencita y temblaba todo. Que yo no lo he querido ver porque he visto que él se desesperaba, era como si fuese que él estaba, alguien se ha pose - sionado en él o no era él, no sé, pero temblaba, se posesionaba y no sé qué decía para sí mismo en el momento de cantar las alabanzas. Estaba presente, pero lo que a él le pasaba yo no me explico qué le pasa a él en esos momentos, en el momento de la alabanza. Será que la misma religión o él ahora por otro lado, pero la cuestión es que él empieza a temblar y no puede contenerse en lo que le pasa. Así que no sé para mí es medio raro, ¿por qué?, no sé. Hay otra chica que me ha contado que también ha visto igual, en otro velorio también ha pasado lo mismo, que ella le decía a la compañera que lo agarre que se está por enfermar, que se está por desvanecer, pero no era, era eso que él estaba concentrado en algo, supongo. Yo pienso eso29. El estado de alteración de conciencia por el que transita este converso parece encuadrar en la descripción de lo que se identifica como un trance extático, lo que por otra parte es reconocido como uno de los carismas al que acceden los pentecostales. La transfiguración de su rostro, los temblores que lo asolan podrían conectarse con una etapa liminar, propia de los rituales de pasaje, y dicha imagen estaría hablándonos de un tránsito del neófito para morir simbólicamente a su anterior pertenencia religiosa y su renacimiento en la nueva. Proceso que lleva implícito dolor por lo que se deja, en este caso la seguridad de una pertenencia a antiguas creencias que le brindaban con - 28 Entrevista a E. G., 2008, Barrial Alto. 29 Entrevista a A. G., 2008, Barrial Alto.39Cosmovisión sobre la muerte en las nuevas ofertas religiosas del monte en Santiago del Estero fianza y seguridad, para inculturarse en otras nuevas. Las cuales imponen un mayor nivel de compromiso, de tiempo dedicado al culto, exigencias considerables en los preceptos doctrinarios y en los aportes en bienes. Esta sumatoria de presiones que toca lo ético y lo normativo es habitual que pro - duzca incertidumbre en los primeros tiempos de afiliación, al no sentir la seguridad de poder responder a la prueba impuesta por la nueva teología. Siendo los velorios y el Día de los Muertos, con sus alumbradas , unas de las más representativas festividades en las diferentes comunidades del monte, propias de la religiosidad tradicional del ciclo anual, que gozan del más amplio consenso, es válido interrogarse a propósito de las derivaciones que están adquiriendo, con la influencia de estas neoopciones religiosas, sabiendo la prédica contraria que mantienen sobre las mismas. Las fuentes documentales son elocuentes en demostrar que el ritual fúnebre encarnado por el velorio se mantiene en los conversos, aunque transformado y conflic - tivizado; lo que conduce a respaldar la hipótesis de que esta categoría de núcleo duro que inscribo en la religión del monte , es conservada y refunciona - lizada por quienes se adscriben a estos nuevos credos. Quiero cerrar este texto con las palabras más atinadas que me confió una anciana viuda, cuando comencé a preguntarle acerca de su parecer so - bre la extensión notable de estas opciones religiosas. Los evangelios cambian de todo, pero yo no sé terminar de creer que ellos no van a prender una vela o no van a llorar cuando falta uno de la casa30. A lo largo de este ensayo he buscado descifrar la trayectoria que están tomando los ritos de muerte tradicionales, frente a las distintas alternativas religiosas recientes. Ante esta coyuntura, he focalizado la atención en las situaciones de confrontación, las rupturas y desajustes provocados y ma - terializados por el discurso promovido a través de los conversos; pero a la vez, en aquellos puntos de potencial encuentro ante performances rituales que sólo se quedan en un nivel retórico. Bibliografía Barabas, Alicia (2003): \"Movimientos sociorreligiosos indígenas en América Latina: reflexiones para una antropología de las dinámicas religio - sas\", Cuadernos de Etnología II, Diario de campo , México, Conaculta- 30 Entrevista a A. C., 2006, Barrial Alto.40Maricel Pelegrín Instituto Nacional de Antropología e Historia. ------. (2006): Dones, dueños y santos. Ensayo sobre religiones en Oaxaca , México D. F., Instituto Nacional de Antropología e Historia. Grupo Editorial Miguel Angel Porrúa. Bastian, Jean Pierre (1997): La mutación religiosa de América Latina , México, Fondo de Cultura Económica. Demera, Juan Diego (2009): \"Transformaciones socioculturales y dinámicas protestantes en el campo étnico Latinoamericano\", Carlos Alberto Steil et al. (coord.) Religiones y culturas: perspectivas latinoamericanas Aires, Biblos, pp. 21-56. Pelegrín, Maricel (2006): \"Ellos se levantan y toman agua. Los ritos mortuo - rios de Santiago del Estero como núcleo duro\". Nuevas Propuestas , Nº 39, pp. 111-126, Santiago del Estero, Universidad Católica de Santia - go del Estero. Ruz, Mario Humberto (2007): \"La comunidad atemporal. De vivos y difun - tos en el mundo maya\". Juan Antonio Flores Martos y Luisa Abad González (Coord.) Etnografías de la muerte y las culturas en América latin a, Cuenca, España, Ediciones de la Universidad de Castilla-La Mancha, AECI , pp. 113-136. Scheper-Hughes, Nancy (1997): La muerte sin llanto. Violencia y vida cotidiana en Brasil, Barcelona, Ariel. Steil, Carlos; Martín, Eloísa; Camurca, Marcelo (coord.) (2009): Religiones y culturas. Perspectivas latinoamericanas, Buenos Aires, Biblos. Turner, Victor (1988): El proceso ritual. Estructura y antiestructura, Madrid, Taurus. Wright, Pablo (1983): \"Presencia protestante entre aborígenes del Chaco ar - gentino\". Scripta Ethonologica , Vol. VII, pp. 73-84, Buenos Aires. "}