{"title": "ONCO EDUCATION & TU PIEL Y TU", "author": "Mari Angeles", "url": "https://www.lafarmaciadelcruce.com/como-preparar-es-sistema-inmune-frente-a-la-vacuna-del-covid-19/", "hostname": "lafarmaciadelcruce.com", "description": null, "sitename": "lafarmaciadelcruce.com", "date": "2021-04-16", "cleaned_text": "En primer lugar tendríamos que escuchar a nuestro cuerpo y saber que si necesita una depuración tanto hepática como renal para eliminar esas toxinas que hacen que nuestros órganos no trabajen bien y conocer las carencias tanto de vitaminas como minerales u oligoelementos que podemos sufrir y necesitamos estar preparados pues existen evidencias científicas de que suplementarte con ciertas vitaminas, minerales y oligoelementos es necesario para tener un sistema inmune fuerte y así aumentar la efectividad de las vacunas. ¿Cómo saber si se necesitas eliminar toxinas? Si hay una sobrecarga de toxinas, nuestro organismo nos alertará con diversas manifestaciones o síntomas bastante inespecíficos, como migraña, astenia o dispepsias, que son síntomas claros de que existe una sobrecarga tóxica y no se pueden realizar las funciones fisiológicas con normalidad. Entre otros síntomas también frecuentes destacan las alergias, el asma y demás afecciones respiratorias, fatiga sin origen aparente, insomnio, infecciones frecuentes, obesidad, retención de líquidos, pérdida de memoria y concentración, cambios de humor, irritabilidad, problemas en la piel (acné, eczemas...), etc. Estos síntomas podrían indicar que el organismo está sobrecargado de toxinas que no puede metabolizar por sí solo, por lo que necesita un tratamiento que favorezca y estimule el Drenaje y la Detoxificación. ¿Cómo ayudamos a nuestro hígado en la detoxificación? El objetivo de una buena detoxificación es lograr un balance entre los procesos de la Fase I y la Fase II. Ahora deberíamos saber que ocurre en estas fases, en la fase I es donde se transforman los productos tóxicos, en formas intermedias más accesibles para la fase II. Estas formas intermedias son mucho más activas químicamente y, por lo tanto, más tóxicas. Un efecto secundario importante de esta fase I es la producción de radicales libres. El antioxidante idóneo para neutralizar los radicales libres de la fase I, y que además sirve de plataforma para los procesos enzimáticos de la fase II, es el sistema glutatión que se compone de dos enzimas, La glutatión reductasa y glutatión peroxidasa. La conjugación herbicidas, fungicidas, hidrocarburos aromáticos policíclicos, peróxidos lipídicos y metales pesados. El objetivo de la Fase II de la detoxificación es añadir una molécula muy soluble en agua, de modo que ambas sustancias puedan eliminarse juntas. También debemos saber de la existencia de dos genes El gen GST M1 y El gen GST P1, que sin ellos nuestro organismo no podría eliminar estas toxinas. Sería interesante poder hacer un estudio genético que nos pudiera desvelar las variaciones que tenemos en nuestros genes. Estos estudios permiten además saber que pautas nutricionales o de suplementación debemos seguir para hacer que nuestro hígado elimine mejor las toxinas. Por ultimo saber la importancia de los antioxidantes, que son los encargados de reparar el estrés oxidativo, por ello es necesario hablar de cofactores como el cobre, el zinc y manganeso, que son fundamentales para que la superóxido dismutasa (SOD), que es uno de los antioxidantes endógenos más potentes nuestro cuerpo humano pueda inactivar los radicales libres generados por nuestro organismo. al igual que la glutatión peroxidasa antioxidante necesitan como cofactor selenio para realizar su función correctamente. Es bien sabido que una respuesta inmune más efectiva requiere un buen estado nutricional por parte de la persona. Es por ello que la EFSA (Autoridad Europea de Seguridad Alimentaria) ha realizado declaraciones acerca de las propiedades saludables sobre la función de los nutrientes. Entre ellas se incluyen las vitaminas A, B6 , B9 , B12 , C y D, y los minerales zinc (Zn), selenio (Se), hierro (Fe) y cobre (Cu). https://www.cambridge.org/core/journals/british-journal-of-nutrition/article/optimising-covid19-vaccine-efficacy-by-ensuring-nutritional-adequacy/5F25F117DED5141638554BAAFC66E1FF Se ha demostrado que cada uno de estos micronutrientes, tienen múltiples funciones clave en el apoyo al sistema inmunológico y la reducción del riesgo de infecciones. Los estudios en humanos, particularmente en personas de edad avanzada y con patologías de base, han asociado deficiencias en los marcadores inmunes a un estado bajo de micronutrientes como la vitamina B6, vitamina C, Zn y Fe. Tales deficiencias que podrían debilitar el sistema inmune, se han relacionado con respuestas deficientes a las vacunas. Por el contrario, los ensayos controlados aleatorios de micronutrientes suplementarios (por ejemplo Vitamina B6, vitamina E, Zn y Se) en personas mayores informan mejoras en muchos de los biomarcadores inmunitarios medidos. En el caso concreto de la vitamina D, su deficiencia se ha relacionado con una mayor susceptibilidad a las infecciones de tipo virales. La infección con SARS-CoV-2 aumenta la producción de especies reactivas de oxígeno que causan daño pulmonar significativo que conduce al desarrollo posterior del síndrome de dificultad respiratoria del adulto. En este caso, la vitamina C también sería un factor clave en el manejo del estrés oxidativo como lo explican algunos estudios. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6180524/ Otro estudio, esta vez de vitamina E, demostró una mejora en la respuesta a algunas vacunas en personas mayores de 65 años que recibieron 60 o 200 mg de vitamina E en forma diaria en comparación con las del grupo placebo. [https://pubmed.ncbi.nlm.nih.gov/9134944/](blank) Finalmente concluimos, diciendo que mantener niveles séricos óptimos de vitaminas y oligoelementos en el organismo previo a la vacunación es ampliamente recomendado. Las vitaminas relacionadas con una mejora del sistema inmunológico son de las que hemos venido hablando as del complejo B, C, D, E y oligoelementos como el selenio, zinc, hierro y cobre. Por lo que aconsejamos mantener una dieta equilibrada y alta en antioxidantes (comer con muchos colores), pero es cierto que alcanzar niveles séricos útiles no siempre se consigue sólo con la alimentación, más aun teniendo en cuenta los ritmos de actividades que propone la "}