{"title": "Watch Tim Minchin's \"Storm,\" the Best Critique of Alternative Medicine Ever", "author": "Laura Helmuth", "url": "https://slate.com/technology/2013/09/tim-minchins-storm-critique-of-alternative-medicine-and-defense-of-reason-in-song.html", "hostname": "slate.com", "description": "There's nothing like reading about the history of disease to make you appreciate modern times. Until just a century or two ago, most people died...", "sitename": "Slate", "date": "2013-09-11", "cleaned_text": "There's nothing like reading about the history of disease to make you appreciate modern times. Until just a century or two ago, most people died horribly of contagious diseases we [barely remember the names of today](http://www.slate.com/articles/health_and_science/science_of_longevity/2013/09/interactive_game_of_death_in_history_how_would_you_have_died_in_the_past.html). Our world is full of life-saving luxuries: We turn on a tap and clean water comes out. Our diets are so rich and varied that almost nobody suffers from rickets or scurvy. We live in airy, spacious homes that aren't clouded with the coughs of consumptives—and when we share a bed with someone, it's due to desire rather than overcrowding. It is in the nature of luxuries to eventually be taken for granted, and some of the greatest underappreciated luxuries are public health and modern medicine. Thanks to massive vaccination drives, almost no children in the developed world die of measles or mumps. And because these diseases are now so rare, anti-vaccination activists have the luxury of [indulging in conspiracy theories](http://www.slate.com/articles/health_and_science/medical_examiner/2013/06/robert_f_kennedy_jr_vaccine_conspiracy_theory_scientists_and_journalists.html). Many of us [would have died already](http://www.slate.com/articles/health_and_science/science_of_longevity/2013/09/life_expectancy_history_public_health_and_medical_advances_that_lead_to.html) if it weren't for routine medical interventions; we are on our second or third lives. And because death is so much more distant than in the past, some people have a romanticized notion of our place in the natural world. We used to be more in harmony with nature, the thinking goes, and our bodies naturally know how to heal themselves. I have a hard time following the logic—something about auras and [herbs](http://www.slate.com/articles/health_and_science/medical_examiner/2012/11/herbal_supplement_dangers_fda_does_not_regulate_supplements_and_they_can.html) and energy fields? It's utter nonsense, of course—what's natural is to serve as a host and vector for deadly parasitic microbes. Tim Minchin, an Australian singer, songwriter, poet, comedian, and [all-around genius](http://www.timminchin.com/), has the best response I've ever seen to people who prefer alternative medicine to modern medicine. His \"Storm\" is funny, educational, and cathartic. If you've been buttonholed by someone who wants to tell you all about an \"alternative,\" \"natural,\" \"superior\" health care regimen, this film is for you. Written and performed by Tim Minchin ( [@timminchin](https://twitter.com/timminchin)). Directed by DC Turner ( [@dcturner](https://twitter.com/dcturner)). Produced by Tracy King ( [@tkingdoll](https://twitter.com/tkingdoll)). See more at [www.stormmovie.net](http://www.stormmovie.net). Read the "}