{"title": "Developing Homeopathic Practice: Towards a Framework of Working with Multiple Interventions - Alastair Gray", "author": "Alastair Gray", "url": "https://hpathy.com/homeopathy-papers/developing-homeopathic-practice-towards-a-framework-of-working-with-multiple-interventions/", "hostname": "hpathy.com", "description": "Developing Homeopathic Practice: Integrating other medical interventions into the working paradigm of homeopathy is a fundamental issue of practice that needs developing. Research, rethinking the publication of cured cases, a reorientation of the emphasis within undergraduate curriculums and the development of some literature around clinical skills in multi modality cases, are implemented to use as a springboard by which the profession can move forward.", "sitename": "Hpathy Medical Publishers", "date": "2009-08-16", "cleaned_text": "Abstract In the current health care environment there is the constant need to examine existing situations and initiate developments to move practice forward in positive and effective ways. This need necessitates practitioners to embark on local projects, which analyse specific issues, develop proposals for change and implement these proposals in practice. This paper aims to support, facilitate and evaluate the practice development process and synthesise strategies in practice and benefit patient experience. In this reflective piece, the area I have chosen from my working environment to focus on is patient compliance in 21st century Homeopathy. In the main, homeopathic medicine has remained unchanged since its inception. But are our patients the same? Biologically, of course, but what about their behaviour and their expectations? Integrating other medical interventions into the working paradigm of homeopathy is a fundamental issue of practice that needs developing. Our patients are behaving badly, if you take some of the principle attitudes and philosophies of the founders. In the West it seems that patients do what they want. They grab at techniques and treatments and modalities in a way not done in the past. Treatment plans become clouded and results hard to determine. There are clear reasons why this aspect of homeopathy needs developing, the least being poor communication with other modalities, poor communication with our patients, and poor perception of homeopaths as being 'precious' by practitioners of other modalities. Most importantly, there are cases with unsuccessful outcomes. An examination of multiple interventions in homeopathy throws up a number of questions, most notably how we market ourselves in the 21st century, how we treat complicated cases of people living 21st century lifestyles, how we teach our students, how we possibly need a reorientation of our attitudes to the simillimum as an aspiration as opposed to a close similar, how we maintain our relationships with our clients, how we measure the result of our prescriptions and gauge efficacy, how we evaluate the second prescription, how we conceive of the notion of success, how we publish our cured cases. Keywords Homeopathy, Clinical audit, Integrative Medicine, Research, Treatment plans, Direction of cure, Second prescription, Hahnemann. Establishing the Issue It is a normal day in the clinic. A mother turned with her two children. One is four months old, being breast-fed, the other is four years old and is a tornado. Usual story. My room gets destroyed. He hits me, punches his mother and decides that it's very important to start drumming on every conceivable service. In amongst all of din I was able to discern that he has daily explosions over trifles, like whether the aerial is up in the car or not, how his father mows the lawn, if the baby is fed properly or not. He also pumps out 40° fevers, has a history of ear infections, and is badly affected by artificial additives and colours etc. Prescription; Belladonna 200. The mother sends me a text message two hours later. 'Okay what's in that mixture? The only word he said between Drummoyne and the M4 was 'octagon' when he saw a stop sign. Then he fell asleep. He has woken now but is very quiet. Have we drugged him? This could be great! Ha ha ha ha laugh out loud.' It's was nice result. He has remained well these last 6 weeks. Almost a good enough result to present a paper about it. All except for this part. She also said, 'shall I keep going with the antibiotics and the stuff I got from the health food store?' Just when do we say, 'that patient is better?' When do we publish our cases? Just what is cure? Many homoeopaths don't use this term at all anymore. They prefer to use the term 'improvement,' or something else. My personal state of professional schizophrenia grew and was heightened by an experience in 2007. At the Links Heidelberg conference I heard two things which made me stop and reflect. The first was in Sankaran's presentation when he played a case, worked the evaluation with the audience, come to a conclusion and then finished with, 'and the patient did beautifully.' He must said that 10 times during his presentation. And I am sure they did. Soon afterwards it was the turn of Mangliavori to present. He says in a recent book (Mangliavori 2004) that his criteria for a published case or a 'cure' is, 'only one remedy used over a period of two years which works in all chronic and acute situations.' From conducting a recent and exhaustive audit of my practice, if I used his criteria I could publish or speak about 3% of my clients. But if I used Sankaran's criteria I think I could present 70% of my cases as cured cases. Having spent the last two years in the world of clinical research I can no longer agree with either. One is too loose. One is too tight and does not reflect reality. Conducting an audit can be exhaustive, but has transformed the way I think in practice and what I say about it and how I teach. I realize that in addition to not having a criteria for what constitutes 'cure' in our profession we also don't have an active dialogue about what we do about those patients who get better but are also seeking and receiving other medical interventions. Given the working reality of the coal face of practice; that few if any, or NO clients are only ever getting just homeopathy for their chronic diseases, do we need to reframe, adjust or discard any aspects of our homeopathic behaviours and principles? Said one homeopath, 'It has been years since I had a client come into my clinic and say, I am just getting homeopathy, I am doing no other form of medicine, just homeopathy. All of my clients are doing herbs, Feldenkrais, naturopathy, supplements, epilepsy drugs, osteopathy or something as well as seeing me, especially the clients with serious pathologies.' Interview H10-17. In 2007 three practicing homeopaths and lecturers in three countries turned their attention to this important issue. Working as a group with problem based learning templates they asked some fundamental questions. How does the reality that our clients are getting multiple medical interventions from various modalities - effect the principles of similars in our clinics? - effect the principles of totality when we are selecting symptoms, and which totality? - effect the basis of the prescriptions? - effect how we look at Hering's direction of cure and gauge how our remedies are truly working? - effect working with obstacles to cure? - effect research, the writing up and reporting of results? - matter at all? Moreover, how does this impact on our perceived efficacy given that practitioners in these other disciplines usually have no idea about our concepts of minimum dose, the direction of cure and homeopathic treatment plans and therefore, it is argued, intervene inappropriately. There is very little knowledge base underpinning these questions. When interviewing practicing homeopaths everybody seems to 'do their best'. They muddle on through. 'On critical reflection the best I could say about my method in these cases is, I am making it up as I go. Is this good enough? For a profession that has aspirations? Not at all (Interview H10-17)?' This seems ludicrous for a profession that is wanting and demanding the respect of it medical peers. It seems clear that some literature needs to be created, and some clinical guidelines, some clinical principles, some structures and some sort of a common language that is multi modality. This is doubly crucial because in every other branch of the practice of homeopathic medicine there is clarity. Got this? Do this. When does this happens? Do that. But if the estimation from one exhaustive clinical audit of four years of practice is correct and around 90% of the time patients are seeing other practitioners and getting other treatments and doing other medicinal things, perhaps we do need to begin a discussion and reframe this aspect of homeopathic medical practice and the teaching of it. We have all had this experience. Patient shows up in the clinic. She presents with irritable bowel syndrome, and after questioning it is clear that there is a massive component of anxiety that goes along with it. She is struggling, and soon after six months of treatment, so am I. Arsenicum, Nux vomica, Sil, Cina, all the suggestions from Jon Gamble's book have been tried. Some improvement but nothing startling. After this amount of time we have established a good therapeutic relationship of some depth. She wants to stay with my treatment and trusts that the small improvements we have had will continue. Like so many others she's down the health food shop. She found a homeopathic combination. Amongst the few ingredients that I actually recognized was Ferr, Hyper, Berberis, Sepia, Ars, Nicotiana, Merc viv, Arg nit, Mocsh, E-coli and something called Ovary co. There were a number of other ingredients which I didn't recognize. This scenario is surely familiar to you. What is your reaction? Punch, yell, counsel, anger, sack the patient? What do you do when a patient says I am getting osteopathy? I am getting herbs. I am getting an MRI. I am getting fish oils. We work as if our remedies will act on the parts of the case that are not being affected by the other treatments. We say to the remedy, 'hey remedy I just want you to work on the knees and the throat okay.' What I previously did in my practice of the patients who had this was to do my best. Is this good enough? Research is about determining the action of one factor; to eliminate everything else to just one thing. 'In this double-blind trial I have shown that prednisone does this in people with this thing. I can show how this homeopathic medicine did this in this person.' But what I am suggesting is that this is massively difficult if what is happening in my practice is being mirrored elsewhere in the profession. Research Plan Suspecting that this was an area of clinical significance in practice that needed developing, in 2007 a small research team was established to investigate this issue.[1] The research plan consisted of; 1 Completing clinical audits to confirm that this is in fact as big an issue as assumed.[2] 2 Researching the traditional homeopathic literature for guidelines. 3 Research the modern academic literature for guidelines. 4 Interviewing and auditing practitioners of other modalities, researching and delving into their curriculums and directives. Research Results; Deconstruction In order to determine if this was an area of genuine concern a Clinical Audit was conducted from one practitioner's last 550 cases. [3] |Name/code||Presenting complaint||Treatments mentioned by patient concurrently from this piece of research in one practice is unequivocal. 93% of patients are doing what they want. Here's another surprising statistic. From the audit, male patients are using other medicinal interventions far less than female patients. The conclusion from this particular audit was overwhelmingly that this is an area of practice in need of developing.[5] Further evidence gathered anecdotally confirms the finding. \"In my own experience at the cancer charity, patients have often chosen to use a number of complementary therapies alongside their conventional treatment. It is exceedingly rare for patients to choose only to use homeopathy without exploring other therapies, and of course conventional medical intervention. However, I feel that in such an acute situation, the homeopath cannot expect a patient to choose to use only homeopathy, in order that we are able to ascertain the remedy's effect, and whether the Law of Cure is progressing in the correct manner. Patients need to be able to use whatever they feel is important, in this situation, in maintaining a good level of health. In my own practice, I always ask patients whether they are currently taking other medication, whether complementary or conventional. This can help me ascertain whether the patient's Vital Force is being suppressed by conventional medication, and therefore often has an effect on the potency I choose for the patient. It also allows an indication of the patient's reaction to complementary therapies and which ones they choose to use.\" Interview H15-7 Traditional Homeopathic Guidelines In researching the traditional homeopathic literature it is clear that Hahnemann (1842) gave us no instructions when it comes to how to interact with, or integrate ongoing or new treatments from other modalities into our treatment plans. Of course he does mention things to avoid in his aphorisms on Obstacles to Cure in 259 and 260. The advice was in essence, to take away everything which can have any medical action. § 259 \"Considering the minuteness of the doses necessary and proper in homeopathic treatment, we can easily understand that during the treatment everything must be removed from the diet and regimen which can have any medicinal action, in order that the small dose may not be overwhelmed and extinguished or disturbed by any foreign medicinal irritant\" § 260 \"Hence the careful investigation into such obstacles to cure is so much the more necessary in the case of patients affected by chronic diseases, as their diseases are usually aggravated by such noxious influences and other disease-causing errors in the diet and regimen, which often pass unnoticed.\" And in the footnote to § 260: Coffee; fine Chinese and other herb teas; beer prepared with medicinal vegetable substances unsuitable for the patient's state; so-called fine liquors made of punch; spiced chocolate; odorous waters and perfumes of many kinds; strong-scented flowers in the apartment; tooth powders and essences and perfumed sachets compounded of drugs; highly spiced dishes and sauces; spiced cakes and ices; crude medicinal vegetables for soups; dishes of herbs, roots and stalks of plants possessing medicinal qualities; asparagus with long green tips, hops, and all vegetables possessing medicinal properties, celery, onions; old cheese, and meats that are in a state of decomposition, or that passes medicinal properties (as the flesh and fat of pork, ducks and geese, or veal that is too young and sour viands), ought just as certainly to be kept from patients as they should avoid all excesses in food, and in the use of sugar and salt, as also spirituous drinks, undiluted with water, heated rooms, woollen clothing next the skin, a sedentary life in close apartments, or the frequent indulgence in mere passive exercise (such as riding, driving or swinging), prolonged suckling, taking a long siesta in a recumbent posture in bed, sitting up long at night, uncleanliness, unnatural debauchery, enervation by reading obscene books, reading while lying down, Onanism or imperfect or suppressed intercourse in order to prevent conception, subjects of anger, grief or vexation, a passion for play, over-exertion of the mind or body, especially after meals, dwelling in marshy districts, damp rooms, penurious living, etc. All these things must be as far as possible avoided or removed, in order that the cure may not be obstructed or rendered impossible. Some of my disciples seem needlessly to increase the difficulties of the patient's dietary by forbidding the use of many more, tolerably indifferent things, which is not to be commended. Also in some aphorisms at the end of the Organon he mentions the use of magnets and water. He does suggest value of the use of magnets, minerals, massage and basic hygiene, but nowhere is there an implication of how to use these with homeopathy. § 286 (Sixth Edition) The dynamic force of minerals magnets, electricity and galvanism act no less powerfully upon our life principle and they are not less homeopathic than the properly so-called medicines which neutralize disease by taking them through the mouth, or by rubbing them on the skin or by olfaction. There may be diseases, especially diseases of sensibility and irritability, abnormal sensations, and involuntary muscular movements which may be cured by those means. But the more certain way of applying the last two as well as that of the so-called electromagnetic lies still very much in the dark to make homeopathic use of them. So far both electricity and Galvanism have been used only for palliation to the great damage of the sick. The positive, pure action of both upon the healthy human body have until the present time been but little tested. § 287 (Sixth Edition) The powers of the magnet for healing purposes can be employed with more certainty according to the positive effects detailed in the Materia Medica Pura under north and south pole of a powerful magnetic bar. Though both poles are alike powerful, they nevertheless oppose each other in the manner of their respective action. The doses may be modified by the length of time of contact with one or the other pole, according as the symptoms of either north or south pole are indicated. As antidote to a too violent action the application of a plate of polished zinc will suffice. Beyond this there are few directives. Close (1990) says, 'It is taken for granted that the physician, acting in another capacity than that of a prescriber of homeopathic medicine, will remove the causes of the disease and the obstacles to cure as far as possible before he addresses himself to the task of selecting and administering the remedy which is homeopathic to the symptoms of the case, by which the cure is to be performed.' Other homeopaths have stated stronger opinions. Vithoulkas (1986) says other treatment will interfere with homeopathy: dental treatment, essential oils, acupuncture, herbs etc. \"This occurs by interferences with the action of the defence mechanism itself.\" Johnston (2007) is tougher still with her opinions. CONSTITUTIONAL HOMEOPATHIC TREATMENT ANTIDOTE LIST Homeopathic remedies are very powerful medicinal substances. Their action and effectiveness, however, can be disturbed by some of the chemicals and medicines commonly used in our lives. The following is a list of things that should be completely avoided for maximum benefit from your Homeopathic treatment. If you ever have any questions about a particular medicine, it is better to call to inquire than take the chance of disrupting your treatment program. MOST MEDICATIONS Antihistamines, antibiotics, or cortisone ointments, sprays, creams or pills, cold formulas, antibiotic ointments such as Neosporin, pain medications. Each medication needs to be evaluated individually , so please check your current medications and inquire about any you may take in the future. All `over the counter', non- prescription medicines must be avoided. RECREATIONAL DRUGS Marijuana, hashish, cocaine, LSD, mescaline and all others. DENTAL WORK, CHIROPRACTIC or ACUPUNCTURE. Contact the office if dental work is planned, preferably have it done before homeopathic treatment. Routine teeth cleaning is not a problem. Chiropractic or Acupuncture treatments should be avoided. ELECTRIC BLANKETS You may use the electric blanket to warm your bed, but it is inadvisable sleep with the blanket on. Bill Gray (2007) presents a long list of interfering issues including such an array of common aspects of western lifestyle that it is bewildering to think how our medicines can possibly act at all. Australian Tea Tree (Melalucca) Oil. Often used to heal skin or gums in a variety of ways, skin exposure can antidote just like camphor. Antibiotics and Steroids. It is a frequent story for someone to be doing well for a chronic disease, to catch a cold or sinus infection, go to a doctor for diagnosis, and then thoughtlessly take antibiotics. Within days, all the chronic symptoms come back full force. Whenever prescription drugs are recommended, call the office first to get our advice. If needed, I will agree and we will pick up the pieces later. But usually, I will advise waiting and to allow the remedy to work through the acute problem on its own. One interesting situation is the use of antibiotics during gum surgery or dental cleaning in people with heart valve problems. Antibiotics do not usually antidote in that setting. Also, when given for viral complaints, they tend not to antidote. Therefore, it seems the antidotive action of antibiotics arises out of interfering with the body's ability to fight infection rather than the drug itself. If antibiotics prevent an infection from happening, the body suffers no interference and is not antidoted. Antibiotics are the most common drug antidote. Oral steroids are also risky. Other allopathic drugs vary in their potency to antidote or interfere, so the best policy is to call and ask. Over-the-counter medicines are safe. They do not antidote. People worry about aspirin or Tylenol interfering, but they do not. Dental Drilling. Drilling on teeth with medium and low-speed drills consistently antidotes remedies. High-speed drilling (with a light touch) may also antidote, but much less frequently. For this reason, we recommend avoiding drilling unless the situation warrants it. If there is pain, or if the cavity is causing other risks like structural weakening or abscess formation, then drilling may be necessary. Have it done, wait 3 weeks, and then we will re-evaluate the remedy. Routine procedures at the dentist are not a problem except when they lead to drilling. Teeth cleaning is fine, X-rays are fine, but cavities that are found are best left undrilled until they pose more of a problem. In discussions with dentists, they usually agree with me that drilling can be delayed when I point out the likelihood of an overnight flare-up of, say, multiple sclerosis or ulcerative colitis. Teeth cleaning is fine, but the ultrasonic cleaner (called a Cavitron, which is not used so often anymore) will antidote. Otherwise, using hand tools and a rubber polisher is fine. Sonicaire toothbrushes do not antidote remedies. Acupuncture. Acupuncture, whether with needles or moxa, frequently antidotes remedies. Because it is a powerfully curative system in its own right, acupuncture can be an extremely good choice for chronic disease - but a choice it must be, because both systems interfere with each other. Acupressure, however, does not antidote. Chinese herbs do not antidote in my experience. Mothballs. Brief inhalation, even for a few hours, may not be a problem. But sleeping overnight in the midst of mothball odors often antidotes. Electric blankets. Sleeping under an electric blanket covering most of the body seems to inhibit flows of electromagnetic energy in the body, preventing adjustments crucial to healing and balance. Using the blanket to warm the bed beforehand and then turning it off once in bed is no problem. Heating pads are no problem because the body's energy flows can adjust around it. TENS units do not antidote. Geothermal Hot Springs. Water activated by minerals coming up from deep in the Earth apparently interfere with remedies. Being around the baths, sunning by the side, etc., do not antidote. But full immersion, even in the side-tubs, will likely antidote. Minerals added to the bath at home do not antidote. Safe Interactions. Cigarettes do not antidote. Alcohol Safe, except Kahlua, Irish coffee, anything with coffee beans. Tea Any amount. Recreational Drugs This is variable. Some people are hypersensitive to many chemicals and could be easily antidoted. General recreational use is not a problem for most people. Chronic habitual use, however, can eventually antidote. Allopathic Medications. Do not stop medications without advice. Most patients begin homeopathy on medication, then gradually wean off as many as possible over time. Medications are not instant antidotes, except antibiotics and steroids. Most others eventually shorten the action of remedies within 2 to 9 months, depending on the situation. The issue with allopathic drugs is their suppressive nature. Aimed to relieve symptoms, which are attempts to heal, they convert acute to chronic and delay cure in chronic disease. Thus, if nothing else, they act like a \"parking break\" on remedies. The vast majority of our literature and certainly a number of authorities in our profession have all said, 'do not integrate treatments'. An Australian homeopath in interview said, 'It's wrong. The patients are wrong. Don't encourage it' (Interview H13-25). Three reasons are generally given. We cannot get clear symptom pictures on which to prescribe, these factors antidote our remedies, and we are less able to monitor our patient's progress well and refine our second prescriptions when there are multi medicines and multi modalities. The consequences of those guidelines When I look around the profession I see profound consequences from these guidelines. We are pushing in the opposite direction to patients. What do they want? What do we want them to do? What are their values and attitudes towards health? Cure? How long do they want their treatment to last? Just what is their attitude towards maintenance of their health? You can be sure that only 10% of the population has the same values as you do when it comes to that. And yet so often when the homeopath talks and prescribes to our patients we are assuming that they're just like us. And when they then don't comply we label them as 'difficult patients' or 'non compliant patients.' Many homoeopaths are struggling. Many homoeopaths don't see enough clients. Of course there are multiple reasons but one of them is of our false expectations of what our patients are actually looking for. They have different values and different assumptions about themselves and their health. And we find ourselves in the awkward situation of prescribing in the 21st century for 21st century patients, patients that have been bought up on U-tube and Facebook and PDA's and food colouring and fluorescent lights and the pill, when the basic paradigms of our profession are rooted firmly in the 18th and 19th centuries. Old paradigm, new world. We are even trying to sell the word 'homoeopathy' in the 21st-century marketplace. It's a very big ask. It is the opinion of this author that the consequences of such fixed guidelines by Close, Kent and Vithoulkas etc, and such rigid ideas that are so clearly out of step with our patients realities go a considerable way to reducing clinical efficacy, and creating a climate of fear, hesitancy and anxiety amongst homeopaths, and especially recently graduated homeopaths work. There is a very poor conversion rate to successful practice in the profession, a lack of confidence in prescribing, and at times poor satisfaction rates with our clients. There is also hesitancy to publish clinical results for fear of being beaten by the homeopathic police. To enforce the point, in exhaustive searching in the homeopathic literature, the only reference found where a contemporary authoritative homeopath made reference to integrative treatment was in Morrison. (1998). Management. Many of our patients are already seeing a body worker or physician (chiropractor, osteopath) when they begin homeopathic treatment. Also, these health professionals often refer to us in an attempt to keep their patients away from the risks of allopathic medications or surgery. Startlingly, some homeopaths, out of fear of antidoting, ask such referred patients to refrain from seeing their referring practitioner. Needless to say, this practice is divisive in the alternative community and does more harm than good. Instead we must work with our alternative colleagues and discuss our concerns rather than put our patients in a position of divided loyalty. Research the modern academic literature for guidelines Looking into any academic homeopathic literature to give direction on this area of clinical practice proved fruitless. There is very little if any knowledge base. Moreover it is very difficult to search the literature. Researching the subject was time consuming and exhausting.[6] There were certainly many examples of research into the effectiveness of homeopathy in relationship to Integrative Medicine.[7] There is much research on the integration of some homeopathic training into existing orthodox medical curriculums.[8] Furthermore there is demonstrable research of homeopathy integrating into the existing curriculums of CAM therapies.[9] But nothing on how to integrate. Researching laterally when inputting search terms proved no more fruitful. One researcher flew to New Zealand to search in the only partially electronic Julian Winston archive. Only one article on homeopathy was found that mentioned integrative treatment. Simillimum (2005) contained an article by Amy Rothenberg who documented the use of Arsenicum and other naturopathic interventions. After conducting an extensive search of relevant literature this was the only real example of an article or research which demonstrated homeopaths attitudes to patients' use of other complementary and alternative medicine or conventional medicine alongside homeopathic treatment. What has been interesting to note is that in most reported cases in homeopathic journals, the homeopaths refer to the remedies and the homeopathic treatment given to their patients, but very rarely document any other modes of treatment that patients may be using concurrently, which may have an effect on the progression of their health problem. However what was discovered were studies on how other health professionals felt about patients choosing other healthcare regimes. Giveon, Liberman, Klang & Kahan (2003) surveyed 150 doctor's perceptions of their patient's use of complementary medicine concluded that 91% of the respondents were 'satisfied' or 'not bothered' about their patients' use of complementary medicines.[10] Furthermore, Nanke and Canter (1991) conducted another survey which examined doctor's recommendations of other forms of treatment to their patients.[11] And confirmation that patients are more than happy to mix modalities came in Sharples, Van Haselen & Fisher (2003) survey of United Kingdom NHS patients' perspectives on Complementary Medicine where four hundred and ninety nine responses were analysed. The patients were all receiving treatment at the Royal London Homeopathic Hospital. Their most frequent reasons for seeking CAM intervention were that other treatment had not helped, and the concerns that they had about adverse treatment reactions which may occur when using conventional medicine. The most frequently used complementary therapy was homeopathy and two thirds of the patients surveyed indicated that their main presenting condition was moderately or much improved.[12] Results of searching in the literature of other CAM disciplines. Searching outside of the world homeopathic medicine into other complementary therapies to determine their attitudes to multiple interventions was undertaken. Interviews and audits, electronic based research of practitioners in other CAM therapies, and exploration of their curriculums and directives to determine their attitudes to patients seeking multiple modality treatments were conducted. Over the years I found it incredibly valuable to work alongside naturopaths and practitioners of traditional Chinese medicine, Ayuvedic medicine and all the other complementary and alternative medicines in the different clinics that I worked and around Sydney and Auckland. From discussions about multiple interventions they didn't seem to care so much that their patients have their own initiatives and values about their health, and they don't get upset about it. And actually it doesn't worry them in TCM if their patient is also seeing a homoeopath. They are less precious, and they are less concerned. In formal interviews, what was asked was how they deal with patients getting multiple modality treatments; what instruction do they get in their training; do they get as angry with patients and other practitioners as homeopaths do; do they have any further ideas and research; do they worry as much revealed a clear pattern? Research focused especially on TCM practitioners who were homeopaths as well and who were familiar with it or used homeopathy. One said, 'There is not the dogma in TCM around repetition of the dose so much. It is much more relaxed. We give herbs to be taken every day. There are some clear contraindications at times - say a patient is on blood thinners and other treatments but over all we are less precious. Other therapies are welcomed like sports medicine, bodywork is welcomed. TCM is often practiced with the practitioner doing herbs needles and bodywork anyway.' When asked about the Direction of Cure the response was, 'All other therapies are seen as helping not hurting' (Interview T12). Nevertheless, as in Homeopathy, students of TCM colleges in the US and Australia reported no curriculum time being devoted to this. They also reported surprise that it would even be an issue (Interview T11 and T12). Reconstruction and Development; Next steps in developing this area of practice. There are many proposals in developing this area and a lot of work to do. Communication. It is crucial that as a profession we have more dialogue, robust discussion and debate. And as we do so we also need to realise that one homoeopath who practices in a specific way because of their training, because of their perception of health and disease and their concept of totality may be legitimately different to the homoeopath practising in Ipswich, Wagga, Adelaide or where-ever. Our practices are different and varied and our working models need to reflect this. There is much that is different but significantly more that a similar. Audit tools. Consistent use of an audit tool that is agreed upon would go a huge way to creating statistical facts about our clinical effectiveness. For example, one audit tool which could be employed more would be to categorise patient response. - No change - Some improvement - Considerable improvement - Major change - Transformation Percentages can be used or a different and agreed-upon language, slight, some, significant improvement etc. Homeopaths must be encouraged to engage in this necessary critical reflection. Audit tools that reflect multiple interventions. Results can be cross referenced with the treatments and modalities being used at the same time as homeopathic treatment. - Just homeopathy - Homeopathy and one modality - Homeopathy and multiple modalities Already the computer software packages contain the capacity for significant statistical analysis of practice. Who uses them? We need to. In the absence of being able to describe how homeopathy works - the mechanism of action, we must be in a position to provide evidence of our clinical efficacy. Research. Much more research is necessary. The deconstruction and then reconstruction and collection of information from clinical practice is deeply satisfying. But beyond understanding exactly what goes on within one's practice, and having some prejudices and ideas challenged about different aspects of that practice at a personal level, combination with similar audits from multiple practitioners can provide clear demonstrative research of the type that is required to demonstrate a clinical efficacy in the modern marketplace. It is not difficult. It's not hard. You don't have to have a PhD in statistics to do it. You just have to do it. From conducting such audits on a regular basis I know exactly the demographic of my practice. I know exactly the percentage of patients I see once, and a breakdown of male and female that I see once. I know exactly how many patients I seek twice or seven times or 22 times. I know exactly how many remedies are prescribed to each patient on average. I know exactly how many times I use Scholten method successfully, or Sankaran, or Boenninghausen, or how many times I use multiple methods in my clinic. Rather than guesswork I now know about the compliance of my patients and their improvement after the first consultation, and at the end of the treatment. Criteria for cure and publication. It is crucial that as a profession we have a dialogue and then establish ourselves some fundamental agreement on what can be considered a curative or publishable case. To my mind that definition of 'cure', or 'improvement' needs to include the celebration of patients that are getting other therapies and doing other things with their health, or at the very least a criteria for reporting cases which is more real-life. It is clear from substantial reading that reported cured cases in homeopathy are overwhelmingly where one remedy was used and where no other treatments were had or reported. The clear reason for this is to determine that nothing else medicinal was going on in the health of the patient or any other treatments that this remedy created that change, i.e. this created that. But this is out of step with reality by not acknowledging the very real improvement in some cases partially due to the Therapeutic Relationship and other medical interventions. It is confusing for all that homeopaths are encouraged to report 'cured cases' yet such cases are dismissed when the peers and readers see that the patient was also getting Chinese medicine or flower essences or steroid creams (Interview H10-17). There needs to be more freedom in publishing cures and cases that reflect our actual clinical experience. Another excellent attempt by Thompson (2004) has been made at a model for a 'Formal Case Study' in Can the Caged Bird Sing. Education. Many of our educational assumptions need to be re-examined in the curriculums in colleges. A reemphasis to an honest discussion of homeopathy's place in the perception of the patient and the context of CAM is in order in most curriculums. Substantial anecdotal evidence suggests that homeopathic students leave college's world wide high on skills and low in confidence. While crucial to grasp the fundamentals of the minimum dose and the direction of cure, it is doubly important in clinical training that these concepts need to be grounded in the real world of patients expectations. This aspect of practice needs to be developed, and integrated in to the working curriculum of every college, and the daily practice of every homeopath. Furthermore, strongly emphasising Hahnemann's actual classification of disease is in order. It is often forgotten that Hahnemann classified Chronic Disease. Homeopaths often assume this was his idea of Psora, Sycosis and Syphilis. In fact he had a broader classification which included :- Pseudo Chronic Disease, Artificial Chronic Disease and True Chronic Disease. Being reminded of this reality often creates a context for homeopaths to see the genuine role of naturopathic interventions and lifestyle advice (for the results of pseudo chronic and artificial disease). What is also needed is the development of clear clinical guidelines and rules and the building up of literature for complicated cases and complicated clinical situations. Many lecturers make assertions but upon a flimsy evidence base. The development of clear clinical guidelines. To my mind it is crucial that we establish some firm literature through argument and disagreement, through audit and literature reviews in relation to patients that are living 21st-century lifestyles and who have in their cases many obstacles to cure and maintaining causes and who are 'behaving badly.' The development of clear clinical guidelines and ideas around best practice does not necessarily have to restrict us in what we do. Clinical guidelines are not necessarily 'this remedy for that condition.' But models of working and guidelines and directions that are underpinned by evidence have significantly helped other similar professions develop and grow. One only needs to glance at the developments in nursing, physiotherapy, and psychotherapy in the last 20 years to see how they have outstripped and outperformed homoeopathy in the area of research, and ultimately medical respectability. Conclusion After exhaustive searching and research it is concluded that there is very little if any literature or guidance when it comes to this genuine clinical issue of patients seeking multi modalities or multiple treatments. There is very little or no knowledge base underpinning these questions. There is plenty of real life clinical experience. But while clinical experience counts for a lot, evidence is often perceived as more valuable. Having deconstructed the knowledge base, critically analysed, reviewed and reflected, on the traditional homeopathic literature it is clear that much of it is out of step with patients' perceptions of CAM. Furthermore the dearth of any academic literature on this issue highlights the need to develop this area of practice. Are our patients behaving badly? No they are just doing what they do. It's homeopaths expectations which are fixed and need to change or at the very least some additions need to be made to clinical frameworks. None of the practitioners interviewed from other disciplines had the preciousness or the tightness around their patients having other modalities' treatments that homeopaths did. Perhaps concepts of suppression and ideas of spoiling the case (Close Kent and others) impedes practice. Therefore it is proposed that the steps suggested, research, rethinking the publication of cured cases, a reorientation of the emphasis within undergraduate curriculums and the development of some literature around clinical skills in multi modality cases, are implemented to use as a springboard by which the profession can move forward. References von Ammon,K & Thurneysen, A 2005, Homeopathy incorporated in a Swiss university - aims and results of 10 years, . [Accessed: July 2008]. Chez, R & Jonas, W 1997, The challenge of complementary and alternative medicine. Primary Care. American Journal of Obstetrics & Gynecology. 177(5):1156-1161, November 1997. !-1480123504!-949856144!8091!-1.[Accessed: July 2008]. Close, S 1921, Genius of Homeopathy Lectures and Essence of Homeopathic Philosophy. Reprint. India. Jain. Gaudet, T 1998, Integrative Medicine, the Evolution of a New Approach to Medicine and Medical Education. [http://scholar.google.com/scholar?hl=en&q=%27integrative+medicine+homeopathy%27+&spell=1]. [Accessed: July 2008]. Giveon, S et al (2003, A Survey of Primary Care Physicians' Perceptions of their Patients' Use of Complementary Medicine Complementary Therapies in Medicine (11) pp.254-260. Gray, B 2000, Interferences- Antidotes. Available at [Accessed: July 2008]. Hahnemann, S 1997, Organon of Medicine 5th & 6th eds. [Accessed: July 2008]. Hamilton, E 2003, Exploring General Practitioners' attitudes to homeopathy in Dumfries and Galloway. Homeopathy, Volume 92, Issue 4, October 2003, Pages 190-194. Science Direct [Accessed: July 2008]. Hargreaves, A 1994, Changing Teachers, Changing Times. London: Continuum. Harris, P et al 2003, Complementary and Alternative Medicine Use by Patients with Cancer in Wales: a cross sectional survey Complementary Therapies in Medicine (11) pp.249-253. Harris, P & Rees, R 2000, The Prevalence of Complementary and Alternative Medicine Use among the General Population: a Systematic Review of the Literature Complementary Therapies in Medicine (8) pp.88-96. Johnston, L, Constitutional Homeopathic Treatment - Antidote List, , [Accessed: July 2008]. Kristof, O et al 1998, Patterns of use and attitudes of Complementary Medicine Consumers in Switzerland Complementary Therapies in Medicine (6) pp. 25-29. Mangliavori. M & Zwemke, H 2004, Bitten in the Soul Experiences with Spider Remedies and Homeopathy. Moderna and Berlin. Morrison, R 1998, Desktop Companion to Physical Pathology. San Francisco. Hahnemann Clinic Publishing. Nanke, L & Canter, D 1991, Treatment Recommendation in Complementary Medicine: a selective network Complementary Medical Research Vol. 5 (1) pp.1-7. Riley D et al 2001, Homeopathy and Conventional Medicine: An Outcomes Study Comparing Effectiveness in a Primary Care Setting. The Journal of Alternative and Complementary Medicine. Apr 2001, Vol. 7, No. 2 149 -159. [www.liebertonline.com/doi/abs/10.1089/107555301750164226 last accessed March 2007]. [Accessed: July 2008] Rogers, CR 1951, Client-Centred Therapy. Boston: Houghton Mifflin. Rotherberg, A 2005, Interstitial Simillimum Volume XVIII Spring/Summer. Sharples, F R & Fisher, P 2003, NHS Patients' Perspective on Complementary Medicine: a survey Complementary Therapies in Medicine (11) pp 243-248. Thompson, T 2004, Can the Caged Bird Sing Reflections on the Application of Qualitative Research Methods to Case Study Design in Homeopathic Medicine. BMS Medical Research Methodology. 4.4. Tuckman, B & Jensen, M 1977, Stages of Small Group Development Revisited Group and Organisational Studies (2) pp 419-427. Vithoulkas, G 1986, The Science of Homoeopathy Northamptonshire: Thorsons Publishing Group, p 263. Wyllie, M & Hannaford P 1998, Attitudes to complementary therapies and referral for homeopathic treatment: A survey of general practitioners in Lothian, Scotland. Homeopathy, Volume 87, Issue 1, January 1998, pp 13-16. Appendices Interviews Conducted H10-17 H15 - 7 - T12 - - H13 - 25 H14 - 25 N16 - 8 N18 - 11 [1]Alastair Gray, Marianne Roman, Jacqueline Dodding Clinical Audits 2007.[2] One researcher did a complete clinical audit of all cases over the last 4 years. Other researchers did an audit of their own practices, looking at many cases that been unsuccessful, cases where patients 'behaving badly' had influenced what was done and had an impact on the outcome. Cases were examined where there were many integrative techniques. Cases were examined where other practitioners had prescribed or intervened during the patient's homeopathic treatment. [3] What is presented here is 10% of that audit; a micro audit of clinical practice. Of the random 55 cases produced of the 550 here 4 had no other treatments, representing 7%, in other words 93 % of patients are receiving multi modalities or multi treatments. [4] Patient previously had homeopathy in Pakistan [5] This is obviously just one practitioner's results from an individual clinic. The clinic is inner city Sydney. Clientele overwhelmingly educated, western, aspirational. Anecdotal evidence from colleague's world wide suggests a similar trend in the western world. The exception was a conversation with Andreas Bjorndhal (Norway) who said it is extremely rare to have patients in his practice on other treatments. [6] Explored were many databases, the UCLan library, Google, Google Scholar, EBSCO, INFORMIT, MICROMEDEX, PROQUEST, Science Direct, then journals such as British Medical Journal, American Medical Association, Complementary Medical Research Journal, British Homeopathic Journal, Society of Homeopaths Journal, Simillimum, NASH, NESH and much more. Initially starting with integrative medicine in various relationships with homeopathy, then integrative medicine, homeopath's attitudes, and other combinations of words, there were many dead ends. This was doubly the case when combined with searching the other therapies that can be combined with homeopathy. Very little information was discovered which was relevant to the initial question posed. [7] Example. The Journal of Alternative and Complementary Medicine. Homeopathy and Conventional Medicine: An Outcomes Study Comparing Effectiveness in a Primary Care Setting. Apr 2001, Vol. 7, No. 2 : 149 -159. David Riley, MD. University of New Mexico Medical School, Albuquerque, New Mexico; Integrative Medicine Institute, Santa Fe, New Mexico. Michael Fischer, PhD. ClinResearch, Cologne, Germany. Betsy Singh, PhD. Southern California University of the Health Sciences, Whittier, California. Max Haidvogl, UD, DrMed Ludwig-Boltzmann Institute, Graz, Austria. Marianne HomInt, Karlsruhe, Germany. Background: Recent meta-analyses of randomized controlled trials in homeopathy have suggested that homeopathy is more than a placebo response. Objective: Comparison of the effectiveness of homeopathy in primary care with conventional medicine in primary care for three commonly encountered clinical conditions. Results: Four hundred and fifty-six (456) patient visits were compared: 281 received homeopathy, 175 received conventional medicine. The response to treatment as measured by the primary outcomes criterion for patients receiving homeopathy was 82.6%, for conventional medicine it was 68%. Improvement in less than 1 day and in 1 to 3 days was noted in 67.3% of the group receiving homeopathy and in 56.6% of those receiving conventional medicine. The adverse events for those treated with conventional medicine was 22.3% versus 7.8% for those treated with homeopathy. Seventy-nine percent (79.0%) of patients treated with homeopathy were very satisfied and 65.1% of patients treated with conventional medicine were very satisfied. In both treatment groups 60% of cases had consultations lasting between 5 and 15 minutes. Conclusions: Homeopathy appeared to be at least as effective as conventional medical care in the treatment of patients with the three conditions studied. [http://www.liebertonline.com/doi/abs/10.1089/107555301750164226]. [8] Example. Integrative Medical Education: Development and Implementation of a Comprehensive Curriculum at the University of Arizona. Victoria Maizes, MD, Craig Schneider, MD, Iris Bell, MD, PhD, MD(H), and Andrew Weil, MD [http://scholar.google.com/scholar?hl=en&q=%27integrative+medicine+homeopathy%27+&spell=1], or, The challenge of complementary and alternative medicine. American Journal of Obstetrics & Gynecology. 177(5):1156-1161, November 1997. Chez, Ronald A. MD; Jonas, Wayne B. MD !-1480123504!-949856144!8091!-1, or Homeopathy incorporated in a Swiss university - aims and results of 10 years â€KIKOM\" Integration der Homoeopathie an einer von Ammon1, A Thurneysen1 Institute of Complementary KIKOM, University of Berne, Inselspital, Bern, Switzerland. . [9] Example. Status of Complementary and Alternative Medicine in the Osteopathic Medical School Curriculum. Dale W. Saxon, PhD; Godfrey Tunnicliff, PhD; James J. Brokaw, PhD, MPH; Beat U. Raess, PhD. The authors found that CAM material was usually presented inrequired courses sponsored by clinical departments, was mostlikely taught in the first 2 years of medical school, and involvedfewer than 20 contact hours of instruction. The topics mostoften taught were acupuncture (68%), herbs and botanicals (68%),spirituality (56%), dietary therapy (52%), and homeopathy (48%).Most (72%) CAM instructors were also practitioners of CAM modesof therapy. Few (12%) of the instructors taught CAM from anevidence-based perspective. The authors conclude that the formand content of CAM instruction at osteopathic medical schoolsis similar to that offered at allopathic medical schools andthat both osteopathic and allopathic medical schools shouldstrive to teach CAM with less advocacy and more reliance on evidence-basedmedicine. . [10] Although the survey was directed more to the use of herbal remedies rather than homeopathy, this is still a useful indicator of other health professional's responses to clients using other forms of medicine alongside their own. Of note however is that 58% of the physicians who responded to the survey routinely asked patients whether they were using other forms of medicine concurrently with their own. [11] The results of the survey showed that core treatment methods such as counselling, diet, exercise and massage, and well-established complementary and orthodox treatments such as osteopathy, acupuncture, orthodox medication, homeopathy, herbal medicine and psychotherapy were the most widely recommended. In contrast those treatments described as 'fringe' treatments (e.g. radionics, biofeedback, colour therapy, gem therapy, Kirlian aura diagnosis) were the least recommended. [12] 19.5% reported that it was slightly improved, 13.5% reported no change, 2% were slightly worse and 3% were moderately or much worse. The survey also requested information about other treatments that patients were also receiving as well as the treatment from the RLHH. Half of the patients were receiving treatment other than that prescribed at RLHH. Just under a third were taking conventional prescription medicines, 13% treatment from another hospital doctor, 12% non-prescription medicines, and 7% were using complementary therapies from elsewhere. Therefore, once again, this survey has demonstrated that patients often choose to use more than one therapy concurrently, whether it is complementary or conventional. Although two thirds of the patients reported that their main presenting complaint had improved either moderately or significantly, it is difficult to establish whether the main therapy has caused the moderate or significant change in the patient's health. "}