{"title": "Unraveling Vaccine Efficacy Against Parasitic Diseases", "author": "Mirage News", "url": "https://www.miragenews.com/unraveling-vaccine-efficacy-against-parasitic-1075836/", "hostname": "miragenews.com", "description": "Scientists have established the effectiveness of vaccines they developed to prevent the disfiguring skin disease leishmaniasis in animal studies, and", "sitename": "Mirage News", "date": "2023-08-31", "cleaned_text": "Scientists have established the effectiveness of vaccines they developed to prevent the disfiguring skin disease [leishmaniasis](https://www.cdc.gov/parasites/leishmaniasis/gen_info/faqs.html) in animal studies, and Phase 1 human trial planning is in motion for the most promising candidate. But in new work, the research team has determined how these vaccine candidates, created using mutated disease-causing parasites, prompt molecular-level changes in host cells that have specific roles in helping generate the immune response. Despite using the same CRISPR gene-editing technique to make the vaccines, the two species of Leishmania parasites on which the vaccines are based produced very different effects in the immunized host: One enables the immune response to unfold by inhibiting a host metabolite that suppresses immune activity, and the other drives up activation of a chemical pathway in a way that primes immune cells to fight pathogens. \"I think it's an important finding in the sense that we show that in the big picture, yes, these vaccines are protective, but at the molecular level the mechanisms can be totally distinct,\" said [Abhay Satoskar](http://hology.osu.edu/faculty/asatoskar.html), professor of [pathology](https://pathology.osu.edu/default.html) in The Ohio State University College of Medicine and co-leader of the research team. \"This is not only conceptually important, but if you can find how these things are modulating the immune response in the right direction, and identify the pathways, then perhaps those pathways could be used for developing new interventions,\" said Satoskar, a senior author of two new papers describing the findings. The primary vaccine was made by editing the genome of Leishmania major, which causes cutaneous leishmaniasis in tropical and subtropical regions of the Eastern Hemisphere, and a backup vaccine was made using Leishmania mexicana, a more virulent species found in South, Central and North America. The study findings on the metabolic effects of the [L. major](https://doi.org/10.1016/j.isci.2023.107593) and [L. mexicana](https://doi.org/10.1016/j.isci.2023.107594) vaccines were published Aug. 29, 2023, in the journal [iScience](https://www.cell.com/iscience/home). Leishmaniasis is prevalent in 90 countries affecting about 12 million people globally at any given time, but no licensed human vaccine yet exists and the only drug treatment for the skin lesions requires weeks of daily injections with unpleasant side effects. The more lethal visceral leishmaniasis affects organs and is fatal if left untreated. In developing these live attenuated vaccines, Satoskar and colleagues applied new technology to the century-old Middle Eastern practice of leishmanization - introducing the live parasite to the skin to create a small infection that, once healed, leads to life-long immunity against further disease. The researchers [previously](https://news.osu.edu/something-old-something-new-combine-for-effective-vaccine-against-parasitic-skin-disease/) [reported](https://news.osu.edu/vaccine-protects-against-tough-cookie-parasite-found-in-the-americas/) using CRISPR to delete centrin, the gene for a protein that supports the parasite's physical structure, from the genomes of both L. major and L. mexicana. Experiments showed vaccinated mice remained clear of skin lesions and the number of parasites at the infection site were held at bay. Digging deeper into the vaccines' effects in these new studies, researchers inoculated mouse ears with a normal parasite, a mutated parasite vaccine or a placebo, mimicking the bite of a sand fly - in humans and animals, leishmania is transmitted through the bite of infected sand flies. The team used mass spectrometry at the inoculation site to identify the most prominent metabolites - the amino acids, vitamins and other small molecules produced as a result of metabolism, the many chemical reactions that keep the body functioning. Results showed the L. major vaccine promoted a pro-inflammatory metabolic response in mice by using the amino acid tryptophan to block signals from a molecule that helps suppress immunity. The L. mexicana vaccine, on the other hand, enriched a series of metabolic reactions that activated the necessary pro-inflammatory work of front-line immune cells. \"We took an unbiased approach to analyze the metabolites detectable at the inoculation site. There is growing interest in understanding the role immune cell metabolism plays in modulating immune function,\" said Satoskar, also a professor of [microbiology](https://microbiology.osu.edu/) at Ohio State. \"We also learned that by removing the centrin gene, we got rid of the parasites' ability to manipulate metabolic pathways in a way that would impair development of protective immunity and, in fact, promoted vaccine-induced immunity. That's important to know for a live attenuated vaccine - there is a unique case for each parasite species.\" Though this information is not required for regulatory approval of these vaccines, the data could prove useful to supplementing vaccination. \"There are only four existing drugs for leishmaniasis,\" Satoskar said. \"We need to know the mechanism of vaccines so the knowledge can be used to develop newer vaccines or newer drugs that target these pathways. What you learn from immunomodulation can be used for developing other therapeutic agents.\" This research was funded by the Global Health Innovative Technology Fund and the Center for Biologics Evaluation and Research within the Food and Drug Administration (FDA). The FDA is a co-owner of two U.S. patents associated with the mutated Leishmania species. Co-authors of both papers include Sreenivas Gannavaram and Hira Nakhasi, who co-led the L. major study, and Nazli Azodi and Hannah Markle, all of the FDA; Greta Volpedo of Ohio State; of McGill University. Thalia Pacheco-Fernandez of Ohio State co-authored the L. mexicana paper and Parna Bhattacharya of FDA co-authored the "}