{"title": "PDF", "author": "PDF", "url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/321891/Clostridium_difficile_management_and_treatment.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Updated guidance on the m anagement and treatment of Clostridium difficile infection Updated guidance on the m anagement and treatment of Clostridium difficile infection About Public Health England We are a new national executive agency formed in 2013 from a number of expert organisations in public health. Our status ensures we have operational autonomy and professional and scientific credibility. We protect and improve the nation's health and wellbeing, and tackle health inequalities so that the poorest and most poorly benefit most. We provide a nationwide, integrated public health service, supporting people to make healthier choices. We provide expe rtise, information and intelligence to public health teams based in local authorities and the NHS to secure the biggest improvements in the public's health. Public Health England 133-155 Waterloo Road Wellington Mark H. Wilcox queries relating to this document, please contact: mark.wilcox@leedsth.nhs.uk © Crown C opyright 2013 Published May 2013 PHE gateway number: 2013043 This document is available in other formats on request. Please call 020 8327 7018 or email publications@phe.gov.uk Updated guidance on the m anagement and treatment of Clostridium difficile infection 3 Contents About Public Health England 2 Executive summary 4 Management a nd treatment of CDI 5 1. Evidence base 5 Mild disease 6 Moderate disease 6 Severe disease 7 2. Agents other than metronidazole, vancomycin or fidaxomicin 11 Probiotics 11 Saccharomyces Faecal transplant 12 Fusidic acid 13 Rifampicin 13 Rifaximin 13 3. Recommendations 14 4. Treatment algorithms 17 Appendix 1: The Bristol Stool Form Scale 19 Appe ndix 2: Members of the sub -group 20 References 21 Updated guidance on the m anagement and treatment of Clostridium difficile infection 4 Executive summary Clostridium difficile infection (CDI) is associated with considerable mo rbidity and risk of mortality. Ensuring the optimal treatment of CDI is important given the multiple options that have been described for potential patient management. There is evidence to support some interventions in preference to others, according to patient and infection types, including the severity of CDI. Crucially, the management of CDI should be reviewed regularly, preferably by a multidisciplinary team, to ensure that patients, who typically have multiple co -morbidities, receive optimised care. The following chapter from ' Clostridium difficile infection - How to Deal with the Problem' (published in December 2008) has been rev ised in line with new evidence. This treatment/management guidance replaces the previous version. The new guidance was agreed by a small sub-group (Appendix 2) and endorsed by Public Health England's Healthcare Associated Infection, Antimicrobial Resista nce and Stewardship (HCAI & AMRS) Programme Board . Updated guidance on the m anagement and treatment of Clostridium difficile infection 5 Management and treatment of CDI 1. Evidence base 1.1 Previous high profile reports have been critical of the general standard of care of CDI patients, including lack of regular review and lack of multidisciplinary assessment of patients prone to electrolyte imbalance, dehydration, malnutrition and pressure sores (Healthcare Commission, 2007b). 1.2 Supportive care should be given, including attention to hydration, electrolytes and nutrition. Antiperistaltic agents should be avoided in acute infection. This is because of the theoretical risk of precipitating toxic megacolon by slowing the clearance of C. difficile toxin from the intestine (Novak et al., 1976; Poutanen and Simor, 2004; Aslam et al., 2005; Bouza et al., 2005). The precipitating antibiotic should be stopped wherever possible; agents with less risk of inducing CDI can be substituted if an underlying infection still requires treatment. 1.3 There is increasing evidence that acid-suppressi ng medications, in particular proton pump inhibitors ( PPIs) may be a risk factor for CDI (Dial et al., 2005 & 2006; Howell et al., 2010; Janarthanan et al., 2012) . Notably, Howell et al., (2010) reported a correlation between the degree of acid suppressio n and risk of CDI (i.e. a 'dose response' effect), which ranged from none (Odds Ratio 1), to H 2 receptor antagonists (OR 1.53, 95% CI 1.12 -2.10) to once daily PPI (OR 1.74, 1.39 -2.18) to more frequent PPI (OR 2.36, 1.79 -3.11). It remains possible that these associations are confounded by other CDI risk factors (Cohen et al., 2010). However, given that acid suppression drugs, especially PPIs, may be over- prescribed and frequently not reviewed to determine if long -standing presc riptions are still justifiable, consideration should be given to stopping/reviewing the need for PPIs in patients with or at high risk of CDI. 1.4 Until recently there were only two main alternatives (metronidazole or vancomycin) for the treatment of CDI (Cohe n et al., 2010). Oral fidaxomicin was approved for the treatment of CDI in Europe in 2012 (Johnson & Wilcox, 2012; Wilcox, 2012), and has been reviewed by the National Institute for Clinical Excellence (NICE; the information published by NICE is not formal guidance) and the Scottish Medicines Consortium (SMC). Two, phase 3, multi -centred, randomised, double -blind trials had almost identical designs and compared oral fidaxomicin (dose: 200 mg bd for 10-14 days) with oral vancomycin (dose: 125 mg qds for 10 -14 days) ( Louie et al., 2011; Cornely et al., 2012 ). The studies had essentially similar results. Fidaxomicin was non -inferior to vancomycin in the initial clinical cure of CDI (relative risk (RR) 0.88 (95% CI 0.64, 1.19), p=0.396 ), but was superior in redu cing Updated guidance on the m anagement and treatment of Clostridium difficile infection 6 0.54 (95% CI p<0.001 ) CI 0.56, 0.81), p<0.001 ) (all modified intention to treat analysis of combined study results) (Crook et al., 2012) . The side -effect profile of fidaxomicin appe ars similar to that of oral vancomycin. The acquisition cost of fidaxomicin is considerably higher than vancomycin (which is more expensive than metronidazole). 1.5 A systematic review published in 2011 concluded that no antimicrobial agent is clearly superior for the initial cure of CDI, but that recurrence is less frequent with fidaxomicin than with vancomycin (Drekonja et al., 2011) . SMC concluded that fidaxomicin is appropriate for the t reatment of adults with a first episode of CDI recurrence, on the advic e of local microbiologists or specialists in infectious diseases (SMC, 2012). NICE reviewed the strengths and weaknesses of the relevant evidence regarding fidaxomicin, but its summary does not represent formal NICE guidance. NICE concluded that fidaxomicin may have advantages in reducing the rate of recurrence, and that local decision makers should take into account the potential benefits alongside the medical need, the risks of treatment, and the relatively high cost of the antibiotic in compari son with other CDI treatment options. 1.6 Only limited cost effectiveness data on the use of fidaxomicin in CDI have been published. SMC accepted that there was an economic case to justify the use of fidaxomicin in patients with first CDI recurrence. For the p opulation of patients with severe CDI, however, a convincing economic case for fidaxomicin was not demonstrated. Using a number -needed -to-treat for sustained clinical response of 7.1 patients, Sclar et al., (2012) calculated that fidaxomicin represented value for money from the perspective of the US health system. Until further NHS specific data are available, some local decision making will be required to determine cost - effective use of fidaxomicin. Mild disease 1.7 Patients with mild disease may not require specific C. difficile antibiotic treatment. If treatment is required, oral metronidazole is recommended (dose: 400-500 mg tds for 10 -14 days) as it has been shown to be as effective as oral vancomycin in mild to moderate CDI (Zar et al., 2007; Louie et al., 2007; Bouza et al., 2008). Moderate disease 1.8 For patients with moderate disease, a 10 - to 14 -day course of oral metronidazole is the recommended treatment (dose: 400 -500 mg tds). This is because it is Updated guidance on the m anagement and treatment of Clostridium difficile infection 7 cheaper than oral vancomycin and there is concern th at overuse of vancomycin may result in the selection of vancomycin -resistant enterococci (HICPAC, 1995; American Society of Health -System Pharmacists, 1998; Gerding, 2005). Severe disease 1.9 For patients with severe CDI, oral vancomycin is preferred (dose: 1 25 mg qds for 10-14 days). This is because of relatively high failure rates of metronidazole in recent reports and a slower clinical response to metronidazole compared with oral vancomycin treatment (Wilcox and Howe, 1995; Musher et al., 2005; Lahue and Davidson, 2007; Zar et al., 2007). Two double -blind randomised studies reported that vancomycin is superior to metronidazole in severe cases of CDI (Louie et al., 2007; Bouza et al., 2008). A pooled analysis of these two phase 3 studies has shown that metro nidazole was overall inferior to vancomycin (Johnson et al., 2012). Fidaxomicin should be considered for patients with severe CDI who are considered at high risk for recurrence; these include elderly patients with multiple comorbidities who are receiving concomitant antibiotics (Hu et al., 2009; Wilcox 2012). 1.10 Vancomycin preparation for injection is now licensed for oral use and is cheaper than the capsules (~£32 versus £90 for a 10 - to 14 -day course). It is also easier to swallow. The contents of vials for parenteral administration may be used for oral administration. After initial reconstitution of the vial, the selected dose may be diluted in 30 ml of water and given to the patient to drink, or the diluted material may be administered by a nasogastric tub e. 1.11 CDI due to ribotype 027 strains is associated with increased severity, requirement for switching from metronidazole to vancomycin, recurrence and mortality (Ellames et al., 2007; Hubert et al., 2007; Goorhuis et al., 2007; Miller et al., 2009; Wilcox et al., 2012). However, a large retrospective cohort study reported no superiority of vancomycin over metronidazole. This suggests that both treatments are suboptimal for at least some strains of this ribotype (Pépin et al., 2007). Recent clinical trials o f fidaxomicin in comparison with vancomycin have reinforced the poorer outcome of CDI caused by ribotype 027 strains (Louie et al., 2011; Cornely et al., 2012); hence, for cases of CDI due to ribotype 027 there was no benefit, in terms of clinical cure or reduced risk of recurrence, in comparison with vancomycin. 1.12 There is evidence of the emergence of reduced susceptibility to metronidazole in some C. difficile isolates, with evidence for clonal spread (Baines et al., 2008). Notably, MIC methodology is cruc ial to the detection of reduced susceptibility to metronidazole; E -tests in particular under -estimate the MIC (Baines et al., 2008, Updated guidance on the m anagement and treatment of Clostridium difficile infection 8 Moura et al., 2012). There is also evidence of inferior microbiological efficacy of metronidazole in comparison with vancom ycin (Al -Nassir et al., 2008; Kuijper and Wilcox, 2008). Poor gut concentrations of metronidazole alongside reduced susceptibility to metronidazole logically could affect treatment efficacy. A case - control study found no significant differences in clinic al outcome for CDI cases from which strains with reduced susceptibility to metronidazole were recovered versus matched (metronidazole susceptible) controls. Response to metronidazole was generally poor (slow and prone to recurrence) and the frail elderly patients had a 21% 30 day mortality. Much larger study groups are needed to determine the clinical significance of CD isolates with reduced susceptibility to metronidazole (Purdell et al., 2011). It is not practicable to recommend that laboratories routi nely (carry out C. difficile culture and) measure metronidazole MICs, as this is a technically difficult area. However, reference laboratories should perform periodic surveillance using appropriate methodology to determine if the epidemiology of metronida zole susceptibility in C. difficile is changing. 1.13 There are, however, no definitive markers of severity. The three most frequently recognised risk factors for severe CDI are age, peak leukocytosis and blood creatinine (Pépin et al., 2004; Loo et al., 2005; Pépin et al., 2007). However, such observations are retrospective and age is too non -specific to be used as a predictor of severe CDI. No single parameter alone is highly predictive of severe CDI, with the possible exception of very high WCCs. Zar et al., (2007) used a score based on age, WCC, temperature, albumin, endoscopy findings and admission to an intensive therapy unit to define severe cases. Louie et al., (2006) used number of stools, WCC and abdominal pain to define severe CDI. Importantly, a defin ition of severe CDI based on number of diarrhoeal stools may suffer from difficulties in recording such episodes, especially in elderly patients with faecal incontinence. Furthermore, severe CDI may occasionally be characterised by ileus with no diarrhoea. A severity score is needed that is prospectively validated in more than one setting. Until such time as this is available, clinicians need to be alert to the possibility of severe CDI. 1.14 We recommend using any of the following to indicate severe CDI and so to use oral vancomycin (or fidaxomicin) in preference to metronidazole: WCC >15 109/L; acutely creatinine (e.g. >50% increase above baseline); temperature >38.5°C; or evidence of severe colitis (abdominal signs, radiology). Updated guidance on the m anagement and treatment of Clostridium difficile infection 9 1.15 A conservative WCC threshold of 15 has been chosen, as higher cut -off values may miss severe cases and relative immune paresis is common in the frail elderly who are most at risk of severe CDI. Elevated blood lactate >5 mmol/L is associated with extremely poor prognosis, even with colectomy (Lamontagne et al., 2007). 1.16 In severe CDI cases not responding to oral vancomycin 125 mg qds, oral fidaxomicin (200mg bd) should be considered. Alternatively, high dosage oral vancomycin (up to 500 mg qds, if necessary administered via a nasogastric tube) plus intravenous (iv) metronidazole 500 mg tds is an option. The addition of oral rifampicin (300 mg bd) or iv immunoglobulin (400 mg/kg) may also be considered. Although there are no robust data to support these recommendations, the v ery poor prognosis may justify aggressive therapy (Abougergi et al., 2011). Severe (or recurrent) CDI is considered an appropriate use of IV immunoglobulin (Department of Health, 2011). 1.17 Life-threatening disease (i.e. hypotension, partial or complete ileus or toxic megacolon, or CT (computerised tomography) evidence of severe disease) can be treated by vancomycin given via a nasogastric tube (which is then clamped for one hour) and/or by rectal installation (Apisarnthanarak et al., 2002). 1.18 Colectomy is requir ed in some patients with megacolon (dilatation >10 cm), perforation or septic shock, and should be done before the blood lactate rises above 5 mmol/L (Lipsett et al., 1994; Longo et al., 2004; Koss et al., 2006). A recent systematic review concluded that total colectomy with end ileostomy is the preferred surgical procedure; other procedures are associated with high rates of re-operation and mortality. Less extensive surgery may have a role in selected patients with earlier -stage disease (Bhangu et al., 2012). An alternative approach, diverting loop ileostomy and colonic lavage, has been reported to be associated with reduced morbidity and mortality (Neal et al., 2011). 1.19 Recurrent disease occurs in about 20% of patients treated initially with either metronid azole or vancomycin (Teasley et al., 1983; Bartlett, 1985; Wenisch et al., 1996). The same antibiotic that had been used initially can be used to treat the first recurrence (Pépin et al., 2006). A variable proportion of recurrences are reinfections (20 -50%) as opposed to relapses due to the same strain; relapses tend to occur in the first two weeks after treatment cessation (Wilcox et al., 1998; Figueroa et al., 2012 ). 1.20 After a first recurrence, the risk of another infection increases to 45 -60% (McFarland et al., 1999). In line with the recent evidence reviewed in 3.4, and Updated guidance on the m anagement and treatment of Clostridium difficile infection 10 SMC/NICE conclusions, fidaxomicin should be preferred for patients with recurrent CDI, whether mild, moderate or severe, because of their increased risk of further recurrences. The effica cy of fidaxomicin in patients with multiple CDI recurrences is unclear. Depending on local cost -effectiveness based decision making, oral vancomycin is an alternative. 1.21 It should be noted that there is no evidence of a benefit of using metronidazole or vanc omycin to prevent CDI (in patients receiving antibiotic therapy); indeed this approach may actually increase risk. 1.22 Tapering followed by pulsed doses of vancomycin may be of value. There are various regimens, such as 125 mg qds for one week, 125 mg tds for one week, 125 mg bd for one week, 125 mg od for one week, 125 mg on alternate days for one week, 125 mg every third day for one week (six weeks in total) (Tedesco et al., 1985). Clearly, this may provide a considerable selective pressure for vancomycin resistance, e.g. in enterococci. Updated guidance on the m anagement and treatment of Clostridium difficile infection 11 2. Agents other than metronidazole, vancomycin or fidaxomicin Probiotics 2.1 Meta -analyses have usually failed to demonstrate statistically significant efficacy in treating or preventing CDI (Dendukuri et al., 2005; Pill ai and Nelson, 2008). A randomised, double -blind, placebo -controlled trial showed a beneficial effect of using a proprietary yoghurt as prophylaxis in patients receiving antibiotics (Hickson et al., 2007), but suffered from major methodological flaws threa tening the validity and generalisablity of the study (Wilcox and Sandoe, 2007). Crucially, only 7% of those screened for inclusion were recruited to the study, and controls received a milkshake as placebo, which may have increased the risk of diarrhoea bec ause of lactose intolerance (Wilcox and Sandoe, 2007). A recent review (Johnson et al., 2012) concluded that studies of sufficient size and with rigorous design are needed to determine if the findings of smaller and/or flawed studies on probiotics for the prevention of CDI are robust . Similarly, a systematic review and meta - analysis found that while probiotics may be associated with a reduction in antibiotic associated diarrhoea (AAD), more research is needed to determine which probiotics are most efficaci ous, for which patients receiving and in relation to which particular antibiotics (Hempel et al., 2012). Thus, we cannot at present recommend the use of probiotics for the prevention of AAD or CDI. The role of prebiotics in the prevention of CDI has been under -explored and further research is desirable (Novak et al., 2006; Kondepudi et al., 2012 ). Saccharomyces boulardii 2.2 This is not available as a licensed product in the UK. It has been studied extensively but with conflicting results. Subset analysis suggested possible benefit in some recurrent cases (McFarland et al., 2002). However, it has caused fungaemia in immunocompetent and immunosuppressed patients, and is not recommended for widespread usag e (Enache -Angoulvant and Hennequin, 2005). Notably, variable strain virulence of S. boulardii obtained from different sources was seen in an animal model; such issues are important considerations for probiotic preparations in general ( McCullough et al., 1998). Updated guidance on the m anagement and treatment of Clostridium difficile infection 12 Intravenous immunoglobulin 2.3 Several case reports and small series have been published regarding the use of this method to treat refractory disease (Leung et al., 1991; Warny et 2004; McPherson et al., 2006; Murphy et al., 2006). A dosage of 400 mg/kg given intravenously as a stat dose has been beneficial in about two -thirds of intractable cases. No randomised, controlled clinical trials have been performed to evaluate the efficacy of immunoglobu lin in recurrent or severe CDI (Abougergi et al., 2011). Severe (or recurrent) CDI is considered an appropriate use of IV immunoglobulin (Department of Health, 2011). Anion exchange resin 2.4 Oral cholestyramine (4 g packet tds) has been used in the treatment of refractory CDI because it is thought to bind C. difficile toxins. There is no robust evidence to support the use of cholestyramine as an adjunctive agent, and there is a risk that it may bind antibiotics used to treat CDI. It is not recommended. Non-toxigenic C. difficile (NTCD) 2.5 Two patients who had multiple relapses were given non -toxigenic C. difficile immediately following treatment, with successful interruption of relapse, but this is not recommended on such scant evidence (Seal et al., 1987). A NTCD strain has completed phase 2 clinical trials for the treatment of CDI (Villano et al., 2012). Faecal transplant 2.6 A recent systematic review concluded that, although there are a variety of methods used to infuse intestinal microorganisms (as part of a suspension of healthy donor stool) into the intestine of patients in order to restore the microbiota, of 317 patients treated across 27 case series and reports, this approach was highly effective at achieving resolution of recurrent CDI (92% reso lved). Adverse events have rarely been reported (Gough et al., 2011). Typically, fresh manipulated faeces (30 -50g) from a healthy donor is administered in normal saline by enema, slurries via nasogastric tube, or colonoscopy. This is generally used as a last resort option, not least because of practical and aesthetic concerns. van Nood et al., (2013) have just reported the first randomised study of faecal transplantation for recurrent CDI, which was stopped after an interim analysis. Updated guidance on the m anagement and treatment of Clostridium difficile infection 13 Resolution of CDI o ccurred in 4/13 patients (31%) receiving vancomycin alone, 3/13 patients (23%) receiving vancomycin with bowel lavage, and 13/16 (81%) given faecal transplants via a nasoduodenal tube (P<0.001 for either vancomycin regimen compared with faecal transplantat ion). A cost -effectiveness evaluation of donor faeces transplantation has not been performed, which is notably considering the complexity of the procedure (donor testing, consenting, sample processing and endoscopy). Fusidic acid 2.7 The response rates in a p rospective randomised, double -blind trial comparing fusidic acid 250mg tds 7 days (n=59) showed no significant difference (Noren et al., 2006). Recurrence rates were similar, but development of fusidic acid resistance w as seen in 55% of recipients who remained culture -positive. Fusidic acid should not be used as a first -line treatment in CDI; its role in treating recurrences is unclear but resistance (in C. difficile and/or in skin bacteria) is likely to limit this use. Rifampicin 2.8 No randomised, controlled trials have been reported; there is no robust evidence to support the use of rifampicin as an adjunctive agent. Rifaximin 2.9 Rifaximin, is a oral, (related to rifampicin). A randomized, double -blind, placebo -controlled pilot study found that patients given rifaximin 400 mg tds for 20 days, given immediately after finishing standard anti -CDI antibiotics, had a decreased incidence of recurrent diarrhoea (Garey et al., 2011). W hile these results are interesting, the intensive antibiotic use in this regimen raises concerns about possible emergence of rifamycin resistance, which has been reported in CDI cases, and prolonged flora disturbance ( Johnson et al., 2007; Johnson et al., 2009; Carman et al., 2012). Updated guidance on the m anagement and treatment of Clostridium difficile infection 14 3. Recommendations 3.1 A simple grading system for the recommendations is given in Table 1. A grad e A, B or C appears in brackets after each recommendation. Grade Strength of evidence Strongly recommended and supported by systematic review of randomised controlled trials (RCTs) or individual RCTs Strongly recommended and supported by non -RCT studies and/or by clinical governance reports and/or the Code Recommended and supported by group consensus and/or strong theoretical rationale 3.2 Clinicians (doctors and nurses) should apply the following mnemonic protocol (SIGHT) when managing suspected potentially infectious diarrhoea: S Suspect that a case may be infective where there is no clear alternative cause for diar rhoea I Isolate the patient and consult with the infection control team (ICT) while determining the cause of the diarrhoea G Gloves and aprons must be used for all contacts with the patient and their environment H Hand washing with soap and water should be carried out before and after each contact with the patient and the patient's environment T Test the stool for toxin, by sending a specimen immediately 3.3 Patients should be monitored daily for frequency and severity of diarrhoea using the Bristol Stool Chart (see Appendix 1). 3.4 All antibiotics that are clearly not required should be stopped, as should other drugs that might cause diarrhoea. Consideration should be given to stopping/reviewing the need for PPIs in patients with or a t high risk of CDI . Updated guidance on the m anagement and treatment of Clostridium difficile infection 15 3.5 CDI should be managed as a diagnosis in its own right, with each patient reviewed daily regarding fluid resuscitation, electrolyte replacement and nutrition review. Monitor for signs of increasing severity of disease, with early referral to ITU as patients may deteriorate very rapidly. 3.6 CCGs should ensure that trusts have a multidisciplinary clinical review team consisting of a microbiologist, an infectious diseases or infection prevention and control doctor, a gastroenterologist or surgeon, a pharmacist, a dietician, and an infection prevention and control nurse. 3.7 The team should review all CDI patients at least weekly to ensure that the infection is being treated optimally and that the patient is receiving all necessary supportive care. 3.8 Assess severity of CDI each day as follows: Mild CDI is not associated with a raised WCC; it is typically associated with <3 stools of type 5 -7 on the Bristol Stool Chart per day. Moderate CDI is associated with a raised WCC that is <15 109/L; it is typically associated with 3 -5 stools per day. Severe CDI is associated with a WCC >15 109/L, or an acute rising serum creatinine (i.e. >50% increase above baseline), or a temperature of >38.5°C, or evidence of severe colitis (abdominal or radiologi cal signs). The number of stools may be a less reliable indicator of severity. Life-threatening CDI includes hypotension, partial or complete ileus or toxic megacolon, or CT evidence of severe disease. 3.9 Treat according to severity (see also the treatmen t algorithms): Mild and moderate CDI - oral metronidazole 400 -500 mg tds for 10 -14 days. Severe CDI - oral vancomycin 125 mg qds for 10 -14 days. Fidaxomicin should be considered for patients with severe CDI who are considered at high risk for recurrence; these include elderly patients with multiple comorbidities who are receiving concomitant antibiotics. In severe CDI cases not responding to oral vancomycin 125 mg qds, oral fidaxomicin 200 mg bd is an alternative; or high -dosage oral vancomycin (up Updated guidance on the m anagement and treatment of Clostridium difficile infection 16 to 500 mg qds, if necessary administered via a nasogastric tube), +/ - iv metronidazole 500 mg tds is recommended. The addition of oral rifampicin (300 mg bd) or i v immunoglobulin (400 mg/kg) may also be considered. Life-threatening CDI - oral vancomycin up to 500 mg qds for 10 -14 days via naso -gastric tube or rectal installation plus iv metronidazole 500 mg tds. 3.10 Such patients should be closely monitored, with specialist surgical input, and should have their blood lactate measured. Colectomy should be considered, especially if caecal dilatation is >10 cm. Colectomy is best performed before blood lactate rises > 5 mmol/L, when survival is extremely poor (Lamontag ne et al., 2007). 3.11 If diarrhoea persists despite 20 days' treatment but the patient is stable and the daily number of type 5 -7 motions has decreased, the WCC is normal, and there is no abdominal pain or distension, the persistent diarrhoea may be due to post- infective irritable bowel syndrome. The patient may be treated with an anti -motility agent such as loperamide 2mg prn (instead of metronidazole or vancomycin). The patient should be closely observed for evidence of a therapeutic response and to ensure there is no evidence of colonic dilatation. 3.12 For recurrent CDI , oral fidaxomicin 200 mg bd is recommended; oral vancomycin 125 mg qds is an alternative. 3.13 For multiple recurrences , consider the alternatives listed in the treatment algorithms. Updated guidance on the m anagement and treatment of Clostridium difficile infection 17 4. Treatment algorithms If clinically appropriate discontinue non -C. difficile antibiotics to allow normal intestinal flora to be re -established Suspected cases must be isolated Diarrhoea AND one of the following: Positive C. difficile toxin test OR Results of C. difficile toxin test pending AND clinical suspicion of CDI Surgery/GI/Micro/ID consultation Symptoms improving Diarrhoea should resolve in 1 -2 weeks Recurrence occurs in ~20% after 1st episode; 50 - 60% after 2nd episode Algorithm 1. 1st episode of Clostridium difficile infection (CDI) Symptoms not improving or worsening Should not normally be deemed a treatment failure until day 7 of treatment. However, if evidence of severe CDI continues or worsens Symptoms/signs: severe CDI WCC > 15, acute rising crea tinine and/or colitis Oral vancomycin 125 mg 6-hourly 10-14 days . Consider oral fidaxomicin 200 mg 12 -hourly 10-14 days in patients with multiple co -morbiditi es who are receiving concomitant antibiotics Symptoms/signs : not severe CDI (None of : WCC >15, ) 8-hourly 10-14 days ASSESSMENT AND , depending on degree of ileus /prior treatment EITHER Vancomycin 125 -500 mg PO/NG 6-hourly +/- Metronidazole 500 mg IV 8-hourly x 10 days OR Fidaxomicin 200 mg PO 12 -hourly PLUS CONSIDER Intracolonic vancomycin (500 mg in 100-500 ml saline 4 -12-hourly) given as retention enema: 18 gauge Foley catheter with 30 ml balloon inserted per rectum; vancomycin instilled; catheter clamped for 60 minutes; deflate and remove (Apisarnthanarak et al. , 2002) Further Surgery/GI/Micro/ID consultation Depending on choice of therapy (see above) consider: 1. High dose oral/NG vancomycin (500mg PO 6 -hourly) 2. IV Immunoglobulin 400mg/kg 1 dose, consider repeat Antimotility agents should not be prescribed in acute CDI Symptoms not improving or worsening Should not normally be deemed a treatment failure until until day 7 of treatment. However, if evidence of severe CDI: WCC > 15, acute rising creatinine and/or signs/symptoms of colitis Switch to oral vancomycin 125 mg 6-hourly 10-14 days DAILY ASSESSMENT Updated guidance on the m anagement and treatment of Clostridium difficile infection 18 Must discontinue non - C. difficile antibiotics if at all possible to allow normal intestinal flora to be re -established Review all drugs with gastrointestinal activity or side effects (stop PPIs unless required acutely) Suspected cases must be isolated Recurrence of diarrhoea (at least 3 consecutive type 5 -7 stools) within ~30 days of a previous CDI episode AND positive C. difficile toxin test IF MULTIPLE RECURRENCES ESPECIALLY IF EVIDENCE OF MALNUTRITION, WASTING, etc. Symptoms improving Diarrhoea should resolve in 1 -2 weeks Algorithm 2 Recurrent Clostridium difficile infection (CDI) Recurrent CDI occurs in ~15 -30% of patients treated with metronidazole or vancomycin Symptoms/signs: not life -threatening CDI Oral fidaxomicin 200 mg 12 -hourly for 10 -14 days (efficacy of fidaxomicin in patients with multiple recurrences is unclear) Depending on local cost -effectiveness decision making, Oral vancomycin 125 mg 6-hourly 10-14 days is an alternative Daily Assessment (include review of severity markers, fluid/electrolytes) 1. Review ALL antibiotic and other drug therapy (consider stopping PPIs and/or other GI active drugs) 2. Consider supervised trial of anti -motility agents alone (no abdominal symptoms or signs of severe CDI) Also consider on discussion with microbiology: 3. Fidaxomicin (if not received previously) 200 mg 12 -hourly for 10 -14 days 4. Vancomycin tapering/pulse therapy (4 -6 week regimen) (Am J Gastroenterol 2002;97:1769 -75) 5. IV Chemother Nood et al., NEJM 2013 ) Updated guidance on the m anagement and treatment of Clostridium difficile infection 19 Appendix 1: The Bristol Stool Form Scale Reproduced by kind permission of Dr K. W. Heaton, Reader in Medicine at the University of Bristol. Updated guidance on the m anagement and treatment of Clostridium difficile infection 20 Appen dix 2: Members of the sub -group Professor Mark H. Wilcox Professor Peter M. Hawkey Dr Bharat Patel Dr Tim Planche Dr Sheldon StoneUpdated guidance on the m anagement and treatment of Clostridium difficile infection 21 References Abougergi MS, Kwon for the treatment of Clostridium difficile Al-Nassir WN, Sethi AK, Nerandzic MM et al., (2008). Comparison of clinical and microbiological response to treatment of Clostridium di fficile -associated disease with metronidazole and vancomycin. Clin Infect Dis 47: 56-62. American Society of Health -System Pharmacists (1998). ASHP therapeutic position statement on the preferential use of metronidazole for the treatment of Clostridium difficile-associated disease. for severe Clostridium difficile colitis: case series and review of the literature. Infect Dis 35: 6909 6. Aslam S, Treatment of Clostridium difficile associated disease: old therapies and new strategies. Lancet Infect Dis 5: 54957. Baines SD, O'Connor R, Freeman J, Fawley WN, Harmanus C, Mastrantonio P, Kuijper EJ, Wilcox MH of reduced Clostridium difficile . J Antimicrob A, Singh P (2012); West Midlands Research Collaborative. Systematic review and meta -analysis of outcomes following emergency surgery for Clostri Br J Surg 99: 1501 -13. Bouza E, Munoz P and Alonso R (2005). Clinical manifestations, treatment and control of infections caused by Clostridium E, Dryden M, Mohammed R et al., (2008). Results of a phase III trial comparing tolevamer, vancomycin and metronidazole in patients with Clostridium difficile - associated diarrhoea. 18th European Congress of Clinical Microbiology and Infectious Diseases. Updated guidance on the m anagement and treatment of Clostridium difficile infection 22 Carman RJ, Boone JH, Grover H, CP, Loo VG, McDonald LC, Pepin J, Wilcox MH (2010). Socie ty for Healthcare Epidemiology of America; Infectious Diseases Society of America. Clinical practice guidelines for Clostridium difficile infection in adults: 2010 update by the society for healthcare epidemiology of America (SHEA) and the infectious disea ses society of America (IDSA). Weiss K, Sears P, Gorbach S (2012). OPT -80-004 Clinical Study Group. Fidaxomicin versus vancomycin for infection with Clostridium difficile in Europe, Canada, and the USA: a double -blind, non - inferiority, randomised controlled trial. Lancet Infect Dis 12: 281 -9. Crook DW, Walker AS, Kean Y, Weiss K, Cornely OA, Miller MA, Esposito R, Louie Angus SL, Peto TE 55 Suppl 2: S93 -103. Dendukuri N, Costa V, McGregor M and Broph y JM (2005). Probiotic therapy for the prevention and treatment of Clostridium difficile -associated diarrhea: a systematic review. Canadian Medical Association Journal 19: 16770. Dial S, Delaney JA, Barkun AN and Suissa S (2005). Use of gastric acid -suppr essive agents and the risk of community -acquired Clostridium difficile associated disease. Journal of the American Medical Association 294: 298995. Dial S, Delaney JA, Schneider V and Suissa S (2006). Proton pump inhibitor use and risk of community -acquir ed Clostridium difficile -associated disease defined by prescription for oral vancomycin therapy. Canadian Medical Association Journal 175(7): 7458. Department of Health (2011). Clinical guidelines for immunoglobulin use. Second edition. Available at: http://www.ivig.nhs.uk/documents/dh_129666.pdf Last accessed 27 January 2013. Drekonja DM, Butler M, MacDonald R, Bliss D, Filice GA, Rector TS, Wilt TJ (2011). Comparative effectiveness of Clostri dium difficile treatments: a systematic review. Ann Intern Med 155: 839 -47. Updated guidance on the m anagement and treatment of Clostridium difficile infection 23 Ellames D, Wilcox M, Fawley W et al., (2007). Comparison of risk factors and outcomes of cases of Clostridium difficile infection due to ribotype 027 vs. other types. 47th Interscience Conference on Antimicrobial Agents and Chemotherapy, Chicago. Enache -Angoulvant A and Hennequin C (2005). Invasive Saccharomyces comprehensive review. Clin Infect Dis 41: 155968. Figueroa I, Johnson S, Sambol Goldstein Gerding DN (2012). Relapse versus reinfection: recurrent Clostridium difficile infection following treatment with fidaxomicin or 55 DuPont HL (2011). A randomized, double -blind, placebo -controlled pilot study to assess the ability of rifaximin to prevent recurrent diarrhoea in patients 1598600. Goorhuis, A., T. Van der Kooi, N. Vaessen, F. W. Dekker, R. Van den Berg, C. Harmanus, S. Van den Hof, D. W. Notermans, E. J. Kuijper ( 2007). Spread and epidemiology of Clostridium difficile polymerase chain reaction ribotype 027/toxinotype III in Clin Infect Dis 45: 695-703. Gough E, Shaikh H, Manges AR (2011). Systematic review of intestinal microbiota transplantation (fecal bacteriotherapy ) for recurrent Clostridium difficile 994 -1002. Hempel Newberry SJ, Maher AR, Wang Z, Miles JN, Shanman R, Johnsen B, Shekelle PG (2012). Probiotics for the prevention and treatment of antibiotic -associated diarrhea : a systematic review and meta 1959 -69. Hickson M, N et al., (2007). Use of probiotic Lactobacillus preparation to prevent diarrhoea associated with antibiotics: randomised double blind placebo controlled trial. BMJ 335: 80. HICPAC (1995). Recommendations for preventing the spread of vancomycin resistance. Recommendations of the Hospital Infection Control Practices Advisory Committee (HICPAC). MMWR Recomm Rep 44: 113. Updated guidance on the m anagement and treatment of Clostridium difficile infection 24 Howell MD, Novack V, Grgurich P, Soulliard D, Novac k L, Pencina M, Talmor D (2010). Iatrogenic gastric acid suppression and the risk of nosocomial Clostridium difficile infection. Arch Intern Med 170: 784 Katchar K, Kyne L, Maroo S, Tummala S, Dreisbach V, Xu H, Leffler DA, Kelly CP (2009). Pros pective derivation and validation of a clinical prediction rule for recurrent Clostridium difficile infection. Gastroenterology 136: 1206 -14. Hubert, B., V. G. Loo, A. M. Bourgault, L. Poirier, A. Dascal, E. Fortin, M. Dionne, M. Lorange ( 2007). A portrait of the geographic dissemination of the Clostridium difficile North American pulsed -field type 1 strain and the epidemiology of C. difficile -associated disease in Quebec. Clin Infect J 1001 -10. Johnson AP, Wilcox MH (2012). Fidaxomicin: a new option for the treatment of Donskey C, Currie B, Low DE, Goldstein EJ (2012). Is primary prevention of Clostridium difficile infection possible with specific probiotics ? Int J Infect Dis 16: e786 -92. Johnson S , Schriever C, Galang al., (2007). Interruption of recurrent Clostridium difficile -associated diarrhea episodes by serial therapy with vancomycin and rifaximin. Clin Infect Dis 44: 846 -8. Johnson S, Schriever C, Patel U, et al., (2009). Rifaximin redux: treatment of recurrent Clostridium difficile infections post -vancomycin treatment. Anaerobe 15: 290 -1. Johnson Louie TJ, Cornely OA, Fitts D, Gelone S, Broom C. Efficacy and safety of oral vancomy cin versus oral metronidazole for treatment of Clostridium difficile associated diarrhea (CDAD): pooled results from two randomized clinical trials. ID Week 2012, IDSA. San Diego, USA; 818. Kondepudi KK, Ambalam and treatment of Clostridium difficile infection 25 Koss K, Clark MA, Sanders DS et al., (2006). The outcome of surgery in fulminant Wilcox MH (2008). Decreased effectiveness metronidazole for the treatment of outcomes for Clostridium difficile -associated diarrhoea in a US hospital database. European Conference on Clinical Microbiology and Infectious Diseases, Munich Lamontagne F, Labbe AC, Haeck O et al., (2007). Impact of emergency colectomy on survival of pa tients with fulminant Clostridium difficile colitis during an epidemic caused by a hypervirulent strain. Ann Surg 245: 26772. Leung DY, Kelly CP, Boguniewicz M et al., (1991). Treatment with intravenously administered gamma globulin of chronic relapsing c olitis 6337. Lipsett PA, Samantaray DK, Tam ML et (1994). Pseudomembranous colitis: a surgical disease? Surgery 116: 4916. Longo WE, Mazuski JE, Virgo KS et al., (2004). Outcome after colectomy for Clostridium Dis Colon Rectum 47: 16206. Loo VG, Poirier L, Miller MA et al., (2005). A predominantly clonal multi - institutionaloutbreak of Clostridium difficile -associated diarrhea 353: 24429. Louie TJ, Peppe Watt CK et al., (2006). Tolevamer, a novel nonantibiotic polymer, compared with vancomycin in the treatment of mild to moderately severe Clostridium difficile -associated diarrhea. Clin Infect Dis 43: 41120. Louie T, Gerson M, G rimard D et al., (2007). Results of a phase III trial comparing tolevamer, vancomycin and metronidazole in patients with Clostridium difficile associated diarrhea. 47th Interscience Conference on Antimicrobial Agents and Chemotherapy, Chicago. Louie TJ, Mi ller MA, Mullane KM, Weiss K, Lentnek A, Golan Y, Gorbach S, Sears P, Shue YK (2011). OPT -80-003 Clinical Study Group. Fidaxomicin versus vancomycin for Clostridium difficile infection. N Engl J Med 364: 422 -31. Updated guidance on the m anagement and treatment of Clostridium difficile infection 26 McCullough MJ, Clemons KV, McCusker JH, Stevens DA (1998). Species identification and virulence attributes Recurrent Clostridium diffi cile disease: epidemiology McFarland (2002). Breaking the cycle: treatment strategies for 163 cases of recurrent Clostridium difficile (2006). Intravenous immunoglobulin for the treatment of severe, refractory, and recurrent Clostridium difficile diarrhea. Dis Colon Rectum 49: 6405. Miller M, Gravel D, Mulvey M, et al., (2009). Health care -associated Clostridium difficile infection in Canada: patient age and infecting strain type are highly predictive of severe outcome and mortality. Clin Infect Dis 50: 194 -201. Moura I, Spigaglia P, Barbanti F, Mastrantonio (2006). Intravenous immunoglobulin for 856. Musher, DM, Aslam S, Logan N et al., (2005). Relatively poor outcome after treatment of Clostridium difficile colitis with metronidazole. Clin Infect Dis 40: accessed 10 January 2013. Neal MD, Alverdy JC, Hall DE, Simmons RL, Zuckerbraun BS (2011). Diverting loop ileostomy and colonic lavage: an alternative to total abdominal colectomy for the treatment of severe, complicated Clostridium difficile Wullt M, Akerlund T al., (2006). Frequent emergence of resistance in Clostridium difficile during treatment of C. difficile acid. Antimicrob Agents Chemother 50: 302832. Updated guidance on the m anagement and treatment of Clostridium difficile infection 27 Novak E, Lee JG, Seckman CE et al., (1976). Un favorable effect of atropinediphenoxylate (Lomotil) therapy in lincomycin -caused diarrhea. Journal of the American Medical Association 235: 14514. Novak J, Katz JA. Probiotics and prebiotics for infections (2006). Curr 8: 103-9. Pépin ME et al., (2004). Clostridium difficile -associated diarrhea in a region of Quebec from 1991 to 2003: a changing pattern of disease severity. Canadian Medical Association Journal 171: 46672. Pépin J, Routhier S, Gagnon S and Brazeau I (2006). Management and outcomes of a first recurrence of Clostridium difficile -associated disease in Quebec, Canada. 75864. Pépin J, Valiquette L, Gagnon S et al., (2007). Outcomes of Clostridium difficile associated disease treated with metronidazole or vancomycin before and after the emergence of NAP1/027. Am J Gastroenterol 102: 2781 -8. Pillai A and Nelson R (2008). Probiotics for treatment of Clostridium difficile associated colitis in adults. Cochrane Database Clostridium Association Journal 171: 518. Purdell J, Fawley W, Freeman J, Wilcox MH (2011). Investigation of outcome in cases of Clostridium di fficile infection due to isolates with reduced susceptibility to metronidazole. 21st European Congress of Clinical Microbiology and Infectious Diseases, Milan, 2011. Abstract O499. Salcedo J, Keates S, Pothoulakis C et al., (1997). Intravenous immunoglobul in for Clostridium difficile -associated diarrhoea: epidemiological rice. Clin Drug Investig 32: e17 -24. Scottish Medicines 791/12). Available at: http://www.scot tishmedicines.org.uk/files/advice/fidaxomicin_Dificlir_FINAL_June_2012 _for_website_new.pdf Last accessed 10 January 2013. Updated guidance on the m anagement and treatment of Clostridium difficile infection 28 Seal D, Borriello SP, Barclay F et al., (1987). Treatment of relapsing Clostridium difficile diarrhoea by administration of a Eur J Clin Microbiol 6: 513. Tedesco FJ, Gordon D and Fortson WC (1985). Approach to patients with multiple relapses of antibiotic -associated pseudomembranous Teasley DN, of metronidazole versus vancomycin for Clostridium difficile -associated and 2: 10436. Vrieze A, Nieuwdorp MG, Keller JJ (2013). Duodenal Infusion of Donor Feces for Recurrent Clostridium difficile . N Engl J Med 20 Jan print]. -Chase E, DN (2012). Evaluation of oral of VP20621, spores of nontoxigenic Clostridium difficile Gamma globulin administration in relapsing Clostridium difficile -induced pseudomembranous colitis with a defective A. Acta Clin Belg 50: 369. Wenisch C, Parschalk (1996). Comparison of vancomycin, teicoplanin, metronidazole, and fusidic acid for the t reatment difficile associated diarrhea. Clin Infect Dis 22: 81318. Wilcox MH (2012). Progress with a difficult infection. Lancet Infect Dis 12: 256 -7. Wilcox MH, Shetty N, Fawley WN, Shemko KJ, Green SM, KJ, Hawkey PM, Magee JG, AD, Wren MW (2012). Changing epidemiology of Clostridium difficile infection following the introduction of a national ribotyping -based surveillance scheme in England. Clin Infect Dis 55: 1056 - 63. Wilcox M H and Sandoe JA (2007). Probiotics and diarrhea: data are not widely applicable. BMJ 335: 171. Wilcox MH (2004). Descriptive study of intravenous immunoglobulin for the treatment Chemother 53: 8824. m anagement and treatment of Clostridium difficile infection 29 Wilcox MH, Fawley WN, Settle CD and Davidson A (1998). Recurrence of symptoms in Clostridium difficile infection - relapse or reinfection? J Hosp Infect 38: 93100. Wilcox MH and Howe R (1995). Diarrhoea caused by Clostridium difficile : response tim e for treatment with metronidazole and vancomycin. J Antimicrob Chemother 36: 6739. Zar FA, Bakkanagari SR, Moorthi KM and Davis MB (2007). A comparison of vancomycin and metronidazole for the treatment of Clostridium difficile -associated diarrhea, "}