{"title": "Prospects for the Oral Delivery of Biopharmaceuticals", "author": "Kathy Vuksanaj", "url": "https://www.genengnews.com/topics/bioprocessing/prospects-for-the-oral-delivery-of-biopharmaceuticals/", "hostname": "genengnews.com", "description": "The demand for orally administered biologics may be met through the development of permeation enhancers, lipid-based nanocarriers, and ingestible injectable devices.", "sitename": "GEN - Genetic Engineering and Biotechnology News", "date": "2023-06-09", "cleaned_text": "By Gareth John Macdonald Despite decades of R&D effort, almost all biopharmaceuticals remain well beyond the reach of oral formulation technology. Today, these medicines are usually administered in a healthcare setting rather than taken by the patient at home. The term \"biopharmaceutical\" is usually understood to refer to a large, complex molecule consisting of multiple hydrophobic and hydrophilid domains—in other words, a protein. The term can also be understood more broadly to encompass not just proteins but modalities such as antibody-drug conjugates, antisense oligonucleotides, gene therapies, and cell therapies. In any case, one thing is clear: biopharmaceuticals consist of (or incorporate) molecules that are vulnerable to the rigors of the gastrointestinal tract and ill-equipped to cross the intestinal mucosa and other physiological barriers. If biopharmaceuticals are to be administered via the oral route, they must be protected. Otherwise, they won't reach their targets or exert their therapeutic effects. Possibilities for protecting biopharmaceuticals include the use of permeation enhancers, lipid-based nanocarriers, and ingestible injectables. These possibilities won't be realized without difficulty, but they are generating enthusiasm. More easily administered biopharmaceuticals could be more commercially viable and clinically impactful. Financial imperatives The financial potential of oral biopharmaceuticals is substantial, says Weichang Zhou, PhD, president of global biologics development and operations and chief technology officer, WuXi Biologics. Although Zhou recognizes that few oral biopharmaceuticals have been commercialized to date, he emphasizes that these drugs, which include the small peptide diabetes drug Rybelsus, have performed well. \"Due to the convenience and patient compliance of oral administration, Rybelsus reached net sales of over $1.6 billion in 2022, highlighting the need for oral biologic therapies,\" he says. \"Although oral protein and antibody drugs are not currently available, the past decade has witnessed an exponential increase in the development of novel delivery systems to overcome physiological barriers and improve oral absorption.\" Zhou maintains that oral biopharmaceutical formulations would also help manufacturers to reduce supply chain costs: \"The end goal is to supply patients at the point of use, thereby ensuring convenience and compliance. Most supply chains for biopharmaceuticals are cold chains at 2-8°C and [require that the drugs remain] in sealed containers until use, but the supply chains for oral medications are often at room temperature, humidity controlled, and [capable of being] dispensed in pharmacies before the point of use.\" The cold chain enables biopharmaceuticals to reach pharmacies and hospitals, he notes, but it isn't well suited to reaching patients and enabling them to self-administer their medications. Technical difficulties Despite the potential advantages of oral formulations, the complexity and polar nature of biopharmaceuticals makes them difficult to formulate for oral delivery, says Umberto Romeo, head of R&D at CordenPharma—specifically, CordenPharma's Caponago facility. \"Biopharmaceuticals, such as therapeutic proteins acids, are rapidly inactivated—literally digested—in the gastrointestinal tract,\" he adds. \"At present, no formulation delivery systems are available that can efficiently provide sufficient oral bioavailability for any therapeutic indication, or at least none that can do so without requiring very large drug loads to exert minimum biological effects.\" CordenPharma Caponago's core business is the production of sterile liquid dosage forms. According to Romeo, liquid formulation technologies—primarily injectables—are currently the only viable option for biopharmaceutical products. Besides posing formulation challenges, biopharmaceuticals are sensitive to environmental degradation, observes Shaukat Ali, PhD, senior director of scientific affairs and technical marketing at Ascendia Pharmaceuticals, a formulation-focused specialty contract manufacturer. \"Biopharmaceutics are unstable on storage if the appropriate conditions are not met,\" Ali says. \"Formulating them in oral formulations is challenging because of their instability, impermeability through mucus barriers, and also susceptibility to enzymatic degradation under physiological pHs in [the] gastrointestinal tract. \"Other reasons holding back the development of oral biopharmaceutical formulations include the clearance from the body by first-pass metabolisms and short half-life in circulation. Therefore, the parenteral route remains the most viable option for many biopharma drugs.\" That said, scientists are still trying to develop oral formulation technologies that can be applied to biopharmaceutical products. For example, some researchers are looking at co-opting formulation excipients used by the small-molecule drug industry. \"Small molecules are easily handled by many commercially available formulation technologies to overcome the challenges with solubility, absorption, and permeation through mucus membrane in gastrointestinal tract under physiological pHs,\" Ali notes. \"The same excipients can be used for biopharmaceutics so long as they comply with pharmacopeial monographs and are listed in the FDA's [inactive ingredient] database (IID).\" Excipients aside, Ali says that it is unlikely any of the other technologies or processing methods used to formulate small molecules for oral delivery can be used in commercial-scale biopharmaceutical production. \"For small molecules with high melting temperatures, high log P values, poor solubility, and low bioavailability, formulation technologies available for oral tablets include spray drying, hot melt extrusion, KinetiSol dispersing technology, and co-precipitation,\" Ali says. \"Those for oral liquids/capsules include solid lipid nanoparticles, nanostructured lipid carriers, microemulsions, and nanoemulsions. For oral biopharmaceutics, only a few of these technologies can be applied due to their challenges with stability and gastrointestinal permeability under physiological pHs.\" According to Ali, developing oral formulations is an even greater challenge for developers of cell and gene therapies. \"There are no oral delivery technologies available for cell and gene therapy,\" he stresses. \"In my opinion, no oral cell or gene therapy will be launched in the near future, due, in part, to lack of stability of polynucleotides and proteins—molecules that are highly susceptible to enzymatic degradation in the gastrointestinal tract.\" Ali looks forward to new excipient technologies that will protect orally administered drugs from degradation and enhance the transfection efficacy of DNA and RNA. Such technologies, he says, will hasten the arrival of new medicines for life-threatening and rare diseases. He notes that Ascendia's LipidSol, a lipid-based technology platform, can help formulate innovative but poorly soluble molecules, contributing to the development of life-saving medicines across all modalities. An alternative route? Even given these hurdles, patient self-administration remains a focus for biopharmaceutical formulations. And there have already been some notable developments outside of oral administration. In 1985, for example, Novo Nordisk introduced the first commercially available insulin pen, a device that helps patients inject themselves more easily.1 Others in the biopharmaceutical industry are following in Novo's footsteps. Drug delivery devices are by no means limited to facilitating subcutaneous administration. For example, drug delivery devices are also being developed to facilitate oral administration. \"To meet the increasing demand for biopharmaceutical oral products,\" a recent article in Pharmaceutics noted, \"research has been focused on developing devices [such as] intestinal patch systems, microneedle capsules, and particulate systems.\"2 The overarching idea of all these research efforts is to combine the biopharmaceutical product with a delivery device that is going to be more easily accepted and used by the patient. \"In recent decades, we have seen many successes in device development for biopharmaceuticals achieving that end goal at the point of use,\" Zhou says. \"Biopharmaceuticals are no longer viewed as only formulations, but formulations in their final containers, namely drug products. The drug products are utilized by patients themselves.\" Zhou suggests that this combined drug-device approach is an opportunity for the contract manufacturing sector: \"A contract development and manufacturing organization that provides an integrated service from formulation development to point of use is looked upon favorably, given the organization's combined knowledge across formulation modalities and delivery systems.\" References - Sparre et al. Development of an Insulin Pen is a Patient-Centric Multidisciplinary Undertaking: A Commentary. J. Diabetes Sci. Technol. 2022; 16(3): 617-622. - Homayun et al. Challenges and Recent Progress in Oral Drug Delivery Systems for Biopharmaceuticals. Pharmaceutics 2019; 11(3): 129. "}