{"title": "Medicinal Herbsnatural medicineherbs information", "author": null, "url": null, "hostname": null, "description": "Healing power of herbs is in their ability to build bridges to healing vibrations of Light. Natural medicine can heal your body and mind. 4000+ herbs.", "sitename": null, "date": null, "cleaned_text": "Medicinal Herbs natural medicine herbs information Medicinal Herbs [find out more about this herb](http://www.naturalmedicinalherbs.net/herbs/h/helianthus-annuus=sunflower.php). [Medicinal herbs](http://www.naturalmedicinalherbs.net/herbs/medicinal/)- Information about more than 4000 herbs*: The developing of these webpages did not finish yet, but you can already find here: information about more than 7000 natural herbs* quick search engine herbs sorted by Latin names and Common names pictures of most common herbs How the Medicinal Herbs heal [botanika.wendys.cz](http://botanika.wendys.cz) We all know that medical herbs heal. But how can a few leaves or dried roots of some plant help to solve our health problems? Is that the invisible radiation that clairvoyants can see glowing from medicinal herbs that heal us, or the chemical compounds which healing herbs contain? If we will follow the treatment process on body level, it might seem that the healing factor is a whole complex of substances which healing herbs contain. It sounds convincing - we add to the body what it lacks and it will work again. But what in the case of homeopathic preparations where the presence of chemical compounds can not be detected because the original substance is diluted by water millions of times? The same is the case when a healing plant is applied only over the sick place and it will not get in physical contact with our body, then it is not possible to explain its medicinal power on the material basis. In the case of healing herbs energetic invisible radiation, it needs to be said that the biggest vitality is in the fresh plants. This radiation markedly decreases by drying and completely disappears by long-term storing of herbs. However, many of medicinal herbs effectively heal even after several years of storage. So what does heal in medicinal herbs at last? It can be hard to believe but the medicinal herbs do not heal. They only create a bridge to the energy which in fact heals. Each herb contains in itself some very fine higher vibration which, based on the law of homogeneity, creates a bridge to the radiation of Light. This higher vibration affects every healing herb in all directions and it manifests on its height, colour of the flowers or on the shape of leaves, in the colour spectrum of ethereal-matter radiation and also in the content of substances in an organic plant's compounds. How does it all work? Every illness is in some way a breach of harmony, and also a breach of natural energy flow which vitalizes our body. But, if a man stands somehow against this energy, for example by bad traits of character, or if by influence of low demands, he surrounds himself with dark energies which will create blockages in his body. Then, the life energy can not flow throughout the whole body and therefore some of its parts stop working properly. The medicinal herb at the time of healing creates by its own spectrum of vibrations a bridge to the missing radiation, which can then flow into our body again, and heal it. For every disease there are a healing herbs which in their basic vibration contain exactly the same radiation that man lacks. Today more than 4000 medicinal plants are known, which were given to man to help in his suffering until he learns to remove the cause of disturbance of his inner balance. Because the illness of the body often shows on illness of soul. "}