{"title": "Acupuncture Acupressure Shiatsu and Reflexology", "author": null, "url": "https://www.scribd.com/document/162396902/Acupuncture-Acupressure-Shiatsu-and-Reflexology", "hostname": "scribd.com", "description": "Scribd is the world's largest social reading and publishing site.", "sitename": "Scribd", "date": "2003-07-20", "cleaned_text": "NEW WEBSITE: [www.ephesians-511.net]JUNE 2004, AUGUST was carried in \"Streams of Living Water\", Calcutta Catholic Charismatic Renewal,issues of August-September punctum , prick] hit the headlines when in 1971 a group of Americans witnessed surgery on the chest of a patient at the Peking Medical College in China. Apart from adose of morphine injected at an acupuncture site near his jaw to act as a tranquillizer, the only anaestheticused seemed to be a needle inserted into the man ' s forearm and manipulated [moved up and down, to andfro] by an acupuncturist. The patient was able to communicate with the surgeons and even eat some fruit! This incident promptedseveral American medical institutions into initiating acupuncture research programmes. Between 1976 and1977 alone, more than 100 articles were written in medical journals to explain how the system worked.Acupuncture had come to the West to stay.Acupuncture is not only about pain alleviation. It is also used to heal a variety of ailments using differentmethods.A laser beam is used in laser acupuncture , while the needles are connected to an electrical supply whichproduces vibrations in electro-acupuncture* . Ear acupuncturists claim that all the needle sticking pointshave their equivalents in the ears, thus making whole-body acupuncture unnecessary. Animals are alsotreated with acupuncture nowadays.In acupressure , the pressure of the fingers substitutes for the needles. * see pages 1,5, 6, 14, 17 ORIGIN AND DEVELOPMENT The earliest textbook on acupuncture, dating from around 400 BC was the Nei Ching Su Wen or The YellowEmperor ' s Classic of Internal Medicine. \" Acupuncture is a holistic system of healing , in that it treats the whole man, not just his presentcondition. It is a system in tune with Universe, and to understand it, we must understand something of Chinese philosophy, \" says E.G. Bartlett, writing in favour of Alternative Therapies in his book HealingWithout Harm , Pathways to Alternative Medicine. In ancient China, since dissection of the human body was prohibited for religious reasons, the Chinese hadonly a vague idea of anatomy. So, early Chinese medicine was more influenced by the astrological and spiritual concepts of the time. The qualities of five known ' elements ' [water, fire, wood, earth and metal]were correlated to five solid organs of the body [like the heart] which corresponded with five hollow organs[e.g. the stomach], and were later allocated a planet and a season of the year. According to the theory of acupuncture, there are two more organs in the body unknown to Western man: the ' Triple Warmer ' and the ' Gate of Life ' , both of them being Yang . They believed that diseases were sent by gods and demons. The earliest doctors were shamans whoperformed rituals with incantations and spells, while sticking needles into the patient in an effort to expelthe demons. Later the demon model was exchanged for an astrological one. The Emperor Huang Tiobserved from a study of the stars that harmony and balance reign in the universe. He concluded that manis the microcosm and must correspond to the macrocosm. In other words, man ' s physical and mentalprocesses must be maintained in tune with each other. Further developments took place with theemergence of a philosophical school called Taoism . Taoism comes from Tao [meaning ' the way ' ] which was believed to be the first principle, the universal cosmic energy behind the order of nature, precedingeven God. It dates back to the philosopher Lao Tse. The Tao ' s two faces are the Yin and the Yang . Eachhas several attributes that are in opposition to the other, yet they are still one. Everything in the universe iseither Yin or Yang. For example, good is Yang and evil is Yin. They do not oppose each other, but are simplytwo sides of the same coin. Similarly, Chinese medicine understands man as one in body and spirit, acomplete unit that finds its ultimate harmony only in Tao. This is the doctrine of monism or ' all is one ' .Fundamental was the chi or life energy which permeated all things, and was all things, with its polarcomponents of Yin and Yang, which constantly strive or interplay to achieve a harmonising balance.Disease in the human body was manifested due to imbalance in the chi or energy body of a person. Mancan function properly only when his chi is in harmony with the cosmic energy of the universe. Acupuncturewas performed to restore the balance of chi in the patient, arriving at a harmony between Yin and Yang,thus ensuring good health. 1. Along with the use of meditative techniques, Taoists sought for the ultimate wholeness, a surpassing of thehuman condition, in the prize of immortality. Some modern Western acupuncturists downplay or ignore its Taoist underpinnings, while others adopt the use of the pendulum and other practices that Christiansconsider occult. APPLICATION - MOVING THE CHIS The seat of the chi is said to be the stomach. The body receives its chi from the air through the respiratorysystem which is connected to the large intestine. The stomach filters out the chi, passes it to the spleenand through a complex system of major [traditionally there are 14] and minor meridians, to the entirebody.Some acupressurists use their fingers to manipulate the abdomen in order to release congested chi in thestomach. The number of acupuncture points in the body, located along the extremities of the meridians near itssurface, may be a few hundred [traditionally there were 365] or a few thousand depending on theacupuncturist you select, and the chart he uses. The needles are made of gold, silver or steel and vary inlength between 1.5 and 7 inches. They are used in different combinations, for different periods of time, heated or cold, to solve differenthealth problems.If the Yin is too strong, a gold needle is inserted in the appropriate place to strengthen the Yang. Twisting the needle clockwise will stimulate Yang, and vice versa. If the Yang is too strong, a silver needleis used.But there are no fixed procedures. Methods of diagnosis also vary among practitioners.Needles are not the only form of treatment used in acupuncture. Moxabustion uses burning of moxa leavesclose to the body, Cupping employs bamboo cups to remove negative chi, and C utaneous Acupuncture uses ' plum blossom ' or ' seven-star ' needles that are tapped on the skin surface and do not penetrate deep.Also, through listening to the body ' s energy vibrations and smelling to detect the body ' s subtle aromas,acupuncturists may locate the centre of the Yin/Yang imbalance.One tool is the pulse diagnosis , which is not simply the rate of the heartbeat, but an indication of thevibrations of the patient ' s cosmic energy, giving insight into his condition. The left and right hand pulses[each wrist is said to have six], and either superficial or stronger pressures provided details of the differentindividual body organs. The procedure is said to bring the subconscious of the patient and healer in touchwith each other.Since acupuncture is a holistic treatment, during diagnosis one may be questioned regarding one ' slifestyle, fears and phobias etc., to determine the exact procedure. WORKING AND EFFECTS Acupuncture treatment is on offer for every conceivable illness including depression and alcohol ornarcotic addiction, as well as to augment anaesthesia during surgery. But there is no documentation toshow that acupuncture was, at any time, the sole agent of anaesthesia. Surgery is always started with ashort period of general anaesthesia.After a period of time, the patient regains partial consciousness, but continues to be pain-free. Should heindicate pain, more analgesics are added to the intravenous infusion. Neurophysiologists say that what isactually taking place is an unconscious distraction from pain through acupuncture. This is why we rub ourshin after we collide with something: we follow a natural instinct to exert pressure on the location toalleviate the pain-reaction in our brain.But this did not explain all the effects of acupuncture. Tests with needle-stimulation on mice revealed the secretion of pain - reducing substances in their brains. These endorphins, which act like morphine, a pain-killer, are produced in the human brain as a reaction topain. Further research showed that when a patient swallows a placebo , a fake medication which is administeredas a medicine, the brain releases endorphins into the body. It just required that the patient believed thathe had taken a pain-killer. The sensation of pain returned after the injection of a drug that blocks the effect of the endorphins.Pain conditions are also greatly influenced by psychological factors. There might well be some truth in the conclusion of some researchers who trace acupuncture back to hypnosis and the power of suggestion. Patients of acupuncture display a rock-like faith in the method, andare exposed to intensive psychic disciplining before the actual sessions begin.An exhaustive research concluded that acupuncture was, at best, a powerful placebo: The Clinical Journalof Pain, June 1991, as referred by John Ankerberg and John Weldon in The Facts on Holistic Health and theNew Medicine \" . They add: \" Further, psychic healing may be deliberately or inadvertently or deliberately engaged throughthe practice of attempting to regulate or channel psychic energies. Needle stimulation has producedphysical complications such as infection and nerve damage. \" PRICKING PROBLEMS In 1822, after Western concepts of healing reached China, the Great Imperial Medical Board issued a banon acupuncture, and again the practice was banned by the Kuomintang government in 1929. Largelybecause of lack of trained physicians, the ancient practice survived and was revived by Mao ' s communistregime.Only about 10% of all surgery in China was performed with acupuncture according to the 1976 U.S.National Academy of Sciences report, and even then it was combined with Western methods of anaesthesia.According to a 1980 German medical review, Chinese doctors admitted in the Beijing Wenhui Baonewspaper that acupuncture had been used as a propaganda tool during the Cultural Revolution,performances being staged to impress Westerners. It said that patients did not dare to scream althoughthey experienced pain. 2. Research on volunteers in Toronto has shown that needle-stimulation of ' wrong ' points led to the samepain-relieving effect. Others concluded that it takes less analgesic to produce freedom from pain than wasassumed before.Not only has acupuncture failed to present scientific evidence, but science itself has failed to validate it.No disease which is caused by organic change can be influenced by acupuncture despite the claims of itsproponents, as has been repeatedly confirmed in controlled studies. In the case of functional diseases[arthritis, migraines etc.,] there is success, but because of the factors discussed earlier. But even here, thesuccess rate is about one in three patients, and is temporary. Since pain can be an indication thatsomething is seriously amiss and requiring medical attention, it may prove dangerous to subdue the painthrough acupuncture. THE ACUPUNCTURE FAMILY : NEW AGE ALTERNATIVE THERAPIES \" The Indian Medical Council Act 1956 recognizes seven fields of medicine- allopathy, ayurveda,homeopathy, naturopathy, unani, siddhaandyoga . There are around 106 alternative forms of medicine, like reiki,acupunctureandpranic healing whichare not recognised under the law . Anyone who practices these by conducting surgery, physicallyexamining a patient or giving prescriptions is liable to face legal action, \" The Asian Age, July 20, 2003.One has to differentiate between acupuncture offered in a hospital setting purely as an anaesthetic, andacupuncture with an association with occult energy philosophies for the cure of diseases by holistic healthpractitioners. The popularisation of New Age ideologies has created a lush culture medium for numerous occulttherapies, and increasingly, practitioners of acupuncture are not even bothering to explain it scientifically, but in other terms : * \" The acupuncture points are the points where Western medicine, Chinese medicine and Indian yoga meeteach other, \" according to Dr. Hiroshi Motoyama, director of the Institute for Religious Psychology, Tokyo.He is not wrong. The chi and meridians of acupuncture are the Taoist equivalent of the prana, chakras andnadis of yoga. \" It is possible to induce mind changes by stimulating the ear, and to manipulate man ' s soul , \" saysear-acupuncturist C. Schnorrenberger, while Marc Duke claims, \" People with whatever inner conflicts, Isimply make them free, \" Acupuncture , 1972. * \" Mohan of the Sujok Academy of Acupuncture in Chennai, an allopath, practices Sujok , the Koreansystem of acupuncture , \" The Hindu Folio, May 1999. * The true nature of these therapies is revealed in a book The Healing Touch, Shiatsu and Acupressure byDolores Rodriguez in which she recounts her ' search for integral and holistic harmony ' through the study of Reward Your Curiosity Everything you want to read. Anytime. Anywhere. Any device. No Commitment. Cancel anytime. "}