{"title": "Can Coconut Oil Be Used As a Moisturizer?", "author": "Ask the Expert Team Sutter Health", "url": "https://www.sutterhealth.org/ask-an-expert/ask-an-expert-detail", "hostname": "sutterhealth.org", "description": "I have dry skin and have read that using coconut oil can be used as a moisturizer for my face and body. Does coconut oil really have moisturizing benefits? My concern is about oily breakouts. Get the answer from Sutter Health's medical experts. Information you can trust.", "sitename": "sutterhealth.org", "date": "2021-09-07", "cleaned_text": "consists of medium chain triglycerides which are saturated fats. It works like any oil-containing moisturizer and traps water in the skin creating a hydrating effect. Many people like the fragrance and texture. Basically, if you are prone to break out with acne from other heavy moisturizers, then it is highly likely that coconut oil will have the same effect. Oil-containing products trigger acne in susceptible individuals. If you are not prone to acne from moisturizers, it should be fine to use. Remember that many of these \"so-called\" natural products are not regulated by the Food and Drug Administration and it is possible that there could be other hidden ingredients within them. It is important that the manufacturers practice excellent sterility as well. If you are susceptible to acne from oil-containing moisturizers, you should check out an oil-free product from Neutrogena which is sold in many pharmacies. Department store cosmetic companies also carry oil-free moisturizers from Clinique, Lancome, Mac and others. Basically, if you are prone to break out with acne from other heavy moisturizers, then it is highly likely that coconut oil will have the same effect. Oil-containing products trigger acne in susceptible individuals. If you are not prone to acne from moisturizers, it should be fine to use. Remember that many of these \"so-called\" natural products are not regulated by the Food and Drug Administration and it is possible that there could be other hidden ingredients within them. It is important that the manufacturers practice excellent sterility as well. If you are susceptible to acne from oil-containing moisturizers, you should check out an oil-free product from Neutrogena which is sold in many pharmacies. Department store cosmetic companies also carry oil-free moisturizers from Clinique, Lancome, Mac and others. "}