{"title": "Hearing Wrap Up: Coronaviruses Confer Robust Natural Immunity, Government Officials Should Have Considered in Policy Decisions - United States House Committee on Oversight and Accountability", "author": null, "url": "https://oversight.house.gov/release/hearing-wrap-up-coronaviruses-confer-robust-natural-immunity-government-officials-should-have-considered-in-policy-decisions/", "hostname": "house.gov", "description": "United States House Committee on Oversight and Accountability", "sitename": "United States House Committee on Oversight and Accountability", "date": "2023-05-12", "cleaned_text": "Hearing Wrap Up: Coronaviruses Confer Robust Natural Immunity, Government Officials Should Have Considered in Policy Decisions WASHINGTON — The Select Subcommittee on the Coronavirus Pandemic held a hearing titled \"Investigating Pandemic Immunity: Acquired, Therapeutic or Both\" to examine the role COVID-19 vaccinations and naturally acquired immunity played in public health discussions and final government policies. Select Subcommittee members examined misleading statements by Biden Administration officials regarding the COVID-19 vaccine that bred distrust in public health authorities. Expert witnesses testified that available data and long-studied research prove infections from coronaviruses produce robust natural immunity. Members also highlighted instances of censorship by the media, federal government, and medical community for sharing accurate information about naturally acquired immunity during the height of the COVID-19 pandemic. The Select Subcommittee is committed to continuing its investigation into the federal government's decision not to consider natural immunity when implementing vaccine mandates and other public health guidance. Key Hearing Takeaways The Biden Administration and CDC officials pushed a false narrative regarding the COVID-19 vaccine, which caused many Americans to lose trust in public health authorities. - Dr. Marty Makary, Chief of Islet Transplant Surgery and Professor of Surgery at Johns Hopkins, testified about the lack of trust created by the American federal government when they ignored natural immunity and mandated vaccines: \"Nothing speaks more to the intellectual dishonesty of public health officials than their complete dismissal of the data on natural immunity, making the U.S. an international outlier in this academic dishonesty....Lives were lost because they were ignored, and thousands of Americans died because public health officials ignored natural immunity.\" - Representative Mariannette Miller-Meeks, M.D. (R-Iowa), former Iowa Department of Public Health Director and Master Sergeant in the U.S. Air Force, detailed the inaccurate COVID-19 immunity information presented to Congress and recounted the censorship she faced for sharing the truth: \"I was censored. I was reported to the Board of Medicine in my state. I was, you know, threatened to be taken off platforms. I've been on this committee, now, this is my third year. I have asked this question of Dr. Fauci and of Dr. Walensky and of public health directors behind me who, even into 2021 and 2022, were reluctant to acknowledge that there was infection acquired immunity.\" Global research established that previous infection from COVID-19 offered robust natural immunity. The decision to vaccinate or boost should have been between a doctor and patient, rather than a mandate from federal and state governments. - Chairman Brad Wenstrup, D.P.M. (R-Ohio), opened the hearing by asserting that public health officials should have listened to physicians when issuing vaccine mandates and considering vaccine policies: \"We could have used thousands of years of science to our advantage. But instead, it was demonized. This should have been part of a conversation between patients and physicians...Public health needs to be educational, not an indoctrination. Why were personal medical decisions left up to bureaucrats and the politicians not patients and doctors?\" The Biden Administration and CDC ignored the science on natural immunity and mandated vaccines for Americans, regardless of previous infection, in a grave display of government overreach. - Margery Smelkinson, Ph.D., an infectious disease expert, summarized her opening testimony — which included a detailed description of the science behind natural immunity — with a reference to the failures of U.S. public health policy: \"Early data clearly demonstrated the robustness of natural immunity, showing it was similar or even superior to vaccine-conferred immunity. Other countries acknowledged this by allowing exemptions from mandates and passports, while the US continued to disregard it.\" - Dr. Makary compares two locations - one where natural immunity was recognized as a way to combat COVID-19, and one where it was ignored by government officials: \"Sweden and Michigan are perfect comparisons. Same populations, same percent of older people. Identical populations. In the end, 37,000 deaths in Michigan, half - 17,000 - in Sweden.\" Member Highlights Select Subcommittee on the Coronavirus Pandemic Chairman Brad Wenstrup, D.P.M. (R-Ohio), [discussed](https://youtu.be/qDyNlyZUpcU) the CDC's refusal to recognize natural immunity and the consequences from that decision in school systems nationwide. Chairman Wenstrup: \"In the summer of 2021, the CDC removed all references to natural immunity. Dr. Makary, do you know why?\" Dr. Makary: \"They never talked about it. They upheld something I call the Novak Djokovic doctrine. That is no one who is unvaccinated, regardless of prior recovery from COVID, was allowed in the United States under the false pretense that vaccines prevent transmission, that natural immunity was not a real thing, and that there was no risk whatsoever to the vaccine.\" Chairman Wenstrup: \"I had a situation where a gentleman called me about his son, and he said to go to school, he has to get vaccinated. He has a perfectly healthy son. I recommended one dose of the Pfizer. That will give him some immunity and most of the myocarditis incidents were coming after the second dose. So get one dose, get some get some immunity that way, which the majority of it comes from that first dose. Yet he was denied. He was denied accepting that. I said, get a doctor's note. The school board was deciding this, not the patient and the doctor.\" Oversight Committee Chairman James Comer (R-Ky.) [laid out](https://twitter.com/COVIDSelect/status/1656720829797875716?s=20) the false COVID-19 vaccine statements spread by the Biden Administration and the CDC. Chairman Comer: \"On May 16, 2021, Dr. Fauci said the vaccinated became 'a dead end for the virus' Dr. Makary, did science and data support that statement?\" Dr. Makary: \"In April of 2021, we knew vaccines did not stop transmission.\" Chairman Comer: \"On May 19, 2021, CDC Director Walensky said, 'Even if you were to get infected during post vaccination, that you can't give it to anyone else.' Dr. Makary, did science and data support that Makary: Dr. Smelkinson: CDC Director Walensky said, 'Vaccinated people do not carry the virus. Don't get sick.' Dr. Makary, did science and data support that statement?\" Dr. Makary: \"It did not.\" Chairman Comer: \"Finally, on June 21, 2021, President Biden said, 'If you're vaccinated, you're not going to be hospitalized. You're not going to be in the ICU, and you're not going to die.' Yes or no, Dr. Makary, did science and data support the President's statement?\" Dr. Makary: \"We thought that early on, but they denied the overwhelming data that that was not true and made that statement after that data were clear.\" Dr. Smelkinson: \"That was around the time where breakthroughs were happening more rapidly, so I think that you could have seen that that was going to devolve into more reinfections.\" Chairman Comer: \"Dr. Makary, by July 21, 2021 were there vaccinated Americans that had caught COVID-19?\" Dr. Makary: \"Absolutely.\" Chairman Comer: \"Were there vaccinated Americans for COVID-19?\" Dr. Makary: \"Absolutely.\" Chairman Comer: \"Were there vaccinated Americans COVID-19?\" Dr. Makary: \"Absolutely.\" Chairman lying?\" Dr. Makary: \"There was a lot of misinformation spread by public health officials.\" Rep. Rich McCormick, M.D. (R-Ga.), an emergency room doctor who treated COVID-19 patients during the height of the pandemic, [questioned](https://twitter.com/COVIDSelect/status/1656756479699873813?s=20) the ability of government mandates to protect Americans from undue harm. Rep. McCormick: \"It may surprise you to know that I'm one of the first people to ever get the vaccination in America because I was on the front lines of COVID. It was a novel virus, and I didn't know if I had immunity or not. I knew it had been around for a while because we had all kinds of weird fevers and symptoms, so probably I might have had some immunity, but I got the vaccination because I believed in the science. But as science developed, and so did our immunity, the irony is that once we were known to be immune, once I had the vaccination, I continued to be exposed to thousands of patients, the booster shot continued to be explained to be something that's beneficial — even when the CDC admitted that it was at best minimally effective for the highest risk patients. And yet still, we were pushing it on pediatric patients who've been exposed and symptomatic with no studies on the side effects of this vaccination. So how am I supposed to trust a government that's pushing something with no evidence and possible real harm — when our whole Hippocratic Oath starts with 'do no harm?'\" Rep. Nicole Malliotakis (R-Ny.) [revealed](https://twitter.com/COVIDSelect/status/1656728379385839617?s=20) that the Biden Administration's COVID-19 mandates were inequitable because lower income and minority communities have higher rates of natural immunity and lower rates of vaccination. Rep. Malliotakis: \"Did President Biden, Governor Cuomo and Mayor de Blasio do a great disservice to our economy and society by not incorporating natural immunity into their policies.\" Dr. Smelkinson: \"Yes. I mean, the data showed that natural immunity was as protective as vaccinated immunity. And, when we're talking about equitable policies, lower income, minority communities tended to be less vaccinated. Relatedly, they also tended to have more natural immunity. So these vaccine passports that were enacted were actually quite inequitable as well, since they didn't make exemptions.\" Rep. Malliotakis: \"I agree. And that's why we sued to stop it.\" Rep. Marjorie Taylor Greene (R-Ga.) [slammed](https://www.youtube.com/watch?v=df1jKnMyODY) the Biden Administration's use of scare tactics and false statements to promote the COVID-19 vaccine. Rep. Greene: \"I'd like to talk about the biggest spreader of misinformation, and that would be the President of the United States. As a matter of fact, just months before the FDA approved the experimental COVID vaccines, President Biden said 'if you get vaccinated, you won't get COVID.' Then, it just so happened one year later, the press secretary announced that after four vaccine doses - COVID vaccine doses - that President Biden tested positive for COVID again and was experiencing mild symptoms. That's quite a lot different than 'if you get vaccinated and you won't get COVID 19.' That's spreading misinformation. \"Also, I'd like to talk about how the definition of vaccine was changed, and this is really important to talk about. Pre 2015, the CDC's definition of vaccination was an injection of a killed or weakened infectious organism in order to prevent the disease. Then in 2015 to 2021, the definition of vaccination, according to the CDC, is the act of introducing a vaccine into the body to produce immunity to a specific disease. Produce immunity. Then just right after, literally right after, the FDA approves the experimental COVID 19 vaccines, they changed the definition of vaccination again. The new definition was changed to the act of introducing a vaccine into the body to produce protection from a "}