{"title": "The use of latex catheters to close enterocutaneous fistulas: An institutional protocol and retrospective review", "author": "Shamar Young; Donna D'Souza; David Hunter; Jafar Golzarian; Michael Rosenberg", "url": "https://experts.umn.edu/en/publications/the-use-of-latex-catheters-to-close-enterocutaneous-fistulas-an-i", "hostname": "experts.umn.edu", "description": null, "sitename": "Experts@Minnesota", "date": "2017-06-11", "cleaned_text": "TY - JOUR T1 - The use of latex catheters to close enterocutaneous fistulas T2 - An institutional protocol and retrospective review AU - Young, Shamar AU - D'Souza, Donna AU - Hunter, David AU - Golzarian, Jafar AU - Rosenberg, Michael N1 - Publisher 2017/6 Y1 - 2017/6 N2 - OBJECTIVE. The objective of our study was to retrospectively review an institutional protocol that uses latex catheters for the treatment of enterocutaneous fistulas (ECFs) that are resistant to simple drainage. MATERIALS AND METHODS. Forty-six consecutive patients with ECFs that did not close with simple abscess drainage were treated with latex catheters. These patients' charts were retrospectively reviewed to determine treatment success rates and the relationship of treatment success to clinical characteristics. RESULTS. ECFs in 26 of the 46 (56.5%) patients were treated successfully with latex catheters. On univariate analysis, the fistulas that originated from the stomach were statistically less likely to close (p = 0.03), whereas those originating from the small bowel were more likely to close (p = 0.01). The duration of treatment was significantly longer in patients for whom the treatment failed than in those who were successfully treated (p = 0.003). After a total treatment time of more than 116 days (odds ratio [OR], 9.8 [95% CI, 2.5-38.4]; p = 0.001) or latex catheter treatment time of more than 74 days (OR, 8.9 [95% CI, 2.2-35.0]; p = 0.002), the chance of ECF closure decreased significantly. CONCLUSION. Treatment of ECFs that are resistant to simple abscess cavity drainage with a latex catheter is possible and decreases the need for surgery. AB - OBJECTIVE. The objective of our study was to retrospectively review an institutional protocol that uses latex catheters for the treatment of enterocutaneous fistulas (ECFs) that are resistant to simple drainage. MATERIALS AND METHODS. Forty-six consecutive patients with ECFs that did not close with simple abscess drainage were treated with latex catheters. These patients' charts were retrospectively reviewed to determine treatment success rates and the relationship of treatment success to clinical characteristics. RESULTS. ECFs in 26 of the 46 (56.5%) patients were treated successfully with latex catheters. On univariate analysis, the fistulas that originated from the stomach were statistically less likely to close (p = 0.03), whereas those originating from the small bowel were more likely to close (p = 0.01). The duration of treatment was significantly longer in patients for whom the treatment failed than in those who were successfully treated (p = 0.003). After a total treatment time of more than 116 days (odds ratio [OR], 9.8 [95% CI, 2.5-38.4]; p = 0.001) or latex catheter treatment time of more than 74 days (OR, 8.9 [95% CI, 2.2-35.0]; p = 0.002), the chance of ECF closure decreased significantly. CONCLUSION. Treatment of ECFs that are resistant to simple abscess cavity drainage with a latex catheter is possible and decreases the need for surgery. KW - Closure KW - Enterocutaneous fistula AN - - 208 SP - 1373 - 1377 JO - American Journal of Roentgenology JF - American Journal of Roentgenology IS - 6 ER - "}