{"title": "Our Spiritual Connection to Nature", "author": "Gurudev", "url": "https://wisdom.srisriravishankar.org/our-spiritual-connection-to-nature/", "hostname": "srisriravishankar.org", "description": "Ancient wisdom describes human beings as having five layers of experience: the environment, the physical body, the mind, the intuition and our self or spirit. Our connection with the environment is...", "sitename": "Wisdom by Gurudev Sri Sri Ravi Shankar", "date": "2020-05-22", "cleaned_text": "Ancient wisdom describes human beings as having five layers of experience: the environment, the physical body, the mind, the intuition and our self or spirit. Our connection with the environment is our first level of experience, and one of the most important. If our environment is clean and positive, it has a positive impact on all the other layers of our existence. As a result, they come into balance and we experience a greater sense of peace and connection within ourselves and with others around us. An intimate relationship with the environment is built into the human psyche. Historically, nature, mountains, rivers, trees, the sun, the moon have always been honored in ancient cultures. It's only when we start moving away from our connection to nature and ourselves that we begin polluting and destroying the environment. We need to revive these attitudes that foster our connection with nature. Today we live in a world where many have become greedy and want to make quick profits and achieve quick results. Their actions disrupt the ecological balance, and not only pollute the physical environment, but also stimulate negative emotions on a subtle level, within themselves and also in those around them. These negative energies expanded and compounded again and again are the root cause of much of the violence and misery in this world. Most wars and conflicts are triggered by such feelings and result in damage to the environment, which then takes a long time to restore and repair. We need to attend to the human psyche, which is the root cause of pollution, both physical and emotional. [If compassion and care are kindled within ourselves, they will form the basis for a deeper connection to, and care for, both others and the environment.](https://twitter.com/intent/tweet?url=https%3A%2F%2Fwisdom.srisriravishankar.org%2Four-spiritual-connection-to-nature%2F&text=If%20compassion%20and%20care%20are%20kindled%20within%20ourselves%2C%20they%20will%20form%20the%20basis%20for%20a%20deeper%20connection%20to%2C%20and%20care%20for%2C%20both%20others%20and%20the%20environment.&via=srisri&related=srisri) [Click To Tweet](https://twitter.com/intent/tweet?url=https%3A%2F%2Fwisdom.srisriravishankar.org%2Four-spiritual-connection-to-nature%2F&text=If%20compassion%20and%20care%20are%20kindled%20within%20ourselves%2C%20they%20will%20form%20the%20basis%20for%20a%20deeper%20connection%20to%2C%20and%20care%20for%2C%20both%20others%20and%20the%20environment.&via=srisri&related=srisri) In ancient times, if a person cut one tree, he planted five in return. The ancient people did not wash clothes in holy rivers; only ashes from cremation were submerged in the river so that everything dissolved back into nature. We need to revive traditional practices of honoring and conserving nature. Nature has its own means of balance. If you observe nature, you will see that the five elements that form its basis are opposed to each other. Water destroys fire, fire destroys air. Then there are so many species in nature — the birds, reptiles, mammals — and all these different species are hostile towards each other, yet nature balances them out. We need to learn from nature how to balance opposing forces, both within ourselves and in the world around us. Above all, we need to be able to experience our world with an open mind that is free from stress, and from that place we need to create the means of protecting our beautiful planet Earth. For this to happen, human consciousness must rise above greed and exploitation. Spirituality, the experience of one's own nature deep within, provides the key to this vital relationship with oneself, with others and with our environment. This connection to our own essential nature eliminates negative emotions, elevates one's consciousness and creates a spirit of care and commitment for the whole planet. What would help to elevate our consciousness and deepen our connection? Here are a few basic and effective pointers: - A proper diet. Our food influences our mind. The Jain tradition has done much research on the effect of food on the mind. Ayurveda and Chinese systems and many other native systems the world over have recognized the effect of food on the psyche. Modern science confirms that food can have a direct bearing on our emotions. Emotionally disturbed children tend to eat more and suffer from obesity. A properly balanced diet has a positive impact on our emotions and thereby on our consciousness. - Light to moderate exercise. - Panchakarma. In the ancient medical system of Ayurveda, there is a process of internal cleansing called panchakarma that involves massages, a prescribed diet and cleansing. This has helped thousands of people come out of stress and behavioral disorders and is also a curative for many illnesses. - Yoga, Pranayama and meditation. These are extremely vital to induce a sense of respect for one's own body and the environment. They help maintain a toxin-free system and thereby reduce the occurrence of emotional disturbances. Music and dance. These can bring rhythm and harmony in the body-mind complex; especially music that is not too loud and violent. Music that is soothing and creates a gentle sway and rhythm in one's system, like folk and classical music.Nature. - Spending time in nature, observing silence and engaging in prayer is very congenial for helping us to reflect on our own mind. Last but not least: service to the less fortunate. "}