{"title": "PrEP and PEP for COVID: Can Medications Work to Prevent COVID-19? | Health-Notes", "author": "Heather D Marshall; PhD; Vito Iacoviello; MD", "url": "https://www.ebsco.com/blogs/health-notes/prep-and-pep-covid-can-medications-work-prevent-covid-19", "hostname": "ebsco.com", "description": "Vaccination remains the most effective method to prevent severe outcomes of COVID-19, but what do we know about medications for pre-exposure and postexposure prophylaxis?", "sitename": "EBSCO Information Services, Inc. | www.ebsco.com", "date": "2022-04-06", "cleaned_text": "Vaccination remains the most effective method to prevent severe outcomes of COVID-19. However, some people have medical contraindications to vaccination, which include a severe allergic reaction to the first dose or a diagnosed allergy to any vaccine component. Others may not mount a sufficient immune response to vaccination due to immunocompromise. Alternative COVID prophylaxis options for these individuals are under investigation but remain limited. Pre-exposure Prophylaxis (PrEP): PrEP is a method of preventing COVID-19 for people without a known exposure. Tixagevimab plus cilgavimab (Evusheld) is a monoclonal antibody combination recommended as PrEP for individuals over the age of 12 years and weighing more than 40 kg (88 pounds) who have a medical contraindication to vaccination or who are moderate-to-severely immunocompromised. Evusheld is not a substitute for vaccination and should not be used for those who could be vaccinated but choose not to. Two consecutive intramuscular injections of Evusheld reduced incidence of symptomatic COVID-19 by about 80 percent in the [unpublished PROVENT trial](https://clinicaltrials.gov/ct2/show/NCT04625725). While it is unclear how long protection lasts, a post hoc analysis showed a similar risk reduction six months after injection. Individuals who remain eligible may receive another dose of Evusheld after six months. Post-exposure Prophylaxis (PEP): PEP is a method of preventing COVID-19 after a known exposure. Prior to the Omicron surge, two monoclonal antibody combinations were recommended for PEP: and bamlanivimab plus conducted from January to March 2021 showed that REGEN-COV reduced symptomatic COVID-19 by about 80 percent among persons residing with a COVID-positive household member. Further, for those who got COVID-19 despite PEP, REGEN-COV reduced duration of symptoms by two weeks. Bamlanivimab plus etesivimab has not yet been evaluated for PEP in a clinical trial. However, in a [clinical trial](https://pubmed.ncbi.nlm.nih.gov/34081073/) conducted from August to November 2020, PEP with bamlanivimab alone reduced risk of COVID-19 among unvaccinated residents of skilled nursing and assisted living facilities. These studies show the efficacy of monoclonal antibodies as PEP during pre-Omicron phases of the COVID-19 pandemic. Neither antibody combination retains activity against the Omicron variant, so as of February 2022 they are no longer recommended. However, it is possible that they may be useful as PEP in the future, should a susceptible SARS-CoV-2 variant emerge. Medications not recommended for COVID prophylaxis: A variety of other agents are being tested in clinical trials for PrEP and PEP, including and supplements such as zinc, vitamin C, and vitamin D. None of these agents are currently recommended for COVID prophylaxis. While the number of people with a true medical contraindication to COVID vaccination is low, immunocompromise due to cancer or transplantation (and the treatments for these conditions), primary immunodeficiency disorders, or taking immunosuppressive medications for other conditions, is not rare. COVID prophylaxis options and access to them are imperative for the health and wellbeing of these high-risk populations. "}