{"title": "Australian Health Practitioner Regulation Agency", "author": null, "url": null, "hostname": null, "description": "Australian Health Practitioner Regulation Agency", "sitename": null, "date": "2021-10-06", "cleaned_text": "Skip to content Search Home Registration Concerns about practitioners Accreditation News and resources Services for employers What we do Look up a practitioner Registration How to apply for registration Register of practitioners Managing my registration Students and graduates Standards, codes and guidelines Monitoring and compliance Concerns about practitioners How to submit a concern About notifications Has a concern been raised about you? Assessments, investigations and outcomes Mandatory notifications Further information and support Accreditation How accreditation works Approved programs of study News and resources News and updates Resources for practitioners and the public Reports, data and statistics Ministerial directives and communiqués Services for employers Check my employee's registration status Practitioner Information Exchange service Update my contact details online Public statements and warnings What we do About Ahpra Our engagement activities How to apply for registration International applicants Information about applying Online document upload Forms and documents Criminal history checks Proof of identity Translating documents to English Specialist registration Fees Consideration of financial hardship Register of practitioners Look up a practitioner Tips for using the register Terms in the register Professions and divisions Specialties and specialty fields Register of cancelled health practitioners Practitioners who have given an undertaking not to practise Managing my registration Renew online Online services for practitioners Check my renewal status Certificates of registration Download my registration certificate Update my contact details Check my own registration Practitioner support services Students and graduates About student registration Apply for graduate registration About graduate registration Documentation requirements Transitioning from provisional to general registration Information for students Information for education providers Standards, codes and guidelines What are registration standards? Continuing professional development English language skills Criminal history Professional indemnity insurance Recency of practice Codes of conduct Monitoring and compliance Audit Drug and alcohol screening National Restrictions Library Gender-based restrictions and chaperones Supervised practice Removal of reprimands Review of restrictions Reflective report about education Reflective report about mentoring FAQs How to submit a concern Do you have a complaint about a health practitioner in NSW or Queensland? I have a concern - am I in the right place? Submit online Concerns about cosmetic surgery Report a criminal offence Further information About notifications How long does the process take? How we manage concerns Who can make a notification? Offences under the National Law Has a concern been raised about you? Common questions you may have What to expect Practitioner support services What is it like to receive a notification? Improving the notifications experience Appealing a decision Assessments, investigations and outcomes Assessing notifications Immediate action Investigating practitioners Performance assessments Public statements and warnings Health assessments Panel hearings Tribunal hearings Possible outcomes Vexatious notifications Mandatory notifications A health issue rarely needs a mandatory notification Guidelines for mandatory notifications Make a mandatory notification online What you need to know I am treating a health practitioner - when do I need to notify? Resources to help you understand mandatory notifications Share the message about mandatory notifications Further information and support Notifications FAQs Guides and fact sheets Other health complaints organisations Support services Practitioner support services How accreditation works Accreditation authorities Accreditation standards Quality framework Accreditation Committee Publications Annual summaries Costs of accreditation FAQs Approved programs of study Search approved programs of study How are programs accredited and approved? Monitoring approved programs Glossary Inactive programs of study News and updates News releases and newsletters Podcasts National Scheme newsletter Consultations Aboriginal and Torres Strait Islander Health Strategy Health Profession Agreements Web service announcements Resources for practitioners and the public Podcasts Codes of conduct Cosmetic surgery hub Advertising hub Social media use by practitioners Supervised practice Telehealth guidance for practitioners Court and tribunal decisions Panel decisions Public statements and warnings Recommendations from the Coroner Reports, data and statistics Annual report 2021/22 Annual report archive Quarterly statistics reports Request data Corporate publications and links Ministerial directives and communiqués National Law amendments Policy directions and guidance Appointments to National Boards Ministerial communiqués National Scheme reports and reviews Establishment of the scheme About Ahpra Who we are FAQs What you can expect from us National Scheme Strategy National Boards Glossary Our engagement activities Engagement strategy 2020-2025 Collaboration with the World Health Organization Advisory groups Choose a National Board About Careers Contact Translate Login Choose a National Board | About Careers Contact Search Login Registration Concerns about practitioners Accreditation News and resources Services for employers What we do Look up a practitioner Registration How to apply for registration Register of practitioners Managing my registration Students and graduates Standards, codes and guidelines Monitoring and compliance International applicants Information about applying Online document upload Forms and documents Criminal history checks Proof of identity Translating documents to English Specialist registration Fees Consideration of financial hardship Look up a practitioner Tips for using the register Terms in the register Professions and divisions Specialties and specialty fields Register of cancelled health practitioners Practitioners who have given an undertaking not to practise Renew online Online services for practitioners Check my renewal status Certificates of registration Download my registration certificate Update my contact details Check my own registration Practitioner support services About student registration Apply for graduate registration About graduate registration Documentation requirements Transitioning from provisional to general registration Information for students Information for education providers What are registration standards? Continuing professional development English language skills Criminal history Professional indemnity insurance Recency of practice Codes of conduct Audit Drug and alcohol screening National Restrictions Library Gender-based restrictions and chaperones Supervised practice Removal of reprimands Review of restrictions Reflective report about education Reflective report about mentoring FAQs Concerns about practitioners How to submit a concern About notifications Has a concern been raised about you? Assessments, investigations and outcomes Mandatory notifications Further information and support Do you have a complaint about a health practitioner in NSW or Queensland? I have a concern - am I in the right place? Submit online Concerns about cosmetic surgery Report a criminal offence Further information How long does the process take? How we manage concerns Who can make a notification? Offences under the National Law Common questions you may have What to expect Practitioner support services What is it like to receive a notification? Improving the notifications experience Appealing a decision Assessing notifications Immediate action Investigating practitioners Performance assessments Public statements and warnings Health assessments Panel hearings Tribunal hearings Possible outcomes Vexatious notifications A health issue rarely needs a mandatory notification Guidelines for mandatory notifications Make a mandatory notification online What you need to know I am treating a health practitioner - when do I need to notify? Resources to help you understand mandatory notifications Share the message about mandatory notifications Notifications FAQs Guides and fact sheets Other health complaints organisations Support services Practitioner support services Accreditation How accreditation works Approved programs of study Accreditation authorities Accreditation standards Quality framework Accreditation Committee Publications Annual summaries Costs of accreditation FAQs Search approved programs of study How are programs accredited and approved? Monitoring approved programs Glossary Inactive programs of study News and resources News and updates Resources for practitioners and the public Reports, data and statistics Ministerial directives and communiqués News releases and newsletters Podcasts National Scheme newsletter Consultations Aboriginal and Torres Strait Islander Health Strategy Health Profession Agreements Web service announcements Podcasts Codes of conduct Cosmetic surgery hub Advertising hub Social media use by practitioners Supervised practice Telehealth guidance for practitioners Court and tribunal decisions Panel decisions Public statements and warnings Recommendations from the Coroner Annual report 2021/22 Annual report archive Quarterly statistics reports Request data Corporate publications and links National Law amendments Policy directions and guidance Appointments to National Boards Ministerial communiqués National Scheme reports and reviews Establishment of the scheme Services for employers Check my employee's registration status Practitioner Information Exchange service Update my contact details online Public statements and warnings What we do About Ahpra Our engagement activities Who we are FAQs What you can expect from us National Scheme Strategy National Boards Glossary Engagement strategy 2020-2025 Collaboration with the World Health Organization Advisory groups National health practitioner boards Close Ahpra.gov.au Home Aboriginal and Torres Strait Islander Health Practice Board Chinese Medicine Board Chiropractic Board Dental Board Medical Board Medical Radiation Practice Board Nursing and Midwifery Board Occupational Therapy Board Optometry Board Osteopathy Board Paramedicine Board Pharmacy Board Physiotherapy Board Podiatry Board Psychology Board Look up a health practitioner Close Check if your health practitioner is qualified, registered and their current registration status Health Profession All Aboriginal and Torres Strait Islander Health Practitioner Chinese Medicine Practitioner Chiropractor Dental Practitioner Medical Practitioner Medical Radiation Practitioner Midwife Nurse Occupational Therapist Optometrist Osteopath Paramedicine Pharmacist Physiotherapist Podiatrist Psychologist All states and territories All states and territories ACT NSW NT QLD SA TAS VIC WA Practitioners Profession Location Please enter a search term Show more results Search Help & Tips Search Home Search 282 search results for Sort by Relevance A-Z Z-A Oldest Newest Website Search within Website Australian Health Practitioner Regulation Agency (131) Aboriginal And Torres Strait Islander Health Practice Board (6) All National Boards (151) Chinese Medicine Board (9) Chiropractic Board (5) Dental Board (7) Medical Board (47) Medical Radiation Practice Board (6) Nursing And Midwifery Board (8) Occupational Therapy Board (5) Optometry Board (8) Osteopathy Board (6) Paramedicine Board (9) Pharmacy Board (10) Physiotherapy Board (7) Podiatry Board (11) Psychology Board (7) Refine by Content type less Accreditation Agreement - Schedules 3 And 4 2020/21 Financial Year (1) Codes (1) Consultations (3) Cpd Consultation Submission (2) Evaluation Report (1) Fact Sheets (5) Faqs (1) Guidelines (2) News (138) Osteopathy Board (1) Policies (1) Rap (1) Reports (56) Standards (3) Submission (6) Transcript (2) Format less Pdf (102) Web Page (179) Date less Clear all 'Date' filters 2023 (545) 2022 (665) 2021 (282) 2020 (636) 2019 (551) 2018 (575) 2017 (503) 2016 (593) 2015 (522) 2014 (548) 2013 (556) 2012 (585) Results match 2 of 3 terms Online renewal for podiatrists and podiatric surgeons is now open Podiatry Board You're encouraged to renew early to avoid delays - it might save you a call to Ahpra during the busy renewal period! ... declare on your renewal application that you have not ... Date published 6 October 2021 www.podiatryboard.gov.au/News/2021-10-05--online-renewal-is-now-open.aspx Registered health practitioners and students: What you need to know about the COVID-19 vaccine rollout Medical Board Australian Health Practitioner Regulation Agency Date published 9 March 2021 www.medicalboard.gov.au/News/2021-03-09-vaccination-statement.aspx Quarterly registration data released Medical Board Australian Health Practitioner Regulation Agency Date published 9 November 2021 www.medicalboard.gov.au/News/2021-11-09-quarterly-registration-data.aspx Quarterly registration data released Medical Board Australian Health Practitioner Regulation Agency Date published 11 May 2021 www.medicalboard.gov.au/News/2021-05-11-quarterly-registration-data.aspx Online renewal for psychologists is now open Psychology Board You're encouraged to renew early to avoid delays - it might save you a call to Ahpra during the busy renewal period! ... declare on your renewal application that you have not ... Date published 6 October 2021 www.psychologyboard.gov.au/News/2021-10-05--online-renewal-is-now-open.aspx Online renewal for optometrists is now open Optometry Board You're encouraged to renew early to avoid delays - it might save you a call to Ahpra during the busy renewal period! ... declare on your renewal application that you have not ... Date published 6 October 2021 www.optometryboard.gov.au/News/2021-10-06-online-renewal-is-now-open.aspx Online renewal for osteopaths is now open Osteopathy Board You're encouraged to renew early to avoid delays - it might save you a call to Ahpra during the busy renewal period! ... declare on your renewal application that you have not ... Date published 6 October 2021 www.osteopathyboard.gov.au/News/2021-10-06-online-renewal-is-now-open.aspx December 2021 Occupational Therapy Board If you did not renew on time and apply to renew your registration in December, you will have to pay a late payment fee as well as the registration fee. ... Further... Date published 17 December 2021 www.occupationaltherapyboard.gov.au/News/Newsletters/December-2021.aspx September 2021 Podiatry Board The clarity around community expectation is more obvious now than at any other time during the podiatry profession's development. ... To update your contact details for... Date published 17 September 2021 www.podiatryboard.gov.au/News/Newsletters/September-2021.aspx Online renewal for paramedics is now open Paramedicine Board You're encouraged to renew early to avoid delays - it might save you a call to Ahpra during the busy renewal period! ... declare on your renewal application that you have not ... Date published 6 October 2021 www.paramedicineboard.gov.au/News/2021-10-05-online-renewal-for-paramedics-is-now-open.aspx Displaying results 81 to 90 of 282 Previous 5 6 7 8 9 10 11 12 13 14 Next Last Related searches during the late renewal period Page reviewed 27/08/2015 Look up a practitioner "}