{"title": "Síntomas de depresión en niños - Children's Health", "author": "Michael; Desarrollador", "url": "https://es.childrens.com/specialties-services/conditions/depression", "hostname": "childrens.com", "description": "La depresión infantil es una afección que causa tristeza y letargo, entre otros síntomas. Obtenga información sobre la depresión en niños y cómo ayudarlos a sobrellevar la enfermedad en Children's Health.", "sitename": "es.childrens.com", "date": "2023-09-01", "cleaned_text": "códigos: Psiquiatría](/specialties-services/request-an-appointment?reqDD=Psychiatry) Algunos niños y adolescentes tienen más probabilidades que otros de tener depresión. La buena noticia es que es muy tratable a través de medicamentos, terapia y ejercicio. En Children's Health, encontrará expertos líderes en depresión y otros problemas de salud mental infantiles. Trabajaremos con toda su familia para ayudar a encaminar a su hijo hacia una vida más positiva y feliz. [Solicitar una cita con códigos: Psiquiatría](/specialties-services/request-an-appointment?reqDD=Psychiatry) Todos los niños o adolescentes tienen mal humor y tienen días malos. La depresión va más allá de esto. La depresión es una enfermedad mental grave que puede provocar sentimientos duraderos e intensos de tristeza e impotencia. Puede causar estragos en el apetito, los patrones de sueño y la actividad física de su hijo. La depresión puede cambiar drásticamente la forma en que su hijo actúa, piensa y se siente. Debido a que la depresión es una enfermedad médica, no puede \"desaparecer\" por sí sola, sin tratamiento. Los signos de depresión pueden incluir: Si ha notado síntomas de depresión en su hijo durante más de dos semanas, es una buena idea programar una cita con su médico. El médico le hará a usted y a su hijo una serie de preguntas para determinar si su hijo tiene depresión. Estas preguntas pueden incluir, por ejemplo: Algunos médicos también usarán cuestionarios para evaluar los síntomas de su hijo. Su médico también realizará un examen médico para ver si hay algún problema físico que influya en la mentalidad de su hijo. Al igual que en los adultos, la depresión en niños puede ser consecuencia de diversos factores relacionados con la salud física, los sucesos de la vida o el estrés, los antecedentes familiares, el entorno, la genética y los desequilibrios bioquímicos. La depresión rara vez desaparece por sí misma. Si no se trata, un único episodio de depresión puede durar de seis a nueve meses, hasta todo un año escolar. Children's Health ofrece una variedad de tratamientos, que incluyen administración de medicamentos, servicios de orientación y programas de sueño para ayudar a su hijo a sobrellevar la situación y recuperarse. Nuestros tratamientos y enfoques incluyen: Los ISRS (inhibidores selectivos de la recaptación de serotonina) son medicamentos comúnmente utilizados para la depresión. Ayudan con la depresión porque aumentan los niveles de serotonina (el neurotransmisor que envía señales entre las células cerebrales) en el cerebro. La medicación por sí sola no \"solucionará\" la depresión de su hijo. Tendrá que reunirse con uno de nuestros psicólogos o psiquiatras infantiles capacitados para obtener ayuda. Es por eso que ofrecemos servicios de orientación personalizada y terapia familiar para su hijo. Se ha demostrado que el ejercicio es útil para mejorar los síntomas de la depresión y prevenir las recaídas en los niños. Las intervenciones que mejoran el sueño también pueden usarse para mejorar los síntomas de la depresión. Contamos con un equipo de psicólogos pediátricos, psiquiatras pediátricos, trabajadores sociales, terapeutas recreativos y asesores profesionales con licencia que pueden ayudar a su hijo. Entre los niños, la tasa más alta de depresión se observa entre los adolescentes de entre 13 y 18 años de edad. La depresión puede tener variados efectos en la vida de un niño. Pueden incluir: Primero, comience la conversación con el médico de su hijo sobre los síntomas que tiene. Su médico puede realizar una evaluación de detección de la depresión. Si es necesario, puede derivarlo a un psicólogo o psiquiatra infantil para que reciba tratamiento adicional. "}