{"title": "PDF", "author": "PDF", "url": "https://news-notes.ufhealth.org/wordpress/files/2019/09/3001458_COMM-NewsNotes_09_1019_FHR_Singles.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Vol. 15 NO. 2 | SEPT/OCT 2019 NEWS + NOTESPage 8: UF HEALTH SHANDS HOSPITAL RANKS AMONG NATION'S BEST Seven medical specialties are recognized Page 14: STAYING INFORMED DURING FLU SEASON Addressing misconceptions about the flu vaccine Page 26: SUPPORT BREAST CANCER RESEARCH AT UF HEALTH Get your pink on throughout October STAYING CONNECTED IS EASIER THAN EVER Many resources keep faculty, staff informed2 NEWS +NOTES || SEPT/OCT 2019 Ed Jimenez UF Health Shands Chief Executive Officer Kimberly Rose Director Strategic Communications Michelle Moore Assistant Director News+Notes Editor Madelyn Hyder Creative Services Coordinator News +Notes Designer Produced by UF Health Communications Email moormm@shands.ufl.edu or call 352-265-0373 to contribute to future issues of News+Notes. Read News +Notes online at news-notes.UFHealth.org (and on Bridge under \"News & Events\" tab). Please put News +Notes back in the rack! Share it with co-workers or recycle it when done. FSC LOGOUF HEALTH SHANDS | AWARDS+KUDOS Q&A WITH ED JIMENEZ — AND BARBARA LONG STRAYHORN! CEO executive assistant reflects on career and retirement UF Health Shands CEO Ed Jimenez is recognizing his long-time executive assistant Barbara Long Strayhorn, who recently retired after 36 years with the organization. Strayhorn worked in the UF College of Business Administration before joining what was then Shands Hospital. She first worked with Wayne Tharp, C.P .A., in planning and finance for the hospital system. She then was executive assistant to the chief operating officer, Jodi Mansfield. She became Jimenez's assistant when he was COO and then when he was appointed CEO. During her tenure, she helped support several executives and five hospital CEOS — John Ives; Paul Metts; Richard Gaintner, M.D.; Tim Goldfarb praised his partner-in-crime of nine years. \"We've developed the type of bond that transcends work. She knows what I'm thinking before I think it, \" he explains. \"She manages it all. She can keep me in line and I listen to her because she's so insightful. \" She brings in desserts he loves (\" And I don't even have a sweet tooth!\"), but he said her superpower is being a mentor and adviser in her own right. \" Among the hospital's senior team members and executive administrative staff, she's been a leader and has made a tremendous impact. She is also so patient, kind and a great person. We are going to miss her. \" He asked us to turn the questions to her. Barb, what have you enjoyed about your long career here? My big regret is not coming sooner to join the health system! I really like the work and have so many great memories. When I was new, I worked on the hospital bond issuance process for finance and got to work closely with Joyce Smith (retired former CEO executive assistant). I was Jodi's executive assistant for about 20 years and now I've been with Ed for about a decade. It worked out here for me because of how everything changes ... I got to see so much growth and feel part of it. We went from being a single hospital to a multiple hospital system — and nothing has slowed down! I've liked all our CEOs and executives, and the hardest part was when they left after you' d known them so long. What's kept you with this organization? It's like a family here. That's why it's been so hard for me to leave, even though I'm ready to retire. I spend as much time here as I do at home. It's an exciting place! But I'm ready to spend more time with my husband, Mike, our three kids and our (seven) grandkids.NEWS +NOTES || SEPT/OCT 2019 3HAVE A QUESTION FOR THE CEO? Email Kim Rose, director of strategic communications with UF Health Communications, at roseka@shands.ufl.edu and she'll share your question with Ed Jimenez for an upcoming CEO column.UF HEALTH SHANDS | AWARDS+KUDOS Q&A WITH ED JIMENEZ — AND BARBARA LONG STRAYHORN! CEO executive assistant reflects on career and retirement Ed is only three days younger than my son. I feel like I know him well — he's energetic and 'predictably unpredictable' and keeps things interesting. He has lots of ideas, says, \"Make it happen!\" and leaves me to figure things out. I have stayed flexible, I've grown and I've enjoyed it. Tell us something about our executive team that you want to share. They all want the right thing for our patients and employees. They really have people's best interests at heart. They can't make everyone happy but they work hard trying. They always do their best for our staff. Come on, Barb. We really want some intel about Ed ... As for funny things, well ... What's interesting is he comes in the door and we look at each other and nod or shake our heads and often don't need to say much. And he's never in a bad mood! He's good at reading other people. He's naturally energetic. And ... he likes banana pudding. And he likes the brownies I make and bring in. If there are leftovers, he'll take them home, so sometimes I make extra for him. That's more like it. One last question. What's been your biggest inspiration? Going into the hospitals, seeing how hard our doctors and nurses work. The way they work together ... To me, they are all underappreciated! Everyone here, everyone ... they work so hard. And how the CEO and leaders keep everything going. I don't know how they do it. UF Health is growing and it's amazing how it's not slowing down. This place keeps blossoming. We congratulate and thank you, Barb, for being such a special colleague and for all your contributions over the years! Yogi Berra, legendary New Y ork Y ankees catcher and Major League Baseball manager and coach, famously said, \"I wish I had an answer to that because I'm tired of answering that question. \" There might have been one less \"Y ogi-ism\" if Berra worked at UF Health. Why? Because at UF Health, we have many print and digital communications tools designed to keep our workforce informed and, hopefully, engaged with the information to do our jobs and feel connected across the organization. We have some \"global\" internal communications tools (aimed at all faculty and staff) as well as resources specific to you — the people who provide and support care for patients across our clinical programs. UF Health Communications manages the following tools: Bridge intranet portal: Bridge.UFHealth.org Berra could have gone online, searched the UF Health Bridge intranet portal and found the answer to pretty much any question about what's going on across the organization. \"The Bridge\" is a one-stop online information hub for UF Health faculty and staff. It features a helpful homepage with news and updates, tabs you can click on or hover over and a search function to help you find what you need as quickly as possible. Have a question about your benefits? Check under the \"Employee Services\" tab and find quick links to our employer HR sites. Need to reference a core policy or work rule? Easy: Check out the \"Policies & Procedures\" tab. Or find clinical resources and patient care links under the \"Care\" tab. Need to read FAQs about our parking upgrades? Type \"Employee Parking\" in the search bar and follow the link. Bridge homepage features you should know: \u0084 The \"Employee Services\" tab \u0084 \u0007 \u0007 The\u0007\"Directory\" \u0007enables\u0007you\u0007to\u0007find\u0007faculty,\u0007staff\u0007and\u0007 students \u0084 The \"News & Events\" tab includes links to all our print and digital newsletters. \u0084 \"FYI: Announcements\" shares updates from our core service divisions (Communications, IT Services, HR, Giving, Quality and Compliance) as well as the link to news items. \u0084 \"Leaders Online\" and \"Leadership Status Updates\" are posts from execs across the system. \u0084 \"Empathy Corner\" offers feel-good stories about staff and patients. \u0084 The \"Events Calendar\" lists scheduled events from community seminars to grand rounds. \u0084 \"My Account\" displays your customized links and updates. \u0084 Use the \"Suggestion Box\" to submit questions. \u0084 Take the \"Survey/Poll\" and provide input to help us improve communications. The Bridge. The Bridge. The Bridge. See where we're going here. \"It's déjà vu all over again. \" (Another \"Y ogi-ism\" that will never fade.)UF HEALTH | NEWS+COMMUNICATION STAYING CONNECTED IS EASIER THAN EVER Many resources keep faculty, staff informed BY KATHY CAFAZZO 4 NEWS +NOTES || SEPT/OCT 2019 Want to read our latest news releases going to the news media? Read the \"FYI: Announcements — In the News\" SEPT/OCT 2019 5Visit the \"News & Events\" tab on the Bridge for links to all our magazines and e-newsletters! Shands News e-newsletter & website: news.my.shands.org The weekly e-newsletter goes to UF Health Shands employees with a link to details on the web. The site also includes print- and-post materials for managers to share with staff.College and institute news The Bridge \"News & Events\" tab also provides links to other newsletters from across the academic health center. News+Notes: news-notes.UFHealth.org This newsletter is published eight times a year and focuses on need- to-know information and stories for faculty and staff who provide and support care across our hospitals and outpatient programs. It's available in boxes by elevators and in cafeterias throughout the UF Health Shands system and is mailed out to reach our staff in outpatient programs and facilities. UF HEALTH MAGAZINES AND NEWSLETTERS 6 NEWS +NOTES || SEPT/OCT 2019 Screensavers When UF Health Shands staff computers go idle, a series of screensavers launch to remind us about ongoing communications campaigns and important programs with directions for more information. Digital signs There are six electronic billboards in high-traffic hallways and elevator bays in our hospitals and the 1329 Building, with more planned. Information is geared to faculty and staff and/or patients and visitors, depending on the location. The Q Report: qreport.health.ufl.edu This magazine features clinical quality and patient safety updates from our clinical services across Gainesville and is published in spring/ summer and fall/winter. It supports the UF Health Sebastian Ferrero Office of Clinical Quality and Patient Safety. The POST: post.health.ufl.edu This print and digital newsletter reflects news from all UF Health campuses and programs in Gainesville, Jacksonville and throughout Florida. It is distributed throughout the organization and is available online under the Bridge \"News & Events\" tab. Tip: When using \"Search\" on the Bridge, put quotation marks around the word(s) for more specific results. DYK: The two most commonly visited sections on the Bridge are \"Empathy Corner\" and \"FYI: Announcements.\"UF HEALTH COMMUNICATION SEPT/OCT 2019 NEWS +NOTES || SEPT/OCT 2019 7 internal communications tools \u0084 Reinforce organizational goals/priorities \u0084 Share need-to-know information \u0084 Promote open and honest communication \u0084 Inform and engage \u0084 Support employees in their jobs Leadership Posts Bridge Poll and Suggestion BoxNews and Events 8 NEWS +NOTES || SEPT/OCT 2019UF Health Shands Hospital ranks among the nation's elite in seven adult medical specialties in U.S. News & World Report's 2019-20 \"Best Hospitals\" report released July 30. No other Florida hospital has more than seven adult specialties ranked in the nation's top 50, up from six ranked specialties a year ago. And for the fifth year in a row, UF Health Shands is ranked in more adult and pediatric specialties combined than any other hospital in the state — a total of 12, factoring in the pediatric rankings released in June. UF Health Shands maintained its No. 2 position overall among Florida hospitals at a time of volatility as other health systems' rankings fluctuated in the state, with its highest national rankings coming in urology and nephrology. Both nephrology and urology are ranked 24th in the nation. UF Health's other ranked specialties are geriatrics (37th), diabetes and endocrinology (40th), gastroenterology and gastrointestinal surgery (40th), cancer (42nd) and pulmonology and lung surgery (44th). \"Every day, the entire UF Health Shands team shows its dedication to the highest-quality patient care, \" said David R. Nelson, M.D., senior vice president for health affairs at UF and president of UF Health. \"These rankings are the result of the skill and intense dedication of our caregivers and staff. And our patients benefit from that. \" In addition to the ranked specialties, two others are rated as \"high performing\" — placing them in the top 10 percent of hospitals reviewed by U.S. News. Those are neurology and neurosurgery and orthopaedics. \"The achievement of once again having nationally ranked medical specialties is a hard-earned and well-deserved accomplishment by our physicians, nurses and staff, \" said Ed Jimenez, UF Health Shands CEO. \"Every year, our accolades are merely a starting UF HEALTH SHANDS | CARE+QUALITY UF HEALTH SHANDS HOSPITAL RANKS AMONG NATION'S BEST Seven medical specialties are recognized BY DOUG BENNETT NEWS +NOTES || SEPT/OCT 2019 9UF HEALTH SHANDS | CARE+QUALITY UF HEALTH SHANDS HOSPITAL RANKS AMONG NATION'S BEST Seven medical specialties are recognized BY DOUG BENNETT Visit https://health.usnews.com/best-hospitals to see the full rankings and methodology.point. We are constantly striving to build on our remarkable reputation for patient care, innovation and physician training. That commitment is why so many patients choose UF Health Shands for their treatment. \" UF Health's urology practice achieved a national ranking after improving on its position as a \"high-performing\" program last year. It has achieved a U.S. News national ranking 11 times since 2005. The department has outstanding faculty who have received advanced fellowship training from top medical centers in the United States and Canada, said Li-Ming Su, M.D., a professor of urologic oncology and chair of the UF College of Medicine department of urology. Su also attributes the improved ranking to accomplishments that include expanded general and subspecialty urology services that allow for timely access for patients seeking urologic care, the development of online and printed materials to help patients navigate their care at UF Health, and multidisciplinary care teams for urologic cancers and kidney stone patients. Patients have also benefited from established resident training rotations that ensure continuity of treatment from a consistent care team throughout the preoperative, hospitalization and postoperative phases of their care, Su added. \"These efforts allow us to provide ideal patient-centered care that meets each patient's unique needs and expectations, \" Su said. C. Parker Gibbs, M.D., UF Health Shands chief medical officer, said the rankings validate the commitment to excellence in a wide range of medical specialties.\"Patients come to us with high expectations for care, safety and innovation. Our medical care teams and hospital staff have worked tirelessly to establish and maintain that reputation, \" he said. U.S. News also reviewed treatment of \"common procedures and conditions\" at hospitals nationwide. For the third consecutive year, UF Health has been rated \"high performing\" for five adult procedures. Those are lung cancer surgery, abdominal aortic aneurysm repair, colon cancer surgery, heart failure and chronic obstructive pulmonary disease, or COPD. \"Everyone at UF Health Shands can be especially proud of the teamwork that brings national distinction to our work in clinical care, education and research, \" said Joseph A. Tyndall, M.D., a professor of emergency medicine and interim dean of the UF College of Medicine. \"Our commitment to patients never wavers. \" UF Health Jacksonville also was recognized as a high-performing hospital in three specialties, including two national rankings. Its ear, nose and throat program is ranked 41st nationally and the nephrology specialty placed 45th. The neurology/neurosurgery program was recognized as high performing. UF Health Jacksonville increased its overall ranking among local and state hospitals from 22nd to 16th in Florida. The \"Best Hospitals\" rankings are based on measures such as survival rates, patient safety and specialized staff across 16 adult medical specialties at nearly 5,000 medical centers. The publication also analyzed survey responses from thousands of physicians as part of the rankings. 10 NEWS +NOTES || SEPT/OCT 2019The Norman Fixel Institute for Neurological Diseases at UF Health opened its new, world-class clinical care and research building, marking its latest step in the pursuit of providing the nation's most comprehensive and advanced care for Parkinson's disease and other neurodegenerative disorders. The $9 million state-of-the-art building — which features some of the foremost experts in Parkinson's and Alzheimer's diseases, dystonia, Lewy body dementia, ALS and concussions — was made possible by the generous support of many donors, including the Lauren and Lee Fixel Family Foundation and Tyler's Hope for a Dystonia Cure. The Fixel family built upon their support of the new facility with an additional $20 million gift in January to UF and UF Health that established the Fixel Institute, aimed at advancing research, technological innovation and clinical care for neurological diseases. That gift was matched by UF for a total funding package of $40 million, propelling a $100 million capital campaign to provide new resources for researchers and physician- scientists working to discover revolutionary treatments and pursue cures. The institute will expand upon the interdisciplinary service and science hub specialty care model started in 2011 as the UF Health Center for Movement Disorders and Neurorestoration by Michael S. Okun, M.D., chair of the UF College of Medicine department of neurology, and Kelly D. Foote, M.D., UF College of Medicine neurosurgeon Under the groundbreaking hub model, a care team including neurologists, neurosurgeons, neuropsychologists, physical therapists, occupational therapists, speech and swallowing specialists, nutritionists, psychiatrists and social workers all work together under one roof to foster a collaborative partnership among the care team. The facility, which houses the UF Health Neuromedicine - Williston Road practice, significantly expands the previous center's space to 24,700 square feet, 28 exam rooms and seven therapy rooms — including three clinical trials rooms and a telemedicine room. \"The mission of the Fixel Institute is to make a meaningful difference in the lives of people with complex neurological disorders through interdisciplinary care, innovative research and the teaching of the next generation of practitioners, \" said Foote, co- director of the Fixel Institute.UF HEALTH | CARE+QUALITY UF HEALTH UNVEILS INNOVATIVE NEW FACILITY TO TREAT DEBILITATING NEUROLOGICAL CONDITIONS Four renowned neuroscientists have committed to join the Fixel Institute BY MICHELLE JAFFEE | PHOTOS BY BERNARD BRZEZINSKI + JESSE JONES UF Health leadership and the Fixel family cut the ribbon on the new Norman Fixel Institute for Neurological Diseases at UF Health on June +NOTES || SEPT/OCT 2019 11UF HEALTH | CARE+QUALITY UF HEALTH UNVEILS INNOVATIVE NEW FACILITY TO TREAT DEBILITATING NEUROLOGICAL CONDITIONS Four renowned neuroscientists have committed to join the Fixel Institute BY MICHELLE JAFFEE | PHOTOS BY BERNARD BRZEZINSKI + JESSE JONES The facility incorporates indoor and outdoor rehabilitation, spaces to meditate, a clinical trials center and five laboratory spaces for researchers. \"This new facility is going to not only deliver medicine, but facilitate the healing process, \" said Okun, executive director of the Fixel Institute. \"We often forget that it's not just the medicines and therapies, it's patients and families who need to heal, and we need to have the right team members to help them live happy and meaningful lives despite the presence of neurological disease. \" The Fixel family's gifts have prompted a search to bring the world's top talent to Gainesville along with their related programs. Over the past six months, four renowned neuroscientists from leading research institutions have committed to join the Fixel Institute. The new researchers are: Matthew Farrer, Ph.D., from the University of British Columbia, directs UF's Clinical Genomics Program; Malú G. Tansey, Ph.D., from Emory University School of Medicine, who directs UF's Center for Translational Research in Neurodegenerative Disease, or CTRND; Matthew LaVoie, Ph.D., from Harvard Medical School, who will co-direct the CTRND upon his arrival in 2020; and Stefan Prokop, M.D., from the University of Pennsylvania, who directs UF's Neuromedicine Brain Bank. \"We are thinking broadly and establishing a coordinated approach to improvement of clinical care, drug discovery, as well as gene and neuromodulatory therapy, \" said David R. Nelson, M.D., senior vice president for health affairs at UF and president of UF Health. \"Our outstanding team of experts will continue to push the boundaries in identifying new, game-changing approaches to treating neurologic disease. \"In addition to these faculty hires, the newly created Fixel Scholars Endowment will be used to support fellowship and postdoctoral researchers, all with a primary focus on Parkinson's disease and dystonia. Prokop is the first designated Fixel Scholar, and Farrer, Tansey and LaVoie are the first endowed chairs of the Fixel Institute. \"The generosity of the Fixels will aid in providing superb clinical care, allowing even more patients to participate in clinical research studies and enhancing our collaborative basic research efforts throughout the university, \" said Todd E. Golde, M.D., Ph.D., director of the Evelyn F. and William L. McKnight Brain Institute of UF. \"It will bolster our search of translational therapies to change the lives of millions of patients suffering from neurological diseases and conditions. \" (L) The new, world-class clinical and research building opened to patients on July 1 and (R) Michael S. Okun, M.D., executive director of the Norman Fixel Institute for Neurological Diseases, addresses attendees during the ribbon-cutting ceremony. 12 NEWS +NOTES || SEPT/OCT 2019Our UF Health Shands detailed emergency operations plans are available on the Bridge intranet portal. They guide faculty and staff in our hospitals and outpatient programs on what to do when faced with a crisis. A crisis could be any situation that requires our teams to adapt regular, day-to- day operations to quickly accommodate patients (mass-casualty accidents or transfers/evacuations) or manage through a challenge or loss of utilities, technology or other infrastructure on any scale. Current plans are posted online for a general mass-casualty response and for specific situations, including severe weather, missing child/infant abduction, active shooter, biological event and bomb threat response. Go to Bridge.UFHealth.org and type \"Emergency Operations\" in the search bar. Or go directly to Bridge.UFHealth.org/ shands-emergency-operations-plan for details.KNOW YOUR ROLE How does your team respond? Many departments stay well-trained and prepared year-round, due to the important responsibilities they have in emergency situations. Y ou may be in a department or program that has an \"all hands on deck\" approach when the hospital \"activates\" and the Incident Command Center is mobilized. Other departments have supportive roles but may rarely experience a sense of urgency during a mobilization. Or, you may be in a role that doesn't directly respond, but you may be asked to sign up for a staffing pool to come in and help another team. Please talk with your supervisor about your unit's role in a large- scale emergency response here at work. Are you considered among \"essential personnel\" who may be required to take a role? Would you be asked to help another team? Please discuss and understand your leaders' expectations for your team. HURRICANE RESPONSE This time of year, we remain focused on our \"severe weather\" readiness in case of serious storms and hurricanes. The Emergency Operations Bridge site includes a \"Resources\" tab with helpful information to help you prepare at home and work. Links include the National Weather Service, the Federal Emergency Management Agency, or FEMA, and UF Emergency Management. For example, when we activate for an impending hurricane, the hospital may offer limited child care for essential staff during their shifts. But staff shouldn't bring other family members to shelter in UF Health properties. UF Health can't be responsible for their safety and well-being when we're focused on caring for patients and staff who are working. Staff are asked to have plans for their loved ones and pets' safety during severe weather. The \"Resources\" tab offers Emergency Shelter information by county for North Central Florida, with emergency links and a checklist to help you prepare in advance. We hope you'll visit the Bridge, review resources and stay informed and prepared for whatever comes our way. UF HEALTH SHANDS | POLICIES+GUIDELINES EMERGENCY RESOURCES ON THE INTRANET Stay informed and prepared! BY KIM ROSE NEWS +NOTES || SEPT/OCT 2019 13The August edition of News+Notes included a feature spread about our ongoing commitment to \"green\" practices. A UF Health Shands Sustainability Committee has set the course to guide these efforts in our Gainesville hospitals and outpatient facilities. It is led by Tedd Comerford, associate vice president of Supply Chain Services and Materials Management for UF Health Shands, and chaired by Lauren Berkow, M.D., FASA, a UF College of Medicine professor of neuroanesthesia. Members hail from a variety of hospital and College of Medicine departments as well as UF Supply Chain Services, the UF Physical Plant division and the UF Office of Sustainability. Recycling representatives from Alachua County also partner on the committee. Since its creation three years ago, the committee has hosted annual Earth Day celebrations at UF Shands Hospital and guided the organization to join Practice Greenhealth, an organization that supports sustainability in hospitals. With the help of the committee, UF Health Shands has since won three environmental excellence awards for sustainability. The committee's goals include the creation of a sustainability dashboard, continued focus on recycling and providing education regarding sustainability team initiatives across the health system and community. Read the new mission, vision and values below and stay tuned for updates! UF HEALTH SHANDS | POLICIES+GUIDELINES INSPIRING \"GREEN\" PRACTICES Sustainability Committee rolls out new vision BY KIM ROSE UF Health Shands Sustainability Committee MISSION The UF Health Shands Sustainability Committee will lead in creating a community where environmental and community needs are engaged to meet the resource needs of today as well as the future. Our community of health care team members, faculty and staff will consistently advance our sustainability efforts and education in this journey. We desire to lead passionately, by example, while inspiring future generations to reduce our carbon footprint. VISION To increase internal stakeholder and community awareness of and participation in sustainability efforts to reduce our environmental footprint now and in the future. VALUES Protect and improve the natural environment in our community Develop sustainable practices throughout UF Health Shands planning and operations Continually review new sustainable solutions for energy, transportation, water, waste and food systems that result in environmental excellence Educate our health system and community on sustainability best practices 14 NEWS +NOTES || SEPT/OCT 2019Flu season is right around the corner! This time of year brings a certain buzz around getting a flu shot. It's common to hear things like, \"I got the flu shot and immediately got the flu!\" or \"I didn't feel great after getting my flu shot, so I'll skip it this year. \" But the best way to avoid the flu is by getting a flu shot, and the CDC recommends annual flu vaccination for everyone 6 months old through adulthood. Here, we address a few common concerns and misconceptions that are regularly voiced each flu season and provide helpful insight into what you can do to keep you and your family safe. Getting the flu vaccine will give me the flu. The virus in the flu vaccine is inactive, which means you cannot get the flu from the flu shot. Y ou may experience body aches, which stem from your body's immune response, and show your body is responding to the vaccine. It's also possible you could have caught the flu prior to receiving the flu shot, which means you would not have been protected from the flu at that time. \"Like any vaccination, once you get the vaccine, it takes about two weeks for your immune system to rev up and develop a protective response, \" said Nicole Iovine, M.D., Ph.D., UF Health Shands epidemiologist in chief. \"So, if you're exposed to the flu in that two- week period before you've gotten a protective response, you might actually end up coming down with the flu. \" Do I really need to get the flu vaccine this year if I got it last year? It is very important that you get the flu vaccine every year, even if you got it the year before. Y our body's immune response to a flu vaccine declines over time, meaning yearly vaccination is imperative to protecting yourself from the flu. The flu virus is constantly changing, requiring the vaccination strains to be reviewed and updated in order to keep up with the ever-changing virus. \"The influenza vaccine is constantly changing, \" said Michele N. Lossius, M.D., UF Health Shands chief quality officer. \"While the vaccine is created each year with a best estimate as to what will be the most common viruses that year, it's not always a perfect match. However, each year that you receive the vaccine, you do add on to the protection you already have, so it's important that we keep getting the vaccine each year. \"The side effects from receiving the flu vaccine are not worth it and I would rather risk getting the flu. The flu is highly contagious. When you get the flu, you may become a carrier without knowing it for a few days, meaning you may unknowingly spread the virus and put others at risk. \"Getting the flu vaccine really makes a huge difference, \" Iovine said. \"It can prevent you from getting the flu, make it less severe, keep you out of the hospital and reduce your chance of dying from the flu. \" With the flu, symptoms can include fever, headaches, cough, sore throat, nasal congestion, extreme body tiredness and body aches. All of these combined can disrupt your work and personal life for up to two weeks. Flu vaccinations can help reduce or prevent these symptoms, as well as flu-related hospitalizations. I've never had the flu and flu vaccines don't always work, so why should I bother getting vaccinated? Again, getting the flu vaccine really makes a difference. Most importantly, it can keep you out of the hospital and it reduces your chance of getting seriously ill or dying from the flu. \" Any vaccine against the flu is better than no vaccine against the flu, \" said Kathleen Ryan, M.D., UF College of Medicine department of pediatrics chief of infectious diseases. \"Everybody, 6 months and older, every year, regardless of being healthy or not, should get the flu vaccine. \" At UF Health, we're committed to keeping our community healthy and safe. \"It is important for the health care givers here at UF Health and our community to be as healthy as possible. An aspect of health is preventive medicine, and I consider immunizations to be part of the arsenal of prevention, \" Lossius said. We appreciate everyone's help in sharing information — and reducing any misinformation — about flu this season. Please visit Flu Central on the Bridge intranet portal to learn more about flu prevention and our vaccination policies for this upcoming flu season. UF HEALTH | CARE+QUALITY STAYING INFORMED AND SAFE DURING FLU SEASON Addressing common concerns and misconceptions about the flu vaccine BY RACHEL RIVERA NEWS +NOTES || SEPT/OCT 2019 15UF HEALTH | CARE+QUALITY STAYING INFORMED AND SAFE DURING FLU SEASON Addressing common concerns and misconceptions about the flu vaccine BY RACHEL RIVERA Healthy habits keep the flu at bay While the best prevention from the flu is getting vaccinated, there are healthy habits to help stop the spread of germs and prevent the flu from catching you! Cover your mouth and nose. When coughing or sneezing, cover your mouth and nose with a tissue. It may prevent those around you from getting sick. Clean your hands. Regularly washing your hands will help protect you from germs. If soap and water are not available, use an alcohol- based hand rub. Avoid touching your eyes, nose or mouth. Germs are often spread when a person touches something that is contaminated with germs and then touches his or her eyes, nose or mouth. Practice other good health habits. Clean and disinfect frequently touched surfaces at home, work or school, especially when someone is ill. Get plenty of sleep, be physically active, manage your stress, drink plenty of fluids and eat nutritious food. *Healthy habits brought to you by the CDC. Bee PREPAREDBee VACCINATED Visit FLU CENTRAL Bridge.UFHealth.org/flu 16 NEWS +NOTES READY: Decal changes, improved shuttle hours and free park-n-ride service BY KIM ROSE LOTTERY PROCESS & NEW DECAL REQUIREMENTS At: South Employee Garage & HVN Garage (off Southwest 13th Street) Details are available on the Bridge intranet portal. Sept. 16 Decal lottery notification Faculty and staff who participated in the parking decal lottery for one or both of these two garages and who have been selected for a decal will be notified by Sept. 16. If you're selected for a Y ellow decal for the South Employee Garage or a Silver or Gold decal for the HVN Garage, you'll receive instructions. Oct. 1-31 New decal pick up Those granted a new decal through the lottery will have 30 days to visit UF Transportation and Parking Services to exchange your old decal for your new one. As soon as you have the new decal, you can begin parking in your assigned garage. Oct. 1 New parking guidelines in place The HVN Garage will now require a Silver or Gold decal. The South Employee Garage will now require a Y ellow or a Red/Y ellow decal. Y ou must display the correct decal in your vehicle to park in these garages.PARK-N-RIDE AT THE OAKS MALL View a map and registration details on the Bridge intranet portal. Oct. 1 Free Park-n-Ride service begins Hours are 6-8:30 a.m. and 3:30-8 p.m. Our new commuter option begins for UF Health faculty, residents, staff and volunteers. Weekdays, park for free at the Oaks Mall and take a direct-express shuttle to two stops on our health campus (outside UF Health Shands Hospital on Archer Road and at the Circle of Hope at our cancer, heart and neuro hospitals). Service runs Monday-Friday from 6-8:30 a.m. and 3:30-8 p.m. Registration is required and remains available online. DIGITAL CAPACITY COUNTERS At: South Employee Garage (Southwest 13th Street) & Garage IX/9 (Archer Road) Oct. 1 Digital \"capacity counter\" signs will display available parking spaces Commuters will be able to see the number of available parking spaces in two high-traffic staff parking garages — the South Employee Garage off Southwest 13th Street and Garage IX/9 near the ShandsCair heliport on Archer Road. Capacity counters, commonly used at airports, help users identify available parking. SHUTTLE SERVICES At: Archer Road hospitals Ongoing Direct-express shuttles start at 5:15 a.m. All morning direct-express shuttles now begin service at 5:15 a.m. This includes the new morning direct-express shuttle between Garage IX/9, the Triangle Lot and the 1329 Building.Here's a reminder about parking for faculty, residents, staff and volunteers working in our Archer Road facilities. Please post these details for your colleagues. For more information about decal changes and shuttle hours, visit our intranet portal at Bridge.UFHealth.org — type \"Employee Parking\" in the search bar and follow the prompts. UF HEALTH | CARE+QUALITY BEING BEST IS CLOSER THAN YOU REALIZE Meaningful group discussions center on good lifestyle behaviors BY CRYSTAL LONG Visit care.med.ufl.edu/bestyou to learn more about taking the next steps in becoming the BESTYou. NEWS +NOTES || SEPT/OCT 2019 17UF's Mobile Outreach Clinic is known for providing clinical education to medical and nursing students through an immersive experience that focuses on impacting the health of patients in low-income areas of Alachua County. Their mission is to provide health care services to the underserved and help bridge the gap of those suffering from health disparities, delivered in a respectful, low-barrier setting. Mobile Outreach Clinic initiatives include the BESTY ou chronic disease self-management program, which takes an integrative approach to chronic pain and illness relief through lifestyle changes. The six-week schedule is available to anyone. Some of our colleagues at UF Health have been among the first to take advantage of the opportunity to improve their well- being and a healthier lifestyle. Kiesha Y oung, an employment coordinator with UF Health Shands Human Resources, found the program to be interactive and focused on self-care. \"It's important to set aside time for yourself and find the resources to help you achieve your goals, \" Y oung said. Through meaningful group discussions and effective strategies centered on good lifestyle behaviors, the program can transform you into your BESTY ou. BESTYou topics vary depending on the group or individual's goals, including: Stress management and emotional wellness Gratitude and reflection Nutrition and physical activity How to communicate effectively with your health care provider Budgeting and financial responsibility Problem-solving skills Prior to the program, Y oung practiced an all-or-nothing approach, she said, setting unattainable goals for herself. After completing the program, she learned, \"Y ou can make small changes, and that gets you to where you need to be. \" UF HEALTH SHANDS | BENEFITS+TRAINING NEW HRD BRIDGE SITE PUTS RESOURCES AT YOUR FINGERTIPS Visit Bridge.UFHealth.org/shands-hrd/ for more information on the new site. Catch the November/December issue of News+Notes for a more in-depth look at what's available for new employees. 18 NEWS +NOTES || SEPT/OCT 2019Our UF Health Shands Human Resource Development, or HRD, team is committed to supporting leaders and employees of all levels throughout their careers at UF Health Shands. The team's mission is to support the skills, knowledge, abilities and competencies necessary for individual and organizational development and growth. Whether you are a new employee completing your onboarding experience, a staff member looking to grow or a seasoned leader looking to advance your skills, the HRD team has developed tools and resources to support your success. And that's the reason why a new Bridge page was developed — to provide a more user- friendly experience that provides useful information in one location. So what's different? In one word ... everything! Coaching Engagement myTraining Orientation/Onboarding Service Culture Toolkits & Resources\u0084There are six tabs in the navigation menu: \u0084There is a direct link to the HRD Class Calendar, making it much easier to see what classes are available. \u0084 There are three Quick Links geared toward growth and learning: Leadership Development Employee Development eLearning/Videos/Podcasts UF HEALTH SHANDS | GROWTH+EXPANSION LABOR AND DELIVERY UNIT GETS FACELIFT In February, the UF Health Shands Hospital Labor and Delivery Unit opened eight new labor suites for moms in active labor or those scheduled for a labor induction. Suite updates included new walls, floors, equipment and bathrooms. These new rooms are beautifully appointed, spacious and designed to provide as much or as little intervention as necessary for the birth experience. The second phase of the renovation will create a new high-risk Antepartum Unit. This patient care space will be immediately adjacent to our new labor rooms and will include 12 rooms. These newly refurbished suites will be used for moms receiving a higher level of care for their pregnancy or those who are remaining in the hospital until delivery. Suites on this unit will be refurbished with new paint, wall art, sinks and televisions. This construction is underway with completion anticipated in November. Construction on these units will allow for continuous maternal and fetal assessment, enhancing care for our patients. Randall C. Jenkins, Esq., was named UF Health senior vice president and general counsel, responsible for all legal affairs of our academic health center, including our hospital systems in Gainesville and Jacksonville. He continues oversight of the UF Healthcare Education Insurance Company, or HEIC, and UF Self-Insurance Program, or SIP . \"Randy is exceptionally well-suited to serve in this role and will guide a restructuring of our legal support for our academic health center to create additional efficiencies and ensure clear communication and collaboration within UF Health and across the university, \" said David R. Nelson, M.D., senior vice president for health affairs at UF and president of UF Health. As president of the UF HEIC, which administers professional and general liability programs for the academic health centers at five universities within the State University System, he serves as the professional liability self-insurance administrator for Florida's first and largest SIP , which protects all UF Health entities. He also simultaneously serves as executive director of the Florida Board of Governors Self- Insurance Programs for the professional liability entities also protecting the University of Central Florida, Florida State University, Florida Atlantic University and Florida International University. Jenkins previously performed a variety of medical-legal roles for UF Health, ranging from handling medical malpractice lawsuits and licensure complaints to improving patient safety through teaching and loss prevention initiatives that have often received national and international peer review recognition. Jenkins and his team at SIP helped design and implement the UF Health Patient Safety and Presuit Mediation Program, which permits patients and providers to meet and resolve patient issues in a confidential and collaborative setting to facilitate understanding and resolution using an alternative other than litigation. Jenkins also spearheaded the initial federal listing of the Florida Academic Healthcare Patient Safety Organization, which unites sister universities in deliberation and analysis of patient safety opportunities, and continues to serve as the organization's president. Similarly, on a national level, he collaborated with Harvard Health to create the Academic Medical Center Patient Safety Organization, which allows UF Health and Harvard Health to learn patient safety lessons and share improvement opportunities with each other under the assurances of strong federal confidentiality laws. He also has a proven commitment to the university teaching mission and has taught for over 15 years as a clinical associate professor at the UF College of Public Health and Health Professions and as an adjunct professor at the UF Levin College of Law, teaching medical malpractice. The graduate MHA students have awarded him their excellence in teaching award several times during his tenure. Jenkins graduated magna cum laude from Wake Forest University with a bachelor of science in politics, with emphasis in communications, before earning his law degree cum laude here at UF's Levin College of Law. UF HEALTH | NEWS+COMMUNICATION RANDALL C. JENKINS, ESQ., NAMED UF HEALTH SVP/GENERAL COUNSEL Continues oversight of the UF Healthcare Education Insurance Company and UF Self-Insurance Program BY MELANIE FRIDL ROSS NEWS +NOTES || SEPT/OCT 2019 19 UF HEALTH | CARE+QUALITY THE CHANGING LANDSCAPE OF HEALTH CARE In honor of National PA Week, meet three PAs educated and employed at UF Health BY TYLER FRANCISCHINE | PHOTOS BY JESSE S JONES Only 54 years have passed since the nation's first physician assistant program was started at Duke University, but the career has evolved and expanded to become the fifth fastest-growing profession in the nation, according to the Bureau of Labor Statistics in 2018. Each day in hospitals, clinics and academic health care settings across the nation and beyond, PAs work on care teams with physicians and nurses to provide trusted, competent patient care. The UF School of Physician Assistant Studies, which has been housed in the George T. Harrell, M.D., Medical Education Building since 2015, provides a systems-based, collaborative approach to medical education, coupling real-life clinical training with use of leading-edge simulation technology, ensuring students graduate with all the skills they need to work in the modern health care field. Each year during Oct. 6-12, we celebrate National PA Week, which recognizes the commitment and talent of physician assistants across the nation. We' d like to introduce three PAs who were trained at the UF School of Physician Assistant Studies in the College of Medicine and remained on campus to provide quality patient care at UF Health Shands hospitals and outpatient practices. Rick Davis, P A-C For Rick Davis, PA '82, 2019 marks 30 years working as a physician assistant at UF Health. He says UF Health is his home, a place where he collaborates with physicians and nurses across disciplines during work days filled with variety. Davis, a PA in the UF College of Medicine division of gastroenterology, hepatology and nutrition, works in the UF Health Physicians gastroenterology outpatient practice for GatorCare and GatorAdvantage patients. He says his education at the UF School of Physician Assistant Studies not only provided him with a wide breadth of clinical and research experience during monthlong rotations across 13 or 14 specialties, but also taught him many important lessons he uses each day in his current career. He passes these teachings on to current UF PA students in his role as a clinical preceptor teaching Introduction to Gastroenterology. \"Continue to read and build your knowledge base, \" Davis says. \" Always be aware of what you don't know. Don't be shy to ask questions. We all share a scientific and medical curiosity. And don't forget that each patient has a story. We used to say, 80% of diagnoses are made when taking a patient's history. Try to achieve a balance so that you give your patients enough time to tell you about themselves. \" Anthony Musalo, P A-C Shortly after graduating from the UF School of Physician Assistant Studies, Anthony Musalo, PA '05, joined the UF Health team, where he worked in a multidisciplinary surgical ICU, the UF Health Shands Burn Center and as a member of the cardiac arrest Code Blue Team. Today he works nights in the UF Health Neuromedicine Hospital Neuro ICU Unit 46, and he's found that his career at UF Health centers around the same kind of collaborative teamwork that characterized his education. Musalo says he was driven to embark on a career at UF Health because of the mentorship he received from Thomas J. Gallagher, M.D., former chief of the UF College of Medicine division of critical care medicine. As a PA, Musalo values the close relationships he develops with physicians and other members of the patient care team. \"The landscape of health care is changing. By design, we as physician assistants are part of a team with physicians. That aspect of teamwork is something I value and wanted to be a part of, \" Musalo says. \"There's great respect and camaraderie among all members of a team who work together to provide care. It is only with the contributions of the entire team that we're able to deliver the highest-quality care to our sickest patients. \" 20 NEWS +NOTES || SEPT/OCT 2019 UF HEALTH | CARE+QUALITY THE CHANGING LANDSCAPE OF HEALTH CARE In honor of National PA Week, meet three PAs educated and employed at UF Health BY TYLER FRANCISCHINE | PHOTOS BY JESSE S JONES Caroli Harkness, P A-C, MP AS Since starting her career as a critical care PA at UF Health in 2010, Caroli Harkness, PA '10, has witnessed immense growth and evolution at every level. At both the newly constructed UF Health Heart & Vascular Hospital and the UF Health Neuromedicine Hospital, Harkness has helped develop new ICUs for patients across surgical critical care specialties. She recalls working on a team that grew from five to 40 advanced practice providers — encompassing PAs and nurse practitioners. Harkness credits her education at the UF School of Physician Assistant Studies with equipping her with all the skills she needed to work in \"highly specialized, challenging and evolving fields within medicine. \" Harkness says working with Musalo in an ICU during her clinical year of training inspired her to become a critical care PA. This summer, Harkness got the opportunity to serve as a mentor herself to current PA students by instructing them in simulation and procedural lab settings. \" Anthony took me under his wing. Working with him as my mentor was a highlight of my clinical year and led me to my career, \" Harkness says. \"I'm glad I've been able to give back to the UF School of Physician Assistant Studies and pay it forward by teaching during the summer. It was nice to meet the students before their rotations, before they step into a challenging and intimidating ICU. Now, when they enter the ICU, they'll see my familiar face. \" NEWS +NOTES || SEPT/OCT 2019 21 CELEBRATING PHYSICIAN ASSISTANT WEEK PAs are medical professionals who diagnose illness, develop and manage treatment plans, prescribe medication and often serve as a patient's principal health care provider. With thousands of hours of medical training, PAs are versatile and collaborative. PAs practice in every state and in every medical setting and specialty, improving health care access and quality. PAs are educated at the master's degree level in programs that are approximately three academic years in length, and include more than 2,000 hours of clinical rotations. Their training as medical generalists provides PAs with diagnostic and treatment skills in all areas of medicine and for all patients, regardless of age or gender. Did you know? UF currently has 120 PA students UF has 1,915 PA graduates There are 131,000 PAs practicing in all 50 states and Washington, D.C. UF HEALTH SHANDS | HOSPITALITY+SERVICE SECURITY SPOTLIGHT Get to know the staff who keep us safe BY SARAH STANLEY Durrell Hicks, a UF Health Shands Security officer, remembers being a 19-year-old rookie correctional officer, looking up at a large incarcerated man with several inches and years on him. Hicks doesn't remember what he was asking the man to do, but he does remember being intimidated. \"I was a young guy telling an older guy what to do, \" he said. Hicks had been working at a Piggly Wiggly grocery store and studying criminology when he was offered a position at Lancaster Correctional Institution in Trenton. In the prison system, kindness was looked at as weakness. \"Y ou can come in tough and lighten up, but you can't come in soft and get tougher, \" his boss would say. Hicks learned to be tough, despite being kind by nature. Thirty-one years later, and after a year of retirement, Hicks joined UF Health Shands Security in 2017. He said he loves it and would never return to corrections. Kindness and hospitality are required on the job, and that's a change he's welcomed. He works overnight in the UF Health Shands Cancer Hospital and enjoys interacting with everyone who enters the building. Cory Hunte is the UF Health Shands Security officer who switches off with Hicks to work the day shift. He had a similar role at New Y ork Presbyterian Hospital before joining UF Health Shands. He also prefers his new job here in Gainesville. \"The weather is great, \" Hunte said. \"There's no snow and, generally, the people here are much nicer. \" Hunte has also been here since 2017 and said his transition was seamless. He has always appreciated the patient care environment. 22 NEWS +NOTES || SEPT/OCT 2019 DID YOU KNOW? UF Health Shands Security is a phone call away. Call 352-265-0911 for urgent requests. For non- urgent or routine requests, call 352-265-0111. For more, visit Bridge.UFHealth.org/Shands- Facilities and select \"Safety, Security and External Transportation\" under the \"About\" tab. Durrell HicksUF HEALTH SHANDS | HOSPITALITY+SERVICE SECURITY SPOTLIGHT Get to know the staff who keep us safe BY SARAH STANLEY \"We want to make sure everyone who comes through our hospitals is safe and has the best experience we can give them, \" Hunte said. \"My favorite part of working here is helping people. That's the highlight of our job. \" The most difficult cases for our Security teams involve patients with medical conditions affecting their behavior or people suffering from addiction. They often have to help staff by restraining patients who have become noncompliant and aggressive. The security team's strength is their training and skill in de-escalating tense situations through careful verbal intervention. Hicks said that in disruptive situations and difficult patient care scenarios, each person is \"a soul that needs to be tended to, like anybody. \"Hunte agrees, describing their team as \"mediators\" who regularly meet hostility and the threat of violence with understanding. He added, \"(Patients who act out are) not really mad at you. They don't know you. They're mad at the situation, and you can't take it personally. \" In stressful situations, Hicks draws inspiration from his pastor. A saying that he reflects on is, \"It doesn't matter how people treat you, but it does matter how you react. \" NEWS +NOTES || SEPT/OCT 2019 23 DID YOU KNOW? Our Security team works with internal customers to prevent and de-escalate conflict. They use nonphysical intervention whenever possible. In a future edition of News+Notes, we will share more about their de-escalation and \"mental first aid\" tactics. Cory HunteUF HEALTH SHANDS | BENEFITS+TRAINING PROMISING GROWTH FOR PHARMACY TECHS Finding a new career here at UF Health BY EMILY DUNSON With a growing need for pharmacy technicians, various groups within UF Health came together to create an empowering solution that led to a new career path for UF Health Shands employees. In 2016, UF Health Shands launched the Pharmacy Technician Training Program for entry- level candidates. Since then, the training program has been a huge success with a 100% passing rate on the Registered Pharmacy Technician exam. Candidates have completed the program to find more than a job and a learning experience. Thirty-five UF Health staff members have found a new career path to launch them forward in health care. Martina Holder, Pharm.D., BCPS, education coordinator of UF Health Shands Pharmacy Services and the pharmacy residency program director, has seen the transformation in her students' lives through this opportunity. \"I am amazed that through the development of this program we created a technician career ladder, so not only are we giving people the opportunity within the pharmacy department to become pharmacy technicians, \" Holder said, \"we are also giving them the opportunity for further growth opportunities. \" A pharmacy technician's main responsibilities are filling prescriptions, counting tablets and measuring medications, updating patient profiles, managing inventory, compounding or mixing medications and providing customer service. This training program provides 165 hours of didactic self-study and practical training over 10 weeks in all these areas in preparation for a qualifying exam. 24 NEWS +NOTES || SEPT/OCT 2019 UF HEALTH SHANDS | BENEFITS+TRAINING PROMISING GROWTH FOR PHARMACY TECHS Finding a new career here at UF Health BY EMILY DUNSON UF HEALTH SHANDS CHILDREN'S HOSPITAL | CARE+QUALITY SCHATZ APPOINTED INTERIM CHAIR OF PEDIATRICS Desmond Schatz, M.D., has been appointed interim chair of the UF College of Medicine department of pediatrics and physician-in-chief of UF Health Shands Children's Hospital. Schatz, a professor of pediatrics and the current associate chair of the department, is a nationally and internationally regarded Type 1 diabetes researcher who has published more than 360 papers, the majority related to the prediction, natural history, genetics, immunopathogenesis and prevention of the disease. He will continue to serve as medical director of the UF Diabetes Institute and director of the Clinical and Translational Science Institute's Clinical Research Center. \"Schatz has demonstrated collaborative leadership throughout his career, with a devotion to excellence and a commitment to integrity,\" said Joseph A. Tyndall, M.D., M.P.H., interim dean of the UF College of Medicine. \"He will guide the department of pediatrics until a national search can be convened to appoint a new leader.\" Schatz assumed the role June 20, as Scott Rivkees, M.D., began his appointment as state surgeon general and secretary of the Florida Department of Health. Rivkees, a professor of pediatrics, has led the department to significant growth across its clinical, education and research missions, and will continue to oversee his federally funded research projects at UF. It prepares candidates to function as competent pharmacy technicians under the supervision of a pharmacist. As each candidate has diverse and unique interests and skills, they can become proficient in a specialty area for which there is a departmental need or an expressed desire by the candidate. \"We all have 'developing self and others' on our job descriptions (as UF Health Shands employees), and that really speaks to what these practicing pharmacists and technicians are doing, \" Holder said. \"They are developing themselves to learn how to be a teacher, but they are also developing our tech trainees through this experience. \" According to the Bureau of Labor Statistics, employment of pharmacy technicians is projected to grow by 12% from 2016 to 2026, faster than the average for all occupations. In parallel with this growth, the training program prepares candidates for an approved qualifying exam and makes them eligible to register as a pharmacy technician in Florida. In addition, once the pharmacy technician registration is received from the Board of Pharmacy, trainees will be eligible for promotion to a Level 1 pharmacy technician position, as well as the opportunity for future promotions. \"Here at UF Health, as we add geography, new sites, new beds and more, the need for trained pharmacy experts is growing, \" said Diana Richardson, UF Health Shands vice president of operations. \"It's a necessary role to deliver and prepare medications for patients, whether it's in the outpatient or inpatient setting, and we cannot do it without these individuals. \" UF Health is committed to quality patient care, which means a commitment to personal and professional development for all employees. When the candidates successfully complete the program, they are eligible for tuition reimbursement. \"The Pharmacy department's solution to develop our own in-house pipeline for pharmacy techs has been so positive, and it's great to see the popularity of the program each time we offer enrollment opportunities, \" said Gayla Beach, UF Health Shands Human Resources associate vice president. The program leaders look forward to more interest. Stay tuned for announcements about the application process and dates for the next training program. New pharmacy technicians are all smiles after passing their qualifying exam. (Pictured L-R) Kevin Splunge, Bianca Holmes, Vanessa Thompson and Chevante || SEPT/OCT HEALTH | EVENTS+ACTIVITIES SUPPORT BREAST CANCER RESEARCH AT UF HEALTH Get your pink on throughout October BY JESSICA BARTON Breast cancer will be the No. 1 cancer diagnosis for women in Florida this year. More than 270,000 women and men in the U.S. are expected to be diagnosed with breast cancer in 2019. So how can we make an impact? October is National Breast Cancer Awareness Month. It's a chance to raise awareness about the importance of early detection and to spread the word about mammograms. There are many ways to support the cause. Panera Goes Pink On Friday, Oct. 4, 100% of the proceeds for every Pink Ribbon Bagel sold in Panera's North Central Florida cafes will go directly to local efforts. Last year, Panera donated almost $12,000 to breast cancer research here at UF Health.The pink-ribbon-shaped bagels, flavored with select ingredients, including cherry chips, dried cherries, honey, vanilla and brown sugar, make this opportunity to go pink for breast cancer extra sweet. Visit paneraflorida.com to pre-order your bagels. This allows Panera to fulfill the demand for Pink Ribbon Bagels while maximizing the amount raised for UF Health Cancer Center breast cancer research. Making Strides Against Breast Cancer Get out your walking shoes for the 5K that runs pink. The American Cancer Society Making Strides Against Breast Cancer walk is Saturday, Oct. 26 in a new location — Celebration Pointe.Last year, a record 30 UF Health teams comprising 711 employees donated 350 hours of service and raised $19,300 for the event. Dollars raised enable the American Cancer Society to fund groundbreaking breast cancer research; provide free, comprehensive information and support to those touched by the disease; and help people take steps to reduce their breast cancer risk and find it early when it's most treatable. To learn more about the Making Strides Against Breast Cancer event or to join a UF Health team, visit makingstrideswalk.org/gainesvillefl and search for UF Health. NEWS +NOTES || SEPT/OCT 2019 27UF HEALTH | CARE+QUALITY GETTING YOUR FLU VACCINE IS SIMPLE AND EASY Getting your flu vaccination at UF Health is easy. Beginning Sept. 16 through Oct. 30, the following workers are eligible for a free flu shot — no appointment needed — through UF Health Shands Occupational Health, or OHS, located at UF Health Shands Hospital, Room 1004 (down the hall from the Atrium elevators) and at our flu vaccination events: Visit Flu Central at Bridge.UFHealth.org/flu to see a calendar of flu vaccination events. UF Health Shands employees and volunteers UF Health Physicians employees UF College of Medicine faculty, physicians, residents and fellows Credentialed APRNs Credentialed physician assistants Credentialed medical staff Header will be replaced by Storyboard Patient photo for easier identification Allergies Coverage Previous visit details Reason for visit Recent events Specialty information Navigators will be moved to the top in a tab format Content will be the same as the current widescreen build Items duplicated on the Storyboard may be removedUF HEALTH | BENEFITS+TRAINING EPIC CHANGES ON THE HORIZON UF Health will be implementing Storyboard, and Epic support staff want to ensure that users are aware of the implementation and are excited about what's to come. REVENUE CYCLE and ACCESS users — upgrades take place on Sept. 9 CLINICAL users — upgrades take place on Nov. 12 Beginning Oct. 31, those who choose to opt out of receiving the vaccination for medical, religious or personal reasons will be required to follow a formal opt-out process and wear a mask in patient care areas. SO WHAT'S DIFFERENT? Stay tuned for more news regarding this upgrade in Shands News and on the Bridge.Visit the \"News & Events\" tab on the Bridge for links to all our "}