{"title": "Assessment of geraniol-incorporated polymers to control Aedes albopictus (Diptera: Culicidae) - PubMed", "author": "Username", "url": "https://pubmed.ncbi.nlm.nih.gov/22910616/", "hostname": "ncbi.nlm.nih.gov", "description": "Effective control of mosquito borne diseases has proven extremely difficult with both vector and pathogen remaining entrenched and expanding in many disease endemic areas. When lacking an effective vaccine, vector control methods targeting both larval habitats and adult mosquito populations remain t ...", "sitename": "PubMed", "date": "2008-01-01", "cleaned_text": "Assessment of geraniol-incorporated polymers to albopictus (Diptera: Culicidae) Abstract Effective control of mosquito borne diseases has proven extremely difficult with both vector and pathogen remaining entrenched and expanding in many disease endemic areas. When lacking an effective vaccine, vector control methods targeting both larval habitats and adult mosquito populations remain the primary strategy for reducing risk. Aedes albopictus from Thailand was used as a reference baseline for evaluation of natural insecticides incorporated in polymer disks and pellets and tested both in laboratory and field conditions. In laboratory and field tests, the highest larval mortality was obtained with disks or pellets containing IKHC (Insect Killer Highly Concentrate) from Fulltec AG Company. This product is reputed to contain geraniol as an active ingredient. With pellets, high mortality of Ae. albopictus larvae (92%) was observed in presence of 1 g of pellets per 500 ml of water at day 1st, and the mortality was 100% at day 1st for larvae in presence of 5 or 10 g of pellets. Fulltec AG Company has not accepted to give us the exact composition of their IKHC product. Therefore, we cannot recommend it, but the principle of using monoterpenes like geraniol, incorporated into polymer disks or pellets as natural larvicide needs more attention as it could be considered as a powerful alternative in mosquito vector control. Le contrôle effectif des maladies à transmission vectorielle fois au laboratoire et sur le terrain. Dans tous les la mortalité larvaire la plus les granulés et cette mortalité était de 100% en présence de 5 et 10 g de granulés dès le premier jour. La compagnie Fulltec méthode alternative efficace de contrôle des moustiques. Similar articles - [Spinosad as an effective larvicide for control of Aedes albopictus Aedes aegypti, doi: - PMID: 17199749 - [The Eye of the Tiger, the Thrill of the Fight: Effective Larval and Adult Control Measures Against the Asian Tiger Mosquito, Aedes albopictus (Diptera: Review. - [[Aedes albopictus, vector of and Mar;15(1):3-13. doi: 10.1051/parasite/2008151003. Parasite. 2008. PMID: 18416242 Review. French. Cited by - [Traditional herbal remedies and dietary spices from Cameroon as novel sources of larvicides against filariasis mosquitoes?](/27679452/)Parasitol Dec;115(12):4617-4626. - composition and antimicrobial and antioxidant activities of the oils from different plant parts (stems, leaves, flowers and fruits). Molecules, 2011, 16, 1695-1709 - [PMC](http://www.ncbi.nlm.nih.gov/pmc/articles/pmc6259913/)- [PubMed](/21330958/) - composition and antimicrobial and antioxidant activities of the oils from different plant parts (stems, leaves, flowers and fruits). Molecules, 2011, 16, 1695-1709 - - - Chuaycharoensuk T., Juntarajumnong W., Boonyuan W., Bangs M.J., Akratanakul N., (Diptera: Culicidae) in Thailand. Journal Vector Ecology, 2011, 36, 204-212 - [PubMed](/21635659/) - Chuaycharoensuk T., Juntarajumnong W., Boonyuan M.J., N., (Diptera: Culicidae) in Thailand. Journal of Vector Ecology, 2011, 36, 204-212 - - - Fontenille D., Lagneau C., Lecollinet B. & Yébakima [A.La](http://A.La)lutte antivectorielle en France - Disease control in France. Coll. Expertise collégiale, IRD Éditions, Paris, France, 2009, 533 p Fontenille Lagneau C., Lecollinet S., Lefait-Robin R., Setbon M., B. & Yébakima - - George D.R., Biron J.M., Jolly G., Duvallet G. & Sparagano O.A.E.Toxicity of geraniol solution in vitro to the poultry red mite, Dermanyssus gallinae. Parasite, 2009, 16, 319-321 - [PubMed](/20092065/) - George Biron J.M., Jolly G., Duvallet G. & Sparagano O.A.E.Toxicity of geraniol solution in vitro to the poultry red mite, Dermanyssus gallinae. Parasite, 2009, 16, 319-321 - - Publication types MeSH terms Substances LinkOut - more resources Full Text Sources "}