{"title": "Dr. Mona: COVID-19 facts and myths", "author": "Dr Mona Khanna; The Desert Sun", "url": "https://www.desertsun.com/story/life/wellness/2021/02/26/dr-mona-covid-19-facts-and-myths/4545872001/", "hostname": "desertsun.com", "description": "Remember: Your health is your most important asset. Guard it with your life.", "sitename": "The Desert Sun", "date": "2021-02-26", "cleaned_text": "Dr. Mona: COVID-19 facts and myths Let's take a look at some myths and facts surrounding the coronavirus: Can I contract COVID-19 from the vaccine? No way. The Pfizer and Moderna vaccines use only a gene from the virus while other vaccines use inactivated virus. None of these can cause CoViD-19. I can contract COVID-19 infection from being tested. Not true. The supplies used for antibody or antigen testing are sterile and/or disposable. They are not re-used and there is no virus component in the test kits. Now that I've been fully vaccinated, I can remove my mask, stop safe distancing, quit washing my hands and go barhopping. Whoa there, cowboy! Let's review what vaccines are intended to prevent: a. Severe disease if you get infected. b. Hospitalization due to severe disease. c. Death from COVID-19. It may still be possible to transmit the virus after vaccination, as an asymptomatic carrier. Therefore, ALL precautions taken prior to vaccination must continue. Why? a. The vaccines are not 100% effective, therefore there is a small chance you can get a/b/c (as noted above), although it is highly unlikely. b. Your precautions will protect you from transmitting the virus to others, who may get a/b/c (as noted above). I don't need to get vaccinated since most people who become infected don't die. The second part of the statement is absolutely true. The first part is a risky proposition. Why? Because even though there are known risk factors — including older age, obesity, crowded living conditions, heart problems, lung problems, Type 2 diabetes, smoking, a weak immune system and hypertension — whereby people have a high chance of becoming severely ill — there is a huge component of luck involved. There have been several cases of young, healthy adults and children who have died from COVID-19. Moreover, up to one-half of those infected battle daily with symptoms such as extreme fatigue, brain \"fog\", memory problems, lingering cough, relapsing fever, and body aches. Why risk it? If I just ride out the winter, I'm home free since the virus can't survive in hot weather Nope. Remember the second huge wave of cases in the U.S.? They occurred in June/July/August 2020. I am protected if I take Vitamin C, Vitamin D, Zinc, Selenium or other supplements. Sorry. While Vitamin D deficiency has been linked to severe infection, it's not proven that megadoses of any kind will help you avoid becoming infected, after the deficiency is corrected. Vitamin D is important to our immune system and it's a good idea to make sure you are not deficient, but it is fat soluble, which means it is stored in the body, and megadoses can be dangerous. I never get the flu and COVID-19 is less serious than the flu, so why should I get vaccinated? Why risk it? If you do become infected and you are one of the unlucky ones, you can suffer longterm or become seriously ill. COVID-19 can be much deadlier then influenza in those with severe infection. The COVID-19 virus is mutating so fast into different variants, why should I get the vaccine that may not protect against a new virus? Because vaccination is the path to destroying the virus, period. If it can't reproduce in humans, it will phase out. The best way to stop its ability to replicate is to vaccinate against the most common type and use other precautions to stop its transmission. I'm going to let everyone else get vaccinated and then I will be protected from herd immunity. Well, that's not being a very good neighbor now, is it? If enough people think that way, we will never reach herd immunity. Why risk your health and others when there is a solution that puts you at minimal risk with maximal reward? Where can I get more trustworthy information about COVID-19? Your doctor, your local health department, the Centers for Disease Control and Prevention and websites that ends in \".gov.\" Got more questions? Here are dozens more answers to frequently asked questions: https://www.nytimes.com/interactive/2021/well/covid-vaccine-questions.html GOT A QUESTION? Please email comments and your medical questions to AskDrMona@gmail.com. Remember: Your health is your most important asset. Guard it with your life. Mona Khanna, MD, is a triple board-certified practicing physician, Emmy Award- winning journalist and acclaimed humanitarian who proudly calls the Coachella Valley her year-round home. She just returned from treating CoViD-19 patients at a critical access hospital in the Midwest. "}