{"title": "Outpatient Treatment of Alcohol Use Disorder - Family and Community Medicine", "author": null, "url": "https://lsom.uthscsa.edu/family-medicine/outpatient-treatment-of-alcohol-use-disorder/", "hostname": "uthscsa.edu", "description": null, "sitename": "Family and Community Medicine", "date": "2022-08-24", "cleaned_text": "Outpatient Treatment of Alcohol Use Disorder Overview: Did you know alcohol kills more people every year than diabetes? During this presentation, Dr. Laura P. Houston will explain how harm from alcohol can be prevented using a quick 1 question screener. She will also discuss how withdrawal can be treated in many patients using non-controlled options such as gabapentin and carbamazepine. Finally, she will review FDA approved treatments and give guidance on the role of Etg/Ets to assist follow up visits. Objectives: Recognize the scope of alcohol problem compared to diabetes Increase familiarity with alcohol use disorder diagnosis Identify tools to quickly screen and assess risky alcohol use during patient encounters Discuss how to treat outpatient withdrawal and approved treatments for maintenance of alcohol use disorder Presenters: Laura Pareso Houston, MD, FASAM Monument Financial Disclosures: Laura Pareso Houston, MD, FASAM has no financial relationships with ineligible companies to disclose. The Family & Community Medicine Professional Development and Grand Rounds Committee members (Mark Nadeau, MD, Marcy Wiemers, MD, Maria MD, Christine Nehman Andry, MD, Margaret Finley, MD, Gabriela Gibson-Lopez, PsyD, Yun Shi, MD, Stacy Ogbeide, PsyD, Lauren Fuller, MD, and Nichole Rubio) have no financial relationships with ineligible companies to disclose. The Family & Community Medicine Professional Development and Grand Rounds Committee member Carlos Roberto Jaén, MD has disclosed he receives royalties from General Practice and Family Medicine for being UpToDate Editor-in-Chief. Credits: AMA PRA Category 1 Credits (1.00 hours), Non-Physician Participation Credit (1.00 hours) Target Audience: Specialties - Primary Care; Family Medicine Faculty, residents, other health care providers and staff from our department; physicians and health care providers from San Antonio and South Texas; and medical students in our third-year clerkship and fourth year rotations. Accreditation: The UT Health Science Center San Antonio is accredited by the Accreditation Council for Continuing Medical Education to provide continuing medical education for physicians. Credit Designation: The UT Health Science Center San Antonio designates this live activity up to a maximum of 1.00 AMA PRA Category 1 Credits. Physicians should claim only the credit commensurate with the extent of their participation in the activity. Nurses and other healthcare professionals will receive a Certificate of Attendance. For information on applicability and acceptance, please consult your professional licensing board. [](https://cmetracker.net/UTHSCSA/Publisher?page=pubOpen#/EventID/10091054/) View Recording (CME Credit) [](https://youtu.be/5lMa4Ws59-s) View Recording (no CME Credit) For activity related questions, please contact: Name: Nichole Rubio- FCM Grand Rounds Coordinator Email: "}