{"title": "PDF", "author": "PDF", "url": "https://www.dshs.texas.gov/sites/default/files/immunize/vis/C-115A-MMRV-Spanish.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "DECLARACIÓN DE INFORMACIÓN DE LA VACUNAMany vaccine information statements are available in Spanish and other languages. See www.immunize.org/vis Están disponibles hojas de información sobre vacunas en español y en muchos otros idiomas. Visite www.immunize.org/vis U.S. Department of Health and Human Services Centers for Disease Control and Prevention 1. ¿Por qué es necesario vacunarse? La vacuna varicela. \u0082El SARAMPIÓN (measles, M) causa fiebre, tos, escurrimiento nasal y ojos rojos y llorosos, seguidos frecuentemente de sarpullido que cubre todo el cuerpo. Puede causar convulsiones (a menudo, con fiebre), infecciones del oído, diarrea y neumonía. En casos poco frecuentes, el sarampión puede causar daño cerebral o la muerte. \u0082Las P APERAS (mumps, M) causan fiebre, dolor de cabeza, dolor muscular, cansancio, pérdida del apetito y glándulas salivales hinchadas y dolorosas bajo las orejas. Pueden causar sordera, hinchazón de la membrana que recubre el cerebro y/o la médula espinal, dolor e hinchazón de los testículos u ovarios y, en casos muy poco frecuentes, la muerte. \u0082La RUBÉOLA (R) causa fiebre, dolor de garganta, sarpullido, dolor de cabeza e irritación de los ojos. La rubéola puede causar artritis hasta en la mitad de las mujeres adolescentes y adultas. Si una persona contrae la rubéola mientras está embarazada, podría perder al bebé, o el bebé podría nacer con defectos de nacimiento graves. \u0082La V ARICELA (V), también llamada \"culebrilla\" , provoca sarpullido con picazón, además de fiebre, cansancio, pérdida del apetito y dolor de cabeza. Puede causar infecciones de la piel, neumonía, inflamación de los vasos sanguíneos, hinchazón de la membrana que recubre el cerebro y/o la médula espinal e infección de la sangre, huesos o articulaciones. Algunas personas que contraen la varicela experimentan un sarpullido doloroso llamado \"culebrilla\" (también conocido como herpes zóster) años después. La mayoría de las personas que reciben la vacuna MMRV estarán protegidas de por vida. Las vacunas y las altas tasas de vacunación han hecho que estas enfermedades sean mucho menos frecuentes en Estados Unidos. 2. Vacuna MMRV La vacuna MMRV se puede aplicar a niños de 12 meses a 12 años, usualmente: \u0082La primera dosis a la edad de 12 a 15 meses \u0082La segunda dosis a los 4 a 6 añosLa vacuna MMRV se puede aplicar al mismo tiempo que otras vacunas. En lugar de la MMRV , algunos niños podrían recibir inyecciones separadas de las vacunas MMR (sarampión, paperas y rubéola) y de la varicela. Su proveedor de atención médica puede proporcionarle más información. 3. Hable con su proveedor de atención médica Informe a su proveedor de vacunas si la persona que recibe la vacuna: \u0082Ha tenido una reacción alérgica después de recibir una dosis previa de las vacunas MMR, MMRV o de la varicela, o si ha tenido cualquier alergia severa y potencialmente mortal \u0082Está embarazada o cree que podría estarlo; las embarazadas no deben recibir la vacuna MMRV \u0082Tiene sistema inmunitario debilitado o sus padres, hermanos o hermanas tienen antecedentes de problemas hereditarios o congénitos del sistema inmunitario \u0082Ha tenido alguna vez un padecimiento que haga que se le formen moretones o que sangre fácilmente \u0082Tiene antecedentes de convulsiones, o tiene un padre, hermano o hermana con antecedentes de convulsiones \u0082Está recibiendo o planea recibir salicilatos (como la aspirina) \u0082Ha recibido en fecha reciente una transfusión de sangre u otros productos de sangre \u0082Tiene tuberculosis \u0082Ha recibido cualquier otra vacuna en las 4 semanas previas En algunos casos, su proveedor de atención médica podría decidir que se posponga la vacuna MMRV hasta una visita futura o recomendar que el niño reciba por separado las vacunas MMR y de la varicela, en lugar de la MMRV . Se puede vacunar a personas con enfermedades leves, como el catarro común. Los niños con enfermedades moderadas o graves usualmente deben esperar hasta recuperarse antes de recibir la vacuna MMRV .Vacuna MMRV (sarampión, paperas, Spanish Translation Distributed by the Immunization Action Coalition MMRV VIS - Spanish (8/6/21)Su proveedor de atención médica puede proporcionarle más información. 4. Riesgos de una reacción a la vacuna \u0082Puede ocurrir dolor de brazo por la inyección, enrojecimiento en el sitio de administración de la inyección, fiebre y sarpullido leve después de recibir la vacuna MMRV . \u0082A veces, ocurre inflamación de las glándulas de las mejillas o el cuello, o dolor y rigidez temporales en articulaciones, después de recibir la vacuna MMRV . \u0082Es posible que haya convulsiones, a menudo con fiebre, después de administrar la vacuna MMRV . El riesgo de convulsiones es mayor después de administrar la vacuna MMRV que luego de las vacunas MMR y de la varicela por separado, cuando se administran como la primera dosis de la serie de dos dosis en niños de corta edad. Su proveedor de atención médica puede aconsejarlo sobre las vacunas adecuadas para su hijo. \u0082En ocasiones poco frecuentes, ocurren reacciones más graves, lo que incluye número bajo temporal de plaquetas, que puede causar sangrado o moretones inusuales. \u0082En personas con problemas graves del sistema inmunitario, esta vacuna podría causar una infección potencialmente mortal. Las personas con problemas graves del sistema inmunitario no deben recibir la vacuna MMRV . Si una persona experimenta sarpullido después de recibir la vacuna MMRV , ello podría relacionarse con el componente de sarampión o el de varicela de la vacuna. El virus de la vacuna de la varicela se podría transmitir a una persona no protegida contra él. Cualquier persona que experimente sarpullido debe mantenerse alejada de lactantes y personas con sistema inmunitario debilitado hasta que desaparezca el sarpullido. Hable con su proveedor de atención médica para obtener información adicional. Algunas personas vacunadas contra la varicela experimentan herpes zóster (culebrilla) años más tarde. Esto es mucho menos frecuente con la vacunación que después de padecer la varicela. En algunos casos, las personas se desmayan después de procedimientos médicos, incluidas las vacunaciones. Informe a su proveedor de atención médica si se siente mareado o si tiene cambios en la visión o zumbido en los oídos. Al igual que con cualquier medicina, hay probabilidades muy remotas de que una vacuna cause una reacción alérgica grave, otra lesión grave o la muerte.5. ¿Qué hago si ocurre algún problema grave? Podría ocurrir una reacción alérgica después de que la persona vacunada deje la clínica. Si observa signos de una reacción alérgica grave (ronchas, hinchazón de la cara y garganta, dificultad para respirar, latidos rápidos, mareo o debilidad), llame al 9-1-1 y lleve a la persona al hospital más cercano. Llame a su proveedor de atención médica si hay otros signos que le preocupan. Las reacciones adversas se deben reportar al Vaccine Adverse Event Reporting System, V AERS (Sistema para reportar reacciones adversas a las vacunas). Es usual que el proveedor de atención médica informe sobre ello, o también puede hacerlo usted mismo. Visite el sitio web de V AERS en www.vaers.hhs.gov o llame al 1-800-822-7967. El VAERS es solo para informar sobre reacciones y el personal de VAERS no proporciona consejos médicos. 6. Programa nacional de compensación por lesiones ocasionadas por vacunas El National Vaccine Injury Compensation Program, VICP (Programa nacional de compensación por lesiones ocasionadas por vacunas), es un programa federal que se creó para compensar a las personas que podrían haber experimentado lesiones ocasionadas por ciertas vacunas. Las reclamaciones relativas a presuntas lesiones o fallecimientos debidos a la vacunación tienen un límite de tiempo para su presentación, que puede ser de tan solo dos años. Visite el sitio web de VICP en www.hrsa.gov/vaccinecompensation o llame al 1-800-338-2382 para obtener información acerca del programa y de cómo presentar una reclamación. 7. ¿Dónde puedo obtener más información? \u0082Consulte a su proveedor de atención médica. \u0082Llame a su departamento de salud local o estatal. \u0082Visite el sitio web de la Food and Drug Administration, FDA (Administración de Alimentos y Medicamentos), para consultar los folletos informativos de las vacunas e información adicional en www.fda.gov/vaccines-blood-biologics/vaccines. \u0082Comuníquese con los Centers for Disease Control and Prevention, CDC (Centros para el Control y Prevención de Enfermedades): -Llame al 1-800-232-4636 (1-800-CDC-INFO) o -Visite el sitio web de los CDC en www.cdc.gov/vaccines. Spanish translation provided by "}