{"title": "PDF", "author": "PDF", "url": "https://www.codem.es/Adjuntos/CODEM/Documentos/Informaciones/Publico/7435a4ea-d9d5-44e7-928c-254ed1b219db/91FEED8A-065D-4691-8FCA-1F7771EDC2E8/7e1dae0f-66d9-4b4f-88b3-1c5cedc956b2/7e1dae0f-66d9-4b4f-88b3-1c5cedc956b2.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Revista de Prensa Del 17/05/2018 al 18/05/2018 ÍNDICE # Fecha Medio Titular Tipo PROFESION 1 17/05/2018 Diario Enfermero Dos enfermeras navarras exponen sus buenas práctica s de Enfermería en Canadá Digital 2 17/05/2018 Acta Sanitaria El 17% de pacientes de enfermedad inflamatoria inte stinal tarda más de cinco años en tener diagnóstico Digital 3 17/05/2018 Acta Sanitaria El CECOVA acuerda impulsar un proyecto de terapia i ntravenosa en los centros sanitarios de Valencia Digital 4 17/05/2018 Diario Enfermero El Colegio de Enfermería de Gipuzkoa recuerda a la ciudadanía la importancia de cuidar la tensión arte rial Digital 5 17/05/2018 Con Salud El Instituto Catalán de Salud quiere frenar la entr ada de sanitarios de otras autonomías Digital 6 17/05/2018 Redacción Médica El Sescam publica la lista de admitidos y excluidos en su OPE de Enfermería Digital 7 17/05/2018 Dicen La labor enfermera en el proceso de desintoxicación Digital 8 17/05/2018 Diario Enfermero La Mesa Enfermera reclama al Gobierno el traspaso d e la Sanidad penitenciaria a las CC.AA. Digital 9 17/05/2018 Con Salud La preservación de la fertilidad cambiará el modelo reproductivo en los próximos años Digital 10 17/05/2018 Infosalus.com Solo el 37,5% de los españoles adultos con asma o E POC cumple su tratamiento con inhaladores, según un expertoDigital 11 17/05/2018 Dicen Una enfermera coordina la Escuela de Salud en Cánce r de Mama de Ciudad Real Digital 12 17/05/2018 Acta Sanitaria Un terapeuta ocupacional no puede ostentar un puest o que depende de Enfermería Digital SANIDAD 13 18/05/2018 Con Salud Una nueva técnica aumenta la eficacia de la quimio en pacientes con cáncer de páncreas Digital 14 17/05/2018 ABC Barcelona acogerá Congreso Europeo de Salud Mental y Discapacidad en 2019 Digital 15 17/05/2018 El País Los nuevos fármacos contra el cáncer funcionan peor en mujeres Digital 16 17/05/2018 Acta Sanitaria El Hospital Gregorio Marañón presenta avances en el campo de la regeneración cardiovascular Digital 17 17/05/2018 Redacción Médica Garrido en su investidura: \"Madrid tiene la segunda mejor sanidad europea\" Digital 18 17/05/2018 Infosalus.com Sanidad retira algunos lotes de queso Reblochon tra s la intoxicación alimentaria de 7 niños en Francia DigitalPROFESION Dos enfermeras navarras exponen sus buenas prácticas de Enfermería en Canadá Publicado por: Diario Enfermero original REDACCIÓN.- El Complejo Hospitalario de Navarra (CHN) ha sido una de las cinco delegaciones internacionales que han participado como pon entes en la Reunión Anual de la Asociación de Enfermeras Registradas de Ontario (RNAO), e ntidad de referencia a nivel mundial en el impulso de buenas prácticas de Enfermería. Las enfermeras Ana Mateo y Nerea Elizondo fueron las encargadas de representar a Navarra e n esta cita, donde tuvieron oportunidad de exponer los últimos protocolos de cuidados avanzados implantados en el CHN y las acciones impulsadas para aumentar el liderazgo de los equipos de Enfermería. La reunión de la RNAO tuvo lugar el pasado 21 de abri l en Toronto, con presencia de más de 400 profesionales de Enfermería de todo el mundo. El CHN destacó entre los centros sanitarios de cinco países que fueron elegidos para compart ir su experiencia directa en el desarrollo del programa internacional de buenas práctic as BPSO (Best Practice Spotlight Organizations). Las enfermeras Ana Mateo y Nerea Elizondo presentaron an te un panel de expertos internacionales su experiencia y trabajo como líderes del p royecto BPSO en el sistema sanitario público navarro, así como los conocimientos y estrat egias desarrolladas en prácticas de cuidado basadas en la evidencia, lo que ha llevado a l a Enfermería navarra a un alto nivel de prestigio y reconocimiento. Elizondo fue la encargada de realizar la presentación oral. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 537 1818 EspañaV.PUB.EUR V.CPM.EUR202 (235 USD) 30 (34 USD) http://diarioenfermero.es/dos-enfermeras-navarras-exponen-buenas-practicas-enfermeria-canada/ La RNAO, cuya gerente y líder principal de proyectos es la doctora en Enfermería Doris Grinspun, es una organización profesional con presencia en los cinco continentes que está reconocida a nivel internacional como referencia en el im pulso y liderazgo del sector de Enfermería. En su reunión anual del pasado abril en T oronto se otorgaron los reconocimientos internacionales del programa BPSO a países como Canadá, Chile, Colombia, España, Jamaica, China, Bélgica y Australia, entre otros. Centro excelente en cuidados El CHN fue acreditado como Centro Comprometido con la Excelencia en Cuidados el pasado mes de febrero en Madrid, un sello que certifica la imp lantación de un programa de cuidados avanzados, otorgado por la RNAO y por la Unidad de Inves tigación en Cuidados del Instituto de Salud Carlos III (Investeen), que ejerce en España la s funciones de coordinación de esta iniciativa. Con esta acreditación, se reconocen las buenas prácticas impla ntadas en tres campos clave de los cuidados de Enfermería que se realizan en el ámbi to hospitalario: la valoración y prevención de las úlceras por presión (típicas de pacientes i nmovilizados o encamados), la atención continuada en casos de ictus y el cuidado de los acces os vasculares. El CHN ha implantado tres guías de cuidados vinculadas a estas dolencia s y va a implantar una cuarta Guía de Atención centrada en la Persona y la Familia, d esarrollada en el marco de la Estrategia de Humanización del Sistema Sanitario Públic o de Navarra. El CHN se adhirió a este programa en 2015, tras ser sele ccionado como candidato a centro comprometido con la Excelencia en Cuidados (BPSO). A trav és de un equipo liderado por profesionales de la Dirección de Cuidados, se inició enton ces la implementación de las tres guías de cuidados reconocidas este año y que le han llevado también a ser seleccionado como delegación invitada en Canadá. Esta labor ha conllevado el desarrollo de un importante mecanismo de trabajo y colaboración interdepartamental e interdisciplinar. El proyecto incid e en la importancia del trabajo en equipo, la unificación de criterios para evitar la variabilidad d e la práctica clínica, la necesidad de impulsar la cultura de la práctica basada en la evidencia y la aplicación de los conocimientos teóricos a la práctica asistencial. El objetivo es aumentar la calidad y seguridad asistencial y mejorar resultados en los cuidados que se ofrecen a los y la s pacientes y sus familias. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 537 1818 EspañaV.PUB.EUR V.CPM.EUR202 (235 USD) 30 (34 USD) http://diarioenfermero.es/dos-enfermeras-navarras-exponen-buenas-practicas-enfermeria-canada/ El 17% de pacientes de enfermedad inflamatoria intestinal tarda más de cinco años en tener diagnóstico original La compañía farmacéutica Takeda ha recordado, con motivo d el Día Mundial de la Enfermedad Inflamatorio Intestinal, que se celebra este sábado, 19 de mayo, que un 45 por ciento de los pacientes con esta patología tardan más de un año en ser diagnosticados, mientras que un 17 por ciento lo hace más de cinco años. Jaime Rivas Esta enfermedad es un proceso inflamatorio mediante el cual el sistema inmunitario ataca tejidos del tubo digestivo, provocando lesiones de di stinta gravedad, cuyas afecciones con mayor incidencia y prevalencia son la colitis ulc erosa y la enfermedad de Crohn. En palabras del director de Relaciones Institucionales, Ge stión Sanitaria, Relaciones con Pacientes y Comunicación en Takeda Iberia, Jaime Rivas, la c ompañía lleva muchos años comprometida con la salud de estos pacientes, y \"ha ded icado importantes esfuerzos en investigación\". Esto lo consiguió \"utilizando tecnología de vanguardia, e n el desarrollo de nuevos medicamentos que cubran necesidades no cubiertas de estos pac ientes, y ha apostado por generar conocimiento sobre el manejo de la enferme dad en el sistema, lo que le ha llevado a colaborar con los principales agentes clave (médic os, investigadores, Enfermería y pacientes) tanto en la identificación de car encias, como en el diseño de estrategias para atender estas necesidades identificadas\", p rosigue Jaime Rivas. Afectación emocional de la enfermedad 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1682 6304 EspañaV.PUB.EUR V.CPM.EUR270 (314 USD) 44 (51 USD) https://www.actasanitaria.com/17-los-pacientes-enfermedad-inflamatoria-intestinal-tardan-mas-5-anos-diagnosticados/ A menudo, estos pacientes se ven afectados emocionalmente po r el sentimiento de incomprensión, la imprevisibilidad de los brotes, la neces idad de tener un baño cerca de forma permanente, el miedo a las hospitalizaciones y cirug ías, el riesgo de complicaciones y el pudor asociado a la enfermedad. Estos fa ctores impactan negativamente en la calidad de vida del paciente y gener an repercusiones en su vida personal. La mayoría de pacientes que cuentan con apoyos específicos, en ocasiones pacientes expertos, que les brindan apoyo emocional se sienten agrad ecidos por tener una persona que escuche sus preocupaciones, dificultades y miedos, q ue entienda su enfermedad y no les juzgue. Este apoyo continuo les permit e, en el marco de un proceso, que los pacientes con la enfermedad puedan ir ma rcándose pequeños objetivos e ir trabajando las competencias que les acerquen a dichas metas. \"Takeda tiene como prioridad colocar al paciente en el centro. Creemos que es clave entender que la persona que padece enfermedad inflama toria intestinal debe ser la principal protagonista, por lo que, además, consideramos que no se deben descuidar el aspecto social y la situación emocional derivados de la enfer medad\", concluye Rivas. Deja un comentario 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1682 6304 EspañaV.PUB.EUR V.CPM.EUR270 (314 USD) 44 (51 USD) https://www.actasanitaria.com/17-los-pacientes-enfermedad-inflamatoria-intestinal-tardan-mas-5-anos-diagnosticados/ El CECOVA acuerda impulsar un proyecto de terapia intravenosa en los centros sanitarios de Valencia original El presidente del Consejo de Enfermería de la Comunid ad Valenciana (CECOVA), José Antonio Ávila, y el director gerente de la Fundación pa ra el Fomento de la Investigación Sanitaria y Biomédica (FISABIO), José Antonio Manrique, han firmado en Valencia un convenio de colaboración por el cual ambas partes se comprom eten a colaborar para institucionalizar el programa Indicadores de Calidad en la Terapia Intravenosa (INCATIV). Esta iniciativa nació para reducir la variabilidad de la asistencia sanitaria en los cuidados relacionados con esta terapia entre las diferentes categor ías de los hospitales y para dar a conocer el grado de cumplimiento del protocolo de los cui dados en terapia IV entre los diferentes servicios y hospitales de la Comunidad Valenciana . Con este convenio, esta iniciativa se implantará como estrat egia global en todos los centros sanitarios que dependen de la Consejería de Sanidad de l Gobierno de la Comunidad Valenciana, así como en todos los centros privados que volunt ariamente lo soliciten. Entre los objetivos más importantes, destaca la mejora de los procedi mientos en accesos vasculares y la calidad de la terapia intravenosa, la realización de acti vidades de formación relacionadas con el acceso vascular y terapia intravenosa y seguridad del pacien te. Otro de los objetivos del convenio es la elaboración de ma teriales audiovisuales como material de apoyo didáctico para actividades relacionadas con accesos vascul ares y el programa INCATIV y colaborar con el Grupo Gestor de INCATIV. Así pues, por parte del CECOVA , José Antonio Ávila señaló que este acuerdo \"es un gran respald o para los enfermeros, ya que se trata de un proyecto que nace, se desarrolla y se expande e n la profesión de Enfermería\". Deja un comentario 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1682 6304 EspañaV.PUB.EUR V.CPM.EUR270 (314 USD) 44 (51 USD) https://www.actasanitaria.com/el-cecova-impulsar-proyecto-incativ/ El Colegio de Enfermería de Gipuzkoa recuerda a la ciudadanía la importancia de cuidar la tensión arte rial Publicado por: Diario Enfermero original Pilar Lecuona, Presidenta del COEGI, toma la tensió n a una ciudadana. SANDRA TIL.- Coincidiendo con la celebración del Día Mu ndial de la Hipertensión Arterial hoy jueves, enfermeras integradas en el Colegio de Enfermer ía de Gipuzkoa (COEGI) han tomado la tensión a decenas de ciudadanos en un punto de prevenc ión e información instalado a lo largo de toda la jornada en la puerta del supermercad o de la Estación de Autobuses de San Sebastián. La iniciativa ha sido promovida por la cadena BM Superme rcados en colaboración con el COEGI con el objetivo de prevenir la hipertensión arter ial y, con ello, concienciar sobre la importancia de cuidar la salud y llevar una alimentación saludable. Además de en San Sebastián, la iniciativa se ha desarrollado también en V itoria, en colaboración con el Colegio Oficial de Enfermería de Álava y en Bilbao, coordinado por Arantza López-Ocaña. Los ciudadanos que se han prestado voluntarios han recibido los consejos de la enfermera Maitane Cantero sobre las medidas de prevención necesarias para mantener una tensión óptima y evitar enfermedades graves. Pilar Lecuona, Presid enta del COEGI, ha incidido por PÁG VISTAS PAÍS 537 1818 EspañaV.PUB.EUR V.CPM.EUR202 (235 USD) 30 (34 USD) http://diarioenfermero.es/colegio-enfermeria-gipuzkoa-recuerda-la-ciudadania-la-importancia-cuidar-la-tension-arterial/ parte en que \"es muy recomendable ir de vez en cuando a q ue te midan la tensión, ya que la hipertensión no suele dar síntomas y somos nosotros mismos qui enes tienen que preocuparse de controlarla\". Se estima que, en España, 14 millones de personas padecen hipertensión arterial y el 14% de estas personas lo desconoce. La Organización Mundial de la S alud ha definido esta enfermedad como la epidemia silenciosa, declarando el 17 de mayo como Día Internacional de la Hipertensión Arterial. Las cifras muestran que la hipertensión afecta más a los ho mbres que a las mujeres, aunque el número de mujeres que la padecen va en aumento. Esto se debe a que los hábitos de las mujeres se han igualado a los de los hombres (fumar, beb er...), aunque el mayor causante de hipertensión en las mujeres sigue siendo el estrés. Entre las recomendaciones que señalan desde el COEGI para cuidar nuestra tensión destacan la importancia de \"llevar una dieta cardiosaludable cons umiendo diariamente frutas y verduras y moderar el consumo de productos enlatados, embutidos y car nes rojas. Es aconsejable también disminuir el consumo de bebidas azucaradas y alcohól icas y, sobre todo, reducir el uso de la sal en las comidas y controlar nuestro peso. Hacer ejercicio al menos 30 minutos al día y no fumar son medidas que ayudarán a que tengamos l os valores óptimos de tensión arterial\". 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 537 1818 EspañaV.PUB.EUR V.CPM.EUR202 (235 USD) 30 (34 USD) http://diarioenfermero.es/colegio-enfermeria-gipuzkoa-recuerda-la-ciudadania-la-importancia-cuidar-la-tension-arterial/ El ICS busca frenar la entrada de sanitarios de otr as autonomías original El plan inicial de la cúpula del ICS era llevar a c abo la citada modificación este viernes Los representantes del Instituto Catalán de la Salud (ICS) estudian introducir una serie de cambios en el sistema de movilidad permanente. Según informa el diario Crónica Global , el organismo pretende frenar la entrada de profesionales sanitarios de otras regiones y evitar el incremento de personal desde los centros hospitalarios a lo s de Atención Primaria. Para ello, la institución que gestiona Candela Calle suprimirá el sistema de meritocracia actual. Así se puso de manifiesto en el encuentro que tuvo lugar el pasado 18 de abril y en el que estuvieron presentes las organizaciones sindicales Metges de Catalunya , CCOO , UGT, Satse y Catac-CTC/IAV . La oposición de los empleados y las desavenencias i nternas han hecho que la idea inicial de los representantes del Instituto Catalán de la Salud se haya estancado El plan inicial de la cúpula del ICS era llevar a cabo la citada modificación este viernes . No obstante, la oposición de los empleados y las desavenencias in ternas han hecho que la idea inicial de la Generalitat de Cataluña se haya estancado. De hecho, algunos sectores indican que se estaría cometiendo una presunta irregularidad . Y es que según la normativa, todos los empleados públicos, ta mbién los sanitarios, tienen derecho a la movilidad voluntaria . En este contexto, la iniciativa estaría acotada por algu nos de los principios de la Administración Pública como son el mér ito, la capacidad, la igualdad y la publicidad. Porque salud necesitamos todos... ConSalud.es 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 9936 31 430 EspañaV.PUB.EUR V.CPM.EUR617 (718 USD) 35 (40 USD) http://es.eprensa.com/cgi-bin/view_digital_media.cgi?subclient_id=3818&comps_id=148334772 Te recomendamos: A los directivos sanitarios no les convence Comín c omo consejero de Salud telemático La sanidad catalana, de nuevo en alerta ante un Gob ierno \"transitorio\" 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 9936 31 430 V.CPM.EUR617 (718 USD) 35 (40 USD) http://es.eprensa.com/cgi-bin/view_digital_media.cgi?subclient_id=3818&comps_id=148334772 El Sescam publica la lista de admitidos y excluidos en su OPE de Enfermería original Autonomías > C-La Mancha El mismo boletín anuncia las fechas, las horas y lo s lugares para la realización de las pruebas El servicio de Salud de Castilla-La Mancha (Sescam) ha pub licado en el DOCM la lista definitiva de admitidos y excluidos en su OPE de Enfermería . En el mismo boletín se han anunciado las fechas, las horas y los lugares para la realiz ación de las pruebas selectivas de la fase de oposición por el sistema de libre acceso, discapac idad y promoción interna. Contra la presente Resolución, que agota la vía adminis trativa, podrá interponerse recurso contencioso-administrativo , ante el Tribunal Superior de Justicia de Castilla-La Mancha, en el plazo de dos meses contados desde el día siguiente a de su p ublicación en el Diario Oficial de Castilla-La Mancha. Otras categorías En el mismo documento se anuncian también los admitidos y excluidos para la realización de los procesos selectivos para las categorías de: técnico superior de Anatomía Patológica; auxiliar de Enfermería; la función adminis trativa; y celador. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 14 606 53 510 EspañaV.PUB.EUR V.CPM.EUR772 (898 USD) 75 (87 USD) http://es.eprensa.com/cgi-bin/view_digital_media.cgi?subclient_id=3818&comps_id=148251363 La labor enfermera en el proceso de desintoxicación diariodicen.es original \"Los enfermeros son la piedra angular en nuestra área, ya que, al ser una unidad cerrada, los pacientes que ingresan están bajo observación directa de lo s profesionales durante las 24 horas del día\". Así describen Marina García y Sergio Remi s, enfermeros de la Unidad de Conductas Adictivas del Hospital de la Santa Creu y Sant P au de Barcelona, y Àlex Marieges, supervisor de Enfermería del Servicio de Psiquiatría del centro de la Ciudad Condal, el papel del personal enfermero en este ámbito. Estos profesionales han desarrollado, en colaboración con S aül Alcaraz, doctor en Psicología de la Salud y el Deporte, el proyecto Stop&Go, un prog rama encaminado a instruir en hábitos de vida saludables como complemento a la desintoxicación, ta nto durante el periodo de ingreso como una vez recibida el alta. Sergio Remis De acuerdo con los datos ofrecidos por el informe \"Alcohol , tabaco y drogas ilegales en España\", elaborado por el Observatorio Español de las Dr ogas y las Adicciones (OEDA), un organismo dependiente del Ministerio de Sanidad, en e l año 2015, la prevalencia del consumo de este tipo de sustancias en la población de entre 15 y 6 4 años, medida en los últimos 30 días previos a la realización del cuestionario, era del 38 ,5% para el tabaco, 62,1% en el alcohol, del 7,3% para el cannabis y del 0,9% en la cocaí na. La media de edad de inicio en el uso de las mismas oscilaba entre los 16 y los 21 años, siendo el tabaco la más temprana. La desintoxicación: cómo abordarla y factores que f omentan la adherencia \"Una desintoxicación física no se mantendrá en el tiempo s in una serie de cambios en los hábitos de vida que los pacientes tengan fuera del hospit al\", señalan García, Remis y 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 236 828 EspañaV.PUB.EUR V.CPM.EUR180 (208 USD) 30 (34 USD) https://www.diariodicen.es/201805/la-labor-enfermera-en-el-proceso-de-desintoxicacion/ Marieges. Por ello, es importante trabajar en diversas á reas, como la higiene, tanto general como del sueño, más allá de la salubridad, que, afirman , en ocasiones \"es muy deficitaria por el propio consumo\", la alimentación sana, con horarios fi jos, o el autoconcepto, para que los pacientes mejoren su autoestima \"al dedicarse tiempo a el los mismos\", añaden. En este sentido, enfatizan estos enfermeros, \"muchas veces, la droga ha sido el elemento que ha regido su día a día previo al ingreso, y han abandon ado su vida\". Para la mayoría, estas situaciones suponen un fracaso personal, porque indican que ha habido una recaída, con lo que \"les invitamos a recuperar a la persona que había an tes de empezar a consumir\". Otro de los ejes de esta atención integral se centra en \"la motiv ación para el cambio a través de un grupo terapéutico de cesación en el hábito tabáquico\", q ue, al mismo tiempo, sirve para dialogar sobre cualquier tipo de sustancia o conducta adic tiva, \"sin la necesidad de señalar a ninguno de los usuarios ingresados\", subrayan. Asimismo, uno de los puntos más importantes del tratamien to son las rutinas. \"Está demostrado que es importante adquirir costumbres que los pacientes pu edan incorporar a su realidad, y cambiar ciertos hábitos poco saludables o ligados al consumo\" , aseguran los profesionales. De esta forma, basándose en el horario fijo de las comidas, gracias al proyecto Stop&Go, estos enfermeros han organizado diversas actividades para los ingr esados. \"La adherencia a las pautas que recomendamos es relativa, pero va en aumento conforme pasan los días de ingreso\", puntualizan García, Remis y Mar ieges. La incidencia de los tratamientos en las personas adictas se ve influida por múl tiples factores, como el empoderamiento de los pacientes, que se da \"cuando estos s e van encontrando mejor y se ven más capaces de cuidarse\", o por los beneficios en su salud que observan, tanto en ellos mismos como en otros ejemplos, tras el seguimiento de las r ecomendaciones de los profesionales enfermeros. Además, como parte del proyecto Stop&Go, el personal de Enfermería facilita a los ingresados unas encuestas, sobre barreras y motivaciones, al inicio y al f inal del proceso de desintoxicación, así como un cuestionario diario de la activ idad física realizada y otro, este cada 48 horas, para evaluar los niveles de ansiedad y depre sión (\"utilizando las escalas de STAI y Beck\", concluyen). 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 236 828 EspañaV.PUB.EUR V.CPM.EUR180 (208 USD) 30 (34 USD) https://www.diariodicen.es/201805/la-labor-enfermera-en-el-proceso-de-desintoxicacion/ Hábitos de vida saudables como complemento Stop&Go es un programa encaminado al fomento de los há bitos de vida saludable y a la realización de actividad física durante el proceso de desint oxicación. \"La idea original surgió al detectar ciertas carencias, frecuentes, en los pacientes ingre sados la Unidad Hospitalaria de Desintoxicación de la Santa Creu y Sant Pau, con lo que e llos son los destinatarios del proyecto, independientemente de las capacidades de cada un o\", informan estos enfermeros. El programa, que, según apuntan, \"cuenta con el máximo rigor de la investigación enfermera y se basa en la evidencia científica\", se ha desarrollado, de forma paralela a los tratamientos farmacológicos, en dos vías de trabajo principales: la form ación, mediante talleres realizados por enfermeros, y la motivación para el cambio, a través d e iniciativas como la colocación de paneles en diversos espacios de la sala, con mensajes que refu erzan la educación previa, o, por ejemplo, la renovación de algunos recursos del gimnas io de la unidad. \"Todos los talleres y grupos enfermeros que incluye Stop&Go \", destacan García, Remis y Marieges, \"se pueden adaptar a las características de cada u suario\". Así, para la práctica deportiva, han creado diferentes niveles de dificultad y e xigencia, con planes físicos elaborados en función de si los pacientes, previamente a s u ingreso, realizaban alguna actividad de este tipo o si llevaban una vida más sedentari a. Además, con el fin de promover la inclusión, han ideado ciertas actividades que se llevan a cabo en equipo. \"Incluso hemos 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 236 828 EspañaV.PUB.EUR V.CPM.EUR180 (208 USD) 30 (34 USD) https://www.diariodicen.es/201805/la-labor-enfermera-en-el-proceso-de-desintoxicacion/ montado una bolera\", explican, \"allí trabajamos la cohe sión del grupo a la vez que se practica una actividad recreativa y, al mismo tiempo, física: simplem ente con ir a colocar los bolos tras cada tirada, ya caminan un buen trecho de ida y vuelta, c on sus repeticiones\". El papel de la Enfermería en la Unidad de Conductas Adictivas La labor diaria de un profesional enfermero en este á mbito pasa por la vigilancia e identificación de alertas tempranas en relación con la sal ud de los pacientes, detectando carencias en cada una de las necesidades, y la coordinación con otros trabajadores sobre cualquier aspecto de los cuidados que puedan precisar los us uarios. \"Prestamos especial atención a las situaciones de intoxicación, sedación o abstine ncia, en relación a las sustancias que tomen o los efectos de la medicación administrada\", s ubrayan. \"En nuestra unidad los ingresos son programados\", señalan, \"y las tareas propias de Enfermería que se llevan a cabo en una unidad de este t ipo van más allá de la mera administración de medicación\". Las técnicas utilizadas, caracte rísticas de la especialidad de salud mental y, en concreto, \"de la subespecialidad de cond uctas adictivas\", requieren un alto nivel de empatía, ya que los ingresados se ven obligados a superar un doble estigma: padecer una dolencia mental y sufrir una adicción, y una formación específica en este ámbito para poder dar respuesta, \"con soltura\", destacan, a los difere ntes casos que se pueden dar (desde inquietudes o crisis de ansiedad a agitaciones psicomotrices o situaciones de abstinencia). \"En el caso de que el paciente ingrese por sobredosis, por que ha mentido sobre su último consumo y se le administra más medicación\", informan, \"son l os enfermeros los que dan la alerta temprana, que incluye la inoculación de los antíd otos y la estabilización de las constantes vitales, y, si procede, el traslado a una unidad de vigilancia y monitorización\". En caso de que la sobredosis esté causada por el alcohol, es fun damental la detección de los pródromos del delirium tremens y evitar que empeore \"po rque puede ser mortal\". Por otro lado, en el supuesto de que sea un adicto o, lo que es más común , \"familiares desbordados\" pidiendo ayuda, el personal de Enfermería es el encarga do de ofrecer una guía de los pasos que se han de dar. \"El fenómeno de la recaída\", profundizan, \"se debe a q ue la adicción es una enfermedad crónica en la que intervienen muchos factores y circunstancias, la mayoría externos al propio paciente\". A pesar de ello, estos enfermeros quieren seña lar que las recaídas pueden presentarse, principalmente, porque no se han modificado las costumbres que desembocan en el consumo o por no haberse alejado de las personas, luga res o situaciones que las que se llevaba a cabo este acto. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 236 828 EspañaV.PUB.EUR V.CPM.EUR180 (208 USD) 30 (34 USD) https://www.diariodicen.es/201805/la-labor-enfermera-en-el-proceso-de-desintoxicacion/ \"Por ello, los hábitos de vida saludables que proponemos en el proyecto Stop&Go contemplan el caso de que se produzca una recaída\". Pero esta educación , señalan, no se encamina hacia el fracaso del adicto, sino a explicarle qué es lo qu e ha fallado, el motivo por el que ha vuelto a hacerlo, \"qué hizo mal, si se expuso a situaciones p roclives, como acudir a una fiesta con personas con las que solía consumir\", y reforzar el apren dizaje sobre lo que se debe evitar. \"Los enfermeros reforzamos las indicaciones médicas, recogemos y, en la medida de lo posible, resolvemos las dudas de los usuarios\". \"Muchas veces serv imos de apoyo a la hora de tomar decisiones, ante las que los pacientes se muestran ambivalentes, sin olvidar la parte de la correcta administración de los tratamientos y de esta r atentos a las alertas tempranas mencionadas\", concluyen. Educación para la salud \"Es en el marco de la prevención para la salud donde situ amos toda la intervención del proyecto Stop&Go, y somos los enfermeros los encargados de re alizar esta educación\", manifiestan. Es fundamental conocer la adicción y saber cómo actuar ante ella: averiguar cuándo tienen los pacientes deseo de consumir o si el impul so responde a una circunstancia externa, como una situación de estrés, y eliminar estos hábi tos y sustituirlos por otros más saludables. \"Somos nosotros los que podemos indagar sobre l as carencias de cada uno, en 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 236 828 EspañaV.PUB.EUR V.CPM.EUR180 (208 USD) 30 (34 USD) https://www.diariodicen.es/201805/la-labor-enfermera-en-el-proceso-de-desintoxicacion/ sus costumbres, y reforzar las positivas y corregir las negativas\", puntualizan. \"Los enfermeros, por nuestra formación, estamos suficientem ente cualificados para impartir la educación para la salud. Por nuestra parte, consideramos q ue, en general, se debe profundizar en este aspecto por parte de todos los estamentos involucrad os, ya que en el caso de las adicciones la población de riesgo es cada vez más joven\", desta can García, Remis y Marieges, en consonancia con los datos oficiales previamente aportados. A este respecto, subrayan que la educación no se tiene que olvidar durante el ingreso; es durante la hospitalización, en la que \"ya están enfermos, a veces, recaí dos, un fenómeno común en los adictos\", cuando los pacientes están más receptivos para inter iorizar la formación recibida y motivados para el cambio. Like 0 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 236 828 EspañaV.PUB.EUR V.CPM.EUR180 (208 USD) 30 (34 USD) https://www.diariodicen.es/201805/la-labor-enfermera-en-el-proceso-de-desintoxicacion/ La Mesa Enfermera reclama al Gobierno el traspaso de la Sanidad penitenciaria a las CC.AA. Publicado por: Diario Enfermero original REDACCIÓN.- La Mesa de la Profesión Enfermera, integr ada por el Consejo General de Enfermería y el Sindicato de Enfermería, SATSE, ha re mitido sendas cartas a los ministros del Interior, José Ignacio Zoido, y Sanidad, Servicios Sociales e Igualdad, Dolors Montserrat, en las que pide que se proceda al traspaso de los servicios sanit arios dependientes de Instituciones Penitenciarias a los gobiernos autonómicos de cara a su plena integración en sus respectivos servicios de salud. En ambos escritos, los presidentes de SATSE, Manuel Cascos, y del Consejo General de Enfermería, Florentino Pérez Raya, reclaman que la tra nsferencia y su financiación correspondiente sea acordada en el seno de un próximo Con sejo Interterritorial del Sistema Nacional de Salud, recordando que el mencionado traspas o fue un mandato contenido en la Disposición Adicional Sexta de la Ley 16/2003, de 28 de m ayo, de Cohesión y Calidad del Sistema Nacional de Salud, que debería haberse llevado a cabo en el plazo de 18 meses desde la entrada en vigor de esta norma, es decir, el 1 de diciembre de 2004. Asimismo, la Ley 14/1986, de 25 de abril, General de Sanidad fija que todas las estructuras y servicios públicos al servicio de la salud integrarán el Sistema Nac ional de Salud. Los responsables de la Mesa de la Profesión Enfermera alu den también a la Recomendación 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 537 1818 EspañaV.PUB.EUR V.CPM.EUR202 (235 USD) 30 (34 USD) http://diarioenfermero.es/la-mesa-enfermera-reclama-al-gobierno-traspaso-la-sanidad-penitenciaria-las-cc-aa/ del Comité de Ministros del Consejo de Europa a los Esta dos miembros, en la que se señala que \"la política de salud en el medio penitenciario de bería integrarse en la política nacional de salud y ser compatible con ella\". Múltiples iniciativas De otro lado, desde la Mesa se recalca que han sido múlti ples mociones, proposiciones no de ley y otro tipo de iniciativas parlamentarias presentadas e n los últimos años por diversos grupos políticos, en las que se insta al Gobierno a trans ferir la sanidad penitenciaria a las Comunidades Autónomas. La última de ellas, recuerda, ha sido la Proposición no de ley aprobada por la Comisión de Interior, en su sesión del día 20 de febrero de 2018, por la que se instaba al Gobierno a abrir de manera inmediata una negociación por parte del Min isterio del Interior con las Comunidades Autónomas, con el objeto de acordar las condi ciones de la financiación por parte de la Administración Penitenciaria de la atención sanitaria prestada por los servicios autonómicos de salud a la población reclusa. En la misma, también se señalaba que se debe garantizar la transferencia con la financiación suficiente por el coste real y efectivo de los servicios. La Mesa de la Profesión Enfermera lamenta que el tras paso aún no se haya materializado a pesar de la infinidad de iniciativas parlamentarias llev adas a lo largo de los últimos años por parte de todos los partidos políticos a través de su grupos parlamentarios, y espera que se haga realidad el compromiso realizado desde el Grupo Pa rlamentario Popular recientemente de que el Gobierno tenía como objetivo impulsar la tra nsferencia de la sanidad penitenciaria. Por último, desde la Mesa se insiste en la necesidad de qu e se realice dicha transferencia para conseguir la equidad y normalización de la prestación sanitaria a los internos y que, de manera paralela, se mejoren las condiciones laborales y pr ofesionales de las enfermeras y enfermeros que trabajan en los centros penitenciarios. En la actualidad, sólo en Euskadi y Cataluña se ha procedido a hacer efectivo el traspaso de l a sanidad penitenciaria. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 537 1818 EspañaV.PUB.EUR V.CPM.EUR202 (235 USD) 30 (34 USD) http://diarioenfermero.es/la-mesa-enfermera-reclama-al-gobierno-traspaso-la-sanidad-penitenciaria-las-cc-aa/ La preservación de la fertilidad cambiará el modelo reproductivo en los próximos años original La preservación de la fertilidad cambiará el modelo reproductivo en los próximos años Madrid acoge entre hoy y mañana el XXXII Congreso Nacional de la Sociedad Española de Fertilidad (SEF). En este congreso que reune a un total de 1.200 profesionales de toda España , se compartirán las últimas investigaciones (más de 350) sobre fertilidad y reproducción humana . El congreso ha sido presentado hoy en rueda de prensa, en el Palacio Municipal de Congresos de Madrid, a cargo del profesor Juan Antonio García Vel asco, presidente de Comité Organizador , y del doctor Agustín Ballesteros, presidente de la Sociedad Española de Fertilidad . Ballesteros ha afirmado que \"la preservación de la ferti lidad y la prevención de enfermedades genéticas cambiará por completo el modelo reproductivo en los próximos años\". España, a la cabeza europea de la reproducción asis tida y en tercera posición mundial Según datos del Registro Nacional de Actividad 2015-Registro SEF , en 2015 nacieron un total de 36.318 bebés gracias a las técnicas de reproducción asistida realizadas en España . De ese total, alrededor de 29.366 lo hicieron en nuestro paí s, lo que supone un 7% de los nacimientos nacionales, si tenemos en cuenta la cifra del INE de recié n nacidos vivos en ese año: 420.290. Además, este registro de actividad que se elabora conjunta mente con el Ministerio de Sanidad, Servicios Sociales e Igualdad , anunció un incremento del 9% en tratamientos de repr oducción asistida, respecto a 2014. España se sitúa, con estas cifras, a la cabeza europea de la reproducción asistida y en tercera posición mundial. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 9936 31 430 EspañaV.PUB.EUR V.CPM.EUR617 (718 USD) 35 (40 USD) https://www.consalud.es/pacientes/la-preservacion-de-la-fertilidad-cambiara-el-modelo-reproductivo_50584_102.html Porque salud necesitamos todos... ConSalud.es Te recomendamos: Los farmacéuticos sostienen que la institución que dirige Carmen Montón está incumpliendo las pautas marcadas por la Aemps Embriones sintéticos para estudiar la fertilidad 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 9936 31 430 EspañaV.PUB.EUR V.CPM.EUR617 (718 USD) 35 (40 USD) https://www.consalud.es/pacientes/la-preservacion-de-la-fertilidad-cambiara-el-modelo-reproductivo_50584_102.html Solo el 37,5% de los españoles adultos con asma o EPOC cumple su tratamiento con inhaladores, según un experto original MADRID, 17 May. (EUROPA PRESS) - Jordi Giner, coordinador del Programa Científico y docto r en Enfermería en el Servicio de Neumología y Alergia del Hospital de la Santa Cruz y San Pablo de Barcelona, ha señalado que en España tan solo el 37,5 por ciento de p acientes adultos con asma o enfermedad pulmonar obstructiva crónica (EPOC) mantienen una correcta adhesión o cumplimiento de su tratamiento con inhaladores. \"No seguir el tratamiento de forma adecuada se asocia con un aumento de la mortalidad y de la morbilidad, así como a un mayor uso de los servicios y recursos sanitarios. Contrariamente, combatir la baja adhesión terapéutica equivale a un mejor control de la enfermedad, a menos visitas al médico y, por tanto, a una mayor calidad de vida de los enfermos\", ha comentado el doctor durante las jornadas f ormativas 'Proyecto Inspira: Últimos avances en terapia inhalada', celebradas en Madri d con el patrocinio de Chiesi. El encuentro, organizado por Omniprex S.L, se ha centrad o en los dispositivos de terapia inhalada, el principal tratamiento para los p acientes con patologías respiratorias crónicas, y se ha dirigido a educadores en terapia inhalad a y adhesión a la terapia inhalada, básicamente personal de enfermería, para mej orar la técnica de inhalación y la baja adhesión terapéutica de los pacientes con enfermedad es respiratorias. La celebración de las jornadas se explica por la existencia d e \"numerosos estudios que muestran que las deficiencias en la técnica de inhalación, tanto del personal sanitario, que debe instruir a los pacientes, como de los propios pac ientes, que son el origen del mal control de las enfermedades respiratorias crónicas\", seg ún ha explicado el especialista. \"Uno de los problemas de la terapia inhalada es la div ersidad de dispositivos que un mismo paciente debe utilizar, en algunos casos dos y hasta tr es dispositivos, con técnica de utilización y maniobra inhalatoria completamente dif erentes entre ellos\", ha explicado el experto. En este sentido, ha detallado que el incorrecto uso de l os inhaladores impide que el medicamento alcance adecuadamente las vías respiratorias y ac túe de forma apropiada, lo que influye negativamente en la evolución clínica de l a enfermedad. \"En la actualidad, la investigación se está centrando en desarrollar terapias con menor número de dispositivos, que además son cada vez más sencillos de utilizar\", ha destacado el coordinador del encuentro. Download Chrome Today 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 14 358 52 507 EspañaV.PUB.EUR V.CPM.EUR765 (889 USD) 66 (76 USD) http://es.eprensa.com/cgi-bin/view_digital_media.cgi?subclient_id=3818&comps_id=148395599 Una enfermera coordina la Escuela de Salud en Cáncer de Mama de Ciudad Real diariodicen.es original Prado Fernández, enfermera del Centro de Salud Pío X II, ubicado en Ciudad Real, es la profesional encargada de organizar las reuniones que las pacientes expertas mantienen en la Escuela de Salud y Cuidados en Cáncer de Mama, un organi smo creado por la Gerencia de Atención Integrada de la provincia castellanomanchega. © SESCAM Los objetivos que se persiguen con la puesta en marcha de e ste proyecto, de acuerdo con lo expuesto por el Servicio de Salud de Castilla-La Mancha ( SESCAM) en un comunicado, son mejorar el manejo de esta dolencia y fomentar la infor mación sobre la enfermedad para formar pacientes expertas sobre el abordaje del cáncer. Para ello, la Escuela de Salud pone a disposición de las afectadas una serie de recursos útiles para la resolución de las cuestiones que puedan surg ir en la vida diaria. En este sentido, Fernández ha resaltado que la meta de este organismo pasa por empoderar a las pacientes para que sean capaces de reaccionar a las situacione s que provocan miedo y ansiedad. Juan Carlos Mayoral, director de Enfermería del Área de Ciudad Real, explicó, durante el acto de presentación de esta iniciativa, que las sesiones formati vas tendrán una duración de unos 45 minutos, y que en ellas se ofrecerán directrices referen tes a aspectos como la alimentación o los cuidados de la piel, así como recomendaciones prácticas para reforzar la calidad de vida de las afectadas en cada etapa de la dolencia. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 236 828 EspañaV.PUB.EUR V.CPM.EUR180 (208 USD) 30 (34 USD) https://www.diariodicen.es/201805/una-enfermera-coordina-la-escuela-de-salud-en-cancer-de-mama-de-ciudad-real/ Los encuentros se producen de forma mensual, apuntan desde el SESCAM, y pueden participar tanto las pacientes como los familiares y las per sonas interesadas en saber cómo se desarrollan los cuidados del cáncer de mama; a la primera reunión acudieron un total de 20 mujeres, con las que se pretende construir una red apoyo c onstituida por formadoras expertas. Además, informan, diversas instituciones relacionadas con esta dolencia, como asociaciones de pacientes, centros de salud o áreas asistenciales vinculadas a los tratamientos oncológicos, podrán contar con información procedente de la Escuela de Salud, para que las mujeres que lo soliciten puedan incorporarse a estas sesiones formativas. Noticias relacionadas: Like 0 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 236 828 EspañaV.PUB.EUR V.CPM.EUR180 (208 USD) 30 (34 USD) https://www.diariodicen.es/201805/una-enfermera-coordina-la-escuela-de-salud-en-cancer-de-mama-de-ciudad-real/ Un terapeuta ocupacional no puede ostentar un puesto que depende de Enfermería original El Juzgado de lo Contencioso Administrativo de Toledo ha anulado el nombramiento de un terapeuta ocupacional para ocupar un puesto de supervisor de Área de Formación, Docencia e Investigación y Recursos Materiales dependiente de la Direc ción de Enfermería del Hospital Nacional de Parapléjicos de Toledo. Este fallo judicial es consecuencia de un recurso contencioso a dministrativo presentado por el Colegio Oficial de Enfermería de Toledo, presidido po r Roberto Martín. En una sentencia contraria al posicionamiento del Servicio de Salud de Ca stilla-La Mancha (SESCAM), el magistrado desestimó de forma contundente todas y cada una de las alegaciones planteadas desde el servicio de salud para tratar de justificar un no mbramiento \"contrario a la legislación vigente\", entre ellas la Ley de Ordenación de la Profes iones Sanitarias (LOPS). Así el fallo judicial confirma que \"el recurso ha de ser estimado\" porque supone \"una usurpación de funciones de Enfermería, teniendo en cuent a las funciones que corresponden a dicho puesto, según la convocatoria de su provisión, constituy endo la designación impugnada un acto nulo o anulable, motivo de impugnación que deb e de ser acogido\". Las funciones del cargo son las propias de un diplomado en Enfermería El magistrado analiza no sólo la Directiva Europea sobre cualificaciones profesionales, sino también los artículos de la LOPS que establecen cuáles son las funciones correspondientes a los titulados en Enfermería y en Terapia Ocupacional los artículos de la LOPS, y basa el fallo de la sentencia en la comparación de dicha legislación con el texto de la convocatoria que en su día realizó el SESCAM para aprobar el puesto ahora anulado. El magistrado en su conclusión asegura que \"en la convocator ia del puesto de Supervisión de Área de Rehabilitación, Formación, Docencia e Investigació n y Recursos Materiales, en el Hospital Nacional de Parapléjicos, dependiente del SESC AM, debemos considerar que varias funciones que corresponden al mismo, son las propias de un Diplomado Universitario en 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1682 6304 EspañaV.PUB.EUR V.CPM.EUR270 (314 USD) 44 (51 USD) https://www.actasanitaria.com/terapeuta-ocupacional-no-puede-ocupar-un-puesto-enfermeria/ Enfermería\". La sentencia, que puede recurrirse, concluye que el nombra miento de una persona con la titulación de Terapeuta Ocupacional para este puesto de supervisor de Área \"no es conforme a Derecho y ha supuesto una distorsión en el ejercicio de las funciones que corresponden a dicho puesto\" y por tanto estima el recurso del Colegio d e Enfermería de Toledo. \"Un caso claro de invasión de competencias profesionales\" Tras conocer el fallo, el presidente del Colegio de Enfermería de Toledo , Roberto Martín, afirmó que están \"muy contentos porque la Justicia reconoció que se trata de un caso claro de invasión de competencias profesionales, que \"desde el princ ipio parecía evidente\". Roberto Martín destaca que \"esta sentencia y la consecuente anulación del nombramiento, da la razón al planteamiento de la entidad colegial dado que ese cargo debe ser ocupado por un enfermero o enfermera\". Según el presidente, la LOPS \"es muy clara al respecto\" y recoge que \"corresponde a los Diplomados universitarios en Enfermería, ahora graduado s, la dirección, evaluación y prestación de los cuidados de Enfermería orientados a la promoción, mantenimiento y recuperación de la salud, así como a la prevención de enfe rmedades y discapacidades\". Deja un comentario 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1682 6304 EspañaV.PUB.EUR V.CPM.EUR270 (314 USD) 44 (51 USD) https://www.actasanitaria.com/terapeuta-ocupacional-no-puede-ocupar-un-puesto-enfermeria/ SANIDAD Una nueva técnica aumenta la eficacia de la quimio en pacientes con cáncer de páncreas original Una nueva técnica aumenta la eficacia de la quimio en pacientes con cáncer de páncreas La compañía estadounidense Advanced Chemotherapy Technologies, del Centro de Biotecnología de Carolina del Norte, ha desarrollado un dispositivo dirigido al tratamiento de los pacientes con cáncer de páncreas que, a través de su impantación en el mismo órgano , es capaz de administrar la quimioterapia directamente en los tumores de dificil acceso, respetando en gran medida los tejidos , los órganos y los vasos sanguíneos circundantes. Este aparato llega como respuesta a la alta tasa de mortalidad que asumen los pacientes con cáncer de páncreas: del 75% dentro del año del diagnóstico. Además, cuando el tumor se ha 18/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 9936 31 430 EspañaV.PUB.EUR V.CPM.EUR617 (718 USD) 35 (40 USD) http://es.eprensa.com/cgi-bin/view_digital_media.cgi?subclient_id=3818&comps_id=148452923 extendido demasiado para ser extirpado quirúrgicamente, la esperanza de vida es tan solo de seis a doce meses. Los especialistas esperan que este nuevo dispo sitivo les de más oportunidades de supervivencia. La técnica se basa en implantar en el páncreas el dispositivo con unos cables eléctricos que van hasta el abdomen. Así, el aparato conduce la quimiot erapia al tumor utilizando corrientes eléctricas que pasan a través de la solución del fármaco. Esta administración del tratamiento es más precisa y podría reducir los tumores lo suficiente como para que los cirujanos los eliminen o, en el caso de que no sea curativo, tener la posibilidad de ampliar la esperanza de vida de las personas afectadas. pancreas 2 En un estudio preclínico de la Universidad de Carolina del Norte en Chapel Hill (Estados Unidos), una versión más pequeña del dispositivo se probó con éxito en cánceres de páncreas humanos implantados en ratones especiales. En los ratones tratados sistémicamente con gemcitabina , un fármaco de quimioterapia aprobado para el cáncer de páncreas, la medicina redujo la tasa de crecimiento tumoral. Los tumores crecieron alrededor de 2,5 veces sobre su tamaño or iginal, lo que supone un buen resultado frente a los ratones que no recibieron ningún fármaco, cuyos tumores aumentaron hasta varias veces su tamaño de partida. Asimismo, en los ratones que recibieron el medicamento directamente en el páncreas a través 18/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 9936 31 430 EspañaV.PUB.EUR V.CPM.EUR617 (718 USD) 35 (40 USD) http://es.eprensa.com/cgi-bin/view_digital_media.cgi?subclient_id=3818&comps_id=148452923 del dispositivo, los tumores se redujeron en aproximadamen te un 40%. Estos resultados suponen una gran motivación para la compañía y para los investigadores que continuarán con el estudio para poder realizar las pruebas en humanos. Porque salud necesitamos todos... ConSalud.es Te recomendamos: Un nuevo dispositivo contra la tos revolucionará la atención en países con menos recursos Telemedicina para facilitar intervenciones precoces y tomar decisiones en tiempo real 18/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 9936 31 430 EspañaV.PUB.EUR V.CPM.EUR617 (718 USD) 35 (40 USD) http://es.eprensa.com/cgi-bin/view_digital_media.cgi?subclient_id=3818&comps_id=148452923 Barcelona acogerá Congreso Europeo de Salud Mental y Discapacidad en 2019 17-05-2018 / 15:10 h EFE original La Asociación Europea para la Salud Mental en la Discapa cidad Intelectual (EAMHID) ha escogido Barcelona como sede del 12º Congreso Europeo de Salud Mental en la Discapacidad Intelectual de 2019. El presidente de la Asociación Europea para la Salud Me ntal en la Discapacidad Intelectual, Roger Banks, se ha reunido en la sede de AM PANS en Santpedor (Barcelona), con los representantes de la Fundación Altah ia y de AMPANS, que formarán el Comité organizador del congreso, que se cele brará del 23 al 25 de mayo de 2019. Según ha informado AMPANS y Althaia, además, el Congr eso Estatal sobre Alteraciones de la Conducta que organizan ambas fundacion es manresanas se convertirá, en la edición 2019 en Barcelona, en el Cong reso Internacional que el EAMHID organiza bienalmente, cuyas dos últimas ediciones se celebraron en Luxemburgo y Florencia. El congreso servirá para presentar los últimos estudios cient íficos y abordará cómo hacer frente a los trastornos de la conducta desde los diferente s servicios - educativos, sanitarios, comunitarios - y de cómo mejorar el bienestar y la calidad de vida de las personas con discapacidad intelectual y enfermedad mental q ue presentan alteraciones de la conducta. El Congreso, que tendrá lugar en el recinto Fira Barc elona, se dirige especialmente a profesionales de los ámbitos de la salud, la enseñanza y la atención directa, así como personas con discapacidad y enfermedad mental y sus familias. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1 383 333 2 613 842 EspañaV.PUB.EUR V.CPM.EUR6782 (7890 USD) 90 (104 USD) http://agencias.abc.es/agencias/noticia.asp?noticia=2820481 Los nuevos fármacos contra el cáncer funcionan peor en mujeres Nuño Domínguez original Un paciente recibe un tratamiento de inmunoterapia en una clínica de California (EE UU) UCSF La gran asignatura pendiente de la inmunoterapia es ayudar a todos pacientes. Esta nueva generación de fármacos que estimulan el sistema inmune pa ra luchar contra el cáncer funciona muy bien en unos enfermos y muy poco o nada en otros. La g enética, factores ambientales e incluso las bacterias intestinales juegan un papel en la eficacia de estos fármacos. Un nuevo estudio apunta a que el sexo del paciente es otr o factor que influye en el éxito de estos tratamientos. El trabajo ha analizado los resultado s de 20 ensayos clínicos de inhibidores de punto de control (ipilimumab, tremelimumab, nivolumab y pembrolizumab) para tumores avanzados o metastásicos de piel, riñón, vejiga, cabe za y cuello, y pulmón en los que participaron 11.300 pacientes. Los resultados muestran que estos fármacos aumentan la supervivencia tanto en varones como en féminas comparados con el tratamiento de control, pero la reducción media del riesgo de muerte es el dobl e en hombres que en mujeres, sin que se sepa la causa. Varios factores podrían explicar los resultados. Las mujeres tienen un sistema inmune más fuerte , lo que explica por qué sufren menos infecciones y menos sev eras y responden mejor a las vacunas, aunque por ello también padecen más enfermed ades autoinmunes. También existen diferencias inmunológicas a nivel celular p or la interacción de genes, hormonas, el microbioma y el ambiente. Por ejemplo, es tudios en animales han mostrado que las hormonas sexuales pueden interferir en las vías de señal ización de los inhibidores de 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1 633 333 9 389 781 EspañaV.PUB.EUR V.CPM.EUR7212 (8392 USD) 140 (162 USD) http://elpais.com/elpais/2018/05/16/ciencia/1526494471_804480.html punto de control. \"Es posible que estas diferencias en el sistema inmune entre sexos influya en la evolución de enfermedades de inflamación crónica com o el cáncer y cómo responden a los medicamentos\", explica en un comunicado Fabio Conforti , médico del Instituto Europeo de Oncología, en Milán, y coautor del estudio, publicado en The Lancet Oncology . Es la primera vez que se advierte una diferencia en la eficacia de estos f ármacos por sexos, señala el estudio. A la luz de estos datos, \"no hay que cambiar los t ratamientos actuales para las mujeres, sino entender qué mecanismos hay detrás para opti mizar estos fármacos tanto en hombres como en mujeres\", resalta el coautor del trabajo , en el que también han participado investigadores de la Universidad de Milán y la Escuela de M edicina de Harvard (EE UU). Solo el 33% de todos los pacientes que participaron en l os ensayos clínicos analizados eran mujeres, un desequilibrio habitual en estudios científicos y médicos . Es un problema bien conocido que supone un impacto negativo para la salud fem enina. \"Los responsables de diseñar los futuros ensayos clínicos de inmunoterapia deberí an garantizar la inclusión de más mujeres. Tal y como se ha observado en otros campos de la in vestigación biomédica, las mujeres están infrarrepresentadas en las pruebas de la in munoterapia contra el cáncer\", concluye el estudio. La principal limitación del trabajo es que no ha podido acceder a los datos médicos de cada paciente, solo a los resultados genera les de cada ensayo clínico y analizar la diferencia en riesgo de muerte por sexos. \"Es sorprendente que el número de mujeres sea tan bajo\" , opina Aitana Calvo, secretaria científica de la Sociedad Española de Oncología Médica. \" La diferencia en los beneficios de la inmunoterapia que desvela este estudio es importante y me rece la pena estudiarla en profundidad, sobre todo cuando es bien sabido que tradi cionalmente las mujeres han sufrido importantes sesgos tanto en el diagnóstico como en el trat amiento de enfermedades\", añade esta oncóloga del Hospital Gregorio Marañón de Madrid. Calvo opina que hay que mejorar el diseño de los ensayos clínicos para incluir más mujeres y enten der mejor el papel que pueden jugar las diferencias biológicas, culturales y sociales en la efectividad de los futuros tratamientos médicos. \"Los ensayos clínicos no se diseñan para que incluyan un número proporcional de hombres y mujeres. Organismos como la Agen cia Europea del Medicamento dicen que todos los pacientes tienen que estar representad os por igual, pero se trata solo de recomendaciones, hay que incentivarlo para incluir más muje res, sobre todo en los ensayos más importantes\", resalta. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1 633 333 9 389 781 EspañaV.PUB.EUR V.CPM.EUR7212 (8392 USD) 140 (162 USD) http://elpais.com/elpais/2018/05/16/ciencia/1526494471_804480.html \"Nuestros microbios intestinales pueden controlar la respuesta al cáncer\" 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1 633 333 9 389 781 EspañaV.PUB.EUR V.CPM.EUR7212 (8392 USD) 140 (162 USD) http://elpais.com/elpais/2018/05/16/ciencia/1526494471_804480.html Ciencia solo para machos El nuevo campamento urbano 'British' 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1 633 333 9 389 781 EspañaV.PUB.EUR V.CPM.EUR7212 (8392 USD) 140 (162 USD) http://elpais.com/elpais/2018/05/16/ciencia/1526494471_804480.html El Hospital Gregorio Marañón presenta avances en el campo de la regeneración cardiovascular original Like 0 El Servicio de Cardiología del Hospital General Univers itario Gregorio Marañón de Madrid ha organizado un simposio, que reunió a profesionales nacion ales e internacionales en el campo de la regeneración y reparación cardiovascular, para presen tar sus avances en este ámbito asociado clásicamente a las terapias con células madre y que a hora comprende nuevas innovaciones relacionadas con productos moleculares y tejidos m ás avanzados y más fáciles de aplicar. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1682 6304 EspañaV.PUB.EUR V.CPM.EUR270 (314 USD) 44 (51 USD) https://www.actasanitaria.com/gregorio-maranon-presenta-avances-regeneracion-cardiovascular/ El Servicio de Cardiología de este centro sanitario, que dirige el doctor Francisco Fernández Avilés, lidera en estos momentos dos grupos internacionales en este campo. Por un lado, el TACTICS, que elaboró el primer documento de consenso de la historia sobre regeneración cardiovascular y en el que participaron más de 100 grupos d e investigación de todo el mundo; y, por otro, un grupo de trabajo de Medicina regenera tiva y reparadora cardiovascular de la Sociedad Europea de Cardiología. Según los ponentes en el simposio, la enfermedad cardiov ascular se convirtió en una patología que necesita buscar estrategias de reparación bi ológica utilizando células madre o sus productos, como son las moléculas derivadas de células madre o tejidos construidos con células madre. \"Es fundamental avanzar en este campo la col aboración internacional\", aseguraron profesionales del Servicio de Cardiología del Hospital General Universitario Gregorio Marañón. Ingeniería de tejidos En esta jornada se presentaron varios estudios de investigac ión, como \"los hallazgos de los grupos básicos más importantes del mundo en los mecanismos de la regeneración cardiaca\". Además, los investigadores dieron a conocer medidas para el rejuvenecimiento cardiaco, ya que un estudio con ratones demuestra que se revierte la s ituación y se consigue el rejuvenecimiento del corazón y de otros tejidos. También se presentaron los resultados de un estudio que l idera el Hospital General Universitario Gregorio Marañón , que utiliza células alogénicas, que no son del propio p aciente, sino que proceden de un banco y que son producidas por la empresa española TIGENIX, para 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1682 6304 EspañaV.PUB.EUR V.CPM.EUR270 (314 USD) 44 (51 USD) https://www.actasanitaria.com/gregorio-maranon-presenta-avances-regeneracion-cardiovascular/ el tratamiento de pacientes que sufrieron un infarto d e miocardio. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 1682 6304 EspañaV.PUB.EUR V.CPM.EUR270 (314 USD) 44 (51 USD) https://www.actasanitaria.com/gregorio-maranon-presenta-avances-regeneracion-cardiovascular/ Garrido en su investidura: \"Madrid tiene la segunda mejor sanidad europea\" original El presidente en funciones de la Comunidad de Madrid , Ángel Garrido , ha defendido en el debate de investidura a la Sanidad como uno de los grandes logros del Gobierno del que ha formado parte los últimos tres años. En concreto, Garrido ha hecho especial hincapié a las listas de espera quirúrgicas : \"Tenemos la lista de espera quirúrgica más baja de toda España con 47 días\". Garrido ha esgrimido que gracias al esfuerzo del Ejecutiv o, Madrid \"tiene la segunda mejor sanidad de Europa \" y \"seis de los 10 mejores hospitales de España\", convirtien do a la sanidad madrileña en un ejemplo de competitividad y mejora continua. El presidente en funciones también ha destacado el Plan de Inversiones en Infraestructuras Hospitalarias dotado de 1.000 millones de euros y que anunció en su día Cristina Cifuentes. \"Se reformarán 22 hospitales gracias a este plan. Entre ellos el Hospital La Paz , que será nuevamente reconstruido con 359 millones de euros \", ha señalado. A su vez, ha subrayado que el Gobierno \"ha dotado con 180 millones de euros de inversión a la Atención Primaria , que reudendará en 26 centros de salud\". Por otra par te, ha destacado como otros de los grandes avances en sanidad la Ley de Buen Gobierno que regulal el nombramiento de los gerentes de los hospitales y el impulso dado a la humanización de la asistencia sanitaria , con la creación de una nueva viceconsejería para este respe cto. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 14 606 53 510 EspañaV.PUB.EUR V.CPM.EUR772 (898 USD) 75 (87 USD) http://es.eprensa.com/cgi-bin/view_digital_media.cgi?subclient_id=3818&comps_id=148272893 Sanidad retira algunos lotes de queso Reblochon tras la intoxicación alimentaria de 7 niños en Fran cia original MADRID, 17 May. (EUROPA PRESS) - El Ministerio de Sanidad ha informado de la retirada de algunos lotes de queso Reblochon, elaborado en Francia a partir de leche cruda , tras conocer a través de la red de alerta alimentaria europea de la existencia en el p aís vecino de 7 casos de intoxicación en niños por 'E. coli'. Aunque el producto h a sido distribuido en España, a fecha de hoy no existe constancia de la existencia de casos asocia dos al consumo de este producto en España. Con fecha 15 de mayo, la Agencia Española de Consumo, Se guridad Alimentaria y Nutrición (AECOSAN), conocía la alerta gracias al Sistema de Alerta Rápida para Alimentos y Piensos (RASFF), y a la información suministrad a por las autoridades sanitarias de Francia, que han comunicado que el producto ha sido distribuido a Canadá, Portugal, Alemania, Francia, España (Andalucía ), y Países Bajos con posterior redistribución desde este último a Republica Checa, Alema nia y Dinamarca. El fabricante francés, Fromageries Chabert Mallieres, va a efectuar la recuperación de toda la producción de Reblochon 450 gramos, con número d e Autorización FR74096050 CE, que concierne a todos los lotes que comienzan por 8CR distribuidos desde el 21 de enero de 2018 hasta el 14 de mayo. En España, como medida de precaución las autoridades sanit arias de la Comunidad de Madrid, a través de la red de alerta alimentaria nacio nal, el Sistema Coordinado de Intercambio Rápido de Información-SCIRI, informaba de la retirada el pasado lunes, por parte del Grupo Carrefour, del queso 'Reblochon' form ato 450 gramos y elaborado a partir de leche cruda, con la marca 'Reflets de France', con el código EAN 3245390132918 y lotes que comienzan por 8CR por ser elab orados por el mismo fabricante francés. El producto ha sido objeto de distribución en todas las c omunidades autónomas y en la ciudad autónoma de Ceuta, además se sabe que también en Andorra. Por lo que se ha informado de estos hechos a las Autoridades competentes de las comunidades autónomas y se está procediendo a la retirada precautoria del producto a nivel nacional por parte del Grupo Carrefour. Como medida de precaución, Sanidad recomienda a aquell os consumidores que pudieran tener el producto anteriormente mencionado e n sus hogares que se abstengan de consumirlo. Save on grad gifts. 17/05/2018 U.ÚNICOS PÁG VISTAS PAÍS 14 358 52 507 EspañaV.PUB.EUR V.CPM.EUR765 (889 USD) "}