{"title": "Ensayos de la vacuna de la Covid-19: ¿pueden confirmar que salvarán vidas?", "author": "La Razón", "url": "https://www.larazon.es/sociedad/20201022/kdh7mpiapzdxlpuazvsc4s6ilu.html", "hostname": "larazon.es", "description": "Ensayos de la vacuna de la Covid-19: ¿pueden confirmar que salvarán vidas?", "sitename": "La Razón", "date": "2020-10-22", "cleaned_text": "la Covid-19: ¿pueden confirmar que salvarán vidas? Peter Doshi, editor asociado de British Medical Journal, indica que las pruebas están diseñadas solo para prevenir la infección Las vacunas están siendo apuntadas como la solución a la [pandemia de la Covid-19](https://www.larazon.es/sociedad/20201022/6xiuvouqtjehhkhitts5u3ttue.html), pero los ensayos de vacunas que se están llevando a cabo actualmente no están diseñados para decirnos si salvarán vidas, advierte este miércoles Peter Doshi, editor asociado de British Medical Journal. Varios ensayos de la vacuna de la Covid-19 se encuentran ahora en su etapa más avanzada (fase 3), pero la cuestión es cuándo una vacuna se declarará eficaz. Muchos pueden asumir que los estudios de fase 3 exitosos significarán que tenemos una forma comprobada de evitar que las personas se enfermen gravemente y mueran a causa de coronavirus y una forma robusta deinterrumpir la transmisión viral, perol los ensayos de fase 3 actuales tampoco están configurados para demostrarlo, advierte Doshi. \"Ninguno de los ensayos actualmente en curso está diseñado para detectar una reducción en cualquier resultado grave como hospitalizaciones, uso de cuidados intensivos o muertes, escribe. Tampoco se están estudiando las vacunas para determinar si pueden interrumpir la transmisión del virus\". Este experto explica que todos los ensayos de fase 3 en curso para los que se han publicado detalles están evaluando enfermedades leves, no graves, y podrán informar los resultados finales una vez que alrededor de 150 participantes desarrollen síntomas. En los ensayos de Pfizer y Moderna, por ejemplo, las personas con solo tos y una prueba de laboratorio positiva llevarían esos ensayos un evento más cerca de su finalización. Sin embargo, Doshi sostiene que los fabricantes de vacunas han hecho poco para disipar la noción de que lo que se estaba evaluando era el coronavirus severo. Moderna, por ejemplo, llamó a las hospitalizaciones \"criterio de valoración secundario clave\" en declaraciones a los medios. Pero Tal Zaks, director médico de Moderna, le dijo a 'The BMJ' que su ensayo carece de poder estadístico adecuado para evaluar ese punto final. Parte de la razón pueden ser los números, dice Doshi. Debido a que la mayoría de las personas con infecciones sintomáticas por Covid-19 solo experimentan síntomas leves, incluso los ensayos con 30.000 pacientes o más revelarían relativamente pocos casos de enfermedad grave. Las hospitalizaciones y muertes por COVID-19 son simplemente demasiado infrecuentes en la población que se está estudiando para que una vacuna eficaz demuestre diferencias estadísticamente significativas en un ensayo de 30.000 personas, añade. Lo mismo ocurre con respecto a si puede salvar vidas o prevenir la transmisión: los ensayos no están diseñados para averiguarlo\". Zaks confirma que el ensayo de Moderna no demostrará la prevención de la hospitalización porque el tamaño y la duración del ensayo deberían aumentarse enormemente para recopilar los datos necesarios. \"Creo que ninguno de estos es aceptable en la actual necesidad pública de saber rápidamente que una vacuna funciona\", dijo. Pero Doshi plantea otro problema importante: que pocos o quizás ninguno de los ensayos de vacunas actuales parecen estar diseñados para averiguar si hay un beneficio en los ancianos, a pesar de su obvia vulnerabilidad a a la Covid-19. Si los ancianos frágiles no se inscriben en los ensayos de vacunas en un número suficiente para determinar si hay una reducción de los casos en esta población, \"puede haber pocas bases para suponer algún beneficio contra la hospitalización o la mortalidad\", advierte. Doshi cree que todavía tenemos tiempo para abogar por cambios para garantizar que los ensayos en curso aborden las preguntas que más necesitan respuesta. Por ejemplo, por qué se ha excluido en gran medida a los niños, las personas inmunodeprimidas y las mujeres embarazadas; si se ha elegido el criterio de valoración principal correcto; si la seguridad se está evaluando adecuadamente o y si se están abordando las lagunas en la comprensión de cómo responde nuestro sistema inmunológico al coronavirus. Accede a tu cuenta para comentar "}