{"title": "Cómo crear tu propio ritual de intención al Universo según las fases de la Luna", "author": "Clarín com; Redacción Clarín", "url": "https://www.clarin.com/astrologia/crear-propio-ritual-intencion-universo-fases-luna_0_oSKTC44TH.html", "hostname": "clarin.com", "description": "Ritos, intenciones, palabras y actos psicomágicos para utilizar el poder interior y transformar nuestra realidad.", "sitename": "Clarín", "date": "2021-06-03", "cleaned_text": "En los primeros tiempos como humanidad, nuestro gran fantasma, nuestra mayor preocupación, ha sido la búsqueda de alimento. Las cuevas que exhiben animales alcanzados por lanzas y flechas son, indudablemente, parte de [rituales mágicos](https://www.clarin.com/astrologia/rituales-conectar-universo-sarah-prout-querido-universo_0__82D9k-Dc.html) basados en la creencia que las escenas pintadas se harían realidad y las cacerías resultarían exitosas. Ya desde aquel momento, los seres humanos empezamos a [ crear rituales](https://www.clarin.com/astrologia/7-rituales-mundo-pueden-mejorar-bienestar-felicidad_0_Fgvc1CTri.html). ¿Por qué? Por el impacto que generan en nuestra psique. Imaginemos a los cazadores en la era paleolítica, con sus armas primitivas, con frío, debiendo enfrentarse a bestias salvajes. Claramente, los ritos que practicaban los ayudaban a sentirse más confiados y valientes, lo que propiciaba un efecto beneficioso al momento de salir a cazar. \"Los rituales son uno de los medios utilizados por los seres humanos para situar sus vidas en perspectiva, ya sea el Purim de los judíos, el Adviento de los cristianos o el descenso de la Luna. Los rituales evocan las sombras y los espectros de las vidas de las personas, los clasifican y los apaciguan.\"Clarissa Pinkola Estés. Rituales y ciclos de la naturaleza Pensemos ahora en las comunidades agrícolas. El [cambio de estación](https://www.clarin.com/astrologia/5-tecnicas-limpieza-energetica-post-eclipse-malas-vibras_0_ErjedwhOH.html) no podía pasar desapercibido. Había un momento para sembrar, un momento para cosechar y un momento para guardar reservas y sobrevivir al invierno. Los rituales que celebran solsticios y equinoccios están basados en esta necesidad: estar atentos a la llegada de un nuevo ciclo, actuando en conformidad con las leyes de la naturaleza. Muchas tradiciones, como las [chamánicas](https://www.clarin.com/astrologia/equinoccio-otono-2021-ritual-expansion-recibir-buenas-energias_0_92Aps3fkF.html), druídicas y wiccanas, continúan honrando estas prácticas, reconociendo que en alguna medida el hombre primitivo y el hombre actual comparten patrones que atraviesan los eones de los tiempos, recordándonos que todos somos parte de una gran totalidad cósmica. Podríamos decir que la base que sustenta los métodos esotéricos de las [culturas ancestrales](https://www.clarin.com/astrologia/abuela-margarita-quiero-pido-misma-consejos-lider-espiritual-maya_0_aSIE6aAlL.html) es el reconocimiento de que hay una dimensión del ser humano que no es exterior a nosotros, que comulga con las [fuerzas universales](https://www.clarin.com/astrologia/7-leyes-universales-crean-transforman-realidad_0_NxV7mVTFu.html), y puede ser encausada en forma tangible. Si no comprendemos esta cuestión, si no tenemos en cuenta el fundamento que sostiene estas prácticas, podríamos creer que todo esto se trata de simples supersticiones y nos estaríamos perdiendo de mucho. Arte ritual, psicomagia y símbolos Quien supo revalorizar las artes rituales recreándolas de un modo funcional y efectivo para la actualidad es, sin dudas, Alejandro Jodorowsky. Creador de la psicomagia, prescribe actos simbólicos que nos ayudan a sanar. Porque \"para el inconsciente el símbolo y la metáfora tienen la misma importancia que los hechos reales\". Este es un fragmento de un acto psicomágico recetado por Jodorowsky para desarrollar todas nuestras posibilidades y triunfar: \"Ahora mismo te aconsejo que escribas en un papel todo lo negativo y amenazante que te predijeron tus familiares y profesores. No tienes oído para la música. Eres desordenado. Tonto. Si te haces artista te morirás de hambre. Fracasarás (...) Siendo así, nunca encontrarás a alguien que te ame... Etcétera, etcétera. Quema esa lista y frótate el cuerpo con sus cenizas diciendo: Transformo las maldiciones en bendiciones. Desarrollaré todas mis posibilidades y triunfaré. Amaré y seré amado. Bendigo lo que auténticamente soy.\" Actos psicomágicos, ceremonias sagradas, rituales, son puestas en escena que nos permiten transmutar nuestra propia conciencia. Al practicarlos, hablamos el [lenguaje de los símbolos](https://www.clarin.com/astrologia/astrologia-retorno-magia-jugoso-debate-soledad-davies_0_IucUp1Ndg.html), el lenguaje de los sueños. A través de una sucesión de actos significativos nos transportamos del mundo ordinario al mundo invisible, donde reposa nuestro inconsciente profundo. Cómo diseñar tu propio ritual Si decimos \"actos significativos\", lo cierto es que nadie sabe mejor que vos qué puede resultarte verdaderamente significativo, qué te conmueve, qué te emociona, qué te hace vibrar... Por eso te invito a crear tu propio ritual siguiendo esas pautas internas, seleccionando esos símbolos que te conectan con algo que sea sinceramente valioso y profundo. A modo de inspiración, compartiré algunas ideas, pero en esta obra sagrada, quien escribe y protagoniza la historia ¡sos vos! 1. Definí el propósito del ritual Podés hacer un ritual para abrazar los cambios, para propiciar que algo deseado se manifieste en tu realidad, para soltar lo que te pesa, para darle más energía a lo que amás, para agradecer lo que tenés, lo que hacés y lo que sos. 2. Elegí el mejor momento para hacerlo Cuando estos propósitos se alinean con las fuerzas del cosmos, los rituales se vuelven mucho más poderosos. Al ser la [Luna ](https://www.clarin.com/astrologia/remake-luna-lecturas-modernas-astrologia-mitica_0_e0RUBiQLi.html)el cuerpo celeste que más influye en nuestras emociones y en la energía que irradiamos en nuestro entorno, la práctica más utilizada por hacedores de rituales consiste en sincronizar estas celebraciones con los [ciclos lunares](https://www.clarin.com/astrologia/dia-mujer-relaciona-luna-menstruacion_0_jyVSCm5Mf.html). Ritual en Luna nueva En esta fase la [Luna](https://www.clarin.com/astrologia/fase-luna-naciste-informacion-trae_0_PQqm_kD0M.html) se oculta, deja de mostrarse ante nuestros ojos. La propuesta es imitarla en ese movimiento: darle una pausa al afuera para ir hacia adentro. Los [novilunios](https://www.clarin.com/astrologia/fase-luna-naciste-informacion-trae_0_PQqm_kD0M.html) son momentos de recogimiento y autoescucha. ¿Qué me motiva? ¿Qué sensaciones y deseos quiero experimentar? ¿Qué quiero gestar en mi vida? Cada Luna nueva nos conecta con la posibilidad de volver a empezar desde un lugar que, como su nombre lo indica, es un lugar nuevo. Por eso, esta fase es muy afín a los rituales de siembra de intenciones. Podemos hacer rituales que incluyan visualizaciones, dibujos o collages representando aquello que anhelamos manifestar. Ritual en Luna creciente En esta [fase la Luna](https://www.clarin.com/astrologia/calendario-lunar-2021-todas-fases-eclipses-signos_0_KKpeHWs_H.html) va aumentando su brillo. Podemos aprovechar el incremento de su luz para conectar con mayores niveles de energía y enfocarla en todo aquello que nos gustaría potenciar, desarrollando nuestra voluntad y poniéndonos de acción. ¿Qué cambios puedo hacer para estar mejor? ¿Qué recursos, talentos y valores quiero fortalecer? ¿Qué energía, espacio y conciencia podemos mi cuerpo y yo ser para generar más expansión, creatividad y diversión? Cada luna creciente nos invita, literalmente, a crecer. Podemos aprovechar su impulso con rituales de expansión. Podemos colocar una foto que represente el área de nuestra vida donde queremos mejorar, desarrollarnos o fortalecernos energéticamente, rodeando la imagen con piedras, velas y plantas sagradas. Ritual en Luna llena En esta fase la Luna está llena, colmada, plena. No hay nada que agregar, nada que completar. Por eso el plenilunio nos ayuda conectar con una emoción de satisfacción. Ya no hay nada que pedir, nada que buscar, nada que perseguir. ¡Es el momento de celebrar lo que es! Es el momento de dar y compartir. En esta fase lunar se ven favorecidos los rituales de agradecimiento. Podemos llevar una ofrenda de semillas a los pies de un árbol, y también podemos bailar, cantar, brindar. Todo lo que transmita contento, plenitud y abundancia vibra en sintonía con este momento lunar. Ritual en Luna menguante En esta fase, la luz de la Luna va perdiendo potencia. Volvemos a prestarle más atención a la voz interior. No es momento de exigirnos, ni extralimitarnos. Podemos esperar para comenzar nuevos proyectos y darnos el tiempo de cerrar lo que iniciamos. Este es un momento ideal para reflexionar sobre los errores y aciertos de lo transitado hasta el momento, hacer un balance de la experiencia vivida, un proceso de discernimiento. ¿A qué le quiero dar continuidad y qué quiero terminar? La Luna menguante favorece los [rituales de limpieza](https://www.clarin.com/astrologia/charla-cazafantasmas-tips-limpieza-energetica_0_Wzbq6zAYQ.html), corte y transformación. Podemos regalarnos un [sahúmo ](https://www.clarin.com/astrologia/5-tecnicas-limpieza-energetica-post-eclipse-malas-vibras_0_ErjedwhOH.html)y escribir una carta para honrar aquello que fue parte de nuestra vida pero que ya queremos soltar. Como un gesto de amorosa despedida, podemos quemar la carta y depositar las cenizas en un parque para que la tierra absorba y transmute toda la energía que necesite ser purificada. 3. Elegí objetos que tengan significado para vos y estén alineados con tu propósito No son las cosas las que tienen poder, sino la energía que ponemos en las cosas. La magia que ocurre en un ritual no tiene que ver con la superstición, sino que tiene que ver con la transformación de la realidad a través de nuestra intención, en armonía con las energías del universo. Elegí objetos que tengan un valor evocativo intenso, que te conecten con la belleza, el amor, la gratitud... y no te prives de todos los recursos que mimen tus sentidos (aromas que te transporten, imágenes que te gusten, música que te permita entrar en un estado de calma y quizás quieras usar una prenda especial, que se sienta bien en la piel). Te aconsejo consagrar tus objetos y dedicarlos únicamente a estas ceremonias para que se vuelvan más energéticos y potentes. 4. Creá un lugar sagrado Si creás un espacio sagrado, en tu ritual habrá magia. Si vas a hacer tu ritual sobre el suelo, podés marcar un círculo (con piedras, flores, almohadones, ramitas) para recortar ese espacio del resto del ambiente; si lo vas a hacer sobre una mesa, podés elegir una tela especial y sobre ella colocar tus objetos rituales. Y así como limitamos el espacio, también limitamos el tiempo. Por eso, todo ritual tiene un comienzo (podés invocar una fuerza celestial que te acompañe), un desarrollo (aquí generás acciones como prender una vela, hacer un dibujo, quemar hierbas, bailar o cantar...) y un cierre (podés leer una poesía o recitar una bendición, a mí me gusta levantar los brazos en agradecimiento, con ambos pies bien plantados sobre la tierra y después sacudir mis manos para descargar cualquier energía que necesite ser liberada). Finalmente, algo muy importante para recordar: es esencial que puedas abrir un espacio sagrado en tu mente. Mientras dure tu ritual mantené un estado de conexión, de atención plena en cada gesto, dejando el ruido mental de lado y haciéndote uno con la experiencia. 5. Mantené atención plena Cuando hayas concluido tu ritual, observá los cambios en tu campo de energía. Prestá atención a los sueños, a las sincronicidades y a las nuevas ideas que surgen en tu mente. Los rituales movilizan contenidos simbólicos que están dentro nuestro, por eso despiertan muchas respuestas, atraen señales y nos abren a un mundo de nuevas posibilidades. Deseo que puedas conectar con la magia sagrada de un modo consciente, pleno y lleno de buenas intenciones, para tu mayor bien y el de todos los involucrados. ¡Qué así sea! Por Silvina Catardi, facilitadora en terapia floral, astrología humanística, tarot evolutivo, meditación y dinámicas de pensamiento creativo. Dicta un taller de introducción a la astrología. IG: [@espacioluminares](https://www.instagram.com/espacioluminares/) Newsletter Clarín Tags relacionados "}