{"title": "How does an Exercise Protocol Affect Balance and Functional Mobility in a Person with Mid-Stage Parkinson's Disease?", "author": "Hilliard; Caroline", "url": null, "hostname": null, "description": "Exercise can treat various symptoms of Parkinson's Disease (PD). Balance and functional mobility are often impaired in people with PD, and both aerobic and resistance training have demonstrated potential improvements in these variables. It is hypothesized that 12 weeks of exercise will result in measurable improvements in balance and functional mobility. Purpose: To investigate the effects of an exercise protocol on the physical performance of a mid-stage Young Onset Parkinson's Disease (YOPD) subject. Methods: A male YOPD subject (age 68) followed a 12-wk exercise protocol. The protocol consisted of cycling, balance exercises, mobility exercises, stretching, and resistance training. The subject was assessed pre-, mid-, and after the 12 weeks. Assessments included grip strength (GS), Sit to Stand (STS), Timed Up and Go (TUG), and Berg Balance Scale (BBS). Results: For GS, minor improvements (R hand +2.4%, L hand +5.3%) occurred between baseline and 12 weeks. The subject's STS test scores decreased by 7.1% from baseline to 12-weeks. From baseline to 12-weeks, TUG improved by 29.5%. From baseline to 12-weeks, the subject improved his BBS score by 20%. Conclusion: The results, apart from the STS test, support the hypothesis that the exercise protocol implemented would show measurable improvement in balance and functional mobility. Improvements may be due to the central nervous system being retrained, muscular hypertrophy, and/or the training relating to the assessments.", "sitename": null, "date": "2022-04-19", "cleaned_text": "How does an Exercise Protocol Affect Balance and Functional Mobility in a Person with Mid-Stage Parkinson's Disease? Loading... Authors Hilliard, Caroline Issue Date 2022-04-19 Keywords Parkinson Disease , Resistance Training , Physical Functional Performance , Exercise Description/Abstract Exercise can treat various symptoms of Parkinson's Disease (PD). Balance and functional mobility are often impaired in people with PD, and both aerobic and resistance training have demonstrated potential improvements in these variables. It is hypothesized that 12 weeks of exercise will result in measurable improvements in balance and functional mobility. Purpose: To investigate the effects of an exercise protocol on the physical performance of a mid-stage Young Onset Parkinson's Disease (YOPD) subject. Methods: A male YOPD subject (age 68) followed a 12-wk exercise protocol. The protocol consisted of cycling, balance exercises, mobility exercises, stretching, and resistance training. The subject was assessed pre-, mid-, and after the 12 weeks. Assessments included grip strength (GS), Sit to Stand (STS), Timed Up and Go (TUG), and Berg Balance Scale (BBS). Results: For GS, minor improvements (R hand +2.4%, L hand +5.3%) occurred between baseline and 12 weeks. The subject's STS test scores decreased by 7.1% from baseline to 12-weeks. From baseline to 12-weeks, TUG improved by 29.5%. From baseline to 12-weeks, the subject improved his BBS score by 20%. Conclusion: The results, apart from the STS test, support the hypothesis that the exercise protocol implemented would show measurable improvement in balance and functional mobility. Improvements may be due to the central nervous system being retrained, muscular hypertrophy, and/or the training relating to the assessments. "}