{"title": "Protein Data Bank in Europe", "author": "Protein Data Bank", "url": null, "hostname": null, "description": "4ae0: Structural basis for lack of toxicity of the diphtheria toxin mutant CRM197.", "sitename": null, "date": "2012-01-01", "cleaned_text": "Articles - 4ae0 mentioned but not cited (9) - [Cross Reactive Material 197 glycoconjugate vaccines contain privileged D. Sci Rep 6 20488 (2016) - [Bioinformatic discovery of a toxin family in Chryseobacterium piperi with sequence similarity to botulinum neurotoxins.](http://europepmc.org/abstract/MED/30733520)Mansfield MJ, Wentz Zhang S, Lee EJ, Dong M, Sharma SK, Doxey AC. Sci Rep 9 1634 (2019) - [Molecular modeling provides insights into the loading of sialic acid-containing antigens onto CRM197: the role of chain flexibility conjugation efficiency and glycoconjugate architecture.](http://europepmc.org/abstract/MED/33721150)Kuttel MM, Berti Grafts Installed Site-Selectively on Native Disulfides to Enhance Protein Stability and Activity In Vivo.](http://europepmc.org/abstract/MED/28968001)Martínez-Sáez N, Sun S, Oldrini D, Sormanni P, Boutureira 56 14963-14967 (2017) - [A Structurally Simple Vaccine Candidate Reduces Progression and Dissemination of Triple-Negative Breast Cancer.](http://europepmc.org/abstract/MED/32629615)Amedei A, Asadzadeh F, Papi F, Vannucchi MG, V, IA, M, Almeida Cerofolini Giuntini of CRM197 with Site-Directed Mutagenesis.](http://europepmc.org/abstract/MED/31460310)Bravo-Bautista N, Hoang H, Joshi A, Travis J, Wooten M, Wymer NJ. ACS Omega 4 11987-11992 (2019) - [Monomeric crystal structure of the vaccine carrier protein CRM197 and implications for vaccine development.](http://europepmc.org/abstract/MED/36995122)Gallagher DT, Oganesyan N, Acta Commun 82-86 (2023) - the structural integrity of disulfide bonds in diphtheria toxoid carrier protein is crucial for the effectiveness of glycoconjugate vaccine candidates.](http://europepmc.org/abstract/MED/35310500)Carboni F, Kitowski 2440-2449 (2022) - [Structural and immunological characterization of E. coli derived recombinant CRM197 protein used as carrier in conjugate vaccines.](http://europepmc.org/abstract/MED/29875175)Mishra Anderson WF, Goel A. Biosci. Rep. 38 (2018) Reviews citing this publication (11) - [Toxins and derivatives in molecular pharmaceutics: Drug delivery and targeted therapy.](http://europepmc.org/abstract/MED/25959429)Zhan C, Li C, Wei X, Lu W, Lu W. Adv. Drug Deliv. Rev. 90 101-118 (2015) - [Factors of (2016) - [Discovery of Semi- and Fully-Synthetic Carbohydrate Vaccines Against Bacterial Infections Using a Medicinal Chemistry Approach.](http://europepmc.org/abstract/MED/33794090)Seeberger PH. Chem Rev 121 3598-3626 (2021) - [From Immunologically Archaic to Neoteric Glycovaccines.](http://europepmc.org/abstract/MED/28134792)Cavallari Libero G. Vaccines (Basel) 5 (2017) - [An Overview of Structural Features of Antibacterial Glycoconjugate Vaccines That Influence Their Immunogenicity.](http://europepmc.org/abstract/MED/28097690)Khatun F, Stephenson RJ, Toth I. Chemistry 23 4233-4254 (2017) - [Heparin-binding Peptides as Novel Therapies to Stop SARS-CoV-2 Cellular Entry and Infection.](http://europepmc.org/abstract/MED/32913137)Tavassoly O, Safavi F, Tavassoly I. Mol Pharmacol 98 612-619 (2020) - [Designs of Antigen Structure and Composition for Improved Protein-Based Vaccine Efficacy.](http://europepmc.org/abstract/MED/32153587)Saylor K, Gillam F, Lohneis T, Zhang C. Front Immunol 11 283 (2020) - [Protein Carriers for Glycoconjugate Vaccines: History, Selection Criteria, Characterization and New Trends.](http://europepmc.org/abstract/MED/29914046)Micoli F, Adamo R, Costantino P. Molecules 23 (2018) - [Vaccination against Her-2/neu, with focus on peptide-based vaccines.](http://europepmc.org/abstract/MED/35026721)Tobias J, 7 100361 (2022) - [Combined Vaccination with B Cell Peptides Targeting Her-2/neu and Immune Checkpoints as Emerging Treatment Option in Cancer.](http://europepmc.org/abstract/MED/36428769)Tobias J, Drini M, Schmid A, Hladik M, 5678 the Blood-Brain Barrier: The Role in Treating Neurological Diseases.](http://europepmc.org/abstract/MED/30066406)Furtado D, Björnmalm M, Ayton S, Bush AI, Kempe K, Caruso F. Adv. Mater. Weinheim 30 e1801362 (2018) Articles citing this publication (41) - [Preclinical Development of a Fusion Peptide Conjugate as an HIV Vaccine Immunogen.](http://europepmc.org/abstract/MED/32080235)Ou L, Kong WP, Chuang GY, Ghosh M, Gulla K, O'Dell S, Varriale J, Barefoot N, Changela A, Chao CW, Cheng C, Druz A, Kong R, McKee K, Rawi R, Sarfo EK, Schön A, S, Wanninger TG, Xu K, Yang GJ, Zhang B, Zhang Y, Zhou T, VRC Production Program, Arnold FJ, Doria-Rose NA, Lei QP, Ryan ET, Vann WF, Mascola PD. Sci 10 3032 (2020) - [Efficacy, but not antibody titer or affinity, of a heroin hapten conjugate vaccine correlates with increasing hapten densities on tetanus toxoid, but not on CRM197 carriers.](http://europepmc.org/abstract/MED/25970207)Jalah R, Torres OB, Mayorov AV, Li F, Antoline JF, Jacobson AE, Rice KC, Deschamps JR, Beck Z, Alving CR, Matyas GR. Bioconjug. Chem. 26 1041-1053 (2015) conjugation of glycans the lysines of CRM197 guided by their reactivity mapping.](http://europepmc.org/abstract/MED/24616190)Crotti S, Zhai H, Zhou J, Allan M, Proietti D, Pansegrau W, Hu QY, Berti F, Adamo R. Chembiochem 15 836-843 (2014) - [Design and development of stable, water-soluble, human Toll-like receptor 2 specific monoacyl Hermanson AR, Fox LM, SA. J. Med. Chem. 56 5885-5900 (2013) - [Comparison of CRM197, diphtheria toxoid and tetanus as Study Group, Brogioni G, Balocchi C, Biancucci M, Malito E. Vaccine 31 4827-4833 (2013) - [Structure-Based Design of Human TLR8-Specific Agonists with Potency and Adjuvanticity.](http://europepmc.org/abstract/MED/26351878)Beesu M, Caruso Khetani D, Weerasinghe M, Tanji H, Ohto U, Shimizu T, David SA. J. Med. Chem. 58 7833-7849 (2015) - [CD301b+ dendritic cells suppress T follicular helper cells and antibody responses to protein antigens.](http://europepmc.org/abstract/MED/27657168)Kumamoto Y, Hirai T, Wong PW, Kaplan DH, Iwasaki A. Elife 5 (2016) - [Identification of Adjuvantic Amphotericin in David SA. e0149848 (2016) - [Use of imaged capillary isoelectric focusing technique in development of diphtheria toxin mutant CRM197.](http://europepmc.org/abstract/MED/24375281)Rustandi RR, Peklansky B, Anderson CL. Electrophoresis [A Rationally Designed Immunogen Induces Sustained Antibody Response and Alleviates Collagen-Induced Arthritis in Mice.](http://europepmc.org/abstract/MED/27658047)Zhang L, Wang J, Xu A, Zhong C, Lu W, Deng L, Li R. PLoS ONE 11 e0163080 (2016) 536 65-73 (2014) - [Production in Escherichia coli of recombinant COVID-19 spike protein fragments fused to CRM197.](http://europepmc.org/abstract/MED/33906110)Bellone ML, Puglisi A, Dal - [Physicochemical immunogenicity and protective efficacy of a lead streptococcal vaccine: progress towards Phase I trial.](http://europepmc.org/abstract/MED/29062085)Pandey M, Powell J, Calcutt A, Zaman M, Phillips ZN, Ho MF, Batzloff MR, Good MF. Sci Rep 7 13786 (2017) - [The Antibody Response Following a Booster With Either a 10- or 13-valent Pneumococcal Conjugate Vaccine in Toddlers Primed With a 13-valent Pneumococcal Conjugate Vaccine in Early Infancy.](http://europepmc.org/abstract/MED/27088583)Trück J, Jawad S, Goldblatt D, Roalfe L, Snape MD, Voysey M, Pollard AJ. Pediatr. Infect. Dis. J. 35 787-793 (2016) - [CRM197 in Combination With shRNA Interference of VCAM-1 Displays Enhanced Inhibitory Effects on Human Glioblastoma Cells.](http://europepmc.org/abstract/MED/25201410)Hu Y, Lin X, Wang P, Xue YX, Li Z, Liu LB, Yu B, Feng TD, Liu YH. J. Cell. Physiol. 230 1713-1728 (2015) - [Synthesis and immunogenicity of PG-tb1 monovalent glycoconjugate.](http://europepmc.org/abstract/MED/28411454)Meng X, Ji C, Su C, Shen D, Li Y, Dong P, Yuan D, Yang M, Bai S, Meng D, Fan Z, Yang Y, Yu P, Zhu T. Eur J Med Chem 134 140-146 (2017) - [A Bacterially Expressed SARS-CoV-2 Receptor Binding Domain Fused With Cross-Reacting Material 197 A-Domain Elicits High Level of Neutralizing Antibodies in Mice.](http://europepmc.org/abstract/MED/35558112)Liu L, Chen T, Zhou L, Sun J, Li Y, Nie M, Xiong H, Zhu Y, Xue W, Wu Y, Li T, Zhang T, Kong Z, Yu H, Zhang J, Gu Y, Zheng Q, Zhao Q, Xia N, Li S. Front Microbiol 13 854630 (2022) - [Carrier priming effect of CRM197 is related to an enhanced B and T cell activation in meningococcal serogroup A conjugate vaccination. Immunological comparison between S, F, Romano MR. 34 2334-2341 (2016) - [Clinical significance of serum ADP-ribosylation and NAD glycohydrolase activity in Biol. 35 5575-5582 (2014) - [Dual vaccination against IL-4 and IL-13 protects against chronic allergic asthma in mice.](http://europepmc.org/abstract/MED/33976140)Conde E, Bertrand R, Balbino B, Bonnefoy J, Stackowicz 2574 term immunogenicity a Her-2/neu multi-epitope vaccine conjugated to the carrier CRM197 in conjunction with the adjuvant Montanide.](http://europepmc.org/abstract/MED/28183282)Tobias J, Jasinska J, Baier K, Kundi M, Ede N, Zielinski C, Wiedermann U. BMC Cancer 17 118 (2017) - [High-yield production of recombinant CRM197, a non-toxic mutant of diphtheria toxin, in the periplasm of Escherichia coli.](http://europepmc.org/abstract/MED/28397983)Goffin P, Dewerchin M, De Rop P, N, P. Biotechnol J 12 (2017) - [Mutated form (G52E) of inactive diphtheria toxin CRM197: molecular simulations clearly display effect of the mutation to NAD binding.](http://europepmc.org/abstract/MED/26836774)Salmas RE, Mestanoglu M, Unlu A, glycosylation by the versatile CM. Glycobiology 31 1192-1203 (2021) - [Efficient recovery of recombinant CRM197 expressed as inclusion bodies in E.coli.](http://europepmc.org/abstract/MED/30021008)Park AR, Jang SW, Kim JS, Park YG, Koo BS, HC. PLoS ONE 13 e0201060 (2018) - [Genetically detoxified pertussis toxin displays near identical structure to its wild-type and exhibits robust immunogenicity.](http://europepmc.org/abstract/MED/32759959)Ausar SF, Zhu S, Duprez J, Cohen M, Bertrand T, Steier V, Wilson DJ, Li S, Sheung A, Brookes RH, Pedyczak A, Rak A, Andrew James D. Commun Biol 3 427 (2020) - [Molecular Cloning, Structural Modeling and the Production of Soluble Triple-Mutated Diphtheria Toxoid (K51E/G52E/E148K) Co-expressed with Chittavanich 117-127 (2017) - [The Effect of Physicochemical Modification on the Function of Antibodies Induced by Anti-Nicotine Vaccine in Mice.](http://europepmc.org/abstract/MED/28513561)Thorn JM, Bhattacharya K, Crutcher R, Sperry J, Isele C, Kelly B, Yates L, Zobel J, Zhang N, Davis HL, McCluskie MJ. Vaccines Krochak R, Balezantis LR, Xing X, Lam S, Deck W, Attah-Poku S, Abbott DW, Tamuly S, White AP. Vaccines (Basel) 9 165 (2021) - [Active Humoral Response Reverts Tumorigenicity through Disruption of Key Signaling Pathway.](http://europepmc.org/abstract/MED/35214622)Yong T, Chang KK, Wang YS, Ma C. Vaccines (Basel) 10 163 (2022) - [Application of built-in adjuvants for epitope-based vaccines.](http://europepmc.org/abstract/MED/30656066)Lei Y, Zhao F, Shao J, Li Y, Li S, Chang H, Zhang Y. PeerJ 6 e6185 (2019) - [Chemical synthesis of the outer core oligosaccharide of Escherichia coli R3 and immunological evaluation.](http://europepmc.org/abstract/MED/25764373)Shang W, Xiao Z, Yu Z, Wei N, Zhao G, Zhang Q, Wei M, Wang X, Wang PG, Li T. Org. Biomol. Chem. 13 4321-4330 (2015) - [Co-expression of sulphydryl oxidase and protein disulphide isomerase in Escherichia coli allows for production of soluble CRM197.](http://europepmc.org/abstract/MED/28276616)Roth R, van Zyl P, Tsekoa T, Stoychev of Liposomal Vaccine Carrier System.](http://europepmc.org/abstract/MED/31480544)Nayerhoda R, Hill A, Beitelshees M, Jones C, Pfeifer B. Materials (Basel) 12 (2019) - [High Throughput Differential Scanning Fluorimetry (DSF) Formulation Screening with Complementary Dyes to Assess Protein Unfolding and Aggregation in Presence of Surfactants.](http://europepmc.org/abstract/MED/29508082)McClure SM, Ahl PL, Blue JT. Pharm. Res. 35 81 (2018) - [High-Level Production of Soluble Cross-Reacting Material 197 in Escherichia coli Cytoplasm Due to Fine Tuning of the Target Gene's mRNA Aparin PG. BioTech (Basel) 12 9 (2023) - [Modulation of interaction of mutant TP53 and wild type BRCA1 by alkaloids: a computational approach towards targeting protein-protein interaction as a futuristic therapeutic intervention strategy for breast cancer impediment.](http://europepmc.org/abstract/MED/28978265)Tiwari S, Awasthi M, Singh S, Pandey VP, Dwivedi material 197 diphtheria toxin-resistant mouse J774A.1 cells and primary rat fibroblasts in vitro.](http://europepmc.org/abstract/MED/32266418)Fellermann M, Wondany F, Carle S, Nemeth J, Sadhanasatish T, Frick M, Barth H, Michaelis J. Arch Toxicol 94 1753-1761 conjugates adsorbed cationic surface.](http://europepmc.org/abstract/MED/32551244)Chatzikleanthous D, Cunliffe R, Carboni Romano MR, O'Hagan DT, Roberts CW, Perrie Y, Adamo R. MethodsX 7 100942 (2020) - [The of toxoid channel by "}