{"title": "\"Una sola persona está vacunando\": pobladores viven cansancio y desesperación para poderse vacunar en el Hipódromo del Norte", "author": "José Pablo del Águila", "url": "https://www.prensalibre.com/guatemala/comunitario/una-sola-persona-esta-vacunando-pobladores-viven-cansancio-y-desesperacion-para-poderse-vacunar-en-el-hipodromo-del-norte/", "hostname": "prensalibre.com", "description": "En su mayoría, se trata de personas de la tercera edad que llegan para recibir su segunda dosis de la vacuna.", "sitename": "prensalibre.com", "date": "2021-08-22", "cleaned_text": "Pobladores que hicieron largas colas desde tempranas horas de este domingo 22 se quejaron de la tardanza para inmunizarse contra el coronavirus en el centro de vacunación del Hipódromo del Norte, de la zona 2 capitalina. \"Se han tardado bastante para que podamos ingresar a vacunarnos\", se quejó un ciudadano que desde la madrugada llegó para vacunarse. Durante un recorrido por Prensa Libre y Guatevisión este domingo, se pudo observar, y así lo confirmaron pobladores, que en dicho centro solo había un enfermero para vacunar a una larga fila de personas. En su mayoría, se trata de personas de la tercera edad que llegan para recibir su segunda dosis de la vacuna. Además, se observó que había personas con capacidades especiales sentadas por un lado y que no las habían dejado ingresar primero, como debe ser. Había personas en silla de ruedas y bastones. Se pudo ver que tampoco había distanciamiento social y las personas se están quejando del mal servicio de los encargados del centro de vacunación. \"No es justo\" \"Hay unas grandes colas, y hay gente que ya se fue porque dicen que ya no hay vacunas\", dijo Mirna Arriola, quien acudió a vacunarse desde la mañana. \"Las colas están muy lentas. Ellos dicen que porque no hay personal, pero pienso que no es justo porque venir a hacer una gran cola por gusto, para que luego le digan a uno que se retire porque ya no hay vacunas\", agregó Arriola, quien dice que supo de personas que llegaron a las 3 de la mañana. En tanto, Elizabeth de García, quien llegó desde las 6 horas, se quejó de que se tardan mucho para atenderlos. \"Esto está deficiente. Cada 45 minutos ponen a descongelar una cosita de vacunas para inyectarnos. Estoy desde las 6 de la mañana y todavía se ponen enojados cuando uno se los dice. Nos regalaron una bolsita de agua para que no digamos nada\", agregó. En momentos en que se registra una preocupante alza de contagios de coronavirus, Salud ha recibido críticas por la lentitud para vacunar contra el covid-19. [Lea también: Guatemaltecos acuden bajo la lluvia a centro de vacunación en Plaza de la Constitución que aplica primera y segunda dosis de Pfizer](https://www.prensalibre.com/guatemala/comunitario/guatemaltecos-acuden-bajo-la-lluvia-a-centro-de-vacunacion-en-plaza-de-la-constitucion-que-aplica-primera-y-segunda-dosis-de-pfizer/?utm_source=modulosPL&utm_medium=linkinterno&utm_campaign=ux) De acuerdo con agencias internacionales, Guatemala es uno de los países a nivel latinoamericano que menos ha vacunado a su población. Además, recientemente se calculaba que el 80 por ciento de vacunas aplicadas en el país fueron de donaciones. (Video Prensa Libre: Fernando Cabrera) Pobladores se quejaron de que había un solo enfermero para vacunar. "}