{"title": "Te enseñamos como aliviar el dolor de piernas con aromaterapia - Oshadhi", "author": "Oshadhi", "url": "https://oshadhi.es/alivia-el-dolor-en-verano-con-aromaterapia/", "hostname": "oshadhi.es", "description": "Cuántas veces te has puesto una bolsita con hielo en una parte del cuerpo dolorida o hinchada? Si la sensación", "sitename": "Oshadhi España", "date": "2016-06-16", "cleaned_text": "Cuántas veces te has puesto una bolsita con hielo en una parte del cuerpo dolorida o hinchada? Si la sensación es de calor, el frío suele ir muy bien y puede ayudar a reducir la inflamación, para estimular la curación de la zona. Para producir el enfriamiento normalmente solemos recurrir a bolsas con hielo o bolsas de guisantes helados. Una de las opciones para sustituir o tonificar el efecto del hielo, es el aceite esencial de menta. La menta es uno de los mejores aceites esenciales que se conocen para la inflamación. Es refrescante y muy reconfortante en estos casos, dispersando el calor y dolor de la parte afectada. Te dejamos una sencilla receta con 4 aceites esenciales para preparar un aceite de masaje corporal para zonas doloridas e hinchadas. Masaje circulatorio de Oshadhi bien fresquito para el verano, toma nota: En una botella de cristal, preferiblemente oscura añade: [Aloe natural 100% puro](http://www.oshadhi.es/aloe-vera-gel-100.html) [Aceite ](http://www.oshadhi.es/aceite-esencial-de-limon-amarillo-citrus-limonum.html)(citrus limonum) de 15 esencial (eucalyptus citriodora) español](http://www.oshadhi.es/aceite-esencial-de-cipres-espa-ol-cupressus-sempervirens.html) (cupressus sempervirens) de Oshadhi 15 gotas Usa esta combinación como masaje refrescante, tan a menudo como necesites a lo largo del día. Un truco, si mantienes el preparado en el frigorífico, aumentarás el efecto de tu preparado. Si no te apetece realizar tu propia mezcla, siempre puedes recurrir al preparado de Oshadhi [Rocío](http://www.oshadhi.es/aceite-corporal-rocio-aceite-corporal-rocio.html). Este ahora, encanta. "}