{"title": "What 5 months of consistent, successful weight loss looks like", "author": "Daniel J Green", "url": "https://www.nbcnews.com/better/health/what-5-months-consistent-healthy-weight-loss-looks-ncna829356", "hostname": "nbcnews.com", "description": "There is no magic switch that makes you suddenly love running and eating kale. Here's how Daniel J. Green found weight-loss success, one step at a time.", "sitename": "NBC News", "date": "2017-12-13", "cleaned_text": "When I first started thinking about making the behavior changes required to [follow the federal Dietary Guidelines and Physical Activity Guidelines for a full year](https://www.nbcnews.com/better/health/i-m-overweight-health-editor-i-m-finally-taking-my-ncna790301), I naively imagined that I could simply flip a switch one morning and follow all the rules. Bagels with cream cheese would magically turn into egg white omelets. Slices of pepperoni pizza would transform into chicken, brown rice and a multitude of multicolored veggies. I would somehow transport from my living room couch onto a treadmill. Why I thought I could so easily turn off the lifestyle of eating poorly and getting inadequate physical activity that caused me to weigh 245 pounds in the first place, I'll never know. There is no magic switch that makes you [suddenly love running](https://www.nbcnews.com/better/health/right-way-train-marathon-someone-who-learned-hard-way-ncna817351) and eating kale. It takes some trial and lots of error to get to a place where healthy choices are second nature, and even then, it takes work every day. I realized that in order to get to where I wanted to be, I had to take a stepwise approach to behavior change. While it's continually challenging, it's also proven to be surprisingly manageable. Changing a Bad Diet: The Evolution of My Nutritional Intake Months 1 and 2 I started by focusing only on my total calories and the amount of fat, carbohydrates and protein I consumed each day. I did my best to be mindful and evaluate each meal and snack I ate. After hearing about my project, friends and family members started asking me how they can get started on the path to lifestyle change. My advice is twofold: - Count. Take the time to count your calories. There are a lot of free apps available that will help you track your daily intake. You might be surprised at how much you're really eating. Not only that, you will likely identify patterns and habits that you had never noticed before. - Cut. Every time you eat, try to eliminate some fat and add some protein to your plate. If you're anything like me — and most Americans are — your diet is too high in fat. Making small changes like swapping higher-fat proteins for lean chicken or fish and cooking with less oil or eating less salad dressing will add up over time. Lifestyle change is about making the best choice you can, as often as you can. Months 3-5 It's important to remember that lifestyle change is not just about weight loss. If it were, cutting calories would be the only requirement. My goal is to improve my overall health, which means looking at the types of calories and nutrients I'm eating. That's why, two months into my lifestyle change, I decided it was time to incorporate some additional rules from the [Dietary Guidelines](http://www.dietaryguidelines.gov/): - Consume less than 10 percent of calories per day from saturated fat. For me, that equals 250 calories, or 28 grams (250 calories/9 grams of fat per calorie). - Consume less than 10 percent of calories per day from added sugar. For me, that equals 250 calories, or 63 grams (250 calories/4 grams of carbohydrate per calorie). - Consume less than 2300 mg per day of sodium. - Limit the intake of trans fats to as low as possible. There are reasons why these four nutrients — saturated fat, [added sugar](https://www.nbcnews.com/better/diet-fitness/5-myths-about-quitting-sugar-debunked-n749391), sodium and trans fat—are highlighted in the Dietary Guidelines. Saturated and trans fats are associated with an increased risk of heart attacks and cardiovascular-related deaths. Consuming high amounts of added sugar (note that this does not include naturally occurring sugars like those in fruits and milk) makes it extremely difficult to meet nutrient needs while staying within calorie limits. High levels of sodium consumption can lead to high blood pressure and heart disease. July 26, 201701:07 [Why You Should Eat More Protein at Breakfast](https://www.nbcnews.com/better/video/why-you-should-eat-protein-at-breakfast-1009977411612) As You Lose Weight, You Have to Adapt Your Meal Plan After a few months of adhering to all of the rules I've described thus far, I decided it was time to take a deep dive into the Dietary Guidelines and start living by all of the remaining rules. In addition to lowering my calorie allotment from 2500/day to 2100/day (this was due to the fact that I had lost 25 pounds in the first five months of this project!) and adjusting my carbohydrate, fat and protein targets accordingly, I began monitoring my intake of whole grains, vegetables, fruits, dairy, seafood and oils. Here is what my plan looks like at 2100 calories per day: - 6 ounces of grain each day, at least 3 ounces of which are whole grain - 2.5 cups of vegetables per day. - 2 cups of fruit per day - 3 cups of dairy per day - 8 ounces per week of seafood - 6 teaspoons of oil per day Back when I started The Lifestyle Project, this set of rules sent me into a bit of a panic — it's a lot to keep track of. How was I going to balance all of these elements while staying within my calorie limit? The answer: You take it one step at a time. Now that I've been sticking with my lifestyle changes for several months, I feel like I'm more equipped to manage this. I've learned what a healthy day of eating feels and looks like and I'm much more mindful about my food consumption. I keep a checklist on my kitchen counter and mark things off as I prepare each meal or snack. It's a great reminder to add some veggies to my lunch or eat some low-fat dairy as an afternoon snack. The Importance of Progressive Workouts Even though I work with the [American Council on Exercise](https://www.acefitness.org/) and know how important it is to keep moving, an ever-growing list of aches and pains repeatedly derailed my exercise efforts in the past. For that reason, I started at the low end of the recommendations of the [Physical Activity Guidelines](https://health.gov/paguidelines/). Day 1 My weekly goals at the outset were as follows: - 150 minutes of moderate-intensity cardiorespiratory exercise, usually on the treadmill, elliptical machine or hiking trails - Two full-body resistance training sessions, which in the early stages consisted primarily of functional training movements, flexibility training, and core strengthening Months 2-4 I learned pretty quickly that building up the duration of my [cardio workouts](https://www.nbcnews.com/better/health/why-you-should-work-out-crowd-ncna798936) was going to be key, so my goal in these early months was to increase duration rather than intensity. The longer I could sustain a cardio workout, the fewer sessions I'd have to try to fit into a week. To reach 150 minutes, I could do five 30-minute workouts, four 40-minute workouts or three 50-minute workouts. For some context, when I first joined the gym about 18 months before beginning this project, I could only perform eight minutes of exercise on the elliptical machine at a time. When I first joined the gym, I could only perform eight minutes of exercise on the elliptical machine at a time. When it came to resistance training, I finally felt comfortable (after years of starts and stops) with adding more intensity and lifting heavier weights. I kept my focus on proper function and good form, but decided that it was time to push myself a bit by slowly and steadily progressing these workouts. Change Up Your Workouts to Avoid Boredom After five months I'd grown a little bored with my gym-based workouts, as 40 or 50 minutes of churning away on the elliptical machine performing a steady-state workout was getting less and less inspiring. In an effort to reinvigorate my cardio workouts, I decided to introduce interval training to my routine. Interval training involves performing periods of vigorous-intensity exercise, alternated with periods of moderate-intensity recovery. Adding interval training to the mix also means that I'm moving into the vigorous portion of the Physical Activity Guidelines. Similarly, my resistance-training workouts now feature some power training and light plyometric movements in addition to some traditional strength-training exercises. How Do You Lose Weight? Take it One Step at a Time The biggest lesson I've learned in my quest for lifestyle change, is that sweeping changes are not the solution. Instead, it's about making [small adjustments to your routine and sticking with them until they become habits](https://www.nbcnews.com/better/health/8-small-summer-diet-swaps-add-huge-health-payoffs-ncna782916). I challenge you — as I challenge myself every day — to find small ways to make positive changes to your lifestyle. Can you add five minutes to your cardio routine? Can you modify a strength-training exercise to incorporate the need for [balance or core strength](https://www.nbcnews.com/better/better/perfect-your-plank-move-banish-back-pain-ncna744636)? Can you eat a new vegetable or re-try one you've shunned in the past? Can you add some protein to your afternoon snack? Small changes add up over time, but that's true whether the changes are moving you in a positive or negative direction. It's up to you to make sure you're on path to better health. I'm proud that NBC News BETTER invited me to share my journey with you through the completion of The Lifestyle Project and beyond, and now I want to hear from you. Do you have any tips to share? Tell me about them. Have questions about my journey? Ask me on "}