{"title": "ANSES creates herbal supplement safety tool for health advisors", "author": "Nutraingredients Com", "url": "https://www.nutraingredients.com/Article/2023/06/23/ANSES-creates-herbal-supplement-safety-tool-for-health-advisors", "hostname": "nutraingredients.com", "description": "The French Agency for Food, Environmental and Occupational Health & Safety (ANSES) has created an online tool summarising safety concerns around herbal supplements to help health experts advise patients.", "sitename": "nutraingredients.com", "date": "2023-06-23", "cleaned_text": "supplement safety tool for health advisors The healthy and safety agency states that many food supplements contain plants, particularly medicinal plants, and consumers often assume these are safe, without consideration of potential interactions with medicines or contraindications. To help health professionals with advising their patients or clients, the agency has developed [an online tool](https://www.anses.fr/en/content/improving-consumer-information-herbal-food-supplements) which provides information on any potential interactions or contraindications for around 120 medicinal plants. ANSES notes: \"Unlike medicines, food supplements do not come with a compulsory leaflet informing consumers about the product's safety. Only a few brief details are required on the label, such as the identity of the ingredients. \"Simply mentioning the presence of plants in food supplements can sometimes be deceptively reassuring for consumers, even though some plants may pose a risk under certain conditions of use, depending on the type of plant extract or the sensitivity of particular populations, such as pregnant women or children. \"Furthermore, consumers are very rarely given advice on food supplements, and may therefore consume products that are unsuitable for their own state of health.\" The agency points out that the consumption of herbal food supplements can cause sometimes serious adverse effects, such as severe allergies or potentially fatal liver damage. To improve consumer safety, the Agency recommends that manufacturers explicitly state any restrictions on use linked to the presence of plants, in the leaflet or on the packaging. It also recommends that healthcare professionals responsible for advising on and selling food supplements should take training courses on the safety and use of the plants contained in food supplements. The agency reminds health professionals to report adverse effects to the [nutrivigilance scheme](https://www.nutrivigilance-anses.fr/nutri%23) to help improve knowledge of these products and consumer safety. ANSES herbal supplement advice Guarana The tool advises that consumers should not consume guarana in cases of peptic ulcer and or heart problems (arrhythmia, hypertension), and / or hyperthyroidism. It also states that this should not be taken by those under 18 or pregnant women, due tot he presence of caffeine. Regarding potential interactions with medication, the tool states guarana decreases the effect of sedative medicines and increases side effects of sympathomimetic drugs (such as adrenaline, dobutamine, dopamine, dopexamine, isoprenaline, norepinephrine, phenylephrine). Echinacea Those with conditions effecting their immune system or taking medication affecting the immune system are advised against taking echinacea. The same advice is given for those with a known cross-allergy, in particular to plants of the Asteraceae family. The herbal supplement is not advised for those under 12 or pregnant women, due to a lack of data in these populations. Ginkgo Biloba The tool advises against the consumption of supplements containing ginkgo Biloba in the case of epilepsy. Regarding drug interactions, it states this herb increases the effects of anticoagulant and antiaggregating drugs, in particular synthetic coumarin derivatives. Rhubarb In the case of rhubarb, the ANSES tool indicates that this should not be taken in the case of bowel obstruction, acute or chronic inflammatory bowel disease, abdominal pain of unexplained origin, edematous heart or kidney failure, severe dehydration or hypoka Due to its effects on serum potassium it has a potential to interfere with diuretic and anti-arrhythmic drugs. "}