{"title": "Los casos de coronavirus crecieron un 38% en la última semana", "author": "Redacción", "url": "https://hoydia.com.ar/sociedad/los-casos-de-coronavirus-crecieron-un-38-en-la-ultima-semana/", "hostname": "hoydia.com.ar", "description": "La Provincia llamó a completar la inmunización ante el inicio de la primavera", "sitename": "Hoy Día Córdoba", "date": "2023-09-13", "cleaned_text": "El Ministerio de Salud de la Provincia recordó ayer que, aunque termine el invierno y lleguen las temperaturas más cálidas, es importante completar los esquemas de vacunación contra el Covid-19 y también contra la influenza o gripe. \"La adecuada inmunización es la principal medida para prevenir complicaciones, hospitalizaciones y muertes\", explicaron. Al respecto, Laura López, directora de Epidemiología, dijo: \"En la última semana se verificó un incremento del 38% de casos de Covid-19 en la provincia\". Y agregó: \"Si bien esto no se tradujo en hospitalizaciones ni fallecimientos, es fundamental que toda la población controle los carnés de vacunación, específicamente la vigencia de las vacunas Covid-19 y también la vacunación antigripal\". En este sentido, las personas pertenecientes a grupos de alto riesgo de desarrollar formas graves de enfermedad (de 50 años o más, personas con inmunocompromiso o gestantes) deben recibir una dosis de refuerzo contra Covid-19 transcurridos los seis meses desde la última dosis aplicada. La indicación debe seguirse independientemente de la cantidad de refuerzos recibidos previamente. Si por alguna razón una persona necesita colocarse el refuerzo antes de los seis meses, puede hacerlo, pero es necesario que transcurran al menos cuatro meses desde la última aplicación. En tanto, a las personas con riesgo medio de presentar enfermedad grave (menores de 50 años con comorbilidades, enfermedades crónicas, obesidad, personal de salud y personas que cumplen funciones estratégicas), se les aconseja un nuevo refuerzo a los seis meses de la última dosis aplicada, y un refuerzo anual. Por último, las personas consideradas con bajo riesgo de complicaciones, tienen disponible la vacunación de refuerzo contra el Covid-19. S recomienda que su aplicación sea anual. En relación a los testeos para el Covid-19, se recomiendan solo para las personas que presenten síntomas y se encuentren en los grupos de alto riesgo, siempre en el marco de una consulta médica. Cabe destacar, que, si una persona no se encuentra en estos grupos, pero presenta síntomas, debe acudir al centro de salud más cercano, donde el profesional realizará la valoración clínica pertinente y la necesidad o no de realizar el testeo. La fatiga crónica es la secuela más común Se estima que entre el 5% y el 10% de quienes tuvieron Covid-19 pueden quedar con alguna secuela, aunque todavía faltan investigaciones al respecto. La fatiga, la dificultad para respirar y los dolores musculares son las manifestaciones que más persisten después de los tres meses. Gustavo Lopardo, infectólogo y vicepresidente de la Asociación Panamericana de Infectología (API), dijo al diario La Voz que algunas personas permanecen con niebla cerebral, tos, dolor en el pecho y punzantes molestias articulares. Al respecto, un estudio realizado en el hospital Rawson de nuestra ciudad sistematizó los resultados de 350 pacientes que estuvieron en terapia intensiva. La fatiga crónica y debilidad muscular fueron los principales síntomas persistentes encontrados en esta muestra. Le siguieron la dificultad para respirar, tos seca, dolor en el tórax y ansiedad. Lo menos frecuente fue el insomnio, lagunas mentales, depresión, cefalea, neuropatía, pérdida de la audición, acufenos y alteración del gusto y del olfato. "}