{"title": "Maduración del sistema inmune y vacunaciones ¿Diferencias en las respuestas y riesgo incrementado de alergia? Conferencia. Resumen", "author": "Alina Alerm González", "url": null, "hostname": null, "description": "Maduración del sistema inmune y vacunaciones ¿Diferencias en las respuestas y riesgo incrementado de alergia? Conferencia. Resumen", "sitename": "Revista Habanera de Ciencias Médicas", "date": "2005-03-12", "cleaned_text": "Maduración del sistema inmune y vacunaciones ¿Diferencias en las respuestas y riesgo incrementado de alergia? Conferencia. Resumen Texto completo: Resumen Durante el último siglo, la prevalencia del asma bronquial y de las enfermedades alérgicas, en general, se ha incrementado, principalmente, en los países conocidos como \"desarrollados\". Este hecho parece estar condicionado por factores no sólo atribuibles a la predisposición genética, sino también a otros factores como son: ambientales, cambios en el estilo de vida y amplia cobertura de los programas de vacunación. La influencia de este último componente se discute fuertemente, en específico, cuando se produce durante el primer año de vida, en que el sistema inmune está aún en proceso de maduración. La vacunación \"intensiva\" durante el período de lactancia y primera infancia ha provocado una disminución en el contacto del organismo con patógenos, que provocan enfermedades infecciosas frecuentes en la infancia, inductoras de un patrón de respuesta fundamentalmente Th1 y, por tanto, protectora del desarrollo de asma y otras alergias. Al posible papel de la vacunación intensiva y a sus efectos, así como a la creciente reducción de las infecciones en algunas sociedades se le ha denominado \"hipótesis higiénica\" En el caso de los niños atópicos, el reto alergénico estimula los clones de células Th2 CD4 + específicos, que secretan citocinas, las cuales inducen el cambio de isotipo a IgE y, en menor medida, a IgG4en las células B e inhiben la producción de IFN-gamma por las células Th1. Como este comportamiento se relaciona con las alteraciones fisiopatológicas del asma, se utiliza en la búsqueda de factores predictores del desarrollo de enfermedades alérgicas, pero no existen aún suficientes evidencias acerca de si este predominio del patrón de secreción de citocinas Th2 pudiera condicionar un comportamiento no apropiado frente a las vacunas y provocar el incremento en la incidencia de enfermedades alérgicas. PROPOSITOS Las evidencias que apoyarían la hipótesis higiénica y los posibles efectos deletéreos del exceso de vacunas en el primer año de vida y primera infancia, cuando aún el sistema inmune no está suficientemente maduro son muy discutidas y en esta conferencia evidenciamos lo que las investigaciones en este terreno han aportado para apoyarla o discutirla y el posible papel de los factores ambientales en este incremento de las enfermedades alérgicas, así como nuestros resultados en investigaciones sobre vacunaciones en niños asmáticos. Se analizarán, principalmente, los factores relacionados con el retardo en la maduración de la respuesta inmune celular de tipo Th1 en los niños con antecedentes de atopia familiar durante la primera infancia, debido posiblemente a síntesis disminuida de IL-12 en período neonatal, no estabilización de la maquinaria transcripcional del IFNg, entre otras. A esta maduración retardada pueden contribuir también factores antenatales que se reforzarían en las madres con enfermedades alérgicas, porque existe: restricción de la capacidad del sistema inmune fetal para sintetizar citocinas, se producen inhibidores de citocinas por la placenta, ocurre un silenciamiento de genes para IFN g en células CD4+ cooperadoras, están presentes células NK uterinas diferentes a las de la sangre y con funciones no citotóxicas sino de construcción tisular, así como el predominio de un patrón de respuesta Th2 por células de la placenta y del sistema inmune fetal porque el patrón de secreción Th1 es altamente tóxico para la placenta. A la deficiencia neonatal \"normal\" se añaden las condicionadas por el riesgo de padecer enfermedades alérgicas y es obvio que el comportamiento frente a la vacunación es diferente en niños asmáticos, existiendo diferencias en resultados entre grupos de investigadores con poblaciones étnicamente distintas, evidencias degenes que regulan expresión de receptores \"toll\" que no son iguales y el polimorfismo de IL-12. Nuestros resultados de la vacunación en niños asmáticos y no asmáticos con la vacuna Antihepatitis B al nacimiento y en edad escolar evidencian las diferencias en la respuesta humoral hasta el tercer año de vida en los vacunados al nacer y menor respuesta celular evaluada in vivo, mientras que en los que recibieron la vacuna después de los 7 años, ya no aparecen estas diferencias con respecto a los no asmáticos utilizados como controles. CONCLUSIONES Existen diferencias en la respuesta frente a vacunas en los niños con riesgo elevado de padecer enfermedades alérgicas y en los que ya son asmáticos. Se conocen importantes mecanismos en torno a la maduración del sistema inmune, pero no suficientes para explicar ese comportamiento. Es necesario investigar en este tema para adoptar las decisiones pertinentes en relación con posponer las edades de vacunación en las poblaciones de niños con alto riesgo de padecer enfermedades alérgicas. ABSTRACT: Maturation of the immune system and vaccinations. Are there in the answers and increased risk been strongly discussed, mostly when the immune system is still growing up during the first year of life .Intensive vaccination during the period of breastfeeding and first infancy has motivated a drop off between contacts of the increased reduction of infection some In case of the allergenic challenge stimulates cells + specific, which segregate cytokines which induce the change pf IgE isotype and in a lesser way, IgG4 IN b Cells which inhibit the production of IFN-gamma by Th1 cells. As this behavior has been related with the fisiopathological relations of asthma, it is used in search of predicting factors for the development of allergic diseases, but there is still no ample evidence if predominance of segregation diseases. It still a matter of controversy the fact that evidences that the feasible adverse effects during the first of life and first infancy , when the immune system is still not mature enough are very well discuss and in this conference we identify what investigators have develop in this field to support or discuss will be firstly analyze related of cellular immune response of type children with family of atopic diseases fundamentally due to a diminished period, cytokines, the placenta produce inhibitors of cytokines and there is a silencing of genes for IFN and CD4 cells + cooperators, because of the presence of NK uterine cells which differ from blood cells and with no cytotoxic functions but of tissue growth function and with a preponderance 0of a response pattern Th2 placental because the pattern of segregation of Th1 is highly toxic to the placenta. To this normal neonatal deficiency are the ones added by the risk of suffer an allergic disease, and it's obvious asthmatic children than in non asthmatic ones, being different the results with different ethnical populations which is evident of genes that regulate the \"toll\" expression and that not all are the same and the IL 12 polymorphism. Our results of vaccinating asthmatic children and non asthmatic ones with Anti HBv at birth and at school age show the differences in the immune response through till the third year in those vaccinated birth and a lesser \"in vivo\" cellular response evaluated., as in those vaccinated after 7 years of age, there are no difference in the response in connection with those used as \"controls\". CONCLUSIONS There are differences in the response to vaccination in children with a high risk of having an allergic disease and in those who are known about to explain this behavior. It is necessary to investigate in this subject to take relevant decisions about postponing the age of vaccination to populations of children with a high risk of "}