{"title": "Beneficial Anthropometric and Lipoglycemic Impacts of Ascorbic Acid - Supplemented Diet in Diabetic Rats: Optimizing and Targeting Dietary Antioxidants for Diabetes Control", "author": "Magnus Michael Chukwudike Anyakudo; Efosa John Ogbeifun; Juliana Oluwatoyin Adegbola", "url": null, "hostname": null, "description": "The potential effect of L-Ascorbic acid (Vitamin C) on health has long been established. Vitamin C is a water-soluble and immune system-strengthening antioxidant naturally occurring in certain foods and as well available in certain drinks and dietary supplements.", "sitename": "Agricultural Research & Technology: Open Access Journal", "date": "2020-04-01", "cleaned_text": "Beneficial Anthropometric and Lipoglycemic Impacts of Ascorbic Acid - Supplemented Diet in Diabetic Rats: Optimizing and Targeting Dietary Antioxidants for Diabetes Control Magnus 1,2 Endocrinology/Metabolism and Clinical Nutrition Research Unit of Department of Physiology, Faculty of Basic Medical Sciences, University of Medical Sciences, P.M.B 536, Laje Road, Ondo City, Ondo State, Nigeria 3Department of Physiology, College of Health Sciences, Bowen University, P.M.B 284, Iwo, Osun State. Nigeria Submission: Michael Chukwudike Anyakudo; Endocrinology/Metabolism and Clinical Nutrition Research Unit of Department of Physiology, Faculty of Basic Medical Sciences, University of Medical Sciences, P.M.B 536, Ondo City, Ondo State, Nigeria How to cite this article: Anyakudo M M C, Ogbeifun E J, Adegbola J O. Beneficial Anthropometric and Lipoglycemic Impacts of Ascorbic Acid - Supplemented Diet in Diabetic Rats: Optimizing and Targeting Dietary Antioxidants for Diabetes Control. Curre to prevent or ameliorate metabolic disorders due to oxidative damage of free radicals. Objectives: This experimentally controlled designed nutritional study aimed to determine the effects of Vitamin C-supplemented diet on body weight gain, glycemic tolerance and lipid profile in diabetic and non-diabetic male Wistar rats. Materials and Methods: Twenty-eight adult male Wistar rats weighing 180g were randomly categorized into four experimental groups (n = 7, each): Normal Control (NT); Normal Treated (NT); Diabetic Control (DC) and Diabetic Treated (DT). Diabetes was induced using freshly prepared Alloxan monohydrate solution (150 mg/dL, intraperitoneally). Animals were fed according to the experimental design with standard and test feeds and water ad libitum for six weeks while body weights were measured twice weekly. Fasting blood sugar (FBS) concentrations were determined twice weekly using glucometer while lipid profile was analyzed at the onset and end of study period. Oral glucose tolerance test (OGTT) was conducted at the end of study. Data obtained was analyzed using Microsoft Excels and statistical SPSS program version 22. Results are expressed as mean ± SEM. Comparison between groups were made using Students' t-test and one way ANOVA. P values < 0.05 were considered significant. Results: Vitamin C-supplemented diet significantly (p < 0.05) decreased mean body weight gain, improved glycemic tolerance, reduced TC, LDL-C and TG concentrations and increased HDL concentrations in diabetic and non-diabetic rats differentially. Conclusion: Vitamin C-supplemented diet potentiates Social Package for Social Science; SEM: Standard Error of Mean [Introduction](#Introduction) The potential effect of L-Ascorbic acid (Vitamin C) on health has long been established. Vitamin C is a water-soluble and immune system-strengthening antioxidant naturally occurring in certain foods and as well available in certain drinks and dietary supplements. It is an essential co-factor for the biosynthesis of a small protein-like molecule known as carnitine. Carnitine mobilizes fat molecules to the site of fat oxidation in tissue cells for energy metabolism. Thus, fat tends to accumulate in tissues when carnitine concentrations are reduced [1]. Due to environmental stress and other factors, free radicals are generated through body metabolism which results in oxidative injury to the living tissues and cells [2]. Several human diseases including diabetes mellitus have been established to result from this oxidative damage of free radicals [3]. The mechanisms of action of vitamin C has been demonstrated to be mediated via collagen synthesis and regulation of hypoxia-inducible factor 1, pro-oxidant and oxidant activities [4-8]. While recent research studies focused on whether vitamin C by limiting the damaging effects of free radicals through its antioxidant activity, might help prevent or delay the development of certain cancers, metabolic, cardiovascular and other diseases in which oxidative stress plays a causal role, previous study has shown that several people suffering from diabetes mellitus lack vitamin C [9]. Thus, any dietary approach targeted towards improving antioxidant level in diabetic individuals will potentiate a beneficial impact in preventing, improving and minimizing associated risks and complications of diabetes mellitus [10,11]. This experimentally controlled designed nutritional study therefore aimed to determine the effect of vitamin C-supplemented diet on body weight gain, glycemic tolerance and lipid profile in diabetic and non-diabetic male Wistar rats with the rationale to target and optimize dietary antioxidants for diabetes control. [Materials and Methods](#Materials and Methods) [Experimental animals and diets](Experimental animals and diets) Twenty-eight male Wistar rats weighing 180g were purchased from a disease-free stock at Ife, Osun state, Nigeria. They were fed initially with standard rat chow and water ad libitum for the 2 weeks acclimatization period in raised stainless steel cages with 6mm2 mesh floor (to maintain same physical activity) kept in a well ventilated animal house (at 23°C and a 12 h light and dark cycle). Replaceable numbered blotters papers were placed under each cage to catch the spilled diet that was measured to make up for the daily serving ration. The rats were weighed twice weekly to ensure that no rat outside the initial weight range was used. The entry point weight range was chosen to ensure that the rats used were mature enough to withstand the study protocol which lasted 6 weeks. After acclimatization, the animals were randomly grouped into four groups according to the experimental design while the weights of the rats were measured and recorded. The study was conducted in accordance with the internationally accepted principles for laboratory animal use and care [12]. Animal Ethical Committee of the institution approved the study protocol. [Induction of diabetes](Induction of diabetes) After 15 hours overnight fast, rats in DC and DT groups were injected intraperitoneally with freshly prepared alloxan monohydrate (Sigma chemicals, USA) dissolved in sterile normal saline at a dose of 150 mg/kg body weight. By glucose oxidase method using a glucometer (ACCU-CHECK Active Roche, Mannheim Germany), diabetes was confirmed four days after induction by determining the fasting blood glucose concentration using blood samples from the tail veins. Rats with Fasting Blood Glucose (FBG) level > 150mg/dL were considered diabetic and used for this study since the level of serum glucose considered to be normal in rattus norvegicus ranges from 50 - 135mg/dL [13]. Diabetes was allowed to stabilize for 5 days before exposure to experimental diets. [Test diets](Test diets) The normal (control) and vitamin C- supplemented (test) diets were prepared with the assistance of an animal nutritionist. Table 1 below shows the composition of the control and test diets. [Experimental design](Experimental design) The rats were randomly divided into four groups of seven rats each as follows: a) NC Group: Non-diabetic rats fed with normal diet (Normal Control) b) NT Group: Non-diabetic rats fed with Vitamin C-supplemented diet (Normal Treated) c) DC Group: Diabetic rats fed with normal diet (Diabetic Control) d) DT Group: Diabetic rats fed with Vitamin C-supplemented diet (Diabetic Treated) The rats were monitored daily for food and water intake while their body weight and blood glucose levels were assessed bi-weekly. [Biochemical assays](Biochemical assays) Oral glucose tolerance test (OGTT): The OGTT was carried out on the last day of the 6th week of study. Animals in all groups were fasted 15 hours before the test with free access to water while oral D glucose load of 2gm kg1 (dissolved in distilled water) was administered by improvised cannula. Blood samples withdrawn from the tail vein of each animal were used to determine the FBS concentration at time 0 minute and subsequently at intervals of 30 minutes for 2 hours. The mean FBS concentrations obtained for each group was plotted against time to construct the glycemic tolerance curves. Lipid profile test (LPT): The lipid profile was conducted at the beginning and at the end of the study. Blood samples from the Posterior Vena Cava vein were collected and transferred into the k3 EDTA (Ethylene Diamine Tetraacetic Acid) sample bottles. Samples were centrifuged at 3000 revolutions to obtain the plasma fractions which was kept in a refrigerator (at -70ºC) until used and the sera obtained were used for the biochemical assay of the lipid profile. Plasma concentration of total cholesterol (TC), high density lipoprotein (HDL) and Triacylglycerol (TAG) were measured by the enzymatic colorimetric method using a dry-chemical automatic analyzer AU-5200 OLYMPUS (Randox Laboratories, San Francisco, USA). LDL level was determined by the Friedewald formula [14] as follows: - HDL [Statistical analysis](Statistical analysis) Data was analyzed using appropriate statistical method and program of Microsoft Excel and SPSS version 22. Results are expressed as mean ± SEM. Comparison between groups were made using Students' t-test and one way ANOVA. P values < 0.05 were considered significant. [Results](#Results) [Effect of vit c-supplemented diet on body weight gain](Effect of vit c-supplemented diet on body weight gain) The initial and final mean body weights for each group are shown in Table 2 below. The overall percentage weight gain at the end of 6 weeks was significantly (p < 0.05) reduced in treated rats compared with their respective control. The reduction effect on weight gain was more in NT (7.22%) than DT (10.67%) rats. [Effect of vit c - supplemented diet on glycemic status](Effect of vit c - supplemented diet on glycemic status) The hypoglycemic effect of vitamin C-supplemented Diet on mean FBS (mg/dL) in non-diabetic and diabetic rats is shown in Table 3 below. A significant (p < 0.05) percentage reduction in mean FBS concentrations was observed in treated healthy rats (22.96%) and diabetic rats (11.29%) compared with their respective control. The comparative difference between treated groups was significant (p < 0.05). [Effect of vit. c-supplemented diet on glycemic tolerance](Effect of vit. c-supplemented diet on glycemic tolerance) Effect of Vit.C-supplemented diet on glycemic tolerance was assessed by the incremental areas under the glycemic response curves as depicted in Figure 1 below. Vit.C-supplemented diet significantly enhanced glycemic tolerance in NT and DT rats compared with their respective control. The glycemic tolerance effect on healthy rats is comparably improved over that of the diabetic rats. [Effect of vit. c-supplemented diet on lipid profile](Effect of vit. c-supplemented diet on lipid profile) Figure 2 below shows the effect of Vit. C-supplemented diet on the lipid profile of the grouped rats. Vit.C-supplemented diet caused significant (p < 0.05) decrease in TC, TG and LDL-C concentrations (mg/dL) and concomitant increase (p < 0.05) in HDL (mg/dL) concentration in treated healthy and diabetic rats compared with their respective controls: DT (TC-115.0 49.4 mg/dL; - mg/dL) DC mg/dL; HDL - 30.1 vs 36.7 mg/dL) respectively. The effect on lipid profile parameters is more remarkable in diabetic rats than healthy rats. [Discussion](#Discussion) This experimentally controlled nutritional study demonstrated the beneficial impacts of vitamin C-supplemented diet on body weight gain, glycemic tolerance/control and lipid profile in diabetic and healthy rats. Findings obtained revealed that vitamin C-supplemented diet impacts antiobesity, antidiabetic and antilipaemic effects in both diabetic and nondiabetic state. Weight reduction in diabetic control is an essential target of interest in the management of diabetes mellitus and one way of achieving this is through dietary control among others. According to various findings of research studies, several diets or parts of plants have been recommended for weight reduction. In this study, consumption of vitamin C-supplemented diet caused significant reduction in percentage mean body weight gain in both healthy and diabetic rats. However, the effect on weight was more pronounced in healthy rats. The observed decrease in body weight gain agrees with the reports of previous study which suggested that vitamin C status is inversely related to body mass and it was reported that individuals with adequate vitamin C status oxidize 30% more fat during a moderate exercise bout than individuals with low vitamin C status [15]. In this manner, vitamin C has been proved to boost body immunity and facilitates weightloss thus correlating higher vitamin C intakes with lower bodymass indexes. Consequently, vitamin C-depleted individuals may be more resistant to fat mass loss. Being destroyed by exposure to light, oxygen, and/or heat, vitamin C concentration in highly processed foods especially those involving high photothermal techniques is remarkably reduced. Thus, highly processed foods should be discouraged in diabetics while diet rich in vitamin C should be encouraged and incorporated in dietary plan menu. A significant percentage decrease in the mean FBS concentrations together with improved glycemic tolerance was observed in both healthy and diabetic treated rats. This finding agrees with other study [16] which reported that supplementation of vitamin C reduces blood glucose and improves glycosylated hemoglobin in type 2 diabetes mellitus. These effects may result from the anti-oxidant activity of vitamin C which has been reported to cause a slower and decreased glycemic responses to oral glucose challenge [17]. In this study, the positive impact of Vitamin C on the glycemic tolerance was more in the non-diabetic than diabetic rats. This may be as a result of a better glucose handling in the absence of diabetes. However, regardless of the differences, vitamin C-supplemented diet, impacts beneficial hypoglycemic potential in both diabetic and non-diabetic state. Vitamin C-supplemented diet caused significant decrease in TC, TG and LDL-C concentrations with concomitant increase in HDL concentration in healthy and diabetic treated rats as shown in Figure 2. This effect on lipid profile parameters is more pronounced in diabetic than healthy rats. A study [17] reported that the amount of vitamin C in the blood stream is directly related to fat oxidation - the body's ability to use fat as a fuel source - during both exercise and at rest. This may explain the observed improved lipid profile observed in treated rats. Human obesity is a serious health problem that is exacerbated by easy availability of foods rich in sugar and fat as well as relatively sedentary lifestyle in developed societies. Obesity increases the risk of high blood pressure, heart disease, diabetes mellitus, arthritis, cancer, as well as breathing and digestive problems [18-20]. It is very important therefore that any modality that favors the reduction in weight and fat accumulation will consequently reduce the risks and complications associated with obesity The aim of diet therapy in diabetics is to achieve normoglycemia, maintain ideal body weight and improve lipid profile. Dietary advice is primarily given in diabetes mellitus to avert symptoms of hyper and hypoglycemia and to eliminate or postpone secondary complications which may arise. Thus, dietary recommendations of vitamin C-rich diets in diabetes which aim at minimizing body weight gain and normalizing blood glucose concentrations and lipid abnormalities should be encouraged. However, excess consumption of vitamin C in form of drugs or otherwise supplements should be discouraged to avoid effects of hypervitaminosis. [Conclusion](#Conclusion) This nutritional study revealed that vitamin C-supplemented diet decreased body weight gain, enhanced glycemic tolerance/ control and improved lipid profile in diabetic and healthy rats suggesting that targeting and prioritizing dietary antioxidantsrich foods in dietary plan menu of the diabetic individuals will help in diabetes control. [References](#References) - Poljsak B, Ionescu JG (2009) Pro-oxidant effects of vitamin C. Handbook of Vitamin C Research: Daily requirement, Dietary Sources and Adverse effects, Nova Science Antioxidants. Free radical and Antioxidant 1(4): 2-7.](https://www.sciencedirect.com/science/article/abs/pii/S2231253611140023) - Kumar S, Pandey SK (2015) Free radicals: health implications and their mitigation by herbals. British Journal of Medicine and Medical Research 7: 438-457. [Libby P, Aikawa M (2002) Vitamin C, collagen, and cracks in the plaque. Circulation 105: 1396-1398.](https://www.ahajournals.org/doi/10.1161/01.CIR.0000012513.58079.EA) - Semenza GL (2001) How animal cells et al. (2009) Vitamins E and C in the prevention of prostate and total cancer in men: The Physicians' Health Study II randomized controlled trial. JAMA 301: 52-62.](https://www.ncbi.nlm.nih.gov/pubmed/19066368) [Carr A, Frei B (1999) Does metals, combinations to avoid. Radiat Res 145: 532- 541.](https://www.ncbi.nlm.nih.gov/pubmed/8619018) [Kelly FJ (1998) Use of antioxidant in the prevention and treatment of disease. J Int Fed Clin Chem 10(1): 21-23.](https://www.ncbi.nlm.nih.gov/pubmed/10181011) [Ash SL, Catignani GL (2004) Antioxidants and prevention of chronic disease. Critical Reviews in Food Science and Nutrition 44: 275-295.](https://www.ncbi.nlm.nih.gov/pubmed/15462130) [Young I, Woodside J (2001) Antioxidants in health and disease. Journal of Clinical Pathology 54: 176-186.](https://www.ncbi.nlm.nih.gov/pubmed/11253127) - National Research Council (US) Committee for the Update of the Guide for the Care and Use of Laboratory Animals (2011) Guide for the Care and Use of Laboratory Animals, (8th), National Academic Press, Washington DC, USA. - Harkness JE, Wagner JE (1993) Biology and clinical rabbits and rodents (3rd), Sao Paulo, Roca, Spain, p. 48-55. [Friedewald WT, Levy RI, Fredrickson DS (1972) Estimation of the concentration of low-density lipoprotein cholesterol in plasma, without use of the preparative ultracentrifuge. Clin Chem 18: 499-502.](https://www.ncbi.nlm.nih.gov/pubmed/4337382) [Johnston CS (2015) Strategies for healthy weight loss: from vitamin C to the glycemic response. Journal of American college of Nutrition GN, Chaudhari HV, Shrivastava M (2011) vitamin C reduces blood glucose and improves glycosylated hemoglobin in type 2 diabetes mellitus: a Adv Pharmacol Sci 195271.](https://www.ncbi.nlm.nih.gov/pubmed/22242019) [Afkhami AM, Shojaoddiny AA (2007) Effect of vitamin C on blood glucose, serum lipids & serum insulin in type 2 diabetes patients. Indian J Med Res 126(5): 471-474.](https://www.ncbi.nlm.nih.gov/pubmed/18160753) [Stewart ST, Cutler DM, Rosen AB (2009) Forecasting the effects of obesity and smoking on U.S. life expectancy. N Engl J Med 361: 2252-2260.](https://www.ncbi.nlm.nih.gov/pubmed/19955525) [Zhang C, Rexrode KM, van Dam RM, Li TY, Hu FB (2008) Abdominal obesity and the risk of all cause, cardiovascular and cancer mortality: sixteen years of follow-up in US women. Circulation 117: 1658-1667.](https://www.ncbi.nlm.nih.gov/pubmed/18362231) - Raksha G, Nandini S (2014) A Correlative Study of Hypertension with Lipid Profile. International Journal of Research in Applied, Natural and Social "}