{"title": "PDF", "author": "PDF", "url": "https://magazine.uc.edu/content/dam/magazine/docs/clips_0215.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "University of Cincinnati 1 N E WS clips The excerpts presented here are select examples of local, national and international coverage due to efforts and contributions by the Division of Governmental Relations and University Communications, and the Academic Health Center Office of Public Relations. Gregory J. Vehr Vice President for Governmental Relations & University CommunicationsNEWS Presented by: University Communications October 2014 to February 2015clips University of Cincinnati Celebrating 100 Years of Being Bearcats See clip on page 20 University of Cincinnati 2 N E WS clips Think Y ou Found the Perfect Gift? Think Again Dec. 23, 2014 By Jan Hoffman When Mary Steffel, an assistant professor of marketing at the University of Cincinnati, and her colleagues asked subjects what kinds of gifts they preferred to give, the replies were specific and highly personalized. \"We find that when people are thinking about what gifts they want to give, they focus on the recipients' traits and personality, \" Steffel said. \"But when recipients are evaluating gifts, they're thinking about their current wants or needs. So we encourage givers to focus on what the recipient would like, rather than what they are like. \" New Tool for Children With Speech Errors Oct. 20, 2014 By Sumathi Reddy The University of Cincinnati has one of the few speech clinics in the country using ultrasound on young patients. Suzanne Boyce, a professor of speech pathology and speech science at the university, said the clinic is open to children 8 years of age and older who have been in therapy for at least a year with little improvement. \"Before around 8 years old, most kids will respond to conventional therapy, \" she said. \"However, around this age a group of kids who are less responsive seems to emerge. \" High Pollution Levels Found Near Ohio Gas Wells Oct. 21, 2014 By Mark Gillispie A study in a rural Ohio county where oil and gas drilling is booming found air pollution levels near well sites higher than those in downtown Chicago. A team from the University of Cincinnati and Oregon State University placed 25 monitors as close as one-tenth of a mile from gas wells in Carroll County, about 100 miles south of Cleveland. The monitoring occurred over a three-week period.Why Marketers Still Don't Get Boomers Dec. 16, 2014 By Matthew Boyle In 2007, the University of Cincinnati unveiled Live Well, what it called an \"unusual consortium\" between its students, faculty and corporations, including Procter & Gamble (P&G), the consumer-product giant headquartered nearby. The goal: to research and develop product ideas for consumers age 50 and over. University of Cincinnati Acquires the Collections of Louise Shropshire Oct. 1, 2014 The University of Cincinnati has acquired a collection of materi- als from the Shropshire family of Cincinnati. Louise Shropshire was the composer of the song \"If My Jesus Wills, \" that was adapt-ed to form the anthem of the civil rights movement \"We Shall Overcome. \" She never received credit for being the author of the famous lyrics until after her death. The Shropshire collection includes photographs, sheet music, letters and other documents, as well as family memorabilia. It will be stored in the university Archives and Rare Book Library. UC' s Bearcat Started 100 Y ears Ago Friday with a Teddy Bear and a Cloud of Dust Oct. 28, 2014 By Bob Driehaus Bear with us as we tell the tale of how the bearcat became University of Cincinnati's mascot exactly 100 years ago. The mascot was born on Oct. 31, 1914. On that day, UC's football team was locked in a tight struggle with the University of Kentucky Wildcats when the voice of UC's star fullback, Leonard \"Teddy\" Baehr - yes, just like \"teddy bear\" - rose above the din to demand the (expletive) ball. The crowd went wild, and cheerleader Norman \"Pat\" Lyon improvised a chant on the spot: \"They may be Wildcats, but we have a Baehr-cat on our side!\" The crowd, packed onto wooden benches at Carson Field, took up the rallying cry: \"Come on, Baehr-cat!\" UC went on to win the game 14-7. University of Cincinnati 3 N E WS clips, Here' s Where UC Beats OSU, Harvard and Stanford Nov. 6, 2014 By Andy Brownfield The University of Cincinnati's endowment is up $180 million this year after investment gains and millions in giving. The endowment - which is used to supplement tuition, support research and fund academic departments - is now at nearly $1.2 billion, up from $1 billion the year before. The UC endowment's investments returned $147 million in the fiscal year that ended June 30, 2014, a gain of 17.3 percent. That's higher than the average 15.8 percent return among higher education endowments. UC outpaced Ohio State University, Harvard University and Stanford University in the growth of its endowment. Sweat and a Smartphone Could Become the Hot New Health Screening Oct. 22, 2014 By Dawn Fuller A University of Cincinnati partnership is reporting a significant leap forward in health diagnostics that are more accurate than what's available today, yet considerably less invasive than something like a blood screening. It's a lightweight, wearable device that analyzes sweat by using a smartphone. Ohio Democrats Face Rebuild After Election Nov. 6, 2014 \"They simply aren't relevant as a state party right now, \" says University of Cincinnati political scientist David Niven. Niven sees Ohio as fairly split state politically—not too red and not too blue. But to regain its impact, Niven says the Democratic Party needs a complete overhaul. \"It's gonna be like GM going through bankruptcy. There's still a tremendous amount of value and potential there but they're going to have to redesign things from the ground up, \" says Niven. A Look at a University of Cincinnati Lab' s Rare Work with Soldier Dogs Nov. 12, 2014 Can dogs suffer from PTSD? They can, and it can be a problem especially for canines who keep America's fighting force safe and healthy and help protect our country. The University of Cincinnati staffs a center that monitors one of the effects of animal PTSD -- hearing loss. At the Facility for the Education and Testing of Canine Hearing laboratory for Animal Bioacoustics (FETCH~LAB) director Peter Scheifele was recently contracted by the U.S. Army to monitor the hearing of military canines. The UC program is the only one in the world to offer a graduate certificate in animal audiology. University of Cincinnati Students Join \"It' s On Us\" Campaign Against Sexual Assault Nov. 20, 2014 By Bruce Anslinger The University of Cincinnati student body has joined a national campaign to bring awareness to sexual assaults on campus. University of Cincinnati Floating $29M of Green Bonds, a First for Public University Nov. 25, 2014 By Caitlin Devitt With a $29.5 million bond sale set for next week, the University of Cincinnati is poised to become the first public university to tap into the increasingly popular green bonds market. University of Cincinnati 4 N E WS clips Ricky Jackson Offers Thanks for Freedom at UC Nov. 25, 2014 By Lisa Cornwell Ricky Jackson, imprisoned nearly four decades and freed when a witness said he lied as a boy, came to Cincinnati on Tuesday to thank the law project that worked to win his freedom. A beaming Jackson told members of the Ohio Innocence Project and others at the University of Cincinnati that he would have walked to Cincinnati from Cleveland if necessary to thank the people he says \"saved my life. They came through like a knight in shining armor, \" he said of the project at UC's College of Law. It works to free people using DNA evidence but took Jackson's case despite the lack of DNA. Mom Who 'Burned' After Taking Friend' s Medicine Leaves Hospital Jan. 22, 2015 By Sydney Lupkin A young mother has finally left intensive care after months battling a rare-but-serious reaction to a friend's prescription antibiotics that caused her to \"burn\" from the inside out on the day after Thanksgiving. \"Y ou get very painful lesions on your skin that are basically blisters, \" said Neil MacKinnon, dean of the University of Cincinnati's James L.Winkle College of Pharmacy. \"Y our whole body is in excruciating pain. \" BPA Exposure Affects Heart Health of Males and Females Differently in Mice Jan. 17, 2015 Heart function and blood pressure in mice exposed to bisphenol A (BPA) from birth though young adulthood are affected differently in males and females, with females at greater risk of damage from stress, a study from a University of Cincinnati (UC) researcher has found. What the Collapse of Ancient Capitals Can Teach Us About the Cities of Today Jan. 14, 2015 By Srinath Perur Just how a large population was sustained at the city of Tikal, in present-day Guatemala, one of the most important of Mayan centers, has been reconstructed in recent inter-disciplinary work by a team of researchers from Mexico, Guatemala and the United States. David L Lentz, professor of biological sciences at the University of Cincinnati, says: \"We now have empirical data to tell you what the landscape looked like. \" Ohio Retailers' Holiday Sales Will Grow by $630 Million and Beat National Forecasts, University of Cincinnati Study Says Nov. 26, 2014 By Janet Cho Lower unemployment, falling gas prices, rising wages, and soaring consumer confidence are expected to boost Ohio retail sales by 4.5 percent this holiday season, a $630 million shot in the arm over the next two months, according to researchers at the University of Cincinnati Economics Center. Enrollment Rebounding for Some Universities Oct. 6, 2014 By Eric Schwartzberg Also on the upswing when it comes to enrollment is the University of Cincinnati. Last week, it reported to the state final enrollment of 43,691, the university's highest enrollment in its 195-year history. University of Cincinnati 5 N E WS clips University of Cincinnati Lands Grant to Attack Hepatitis C Among Needle Users Oct. 16, 2014 By Christine Charlson A team of researchers from the University of Cincinnati will turn its attention to the heartland of the heroin epidemic in Ohio to combat the spread of hepatitis C among drug users. New Research Dishes Out the Dirt on the Demise of a Civilization Jan. 6, 2015 W . Flint Dibble, a University of Cincinnati doctoral student in the Department of Classics, and Daniel J. Fallu, a doctoral student in archaeology at Boston University, will present their new discoveries surrounding a key site from the Greek Dark Age at the joint annual meeting of the Archaeological Institute of America. The Greek village of Nichoria remained standing through both the Late Bronze Age and the Greek Dark Age, and previous research has suggested that Nichoria turned to cattle ranching during the region's collapse in the Dark Age. UC Holds 'Positive Change' Ceremony to Honor Dr. Martin Luther King, Jr. Jan. 16, 2015 By Jennifer Schack The University of Cincinnati held its 43rd annual Martin Luther King Jr. celebration ceremony Friday morning. Members of the community were recognized for their efforts to do good for others. Report: Technology Training Offers Big Bang for the Buck Oct. 7, 2014 Hazem Said, director of the School of Information Technology at the University of Cincinnati, says he encourages students interested in pursuing a job in technology to also grow their skills in communication and problem solving, and build hands-on experience. University of Cincinnati Launches Study on High Risk of Heart Attack, Stroke in People with HIV Nov. 4, 2014 By Barrett Brunsman Researchers at the University of Cincinnati hope to enroll up to 150 people with HIV in a clinical trial to determine whether drugs known as statins, which are designed to lower cholesterol, can help reduce their risk of stroke and heart attack. To CrossFit or Not to CrossFit? Oct. 8, 2014 By Carrie Blackmore Smith \"There are concerns about safety, but also function, \" said Ashley Varol, assistant director of fitness and wellness for University of Cincinnati Campus Recreation. \"Even when warmed, there are joints in the body - shoulders, hips - with a lot of flexibility and mobility but not a lot of stability. Detroit Needs a Bicycle Friendly Culture Oct. 8, 2014 By Cindy Pasky There is also a direct correlation between home values and the distance from a cycling infrastructure. A 2008 study by the University of Cincinnati says housing prices went up by $9 for every foot closer to the trail entrance. The study said for the average home, homeowners were willing to pay a $9,000 premium to be located 1,000 feet closer to a bike trail. University of Cincinnati 6 N E WS clips Best College Class? University Credit to Film Ultra-Endurance Race Oct. 10, 2014 By Stephen Regenold Thirty college students from the University of Cincinnati followed racers through the Sierra Nevada mountains during the Gold Rush Expedition Race. The students were on the clock 24 hours each day to get footage from the non-stop endurance race. Then, back at the university, the students produced the 'Gold Rush Expedition Race' Film Series. It airs as a series of 90-minute documentaries on Universal Sports Network in three installments, and it is undoubtedly one of most amazing educational initiatives we've seen. It started with an idea to \"totally re-invent the college classroom, \" said University of Cincinnati President Santa J. Ono. Is GOP Sweep in Ohio a Mandate or Something Else? Nov. 5, 2014 By Julie Carr Smyth University of Cincinnati political scientist David Niven said the weakness of Kasich's opponent FitzGerald, the Cuyahoga County executive, also helped the governor win big. \"This is like when the Buckeyes beat one of those Little Sisters of the Poor teams. Of course they won when they had such a weak opponent, \" he said. \"But Kasich can also look around the country and say that governors who govern well don't get competitive races, and I was clearly one of those governors. \" Top Universities for a UAS Degree Oct. 14, 2014 By Brooke Carrillo University of Cincinnati: UC doesn't have a specific UAS degree program; however its aerospace engineering and engineering mechanics programs have been conducting research on UAS in disaster management operations, and the University of Cincinnati Research Institute is collaborating with local entrepreneurs to further develop concept vehicles based on student simulations. One such collaboration has developed a high-tech delivery system using drones. Startup Spotlight: General Nano' s Focus Is Aeronautics Oct. 14, 2014 By Josh Pichler Three co-founders started General Nano shortly after the United States Air Force approached the University of Cincinnati about carbon nanotube technology being developed at UC's Nanoworld Lab, an interdepartmental group of engineering professors and students. The Air Force was looking for ways to make its aircraft lighter, but not lose any of the performance factors associated with heavier metals. Alpine Butterflies Survived by Working Their 'Net' Oct. 17, 2014 By Kat Kerlin Scientists from the University of Alberta and University of Cincinnati had been collecting data on this network of alpine butterflies since 1995. This gave researchers an ideal opportunity to compare genetic differences in the butterflies before and after the 2003 population crash. Could Police Reform in Cincinnati Provide Model for Ferguson? Oct. 19, 2014 John Eck, a professor of criminal justice at the University of Cincinnati, said problem-oriented policing \"enhances the status of the police officer who no longer is just a foot soldier who could be purchased by the dozen, but rather a person who understands how to address community problems. \" University of Cincinnati 7 N E WS clips Securalism Grows as More U.S. Christians Turn \"Churchless\" Oct. 24, 2014 By Cathy Lynn Grossman Stephen Mockabee, an associate professor of political science at University of Cincinnati, has compared church attendance to medication: \"It's not only the drug but also the dose that matters. \" Consortium Aims to Boost Care after Cancer Treatment Oct. 26, 2014 By Misti Crane An increasing recognition of the importance of caring for people who've lived through cancer treatment has sparked a relationship among three Midwestern academic medical centers. Ohio State University, the University of Cincinnati and Indiana University have created the Midwest Consortium for Cancer Survivorship Education and Research with an aim to better equip nurses, doctors and others to help patients moving forward from cancer treatment. Mission Critical: A Broken Soldier' s Way Home Nov. 23, 2014 As our nation's longest war winds down in Afghanistan, thousands of military families can thank an elite group of U.S. Air Force medical providers for bringing their critically-wounded loved ones home alive. Those doctors, nurses and respiratory therapists were trained at the University of Cincinnati's Medical Center in a program largely modeled after the civilian hospital's life-saving methods. UC Approves $3.5 Million in Hiring to Beef Up Research Oct. 14, 2014 By Andy Brownfield The University of Cincinnati has announced $3.5 million in funding to hire new faculty over the next three years to beef up its research. The university plans to hire more than a dozen new faculty in disciplines spanning 10 colleges to further research in key areas, including analytics, cancer and water.Experts: Why the I-75 Bridge Collapsed? Jan. 21, 2015 By James Pilcher and Jason Williams University of Cincinnati architecture professor Tom Bible said the pictures indicate a failure of the joints at the western joint of the span. That wouldn't have happened, he said, if the eastern end of the bridge over the median and connecting to the old Hopple Street connection hadn't been previously removed. \"Judging from the pictures, it obviously slipped off its supports, \" he said. It Can Be Hard to See When Y ou're Being Robbed Blind Oct. 27, 2014 By John O'Connor The reality is that employee theft is not as rare as many of us would like to believe. Nearly two-thirds of all businesses (64%) are fleeced by workers, according to a recent University of Cincinnati study. Removable 'Gut Sleeve' Might Become a Future Weight-Loss Tool Oct. 23, 2014 By Barbara Bronson Gray The study was a collaboration of German researchers and scientists at the University of Cincinnati. Like other weight-loss procedures, the intestinal barrier sleeve would work by preventing the absorption of calories and nutrients from the intestine. This technique is unique, however, because it doesn't require surgery. University of Cincinnati 8 N E WS clips New Study Says Great Maya City of Tikal Literally Dried Up Dec. 17, 2014 By Mark Miller So what catastrophe was so great that it could end a civilization that transformed the thick surrounding jungle into a great city with a rich culture, architecture and supporting farms, orchards, villages and towns? A new study says drought possibly intensified by deforestation and paving of Tikal and the surrounding area resulted in the city's downfall. The study's authors, David Lentz of the University of Cincinnati and others, conclude: \"The construction of extensive pavements combined with forest clearance likely exacerbated the effect of the drying trend, so by the mid-9th century there were inadequate supplies of water and food with little resilience left in the system to adapt to new conditions. \" Ohioans Reveal How They Really Feel About Obamacare Oct. 21, 2014 By Barrett J. Brunsman About six of every 10 Ohioans have an unfavorable opinion about the Patient Protection and Affordable Care Act, and a similar number say they don't have enough information about the health reform law to understand how it will affect them, according to results of a survey released today. The poll was conducted by the Institute for Policy Research at the University of Cincinnati. UC, Duke Energy to Begin Phase II of Lighting Improvements Around UC Dec. 15, 2014 By Adrianne Kelly Y ou may start to notice more lit areas on and around the University of Cincinnati's campus. It's part of an attempt to make students and residents feel safer. UC and Duke Energy continue to shed even more light on the efforts to curb crime in the area with the LED lights. For Many Students, Life Lessons Come After School Oct. 29, 2014 By Michael D. Clark University of Cincinnati Professor Samuel Stringfield, director of the School of Education, said increases in after-school programming \"reflect changes in the American home. A generation ago, only 25 percent of mothers worked outside the home, and today 80 percent do, \" he said. \"The result is that for many families, after-school programs are their best option for providing quality supervision to young people who would otherwise be unsupervised. \" The advantage for schools is that after-hours programs are relatively cheap. \"The building, heat and air conditioning and grounds are already paid for, and any full-time teachers or aides adding to their work already have full health and other benefits covered, so the costs are all marginal, \" Stringfield said. Hyropower May Be Huge Source of Methane Emissions Oct. 29, 2014 By Bobby Magill Methane is about 35 times as potent a greenhouse gas as carbon dioxide over the span of a century. Think about man-made lakes in terms of cows passing gas: Harsha Lake, a large reservoir near Cincinnati, Ohio, emitted as much methane in 2012 as roughly 5,800 dairy cows would have emitted over an entire year, University of Cincinnati biogeochemist Amy Townsend-Small said. University of Cincinnati 9 N E WS clips Tiny Human Stomachs Grown in Lab Oct. 29, 2014 By Laura Geggel They may be small, but new lab-grown miniature human stomachs could one day help researchers better understand how the stomach develops, as well as the diseases that can strike it. Colleagues took the human stomach organoids to Y ana Zavros, an assistant professor of molecular and cellular physiology at the University of Cincinnati, whose team injected them with H. pylori. With Federal Funds Trickling Off, UC Taps New Sources for Research Oct. 31, 2014 By Lisa Benson Federal funding for research at the University of Cincinnati has dropped after hitting a high of about $140 million during federal stimulus award years of 2009-2010. The dropoff happened for a variety of reasons, but the man in charge of UC's enormous research engine says he has a plan for recovery. University of Cincinnati Researchers Test Experimental Lung Cancer Vaccine Oct. 30, 2014 By Christine Charlson Researchers at the University of Cincinnati Cancer Institute are conducting clinical trials for a vaccine that would fight lung cancer. Researchers are studying the use of an enzyme that would change existing lung cancer cells so, essentially, the body would reject them. Has Kasich Helped Ohio' s Economy? Oct. 31, 2014 By Jessie Balmert and Chrissie Thompson \"I think after four years, the governor has had an effect on the economy, \" said Michael Jones, a University of Cincinnati economist. \" A company like GE can say, 'Which state do we want to drop this big building in?' I think the fact that Kasich had brought some incentives to the table deserves credit. \" Why Thoughtful Gifts Are the Worst Dec. 12, 2014 By Roberto Ferdman Gift buying has become a deceivingly selfish pursuit. We don't actually look for things people want to receive. Instead, and to many of our gifts' detriments, we tend to look for things that we want to give. It's a subtle, but pretty significant problem. The University of Cincinnati research says so. Woman \"Burns\" from Inside Out After Reaction to Friend' s Medicine Dec. 10, 2014 By Sydney Lupkin \"Y ou get very painful lesions on your skin that are basically blisters, \" said Neil MacKinnon, dean of the University of Cincinnati's James L. Winkle College of Pharmacy. \"Y our whole body is in excruciating pain. \" 'Wimpy' Antibody Protects Against Kidney Disease in Mice Nov. 3, 2014 An antibody abundant in mice and previously thought to offer poor assistance in fighting against infection may actually play a key role in keeping immune responses in check and preventing more serious self-inflicted forms of kidney disease. Led by researchers at the University of Cincinnati (UC) and Cincinnati Children's Hospital Medical Center and published in the journal Nature, the study finds that the mouse antibody IgG1, which is made in large quantities and resembles a human antibody known as IgG4, may actually be protective. University of Cincinnati 10 N E WS clips Retaining Military Veteran Employees Is All About the Right Fit Nov. 6, 2014 New research from the University of Cincinnati is helping the V A analyze the process of reintegrating veterans into civilian careers and evaluate methods for easing that transition. That's good news for all veterans as the nation prepares to observe Veterans Day on Nov. 11. Drones, Electric Trucks and How a Cincinnati Company Wants to Change Shipping Nov. 3, 2014 By Andy Brownfield A Cincinnati-made, truck-based drone could be dropping off packages on local porches in the near future. AMP Electric Vehicles is working with students in the University of Cincinnati Department of Aerospace Engineering on a drone that would be mounted on the top of its electric-powered trucks to finish the last leg of many deliveries. After Blowout, Where Do Ohio Democrats Turn? Nov. 5, 2014 By Chrissie Thompson \"I don't know if we even have a word strong enough for what's happened, \" said Jane Anderson, a political science professor at the University of Cincinnati, discarding options such as \"drubbing. \" \"Where are they going to turn for future candidates that have a chance of winning statewide?\" University of Cincinnati Business Analytics Program Includes Certificate Options Nov. 6, 2014 By Susan Madrak If you're looking for a name brand in big data education, the MS-Business Analytics program at the University of Cincinnati's Carl H. Lindner College of Business would fit the bill. The school's business analytics master's program has a solid reputation and a stellar track record of job placement for graduates. DAAP Students Design Contest-Winning Cars for Volkswagen Nov. 6, 2014 By Kristen Franke When Simon Wells arrived at the University of Cincinnati almost 5 years ago, he had been drawing for years. He had also dabbled in 3D modeling and computer graphics during high school in Texas. Though he had always had skill, his first day at UC's College of Design Architecture, Art, and Planning brought him to an important realization. \"I wasn't any good, \" he says, laughing. Five years later, Wells has more than developed his skills as a designer. Two weeks ago, Wells and his classmate Cameron Bresn were both named winners of the 2014 Volkswagen Design Contest. Civil Rights Movement: A Casualty of War Nov. 9, 2014 By Nancy Montgomery \"For all of its faults, the military was still the most integrated and probably the most fair institution in the country, \" said James Westheider, professor of American history and chairman of the Social Science and Humanities Department at Clermont College, part of the University of Cincinnati system. University of Cincinnati 11 N E WS clips New UC Study Finds Heart and Blood Pressure Risk with Common Chemical BPA Jan. 16, 2015 By Christine Charlson BPA, a common chemical used in packaging for food and beverages, could affect the heart and blood pressure in men and women, with women being at higher risk, a new study by the University of Cincinnati found. The study is the first to examine the affects of BPA (bisphenol A) on the heart, UC researchers say. Genetics of Blind Cave Fish Lays Ground for Treating Eye Disease Nov. 10, 2014 By Haley Madderom An international team of researchers hopes to use its study on a species of translucent, eyeless cave fish to better understand human conditions like degenerative eye diseases, albinism and sleep disorders. Bethany Stahl, a doctoral biology student at the University of Cincinnati, was part of the effort. The research could help understand pigmentation, sleep and behavioral changes, and jaw bone formation. Had a Rough Y ear? Think Twice Before Telling the Story in Y our Holiday Card Nov. 11, 2014 By Anne Wallace Allen LisaMarie Luccioni, a professor of communications at the University of Cincinnati, said people have grown skeptical of the crafted, idealized versions of life they see on Facebook. The holiday card can serve as a reality check, she said. \"I actually appreciate the candor and honesty of people in these types of cards, \" said Luccioni. \"I'm a professor of 25 years and I appreciate when a student gives me honesty. \" Gene Test May Spot Which Kidney Transplant Most Likely to Fail Nov. 11, 2014 A noninvasive method of identifying rejection is needed, wrote the study authors, from the University of California, San Francis-co, and the University of Cincinnati. The researchers developed a blood test that analyzes 17 genes that identify which kidney transplant patients are at risk of rejection. They then developed and assessed the test using hundreds of patients in the United States, Mexico and Spain. Study: Aerospace, Automotive Jobs Are Growing the Fastest of Ohio' s Target Industries Nov. 12, 2014 By Tristan Navera Aerospace and aviation-related jobs saw the biggest growth in Ohio early this year as the return of auto manufacturing continues to boost the state's economy, a new study says. The University of Cincinnati Economics Center tracked Ohio Department of Job Family Services data for employment changes in the first quarter of 2014, and found those two industries led Ohio's nine target industries in terms of number of new jobs in the first quarter. IR Sensor Provides 'Virtual Touch' for Blind November 2014 An IR sensor and the concept of virtual touch could help the visually impaired perform many day-to-day activities. Researchers at the University of Cincinnati used an Enactive Torch, a tactile feedback device for experiments in sensory substitution, in tests to help visually impaired subjects navigate through doors and along busy sidewalks, and perform other tasks that are typically difficult for them. University of Cincinnati 12 N E WS clips Startup Spotlight: IncludeFitness Combines IT, Exercise Nov. 13, 2014 By Josh Pichler IncludeFitness originated as Ryan Eder's senior thesis while a student at the University of Cincinnati's College of Design, Architecture, Art, and Planning (DAAP). His inspiration came after witnessing a wheelchair-bound man struggle at the gym. Ryan saw an opportunity and created The Access - a universally accessible piece of strength-training equipment that could be used by everyone, regardless of ability. UC Completely Revamping How It Handles Inventions Nov. 14, 2014 By Andy Brownfield The University of Cincinnati is completely overhauling the way it deals with new technologies invented by its faculty by looking at them the way businesses would. Sweat-Analyzing Skin Patch Could Replace Blood Sampling Oct. 23, 2014 By Ben Coxworth Scientists at the University of Cincinnati and the U.S. Air Force Research Laboratory are developing a system in which a Band-Aid-like skin patch is able to gather and transmit medical data in almost real time, by analyzing the patient's sweat ... and you just need a smartphone to read it, no poking or prodding required. Firefighters at High Risk for Cancer Nov. 9, 2014 By Steven Reinberg Firefighters need to take precautions when fighting fires, the experts said -- especially if they have removed their protective gear and breathing apparatus. That's because firefighters' exposures to carcinogenic toxins \"occur not when they are in the fire, but when they are in the vicinity of the fire, \" explained lead researcher Dr. James Lockey, a professor of occupational, environmental and pulmonary medicine at the University of Cincinnati. Gene Found in Kidney May Play Role in High Blood Pressure of Male Mice Nov. 17, 2014 Researchers at the University of Cincinnati (UC) have found that a gene abundant in the kidneys may actually play a role in the regulation of blood pressure and hypertension in experimental male mouse models. Feeling 'Worn Out?' Y our Heart May Pay the Price Nov. 18, 2014 By Dennis Thompson These results add to an already large body of evidence showing that stress and fatigue can affect a person's heart health, said Dr. Richard Becker, chief of the Division of Cardiovascular Health and Disease and director of the Heart, Lung and Vascular Institute at the University of Cincinnati. Simulation Predicts Epidermal Responses to Compounds Nov. 18, 2014 By Dawn Levy Screening simulations use a model that Professor Jerry Kasting at the University of Cincinnati developed with experimental data. Two key inputs to the model are a compound's molecular weight and its octanol-water partition coefficient (a ratio of concentrations of the compound after it has settled into two immiscible phases). University of Cincinnati 13 N E WS clips Putting Memory on Paper Nov. 18, 2014 By Gary Hilson Andrew Steckl, a professor of electrical engineering at the University of Cincinnati and IEEE fellow wrote in IEEE Spectrum, paper has a lot of potential as flexible material for printed electronics. Steckl, who started doing research with paper in 2008 at the University of Cincinnati, said paper has a lot of advantages when compared to the traditional surfaces used for printing circuits such as plastic, glass, or silicon. It's biodegradable, low-cost, and derived from a renewable resource, he noted. It's also lightweight and flexible. Fixing Speech Problems by Visualizing Them Nov. 17, 2014 By Ann Thompson For years, Jake Goodwin worked with school speech therapists who tried to instruct him on how to place his tongue and then recognize when he said a sound right or wrong. Goodwin had limited success. But then last summer he participated in a two-week session at the University of Cincinnati Medical Center using ultrasound and magnetic resonance imaging (MRI) technology that allowed Goodwin to visualize his problem. UC and Cincinnati State Presidents Present Plans to Obama for Minority College Boost By Bob Driehaus, Dec. 4, 2014 The presidents of the University of Cincinnati and Cincinnati State presented plans to draw more black students into science, math and engineering programs. An Eye-Popping Rare Book Collection Nov. 18, 2014 The Preservation Lab—located in the basement of the University of Cincinnati's Walter C. Langsam Library—was tasked with creating a way to store and preserve four pop-up books by international book artist Paul Johnson. Launched in 2012, the Preservation Lab is a partnership between UC Libraries and the Public Library of Cincinnati and Hamilton County. Age, Living Arrangements Key Predictors of Pediatric Aggression Nov. 19, 2014 By Alicia Gallegos Findings showed \"no matter how you define aggression, the demographic variables remain significant, \" said Ms. Appel, an epidemiology PhD candidate at the University of Cincinnati. Results showed also that children living in foster care had a 10%-20% higher probability of being aggressive than another child with the same demographics but a different living arrangement. UC Presents \"We Shall Overcome - The Legacy of Louise Shropshire, \" as University Introduces a New Collection for Students and Scholars Nov. 20, 2014 By Dawn Fuller As the nation marks the year celebrating the 50th anniversary of the landmark Civil Rights Act, there's a history behind the anthem of the Civil Rights Movement that unfolded here in Cincinnati. It's a history now under preservation at the University of Cincinnati that will serve students and scholars of history, race relations, activism, religion and music. UC President Santa J. Ono formally acknowledged the Shropshire family's contribution to the university. University of Cincinnati 14 N E WS clips Cincy Red Bike Looking to Expand Nov. 20, 2014 By Chris Wetterich Newport, Covington and Bellevue are the most obvious candidates for expansion and University of Cincinnati students in the College of Design, Architecture, Art, and Planning looked at where stations should be located. Funding would be similar to how Red Bike started up on the Ohio side of the river - a combination of government funding, nonprofit grants and corporate sponsorship. Ohio Inmate to be Freed after 40 Y ears Behind Bars with Help from UC' s Ohio Innocence Project Nov. 20, 2014 By Mark Gillispie and Holly Pennebaker The Ohio Innocence Project (OIP) at the University of Cincinnati seeks to identify inmates in Ohio prisons who are actually innocent of the crimes they were once convicted of committing. Jackson, UC said Thursday, is the 18th person to be freed since it began work in 2003. Over the project's run, more than 600 donors have contributed more than $5.2 million toward its efforts. Research Examines an Emerging Issue: Transgendered Prison Populations Nov. 21, 2014 Prison policies vary on treating transgendered inmates, which could put inmates and institutions at risk. Gina Gibbs, a University of Cincinnati criminal justice doctoral student, will present a synopsis of the legal issues posed by such inmates at the annual meeting of the American Society of Criminology. Ohio Holiday Spending Expected to Top National Average Nov. 24, 2014 By Lissa Guyton Economic researchers expect Ohio's holiday retail sales to rise even higher than national estimates as job gains and lower gas prices help fuel consumer confidence. The University of Cincinnati Eco-nomics Center released its annual projections for the holiday period that kicks into high gear later this week with Thanksgiving and Black Friday shopping. Researchers Find Kidney Gene May Play Role in Blood-Pressure Control Nov. 17, 2014 Researchers at the University of Cincinnati (UC) have found that a gene abundant in the kidneys may actually play a role in the regulation of blood pressure and hypertension in experimental mouse models. UC To Sell Green Bonds to Fund Renovations Nov. 24, 2014 The University of Cincinnati has found another way to live up to its reputation as a \"green\" school. It will be the first public university in the U.S. to sell green bonds. The money from them will support the renovation of Scioto Hall. Green bonds are fairly new in the municipal bond market. Its proceeds funds environmentally friendly projects. An Inside Job: Designer Nanoparticles Infiltrate, Kill Cancer Cells from Within Nov. 24, 2014 University of Cincinnati nanoparticle designs target and treat early stage cancer cells by killing those cells with heat, delivered from inside the cell itself. Normal cells are thus left unaffected by the treatment regimen. University of Cincinnati 15 N E WS clips Can Artificial Intelligence Solve the $55 Billion Problem of Opioid Abuse? Nov. 24, 2014 The National Institute on Drug Abuse (NIDA) has provided $1 million in funding to assess whether patients using the AiCure platform are more adherent and whether adoption of the system can improve treatment duration and reduce the risk of relapse. The large trial is being carried out with the Cincinnati Addiction Research Center (CinARC) at the University of Cincinnati. Low Gas Prices, Rosy Employment Picture Should Make for Very Merry Holiday Shopping Season Nov. 25, 2014 By Dan Eaton The Economics Center at the University of Cincinnati expected a 3.5 percent rise in November and December retail receipts. The actual number came in at 4.7 percent. The 2014 forecast is for a 4.5 percent jump to $14.5 billion in holiday sales in the state. \"I would be shocked if we saw smaller numbers, \" Michael Jones, director of research at the Economics Center, told me. \"The economic picture has improved at both the state and national level. \" Inspections to be done on I-R bridge Nov. 2, 2014 The bridge has a strain gage monitoring system in place by ODOT that monitors stresses and strains that may appear on the bridge or in its structure. The University of Cincinnati Infrastructure Institute works with ODOT and uses this system as a learning tool for its engineering students Creation of Sales Tax Holiday for School Supplies Moves Ahead Dec. 11, 2014 The National Retail Federation says on average, families spent $670 on school supplies this year for grades K-12. A University of Cincinnati study estimated that Ohio's sales tax exemption will save those same families $38. \"Meet John Doe\" Picked for Next Opera Fusion Workshop Dec. 11, 2014 By Janelle Gelfand \"Meet John Doe, \" an unfinished opera by the late composer Daniel Catán based on the 1941 Frank Capra film, will be the focus of an Opera Fusion: New Works workshop in January. Cincinnati Opera and the University of Cincinnati College-Conservatory of Music (CCM) opera program announced the selection on Thursday. White House Advisor Focuses on Sexual Assault at University of Cincinnati Talk Nov. 21, 2014 The White House adviser on violence against women will give the keynote speech at an event focusing on sexual assault on college campuses. Lynn Rosenthal's address Friday at the University of Cincinnati will kick off activities including a panel discussion and an interactive workshop for students. It's all open to the public. Ohio Democrats' Epic Elections Defeat Points to Shaky Future at State Level Nov. 5, 2014 By Scott Suttell \"He has the foresight to plan ahead and think about what might be next, \" said David Niven, a speechwriter for former Democratic Gov. Ted Strickland, who teaches politics at the University of Cincinnati. \"It's certainly something Ed FitzGerald doesn't have. \" University of Cincinnati 16 N E WS clips FDA-Approved Therapy Could Be Effective in Older, African American Patients with Lung Cancer Nov. 26, 2014 University of Cincinnati (UC) researchers have found in a phase-2 clinical trial that a Food and Drug Administration-approved therapy could be effective in treating both older and African American patients with advanced lung cancer who may not be candidates for chemotherapy. Beyond Selfies & Memes: As Businesses Leverage Social Media, Do Y ou Need a Degree to Get It Right? Jan. 10, 2015 By Libby Cunningham Having a degree or certificate in social media may not be a prerequisite for a 21st century job; knowing how to use social media professionally is, according to Jeff Blevins who is the head of the University of Cincinnati's journalism program. Have High Blood Pressure? UC Discovers that the Problem Might Start in Y our Kidney Dec. 1, 2014 By Barrett J. Brunsman University of Cincinnati scientists have discovered that a gene in the kidney, which is stimulated by testosterone, could play a role in high blood pressure. Back-to-School Tax Holiday Heads to Ohio Governor Dec. 14, 2014 By Julie Carr Smyth A July 2013 report by the University of Cincinnati's Economics Center found that if Ohio waived its 5.5 percent sales tax on these items, and all the spending took place during the sales-tax holiday, the average household would save $38.UC Nursing Has 125-Y ear Tradition of Strong Women Nov. 29, 2014 By Jeff Suess For a century and a quarter, the foundation of the University of Cincinnati College of Nursing has been the leadership of strong women affecting change, from the seven women who started the nursing training school in 1889 to the deans and the generations of nurses molding the future of health care. UC Researchers Studying Investigational Drug for Alzheimer' s Patients Dec. 2, 2014 Researchers at the University of Cincinnati (UC) are among those who have accepted the challenge of easing the burden of Alzheimer's disease. They are conducting a research study to assess the effect of a new investigational drug on memory and activities of daily living in people with mild to moderate Alzheimer's. Finding Opportunities, Avoiding Pitfalls While Working Past Retirement Age Dec. 2, 2014 By Jeff Wuorio Another option is starting a business in retirement. Here, the numbers are telling: Among entrepreneurs ages 20 to 64 who founded their first businesses in 2012, 23 percent were 55 or older. That's the result of a confluence of several positive factors and circumstances — among them, years of experience and longer life expectancy, says Charles H. Matthews of the University of Cincinnati Center for Entrepreneurship Education and Research. University of Cincinnati 17 N E WS clips Analyzing Sweat Could Be the Next Frontier for Wearable Fitness Trackers Oct. 28, 2014 A wearable sensor that analyzes sweat could be a giant step forward for health care diagnostics and fitness tracking, according to a joint effort between the University of Cincinnati and the U.S. Air Force Research Laboratory. Sweat, according to UC's Jason Heikenfeld, contains a trove of medical information and can be the fastest, most convenient way to obtain it in cases that might otherwise require a blood test. Heikenfeld says sweat can provide information about how the body reacts to medications, diet and disease and help track injury recovery including head trauma. New Study Finds Holistic Admissions Benefit Health Professions Schools December 2014 \"Colleges using holistic review were more likely to track student engagement with the community, student cooperation and teamwork, and student openness to ideas and perspectives different from their own, \" said Dr. Greer Glazer, dean of the College of Nursing at the University of Cincinnati, who led the study. \"These measures are important contributors to individual student success as well as the teaching and learning environment at the school. \" Creating Medical Devices with Dissolving Metal Oct. 16, 2014 University of Pittsburgh researchers as well as collaborators at the University of Cincinnati and North Carolina Agricultural and Technical State University are creating new alloys and new manufacturing processes that suit clinical demands. The University of Cincinnati has brought cutting-edge nano- and sensor technology to the table. Thoughtful Gifts Are the Worst Dec. 12, 2014 By Roberto Ferdman \"Gift givers want to prove how well they know a person by choosing a thoughtful gift, \" Mary Steffel, an assistant professor at the University of Cincinnati whose research has focused on gift-giving. \"But people aren't very good at anticipating what others want. \" Her research has shown that givers tend to value the gifts they buy considerably more than recipients. \"Expensive\" Placebo Beats \"Cheap\" One in Parkinson' s Disease Study Jan. 28, 2015 By Sharon Begley When patients with Parkinson's disease received an injection described as an effective drug costing $1,500 per dose, their motor function improved significantly more than when they got one supposedly costing $100. Underlining the power of expectations, the motor improvements, measured by a standard Parkinson's assessment, occurred even though both injections contained only saline and no active ingredients. It happens that dopamine release is increased by belief, novelty, and the expectation of reward - mental states that underlie placebo effects, said neurologist Alberto Espay of the University of Cincinnati, who led the new study Record Online Sales Likely for Today Dec. 1, 2014 By Mark Fisher The economics center at the University of Cincinnati determined that Ohio retailers lost nearly $200 million in holiday sales in 2013 as a result of consumers choosing internet retailers over traditional bricks-and-mortar retailers. University of Cincinnati 18 N E WS clips University of Cincinnati Grad Student Blazes a Trail with Detailed City Map for Bicyclists Oct. 30, 2014 By Ginny McCabe Cincinnati-area cyclists now have a glossy new bike map to guide them as they navigate the beloved hills and valleys that define and shape the city. It's the results of months of work by University of Cincinnati graduate student Nate Wessel, who is also an avid cyclist. Hughes High School and UC STEM Program to be National Model Dec. 4, 2014 By Jeff Hirsh The University of Cincinnati will partner with Hughes High School with a new summer program getting some Hughes students not only ready for college, but also plugged into growing fields for jobs. BPA Exposure Worse for Female Hearts than Males Jan. 19, 2015 Females may be at a much greater risk than males from exposure to bisphenol A (BPA), a new study proposes from University of Cincinnati scientists. \"The overall aim of the study was to determine whether there were effects of BPA on cardiac function, \" says team leader Scott Belcher, professor of pharmacology and biophysics. \"We chose a very specific and broad range of BPA exposures that span levels below those considered safe in humans up through a high dose that nears the no observed adverse effect level, an approach aimed at making the findings useful for assessing public health risk. \" Could iPads Be the Answer to Curbing Drug Abuse? Dec. 4, 2014 Academics at the University of Cincinnati are examining whether tablets that have facial recognition tools installed could help doctors to determine whether or not patients are taking prescribed medications as instructed. This ensures that they aren't using them for recreational reasons which could affect their recovery. Local Group Takes on Toxic Algae Dec. 8, 2014 By Carrie Blackmore Smith University of Cincinnati Professor Dionysios Dionysiou has been studying harmful algae for years, in particular, how they react in water treatment systems. The situation in Toledo, where 400,000 people were advised not to turn on their taps, shows us how serious the situation can be, Dionysiou said, but every case of algae is different. \"Lakes can become overwhelmed ... and fish will die, \" he continued, \"there is a huge environmental consequence. \" When the algae dies it can release toxins, Dionysiou said. High levels have claimed animal's lives, including dogs, in the United States. Ohio Merchants, Analysts Say Season Will Be Merry Nov. 25, 2014 By Tim Feran The increase in holiday spending is expected because of improved employment and lower gasoline prices, said University of Cincinnati researchers who prepared the report. In addition, consumer confidence is at its highest level since 2007, an indicator that bodes well for holiday shopping. University of Cincinnati 19 N E WS clips New Technology Measures Y our Health through Sweat Oct. 24, 2014 By David Nield Researchers at the University of Cincinnati have pioneered a new type of health monitoring system that uses human sweat to diagnose the condition of the body. It's less invasive than taking a blood sample yet can produce more accurate results at the other end. Study of Generic Antiepilepsy Drugs Finds Minimal Differences Dec. 10, 2014 By Keith Herrell A comparison of two of the most disparate approved generic antiepileptic drugs found minimal differences when compared under rigorous testing procedures in people with epilepsy, according to research presented by a University of Cincinnati (UC) clinician-researcher. Nanoparticles Infiltrate, Kill Cancer Cells from Within Nov. 25, 2014 Nanoparticle designs by the University of Cincinnati (UC), Ohio (US), target and treat early stage cancer cells by killing those cells with heat, delivered from inside the cell itself. Normal cells are thus left unaffected by the treatment regimen. Man Freed from Prison Thanks UC Group that Uncovered New Evidence Nov. 25, 2014 By Brian Hamrick Ricky Jackson called the Ohio Innocence Project his \"knight in shining armor. \" Jackson conveyed his appreciation Tuesday at the project's University of Cincinnati home. UC Expands Lung Cancer Screenings Dec. 10, 2014 By Tana Weingartner People who worked at Fernald, GE, or other nuclear-related facilities have a new health screening option. The University of Cincinnati's Cancer Institute is partnering with the Building Trades National Medical Screening Program to expand lung cancer testing. The groups are targeting former employees, over age 55, with a history of smoking. UC Comprehensive Lung Cancer Center co-director Dr. Sandra Starnes says, \"The patients who meet the criteria are smokers, so they're already at-risk for lung cancer. Then with the additional occupational exposure they're probably at higher risk than a normal smoker. \" University of Cincinnati College of Medicine Gets New Dean Nov. 4, 2014 By Barrett J. Brunsman Dr. William Ball has been appointed interim dean of the University of Cincinnati College of Medicine. He also was named interim vice president of health affairs at UC, effective Nov. 1. UC Clermont Students Learn about Healing through Art Dec. 11, 2014 Amber Smith is a lifelong artist and has a passion for helping others — two characteristics that made her jump at the chance to enroll in UC's new Pre-Art Therapy Certificate. She's one of nearly 20 students currently pursuing the certificate, a collaborative undergraduate program among faculty from the University of Cincinnati's Clermont College, the McMicken College of Arts and Sciences (A&S) and the College of Design, Architecture, Art, and Planning. University of Cincinnati 20 N E WS clips University of Cincinnati Celebrating 100 Y ears of Being Bearcats Oct. 31, 2014 By Dan Sewell An Ohio college is celebrating the 100th anniversary of the origin of its mascot. The University of Cincinnati links its Bearcat mascot to an Oct. 31, 1914, football game starring Leonard Baehr (rhymes with \"bear\"). Until then, the team was referred to as the \"red and black, \" ''the varsity\" or other generic names. An Expensive Placebo Worked Better than a Cheap One in a Study Jan. 29, 2015 By Ed Silverman A group of researchers wanted to test the notion that people may believe expensive drugs are better than cheaper ones. \"People who receive the shots thinking they received a drug may have an 'expectation of reward' response, which is associated with the release of dopamine similar to the response to the reward itself, \" says Albert Espay, a neurologist at the University of Cincinnati's College of Medicine and the lead author, in the statement. Depression Drug that Works in One Day Passes Key Test Jan. 27, 2015 By Luke Timmerman \"If these results can be replicated, they are almost revolutionary. They will change the treatment of depression, \" said Dr. McElroy, a study investigator and professor of psychiatry and behavioral neuroscience at the University of Cincinnati College of Medicine. The Terrorist Recruiter in Y our Living Room Jan. 18, 2015 By Dan Horn \"The phenomena of social media recruitment is key, \" said Ed Bridgeman, a criminal justice professor at the University of Cincinnati. \"There's an al-Qaeda and ISIS recruiter in every living room now, potentially. \" Tiny Human Stomachs Grown in Lab Oct. 30, 2014 By Laura Geggel They may be small, but new lab-grown miniature human stomachs could one day help researchers better understand how the stomach develops, as well as the diseases that can strike it. Colleagues took the human stomach organoids to Y ana Zavros, an assistant professor of molecular and cellular physiology at the University of Cincinnati, whose team injected them with H. pylori. Why Y our Workout Should Be High- Intensity Jan. 26, 2015 By Jane E. Brody Stroke patients with persistent disabilities can also benefit from HIIT. As rehabilitation specialists at the University of Cincinnati wrote this month in BioPortfolio, stroke patients with residual weakness \"enter a vicious cycle of limited activity and deconditioning. \" But while regular aerobic exercise can improve their function and cardiovascular health, preliminary studies suggest that patients do even better with HIIT. University of Cincinnati 21 N E WS clips University of Cincinnati Aims to Increase the Diversity of Its Faculty Nov. 11, 2014 The University of Cincinnati has had success in its Strategic Hiring Initiatives which seek to increase the number of women and underrepresented minorities on its faculty. Among the initiatives are the Dual Career Assistance Program, which provides both financial and personnel resources to assist spouses and partners of newly hired tenured and tenure-eligible faculty successfully transition to the Cincinnati community. Green Bonds Fund University of Cincinnati Renovation Dec. 11, 2014 The University Cincinnati (UC) has become the first public university in the country to issue Green Bonds for new construction. The school began issuing the Series 2014C bonds to support the majority of costs related to the $35 million renovation of Scioto Hall, expected to be complete in fall 2016. The project will increase the university's housing capacity and was spurred by its record fall enrollment of more than 43,600 students, the highest in its nearly 200-year history. Robert Ambach, the university's senior vice president for administration and finance, said, \"Since sustainability is woven into all aspects of the university in terms of academics, research and extracurricular activities, it only made sense to further extend that to our financing. UC is already nationally recognized for sustainable energy efficiencies and savings and our high-performance green buildings. That momentum will only continue at UC, and this step is an important milestone in our focus on sustainability. \" Proposal Would Create Back-to-School Sales Tax Holiday Dec. 12, 2014 By Brian Bull The National Retail Federation says on average, families spent $670 on school supplies this year for grades K through 12. A University of Cincinnati study estimated that Ohio's sales tax exemption will save those same families $38. Morning Education: Earning While Learning Dec. 22, 2014 By Stephanie Simon EARNING WHILE LEARNING: The University of Cincinnati has one of the oldest and biggest cooperative education programs in the country. The more than 4,200 participating students alternate between a semester in the classroom and a semester of paid work experience for employers such as General Electric, Great American Insurance Group and Toyota. The university just toted up student earnings from the most recent academic year and found that participants pocketed a record $50 million, while still making progress toward their degrees. Methane Emissions May Swell from Behind Dams Oct. 29, 2014 By Bobby Magill Imagine nearly 6,000 dairy cows doing what cows do, belching and being flatulent for a full year. That's how much methane was emitted from one Ohio reservoir in 2012. Think about man-made lakes in terms of cows passing gas: Harsha Lake, a large reservoir near Cincin - nati, Ohio, emitted as much methane in 2012 as roughly 5,800 dairy cows would have emitted over an entire year, University of Cincinnati biogeochemist Amy Townsend-Small said. Ricky Jackson: Man Freed from Prison After 40 Y ears Thanks UC' s Ohio Innocence Project Nov. 25, 2014 A wrongly convicted man who spent nearly four decades in prison thanked the University of Cincinnati's Ohio Innocence Project Tuesday for helping set him free. A beaming Ricky Jackson said he would have walked to Cincinnati from Cleveland if necessary to thank the lawyers and law students who \"saved my life. \" University of Cincinnati 22 N E WS clips University of Cincinnati Researcher Investigates the \"Wimpy\" Antibody Dec. 12, 2014 By Christine Charlson In the fight against disease, our bodies' immune systems often turn to their weakest links for the strongest defense. A recent study led by the University of Cincinnati and Cincinnati's Children's Hospital identified that our defense systems often rely on what researchers call the 'wimpy antibody' to keep the immune system from overreacting to disease. The new information could provide a link to fighting liver disease as well as a number of autoimmune diseases. Health Alert: iPhone Health Screening Oct. 22, 2014 By Liz Bonis A researcher at the University of Cincinnati has come up with a wearable device that analyzes sweat by using a person's smartphone. It could help detect all kinds of things going on in someone's body that doctors usually need a blood test to detect. The device is a light flexible patch a person would wear much like a Band-Aid. It uses what's called microfluidics, a technology that is a lot like a home pregnancy test. University of Cincinnati Is First U.S. Public University to Sell Green Bonds Nov. 24, 2014 The University of Cincinnati will soon become the first public university in the United States to issue Green Bonds. The resulting funds will support the renovation of Scioto Hall with an eco-friendly design. Cincinnati MBA Program Makes Businessweek' s Top 50 Nov. 11, 2014 By Andy Brownfield The University of Cincinnati's MBA program broke into the top 50 in Bloomberg Businessweek's list of the best business schools in the U.S. in its first showing on the list. The Carl H. Lindner College of Business was ranked the 47th best full-time MBA program in the country in the 2014 rankings, released Nov. 10. Alzheimer' s Study Testing Experimental Drug to Slow Memory Loss Dec. 15, 2014 A new study is now enrolling and accepting volunteers to investigate the potential of a new drug to slow the devastating effects of Alzheimer's disease on patients' memory and physical activity. The study is conducted by researchers at the University of Cincinnati (UC) and led by Muhammad Aslam, MD, an associate professor in the UC Department of Psychiatry and Behavioral Neuroscience, and Robert Krikorian, PhD, specialist in cognitive diseases and member of the Memory Disorders Center at the UC Neuroscience Institute. Ohio' s Holiday Sales Outlook Brighter than Nation' s Dec. 2, 2014 The National Retail Federation's forecast says holiday sales will increase just over 4 percent this year. But an analysis by the University of Cincinnati says Ohio will enjoy a modestly better bump, nearly half a percentage point higher than the rest of the U.S. Macon Man Says Student Volunteers Are His Christmas Miracle Dec. 15, 2014 By Kenley Hargett A local man says some out of state volunteers are giving him a Christmas miracle. Ten University of Cincinnati students are spending the week repairing homes in Macon. All are members of Sigma Phi Epsilon Fraternity. They're working with Fuller Center Macon, who call this project the Greater Blessings project. University of Cincinnati 23 N E WS clips New Regional Indicators Report Has Greater Cincinnati Area Rising in Pay and Employment Oct. 27, 2014 A Regional Indicators Report has Northern Kentucky moving up as a region. It shows improvements in the number of higher-paying jobs, income levels and unemployment in Northern Kentucky. The data is compiled by researchers from the University of Cincinnati and Northern Kentucky University. Checkups: UC Researchers Are Testing Way to Cut the Risk of Stroke and Heart Attack in HIV Patients Nov. 20, 2014 By Mark Bowen and Gretchen MacKnight In a search for new treatment strategies, researchers at the University of Cincinnati are launching a clinical trial to determine whether a daily dose of statins will lower cholesterol and reduce the risk of stroke and heart attack in people who are living with HIV . º Drought and Ancient Maya Practices Spelled Collapse of Tikal Says Study Dec. 15, 2014 Through forest surveys, satellite imagery, excavations, coring, and examinations of wood, plant, and soil samples collected from the Tikal zone inhabited during the Maya Late Classic period, David L. Lentz of the University of Cincinnati and colleagues from other institutions studied the agro-forestry and agricultural land use practices of the Maya, as well as the evidence for environmental change, to build what they consider to be a likely scenario for the famous collapse of the great Tikal polity.What Are the Transit Challenges Facing the Region? Dec. 15, 2014 By Jason Williams Some 74 percent of respondents to a Metro-commissioned survey this year said improved and expanded service is needed. But to do that, regional partners have to step up. Currently, the city of Cincinnati is the only local government helping to fund Metro, making it one of the most underfunded transit systems among similar-sized cities. Greater Cincinnati ranked 10th among 12 peer U.S. metropolitan regions in local and state transit funding, according to a 2013 study by the University of Cincinnati. Killing Cancer Cells from Within Nov. 24, 2014 By Melanie Titanic-Schefft In contrast to conventional cancer therapy, a University of Cincinnati team has developed several novel designs for iron-oxide based nanoparticles that detect, diagnose and destroy cancer cells using photo-thermal therapy (PTT). PTT uses the nanoparticles to focus light-induced heat energy only within the tumor, harming no adjacent normal cells. WLWT-TV Santa Ono to Attend STEM Summit at White House Dec. 4, 2014 By Ben Petracco The White House welcomed University of Cincinnati President Santa Ono Thursday. Ono is there for the College Opportunity Day of Action, which will focus on the efforts to help more high school students make it to college. UC's connection to Thursday's STEM Summit — for science, technology, engineering and math — is a new program that will be a partnering between UC and Hughes STEM High School. University of Cincinnati 24 N E WS clips College Students Say \"Curiosity\" Leads Them to Fake Pot Dec. 17, 2014 Curiosity is the main reason why college students try synthetic marijuana, a new survey finds. Of more than 330 students in undergraduate and graduate health programs at a public university, 17 percent said they used fake pot at least once in their lifetime, and 3 percent reported recent use, University of Cincinnati researchers found. Six Science-Backed Ways to Pick Out the Perfect Last-Minute Present Dec. 18, 2014 By Rachel Grumman Bender Before you run out to buy your dad a gift card at his beloved Home Depot, check this out: Research from the University of Cincinnati found that when people are given highly personalized gift cards, they take longer to cash them in and, in some cases, they don't even use them at all. In other words, you may be better off buying a more general card, such as a MasterCard or American Express gift card, which frees up the receiver to use the gift card at a variety of stores. \"Choose something versatile that the recipient could use to fulfill whatever their current wants and needs might be, \" study author Mary Steffel, researcher and assistant professor of marketing at the University of Cincinnati, tells Y ahoo Health. \"In other words, focus on what they would like rather than what they are like. \" November' s Hiring Boost Puts Jobless Rate at Below 5 Percent Dec. 20, 2014 By Mark Williams \"When you just look at the number, it should make people feel good, \" said Julie Heath, executive director at the Economic Center at the University of Cincinnati. \"Several years ago, that would have been full employment.\" Is BPA Bad for Y our Heart Dec. 18, 2014 By Anne Harding Xiaoqian Gao, a PhD student in the department of pharmacology and cell biophysics at the University of Cincinnati College of Medicine in Ohio, is investigating the effects of BPA exposure on the cardiovascular system in animals. She has found that under stress conditions, or when the heart is injured, levels of BPA exposure that are similar to those common in people can promote abnormal heart rhythms. However, the arrythmia-promoting effect of BPA was only seen in female animals, not males. UC Completely Revamping How It Handles Inventions Nov. 14, 2014 By Andy Brownfield The University of Cincinnati is completely overhauling the way it deals with new technologies invented by its faculty by looking at them the way businesses would. Fortune' s Fisher: US Retail Workers Are the Most Thievish in the World Jan. 29, 2015 By John Morgan A University of Cincinnati survey of U.S. small businesses found 64 percent of them have experienced employee theft. The respondents said 40 percent of their employee thefts were in the form of cash, totaling an average of about $20,000 over time. However, only 16 percent of the small businesses reported the thefts to authorities. University of Cincinnati 25 N E WS clips University of Cincinnati Plays with the \"Big Boys\" with Lightning Fast Internet Pipeline Dec. 19, 2014 By Bob Driehaus The University of Cincinnati will spend $1.5 million to tap into a superfast Internet line that UC researchers say will vault its labs into the big leagues. Speeds will increase tenfold to 100 gigabytes per second when the new line is installed sometime in 2015. That's fast enough to transmit 8.5 million medical records in a minute or send an e-book to every kindergarten through 12th grade student in Ohio in about two minutes. Enhanced Detection Could Help ODOT with Skyway Ice Dec. 22, 2014 There aren't practical methods to prevent ice from forming on the stays of the Veterans' Glass City Skyway, but enhanced detection should help the Ohio Department of Transportation decide when to close lanes when falling chunks of ice could threaten traffic safety, according to state-commissioned research. The report prepared by a team led by researchers from the University of Toledo and the University of Cincinnati concludes that while heating the I-280 bridge's pylons, or stays, offers some promise for icing prevention, it's not yet practical. UC, Cincy State Presidents Visit White House Dec. 4, 2014 By Henry Molski Presidents from University of Cincinnati and Cincinnati State will join President Barack Obama, First Lady Michelle Obama and Vice President Joe Biden at the White House on Thursday as they announce plans to help more students prepare for and graduate from college. UC Police Serve Brunch to Families at Ronald McDonald House Nov. 29, 2014 University of Cincinnati police put on their chef hats for the families of sick children. They served brunch to the families staying at the Ronald McDonald House on Erkenbrecher Avenue. UC's bearcat and members of UC dance and cheer teams joined police in providing games and entertainment for the children. Expensive Drugs Work Better Than Cheap Ones Jan. 28, 2015 By Nicholas Bakalar Expensive drugs work better than cheap ones — or at least some people firmly believe they do. Researchers told 12 patients with Parkinson's disease that they were testing two drugs, one costing $100 and one $1,500 per dose. What the subjects did not know is that they all received an identical injection of a plain saline solution. The \"expensive\" placebo worked significantly better, producing a two-fold improvement compared with the \"cheap\" one. \"One of the reasons why the effect is so large is that it's mediated by dopamine, \" said the lead author, Dr. Alberto J. Espay, an associate professor of neurology at the University of Cincinnati. \"We make more dopamine when we have heightened expectations of efficacy. \" Firefighters Twice As Likely to Get Certain Cancers Dec. 22, 2014 By Laurel Morales But the risks are many, said Grace LeMasters, University of Cincinnati epidemiology professor. She listed a multitude of cancer-causing agents including soot, cadmium, inorganic lead, arsenic and diesel exhaust. LeMasters examined the medical information of 110,000 firefighters because she wanted a more comprehensive view of the cancers firefighters potentially face on the job. UC to See \"Green Bonds\" to Finance Green Building Dec. 1, 2014 By Ann Thompson The University of Cincinnati says it's the first public university in the United States to bring a Green Bond to market. The first-ever higher education green bond was offered by MIT in September. University of Cincinnati 26 N E WS clips Five Ways to Beat the Holiday Blues Dec. 23, 2014 By Lee Gaitan \"It's ironic, but many people struggle with feelings of sadness during the time of year we traditionally think of as being most festive, \" said Paul Keck, M.D., President-CEO, Lindner Center of HOPE, and Lindner Professor of Psychiatry and Behavior Neuroscience, University of Cincinnati College of Medicine. Dr. Keck said there are sound psychological and biological reasons why people feel down as the year draws to a close. I asked him if Hallmark should rush a batch of \"Unhappy New Y ear\" cards into production. \"That's probably premature, \" he laughed. \"There are a lot of good coping strategies for getting through the holidays in one piece. \" Cyber Retail a Double-Edged Sword for Ohio Dec. 23, 2014 A University of Cincinnati study that shows 45 percent of retail holiday sales this season will be made online. The same study shows a decline in sales tax revenue for November and December. UC Researchers Find Alternate Drug Therapy Lowers Antibodies Dec. 23, 2014 Findings of a three-year clinical trial led by University of Cincinnati (UC) transplant researchers suggest that a novel pre-operative drug therapy reduces antibodies in kidney patients with greater success than with traditional methods, with the potential to increase the patients' candidacy for kidney transplantation and decrease the likelihood of organ rejection. Little Considered: Treatment of Transgendered Prison Inmates Nov. 22, 2014 All this confusion puts transgendered inmates, obviously among a population that is neither educated nor tolerant, in a risky position. Gina Gibbs, a lawyer and University of Cincinnati criminal justice doctoral student, notes that at the center of the debate are Eighth Amendment protections against cruel and unusual punishment. Court crackdowns on prison systems are \"ordering them to fix a problem that they don't know how to approach. \" UC Researchers Find Alternate Drug Therapy Lowers Anitbodies Dec. 23, 2014 Findings of a three-year clinical trial led by University of Cincinnati (UC) transplant researchers suggest that a novel pre-operative drug therapy reduces antibodies in kidney patients with greater success than with traditional methods, with the potential to increase the patients' candidacy for kidney transplantation and decrease the likelihood of organ rejection. Cosa Dice La Scienza Sul Regalo Perfetto Dec. studio svolto da Mary Steffel, ricercatrice della University of Cincinnati, e dai colleghi finisca per essere sprecata. Ohio Holiday Sales to Rise Faster than U.S. Rate Nov. 24, 2014 By Dan Sewell Ohio's holiday retail sales are expected to rise even higher than national estimates as job gains and lower gas prices help fuel consumer confidence, according to a University of Cincinnati forecast. University of Cincinnati 27 N E WS clipsUC Gets Federal Money for Childhood Asthma Study Dec. 26, 2014 Asthma is a bummer, especially for kids. But more research is needed on ways to relief the problem, especially for poor children. The University of Cincinnati got a bolus of federal money to see how indoor air cleaners can ease childhood asthma. Mom Who Burned from Inside Out After Med Reaction Reunites with Baby Dec. 26, 2014 By Sydney Lupkin After a young mother's rare reaction to her friend's medication on Thanksgiving caused her to \"burn\" from the inside out, she hadn't seen her baby in nearly a month. \"Y ou get very painful lesions on your skin that are basically blisters, \" said Neil MacKinnon, dean of the University of Cincinnati's James L. Winkle College of Pharmacy. \"Y our whole body is in excruciating pain. \" Three Ways the Job Market Changed in 2014 Dec. 28, 2014 By Chelsey Levingston The biggest difference in 2014 in the trends affecting the job market was that nothing changed. The same long-term key trends are at play — low paying jobs, a skills mismatch between the jobs available and the workers laid off, and technological change. Or at least that's what Julia Heath, director of the University of Cincinnati's Economics Center, and Stewart Leonard, manager of OhioMeansJobs-Butler County, told the Journal-News. \"These have been trends that we've seen in this latest recovery. The last year just didn't show much improvement in that, \" Heath said. UC First Public University to Use Innovative Way to Raise $29 Million Nov. 24, 2014 By Andy Brownfield The University of Cincinnati is the first public university in the U.S. to issue green bonds, which it is using to raise $29 million for eco- friendly renovations. Ancient City Ruins Warn Us About Our Urban Future Dec. 30, 2014 By Sarah Laskow \"There's been no real settlement there, since the time of the collapse. The forests have grown back, and it's a reflection of what the Maya left, \" says David Lentz, a professor at the University of Cincinnati who studies paleoethnobotany and paleoecology. \"What was intriguing about Tikal was that people had been working there for over a century, and nobody had ever done a good environmental assessment. No one had looked at the plant remains. \" In Today' s National Record-Breaking Exoneration, Prosecutors Stepped Up to Correct a \"Lie from the Pits of Hell\" Nov. 21, 2014 By Mark Godsey The Ohio Innocence Project at the University of Cincinnati College of Law took Ricky's case several years ago. The big break came when Ed Vernon, now in his 50s, broke down and confessed that he had not seen anything. In fact, he had been on a school bus blocks away and had only heard the shots, but had made up the entire story under police pressure. He told his pastor that living with the lie had been a cloud over his life. His pastor then told him that he had to come forward and correct this injustice. UC Expert: Title IX Targets Sex and Gender-Based Discrimination, Violence on Campus Nov. 21, 2014 By Jyl Shaffer When the White House Advisor on Violence Against Women Lynn Rosenthal visits the University of Cincinnati on Friday, it will be the end of my first month as the new Title IX Coordinator. I couldn't ask for a better first month gift. Being selected to host Lynn during the \"It's On Us Week of Action\" is a great honor for UC. It's also an opportunity to reflect on what we've done and where we're going. University of Cincinnati 28 N E WS clips Specialized UC Surgery Cures Cleveland Teen of Chronic Pancreatitus Dec. 28, 2014 \"My parents were tired of seeing me suffer, and began searching for answers on the Internet, which is what led us to Dr. Syed Ahmad at the University of Cincinnati. \" Ahmad, director of the UC Pancreatic Disease Center, which is part of the UC Cancer Institute. He was able to remove her pancreas with autologous islet cell transplantation, a highly specialized surgical procedure that can \"cure\" chronic pancreatitis. Only a half-dozen hospital systems in the United States offer this procedure. Placebo Effect: Pricier \"Drugs\" May Be More Effective for Patients with Parkinson' s Disease Jan. 28, 2015 By Amy Nordrum A new study looks at the effect of drug prices on patient outcomes using placebos. The results show that patients achieved better results with expensive \"drugs\" rather than cheap versions. Finding ways for physicians to harness the power of placebos is a renewed focus for researchers. Dr. Alberto Espay, the head researcher and a neuroscientist at the University of Cincinnati, says physicians may be able to leverage the power of a placebo to help patients, without writing more prescriptions. UC Tests Whether iPads Can Help Curb Drug Abuse Nov. 25, 2014 By Barrett J. Brunsman Researchers at the University of Cincinnati have begun studying whether iPads with facial recognition software can verify that patients are taking a medication prescribed to combat drug abuse. Women Take to Social Media to Fight Birth Control Device Jan. 1, 2015 By Anne Saker Stephen Haas, associate professor of health communication at the University of Cincinnati, is studying social media as a channel of medical information. The Essure example reminds him of the debate over silicone breast implants in the 1990s. \"There were so many women complaining of disease related to silicone implants, yet to this day, the FDA has found no evidence for that, \" Haas said. \"It raises an interesting quandary: What happens when you feel ill when physicians and the government are telling you it's all in your head?\" In the social media age, Haas said, Twitter and Facebook lead to \"people self-disclosing more personal and in-depth thoughts online than they ever would do in face-to-face communication. \" A virtual community on social media such as those that encourage anorexia in young women can run the risk of only sharing information that underscores one point of view. Haas calls that \"an intensification loop. \" New Research Dishes the Dirt on the Demise of a Civilization Jan. 5, 2015 The Greek village of Nichoria remained standing through both the Late Bronze Age and the Greek Dark Age, and previous research has suggested that Nichoria turned to cattle ranching during the region's collapse in the Dark Age. That's because the remains of cattle bones are prevalent among bone fragments in the soil. The University of Cincinnati-led research suggests that soil formation after the abandonment of the site in the Dark Age led to poor preservation of the historic record, and as a result, the thicker, larger bones of animals such as cattle survived the breakdown of other bone fragments. Too Much Thought Apt to Ruin Gift Giving Dec. 18, 2014 By Roberto Ferdman Research confirms the subtle but significant problem. \"Gift givers want to prove how well they know a person by choosing a thoughtful gift, \" said Mary Steffel, an assistant professor at the University of Cincinnati who has done research on the subject. \"But people aren't very good at anticipating what others want. \" University of Cincinnati 29 N E WS clips Inside Job: Designer Nanoparticles Infiltrate Cancer Cells from Within Nov. 25, 2014 By Melanie Titanic-Schefft In contrast to conventional cancer therapy, a University of Cincinnati team has developed several novel designs for iron-oxide based nanoparticles that detect, diagnose and destroy cancer cells using photo-thermal therapy (PTT). PTT uses the nanoparticles to focus light-induced heat energy only within the tumor, harming no adjacent normal cells. WVXU Using Big Data to Predict Criminal Risk Jan. 5, 2015 By Ann Thompson What information is being used is also of concern to Chris Sullivan, associate professor in the School of Criminal Justice at the University of Cincinnati. He says people have spent years trying to get things like race out of the judicial system. Unique UC Program Has Students Learning by Doing Dec. 23, 2014 By Alana Frew Picture this: University of Cincinnati computer science and fashion design students working with the Cincinnati Art Museum to create a digital archive of a famous fashion collection. Or imagine a group of UC students documenting an adventure race that will be broadcast on national television. Or a course that examines the effects of Hurricane Hugo on St. Croix in the U.S. Virgin Islands 25 years after the storm hit. UC Garden Gets $9K Grant for Upgrade Jan. 29, 2014 By Kelly Doran The University of Cincinnati Clermont College's Community Garden will continue to grow and develop after receiving a grant from Duke Energy. Research Examines an Emerging Issue: Treatment of Transgender Prison Populations Nov. 22, 2014 Prison policies vary on treating transgender inmates, which could put inmates and institutions at risk. Gina Gibbs, a University of Cincinnati criminal justice doctoral student, will present a synopsis of the legal issues posed by such inmates at the annual meeting of the American Society of Criminology. Freed Inmate Thanks Attorneys Nov. 26, 2014 By Lisa Cornwell A beaming Ricky Jackson told members of the Ohio Innocence Project and others at the University of Cincinnati that he would have walked to Cincinnati from Cleveland if necessary to thank the people he says \"saved my life. \" DAAP Students Lead Hands-On Effort to Fix Vacant Lots Jan. 6, 2015 By Brittany York Students from the University of Cincinnati's College of Design, Architecture, Art and Planning have spent the past two years working with the City of Cincinnati, Keep Cincinnati Beautiful and Building Value to propose sustainable ideas to neighborhoods about what can be done with vacant lots. \"It's a major land use issue, it's a planning issue, it's an economic issue, it's a social issue, it's a cultural issue, \" says Virginia Russell, facilitator of the Vacant Lots: Occupied project at DAAP . University of Cincinnati 30 N E WS clips A Moveable Feast to Return to CCM Jan. 23 Jan. 6, 2015 Cincinnati's premier fundraiser returns in early 2015 when the University of Cincinnati College-Conservatory of Music (CCM) presents \" A Moveable Feast!\" Hosted by the Friends of CCM volunteer organization, this unique benefit event showcases students from all corners of CCM in an evening of live entertainment and by-the-bite cuisine. New Law Requires Colleges to Offer More Veteran Support Jan. 8, 2015 By Amanda Seitz The University of Cincinnati, which has roughly 1,400 veterans on campus, opened a veteran service center to help students in 2012 and started offering an orientation for vets at that time, too. The center has made it easier for students to get their questions answered fast, said UC's Felicia Wallace, the executive director of academic excellence and support services. Dancing When Y ou Have Arthritis Jan. 8, 2015 By Madeline Vann \"Overall I think dancing has multiple benefits for patients with rheumatoid arthritis, \" says Surabhi Agarwal Khanna, MD, rheumatologist and assistant professor of medicine in the division of immunology, allergy, and rheumatology at the University of Cincinnati College of Medicine in Ohio. People with RA may find that dancing improves their mobility, quality of life, social connections, heart disease risk profile, weight management, and blood pressure, Dr. Khanna adds. Tribute to King at University of Cincinnati Jan. 10, 2015 The University of Cincinnati will host events this month in observance of Martin Luther King Jr. Day and to reflect on the civil rights leader's legacy. Creating \"The McMicken Experience\" Is Goal of New Dean of UC' s Largest College Jan. 10, 2015 By Bob Driehaus What do biology, English and 35 other majors crammed into the University of Cincinnati's McMicken College of Arts & Sciences have in common? Ken Petren, the new dean of UC's largest college, wants to figure that out to forge a common \"McMicken experience\" that sets the sprawling institution apart from liberal arts programs around the country. Stroke Down to Fifth-Leading Killer in U.S. Here' s What the Statistical Change Really Means Jan. 12, 2015 By Nancy Brown Dr. Joseph Broderick remains a leader in the fight against stroke. He is director of the University of Cincinnati Neuroscience Institute, and serves as chair of the Stroke Council of the American Heart Association and the American Stroke Association. He's a perfect source to help frame the importance of this latest news, and to give us insight on where the care and treatment of stroke is headed. It is my privilege to turn this space over to him. Medical Teams Train at Ohio Base to Treat Soldiers in Air Jan. 19, 2015 By Barrie Barber At Wright-Patterson, critical care teams undergo 10 days of intense training. Students undergo an additional 14 days of training at C-STARS, the Center for Sustainment of Trauma and Readiness Skills at the University of Cincinnati Medical Center. University of Cincinnati 31 N E WS clips Unmanned Aerial Systems Degree Programs Growing with Market February 2015 By Sara Sicard Schools like the University of Cincinnati have courses pertaining to unmanned systems, but they are structured as specialties under the engineering department. Though it does some work with the Air Force, the university focuses on commercial uses for unmanned aerial systems. In addition to conducting research, the program has in 2014 received funding from NASA to work on disaster relief with fire fighters. University officials are also working to gain FAA approval to have students' UAS work certified at Ohio's Wilmington Air Park, which will allow them to fly three different families of systems — including one for package-carrying. Early Music, the 'Ultimate Roots Music, ' to be in Churches and Bars Jan. 12, 2015 By Ganelle Gelfand This season, the University of Cincinnati's College-Conservatory of Music presented the Academy of Ancient Music, which played Bach using valveless trumpets, gut strings, piercing oboes and harpsichord. Last summer, Pappano and other early music specialists were in the opera pit for Cincinnati Opera's extraordinary production of \"La Calisto, \" the company's first-ever Baroque opera. Next month, CCM's opera department will mount two Baroque operasCollege Students Say Curiosity Leads Them to Fake Pot Dec. 17, 2014 By Robert Preidt Curiosity is the main reason why college students try synthetic marijuana, a new survey finds. Of more than 330 students in undergraduate and graduate health programs at a public university, 17 percent said they used fake pot at least once in their lifetime, and 3 percent reported recent use, University of Cincinnati researchers found. The leading reasons for trying synthetic marijuana included: curiosity (19.2 percent); to get high (17.4 percent), for the \"fun of feeling high\" (10.6 percent); to fit in (4 percent); and peer pressure (3.8 percent). Experts Weigh In On I-75 Bridge Collapse Jan. 21, 2015 By James Pilcher and Jason Williams University of Cincinnati architecture professor Tom Bible said the pictures indicate a failure of the joints at the western joint of the span. That wouldn't have happened, he said, if the eastern end of the bridge over the median and connecting to the old Hopple Street connection hadn't been previously removed. \"Judging from the pictures, it obviously slipped off its supports, \" he said. Cincinnati Needs Immigration to Spur Growth, Experts Say Jan. 21, 2015 By Steve Watkins The Cincinnati economy should pick up the pace a bit this year, but it still needs help to get on par with national growth. Those were among the messages two local economists, Dick Stevie of Integral Analytics and Julie Heath of the University of Cincinnati's Economics Center. UC Celebrates a Century of Being \"Bearcats\" Oct. 31, 2013 The University of Cincinnati is celebrating the birthday of its iconic mascot. The Cincinnati Bearcat has been the mascot for the university for the past 100 years. University of Cincinnati 32 N E WS clips Ohio Holiday Sales Projected to Rise More than U.S. Nov. 24, 2014 Ohio's holiday retail sales are expected to rise even higher than national estimates as job gains and lower gas prices help fuel consumer confidence, according to an economic forecast released Monday. The University of Cincinnati Economics Center offered its annual projections for the holiday period that kicks into high gear later this week with Thanksgiving and Black Friday shopping. Pharmacy Errors: How Often Do They Happen? Nobody Knows Jan. 21, 2015 By Megan Griffith-Greene \"We're doing a lot of good things, but there are still a lot of patients that suffer harm. And so it's definitely an issue that we need to give more resources and attention to, \" Neil MacKinnon, a Canadian pharmacy error researcher and dean of the school of pharmacy at the University of Cincinnati. Why Y our Next Fitness Tracker Will Be Smarter Jan. 22, 2015 By Tia Ghose The new devices do provide incremental improvement over the earlier ones, but the real breakthroughs are still a few years off, said Jason Heikenfeld, an electrical engineer and the director of the Novel Devices Laboratory at the University of Cincinnati. Butterflies Rely on Connections Amid Changing Climate Oct. 20, 2014 By Kat Kerlin Scientists from the University of Alberta and University of Cincinnati had been collecting data on this network of alpine butterflies since 1995. This gave the study's researchers an ideal opportunity to compare genetic differences in the butterflies before and after the 2003 population crash. BPA Exposure Affects Heart Health of Male and Female Mice Differently Jan. 23, 2015 Heart function and blood pressure in mice exposed to bisphenol A (BPA) from birth though young adulthood are affected differently in males and females, with females at greater risk of damage from stress, a study from a University of Cincinnati (UC) researcher has found. Green Bonds Fund University of Cincinnati Renovation Jan. 21, 2015 In December, the University of Cincinnati (UC) became the first public university in the country to issue Green Bonds for new construction. Then, the school began issuing the bonds to support the majority of costs related to the $35 million renovation of Scioto Hall. The project will increase the university's housing capacity and was spurred by the school's record fall enrollment of more than 43,600 students. Fantasy Sports Games See More Women in Their Future Jan. 23, 2015 By Brent Schrotenboer The relative absence of women and minorities in the fantasy sports industry has been so conspicuous that it even earned its own presentation at the conference, titled \"Beyond White Guys. \" It's too \"time-consuming, \" a \"waste of time\" and \"Dungeons & Dragons for jocks, \" survey respondents said in research conducted by Brody Ruihley and Heidi Grappendorf of the University of Cincinnati. Most Kentuckians Think Unmarried Couples Should be able to File Protective Orders, Poll Says Jan. 22, 2015 By Ja'Nel Johnson A majority of Kentuckians think that the state's domestic violence laws should include unmarried couples who haven't lived together and those who don't share a child, according to a poll released Thursday. Researchers from the Institute for Policy Research at the University of Cincinnati interviewed 1,597 adults throughout Kentucky by telephone. University of Cincinnati 33 N E WS clips Grades, Test Scores, Activities Are Important, But the Real Predictor of Success Is Grit Jan. 24, 2015 By Bob Driehaus The search for grit has gone university-wide at the University of Cincinnati since 2013 when it adopted the Common Application for prospective students, a standardized form that colleges across the country accept. It includes written components that allow for a student to demonstrate her mettle. \"Grit is a more important test than almost anything else, probably more important than grade point average or standardized test scores, \" UC President Santa Ono told WCPO. \"It's very central to what we do, especially in our more selective colleges - CCM DAAP , the Lindner business school, the college of engineering. What we're really trying to accomplish is to probe their life experiences, probe their commitment to a specific experience for evidence they've rebounded from a setback, \" he said. College Tour: University of Cincinnati Jan. 24, 2015 By Chris Sutter The University of Cincinnati has 43,691 students from around the globe that have made the pretty campus their choice this year. Ask any student, and they'll tell you the reason they picked the school is because they're confident it will get them the type of job that will make them happy until they retire. Frogs Prove Idea Models for Studying Developmental Timing Jan. 26, 2015 University of Cincinnati endocrinology researchers were recently able to mutate the thyroid hormone receptor (THR) in one of two cells during the first step of early egg division in tadpoles. As a result, they have successfully disrupted the developmental timing of the hind limbs, showing clear evidence for the importance of THR in the early development of vertebrates. The results of this study may also have the potential to shed light on the importance of hormones in early development in humans. 7 Science-Backed Ways to Give Less-Bad Gifts Dec. 12, 2014 By Melissa Dahl Don't be afraid to buy the same present for several people on your list. University of Cincinnati marketing professor Mary Steffel found that when people buy gifts for several friends at once, they tend to place more emphasis on finding unique gifts for each individual — even when that led to purchasing not-quite-right gifts, and even when gift getters didn't know each other and would have no way of ever finding out that they each received the same thing. Pharmacy Students Help Change Ohio Immunization Law Jan. 26, 2015 By Meghan Ross Students and faculty at the University of Cincinnati's James L. Winkle College of Pharmacy have helped push a new bill into law that will allow pharmacists and pharmacy interns in Ohio to provide certain immunizations to more patients. Currently, pharmacists in Ohio can only administer flu shots to adolescents aged 14 years or older, while pharmacy interns can only provide flu shots to adults aged 18 years or older. The new state law, which the school's students and faculty members have been fighting for since 2013, will allow pharmacists and pharmacy interns to provide flu shots to all patients aged 7 years or older. Job Seekers Rejoice: Cincinnati Unemployment Hits Best Level in 13 Y ears Jan. 27, 2015 By Steve Watkins \"I think we're seeing here what the nation saw in December: an increase in manufacturing and construction employment, \" Julie Heath, director of the University of Cincinnati's Economics Center. \"That adds to the momentum that Cincinnati enjoys because of its diverse economy. Cincinnati, the state and the nation are all heading in the right direction. \" University of Cincinnati 34 N E WS clips Opera Fusion: New Works Enables Completion of Daniel Catan Work Jan. 28, 2015 By Anne Arenstein In 2008, the University of Cincinnati's College-Conservatory of Music and Cincinnati Opera launched Opera Fusion, an initiative to share resources and nurture emerging talent in artistic and technical areas. \"Expensive\" Placebo Drug Proves More Effective than \"Cheap\" Placebo Jan. 28, 2015 By Brook Hays In a recent study, researchers found a patient's perception or expectations of a drug (based on how much it costs) significantly affected the drug's efficacy. \"Patients' expectations play an important role in the effectiveness of their treatments, and the placebo effect has been well documented, \" explained lead study author Alberto J. Espay, a researcher at the University of Cincinnati who is currently serving as a fellow with the American Academy of Neurology. UC' s Green Bond Issue a First Nov. 28, 2014 By Alex Coolidge The University of Cincinnati next week will become the first public university to issue green bonds. UC will issue $29 million in green bonds, which are expected to be sold to environmentally minded investors and funds. UC is only the second university in the nation to issue such bonds. Privately-operated Massachusetts Institute of Technology in Cambridge, Massachusetts, was the first. The university is in the midst of a $35-million overhaul of the mostly unoccupied Scioto Hall on the corner of Martin Luther King Drive and Jefferson Avenue. Once completed, the 50-year-old building will provide student housing with 450 beds in 140 apartment-style units. UC Smiles Reaches 1000th Child with Free Dental Care Oct. 18, 2014 By Bob Driehaus Joshua Vogler smiled broadly, and why not? He was on his way out of the dental clinic at University of Cincinnati-Blue Ash with a bag full of dental swag and no cavities. Feeling Worn Out? Y our Heart May Pay the Price Nov. 17, 2014 By Dennis Thompson These results add to an already large body of evidence showing that stress and fatigue can affect a person's heart health, said Dr. Richard Becker, chief of the Division of Cardiovascular Health and Disease and director of the Heart, Lung and Vascular Institute at the University of Cincinnati. UC Student Creates Map for Cincinnati Bicyclers Oct. 22, 2014 By Ann Thompson University of Cincinnati graduate student Nate Wessel spent six months painstakingly mapping out bike paths in Greater Cincinnati and everything in between, including bike shops, public transportation hubs, water fountains and grocery stores. He also has illustrated the changes in elevation. Wessel was on a mission to create the most comprehensive bike map in Cincinnati. It lists street width, speed limits and traffic signal placement. University of Cincinnati 35 N E WS clips Secularism Grows as More U.S. Christians Turn 'Churchless' Oct. 27, 2014 By Cathy Lynn Grossman Church attendance is less and less useful for predicting or evaluating political social and cultural attitudes. If you are not around people of strong belief, there's not a lot of spillover impact. Stephen Mockabee, an associate professor of political science at the University of Cincinnati, has compared church attendance to medication: \"It's not only the drug but also the dose that matters. \" How a Maya City Rose and Fell Dec. 18, 2014 One of the major Maya cities thrived in a tropical forest by using sophisticated agricultural, forestry and water-management techniques. David Lentz at the University of Cincinnati in Ohio and his colleagues surveyed modern forests at the site of Tikal in Guatemala, which was a bustling city roughly 1,400 years ago. Congress Run by McConnell-Boehner: 'Ego-Trip' or Help? Nov. 6, 2014 By Deirdre Shesgreen In the past, having one or both of the leaders in Congress from your area meant something, said David Niven, political science professor from the University of Cincinnati. The Greater Cincinnati/Northern Kentucky Airport was located in Northern Kentucky in the 1940s thanks in large part to the efforts of last Senate majority leader from the state, former Vice President Alben Barkley. University of Cincinnati-Designed Nanoparticles Infiltrate, Kill Cancer Cells from Within Nov. 26, 2014 University of Cincinnati nanoparticle designs target and treat early stage cancer cells by killing them with heat, delivered from inside the cell itself. Normal cells are thus left unaffected by the treatment regimen. Retaining Military Veteran Employees Is All About the Right Fit Nov. 6, 2014 New research from the University of Cincinnati is helping the V A analyze the process of reintegrating veterans into civilian careers and evaluate methods for easing that transition. That's good news for all veterans as the nation prepares to observe Veterans Day on Nov. 11. \"This period of time within our labor force is really interesting because we have an unprecedented influx of veterans who are leaving the military and looking for civilian jobs, \" says Stacie Furst-Holloway, an associate professor of psychology at UC. \"That presents some challenges and opportunities for employers in the private and the public sector, in terms of taking veterans who are coming from a very much non-civilian type of work and reintegrating them into the workforce. \" Gene Test May Spot Which Kidney Transplants More Likely to Fail Nov. 11, 2014 By Robert Preidt A preliminary gene test may help identify kidney transplant patients at risk of organ rejection, researchers report. However, testing for elevated creatinine levels does not always provide early warning about rejection and is not specific enough to prevent some unnecessary kidney biopsies. So a noninvasive method of identifying rejection is needed, wrote the study authors, from the University of California, San Francisco, and the University of Cincinnati. Checkups: Fluency Friday Program Gives People Who Stutter Confidence Jan. 22, 2015 By Mark Bowen and Gretchen MacKnight Children and teenagers who stutter have an opportunity to attend an event that could change their lives and do wonders for their self-confidence. It's an intensive, one-day workshop for children and families, called Fluency Friday. Treatment sessions are provided by graduate students from the University of Cincinnati under the guidance of licensed, speech-language pathologists. University of Cincinnati 36 N E WS clips White House Advisor on Violence Against Women Speaks at UC Eevnt Nov. 21, 2014 By Ben Petracco The University of Cincinnati hosted Lynn Rosenthal, the White House Adviser on Violence Against Women on Friday. UC Research Examines an Emerging Issue: Treatment of Transgender Prison Populations Nov. 21, 2014 Prison policies vary on treating transgender inmates, which could put inmates and institutions at risk. Gina Gibbs, a University of Cincinnati criminal justice doctoral student, will present a synopsis of the legal issues posed by such inmates at the annual meeting of the American Society of Criminology. BPA Exposure May Put Women at Greater Risk of Heart Damage Jan. 19, 2015 \"The results of this study find heart and blood pressure effects in male and female mice, with females seemingly at greater risk for harm, \" said the study's lead researcher Dr. Scott Belcher, professor of pharmacology and cell biophysics at the University of Cincinnati. \"This effect was especially striking, because females are typically protected. \" Exclusive: Dhani Jones Wants to Groom the Next Steve Jobs at the University of Cincinnati Nov. 26, 2014 By Bob Driehaus The former Cincinnati Bengal is talking with University of Cincinnati officials about an off-campus residential house solely for students who are working on big entrepreneurial ideas. Researchers Study Alzheimer' s Investigational Drug Dec. 3, 2014 Researchers at the University of Cincinnati (UC) are among those who have accepted the challenge of easing the burden of Alzheimer's disease. They are conducting a research study to assess the effect of a new investigational drug on memory and activities of daily living in people with mild to moderate Alzheimer's. UC, Cincinnati State Presidents to Present Plans to Obama Dec. 4, 2014 The presidents of the University of Cincinnati and Cincinnati State Technical and Community College will meet with President Barack Obama today to discuss plans to bring more black students into science, math and engineering programs. Santa Ono and O' dell Owens will be part of the White House College Opportunity Day of Action, which will include the announcement of more than 600 plans to build networks to encourage degree completion, create partnerships to prepare students for college, invest in high school counselors and increase the number of graduates in science, technology, engineering and mathematics (STEM) fields. Benefits of Ohio Tax Holiday Questioned Dec. 14, 2014 By Tim Feran A University of Cincinnati researcher told legislators that the average family with school-age children spent $669 this year on back-to-school supplies and clothing. University of Cincinnati 37 N E WS clips Agricultural Practices Contributed to Tikal' s Decline Dec. 16, 2014 The many residents of the Maya city of Tikal, located in Guatemala, would not have been able to import enough food to meet their needs without draft animals, wheeled vehicles, or navigable waterways. A team led by David Lentz of the University of Cincinnati analyzed surveys, satellite imagery, archaeological information, forest growth data, and pollen data. College Students Say \"Curiosity\" Leads Them to Fake Pot Dec. 17, 2014 Curiosity is the main reason why college students try synthetic marijuana, a new survey finds. Of more than 330 students in undergraduate and graduate health programs at a public university, 17 percent said they used fake pot at least once in their lifetime, and 3 percent reported recent use, University of Cincinnati researchers found. Skyway Bridge Ice Sensors Can Alert State Officials and Keep Motorists Safe Dec. 23, 2014 By David Patch Twice during each of its first two winters of service, then again in February, 2011, closings have been ordered on the cable-stayed I-280 bridge over the Maumee River because of ice chunks falling from its stays, central pylon, or both after winter storms. Several vehicles were damaged in at least two of those incidents when falling ice struck them. The ice problems prompted the Ohio Department of Transportation to commission a study, led by researchers from the University of Toledo and the University of Cincinnati, to investigate possible ways to manage, if not eliminate, the ice. Seven Science-Backed Ways to Give Less- Bad Gifts Dec. 23, 2014 Don't be afraid to buy the same present for several people on your list. University of Cincinnati marketing professor Mary Steffel found that when people buy gifts for several friends at once, they tend to place more emphasis on finding unique gifts for each individual -- even when that led to purchasing not-quite-right gifts, and even when gift getters didn't know each other and would have no way of ever finding out that they each received the same thing. CincyTech on Track to Raise $200 Million Dec. 16, 2014 By Alex Coolidge Bob Coy, CincyTech CEO, speaking to the University of Cincinnati's board of trustees at their December meeting, said those companies now employ 670 workers - and are projected to employ 1,400 by 2016. \"We want to become even stronger as an economic engine for the region, \" UC President Santa Ono said. \"CincyTech is a critical partner in identifying high-potential intellectual property at UC. \" An 'Expensive' Placebo Is More Effective Than a 'Cheap' One Jan. 28, 2015 By Lenny Bernstein Parkinson's Disease patients secretly treated with a placebo instead of their regular medication performed better when told they were receiving a more expensive version of the \"drug. \" The researchers found that the patients performed better on motor skills tests when they believed they were on the expensive drug. \"I attribute this to patients' perception of greater quality intervention when cost is higher than what they would have been accustomed to, \" said Alberto Espay, director of the Gardner Center for Parkinson's Disease and Movement Disorders at the University of Cincinnati, who led the study. University of Cincinnati 38 N E WS clips University of Cincinnati Doing Great Work Towards Fighting Epilepsy Nov. 18, 2014 A Green Township woman said she was seizure free thanks to a breakthrough surgery performed by a team at the Epilepsy Center at the UC Neuroscience Institute, where screening simulations use a model that Professor Jerry Kasting at the University of Cincinnati developed with experimental data. UC Police Serve Brunch to Families at Ronald McDonald House Nov. 29, 2014 University of Cincinnati police put on their chef hats for the families of sick children. They served brunch to the families staying at the Ronald McDonald House on Erkenbrecher Avenue. UC's bearcat and members of UC dance and cheer teams joined police in providing games and entertainment for the children. Therapy Found Effective in Older, African American Lung Cancer Patients Nov. 26, 2014 University of Cincinnati researchers have found in a phase-2 clinical trial that a Food and Drug Administration-approved therapy could be effective in treating both older and African American patients with advanced lung cancer who may not be candidates for chemotherapy. Dhani Jones Has Big Plans for UC Entrepreneurs Nov. 26, 2014 Dhani Jones wants to create an off-campus house for University of Cincinnati students with entrepreneurial ideas Departments Struggle to Draw Police Applicants Oct. 30, 2014 By Taylor Dungjen \"Police administrators nationally are concerned about the dearth of police applicants, or at least the dearth of qualified applicants, \" said Lawrence Travis, a criminal justice professor at the University of Cincinnati. What Will Electronics Be Made Of? Silk, Snails and the Egg of Quails Jan. 30, 2015 By Neil Savage Other researchers are turning to an even more basic level of biology in the search for electronic materials. Andrew Steckl, director of the Nanoelectronics Laboratory at the University of Cincinnati, has been working on organic LEDs that use DNA as an electron-blocking layer to decrease the devices' power consumption. Pricey Rental Lift Cincinnati Rates to Record Jan. 31, 2015 By Bowdeya Tweh \"Over the new year or two, we'll see some moderation with rents because we have a continual new supply coming onto the market now, \" said Shaun Bond, director of the University of Cincinnati Real Estate Center. University of Cincinnati 39 N E WS clips Women Affected Negatively by Being Judged on Physical Appearance Jan. 30, 2015 Women tend to get affected in a negative fashion if they are constantly evaluated on the basis of their physical appearance. \"What we found was that women overall were looked at more frequently. They were looked at first. They were looked at last, and they were looked at for longer durations. This was the case for both male and female viewers, \" said Mary Jean Amon, doctoral student in the University of Cincinnati's psychology program. Amon says the findings reflect objectification theory that suggests that women are frequently evaluated by their physical appearance. Who' s Hiring in 2015: Tri-State Employment Picture Looks Healthy in a Number of Sectors Jan. 30, 2015 By Ginny McCabe Michael Jones, director of research at the University of Cincinnati Economics Center, said activity in Cincinnati's downtown is attracting new employers and new workers. \"We have seen a lot of economic growth in the urban core. We've seen a lot of activity over the last year in terms of landing major employers. General Electric Co., certainly, was probably the flagship announcement with the company bringing 1,800 to 2,000 positions downtown to The Banks, \" Jones said. 'Pricey' Placebo Improves Parkinson' s Patients Much More than Cheaper Placebos Jan. 31, 2015 By Sharon Begley When patients with Parkinson's disease received an injection described as an effective drug costing $1,500 per dose, their motor function improved significantly more than when they got one supposedly costing $100. Underlining the power of expectations, the motor improvements, measured by a standard Parkinson's assessment, occurred even though both injections contained only saline, with no active ingredients. As it happens, dopamine release is increased by belief, novelty and the expectation of reward — mental states that underlie placebo effects, said neurologist Alberto Espay of the University of Cincinnati, who led the new study. Firehouse Magazine A Focused Graduate Degree for Fire Chief? Jan. 31, 2015 By Paul Snodgrass As 40-year veteran of the legal system and its influence on emergency services, Larry Bennett, program chair in Fire Science & Emergency Management, University of Cincinnati, says, \"Keeping up with federal and state legal requirements, and recent cases, is...no easy task. Fire chief careers are on the line. Fire chiefs and senior officers need to keep up with the changing laws, including significant court decisions. \" University of Cincinnati to Become First Public University to Issue Green Bond Nov. 25, 2014 The University of Cincinnati will issue a green bond next week, becoming the first university in the U.S. to tap into the green market. University of Cincinnati 40 N E WS clips UC6297Presented by: University Communications October 2014 to February 2015NEWS clips Governmental Relations and University Communications'Newsclips exemplifies how the university's public relations and communications professionals seek to accurately reflect the quality of the institution by means of outreach to local, regional, national and international news media, in order to amplify and extend the University of Cincinnati's reputation. If you have news to share, please contact: Greg VehrVice President for Governmental "}