{"title": "eCheck-In Instructions", "author": null, "url": "https://health.unl.edu/echeck-instructions", "hostname": "health.unl.edu", "description": "Speed up the check-in process with eCheck-In. This lets you confirm your information, including insurance, medications, allergies and more prior to your appointment. Although eCheck-In saves you time, you still must visit the main check-in desk on the second level when you arrive for your in-person appointment so that we can let staff know you are here.", "sitename": "health.unl.edu", "date": "2023-01-01", "cleaned_text": "Speed up the check-in process with eCheck-In. This lets you confirm your information, including insurance, medications, allergies and more prior to your appointment. Although eCheck-In saves you time, you still must visit the main check-in desk on the second level when you arrive for your in-person appointment so that we can let staff know you are here. [Click here for detailed instructions with screenshots](https://www.nebraskamed.com/sites/default/files/documents/telehealth/eCheckIn-Instructions.pdf). Step 1 Make sure you have an active One Chart | Patient account. If you don't have one yet, [sign up here](https://www.onechartpatient.com/mychart/Authentication/Login?). Step 2 In the Appointments and Visits section of your One Chart | Patient account, select the eCheck-In button. Step 3 The eCheck-In toolbar will guide you through sections for: o Personal Info o Insurance o Medications o Allergies o Health Issues o Sign Documents o Questionnaires Please note, when asked to confirm the person responsible for paying for your medical expenses, patients age 19 years or older should be listed as the responsible person. Step 4 When you have completed all the eCheck-In steps, you will see a screen that says \"eCheck-In Complete. Thanks for using eCheck-In!\" If you have an in-person appointment, you must visit the check-in desk to let us know you have arrived. For telehealth video visits, you will see a screen that also says \"It's time to start your video visit!\" Select the green Begin Video Visit button to start your video visit. "}