{"title": "Campus vaccination rates continue to rise", "author": null, "url": "https://insideucr.ucr.edu/stories/2021/07/07/campus-vaccination-rates-continue-rise", "hostname": "insideucr.ucr.edu", "description": "About 46% of UC Riverside employees and 38% of students have submitted proof of COVID-19 vaccinations as of early July. The campus is continuing to encourage students and employees to get vaccinated and submit proof with high vaccination rates considered essential to reducing restrictions on campus and ensuring the health and safety of the campus community.", "sitename": "Inside UCR", "date": "2021-07-07", "cleaned_text": "About 46% of UC Riverside employees and 38% of students have submitted proof of COVID-19 vaccinations as of early July. The campus is continuing to encourage students and employees to get vaccinated and submit proof with high vaccination rates considered essential to reducing restrictions on campus and ensuring the health and safety of the campus community. A breakdown of campus organizations as of July 1 shows that the College of Natural and Agricultural Sciences, or CNAS, leads in the number of employees submitting proof of vaccination with 464 employees, or 48% of its workforce, having done so. The College of Humanities, Arts and Social Sciences was second with 230 employees or 36%; the School of Medicine had 124 employees or 34%; and the Marlan and Rosemary Bourns College of Engineering had 115 employees or 33%. Among groups with more than 100 employees, University Advancement led with 56% or 66 employees. Other organizations included Information Technology Solutions at 46% or 58 employees; Enrollment Services at 42% or 67 employees; and Student Affairs at 35% or 87 employees. Among organizations with fewer than 100 employees, the Palm Desert Graduate Center was at 89% or 8 employees; CNAS Cooperative Extension at 65% or 11 employees; the chancellor's office at 65% or 20 employees; the provost's office at 56% or 18 employees; International Affairs at 56% or 9 employees; University Extension at 53% or 34 employees; and UCR Library at 50% or 41 employees. The UC system expects to begin implementing a mandatory vaccination program on July 15. All students, faculty, and staff must upload proof of vaccination or request an exemption for medical or religious reasons. More information on vaccination rates and how to upload proof of vaccination is available at the "}