{"title": "A Ceremony to Heal the Land and the Heart", "author": "James F Duffy", "url": "https://ambler.temple.edu/news/2021/10/ceremony-heal-land-and-heart", "hostname": "temple.edu", "description": "The Lenape Nation of Pennsylvania led a Healing Ceremony at Temple Ambler, which was hit by an EF2 tornado on Sept. 1. The calming rhythm of a drum...", "sitename": "Ambler Campus", "date": "2021-10-30", "cleaned_text": "The Lenape Nation of Pennsylvania led a Healing Ceremony at Temple Ambler, which was hit by an EF2 tornado on Sept. 1. The calming rhythm of a drumming circle. Tribal stories as relevant today as the first time they were told. An emotional blessing in the Lenape-Unami dialect. The cleansing scent of burning sage. A dance of friendship and community. The [Lenape Nation of Pennsylvania](https://www.lenape-nation.org/) visited Temple University Ambler and the Ambler Arboretum to help the campus and the surrounding community heal and re-connect with the land that has been irrevocably scarred by an EF2 tornado that tore through the region on September 1. \"We are all related, to everyone and everything around us. We come together to help the Earth heal — we thank the Earth, the four seasons and all living things,\" said Chief of Ceremonies and Lenape Nation of Pennsylvania Tribal Council Member Chuck Gentlemoon DeMund to a gathering of more than 100 Temple students, faculty, staff, community members and friends of the campus and Arboretum. \"Sitting here, standing here in this place, you all have free will but something brought you here. Today, we are all part of the Creator's dream.\" According to DeMund and Adam Waterbear DePaul, Tribal Council Member and Storykeeper of the Lenape Nation of Pennsylvania, the Lenape Nation has strong connections to Temple University, the Ambler Campus in particular. \"(Arboretum Director) Kathy Salisbury contacted me about collaborating with the Lenape Nation of Pennsylvania prior to the start of the COVID-19 pandemic, which put some initial ideas on hold. When she reached out after the tornado to see if there was something that we could do to help the campus and community heal after the tornado, we, of course, wanted to do whatever we could,\" he said. \"This is an important place for us — we are grateful to the many people on this campus who are such conscientious stewards of the environment and the Lenapehoking (translated as 'homelands of the Lenape').\" The campus and the Arboretum have been changed by the tornado, DePaul said, \"but there are so many beautiful things here.\" \"Temple Ambler will always be a wonderful place, a place of beauty and place where people come to heal and connect with nature and each other,\" he said. \"The saying is that 'It's not what you do, but how you do it.' The people that are here have such a deep, personal connection to this space. They have the right spirit to positively heal, recover and grow together.\" According to Salisbury, to date 507 trees have been identified as killed when the tornado ripped through campus. \"When something as catastrophic as a tornado devastates the campus, damaging buildings, destroying thousands of books, short circuiting our technology and creating an unrecognizable landscape in its path, what do we do? While we grieve what has been lost, and continue the process of recovery, we look towards the future,\" she said. \"We assess, adjust, adapt. We press on. But we are also still mourning. We grieve. With the Lenape Nation of Pennsylvania, we have joined together to collectively heal and we are so grateful for their support and compassion.\" A healing ceremony \"is more of a restoration of energy,\" said DeMund, who also leads the tribal drum group the Itchy Dog Singers and has a long history of participating in the Cherokee Pow Wow that was held for years at Temple Ambler during the Memorial Day weekend. \"It's more about being able to come together, to have the ceremony, do the proper prayers, sharing good songs and good stories and have a good day together to send us away on a more positive note. The Earth will always heal herself but we need to stay connected to her. In this ceremony and all of our ceremonies, we seek to become more connected to all of our relatives,\" he said. \"I'm hoping that through our songs and ceremonies that people gain an understanding of the connections between everything. It's tough to be a two-legged, because we're taught that we are greater than everything else and that's just not how it should be. We are part of everything. We are equal to the smallest ant, the greatest eagle — we're all connected.\" During the ceremony, DePaul, shared stories of the Cyclone, the Thunders, the Great Serpent, the Great Toad and more; connecting those cherished stories with the events of today. \"One of the reasons we tell stories is to remember and examine things in new ways. With the changes wrought by the tornado, there are opportunities to see things that we haven't before,\" he said. \"The trees, the animals, the creepy crawlers, they all have new stories to tell, and we thank them for those stories. This is an amazing place to be. Everyone here is invested in what Temple Ambler has been and what it will become.\" DePaul has a very personal connection to Temple Ambler. He completed his undergraduate degree with a double-major in Philosophy and English and a Psychology minor at the Ambler Campus. His is currently a Phd candidate at Temple with primary research areas in Cultural and Mythological Studies, and co-founder and officer of NAISAT (Native American and Indigenous Studies at Temple). Prior to the pandemic, DePaul also curated an exhibit — Existing Artistry, Enduring Presence: The Lenape Nation of Pennsylvania — which was on diplay at Temple's Main Campus. \"Temple Ambler was absolutely essential for me on my journey — it was the most important time in my life. I came from the Poconos, a town where you could drive past several miles of cornfield before you ever came to the first traffic light. I knew the city wasn't the right entry point for me toward getting a college degree,\" he said. \"My father went to Temple and he took some courses at Temple Ambler — he told me to give it a look. Here, I could still be around the trees and around nature while I was getting my degree. That changed the course of my life — I might not be completing my doctoral degree without that decision.\" Planting for the Generations to Come Following the ceremony, attendees worked together to plant several new trees in the Ambler Campus Learning Center quad, a location severely impacted by the tornado. \"Horticulture is an integral part of our culture. The cultivation and appreciation of plants is something that is universal. We saw that during the COVID lockdown when so many people turned to their backyard gardens for solace and some sort of control during hard times,\" said Salisbury. \"Plants are more than just the backdrop to our lives, and, in fact, without them there is no life. On this campus, not only are trees, and the landscape, life-sustaining they are our living textbooks, our all-natural lab-equipment, our living, breathing lessons.\" Students, faculty, Arboretum staff, Temple Ambler Field Station researchers and researchers from outside the University will continue \"learning, teaching and contributing to the body of scientific knowledge from the process of clean up and recovery, and from the landscape,\" Salisbury said. \"There were so many lessons left in those trees while they stood, but we can learn new lessons from them, in their new state,\" she said. Researchers, Salisbury said, can learn about the life the tree lived by looking at the patterns in the rings, its age, \"if there were droughts, if it was struck by lightning, how many good years of growth it had and how many challenging years it had.\" \"We can appreciate the colors of the inner wood. We can see evidence of insects and disease not evident while the tree was standing,\" she said. \"Even the stumps have lessons to teach us. The logs will continue to teach as well as they will become lumber to rebuild and create structures our architecture students and landscape architecture students will observe and learn from. The logs will also become lumber our sculpture students will use for projects for years to come.\" To continue to heal, DeMund said, \"we need to remember to walk softly on Mother Earth.\" \"What we do effects everything else and when everything else happens, it affects us — we have to be able to accept that connection. With that being said, we as the Lenape people are taught that we're in a different situation than all of the other creatures,\" he said. \"We're taught that all of the other creatures can live within their set guidelines — they can live with the idea that they know when they have to hunt, they know when they have to eat, they know when they have to grow as far as the plants go. We don't understand that; we're like babes in the woods. We have to depend on everything else. So, in that way, we're given ceremonies to be thankful for what they give.\" Temple Ambler \"as an educational center that is environmentally conscious, is something that the people of the Delaware Valley need,\" DeMund said. \"The connection to the Earth is important, especially during these times. We tend to get disconnected and tend to walk away from what we need to do to take care of the Earth,\" he said. \"Places like Temple Ambler, they help the young ones and that's what's important. It's going to be up to the kids coming up to try to find a way to be able to survive in the environment that we gave them. They need to have the ability to come out and see nature the way we see it and, more importantly, the way our ancestors saw it.\" [View a full gallery of images from the Healing Ceremony on Temple Ambler's Facebook page](https://nam10.safelinks.protection.outlook.com/?url=https%3A%2F%2Fcl.exct.net%2F%3Fqs%3D41604ca37ec58c7350fa4e94098ef6b31a5d86c9497f6da7c87e5a509f325fa5b00b6d81b9a760d1cfb67a4c612b6e63c61b39dd25a5d7ef&data=04%7C01%7Cjames.duffy%40temple.edu%7Cff5a2fd0f32341ac807408d997d23add%7C716e81efb52244738e3110bd02ccf6e5%7C0%7C0%7C637707751447493453%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&sdata=PUdadsyjALZtnTnBBQKunPhRuO6dBmlrOhag7AzK4pk%3D&reserved=0). The Lenape Nation of Pennsylvania is dedicated to increasing awareness of Lenape history, culture, and presence. The Nation is active in the revival of tradition and community, the revitalization of the Lenape language, and environmental stewardship of the Lenapehoking. They build partnerships with people and organizations in order to foster cultural, historical, and environmental education and preservation. To learn more, "}