{"title": "Covid-19 vaccines and boosters for people with MS", "author": "MS Trust", "url": "https://mstrust.org.uk/a-z/covid-19-vaccines-and-boosters-people-ms", "hostname": "mstrust.org.uk", "description": "Are covid vaccines safe and effective for people with multiple sclerosis (MS)? When should I book my booster? Am I eligible for a third dose of covid vaccine?", "sitename": "MS Trust", "date": "2023-04-03", "cleaned_text": "Covid-19 vaccines and boosters for people with MS What are the Covid-19 vaccines? The independent Medicines and Healthcare products Regulatory Agency (MHRA) has approved a number of Covid-19 vaccines for use in the UK. Although the vaccines use different technology, they all work to induce an immune response to the spike protein of the coronavirus. Three vaccines are currently available through the NHS across the UK. These are Pfizer/BioNTech (Comirnaty), Moderna (Spikevax) and Novavax (Nuvaxovid). The Oxford/AstraZeneca vaccine is no longer being used in the UK. - Everyone aged 5 and over is now entitled to a first and second dose of a Covid-19 vaccine. - A booster dose is available for everyone over 16, and some children between 12-15. - Some people over 75, care home residents or people with severely reduced immune systems will be offered additional doses. How to get a Covid-19 vaccine - In England, you can use the [NHS England website to book an appointment at a vaccination centre](https://www.nhs.uk/conditions/coronavirus-covid-19/coronavirus-vaccination/book-coronavirus-vaccination/)or hub, and also find details of boosters and walk-in clinics near you. - In Northern Ireland, you can use the [Get Vaccinated online portal for your Covid-19 vaccine](https://covid-19.hscni.net/get-vaccinated/)as well as your flu vaccine. - In Scotland, you can register for a first dose through the [NHS Scotland online self-registration portal](https://register.vacs.nhs.scot/), and also find [information on boosters](https://www.nhsinform.scot/covid-19-vaccine). - In Wales, you can use the [NHS Wales website to book an appointment at a vaccination centre](https://gov.wales/get-your-covid-19-vaccination)or hub, and also find information about boosters and walk-in clinics at specific Health Boards. Even if you think you've already had Covid-19, you should still consider being vaccinated, as the protection from the vaccine is thought to be higher than from natural exposure, and to last longer. Are the Covid-19 vaccines safe for people with MS? The safety data checked by the MHRA indicates that all the vaccines are safe and effective for the majority of adults, including older adults, people with long term conditions, children over 12 and women who are pregnant, planning a pregnancy or breastfeeding. None of the vaccines are live, so they cannot cause Covid-19 itself for you, or for your unborn baby if you are pregnant. If you had an allergic reaction to your first dose of one of the vaccines, or are allergic to any of the ingredients, you should receive an alternative vaccine for your next dose. People with other allergies, such as food allergies, can normally have a covid vaccine. You can check the ingredients and safety information in the patient information leaflet for each of the Covid-19 vaccines. [Moderna (Spikevax) information leaflet](https://www.medicines.org.uk/emc/files/pil.13827.pdf) You can read more about Covid vaccines during pregnancy on the [NHS webpage on pregnancy, breastfeeding and vaccine safety](https://www.nhs.uk/pregnancy/keeping-well/pregnancy-breastfeeding-fertility-and-coronavirus-covid-19-vaccination/). Millions of people have now had a Covid-19 vaccination, including thousands of people with MS. This experience, added to our decades of experience with other vaccines increases our confidence that the Covid-19 vaccines are safe for people with MS to take. Some people have mild side effects for 1 or 2 days after having a Covid-19 vaccine. These might include: - a sore arm where the injection was given - feeling tired or achey - a headache or mild nausea - a raised temperature People with MS might find that these vaccine side effects make their MS symptoms feel temporarily worse. As you recover from the vaccine, your MS symptoms should also improve back to your normal level. If you are still struggling after a few days, do speak to your MS team. The [NHS webpage on Covid-19 vaccine side effects and safety](https://www.nhs.uk/conditions/coronavirus-covid-19/coronavirus-vaccination/safety-and-side-effects/) has more information. Are the Covid-19 vaccines effective for people with MS? All the Covid-19 vaccines are thought to be just as effective for people with MS as they are for the wider population. The exception is those people who are taking a medication that suppresses their immune system. Some, but not all, of the MS disease modifying drugs (DMDs) fall into this category. If you are taking one of the drugs that suppresses your immune system, your MS team will likely have already contacted you and discussed how and when it would be best for you to receive a Covid-19 vaccination. Taking a medication that suppresses your immune system can mean that you are considered clinically vulnerable to Covid-19. This is because you are unlikely to get the same degree of protection from the vaccines that you receive. If you are taking do not suppress your immune system in a way that affects your response to vaccines. You are likely to be as well protected by the Covid-19 vaccines as anyone else. The Association of British Neurologists (ABN) has looked at the evidence and agrees that you can continue to take these DMDs as normal, and have Covid-19 vaccines as normal for your age. If you are taking [Lemtrada](/a-z/lemtrada-alemtuzumab) or [Mavenclad](/a-z/mavenclad-cladribine), or planning to have [HSCT](/a-z/stem-cells-and-ms-ahsct) you should discuss when to have your vaccines or boosters with your MS team. This is because these treatments can affect how well a vaccine might work for you, so the timing of your infusions and vaccine will be important. This might mean ensuring you have your Covid-19 vaccine doses and booster well before your next infusion. If timed carefully, the ABN considers that you are likely to still get good protection from Covid-19 vaccines . If you are taking [Gilenya](/a-z/gilenya-fingolimod), [Ocrevus](/a-z/ocrevus-ocrelizumab), [Mayzent](/a-z/mayzent-siponimod), [Zeposia](/a-z/zeposia-ozanimod), [Kesimpta](https://mstrust.org.uk/a-z/kesimpta-ofatumumab) or Rituxan, you will also need to discuss the timing of your vaccine and booster doses with your MS team. Even if they can be given at the optimal time, the ABN considers that you are unlikely to get full protection from the Covid-19 vaccines. It makes sense to take the vaccines and boosters, as any increased protection against Covid-19 infection is still worth having. If you are planning to start or switch to a new disease modifying drug, your MS team may encourage you to get your vaccinations, including boosters for Covid-19, up to date first. Your immunity takes a few days to build to a maximum after you have had a Covid-19 vaccination. This means that you are not fully protected until at least 7 days after your injection. If you are immunosuppressed then you make take several weeks to build immunity. You should continue to take sensible precautions such as wearing a mask and keeping a safe distance from people outside your household. No vaccines are 100% protection from infection, and so taking other precautions helps to keep you and those around you safe. Third dose or booster - what's the difference? A third dose is an extra 'top-up' dose for those people who may not have generated a full immune response to their first two doses, and is classed as part of your primary course of vaccinations. In contrast, a booster dose is a later dose to extend the length of protection from your primary course of vaccinations - which may be two or three doses depending on your circumstances. This means that people with severely weakened immune systems should have a third vaccine dose as part of their primary course of vaccinations, and then a booster dose later on, making four injections in all. Some people with MS may be eligible for a third dose, if they are taking one of the DMDs listed above that suppress their immune response. If you are eligible to have a third dose, your GP or MS specialist should contact you to let you know, and how you can access the third dose where you live. You may also get a letter from the NHS advising that you may be eligible. The decision on the timing of the third dose should be made by your specialist. As a general guide, the third dose will usually be at least eight weeks after your second dose, but there is flexibility to adjust the timing so that, where possible, immunosuppression is at a minimum when the third dose is given. This will enable a better immune response to be generated. More information about [getting an additional primary dose of the Covid-19 vaccine](https://www.nhs.uk/conditions/covid-19/covid-19-vaccination/getting-an-additional-primary-dose-of-the-covid-19-vaccine/) for people with weakened immune systems can be found on the NHS website. Seasonal boosters While the virus that causes Covid-19 remains in circulation, there will be a programme of seasonal vaccine boosters for people at higher risk of severe Covid-19. These could run independently or alongside other seasonal vaccine programmes, such as those for flu or shingles. Having MS doesn't cause your immune system to be weaker. However, your immune system may not respond as strongly to Covid-19 vaccines if you're taking certain [disease modifying drugs (DMDs)](/a-z/coronavirus-covid-19-and-multiple-sclerosis#dmds). This can leave you with less protection from Covid-19. You may, therefore, be invited to have a booster to top up your level of protection if you're on a DMD that suppresses your immune system and reduces your response to Covid-19 vaccines. DMDs that can affect your of people included with each booster programme will be published in advance, and we will aim to keep our website updated in response. The NHS should contact you if you're eligible for a booster, but you can also check with your GP or MS team if you are not sure whether you should be included. You can normally have a booster if it's been at least three months since your last Covid-19 vaccine. More information about the booster programme for each nation can be found here: Find out more [Coronavirus, Covid-19 and multiple sclerosis](/a-z/coronavirus-covid-19-and-multiple-sclerosis)- Our main, updated information on the pandemic [Covid-19 vaccines and people with MS: side effects and the second dose](/news/expert/covid-19-vaccines-and-people-ms-side-effects-and-second-dose)- Update on vaccine side effects [The Association of British Neurologists guidance on DMDs, Covid-19 and MS (PDF, 444KB)](https://cdn.ymaws.com/www.theabn.org/resource/collection/6750BAE6-4CBC-4DDB-A684-116E03BFE634/21.10.26_ABN_Guidance_on_DMTs_for_MS_and_COVID-19.pdf)- "}