{"title": "PDF", "author": "PDF", "url": "www.ser.es/wp-content/uploads/2023/02/SER_ElReumatologo_16_DIGITAL_ok.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "No 16 | invierno 2022 Con el patrocinio deNO TE PIERDAS EL VÍDEO-ARTÍCULO: Senescencia y ejercicio. Dra. Tatiana Cobo Ibáñez, Servicio de Reumatología. Hospital Universitario Infanta Sofía (San Sebastián de los Reyes, Madrid). Universidad Europea (Madrid). Edita Sociedad Española de Reumatología. C/ Marqués de Duero, 5 - 1º. 28001 Madrid. Tel: 91 576 77 99. Fax: 91 578 11 33. Editores Dra. Cristina Macía Villa, Dr. Santiago Muñoz Fernández. Consejo Asesor Dres. José Mª Álvaro-Gracia, Juan Gómez-Reino, Sagrario Bustabad, Marcos Paulino y Delia Reina. Colaboradores Dres. Tatiana Cobo Ibáñez y Ángel María García Aparicio. Coordinación y redacción Ana De las Heras, Sonia Garde García. Publicidad Raúl Frutos Hernanz.El Reumatólogo© es una publicación oficial de la Sociedad Española de Reumatología destinada a los profesionales sanitarios, buscando la actualización de los conocimientos sobre las patologías reumáticas. El Reumatólogo no se identifica necesariamente con todas las opiniones expuestas por sus colaboradores. AbbVie no ha participado ni influido en el desarrollo de los contenidos. SumarioAsesoría, diseño gráfico y maquetación Departamento de PublicacionesISSN 2659-6814 Nº depósito legal M-12676-2019elreumatologo@ser.es www.ser.es Estrenamos un nuevo año con mucha ilusión. En este nú- mero encontrarás algunas de las últimas actividades que hemos realizado en 2022, como verás algunas de ellas están centradas en los pacientes porque ellos son nuestra ra- zón de SER y esto es algo que queremos potenciar en el año que tenemos por delante. Así mismo nos seguiremos ocupando de la formación de los reumatólogos. Si no lo has hecho todavía, reserva la fecha por- que el 24 y 25 de febrero celebramos en Mérida el VIII Simposio de Enfermedades Autoinmunes Sistémicas. Además, seguire- mos con la formación continuada y no dejaremos atrás los pro- yectos de investigación. En estas páginas puedes descubrir en qué consiste BioseRW, un nuevo proyecto de nuestra Unidad de Investigación. En este número también podrás leer la bibliografía comentada y encontrarás artículos de interés relacionados con las terapias alternativas en la artrosis o los escalones terapéuticos en la os- teoporosis, entre otras noticias. Aprovecho la ocasión para desearte un fantástico 2023. Desde la SER seguiremos trabajando para mejorar y visibilizar nuestra especialidad. Dra. Sagrario Bustabad Reyes Presidenta de la Sociedad Española de Reumatología (SER)El 2023 será un año apasionante INVESTIGACIÓN Bibliografía comentada 4 BLOC DE NOTAS La monitorización clínica 18ARTÍCULOS Escalones terapéuticos de la osteoporosis 8 SOCIEDADES Un momento \"dulce\" para la Reumatología asturiana 24FORMACIÓN Congreso ACR: mucho que celebrar 19 NOTICIAS Y al Año Nuevo... ¿qué le pides? 27 35 Un streamer en la consulta de Reumatología MÁS ALLÁ DE LA CONSULTAUNIDAD DE INVESTIGACIÓN Avanzamos en la Medicina centrada en el paciente a través de BIOSERWE 16 EL REUMATÓLOGO | No 16 | invierno 2022 3 EDITORIALBibliografía COMENTADA ENFERMEDADES AUTOINMUNES SISTÉMICAS CITA : Kandane-Rathnayake R et al. Lupus low disease activity state and remission and risk of systemic multinacional rea- lizado entre 2013 y 2020 en pacientes con LES con el objetivo de investigar si la baja actividad de la enfermedad o la remisión se relacionaban con un menor riesgo de mortalidad. Para ello, se incluyeron pacientes adul- tos que cumplían criterios de LES ACR 1997 o criterios EULAR/ACR 2012. El objetivo primario fue la mortalidad por cualquier causa y la baja actividad o remisión de la enfermedad. Se recogió En esta sección se revisarán por el comité editorial artículos des- tacados publicados en los últi- mos 3 meses anteriores al cierre de la edición de la revista. Por supuesto, el hecho de destacar determinados artí- culos siempre será algo subjetivo que depende de muchas variables entre las que se incluyen cuestiones personales, como no puede ser de otra manera. No obstante, esperamos que esta sea una sección de interés para los lectores de nuestra revista. Dr. Santiago Muñoz Fernéndez Hospital Universitario Infanta Sofía (San Sebastián de los Reyes, Madrid). Universidad Europea (Madrid). la dosis de glucocorticoides usada en los pacientes. Se incluyeron 4.106 pacientes de los que finalmente se pudieron analizar 3811 (92,8%) con una media de se- guimiento de 2,8 años. El 92% fueron mujeres y durante el periodo de ob- servación murieron 80 pacientes (6,4 muertes/1.000 personas-año). La baja actividad de la enfermedad se alcan- zó, al menos alguna vez, en el 53,8% de los pacientes que murieron frente al 81,3% de los que sobrevivieron al final del estudio (p<0,0001). El 27,5% de los que murieron frente al 52,7% de los que sobrevivieron consiguieron alcanzar la baja actividad al menos en el 50% del periodo observado (p<0,0001). La remisión se alcanzó en el 40% de los que murieron frente al 64,4% de los su- pervivientes (p<0,0001). La presencia de baja actividad o remisión en más del 50% del tiempo de seguimiento se asociaron con una reducción del ries- go de mortalidad. La reducción de los corticoides a una dosis inferior al equi- valente de 5 mg/d de prednisolona fue un factor protector de la mortalidad. La remisión libre de corticoides fue el fac- tor más protector de la mortalidad (RR 0,13; p=0,046). Los autores concluyeron que la baja ac- tividad reduce el riesgo de mortalidad en pacientes con LES. COMENTARIO: En este estudio, com- plejo de realizar aunque sencillo en sus objetivos, se demuestra que tratar por objetivos a los pacientes con LES tie- ne un claro beneficio en la reducción de mortalidad de los pacientes. Esto nos lleva a profundizar en el concepto de medir las variables de desenlace en estos pacientes en la práctica clínica habitual con el objetivo de perseguir los objetivos terapéuticos para reducir el riesgo de mortalidad. EL REUMATÓLOGO | No 16 | invierno 2022 4 INVESTIGACIÓN---------- CITAS: Ponte C et al. 2022 American College se de- sarrollan y validan nuevos criterios de clasificación de la arteritis de células gigantes (ACG) y la arteritis de Takaya- su (AT). En ambos casos se realizó un procedimiento metodológico similar: Reclutamiento de pacientes con estas y otras enfermedades (grupo compa- rador) de cohortes internacionales. El proceso se desarrolló en 6 fases: Identificación de ítems candidatos. Colección de los ítems candidatos de forma prospectiva en el momento de diagnóstico. Revisión de los casos por un panel de expertos. Reducción dirigida de los ítems can- didatos. Clasificación de riesgo de los ítems en un sistema de puntuación. Validación de manera criteria Sum the scores for 10 items, if present. A score of 6 points is needed for the classification of GIANT CELL ARTERITIS.ABSOLUTE REQUIREMENT +3 Positive ACG el estudio para el desarrollo de los ítems se realizó en 518 casos y 536 comparadores, realizándo- se el estudio de validación en un grupo de 238 casos y 213 comparadores. Para la AT el estudio para el desarrollo de los ítems se realizó en 316 casos y 323 comparadores, realizándose el es- tudio de validación en un grupo de 146 casos y 127 comparadores. Finalmente se definieron los criterios por un sistema de puntuación que se refleja en las siguientes tablas: La sensibilidad y especificidad de estos criterios fue del 87% y 95% respectivamente. Tratar por objetivos a los pacientes con LES tiene un claro beneficio en la reducción de mortalidad de los pacientes \" EL REUMATÓLOGO | No 16 | invierno 2022 5 INVESTIGACIÓNCOVID 19 CITA : Mark D et al. Immunogenicity and safety of a fourth COVID-19 vaccination in rituximab-treated patients: an open-label extension ; 1750-1756. RESUMEN: Los pacientes en tratamien- to con rituximab se consideran de ries- go de padecer covid-19 severo. Dichos pacientes tienen una respuesta inferior a las vacunas y no se conoce con cer- teza si se beneficiarían de una cuarta dosis de vacunación covid. Se trata de un estudio abierto en 37 pacientes tratados con rituximab que habían recibido 3 dosis de vacunación frente al SARS-CoV2. El objetivo del estudio fue estudiar la inmunidad hu- moral y celular tras la cuarta dosis de vacunación, así como la seguridad de la misma. El número de pacientes que tuvieron una seroconversión efectiva subió del 33% tras la tercera dosis al 58% tras la cuarta. Además, los niveles de anticuer- pos se elevaron tras la cuarta dosis. Tanto la seroconversión como los nive- les de anticuerpos se vieron reducidos en aquellos pacientes que recibieron ri- tuximab entre la tercera y cuarta dosis. En cuanto a la respuesta de inmunidad celular, declinó a las 12 semanas de la tercera vacunación y se vio ligeramente incrementada tras la cuarta dosis. No se registraron efectos adversos se- rios o inesperados tras la cuarta dosis. Los autores concluyeron que la cuarta dosis aumenta la eficacia de la vacuna- ción pero que rituximab reduce el efecto \"booster\" de la cuarta dosis afectando a la inmunidad celular. Se recomienda pos - poner el tratamiento con rituximab en los pacientes estables para poder incremen- tar la eficacia de las dosis de vacunación. COMENTARIO: Los resultados de este estudio indican que debemos tener cui- dado para programar las dosis de va- cunación en pacientes en tratamiento con rituximab. Hay que recordar que en nuestro país se han dado normas al respecto del manejo de la vacunación en pacientes con dicho tratamiento. CLASSIFICATION REQUIREMENT Age 60 years at time of vasculitis on imaging ADDITIONAL IMAGING CRITERIA Number of affected arterial territories one) One arterial territory +1 Two arterial territories +2 Three or more arterial territories mesenteric involvement +3 Sum the scores for 10 items, if present. A score of 5 points is needed for the classification of TAKAYASU ARTERITIS. Hay que tener cuidado para programar las dosis de vacunación frente a la COVID-19 en pacientes en tratamiento con rituximab \" La sensibilidad y especificidad de estos criterios fue del 94% y 99% respectivamente. COMENTARIO: La revisión de estos criterios de diagnóstico son obligados por cualquier especialista. Hay que ha- cer hincapié que para la clasificación de ACG se requiere una edad mayor de 50 años para poder aplicar los criterios mientras que para la AT se requiere una edad inferior a 60 años y evidencia de vasculitis en pruebas de imagen. EL REUMATÓLOGO | No 16 | invierno 2022 6 INVESTIGACIÓNEPIDEMIOLOGÍA . CITA : Eu Y. Altered Risk 22. doi: 10.1002/ art.42381. print. RESUMEN: Aunque el síndrome meta- bólico (SM) y la gota están claramente relacionados, hay pocos datos que re- porten si el control del SM afectaría a la aparición de la gota. En este trabajo se realizó un estudio multicéntrico na- cional en Seul (Corea del Sur) en una cohorte de población de varones entre 20 y 39 años. Se analizó la relación en- tre el diagnóstico de SM y la aparición de gota. La población estudiada fue de 1.293.166 sujetos de los que 18.473 fueron diag- nosticados (3,36 casos/1.000 personas-año). Las plían criterios de SM tenían un incre- mento de riesgo de gota de 3,82 (IC: 3,67-3,98) respecto a los que no tenían SM. Al contrario, la recuperación del SM redujo a la mitad la aparición de gota (RR 0,52, IC: 0,49-0,56). Los com- ponentes de un SM que se asociaron principalmente con la aparición de gota fueron la elevación de triglicéridos y la obesidad abdominal. La asociación en- tre SM y gota fue mayor en las perso- nas en la década de los 20. En conclusión, el desarrollo de SM se asoció con la aparición de gota lo cual se puede considerar un factor de ries- go modificable. COMENTARIO: Este estudio epidemio- lógico a gran escala confirma que la gota puede considerarse una conse- cuencia o, incluso, una parte del deno- minado SM. ---------- CITA : Kerola AM 61: 4656-4666. RESUMEN: El propósito del estudio es investigar las causas de mortalidad de pacientes noruegos diagnosticados de AR, EspA axial y Aps, comparándolas con la población general. Para ello se diseñó un estudio de cohortes a partir de datos de su registro nacional en- tre 2008 y 2017. En dicho registro se identificaron 37.095, 18.700 y 16.524 pacientes con AR, APs y EspA axial respectivamente. AR y EspA axial se asociaron con un incremento de mor- talidad respecto a la población general (riesgo de 1,45 [intervalo 1,41-1,48] y 1,38 [intervalo 1,28-1,38] respectiva- mente). En el caso de APs se encontró un ligero incremento de riesgo de mor- talidad en mujeres pero no en hom- bres (riesgo 1,1 [intervalo 1-1,21]). Las tres principales causas de mortalidad fueron similares en los grupos de pa- cientes y en la población general: en- fermedad cardiovascular, neoplasias y enfermedades respiratorias. Los autores concluyeron que, incluso en la era moderna de los tratamientos de las enfermedades inmunomedia- das, los pacientes con AR y EspA axial tienen un incremento de mortalidad respecto a la población general. Se re- comienda prestar especial atención a medidas preventivas y a la aparición de comorbilidades. COMENTARIO: La conclusión del estu- dio es bastante explícita. Tenemos que seguir avanzando para prevenir la mor- talidad de nuestros pacientes. EL REUMATÓLOGO | No 16 | invierno 2022 7 INVESTIGACIÓNEscalones terapéuticos de la osteoporosis La osteoporosis (OP) es una en- fermedad caracterizada por una disminución de la densidad mi- neral ósea (DMO) y un deterioro de su microarquitectura, dando lugar a una disminución de la resistencia y a un mayor riesgo de fractura. Actualmente existen varios fármacos aprobados para su tratamiento que se pueden clasificar según su mecanismo de acción en antirresortivos, osteoforma- dores y con efecto dual. Dentro de los pri - meros, y en el ámbito de la reumatología, se utilizan los moduladores selectivos de los receptores de estrógenos o SERM (raloxifeno y bazedoxifeno), los (ALN), risedronato (DMAB). La teriparatida (TPTD) es un fármaco osteoformador que además va a mejorar la microarquitectura ósea, y el Romosozumab (ROMO) tiene un efec- to dual sobre el hueso, con un aumento inicial y rápido de la formación ósea y una disminución lenta y mantenida pos - terior de su resorción1. Respecto a su efecto, todos disminu- yen el riesgo de fractura vertebral, no vertebral y de cadera, salvo los SERM e IBN que solo han demostrado dismi-nuir el de fractura vertebral, y TPTD que lo hace solo sobre las fracturas verte- brales y no vertebrales, sugiriéndose en algunos estudios que también lo podría hacer a nivel de cadera, pero sin haber sido valorado de manera adecuada. La intensidad de esta eficacia antifractura tampoco es igual en todos ellos, de ma- nera que por ejemplo frente a BF ora- les, en pacientes mayores de 75 años el DMAB podría ser más potente sobre la fractura de cadera, y en OP grave la TPTD tiene más efecto sobre la reduc- ción de fracturas vertebrales y clínicas y ROMO sobre todo tipo de fracturas2. Estos tratamientos también pueden asociar efectos adversos distintos que condicionan su uso. Los SERM pue- den aumentar el riesgo de enfermedad tromboembólica venosa, lo que los restringe a mujeres < 70 años con ries- go de fractura vertebral y bajo riesgo de fractura femoral y de trombosis. El uso prolongado de BF y DMAB se ha asociado a algunas complicaciones infrecuentes pero graves como son la osteonecrosis del maxilar y las frac- turas atípicas de fémur. El empleo de ROMO se debería sopesar atentamen- te en pacientes con factores de riesgo cardiovascular, estando contraindica- do actualmente en caso de antece- Dr. Simón Ángel Sánchez Fernández Hospital General La Mancha Centro, Alcázar de San Juan, Ciudad Real. Las características diferenciadoras de los fármacos y el nivel de riesgo de fractura del paciente son importantes a la hora de decidir el escalón terapéutico a utilizar en la osteoporosis \" EL REUMATÓLOGO | No 16 | invierno 2022 8 ARTÍCULOSEn la terapia secuencial lo más efectivo es iniciar un fármaco de acción dual u osteoformador y continuar posteriormente con un antirresortivo \"dente de infarto agudo de miocardio o accidente cerebrovascular2. El tiempo que han sido valorados en los estudios clínicos también es diferente, de tal manera que para los SERM existen pe- riodos de seguimiento de hasta 8 años, para los BF se han incluido periodos de hasta 5-10 años con ALN y 3-6 años con ZOL, y al menos de 10 años para DMAB. La administración máxima recomendada de TPTD está limitada a 2 años y a solo 12 meses en caso de ROMO3. Otros aspectos diferenciadores son su posología y forma de administra- ción (siendo oral para los SERM y BF, a excepción de ZOL que se administra de manera intravenosa, y subcutánea para TPTD y ROMO), así como su ca- pacidad de permanecer en el hueso (como ocurre con los BF) y la reversi- bilidad de su efecto con su suspensión (fenómeno que ocurre con el resto y de manera más acusada con DMAB)1. Todas estas características diferencia- doras son importantes a la hora de deci- dir que escalón terapéutico utilizar en la OP , tanto inicialmente como en el man- tenimiento o la interrupción posterior. INICIO DEL TRATAMIENTO: En el momento inicial se deberán tener en cuenta en cada individuo diversos factores de riesgo clínicos y la DMO parar valorar el riesgo que tiene el pa- ciente de sufrir una fractura por fragi- lidad. Recomendaciones recientes1,4 consideran tres niveles de riesgo de fractura que nos ayudarán a elegir el escalón terapéutico inicial más idóneo: RIESGO MODERADO: definido por una mujer < 65 años sin antece- dente de fractura y con una DMO lumbar en rango de OP no grave (T score entre -2.5 y -3.0 DE) y DMO de cadera relativamente preser- vada (> -2.0 DE): En este caso se aconseja iniciar tratamiento con SERM o bien con IBN u otros anti- rresortivos como segunda opción. RIESGO ALTO: presencia de fractura por fragilidad, DMO < -2.5 DE o DMO baja junto con factores de riesgo mayores como son la menopausia precoz, hipogonadismo o corticote- rapia (existiendo otros que también tendrían que considerarse): si no existe restricción para la adminis- tración oral, comorbilidades que lo contraindiquen o falta de adheren- cia, la elección seria ALN o RIS. En caso contrario, o bien si el paciente es mayor de 75 años (por su efecto mayor que los anteriores a nivel de cadera), se decidiría ZOL o DMAB. RIESGO MUY ALTO: existencia de dos o más fracturas vertebrales, una fractura vertebral o de cadera junto con DMO < -3.0 DE, o bien una DMO muy baja (< -3.5 DE): en este caso la mejor opción es iniciar un fármaco osteoformador como TPTD o de ac- ción dual como es ROMO. Como enfermedad crónica que es, la OP requiere de un tratamiento prolon- gado durante años. Posteriormente al inicio se podrá interrumpir el trata- miento una vez conseguido los objeti- vos terapéuticos (que podrían definirse como la consecución de un determina- do aumento de DMO en ausencia de fracturas por fragilidad). Otra posibili- dad es que sea necesario realizar un cambio en el escalón terapéutico, bien por una respuesta inadecuada (apari- ción de dos fracturas sucesivas o bien de una nueva fractura con disminución de la DMO), o bien porque exista un riesgo elevado de desarrollar efectos adversos con el fármaco2. EL REUMATÓLOGO | No 16 | invierno 2022 9 ARTÍCULOSLa terapia combinada solo se debe considerar individualmente en pacientes con un riesgo de fractura muy alto \"DURACION E INTERRUPCIÓN DEL TRATAMIENTO: Los SERM deben retirarse a los 8 años de tratamiento, cuando la paciente al- cance los 65-70 años de edad o bien si aumenta su riesgo de fractura2. Los BF tienen un efecto residual tras su discontinuación, cuya dura- ción dependerá de su afinidad por la hidroxiapatita a nivel óseo, y que se traduce en una estabilidad de la DMO mientras dure este efecto (1-2 años para RIS e IBN, 2 para ALN y 3 para ZOL). Esto justifica que, para disminuir el riesgo de complicacio- nes a largo plazo del BF, sea posible el realizar su suspensión temporal (vacaciones terapéuticas)3. Así, tras 5 años de tratamiento de un BF oral o de 3 con ZOL, se recomienda plan- tear su interrupción si la paciente es < 75 años, su DMO en cadera es > -2.5 DE, no tiene antecedente de fractura vertebral o de cadera, no ha sufrido fractura durante el tratamiento y no presenta otros factores de riesgo ma- yores como podría ser la toma de cor- ticoides1,3. La posterior continuación o interrupción de estas vacaciones terapéuticas debe reevaluarse tras un tiempo (generalmente entre 2-3 años) en función del riesgo de fractu- ra del paciente y del BF interrumpido3. Las pacientes no candidatas a reali - zar vacaciones terapéuticas debido a que su riesgo de fractura aun es alto pueden beneficiarse de continuar con BF oral o ZOL durante otros 5 y 3 años respectivamente, ya que se ha demos- trado que en este tiempo se produce una disminución adicional del riesgo de fractura2. Con DMAB no se pueden realizar va- caciones terapéuticas debido a que al retirarlo existe un efecto rebote con un rápido y marcado aumento de los mar- cadores del remodelado óseo (MRO), produciéndose una perdida rápida de su efecto sobre la DMO y dando lugar a un mayor riesgo de fracturas verte-brales múltiples. De este modo, si se decide su interrupción es necesario continuar inmediatamente con un an- tirresortivo: si el tiempo de exposición a DMAB ha sido menor a 2.5 años y el riesgo de fractura es bajo, se puede continuar con ALE durante 2 años (la alternativa seria ZOL si existiese mala tolerancia oral a BF, mala adherencia o polimedicación). Si la exposición hu- biese sido mayor a 2.5 años y en los pa- cientes con alto riesgo de fractura, se continuaría con 2 dosis de ZOL, la pri - mera a los 6 meses de la última dosis de DMAB y la segunda a los 12 meses (si no se disponen de MRO) o cuando se detecten elevaciones de MRO (gene - ralmente a los 6-12 meses)2. Como se mencionó anteriormente, TPTD tiene una duración máxima re- comendada de tratamiento de 2 años y ROMO de 1 año. CAMBIO DEL TRATAMIENTO: En el caso de tener que cambiar un tra- tamiento en la OP por falta de eficacia o por aparición de efectos adversos es necesario conocer que la suspensión de algunos de ellos puede seguirse de una perdida en la ganancia obtenida de la DMO si no se administra otro distinto posteriormente, siendo también impor- tante saber cuál es la mejor secuencia- lidad en el tratamiento para conseguir la máxima eficacia con el menor riesgo de efectos secundarios. Dentro del tra- tamiento secuencial nos podremos en- contrar con varios escenarios: Antirresortivo tras antirresortivo: La interrupción de un SERM produce una disminución de DMO lumbar y fe- moral por lo que generalmente es ne- cesario continuar el tratamiento con otro antirresortivo3. Está demostrado que el paso de un BF a otro BF mantiene los valores de DMO, pudiendo ser mejor el cambio de un BF oral a uno intravenoso donde además se puede mejorar el cumplimiento y la adherencia terapeutica3 Mayores aumentos de DMO en todo el esqueleto se producen cuando el cambio se produce desde BF a DMAB3, aunque no existen datos de eficacia antifractura. Como se explicó anteriormente, tras la suspensión de DMAB es obligatorio ad - ministrar un BF para disminuir en lo po- sible el efecto rebote. Si aparecen frac- turas vertebrales tras su interrupción se podría optar por reiniciarlo nueva- mente o bien administrar ZOL, siendo posible considerar también la combi - nación de TPTD con DMAB (TPTD en monoterapia tras DMAB debe evitarse como se aclara más adelante). Osteoformador o dual tras antirresortivo: Cuando se cambia un BF o DMAB a TPTD se produce una disminución de la DMO de cadera durante 6-12 meses por debajo del valor basal inicial, que se va revirtiendo con su continuación hasta conseguir un aumento final de distinta magnitud5. Parece que cuanto más po- tente es el antirresortivo anteriormente utilizado, menores y más lentas son las repuestas de la DMO al fármaco osteo- formador. Con ALN previo esta disminu- ción es ligera y no existe evidencia de se traduzca en un aumento de riesgo de fractura. En cambio, con DMAB la perdida de DMO es mayor, por lo que en el caso de realizar su discontinuación y querer iniciar TPTD se recomienda rea- lizar una terapia combinada con ambos inicialmente3. Otra alternativa en este caso podría ser continuar con ROMO que puede aumentar la DMO lumbar y mantener la de cadera5. Esta disminución de la DMO no se ha observado después de cambiar RLX a TPTD, manteniéndose estable en los pri- meros 6 meses para después aumentar3. Con el cambio de ALN por ROMO no solo no se produce este efecto a nivel de cadera si no que la DMO aumenta rápidamente, acompañado de una dis- minución demostrada del riesgo de fracturas6. EL REUMATÓLOGO | No 16 | invierno 2022 10 ARTÍCULOSAntirresortivo tras osteoformador o dual: Al interrumpir TPTD tras 2 años de tra- tamiento, se produce una pérdida pro- gresiva de la DMO lumbar y femoral, que se puede mantener o incluso au- mentar con el tratamiento antirresorti- vo posterior (RLX, BF o DMAB)3. Entre estos, DMAB obtiene mejores resulta- dos que los BF orales, al menos en tér- minos de ganancia de DMO5. De igual manera, al suspender ROMO tras un año de tratamiento se disminu - ye la DMO lumbar y de cadera por lo de - bería de seguirse con un antirresortivo como ALE o DMAB, demostrando am- bos que producen mayores aumentos posteriores de DMO y reducen riesgo de todo tipo de fracturas5,6. Probable- mente ZOL tendría el mismo efecto útil tras ROMO. Dentro de las opciones de tratamiento secuencial, los datos disponibles indican que lo más efectivo es utilizar un anti- rresortivo tras el uso de un fármaco de acción dual o un osteoformador, siendo la mejor secuencia iniciar ROMO segui- do de DMAB y la segunda mejor TPTD seguido de DMAB. Estas opciones se deben considerar de manera preferente en los pacientes con muy alto riesgo de fractura5. El cambio de un fármaco antirresortivo por otro puede ser una opción en algunos pacientes ya que se mantiene o aumenta la DMO, sobre todo si es un antirresortivo más potente o con distinto mecanismo de acción5. La transición de un antirresortivo a un osteoformador es menos eficaz porque el recambio óseo suprimido de manera crónica necesita más tiempo para mejo- rar comparado con los pacientes sin tra- tamiento previo o con los que recibieron inicialmente un osteoformador5. Sería se- guro cambiar a TPTD desde RLX y BF en términos de fractura, pero no sería con- veniente cambiar a TPTD desde DMAB en pacientes de alto riesgo5. Una alter- nativa a TPTD tras antirresortivos seria utilizar ROMO en su lugar5,6.Terapia combinada: De manera general, el tratamiento combinado de fármacos no ha demos- trado una mayor reducción del riesgo de fractura, presenta mayores costes y mayores efectos adversos que la monoterapia. No existen datos con la combinación de dos fármacos osteo- formadores o con fármacos de acción dual. La combinación de 2 antirresorti- vos no ha demostrado ser más eficaz que uno solo, ni tampoco la combina- ción BF con TPTD aporta beneficios claros2,3. Solo las asociaciones TPTD con ZOL y TPTD con DMAB5,7, esta última con efecto más prolongado, han demos- trado un beneficio adicional frente a la monoterapia en ganancia de DMO en columna lumbar y cadera, pudiendo considerarse en casos graves de OP con un riesgo de fractura de cadera muy alto y siendo preferible retrasar 1-2 meses el inicio del antirresortivo para aprovechar el efecto anabólico de la TPTD2. EL REUMATÓLOGO | No 16 | invierno 2022 11 ARTÍCULOSTerapias alternativas en la artrosis excepto ácido hialurónico La OMS define a la medicina com- plementaria y alternativa como \"un conjunto de prácticas de salud que no forman parte de la medicina tradicio- nal del país y no están integradas en el sistema de salud dominante\" (1). En la medicina complementaria el enfo- que no convencional, complementa a la atención médica estándar, mientras que en la Medicina alternativa, se reemplaza la medicina alopática por una práctica de eficacia incierta. Los sistemas de \"salud integral\" com- binan de manera coordinada enfo- ques convencionales y otros com-plementarios que hayan demostrado ser seguros y eficaces, para mejorar la salud (1). Existen más de 130 modalidades de te- rapias complementarias que podemos agrupar en diferentes categorías: nutri - cionales, psicológicas y físicas con diver- sas combinaciones entre ellas. La artrosis de rodilla, mano y cadera, constituye la forma más común de enfer- medad y de discapacidad por causa arti- cular en población adulta. Su tratamiento se centra principalmente en el alivio de los síntomas mediante el uso de analgé - sicos y antiinflamatorios no esteroideos (AINE) responsables de una alta inciden- cia de eventos adversos (²). Es por ello que el uso de terapias alternativas y comple- mentarias para la patología musculoes - quelética se incrementa continuamente, a pesar de existir solo una evidencia cien- tífica limitada sobre la eficacia clínica de las mismas. Pese al universo de publicaciones sobre este tema y al interés creciente en la in- vestigación con extractos de hierbas para tratamiento de los síntomas provocados por la artrosis, las guías de práctica clí- nica proporcionan pocas recomendacio- nes de terapia alternativa y complemen- taria en pacientes artrósicos (3, 4, 5). Dr. Santos Antonio Insua Vilariño Facultativo Especialista de Área Complejo Hospitalario Universitario de Santiago de Compostela Existen más de 130 modalidades de terapias complementarias y alternativas\" EL REUMATÓLOGO | No 16 | invierno 2022 12 ARTÍCULOScon glucosamina no produce beneficios sintomáticos o de modificación estructural en personas con dolor crónico por artro- sis de rodilla o cadera y en todo caso con tamaños de efecto menores o modestos. Por ello las recomendaciones actuales de la mayoría de las guías de práctica clínica sugieren no usar glucosamina para el ma- nejo de la artrosis (3-5). Mejillón de labio verde (Perna canalicu- lus). Es un complemento nutricional que en ensayos de baja calidad proporciona un alivio sintomático para el dolor, la función y la calidad de vida en pacientes con artro- sis de rodilla sin disminuir la necesidad de analgesia de rescate (9). El uso de terapias alternativas en artrosis se incrementa continuamente\"En una revisión preliminar, sobre el uso de la medicina alternativa y complementaria en patología del aparato locomotor, realiza- da por una de las mayores organizaciones benéficas del Reino Unido en apoyo de la artritis (Arthritis Research UK), los resulta- dos más esperanzadores fueron para las terapias empleadas en artrosis, conside- rando inefectivas solamente al 18% de las mismas con base a resultados derivados de los ensayos clínicos de intervención y revisiones de ensayos aleatorios (6). En este artículo realizamos una descrip- ción general, narrativa, sobre aspectos de efectividad y seguridad de 25 modalida- des diferentes de medicina alternativa y complementaria, utilizadas en el manejo de pacientes con artrosis, basados en las sucesivas actualizaciones de los sumarios de evidencia. Capsaicina. Es el componente activo de una oleorresina extraída de plantas del gé- nero capsicum. Las limitaciones existen- tes en los estudios con capsaicina tópica (diferentes concentraciones, diferentes localizaciones de aplicación, dificultad de cegamiento) (6), podrían explicar su uso controvertido, como tratamiento para la artrosis, en la mayoría de las guías de prác- tica clínica (3-5). Así consideran que un dolor en rodillas puede beneficiarse, pero la apli- cación en manos o en cadera se intuyen como menos favorables para su aplica- ción. Cetol miristoleato. Suplemento nutri- cional que por vía tópica u oral en ar- trosis de rodilla, puede mejorar el rango de movilidad articular, especialmente la flexión de la rodilla (6). Sulfato de condroitina. Considerado como suplemento nutricional en USA y como fár- maco sintomático de acción lenta para la artrosis en Europa, es una de las terapias complementarias más investigadas como tratamiento sintomático en artrosis de ro- dilla y cadera (7). La evidencia científica sobre los efectos del tratamiento para la artrosis con sulfato de condroitina en múltiples ensayos clínicos, revisiones sistemáticas y metaanálisis de elevada calidad, es inconsistente (8), siendo su uso fuertemente desaconsejado como tratamiento en artrosis de rodilla y cadera y con recomendación favorable condiciona- da en artrosis de manos (5). Colágeno de tipo II. En su forma hidroliza- da, desnaturalizada, y como forma nativa, sin desnaturalizar, proporcionan un alivio sintomático del dolor en pacientes con ar- trosis (6), efecto no comprobado en otros ensayos (8). Harpagofito o garra del diablo es un re- medio herbario, sin una evidencia clínica aceptada sobre su eficacia y biodisponibi- lidad, presenta efectos terapéuticos sobre el dolor para el tratamiento de la artrosis de cadera y de rodilla, en estudios con buena calidad metodológica (8). Du huo Jisheng Wan (DJW). Es una fórmu- la herbaria clásica fabricada en forma de medicina china patentada con efecto anal- gésico en artrosis de rodilla, superior a pla- cebo e inferior a 75 mg de diclofenaco (6). Aceite de pescado. Es un suplemento die - tético muy popular del que no existe eviden- cia, derivada de los ensayos clínicos, para su empleo como tratamiento sintomático para el dolor o la limitación funcional en pacientes con artrosis de mano, rodilla y cadera, por lo que su uso representa una recomendación desaconsejada (5, 6). Jengibre. Se usa como suplemento herba- rio, proporciona una reducción moderada del dolor y de la discapacidad funcional en artrosis de rodilla y cadera (6). Glucosamina. Amino azúcar natural que puede administrarse como producto far- macéutico o como suplemento alimentario (nutracéutico). En una revisión Cochrane los resultados como tratamiento sintomá- tico en artrosis de rodilla, variaron depen- diendo de la escala de valoración utilizada y de si el sulfato de glucosamina fue o no manufacturado por la farmacéutica Rotta- pharm (7,8). Nuevos estudios y metaanálisis publica- dos con métodos más rigurosos de evalua- ción, demuestran que la suplementación EL REUMATÓLOGO | No 16 | invierno 2022 13 ARTÍCULOSHomeopatía. Es un método holístico de tratamiento bien tolerado. Una revisión sis- temática de los ensayos que investigaron el papel del tratamiento homeopático oral (Rhus toxicodendron y Lac Vaccinum) o tópico en la artrosis de rodilla y de cadera durante dos y cuatro semanas, arrojaron re- sultados inconsistentes sobre la reducción del dolor, por lo que la evidencia no es con- cluyente para determinar su aplicabilidad (6). Incienso indio. Boswellia serrata (árbol del incienso de la India), remedio de la Medi- cina ayurvédica que en una revisión y me- taanálisis recientes, evaluando su eficacia y seguridad en pacientes con artrosis de rodillas, encuentras que el dolor, la rigidez y la función física mejoran en comparación con el grupo control. Estos efectos podrían durar un período de tiempo después de suspender el tratamiento (efecto carry over o remanente) (10). Metilsulfonilmetano (MSM). Es un com- plemento nutricional mineral, rico en azu- fre orgánico y presente en los alimentos crudos frescos. Los datos más actuales basados en me- taanálisis, no permiten afirmar que su em- pleo sea eficaz para el control de los sínto- mas de la artrosis de rodilla(7, 8). Extracto de corteza de pino marítimo francés (Pinus pinaster) es un extracto her- bario comercializado como Pycnogenol®. El uso de 100 mg de extractos de corteza de pino durante tres meses, puede mejorar los síntomas de la artrosis, proporcionando una reducción del dolor y de la necesidad de analgésicos y AINE en comparación con el grupo de placebo y con un excelente perfil de seguridad (6). Extracto de rosa mosqueta obtenido de las semillas y cáscara de la Rosa cani- na de propiedades antioxidantes. Los hallazgos de alivio en el dolor y la rigidez asociados con la artrosis de cadera, mano y rodilla, que provoca, son de aplicabilidad restringida debido a una calidad moderada de la evidencia, a la falta de bioequivalencia entre los ingredientes activos de los diver- sos productos comerciales y a la ausencia de seguimientos prolongados (6, 8).S-adenosilmetionina (SAMe). El uso de SAMe en artrosis de rodilla y cadera, no di- fiere del placebo. Los secundarismos son mayores en el grupo de tratamiento (11) con interacciones farmacológicas que favore- cen el desarrollo de un síndrome serotoni- nérgico, descompensación en la situación bipolar y disminución en la acción de los fármacos antiparkinsonianos. En la actuali- dad se desaconseja uso rutinario de SAMe en la artrosis (11). Ortiga mayor (Urtica dioica). Como trata- miento para la artrosis, la escasa evidencia disponible se refiere al uso de hojas de la planta frescas, aplicadas sobre la piel y que sugiere un efecto positivo sobre el dolor y la función, en el tratamiento a corto plazo de la rizartrosis del pulgar, pero no en artro- sis de rodilla (6). Cúrcuma. Especia utilizada como com- plemento alimenticio capaz de mejorar el dolor, la rigidez y la función en artrosis de rodilla de manera similar a los AINE. Com- binada con extracto de Boswelia parece tener un efecto sinérgico. No obstante la pequeña magnitud del efecto y diversas limitaciones de los estudios impiden la ge- neralización de estos resultados (4-6). Insaponificables de aguacate y semilla de soja (ASU). Combinación de dos hierbas, capaz de reducir el dolor y la disfunción fí- sica en pacientes con artrosis sintomática leve de rodilla o de cadera, mostrando un efecto \"carry over\" dos meses después de finalizado el tratamiento y sin un incremen- to de los secundarismos. El tratamiento con ASU durante 3 años en el estudio ERA - DIAS sugiere un efecto condropotector en cadera (12). Corteza de sauce. Se ha utilizado para tra- tar afecciones articulares desde la antigüe- dad. Su ingrediente activo, la salicina, po- see un efecto moderado en el tratamiento del dolor artrósico, pero inferior al obtenido con los AINE y con similares secundaris- mos (6). Vitaminas antioxidantes, vitamina A (re- tinoides y carotenos), vitamina C (ácido ascórbico) y vitamina E (tocoferol). Los ensayos que utilizan vitamina E en el tra- tamiento de la artrosis proporcionan re- Las guías de práctica clínica proporcionan pocas recomendaciones de terapias alternativas en artrosis\" EL REUMATÓLOGO | No 16 | invierno 2022 14 ARTÍCULOSsultados mixtos con alivio del dolor en los estudios a corto plazo. Los resultados de la vitamina C necesitan la confirmación de ensayos más amplios. Hasta el momento no hay evidencia de que tomar vitaminas antioxidantes mejore los síntomas de la artrosis (7, 8). Vitaminas no antioxidantes del complejo B: B3 (niacinamida), B9 (ácido artrosis, la suplementación oral con niacinamida y con cobalamina-folato reducen, en ensayos separados y de corta duración, reducen el consumo de analgésicos, aumentando dis- cretamente la movilidad articular (7, 8). Terapias físicas Las terapias complementarias físicas in- cluyen diversas combinaciones de medi- tación y ejercicio como las prácticas cuer- po-mente, orientales: Yoga y T'ai chi. Yoga. Disciplina tradicional indostánica que comprende ejercicios de respiración, posturas físicas y meditación. Los hallaz- gos en sucesivas revisiones sistemáticas y metaanálisis de ensayos clínicos, indican que diferentes variedades de Yoga pueden mejorar el dolor, la función y la rigidez en artrosis de rodilla, cadera y mano, pero debido a la baja calidad metodológica y al riesgo de sesgo, en este momento solo se puede hacer una recomendación débil para el uso del yoga en adultos con artrosis de rodilla (5, 13). T'ai Chi. Es un arte marcial chino, antiguo muy popular, practicado como ejercicio multicomponente que requiere concentra- ción, con atención a la respiración profun- da y a la postura. Diversas revisiones siste- máticas, han evaluado la efectividad de T'ai chi para tratar pacientes con artrosis de ro- dilla, cadera, tobillo y raquis, con resultados mixtos sobre el dolor y la función física. Se sugiere que T'ai chi pueda ser efectivo para controlar el dolor en pacientes con artrosis de rodilla, sin embargo, la evidencia no es convincente (5, 14).Acupuntura es un componente clave de la medicina tradicional china que me- diante la inserción de agujas finas de metal en puntos concretos de la piel, manipuladas manualmente, con calor o por medio de una corriente eléctrica (electroacupuntura), se interfiere con la percepción del dolor. Ampliamente uti- lizada, varias revisiones sistemáticas han informado de la efectividad de la acupuntura en el alivio del dolor y la re- cuperación funcional en pacientes con artrosis de rodilla. Estudios más recien- tes, concluyen que la acupuntura puede tener algunas ventajas a corto plazo y con menos reacciones adversas que la medicina convencional en el tratamien- to de la artrosis de rodillas, sin embargo, existe cierto riesgo de sesgo ya que la calidad metodológica de la mayoría de los ensayos (asignación al azar, control experimental y cegamiento) es deficien- te, siendo necesario mejorar los diseños de los ensayos y con tamaños de mues- tra más grandes. (15). CONCLUSIONESA pesar de que el uso de las terapias alternativas, está cada vez más extendido, la evidencia actual para el desarrollo de guías de práctica clínica en terapia alternativa de pacientes con artrosis, es todavía inadecuada. Ante la propuesta y aceptación por parte de nuestros pacientes de someterse a terapias alternativas, debemos orientar sobre lo adecuado , indiferente o perjudicial de las mis- mas, desaconsejando aquellas prácticas que no estén basadas en la evidencia científica o en la eficacia clínica. EL REUMATÓLOGO | No 16 | invierno 2022 15 ARTÍCULOS Va a proporcionar datos de gran importancia clínica para la valoración de la eficacia y efectividad de los fármacos disponibles en vida real\"¿POR QUÉ SE HA DECIDIDO PONER EN MARCHA ESTE ESTUDIO EN VIDA REAL SOBRE LA EFECTIVIDAD Y SE - GURIDAD DE FÁRMACOS EN EL MAR - CO DEL PROYECTO BIOBADASER Y MEDIANTE PROMS? Los PROMs o herramientas/medidas de desenlace desde la perspectiva del paciente se utilizan cada vez con mayor frecuencia en Reumatología, así como en otras especialidades. Se ha demos- trado su utilidad tanto en ensayos clíni- cos como en estudios epidemiológicos y se van incorporando cada vez más en la práctica clínica habitual. Aportan una perspectiva de la enfer- medad que, en muchas ocasiones, no es capturada con otras medidas consi- deradas objetivas, como la valoración del médico o los datos de laboratorio y nos ayudan a valorar el impacto de la enfermedad y de los tratamientos en la calidad de vida del paciente. Por todo ello consideramos que pueden ser de gran utilidad en la valoración de la efec- tividad y seguridad de los biológicos y moleculares dirigidas en el contexto del proyecto BIOBADASER. Nuestro re- gistro ofrece un escenario ideal para la implementación de estas medidas, y nos puede ayudar no solo a tener una valoración más completa de es- tos tratamientos en el contexto real del paciente sino también a valorar la utili- dad de estas medidas a largo plazo en nuestros pacientes. La perspectiva del paciente se ha convertido en una parte integral de OMERACT y se recomienda su incorporación en múltiples guías de recomendación para realizar una Medi- cina centrada en el paciente. ¿QUÉ OBJETIVO CONCRETO TIENE ESTE NUEVO PROYECTO, BIOSERWE, Y QUÉ PACIENTES SE V AN A INCLUIR EN EL MISMO? El objetivo de este proyecto es imple- mentar la recogida sistemática de PROMs mediante una plataforma digi- tal -página web en pacientes incluidos en BIOBADASER- para complementar la valoración de actividad y seguridad del registro. La valoración del paciente mediante estas medidas será protoco- lizada y nos permitirá un seguimiento Avanzamos en la Medicina centrada en el paciente a través de BIOSERWELa Dra. Isabel Castrejón, investigadora principal de este nuevo proyecto, nos comenta el interés y la importancia de dicho estudio en vida real sobre la efectividad y seguridad de fármacos biológicos, biosimilares y sintéticos dirigidos. EL REUMATÓLOGO | No 16 | invierno 2022 16 UNIDAD DE INVESTIGACIÓNmás cercano recogiendo aspectos de la enfermedad importantes para el pa- ciente. En una primera fase haremos un estudio piloto con algunos centros se- leccionados y posteriormente el obje - tivo será incluir todos los pacientes de BIOBADASER que acepten participar. ¿CÓMO SERÁ EL PROCESO PARA LLE - V ARLO A CABO? Ya se ha desarrollado el protocolo y la selección de las medidas que se in- cluirán basada en la validación de las herramientas, su utilización en otros registros y la adecuación según un co- mité de expertos. Una vez validada la herramienta digital haremos un estudio piloto para su implementación poste- rior en BIOBADASER, que va a permitir valorar la factibilidad, que la platafor- ma sea sencilla y fácil de usar por los pacientes y el grado de satisfacción con la misma. En un paso posterior se pretende incluir a todos los pacientes de BIOBADASER. Nuestro objetivo es desarrollar una herramienta digital útil y sencilla de usar que quizá pueda ser extensible en un futuro a todos los pa- cientes con artritis inflamatoria que va- loramos en Reumatología. ¿CUÁNDO TIENE PREVISTO SU ARRANQUE Y PARA CUÁNDO SE ESPE - RAN LOS PRIMEROS RESULTADOS? Seguramente los primeros resultados estarán a finales de 2024. A SU JUICIO, ¿QUÉ V ALOR PUEDE APORTAR ESTE ESTUDIO? La recogida de PROMs en el marco de BIOBADASER es una iniciativa de gran interés ya que nos va a proporcionar datos de gran importancia clínica para la valoración de la eficacia y efectividad de los fármacos disponibles en vida real. Incluir la perspectiva del paciente nos puede ayudar a valorar cómo los distintos fármacos se pueden ajustar mejor a ciertas características y sínto- mas de los pacientes. Este conocimien- to puede contribuir a una mejor utiliza- ción de los recursos y a un tratamiento mejor adaptado a las necesidades de cada paciente.LO QUE QUIERA AÑADIR... La Medicina del futuro con la inclusión de la perspectiva del paciente para la toma de decisiones de tratamiento ya es una realidad. Los PROMs son una herramienta fundamental para ello. Un mejor conoci- miento de la respuesta a los tratamientos en el contexto clínico de los pacientes con la medición del impacto de la enfermedad y el tratamiento en su calidad de vida va a ser fundamental para esta Medicina del futuro en la que ya estamos inmersos. El objetivo es desarrollar una herramienta digital útil y sencilla de usar que quizá pueda ser extensible en un futuro a los pacientes con artritis inflamatoria valorados en Reumatología\" Un aprendizaje en la Unidad de Investigación de la SER Los últimos meses del año han sido muy fructíferos en cuanto a formación en la Unidad de Investigación de la SER por la que han pasado varios residentes, que han podido mejorar sus conocimientos en metodología de la investigación, estadística, documentación, etcétera, gra- cias a unas ayudas de AbbVie. En concreto, han sido: Gastón Ariel Ghio (izquierda en la fotografía), del Hospital Universitario Mútua Terrassa, Barcelona. Periodo de rotación: octubre y noviembre de 2022 Cristina Rodríguez Alvear, del Hospital General Universi- tario de Alicante. Periodo de rotación: noviembre 2022 Julio Suárez Cuba, del Hospital Universitario Príncipe de Asturias (Alcalá de Henares, Madrid). Periodo de rotación: del 15 de septiembre al 15 de noviembre 2022. EL REUMATÓLOGO | No 16 | invierno 2022 17 UNIDAD DE INVESTIGACIÓNLa monitorización clínica¿QUÉ ES LA MONITORIZACIÓN CLÍNICA? La monitorización es una parte integral de cualquier proyecto de investigación que garantiza la protección y el bienestar de los sujetos, que los datos reportados son precisos, completos y ve- rificables con los documentos fuente, y que el procedimiento del estudio está acorde al protocolo, a las Buenas Prácticas Clínicas y los requisitos regulatorios. ¿POR QUÉ ES NECESARIO MONITORIZAR LOS ESTUDIOS CLÍNICOS? Uno de los elementos más críticos al realizar un estudio clíni- co es asegurar la precisión y fiabilidad de los datos generados. ¿Quién se encarga de verificar la información recopilada? Para esta cuestión tenemos la figura del monitor, fundamental para preservar la calidad de los datos que se recojan en cada centro además de la seguridad y derechos de los pacientes. ¿CÓMO ES EL PROCESO DE MONITORIZACIÓN? Primero veremos en qué consiste la monitorización in situ, en la que se realizan visitas periódicas a los centros participantes según se haya establecido en el protocolo y en el plan de mo- nitorización. Existen estudios, como es el caso de los estudios observacionales, en los que el número de sujetos es muy elevado y sería complicado revisar cada paciente de forma individual. Para ello, se monitoriza aleatoriamente un número específico de pacientes, esto nos proporciona una idea de la calidad y la con- ducta general del equipo investigador que está llevando a cabo el estudio en el centro. Durante la visita de monitorización, el monitor se encargará de revisar los consentimientos informados, que estén correctamen- te documentados y archivados en el archivo del investigador. Además, se revisará que los datos introducidos en el Cuaderno de Recogida de Datos sean consistentes con los documentos fuente (historia clínica, analíticas, notas de enfermería).A la vuelta de la visita de monitorización el monitor deberá pre- parar un informe con los resultados donde se incluirán las inci- dencias y desviaciones detectadas. Este informe se enviará al IP y al equipo investigador donde deberán detallar las correcciones y responder a las dudas planteadas. Por otro lado, encontramos la monitorización online, en la que se realiza un control de calidad de los datos incluidos en el CRD de todos los pacientes del estudio. Este tipo de monitorización nos ofrece una mayor capacidad en el manejo de los datos. Mediante distintas técnicas y usando programas estadísticos estudiamos variables de interés con el fin de buscar patrones inusuales en la base de datos, como pueden ser datos faltantes, valores atípicos o fuera de rango, o inconsistencias entre los datos. EL REUMATÓLOGO | No 16 | invierno 2022 18 BLOC DE NOTASCongreso ACR: mucho que celebrar Con motivo de la celebración del Congreso Anual del American Co - llege of Rheumatology (ACR), que este año tuvo lugar en Filadelfia (EE.UU.), desde la Sociedad Española de Reuma - tología se organizó la tradicional recep - ción de bienvenida en la que se dieron cita los asistentes al Congreso, tanto so - cios de la SER, como colaboradores de la Reumatología española. Fue un emotivo acto de encuentro, tras un periodo difícil para todos, en el que los allí presentes pudieron compartir ex - periencias, abrazos y mucho más. Sobre todo, hubo agradecimientos para todos los que han contribuido un año más en el Programa SER de apoyo a la investi - gación en ACR 2022, con el objetivo de poder convertir a nuestra sociedad cien - tífica en un referente en formación e in - vestigación. Unas ayudas, que este año han podido disfrutar caso 50 galardona - dos, que han aportado un gran valor en la mejora de la visibilidad y el avance de la Reumatología española. Por otra parte, este año también se ha podido celebrar por todo lo alto la ob - tención del Factor de Impacto (FI) para la revista 'Reumatología Clínica', un duro trabajo de muchos años y que han lleva - do a cabo varios comités editoriales y varias Juntas Directivas de la SER. Las aportaciones y el trabajo de todos ellos han posibilitado, por fin, el reconocimien - to de la importancia y calidad de dicha publicación científica, convirtiéndose en referente en el ámbito de la especialidad. Por ello, durante este acto también se re - conoció la inestimable labor por parte de los editores de la revista que, gracias a su implicación, han contribuido a la ob - tención de este gran hito. La presidenta de la SER, la Dra. Sagrario Bustabad, durante la recepción institucional. De izda. a dcha., los Dres. Luis H. Silveira, Antonio Gómez Centeno, Jordi Gratacós y Francisco J. Blanco, editores de la revista. Después de muchos años de trabajo, la revista 'Reumatología Clínica' ha obtenido el factor de impacto\" EL REUMATÓLOGO | No 16 | invierno 2022 19 FORMACIÓNEn este marco, se volvieron a grabar las novedades presentadas en los dis- tintos campos a través de ACR Review 22, una iniciativa que ha contado con la colaboración de Boehringer Ingelheim, y ha sido coordinada por el Dr. Ángel García Aparicio, del Hospital Universitario de Toledo. Se pueden visualizar los vídeos a través de este enlace: acr-review.ser.es Los revisores de este año han sido: se afianza ARTRITIS REUMATOIDE CLÍNICA Dra. Natalia Mena Vázquez. Hospital Regional Universitario de Málaga ARTRITIS REUMATOIDE TRATAMIENTO Dr. Manuel Pombo Suárez. Hospital Clínico Universitario de Santiago, A Coruña ESPONDILOARTRITS CLÍNICA Dr. Raúl Veroz González. Hospital de Mérida, Badajoz ESPONDILOARTRITIS TRATAMIENTO Dra. Hildegarda Godoy Tundidor. Hospital Universitario Puerta de Hierro Majadahonda, Madrid ENFERMEDADES AUTOINMUNES SISTÉMICAS Dr. Tarek Carlos Salman Monte. Hospital del Mar, BarcelonaCIENCIA BÁSICA Dra. Olga Sánchez Pernaute. Hospital Universitario Fundación Jiménez Díaz, Madrid MISCELÁNEA Dra. María Laiño Piñeiro. Complejo Hospitalario Universitario de Navarra Atendiendo a la necesidad de formar en el método científico a los especialistas en Reumatología que se dedican o quieren dedicarse a la investigación, desde la Sociedad Española de Reumatología, con la colaboración de Abbvie y la Universidad Rey Juan Carlos, pusimos en marcha el curso de 'Especialista Universi- tario en Metodología de la Investigación'. Esta iniciativa que ha contado con una gran acogida. En total 62 es- pecialistas se han matriculado y han realizado este curso a lo largo del 2022. Los resultados han sido muy satisfactorios. Tanto el pro- fesorado como el alumnado se han mostrado muy satisfechos con el desarrollo del curso, que ha supuesto un gran esfuerzo para los alumnos, a quienes queremos felicitar desde aquí por los resultados. Finaliza el Título de Especialista Universitario en Metodología de la Investigación 22ACRreview 22ACRreview 22ACRreview 22ACRreview EL REUMATÓLOGO | No 16 | invierno 2022 20 FORMACIÓNUn aprendizaje provechoso El broche de oro a la formación de este año lo puso la Escuela de Profesorado de la SER que en su cuarta edición se ha consolidado como una de las iniciativas clave dentro del plan estratégico de posicio - namiento y mejora de la docencia universita - ria de Reumatología centrada en el paciente. En este sentido, los coordinadores de esta iniciativa consideran fundamental aumentar las competencias docentes de los profeso - res para trasmitir a los médicos del futuro la actual realidad de la especialidad y por ello este año se abordaron temáticas de gran actualidad como el metaverso aplicado a la docencia universitaria, el aprendizaje a tra - vés de los dispositivos móviles, el pódcast como herramienta docente o la realidad vir - tual como recurso para la docencia en Medi - cina, entre otros aspectos. En definitiva, este curso -que contó con la colaboración de Pfi - zer- volvió a cumplir sus expectativas y dotó a los asistentes de un mayor conocimiento en metodologías activas de aprendizaje, de gran utilidad en el contexto actual. Antes también se desarrollaron otras acti - vidades formativas con una gran acogida como Lo mejor del año en Reumatología Pe - diátrica -patrocinado por Gebro Pharma, Ro - che y Sobi- en el que se volvió a tratar uno de los temas \"estrella\" de los dos últimos años: la influencia del coronavirus en los pacientes reumáticos. En este sentido, se puso de ma - nifiesto que la hospitalización por COVID-19 ha sido poco frecuente en pacientes pediátri - cos con enfermedades reumáticas y que el tratamiento con fármacos biológicos, como los antagonistas del TNF-alfa, no se asocia a un peor pronóstico de la enfermedad. Ade - más, también se abordaron otros muchos aspectos como los avances terapéuticos en cuanto a nuevas dianas, el fenómeno de Ray - naud y la perniosis infantil y la actualización en las miopatías inflamatorias infantiles.Concluye un trimestre muy ajetreado en el ámbito formativo en el que se ha conseguido avanzar en el conocimiento de varios aspectos clave para los reumatólogos y de cara a poder mejorar la atención del día a día de los pacientes reumáticos. El 'Manifiesto Dignifica' sigue buscando combatir el deterioro en las condiciones laborales de los médicos del sector privado y en defensa de la calidad asistencial\" Por otra parte, la IV Jornada SER de Reumato - logía Privada, que contó con la colaboración de Pfizer, supuso una oportunidad para aumentar la formación transversal que impregna el día a día asistencial en la práctica privada de los reumatólogos. En este curso, se analizaron las ventajas de la tecnología como la telemedicina ya que contribuye a mejorar la comunicación entre los pacientes y los especialistas, también se habló de la Medicina pública, la situación de las administraciones y el papel de los medios de comunicación de cara a la educación en sa - lud de la población. Pero, sin duda, el tema prin - cipal fue 'Manifiesto Dignifica', una iniciativa de la SER, junto con una decena de sociedades científicas, que busca combatir el deterioro en las condiciones laborales y la congelación, desde hace décadas, de lo que se paga al mé - dico por acto clínico o quirúrgico en la práctica privada, al perjudicar claramente la calidad. Durante el XIV Curso SER de Lupus Eritemato - so Sistémico (LES) y Síndrome Antifosfolipídi - co (SAF), que se celebró con la colaboración de GSK, se analizó el abordaje global de estas enfermedades, al tratarse desde los mecanis - mos que conducen a la expresión de los sínto - mas, hasta el tratamiento actualizado de estos síntomas. En este encuentro también partici - paron otros especialistas, como nefrólogos e inmunólogos, dado el carácter multidisciplinar de estas enfermedades. EL REUMATÓLOGO | No 16 | invierno 2022 21 FORMACIÓNLanzamos el Máster SER en Enfermedades Autoinmunes SistémicasDesde la Sociedad Española de Reumatología, con la colabo- ración de la Universidad Rey Juan Carlos y con el patrocinio de AstraZeneca, ponemos en marcha el Máster SER de Enfermedades Autoin- munes Sistémicas (EAS), una iniciativa estratégica, cuyo objetivo principal es la adquisición de conocimiento exper- to mediante una metodología dinámi- ca con la cual el alumnado, que de por sí ya cuenta con el importante bagaje que proporciona la especialidad, parti- cipa de forma activa en el proceso de enseñanza- aprendizaje. Se pretende proporcionar una forma- ción actualizada sobre la etiopatogenia, el diagnóstico y el tratamiento de los pacientes con EAS, ya que en los últi- mos años ha habido avances notables en este ámbito. Además, se aportarán las bases de la metodología de la inves- tigación biomédica y se facilitará el de- sarrollo de competencias útiles para el entorno profesional. La dirección académica está a cargo del Dr. Carlos Goicoechea García, del Departamento de Ciencias Básicas de la Salud y catedrático de la Univer- sidad Rey Juan Carlos y del Dr. Joan Miquel Nolla Solé, del Servicio de Reu- matología del Hospital Universitario de Bellvitge y catedrático de la Universi- dad de Barcelona.Por su parte, la dirección científica está liderada por la Dra. María Galindo Iz- quierdo, del Servicio de Reumatología del Hospital Universitario 12 de Octubre y profesora asociada de la Universidad Complutense de Madrid, junto con el Dr. Víctor M. Martínez Taboada, del Servi- cio de Reumatología del Hospital Uni- versitario Marqués de Valdecilla y cate- drático de la Universidad de Cantabria. El Máster consta de cuatro módulos de contenidos específicos de aprendizaje, que se cursan de forma secuencial a lo largo de dos años, además de un mó- dulo de metodología de la investigación y de un módulo de Trabajo de Fin de Máster (TFM). Tiene carácter híbrido, esencialmente se desarrolla de forma on-line, si bien también se incluyen dos sesiones presenciales. La carga lectiva es de 60 créditos ECTS. Como coordinadores de los distintos módulos participarán los Dres. Jaime Calvo Alén, Iván Castellví Barranco, Tatiana Cobo Ibáñez, Federico Díaz González, Mónica Fernández Castro, Antonio Fernández Nebro, Francisco Javier Narváez García, Ana Ortiz García y Paloma Vela Casasempere. También forman parte de esta actividad formati- va más de una veintena de profesores, aportando una alta calidad docente. Se trata de una formación actualizada sobre la etiopatogenia, el diagnóstico y el tratamiento de los pacientes con EAS\"Abierto el plazo de solicitudes hasta el 1 de marzo de 2023. EL REUMATÓLOGO | No 16 | invierno 2022 22 FORMACIÓNPróximas CITAS FORMATIV ASTALLERES ARTRITIS PSORIÁSICA 3 y 4 de febrero, Madrid. Con la colaboración de Janssen. CURSO SER MULTIDISCIPLINAR EN REUMATOLOGÍA, DERMATOLOGÍA Y EII 17 y 18 de febrero, Madrid. Con la colaboración de Pfizer . CURSO SER DE REUMATOLOGÍA EMERGENTE 10 y 11 de marzo, Madrid. Con la colaboración de Lilly.L CURSO SER DE PATOLOGÍA OCULAR INFLAMATORIA 3 y 4 y de marzo, Madrid. Con la colaboración de UCB. CURSO SER DE VASCULITIS 17 y 18 de marzo, Madrid. Con la colaboración de Roche y Vifor Pharma.VIII SIMPOSIO DE ENFERMEDADES AUTOINMUNES SISTÉMICAS 24 y febrero, Mérida. #POI23 Patrocinado por: Organizado por: @SEReumatologia Sociedad Española de Reumatología@inforeuma Marzo 20233 4SEDE Hotel Soho. C. Prado 18. Madrid #POI23 Patrocinado por: Coordinadores Emma Beltrán Catalán Olga Maíz Alonso Santiago Muñoz Fernández III Curso SER de Patología Inflamatoriacular CRITERIOS DE ADMISIÓN Curso dirigido a socios SER, ejerciendo la especialidad en territorio español. Las plazas se asignarán dando preferencia a los siguientes criterios: Tener la condición de socio numerario de la SER. No tener \"ausencia no notificada\" en alguna actividad presencial SER previa. Distribución geográfica por comunidad autónoma. En caso de igualdad de condiciones, se tendrá en cuenta el orden de llegada de las solicitudes. Para gestionar la plaza en el curso es obligatorio una asistencia mínima del 90% de la duración del mismo. En caso contrario se cederá la plaza a un compañero en lista de espera ACREDITACIÓN Se ha solicitado a la Comisión de Formación Continuada de las Profesiones Sanitarias de la Comunidad de Madrid (SNS) la acreditación de los actos científicos del curso. Los asistentes que deseen obtener la certificación correspon - diente, deben cumplir los siguientes requisitos: Estar inscrito en el curso a través del portal del socio y firmar el control de acreditación. Permanecer en la sala donde se imparte el curso el 100% del tiempo establecido en el programa. Si no cumpliera alguno de estos requisitos no se le re- mitirá la acreditación oficial correspondiente. INSCRIPCIÓN Acceda al Portal del socio de la SER. Dentro del apartado \"Formación\", seleccione este curso dentro de la Oferta Formativa y solicite su in- scripción. Recibirá un correo electrónico confirmando que ha realizado su solicitud correctamente. Si tuviera cualquier duda o incidencia, por favor, con - tacte con: formacion@ser.es Alfredo Adán Civera. Servicio de Oftalmología. Hospital Clínic de Barcelona Vanesa Calvo del Río. Servicio de Reumatología. Hospital Universitario Marqués de Valdecilla. Santander David Díaz Valle. Servicio de Oftalmología. Hospital Universitario Clínico San Carlos. Madrid Mar Esteban Ortega. Servicio de Oftalmología. Hospital Universitario Infanta Sofía. Madrid Ángel García Aparicio . Servicio de Reumatología. Hospital Universitario de Toledo Javier García González. Servicio de Reumatología. Hospital Universitario 12 de Octubre. Madrid Alejandro Gómez Gómez. Servicio de Reumatología Hospital Universitario Vall d´Hebron. Barcelona Vega Jovani Casano. Servicio de Reumatología. Hospital Universitario de Alicante Alberto López Masegosa. Servicio de Oftalmología. Hospital de Mérida Olga Maíz Alonso. Servicio de Reumatología. Hospital Universitario de Donostia. San Sebastián Lucía Martínez-Costa Pérez. Servicio de Oftalmología. Hospital Universitario Dr. Peset de Valencia Patricia Moya Alvarado. Servicio de Reumatología. Hospital Universitario de la Santa Creu i Sant Pau. Barcelona Esperanza Pato Cour. Servicio de Reumatología. Hospital Universitario Clínico San Carlos. Madrid. Diana Peiteado López. Servicio de Reumatología. Hospital Universitario de la Paz. Madrid Verónica Pérez Guijo. Servicio de Reumatología. Hospital Universitario reina Sofia. Córdoba Luis Rodríguez Rodríguez. Servicio de Reumatología. Hospital Clínico San Carlos. Madrid Lara Sánchez Bilbao. Servicio de Reumatología. Hospital Universitario Marqués de Valdecilla. Santander Martina Steiner. Servicio de Reumatología. Hospital Universitario Infanta Sofía. Madrid Iñaki Torre Salaberri. Servicio de Reumatología. Hospital Universitario de Basurto. Bilbao. Juan Antonio Troyano Rivas. Hospital Universitario Clínico San Carlos. Madrid Raúl Veroz González. Servicio de Reumatología. Hospital de Mérida Organizado por: @SEReumatologiaSociedad Española de ReumatologíaSociedad Española de Reumatología@inforeuma Coordinadores Elvira Díaz Álvarez, Javier Loricera García y Susana Romero Yuste17 y 18 marzo 2023 MadridDE LA SOCIEDAD ESPAÑOLA DE REUMATOLOGÍA Xcurso SER #vasculitis23 Patrocinado por: -------------- CRITERIOS DE ADMISIÓN Curso dirigido a socios SER ejerciendo la especialidad en territorio español. Las plazas se asignarán dando preferencia a los siguientes criterios: Tener la condición de socio numerario de la SER. No tener \"ausencia no notificada\" en alguna actividad presencial SER previa. Distribución geográfica por comunidad autónoma. En caso de igualdad de condiciones, se tendrá en cuenta el orden de llegada de las solicitudes. Para gestionar la plaza en el curso es obligatorio una asistencia mínima del 90% de la duración del mismo. En caso contrario se cederá la plaza a un compañero en lista de espera -------------- ACREDITACIÓN Se ha solicitado a la Comisión de Formación Continuada de las Profesiones Sanitarias de la Comunidad de Madrid (SNS) la acreditación de los actos científicos del curso. Los asistentes que deseen obtener la certificación correspondiente, deben cumplir los siguientes requisitos: Estar inscrito en el curso a través del portal del socio y firmar el control de acreditación. Permanecer en la sala donde se imparte el curso el 100% del tiempo establecido en el programa. Si no cumpliera alguno de estos requisitos no se le remitirá la acreditación oficial correspondiente. -------------- INSCRIPCIÓN Acceda al Portal del socio de la SER. Dentro del apartado \"Formación\", seleccione este curso dentro de la Oferta Formativa y solicite su inscripción. Recibirá un correo electrónico confirmando que ha realizado su solicitud correctamente. Si tuviera cualquier duda o incidencia, por favor, contacte con: formacion@ser.es -------------- TRANSPARENCIA Consulte la información en materia de transparencia y tratamiento de datos de las transferencias de valor a los profesionales sanitarios, requerida por las entidades patrocinadoras. Puede acceder a la información sobre transferencias de valor en nuestra web.CURSO SER DE PLANIFICACIÓN ESTRATÉGICA DE LA REUMATOLOGÍA PARA JEFATURAS DE SERVICIO/SECCIÓN/UNIDAD 10 y 11 de febrero, Madrid. Con la colaboración de Janssen. ESCUELA DE ANATOMÍA E IMAGEN MUSCULOESQUELÉTICA 24 y 25 de marzo, Madrid. Con la colaboración de Nordic . EL REUMATÓLOGO | No 16 | invierno 2022 23 FORMACIÓNUn momento \"dulce\" para la Reumatología asturiana ¿QUÉ V ALORACIÓN HARÍA DEL XXIII CONGRESO DE LA SOCIEDAD ASTU - RIANA DE REUMATOLOGÍA Y QUÉ TE - MAS SE TRATARON? El XXIII Congreso anual de la Sociedad As - turiana de Reumatología (SARE) tuvo lugar el pasado 4 y 5 de noviembre en Gijón, con asistencia de la gran mayoría de reumatólo - gos, tanto de la sanidad pública como pri - vada, que ejercen en Asturias. Se abordaron temas como la detección y manejo del ries - go cardiovascular en enfermedades inmu - nomediadas que puede ser más complejo de lo que se ha creído hasta ahora, y cómo quizás en un futuro próximo distintas técni - cas de laboratorio puedan permitir desen - trañar mejor este riesgo. Además, se hizo una actualización de los objetivos de trata - miento en lupus eritematoso sistémico, se abordó la utilización de los biomarcadores de recambio óseo para una mejor toma de decisiones clínicas en osteoporosis y se destacó el papel central del reumatólogo en el diagnóstico y manejo de las reacciones inmunes secundarias asociadas al uso de los inhibidores del check point, empleados en la terapia de ciertas neoplasias. Asimis - mo, se desarrollaron dos talleres y exposi - ción de interesantes casos clínicos. ¿EN QUÉ ÁMBITOS ESTÁ MÁS CENTRA - DA ACTUALMENTE LA SARE? En estos momentos la SARE está centra - da en un claro acercamiento a la sociedad asturiana en su conjunto, para que el públi - co general sepa de primera mano quienes somos y cuáles son nuestros principios rectores. Para ello, nos servimos de la pági - na web, de la participación activa en redes sociales como Twitter, y disponemos de un buzón para resolver dudas de pacientes. Además, nos hemos ofrecido como interlo - cutores entre las asociaciones de pacientes y los gestores de la sanidad asturiana, de cara a la defensa de los intereses legítimos de los primeros, pero a su vez con una vo - cación de \"pedagogía reumatológica\" que ayude a los segundos a desempeñar mejor su labor y entender mejor las aspiraciones de pacientes y médicos. Lógicamente so - mos una sociedad con clara vocación de defensa y liderazgo en la formación a reu - matólogos y otros profesionales sanitarios, y para ello, con cierta regularidad se ponen en marcha charlas, foros de debate y cur - sos formativos, tanto para reumatólogos como para profesionales de atención pri - maria, entre otros. También participamos de actividades compartidas con otras so - ciedades médicas de la región. Finalmente, mantenemos una alerta continua para la defensa de nuestra especialidad y la de los intereses de nuestros socios. ¿A QUÉ RETOS PRINCIPALES SE TIE - NEN QUE ENFRENTAR LOS REUMATÓ - LOGOS EN ASTURIAS? Actualmente la Reumatología asturiana vive un momento dulce. Muy recientemen - te, dos hospitales de nuestra región (Hospi - tal Universitario Central de Asturias, Oviedo, y el Hospital Universitario de Cabueñes, Gi - jón) han logrado un lugar destacado en el ranking de prestigio sanitario nacional. Ade -más, el Servicio de Reumatología del HUCA se ha posicionado en el 13 lugar de presti - gio sanitario dentro de todos los Servicios de Reumatología de España, lo cual es un inmenso honor y motivo de sano orgullo. También, muy recientemente, la consulta de espondiloartritis del HUCA ha logrado el sello de calidad avanzado de la SECA. A pesar de estos éxitos, es cierto que la si - tuación de la especialidad no es uniforme en nuestra región, pues algunos servicios están claramente desbordados por una creciente demanda sin que se vea un inte - rés por parte de los gestores sanitarios en dotar de los suficientes recursos humanos y técnicos a aquellos servicios que más lo precisan. Otro reto al que nos enfrentamos es la obsolescencia de los actuales algorit -El actual presidente de la Sociedad Asturiana de Reumatología (SARE), el Dr. Rubén Queiro, describe los principales retos a los que se enfrentan desde dicha sociedad científica, entre otros aspectos. mos de uso de fármacos biológicos y con diana específica que llevan varios años sin ser revisados por la correspondiente comi - sión de uso racional de medicamentos y productos sanitarios, lo que está haciendo que las innovaciones terapéuticas estén llegando con demasiado retraso a nuestros pacientes, o incluso no llegando. También creo que nos enfrentamos a una excesiva burocratización administrativa de cara a po - ner en marcha proyectos de investigación y ensayos clínicos, lo que está haciendo que nuestra región esté un tanto rezagada en estos aspectos. Además, tenemos cierto temor de que se produzca un desajuste en el recambio generacional de reumatólogos en nuestra región que es una amenaza cla - ra en el horizonte. EL REUMATÓLOGO | No 16 | invierno 2022 24 SOCIEDADESUn paso más en el intercambio de conocimientos desde SORCOM El XXVI Congreso de la Socie- dad Madrileña de Reumatología (SORCOM) tuvo lugar el 15 y 16 de diciembre en formato presencial. Un encuentro muy enriquecedor para los reumatólogos madrileños en el que se volvieron a compartir conocimientos, ex- periencias, opiniones y mucho más. Entre los temas que se han tratado cabría destacar la conferencia magistral, bajo el título 'Epidemiología: nuevos modelos de investigación', impartida por la Dra. Lore- to Carmona. Además, se abordaron las enfermedades autoinmunes sistémicas con novedades en los tratamientos en lupus, el abordaje en pacientes con es- clerodermia y nuevas recomendaciones en el manejo de vasculitis asociadas a ANCA. También se hizo un repaso sobre algunas patologías menos prevalentes en las consultas de Reumatología como la fibromialgia o la enfermedad asociada a IgG4, al mismo tiempo que otras afec- ciones ya tradicionales como la artritis reumatoide, las espondiloartritis o la os- teoporosis también tuvieron su hueco en esta reunión, en la que también fue prota- gonista la Enfermería, que contó con una mesa propia y dos ponencias, destacan- do así la importancia y el valor que se les presta a las enfermeras en el ámbito de la Reumatología. Además, se hizo entre- ga de las tradicionales becas y premios, al igual que se expusieron las comunica - ciones orales seleccionadas.\"En este congreso hemos intentado re- coger todos aquellos temas globales y específicos de la especialidad, incluyen- do conceptos novedosos de la patología que atendemos y dando espacio tanto a las voces con una dilatada trayectoria científica, como a las emergentes\", se- gún la Dra. María Galindo, presidenta de la SORCOM. El año que viene seguiremos trabajando para mantener los cinco ejes estratégi - cos que, con tanto éxito se han ido so- lidificando a lo largo de los años como son la formación, la investigación, dar visibilidad a la especialidad, colaborar con las asociaciones de pacientes y de - fender los intereses del socio. \"Nuestro La colaboración con la Enfermería de Reumatología de nuestra comunidad es otro de los objetivos prioritarios\" 15-16 Diciembre Organiza:Secretaría técnica: congresosorcom.esPROGRAMA objetivo es mantener la oferta formati - va, implementándola en colaboración con otras sociedades afines (Geriatría, Traumatología, Medicina Familiar y Co- munitaria), además de continuar con las sesiones interhospitalarias. En cuanto a la investigación, se intentará aumentar la dotación económica destinada a las dife- rentes modalidades de becas e impulsar los proyectos colaborativos a través de la plataforma RedCap, que ya inició su an- dadura con la Junta Directiva anterior. La colaboración con la Enfermería de Reu- matología de nuestra comunidad es otro de los objetivos prioritarios, tal y como se ha plasmado en este congreso, y la intención por ambas partes es potenciar esta línea estratégica en el próximo año\", precisa la Dra. Galindo, quien también re- cuerda que \"es posible que, en el próximo año, se convoque el proceso extraordina- drio de consolidación de empleo y, SOR- COM se pondrá al servicio de todos los compañeros reumatólogos afectados, como ya se hizo en 2022 cuando se hizo pública la convocatoria\". EL REUMATÓLOGO | No 16 | invierno 2022 25 SOCIEDADESEstrechar la colaboración con otros agentes de interés, clave para mejorar la Reumatología valenciana Poco a poco se han ido logrando nuevas plazas fijas de Reumato- logía en la Comunidad Valencia- na, mejorando la situación deficitaria de reumatólogos que existe en algu- nos hospitales. No obstante, \"se debe seguir trabajando para consolidar el número de plazas de reumatólogos, ya que se estima que hay casi un 40% de interinos, una cifra que se debe dismi- nuir para garantizar la estabilidad en el empleo y al mismo tiempo garantizar la mejor atención de los pacientes en esta comunidad autónoma\", precisa el Dr. Rafael Belenguer, presidente de la Sociedad Valenciana de Reumatología (SVR), al mismo tiempo que destaca la importancia de \"velar por el manteni- miento de la libertad de prescripción de terapias biológicas o sintéticas dirigidas avanzadas, siempre colaborando con el sostenimiento del Sistema Nacional de Salud y también procurando el respeto a la autonomía del paciente\". Las relaciones con otras sociedades científicas, administraciones públicas, asociaciones de pacientes y otros agen - tes de interés en el sector son claves para dicha institución, que se encargará de se- guir estrechando las colaboraciones con estos organismos con el objetivo de se- guir mejorando las carencias asistencia - les no cubiertas y ampliando el conoci - miento de la especialidad en la sociedad. En este sentido, \"el mensaje a transmitir es claro: la Reumatología es la especiali- dad médica, por excelencia, de todas las enfermedades musculoesqueléticas y enfermedades reumáticas autoinmunes sistémicas (ERAS), que padecen unos 2 millones de personas en nuestra comuni - dad\", según el Dr. Belenguer. \"Insistimos también en fomentar la for- mación de los residentes y de los médi- cos en activo, tanto en las técnicas que manejamos como en los aspectos clíni- cos\", añade el presidente de la SVR. Por último, el especialista hace hincapié en que se va a ofrecer un mayor apoyo a los reumatólogos que trabajan en el ámbito privado; se va a intentar ampliar el personal de Enfermería especializado; así como fomentar una mayor implica - ción de los reumatólogos \"senior\" ya que, a su juicio, \"tienen mucho que aportar\".El Dr. Rafael Belenguer, presidente de la Sociedad Valenciana de Reumatología (SVR), nos pone al día en los objetivos y líneas estratégicas en las que se está trabajando desde dicha sociedad científica. Se debe velar por el mantenimiento de la libertad de prescripción de terapias biológicas o sintéticas dirigidas avanzadas\" EL REUMATÓLOGO | No 16 | invierno 2022 26 SOCIEDADESSAGRARIO BUSTABAD REYES Presidenta de la SER Hospital Universitario de Canarias, Tenerife. \"Tendríamos muchas cosas que pedir para este año 2023, pero me confor- maría se consiguiera que la Reumatología tuviese mayor visibilidad y que se consolide como la especialidad de referencia de las enfermedades muscu- loesqueléticas y de las autoinmunes sistémicas. Además, desearía que se pudiese aumentar el número de reumatólogos en las diferentes comunida- des autonómicas, y que disminuyese la precariedad laboral\". DELIA REINA SANZ Hospital de Sant Joan Despí Moisés Broggi, Barcelona. \"Le pido ilusión y fuerza. Ilusión para llevar a cabo nuestros proyectos como reumatólo- gos y le pido fuerza para seguir construyen- do la mejor especialidad del mundo. Además, desearía disponer de los mejores tratamien- tos para nuestros pacientes. Le pido también alegría, trabajo y confianza. ¡Espero ver un 2023 lleno de buenos momentos juntos!\"MIGUEL ÁNGEL CARACUEL RUIZ Hospital Universitario Reina Sofía, Córdoba \"Para esta Navidad tengo un deseo y un sueño. El deseo es que el sufri- miento expresado en forma de dolor desaparezca de cualquier lugar y persona que lo sufra, y mi sueño es que este deseo se pudiera cumplir\".MARCOS PAULINO HUERTAS Presidente electo de la SER Hospital General Universitario de Ciudad Real. \"Para el 2023 deseo que, a los reumatólogos, nos dejen trabajar en condiciones. Que nos den tiempo, re- cursos y autonomía para aplicar nuestro criterio. Que exista equidad a la hora de ser atendido por un reumatólogo, inde- pendientemente del lugar donde resida el paciente\". DIEGO BENAVENT NÚÑEZ Hospital Universitario La Paz, Madrid. \"Le pido al Año Nuevo que sigamos avanzando en el conocimiento y el manejo de las enfermedades reumáticas y que se siga invirtiendo en la investigación que nos permite entenderlas mejor. También, que consigamos promover progra- mas de apoyo para nuestros pacientes que ayuden a mejorar su calidad de vida. Ojalá sigamos siendo un colectivo unido y con una misión clara en este camino\".Y al Año Nuevo... ¿qué le pides? Arrancamos un 2023 lleno de ilusión, esperanza y otros muchos deseos... ¿Quieres conocer los de algunos reumatólogos, enfermeros y pacientes? Aquí los recogemos. ¿Y el tuyo? EL REUMATÓLOGO | No 16 | invierno 2022 27 NOTICIASY los pacientes, ¿qué desearían?JESÚS TORNERO MOLINA Hospital Universita- rio de Guadalajara \"Que seamos capa- ces de mejorar la ex- pectativa de tratamiento y mejora de los síntomas para los enfermos con artrosis, ojalá que la investi- gación avance y se pueda mejorar la oferta terapéuti- ca para estos pacientes. Además, que sigamos sien- do los clínicos de la patología del aparato locomotor y que el resto de especialidades y la administración sanitaria reconozca nuestro papel fundamental en la coordinación y ejecución de una atención de ca- lidad. Por último, que tengamos disponibles, para un adecuado recambio generacional y crecimiento de la oferta asistencial, especialistas bien formados en los altos estándares que siempre han guiado a la Medicina en España, y que tengan un salario digno y expectativas profesionales adecuadas\". CARMEN LÓPEZ VALIENTE Síndrome de Sjögren (Aso- ciación Españo- la de Síndrome de Sjögren) \"Que todos los pacientes con Sjö- gren tengamos acceso a unidades multidisciplinares, ya que nuestra enfermedad es sistémica y requeri- mos de diferentes especialidades. También le pido que tengamos ac- ceso a otros Servicios como Enfer- mería reumatológica, Fisioterapia, profesionales de la actividad física y el deporte, nutricionistas y psicólo- gos para que, entre los cuidados de todos, los pacientes podamos tener una mejor calidad de vida\".LUIS MIGUEL TORRECILLAS LOZANO Artritis reumatoide (Conartritis) \"Le pediría SALUD con letras mayúsculas. Además, al 2023 le pediría un año sin crisis y cargado de es- peranza para seguir afrontando esta enfermedad, que ha venido para quedarse y no se va a ir\". ELSA PRADA NUÑEZ Esclerodermia (Asociación Espa- ñola de Esclerodermia) \"Desearía poder entender los síntomas los síntomas que es- toy teniendo durante los últimos meses. Y desde un punto de vista más general, le pediría que la Ciencia en general y la Medicina en particular contribu- yan a desarrollar medicinas más específicas para nues- tros problemas, en concreto contra la esclerodermia\".MARÍA RÍOS GONZÁLEZ Vasculitis \"Al 2023 le pediría más fondos para la investigación de las enfermedades reumáticas y así, de esta manera, mejorar la calidad de vida de los pacientes que sufrimos estas patologías\".PAULA ZATARAIN CABALLERO Lupus eritematoso sistémico (Amelya) \"Le pediría vivir sin dolor, sin cansan- cio, y sobre todo rodeada de todas las personas a las que quiero y que tanto me quieren y me ayudan y son mi soporte para superar el día a día\".CRISTINA RODRÍGUEZ ALVEAR Residente. Hospital General Universitario Doctor Balmís, Alicante. \"Como residente, al año nuevo le pido muchas más oportunidades de forma- ción: talleres para aprender nuevas técnicas, cursos de ecografía, días dedica- dos a la investigación... Y una mayor capacidad para el manejo multidisciplinar de nuestros pacientes, adquiriendo conocimientos en psicología clínica y trabajando de manera conjunta con Enfermería y el resto de especialidades, con el fin de mejorar su calidad de vida\". JOSÉ MARÍA MARTÍN MARTÍN Enfermero. Hospital Universitario Nuestra Señora de la Candelaria, Santa Cruz de Tenerife. \"Después de estos años tan complicados que hemos tenido, mi carta para los Re- yes para el año 2023 sería que se consiguiera estandarizar la actividad enfermera en Reumatología, y así conseguir que haya enfermeras especialistas de Reumato- logía en todos los hospitales de España. También pido que se nos tenga en cuenta como uno más en todos los equipos multidisciplinares junto con los médicos, ya que trabajando codo con codo conseguiríamos que la calidad de vida de nuestros pacientes mejorara. Y, por último, me encantaría que el año que viene se hiciera un Máster de Enfermería en Reumatología saliera adelante un proyecto que creo que es fundamental para la Enfermería de Reumatología\". EL REUMATÓLOGO | No 16 | invierno 2022 28 NOTICIASReumachef una forma divertida de aprender hábitos saludables con el delantal puesto Desde la Sociedad Española de Reumatología se ha organizado de nuevo Reumachef, una acti- vidad con el objetivo de abordar diver- sos temas relacionados con el ámbito médico, psicológico y social, haciendo hincapié en la importancia de mantener unos hábitos de vida saludables. En concreto, este año se ha llevado a cabo esta actividad dirigida a jóvenes con enfermedades reumáticas de entre 14 y 18 años en Málaga y en Madrid, en la que los asistentes, con el delantal puesto, han participado en un taller culi- nario, al mismo tiempo que resolvieron dudas acerca de sus enfermedades. \"Es fundamental que en estas edades conozcan todos los aspectos relacio- nados con su enfermedad y empiecen a consolidar hábitos de vida saludables que les ayudarán a hacer frente a su afección\", según la Dra. Alina Boteanu, reumatóloga del Hospital Universitario Ramón y Cajal de Madrid, y una de las especialistas que han participado en esta nueva edición de Reumachef. \"Consideramos que los pacientes tie- nen un papel fundamental, ya que son ellos mismos quienes deben colaborar activamente, capacitándose progresi- vamente, para participar en el manejo de su enfermedad. De ahí la impor- tancia de dotarles de herramientas y de toda la información necesaria para que puedan hacerlo de la mejor forma posible. En este sentido, durante la actividad Reumachef también se han impartido varios talleres incluyendo aspectos prácticos que deben tener en cuenta los jóvenes en su día a día como los posibles efectos secundarios de los tratamientos, la importancia de la vacu- nación, el riesgo de los hábitos tóxicos como el tabaquismo o el consumo de alcohol, y la necesidad de llevar a cabo ejercicio físico, entre otros aspectos\". EL REUMATÓLOGO | No 16 | invierno 2022 29 NOTICIASLos beneficios del cuidado de la piel en mujeres con enfermedades reumáticas Las enfermedades inmunomediadas (IMIDs) son, en su mayoría, enfermedades sistémicas en las cuales las manifestacio- nes cutáneas son muy frecuentes a lo largo de la evolución, \"pudiendo ser muy variadas y afectan- do principalmente a pacientes con artritis psoriá - sica, lupus eritematoso sistémico, esclerosis sis - témica, dermatomiositis y vasculitis, entre otras\", según la Dra. Chamaida Plasencia, reumatóloga del Hospital Universitario La Paz de Madrid. En este sentido, y con el objetivo de fomentar el autocuidado y reforzar la autoestima de las mujeres con enfermedades reumáticas que pue- den sufrir manifestaciones en la piel, desde la Fundación Española de Reumatología -y con la colaboración de Clarins- pusimos en marcha el primer taller de cuidado de la piel para mujeres con enfermedades reumáticas, que \"ha tenido muy buena acogida\". En opinión de la especia- lista, \"esta actividad es muy beneficiosa para las pacientes por varios motivos, sobre todo para en- señarles qué productos o qué cuidados pueden ser idóneos para ellas, a la vez que comparten experiencias con otras personas con las mismas afecciones o similares\". C M Y CM MY CY CMY KFaldon_dic2022.pdf 1 20/12/22 9:50 EL REUMATÓLOGO | No 16 | invierno 2022 NOTICIASEl pasado verano, la Sociedad Española de Reumatolo- gía puso en marcha un nuevo servicio de alertas biblio- gráficas con la colaboración de AbbVie. El objetivo es llevar hasta el socio información actualizada sobre los temas de su interés en nuestra especialidad de manera rápida, fácil y sencilla. Los pasos a seguir son: Acceder a través de biblioalerta.ser.es Rellenar 3 campos del formulario \"configurar nueva alerta\": nombre, periodicidad y tema concreto de la búsqueda requerida. Desde que se puso en marcha este servicio, a través de la Bi- blioteca virtual Jaime Rotés Querol, se han inscrito más de 200 socios, con muy buena acogida. El formulario de configuración de alertas dispone de un tutorial para orientar en el fácil manejo de este servicio. Os animamos a seguir utilizándolo y cualquier duda o sugerencia contactar a biblioteca@ser.es Apostamos por un mayor conocimiento de la Fiebre Mediterránea Familiar Desde la Sociedad Española de Reumatología y en el marco de nuestra campaña 'Ponle nombre al reuma' hemos lanzado un nuevo vídeo de divulgación sobre la Fiebre Medite - rránea Familiar (FMF) con el objetivo de incrementar el conocimiento sobre de esta patología autoinflamatoria. Las re- visiones periódicas con el reumatólogo y otros especialistas son claves para lo- grar la remisión clínica y una mejor cali-dad de vida de los pacientes. Para esta iniciativa hemos contado con la colabo- ración de la Asociación Española de Fie - bre Mediterránea Familiar y Síndromes Autoinflamatorios STOP FMF. Servicio de Alerta Bibliográfica EL REUMATÓLOGO | No 16 | invierno 2022 31 NOTICIASComprometidos con el medioambiente para mejorar la salud Los científicos llevan años alertan- do sobre los riesgos asociados al cambio climático, la contamina - ción atmosférica o la pérdida de biodiver- sidad, entre otros retos ambientales que inciden en la salud de las personas acen- tuando enfermedades cardiovasculares, respiratorias y también reumáticas. La salud humana y la salud animal son interdependientes y, a su vez, están vinculadas a los ecosistemas. Bajo la premisa de One Health, la Organiza- ción Mundial de la Salud promueve un enfoque integral de la salud que cuide del medio ambiente. Un concepto que la Sociedad Española de Reumatología también defiende a través de su plan de sostenibilidad y de las acciones que llevamos a cabo. Por ello, dentro de las acciones de Responsabilidad Social Corporativa, hemos colaborado con la Asociación Reforesta plantando más de 300 árboles en el parque de Las Cante- ras en la Zubia (Granada). La colaboración en la reforestación de esta zona ambiental de la provincia de Granda contribuye a lograr los Objetivos de Desarrollo Sostenible (ODS) estable- cidos por la Agenda 2030, un legado que también es importante para la SER. \"Este año hemos celebrado nuestro Congreso en Granada y ha tenido conse- cuencias muy positivas a nivel científico, así como en el ámbito económico en la ciudad de acogida. Sin embargo, la hue- lla de carbono que supone el traslado de tantas personas es bastante elevada y por eso quisimos contribuir con una acción directa que fuera positiva para el medio ambiente, colaborando con Reforesta y plantando más de 300 árbo- les y arbustos en esta zona de Granada, para revertir ese impacto negativo en el medioambiente, y potencialmente en la salud, y ayudar en la reforestación de esta zona\", ha explicado la Dra. Sagrario Bustabad, presidenta de la SER. La SER ha colaborado con la plantación de más de 300 árboles en el parque de Las Canteras en la Zubia (Granada)\" EL REUMATÓLOGO | No 16 | invierno 2022 32 NOTICIASTendemos la mano a las autoridades sanitarias y a los medios de comunicación Las enfermedades reumáticas es- tán íntimamente ligadas a los de - terminantes sociales de la salud, especialmente marcadas por el enve- jecimiento, el género, el entorno social y el ámbito territorial, produciéndose situaciones de inequidad en los acce - sos a servicios sanitarios que cuenten con especialistas de Reumatología que puedan tratar de forma adecuada a las personas con enfermedades reumáticas musculoesqueléticas y autoinmunes sis - témicas. \"En este sentido, desde la SER seguiremos trabajando para lograr la creación de más plazas de Reumatología que puedan suplir el déficit actual que existe de reumatólogos y que, durante los próximos 15 años, se necesitará au- mentar alrededor de un 40%, para hacer frente a las crecientes necesidades, lo que permitiría afrontarlas con mayor efi- ciencia\", según comentó la Dra. Sagrario Bustabad, presidenta de la SER en un en- cuentro organizado para acercar la rea - lidad de las enfermedades reumáticas a los medios de comunicación. A su juicio, gracias a la colaboración de los periodis- tas especializados en salud se puede ha - cer llegar a la población mensajes muy importantes para que sepan detectar síntomas que les hagan acudir a su mé- dico de Atención Primaria, y de esta ma- nera, contribuir a minimizar el retraso en el diagnóstico de algunas enfermedades reumáticas. En esta reunión, -organizada conjunta - mente con la Asociación Nacional de Informadores Sanitarios (ANIS)- también participó Mercedes Pastor, directora de gabinete de la ministra de Sanidad; así como la directora de comunicación del Ministerio de Sanidad, Verónica Martín, quienes expusieron su visión sobre la im- portancia de las enfermedades reumáti- cas y comentaron el papel de las admi- nistraciones públicas y de los medios de comunicación. Desde la Sociedad Española de Reuma- tología se tendió de nuevo la mano a las autoridades sanitarias y a todos los agentes implicados para reflexionar so- bre el problema de salud pública que re- presentan las enfermedades reumáticas y buscar soluciones conjuntamente para conseguir la mejor atención a los pacien- tes garantizando, al mismo tiempo, la sostenibilidad del sistema de salud. Desde la SER seguiremos trabajando para mejorar las condiciones de los especialistas en Reumatología y sus pacientes\" De izda. a dcha.: Mercedes Pastor, directora del Gabinete de la Ministra de Sanidad; Dra. Sagrario Bustabad, presidenta de la SER; Verónica Martín, directora de Comunicación del Ministerio de Sanidad, y Coral Larrosa, periodista de salud y representante de la ANIS. EL REUMATÓLOGO | No 16 | invierno 2022 33 NOTICIASCada vez más presentes entre los estudiantes de Medicina U n año más hemos participado en el XL Congreso Nacional de Estudiantes de Medicina, organiza- do por la Universidad Miguel Hernández de Elche (Alicante). En esta edición hemos contado con la cola- boración de los Dres. Francisca Sivera y Jose Antonio Bernal, los cuales impartieron un Simposio que sirvió como acercamiento de la especialidad de Reumatología a los asistentes y también se abordaron otros aspectos como las nuevas terapias en Reumatología o esta espe- cialidad vista a través del MIR. También se llevó a cabo un taller de infiltraciones, que tuvo una gran acogida. Por otra parte, ya se ha resuelto el segundo concurso de casos clínicos de Reumatología para estudiantes de Medicina, que se puso en marcha desde la SER, en colaboración con el Consejo Estatal de Estudiantes de Medicina (CEEM), y cuyos ganadores han sido: Primer premio: Manuel Gómez-Olit. mesenté lupus sistémico: vasculitis vs. Arterioesclerosis\". Universidad Miguel Hernández. Segundo premio: Javier Sánchez. \"Lactante con edemas y lesiones cutáneas\". Universidad Extremadura. Victoria Rebollo. \"Urgencia reumatoló- gica: vasculitis potencialmente mortal\". Universidad Autónoma de Madrid. El II Concurso de Casos Clínicos ha tenido una gran acogida\" EL REUMATÓLOGO | No 16 | invierno 2022 34 NOTICIASUn streamer en la consulta de Reumatología David Velasco Sánchez es R1 en el Hospital General Universitario de Ciudad Real y, además, es más que un gamer y ya cuenta con cientos de miles de seguidores en sus redes sociales. Nos cuenta el origen de esta pasión y sus expectativas de futuro. No hay nada más bonito que entretener a miles de personas a la vez que tú también lo estás haciendo\" ¿CÓMO EMPEZÓ SU AFICIÓN CON LOS VIDEOJUEGOS? Comenzó hace ya mucho tiempo. Mi pri - mer recuerdo fue con 5 años cuando mi padre me compró el FIFA 2003 (videojue - go de fútbol) para el PC. Desde ese mo- mento siempre he tenido contacto con el mundo del gaming , pero es cierto que en los últimos años ha ido a más. Imagino que la cuarentena debido a la pandemia y el estar obligado a pasar más tiempo en casa ha sido la causa.¿CÓMO HA LLEGADO A CONVERTIR - SE EN @DAVIZOSKY CON CIENTOS DE MILES DE SEGUIDORES EN LAS REDES SOCIALES? Es un mundo que me apasionaba y en junio de 2020 dije \"¿por qué no?\". Comencé sin ningún objetivo, pero es cierto que cada día se va uniendo más y más gente a mis redes sociales. No sé dónde estará el techo, pero yo mientras sigo disfrutando del camino. ¿A QUÉ CREE QUE SE DEBE EL ÉXITO QUE TIENE EN TWITCH (PLATAFORMA DESTINADA A LA RETRANSMISIÓN EN DIRECTO) DONDE CUENTA CON MÁS DE 140.000 SEGUIDORES? Imagino que es fruto de disfrutar de lo que haces y, obviamente, estar activo en todas las redes sociales durante más de 2 años. Detrás de todo esto, hay una dedicación y una constancia que quizá el usuario no llega a ver, pero soy muy feliz. Al final no hay nada más bonito que entretener a mi- les de personas a la vez que tú también lo estás haciendo. En concreto, en mis streams juego al FIFA, aunque es verdad que tocamos muchos te- mas durante la retransmisión que lo hacen más interesante (deportes, actualidad...).¿ES SENCILLO COMPAGINAR ESTE HOBBY CON LA PRÁCTICA DE MEDICINA? No voy a negar que ha habido semanas muy duras. La época de preparación del MIR fue agobiante e incluso pensé en de - jar los directos. Sin embargo, siempre he intentado gestionar el día para poder en- contrar ese hueco en el que conectar con mis seguidores. Ahora, durante el periodo de la residencia, estoy tratando de encon- trar un equilibrio entre ambos mundos. ¿ALGUNAS CUALIDADES DE LAS QUE SE APRENDE EN ESTOS \"DIRECTOS\" DE TWITCH O JUGANDO A LOS VIDEO - JUEGOS PODRÍAN SER DE UTILIDAD EN EL DÍA A DÍA EN UNA CONSULTA? Diría que sí. La Medicina se apoya cada vez más del mundo digital, por lo que son dos ámbitos que están en contacto pese a parecer tan distintos. Además, en ambas buscamos transmitir información ya sea al paciente o, en este caso, a mis seguidores. ¿POR QUÉ OPTÓ POR LA REUMATOLO - GÍA Y CÓMO SE VE COMO ESPECIALIS - TA EN UNOS AÑOS? Es cierto que tenía muchas dudas cuan- do terminé el MIR con la especialidad. Únicamente tenía claro que quería una especialidad médica. A partir de ahí, comencé a preguntar para ver cual se asemejaba más tanto a mi personalidad como a mi estilo de vida. Reumatología me convenció, es una especialidad que está en constante renovación y que su principal actividad es la consulta, algo que me encanta. Además, he tenido la suerte de poder realizar la residencia en Ciudad Real, mi ciudad natal. Estoy muy contento. Para el futuro, lo único que es- pero es seguir tratando al paciente con el mismo cariño e ilusión que tengo desde el primer día. ¿EN ALGÚN MOMENTO SE HA PLAN - TEADO DEDICAR SU VIDA EXCLUSIV A - MENTE A LOS VIDEOJUEGOS? Es una pregunta que suelen formularme mis amigos, pero por ahora nunca se me ha pasado por la cabeza. Son dos mun- dos que me apasionan y mi objetivo es intentar compaginarlos en el futuro. Le he dedicado mucho tiempo a ambos y no quiero desprenderme de ninguno de ellos. EL REUMATÓLOGO | No 16 | invierno 2022 35 MÁS ALLÁ DE LA CONSULTASi el presente es prometedor, lo que nos depara el futuro lo es aún más.Tu confianza nos mueve a dar un paso adelante en reumatología ES-IMMR-220071 (ABR 2022)Llevar casi 20 años contando con la confianza de los profesionales sanitarios en reumatología es algo que nos motiva cada día. Pero nuestra misión va más allá: queremos elevar los estándares de cuidado, impulsar la especialidad a través de la innovación y tener un impacto positivo. #LoQueNosMueve #UnPasoAdelanteC M Y CM MY CY CMY K EL REUMATÓLOGO | No 16 | invierno 2022 "}