{"title": "PDF", "author": "PDF", "url": "https://www.lse.ac.uk/lse-health/assets/documents/eurohealth/issues/Eurohealth-27-2-2021-eng.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Journal of the European Observatory on Health Systems and Policies EUROHEALTH RESEARCH DEBATE POLICY NEWS Volume 27 | Number 2 | 2021 :: Special Issue ::on Healt h System s and P oliciesEuropean Rise like a phoenix: Health at the heart of a resilient future for Europe A new era of multilateralism in health Co-creating a healthier Europe Health and sustainable development Towards the European health data space Digital adoption and health data governance Towards a wellbeing economy Hygiene literacy: key to a safer future? Oslo Medicines Initiative Beating cardiovascular disease The COVID-19 impact inquiry in the United KingdomEuropean Health Forum Gastein 2021EUROHEALTH Journal of the European Observatory on Health Systems and Policies Eurostation (Office 07C020) Place Victor Horta / Victor Hortaplein, 40 / 30 1060 Brussels, Belgium T: EDITOR Elias Mossialos: e.a.mossialos@lse.ac.uk LSE Health, London School of Economics and Political Science, Houghton Street, London WC2A 2AE, United Kingdom Steve Still: steve.still@gmail.com PRODUCTION MANAGER Jonathan North: northj@obs.who.int Article Submission Guidelines Available at: https://tinyurl.com/EurohealthGuidelines Eurohealth is a journal that provides a forum for researchers, experts and policymakers to express their views on health policy issues and so contribute to a constructive debate in Europe and beyond. The views expressed in Eurohealth are those of the authors alone and not necessarily those of the European Observatory on Health Systems and Policies, WHO or any of its partners or sponsors. Articles are independently commissioned by the editors or submitted by authors for consideration. The Observatory is a partnership, hosted by WHO/ Europe, which includes other international organizations (the European Commission); national and regional governments (Austria, Belgium, Finland, Ireland, Norway, Slovenia, Spain, Sweden, Switzerland, the United Kingdom and the Veneto Region of Italy (with Agenas)); other health system organizations (the French National Union of Health Insurance Funds (UNCAM), the Health Foundation); and academia (the London School of Economics and Political Science (LSE) and the London School of Hygiene & Tropical Medicine (LSHTM)). The Observatory has a secretariat in Brussels and it has hubs in London at LSE and LSHTM and at the Berlin University of Technology. © WHO on behalf of European Observatory on Health Systems and Policies 2022. No part of this publication may be copied, reproduced, stored in a retrieval system or transmitted in any form without prior permission. Design and Production: Steve Still ISSN 1356 - 1030 Cartoons by Floris Oudshoorn of Comic House Cover image by Naomi Fein of Think Visual CONTENTS Eurohealth is available online and in hard-copy format. If you want to be alerted when a new publication goes online, please sign up to the Observatory e-bulletin . To subscribe to receive hard copies of Eurohealth , please send your request and contact details to: contact@obs.who.int Back issues of Eurohealth are available at: https://www.lse.ac.uk/lse-health/publications/eurohealthList of Contributors Rebekka Aarsand w Norwegian Ministry of Health and Care Services, Oslo, Norway Clemens Martin Auer w European Health Forum Gastein, Bad Hofgastein, Austria Natasha Azzopardi Muscat w WHO Regional Office for Europe, Copenhagen, Denmark Birgit Beger w European Heart Network, Brussels, Belgium Paul Belcher w European Public Health Alliance, Brussels, Belgium; European Health Forum Gastein, Bad Hofgastein, Austria Sally Bloomfield w London School of Hygiene and Tropical Medicine, London, UK Anders Miki Bojesen w University of Copenhagen, Denmark Denis Bourgeois w University Lyon, France Caroline Costongs w EuroHealthNet, Brussels, Belgium Sarah Garner w WHO Regional Office for Europe, Copenhagen, Denmark Whitney Gray w The Lancet and Financial Times Commission on Governing Health Futures 2030: Growing up in a digital world, Global Health Centre, The Graduate Institute, Geneva, Switzerland Audun Hågå w Norwegian Medicines Agency, Oslo, Norway Rachelle Harris w WHO Regional Office for Europe, Copenhagen, Denmark Minna Hendolin w Finnish Innovation Fund (Sitra), Helsinki, Finland Louise Holly w The Lancet and Financial Times Commission on Governing Health Futures 2030: Growing up in a digital world, Global Health Centre, The Graduate Institute, Geneva, Switzerland Amanda Janoo w Wellbeing Economy Alliance (WEAll), Burlington, Vermont, USA Dorli Kahr-Gottlieb w European Health Forum Gastein, Bad Hofgastein, Austria Hans Kluge w WHO Regional Office for Europe, Copenhagen, Denmark Stanislav Kniazkov w WHO Regional Office for Europe, Copenhagen, Denmark Krista Kruja w WHO Regional Office for Europe, Copenhagen, DenmarkSolveig Langsrud w Norwegian Food Research Institute, Ås, Norway Bjørn-Inge Larsen w Norwegian Ministry of Health and Care Services, Oslo, Norway Cara Leavey w The Health Foundation, London, UK Brian Li Han Wong w The Lancet and Financial Times Commission on Governing Health Futures 2030: Growing up in a digital world, Global Health Centre, The Graduate Institute, Geneva, Switzerland Martin McKee w European Observatory on Health Systems and Policies; London School of Hygiene and Tropical Medicine, UK Mario Monti w Bocconi University, Milan, Italy Lars Münter w Danish Committee for Health Education, Copenhagen, Denmark Charan Nelander w Danish Committee for Health Education, Copenhagen, Denmark Synnøve Eikefet Ravnestad w Norwegian Ministry of Health and Care Services, Oslo, Norway Arne-Petter Sanne w Norwegian Medicines Agency, Oslo, Norway Dorota Sienkiewicz w EuroHealthNet, Brussels, Belgium Milka Sokolovic ´ w European Public Health Alliance, Brussels, Belgium Kristine Sorensen w International Health Literacy Association, Aarhus, Denmark Aleksandra Torbica w Bocconi University, Milan, Italy David Tordrup w WHO Regional Office for Europe, Copenhagen, Denmark Robin van Kessel w Maastricht University, Maastricht, Netherlands Heather Wilson w The Health Foundation, London, UK Eurohealth editorial team w Sherry Merkur w Gemma A. Williams - European Observatory on Health Systems and Policies Eurohealth Gastein commissioning team w Chloe Maher w Dorli Kahr-Gottlieb - European Health Forum Gastein Eurohealth — Vol.27 | No.2 | 2021 1CONTENTS Journal of the European Observatory on Health Systems and Policies EUROHEALTH RESEARCH DEBATE POLICY NEWS Volume 27 | Number 2 | 2021 :: Special Issue ::on Healt h System s and P oliciesEuropean Rise like a phoenix: Health at the heart of a resilient future for Europe A new era of multilateralism in health Co-creating a healthier Europe Health and sustainable development Towards the European health data space Digital adoption and health data governance Towards a wellbeing economy Hygiene literacy: key to a safer future? Oslo Medicines Initiative Beating cardiovascular disease The COVID-19 impact inquiry in the United KingdomEuropean Health Forum Gastein 2021 © Illustration - Naomi Fein of Think Visual Gastein Special Issue 2 GUEST EDITORIAL - Dorli Kahr- Gottlieb and Josep Figueras Plenary 4 RISE LIKE A PHOENIX: IN NEED OF A NEW ERA OF MULTILATERALISM IN HEALTH - Clemens Martin Auer 7 CO-CREATING A HEALTHIER EUROPE: A EUROPEAN HEALTH UNION FOR AND WITH CIVIL SOCIETY - Milka Sokolovi and Paul Belcher 11 HEALTH AND SUSTAINABLE DEVELOPMENT IN THE PAN EUROPEAN REGION - Martin McKee, Aleksandra Torbica and Mario Monti Transforming tomorrow 15 TOWARDS THE EUROPEAN HEALTH DATA SPACE : FROM DIVERSITY TO A COMMON FRAMEWORK - Minna Hendolin 18 YOUTH: KEY DRIVERS OF DIGITAL ADOPTION AND HEALTH DATA GOVERNANCE - Brian Li Han Wong, Louise Holly, Whitney Gray and Robin van Kessel Complex systems 22 BOTTOM UP TO THE RESCUE! HOW NGOS, SOCIAL MOVEMENTS, AND LOCAL ACTION ARE ESSENTIAL TOOLS FOR A NEW SOCIAL CONTRACT TOWARDS A WELLBEING ECONOMY - Lars Münter, Caroline Costongs, Dorota Sienkiewicz, Charan Nelander and Amanda Janoo27 HYGIENE - CAN A TOOL FROM OUR PAST HELP SAVE THE FUTURE? - Lars Münter, Sally for health 32 THE OSLO MEDICINES INITIATIVE: IMPROVING ACCESS TO HIGH- COST MEDICINES IN EUROPE - Bjørn-Inge Larsen, Hans Kluge, Kruja 37 TOWARDS A BEATING CARDIO - VASCULAR DISEASE PLAN FOR EUROPE - Birgit Beger Levelling up together 41 \"A HEALTHIER FUTURE FOR ALL\": FINDINGS FROM THE COVID-19 IMPACT INQUIRY IN THE UNITED KINGDOM - Cara Leavey and Heather WilsonEurohealth — Vol.27 | No.2 | 202122 GUEST EDITORIALGUEST EDITORIAL The COVID-19 pandemic has upended lives and radically altered the political landscape. While we continue to fight fires and look towards an uncertain future, there is an opportunity for renewal amidst the ashes of this unprecedented crisis. The European Health Forum Gastein (EHFG) 2021 highlighted this unique window of opportunity to drive forward holistic action on the root causes and systemic failings that have allowed the virus to flourish. Decision-makers, experts, and community members from the public and private sector, civil society, and academia came together to envision how we can build resilience to fight for solidarity, equity and transformation in health, within Europe and on the global stage - for health to rise like a phoenix from this crisis. The first EHFG topic track on Transforming tomorrow pointed to COVID-19 as a catalyst for accelerated innovation, specifically for innovative treatments and tools. Now an ambitious systemic and legal paradigm shift is needed to allow access for all, which entails a radical reappraisal of current practices. In her article on Joint Action Towards the European Health Data Space (TEHDAS), Minna Hendolin underlines the crucial role data plays in safeguarding the resilience of society. A smarter and more equitable use of data will contribute to improved policymaking and to better health care. In their article, Li Han Wong et al. show that for young people, sharing personal health data is two-sided - wider use of data in research and forecasting can contribute to improving personal and public health, but privacy is at risk. The necessity to protect people's data and ensure informed consent, as well as better regulation and transparency on how health data are used are paramount.The crisis has brought into sharp focus the need to work together in solidarity, to exchange international best practices, and to dive into new models of collaboration between all stakeholder groups in health - across countries, continents, sectors, and disciplines. In the topic track Joining forces for health , a loud call for a stronger and more equitable European Health Union with harmonised collaboration between Member States and strengthened institutions ensuring health security and care safety was heard. This also entails a strong global responsibility and leaving multilateralism as we knew it behind. In his article reflecting on plenary one, the EHFG President Clemens Martin Auer implores that the shortcomings in global health revealed during the pandemic must lead to a new era of multilateralism, with stronger global health policies and legally binding instruments anchored under the umbrella of a strengthened World Health Organization (WHO). There is a need to rectify the historically unequal relationship between Europe and Africa; yet, COVID-19 vaccine distribution did not prove to be a successful step in that direction. Beyond working together across continents, continued efforts are needed to work across sectors. The Oslo Medicines Initiative (OMI), a pioneering partnership model, was launched at the EHFG 2020. It aims to bring together key stakeholders from health care, industry, and the public sector to work towards increased access to highly effective novel therapies. In their article, Larsen, Kluge et al. point to the shared goals of different stakeholders to improve public health outcomes by providing high-quality Eurohealth — Vol.27 | No.2 | 20213 Guest Editorial medical products to patients. A high-priced medicine on a shelf is of no use to anyone. Beger in her article also emphasises the need for greater multi-sectoral stakeholder cooperation to build a sustainable environment for cardiovascular health in Europe, guided by the development of a new EU Action plan on cardiovascular diseases. We have seen over the last couple of years how the pandemic has exacerbated health and social inequalities and taught us that no one is safe until everyone is safe. A truly resilient recovery towards a \"better normal\" for societies and economies is impossible without a focus on co-creation and equity as indispensable principles to ensure that no-one is left behind, principles explored in the conference track 'Levelling up' . Reflecting on plenary 2, Sokolovi and Belcher present a civil society perspective on how people can be involved in the creation of a European Health Union. McKee et al. then discuss plenary 3 with a focus on health and sustainable development and identify a set of measures that must be taken in the post-pandemic world. In their article, Leavey and Wilson summarise the findings from The Health Foundation's COVID-19 Impact Inquiry, published in July 2021, showcasing the profound impact the pandemic has had on people's health and livelihoods in the United Kingdom. It spotlights the unequal burdens carried by different population groups and regions across the UK and suggests sustainable recovery strategies to combat the impact of COVID-19 on health inequalities. The track Complex systems explored the severe disruption health systems are struggling to recover from, while also creating space for exploring opportunities for transformation and future visions. Besides the necessity to be better prepared for future pandemics and to work together in an all-of-society approach, the severe shocks to economies call for new, fairer, and healthier future models. According to Münter et al., such a future economy cannot be built unless it is co-designed with the involvement of NGOs and social movements. Only a respective revision of general policies would enable more local action in communities and assist in building a future economy of wellbeing.There was an agreement that levelling up in all areas of health, health policy, and multilateral cooperation will help transform the grim lessons learned during the pandemic into strategies for a better tomorrow. The principle of taking sustainable action to meet today's societal needs without compromising the ability of future generations to meet theirs, ran as a golden thread through discussions at the EHFG 2021. It posits a key question to us all: are we leaving the world better than we found it? Dorli Kahr-Gottlieb , Secretary General, European Health Forum Gastein Josep Figueras , Director, European Observatory on Health Systems Policies Cite this as: Eurohealth 2021; 27(2).Eurohealth — Vol.27 | No.2 | 2021Plenary 4 RISE LIKE A PHOENIX: IN NEED OF A NEW ERA OF MULTILATERALISM IN HEALTH By: Clemens Martin Auer Summary: The COVID-19 crisis has revealed significant shortcomings in the architecture of global health. The shockwaves of this cultural, social and economic crisis must lead to a new era of multilateral health policies and legally binding instruments, all anchored under the umbrella of a strengthened World Health Organization. There is no way we can go back to the old normal in international health policies that was predominantly characterised by neglect or the defensive mode of protecting one's own cherry garden of competences. Multilateralism must \"Rise like a Phoenix\". Keywords: World Health Organization, Multilateralism, Legally Binding Treaty Clemens Martin Auer is President of the European Health Forum Gastein, Special Envoy of Health for the Austrian Ministry of Health (MoH), Vienna and the Vice-Chair of the Executive Board of the World Health Organization, Geneva, Switzerland. From 2005 to 2018 he was Director General of the MoH in Austria. Email: Clemens. Auer@gesundheitsministerium. gv.atIntroduction Over the last two years, the COVID-19 pandemic crisis has made one thing clear: multilateral cooperation of governments and regions is indispensable. No country or region, not even the most powerful, can succeed on its own in overcoming a global health threat of such magnitude. Simultaneously, and this is the paradox, if Donald Trump had won the presidential election in November 2020 the United States would have left the World Health Organization (WHO) by 6 July 2021. 1 This would have weakened the organisation dramatically. In the end his criticism - of course exaggerated in tone and rife with politicised accusations - was not totally inaccurate. The WHO as it is today cannot fulfil people's lofty expectations of it because of long standing political and financial neglect by its members, but also because of its own lack of inclusive governance and sometimes non-transparent decision making. But the core reason for its underperformance is rooted in one number: Just 16% of its operating budget is covered by assessed contributions from Member States. 2 A global pandemic crisis shows that multilateral cooperation is imperative for better preparedness and response for everyone, regardless of whether they come from a high-income or a low-income economy. At the beginning of this crisis, the prevailing reality involved inadequate supply chains for personal protective equipment such as masks or rubber gloves, oxygen or ventilators or other crucial clinical equipment. This showed that stockpiling of such goods to meet unexpected emergencies or the reasonable provision of manufacturing capacities for medicines or vaccines depends on trustful regional cooperation.> #EHFG2021 - PLENARY 1: A new era for multilateralism in health Collective action or greater divides? OPINION PIECEEurohealth — Vol.27 | No.2 | 2021 5 Plenary The other side of the same coin of better preparedness and response is the strength of local and regional health care capacities (primary health care and hospital/ICU care alike) and public health administrative services. Successful and effective contact tracing, implementation of mitigation measures, delivery capacities for population testing and vaccinations, the aggregation of crucial data, none of this is possible without well-performing services. Once again, a simple adage proved to be true: Investments in health (systems) are the savings of tomorrow. The lesson learned from the negative experiences of COVID-19 must be this: We must engage in strong regional and global cooperation to prepare better for the next health crisis, which is likely already lurking around the corner. None of us have the slightest idea of what form future health crises might take, in particular as we lack data analysis and scientific understanding about the potential consequences that the climate crisis might have on health threats for humans and animals alike. Best practice ... There are best practice examples of multilateral cooperation during this crisis. The joint European Union (EU) - procurement initiative of COVID-19 vaccines is undoubtedly one such success story. 3 It assured equal access and distribution of vaccines to all 27 Member States. The 450 million EU citizens received the same vaccines out of a shared risk portfolio without any difference in numbers and timelines of delivery. The EU with its advance purchase agreements also helped to bear the financial risk of the uncertainties about which of the vaccine candidates might make it through the process of development and market authorisation or might guarantee meaningful production quantities in the end. From today's perspective, these shared investments amounting to several billions of euros are paying off. The production capacities for vaccines in Europe increased significantly and the global markets will no longer see production and in consequence supply shortages over the next couple of months.... and failures This best practice example of joint vaccines procurement was not without its failures. Since governments were inadequately included in the initial setup phase and not consulted about their needs and expectations, COVAX can probably be seen as the weakest link in the efforts to supply the globe with vaccines. In the beginning the idea was clever, WHO, GAVI (The Global Access to Vaccines Initiative) and CEPI (Coalition for Epidemic Preparedness Innovation) joining forces to guarantee equal access to COVID-19 vaccines around the globe. However, despite the money and donations given to the organisation by the EU as the single largest donor, certain major strategic mistakes were made. A significant one was the decision last year not to include the innovative mRNA-vaccines in the portfolio. They have emerged as the gold standard for the efficiency of COVID-19 vaccines.' ' Investments in health (systems) are the savings of tomorrow Certain non-EU countries in WHO/EURO and certain Latin American countries are paying for these shortcomings of COVAX. Since these countries succeeded in vaccinating the population and reaching vaccination rates significantly above 10%, COVAX deliveries to these regions are on hold until all countries around the globe have crossed this 10% threshold. This poor governance contributes to disappointment in and political frustration with multilateral mechanisms. 4 Multilateralism must Rise Like a Phoenix Reflecting on this pandemic crisis, most of the reports and analyses 5 on how to prepare and respond better have made one thing clear: Matters of global health need better governance when it comes to multilateral cooperation. The weeks and months ahead will be crucial in this respect because the world is about to set up the organisational frameworks for future preparedness and response. All the ideas being floated about a new legally binding Pandemic Treaty, whether to set the Emergency Councils at the level of Head of States and Governments and so on, should not undermine certain key principles: Fragmentation of responsibility for global health must be avoided and all initiatives must be anchored within the WHO or under its umbrella. The founding documents state that the WHO is the only global authority for global health. However, the WHO must be able to exercise this authority competently. The sole and most important prerequisite for its ability to do so is the strongest possible commitment on the part of its Member States. It is as simple as this: If Member States do not invest more political interest, the WHO will not be able to live up to the expectations so many people have of it. Governments must rethink the financial burden-sharing arrangement for WHO. Since just 16% of the WHO budget derives from the assessed contributions of its members, the remaining 84% depends solely on donations. No organisation can deliver under these circumstances! The second most important commitment of WHO Member States is this: They must be willing to play a strong and strategic role in the governing bodies of the organisation. We need to hear this wake- up call: If the members of the WHO do not strengthen their commitment, the WHO will no longer be in the driver's seat when it comes to matters of global health. If this gap in good governance and cohesive action is not filled within the WHO, other global actors such as the G7 or the G20 will take over. This cannot be in the interest of most governments. The world needs inclusiveness and transparency in matters of life and death, wellbeing and social cohesion. A new era of health diplomacy is urgently needed. It must rise like a phoenix from the ashes of previous shortcomings and failures. The discussion about an international Pandemic Treaty, which Eurohealth — Vol.27 | No.2 | 20216 Plenary was initiated by the EU, must lead to a legally binding instrument of shared responsibilities. But such a legally binding obligation of sharing and reporting the essential information about potential and actual health threats for humans and animals alike cannot be a one-way street. The legally binding sharing of information must be balanced off, at the very least, by legally binding commitments to share technologies for better preparedness and response. This hot button issue cannot be glossed over when it comes to a global Pandemic Treaty. The people and countries of the global south need access to technology that enables them to independently prepare and respond, for example, when it comes to safeguarding the supply of medicines or vaccines. Instead of the concept of charity, meaning the rich donate vaccines to the poor, the regions must be empowered to manufacture in accordance with their needs. And given their complexity, these questions are not straightforward. The challenging aspect of incentivising research and development (R&D) of innovative drugs or vaccines must also be integrated into a global Pandemic Treaty of this kind. At stake is the value of intellectual property and how the associated costs and financial interests can be dealt with on a global scale. No \"back to normal\" The world is yearning for normality after this pandemic crisis is over. This is true of daily life, how we travel or how we conduct our business or trade. However, there cannot be a \"back to normal\" when it comes to health policies. Otherwise, we would be missing the opportunity to prepare and respond better when the next crisis appears. The European Union put forward and immediately enacted a promising proposal for better preparedness, namely HERA, the Health Emergency Preparedness and Response Authority. Its competences will guarantee, among other things, better manufacturing capacities, stockpiling and guided R&D in the broad field of emerging health threats. This is a regional initiative for better preparedness in Europe, but has the potential to be the showpiece and the best practice example for other regional instruments in other parts of the world. It is as simple as this: No country or government alone can take on the financial and operative burden and the risk for better preparedness and response. However, a collective effort to share these burdens might lead to the safe and timely supply and delivery of necessary goods and medicines.' ' A new era of health diplomacy is urgently needed The WHO, with the strong support of the German government, is building the WHO Pandemic and Emergency Intelligence Hub in Berlin. 6 Why? To create a competent authority tasked with globally monitoring and observing the potential development and risk of future health emergencies. This task requires new intelligence, a new way of looking at data, in order to detect, for example, the risks of climate change for human and animal health at the earliest possible moment. The WHO will also enhance its own internal governance mechanisms to respond to a pandemic crisis or similar health emergency. The point is to empower the governing bodies of the organisation to create an inclusive and transparent environment for decision- making processes so that the needs and expectations of governments around the world can be better met. The \"Monti-Commission,\" the Pan- European Commission on Health and Sustainable Development appointed by the Regional Director of WHO EURO, published a comprehensive report, presenting several reasons why future crisis management requires investment in health and sustainable development. 7 It also introduces novel approaches to health and addressing the related determinants based on the lessons learned from the pandemic and reads like a ready-to-go cookbook for policy development over the next ten years (see the article by McKee, Torbica and Monti in this issue).These few examples all point in the same direction: There is no way we can go back to the old normal in international or multilateral health policies that was predominantly characterised by neglect or the defensive mode of protecting one's own cherry garden of competences. The cultural, social and economic shocks this COVID-19 crisis created should be the trigger to leverage better preparedness and response in the future. Everything will depend on the willingness and readiness of governments to move and enact change. If inertia prevails, the usual legalistic and casuistic debates will start all over again, nothing will be achieved. And the next crisis of this magnitude will occur. There is no doubt about that. References 1 U.S. withdrawal from WHO over claims of China influence to take effect July 2021. Reuters, 7 July 2020. Available at: https: //www.reuters.com /article / us-health-coronavirus-trump-who-idUSKBN2482YZ 2 Sustainable Financing. Report by the Director General, EB 148, 11 January /EB148 / B148_26-en.pdf 3 Communication from the Commission to the European Parliament, the European Council, the Council and the European Investment Bank, Brussels, 17.6.2020. EU Strategy for COVID-19 vaccines . Available at: https: //ec.europa.eu /info/sites/default / files/communication-eu-strategy-vaccines-covid19_ en.pdf 4 WHO, UN set out steps to meet world covid vaccination targets, 7 October 2021. Available at: https: //www.who.int /news/item/07-10-2021-who- un-set-out-steps-to-meet-world-covid-vaccination- targets 5 COVID-19: Make it the Last Pandemic, by The Independent Panel for Pandemic Preparedness and Response. Available at: https: //reliefweb.int /sites/ reliefweb.int /files/resources /COVID-19-Make-it-the- Last-Pandemic_final.pdf 6 WHO, Germany open Hub for Pandemic and Epidemic Intelligence in Berlin, 1 September 2021. Available at: https: //www.who.int /news/item/01-09- 2021-who-germany-open-hub-for-pandemic-and- epidemic-intelligence-in-berlin 7 Pan European Commission on Health and Sustainable Development. Drawing light from the pandemic: A new strategy for health and sustainable Plenary CO-CREATING A HEALTHIER EUROPE: A EUROPEAN HEALTH UNION FOR AND WITH CIVIL SOCIETY A civil society perspective By: Milka Sokolovi and Paul Belcher Summary: We are in a time of huge turbulence with not one, but a wicked combination of health, environmental and social crises. Unfortunately, these interconnected challenges affect most the most vulnerable among us. We know that many a solution lays in wider civil society, deep in communities, fuelled by compassion and intrinsically motivated. But is the European Union engaging effectively with civil society as it moves towards recovery from the largest health crisis in its history? Fears are that while health civil society is sometimes on the EU policy menu, it is rarely at the table, insufficiently consulted, and inadequately financially supported. Keywords: European Health Union, Public Health, Civil Society, Democracy, COVID-19 Milka Sokolovic ´ is Director General of the European Public Health Alliance, Brussels, Belgium; Paul Belcher is Special Advisor to the European Public Health Alliance and a member of the Advisory Committee of Experts of the European Health Forum (Gastein). Email: milka.sokolovic@epha.orgPandemic: Civil society to the front The COVID-19 pandemic highlighted the essential role of civil society and community led organisations. It unleashed a huge energy and revealed the power of ordinary people in their ordinary neighbourhoods. Health and social workers, civil society actors and local service providers (food, transport etc.) were at the forefront of the pandemic, filling gaps in national provision and pandemic responses. Often, civil society organisations were the only entities able to provide support and mitigate the impact of lockdown measures. Yet, there was - and still is - chronic underfunding of such services, which threatens their sustainability in the recovery ahead. This must change. All this is taking place against the background of not one, but a combination of health, environmental and social crises. 1 Health is threatened by the COVID-19 pandemic, and health systems are facing relentless pressure. Economies are in turmoil, human rights are increasingly challenged and democracy and trust are declining, pushed, among others, by a growing misrepresentation of science. Not least, the planet is in peril due to the climate crisis.> #EHFG2021 - PLENARY 2: Co-creating a healthier Europe: More health responsibilities or business as usual? Eurohealth — Vol.27 | No.2 | 20218 Plenary These interconnected challenges are most affecting the most vulnerable in our societies. 2 The COVID monster has fed off social and economic determinants of health and exacerbated existing health inequalities. It has revealed the toxic relationship between communicable and non-communicable diseases, with so many COVID-19 deaths linked to underlying and pre-existing health conditions. In some quarters at least, civil society's vital contribution to dealing with the pandemic and wider crises is being recognised and we have a window of opportunity to anchor this recognition and embed these positive developments into health policy and practice at the European Union (EU) level.' ' civil society voices are more crucial than ever for COVID-19 recovery The pandemic has demonstrated the need for \"all-of-society approaches that incorporate civil society and communities\", said the World Health Organization's Director-General, Dr Tedros Ghebreyesus, this year at the launch of the Geneva based agency's \"engagement transformation\" process with civil society. 3 At WHO European headquarters, Dr Hans Kluge has launched the \"Breakthrough WHO initiative\" to engage and empower European civil society organisations in health emergency responses. 4 National leaders across the globe have also acknowledged that civil society voices are more crucial than ever for COVID-19 recovery. The 15th ministerial conference of the United Nations Conference on Trade and Development (UNCTAD) emphasised that \"Now more than ever, civil society groups should define what the recovery from the coronavirus should look like and who it should serve\". 5 In Brussels too, the EU's Economic and Social Committee recently concluded that \"the COVID-19 pandemic has taught us one fundamental lesson: We need and are reliant on a well-functioning civil society. A civil society that can innovate, take ownership and drive community resilience\". 6 EU Health Union There is, however, a growing concern among health civil society that we are losing the momentum and sliding back to old ways and 'business as usual' in the one area where you might least expect it: the creation of the new 'EU Health Union'. Despite the soundbites such as 'nobody left outside' and 'Europe for citizens', there is growing unease that 'low level' citizens are being side-lined and deprived of real participation in 'high level' policymaking. Recent examples include the creation of the new European Health Emergency Preparedness Authority (HERA) without civil society at the table and the withdrawal of operational funding for EU health NGOs from the EU4Health programme. 7 EU4Health funding: Civil society in peril? This year, the European Commission's Directorate-General for Health and Food Safety (DG SANTE) launched its 2021-2027 EU4Health Programme, with the largest budget ever signalling the importance of health policy as an EU priority at the height of the pandemic. A timely moment - amid pandemic and other global crises - to defend and reinforce support for EU health civil society? Not quite. An extraordinary and unilateral decision, and one not mirrored by other Commissions DG's, was taken to cut vital Operating Grant funding for European health NGOs in the 2021-2022 EU4Health Annual Work Programme. This is despite the fact that the EU4Health Programme budget is vast,11times larger than the previous, and the cost of Operating Grants for civil society - if kept at the same level as in the previous programme - would be a mere tenth of a percent of the total. Since the EU formally began activities in public health in 1993 (Article 129, Treaty of Maastricht), Operating Grants have been a lifeline to ensure an independent and thriving European health civil society. This has allowed them to be active partners in delivering effective EU public health priorities and programmes. Indeed, the Commission's own evaluation of the third EU Health Programme (2014-2020) recognised the value and contribution of civil society. 8 Moreover, health NGOs have played a key role in European policy discussions, providing independent citizen and patient voices. Independence is critically important to ensure that EU policy discussions do not become an echo © Floris Oudshoorn of Comic House / EHFG 2021Eurohealth — Vol.27 | No.2 | 2021 9 Plenary chamber just for those that can afford to have a voice - such as groups reliant on industry funding, which sometimes is the only viable alternative. Effective co-creation of EU policies relies on having civil society at the table, not just on the policy menu, as Robert Madelin, former EU Director-General for Health, has stated: \"Society needs everyone around the Health Table. Some voices need taxpayer support to get there and have things to share. Operating grants can come with Key Performance Indicators, but they are not optional. They are essential for effective co-creation of policy.\" 9 However, DG SANTE had a surprise plan in its 2021 work programme - to replace Operating Grants with short term, project specific 'Action Grants', narrow in their objectives, and with no capacity to sustain the versatile wide-ranging activities of EU health civil society. Moreover, out of the 16 Action Grants in the first call (calls suitable for NGOs), 11focused on cancer alone - leaving out other health areas and wider priorities such as reducing inequalities and health inequity in Europe.' ' Effective co- creation relies on having civil society at the table What makes the decision by DG SANTE to defund health civil society more perplexing is that it was taken on the watch of a European Commissioner for Health who is widely known and praised for her impressive work and support for health civil society. As Commissioner Kyriakides acknowledged last year, \"I was President of an NGO myself so I know how important the input of civil society is to the legislative process\". 10 Whether there was a breakdown of communication within European Commission structures, or whether this is a symptom of a drift away from supporting civil society is unclear. It was only under a massive and persistent pressure of European health NGOs supported by 56 MEPs and several Member States that on 25 October 2021 a political decision was taken to reinstall the Operating Grants in the EU4Health work programme for 2022. As always, the devil will be in the detail, and the impact on civil society will depend on the eligibility criteria, scope, budget, and timing of this grant programme. 11 By the time of submission of this article, all of this remains unclear, leaving the NGOs in deep existential uncertainty. Moreover, there are further worrying signals that civil society is not a top priority. HERA: No Hero for civil society? On 16 September 2021, Commission President Ursula von der Leyen announced the creation of the European Health Emergency Preparedness Authority (HERA), one of the key deliverables of the European Health Union package that she undertook to deliver during her State of the Union address last year. HERA has the potential to fill a major structural gap in the EU's crisis preparedness and response infrastructure by increasing Europe's preparedness and resilience in future health crises, focusing on development and production capacities, on stockpiling of vaccines, therapeutics and diagnostics, and on their deployment mechanisms. The European Public Health Alliance - and health civil society more widely - has welcomed the creation of HERA as a step in the right direction to increase the chances of Europe being better prepared for future health crises. HERA comes with substantial priority setting power, with a large budget and with strong connections with industry. However, by November 2021 when this article is being written, HERA proposal does not foresee any civil society engagement. A joint statement by the European Public Health Alliance and European Patients Forum has stressed that the European Commission must listen to the voice of citizens and patients and guarantee that 'decisions about them are not taken without them'. 12 There should be more to EU public health than medicines and emergency preparedness. Many disciplines and expertise are required to plan for future health crises, as a recent study of COVID-19 government advisory boards in five European countries demonstrated. 13 Behavioural, political, social and economic sciences add value to more medical approaches, and community-based and civil society groups connected to grassroots levels can help reach marginalised communities, which have often been left outside national responses to the pandemic. 'Build back better' requires an all discipline all society approach. Worrying then, that at the launch discussion of HERA at the 2021 European Health Forum (Gastein) on 29th September - with the formal launch of HERA just two days away - it was seen to be \"Still too early to discuss NGO involvement\". 14 Conference on the Future of Europe: a more meaningful discussion is needed So, with health civil society not at the HERA table in Brussels, should we be looking to the current Conference on the Future of Europe which, at the time of writing, is convening in Strasbourg? It was trumpeted as an opportunity for citizens to put forward and debate ideas via online participation and thematic 'Citizens Panels' on topics including health and social policies. Yet, coming from those sectors ourselves and speaking to colleagues across the Brussels NGO environment we detect no meaningful, structural involvement of the EU civil society. This despite EU civil society lobbying and putting forward detailed EU proposals for decades. 15 There have been calls for more regular mechanisms to be found to connect with civil society, to replace ad hoc Conventions every decade or so that tend to trawl random ideas. The Conference on the Future of Europe seems all we have, maybe civil society should be playing on the grounds that it Eurohealth — Vol.27 | No.2 | 202110 Plenary is better to \"use it\" than \"lose it\"? But make no mistake, the Conference is no substitute for meaningful, structured, and permanent engagement with an organised civil society that has invested considerable effort and expertise in working with the European institutions.' ' \"Build back better\" requires an all discipline all society approach Healthily ever after As this article moves towards publication in 2022, we learn that EU structural funding for European health civil society organisations is being reinstated to a degree, with a budget for operating grants larger than any before. The budget size is not exactly in line with the 11-fold higher overall budget for the EU4Health programme, but the breadth and number of action grants, some specifically earmarked for civil society, do have the potential to make up for some of the difference. There are catches, however, that were to be expected. While some of the changes to the funding eligibility criteria may make civil society's access to these funds easier, others, like the fact that there is still no multiannual programme, keep health NGOs on the edges of their seats at the end of each financial year, with their long-term sustainability still at stake. In other recent news, it also seems that a seat at an HERA table might also be in sight - not at the grand table managing the authority, but at least at some form of consultative table where views can hopefully be heard. The tale of EU4Health and HERA is, so far, not yet proving to be the bright 'healthily ever after' ending for civil society that public health and citizens would wish for. The often quoted 'Europe for citizens' could still do better. 16 References 1 Kickbusch I. Visioning the future of health promotion. Global Health Promotion . 11 September 2021. Suleman M, Sonthalia S, Webb C, et al. Unequal pandemic, fairer recovery - The COVID-19 impact inquiry report . London: Health Foundation, July 2021. Available at: / reports /unequal-pandemic-fairer-recovery 3 WHO Director-General's opening remarks at the CSO - DG dialogue on social participation and accountability . WHO, 25 August speeches /detail/who-director-general-s-opening- remarks-at-the-cso-dg-dialogue-on-social- participation-and-accountability 4 WHO Europe. Breakthrough WHO initiative launched in Europe to engage and empower civil society organizations in health emergency responses . Copenhagen: WHO Europe, 16 crucial than ever Geneva: news/covid-19-recovery-civil-society-voices-more- crucial-ever 6 European Economic and Social Committee. The response of civil society organisations to face the COVID-19 pandemic and the consequent restrictive measures adopted in Europe . Brussels: D. Sustainable financing of European non-governmental organizations (NGOs). European Journal of Public Health 2021;31(6):1113 - 4. Available at: https: //doi. org/10.1093 /eurpub /ckab121 8 European Commission. Mid-term evaluation of the 3rd Health Programme 2014 - 2020 . Brussels: European Commission, 11 October /eurohumph status /1450429402551136259?s=20 10 European Commission. Speech by Commissioner Kyriakides to the European Public Health Alliance General Assembly 2020 . Brussels: European Commission, 3 December 2020. Available at: Euractiv. EU's promises to health NGOs in EU4Health programme . Patients Forum and European Public Health Alliance. HERA should serve patients and promote public health A shared vision for the EU's new Authority H, et al. Following the science? Views from scientists on government advisory boards during the COVID-19 pandemic: a qualitative interview study in five European countries. BMJ Health 2021;6:e006928. Available at: /the-future-of-health-threats- preparedness 15 Politico. Hijack the Conference on the Future of Europe! Brussels: Politico, October //epha.org /healthily-ever-after/Eurohealth — Vol.27 | No.2 | 202111 Plenary HEALTH AND SUSTAINABLE DEVELOPMENT IN THE PAN EUROPEAN REGION By: Martin McKee, Aleksandra Torbica and Mario Monti Summary: The COVID-19 pandemic is only the most recent crisis to face the global health community. As we look for lessons to help \"build back better\" we can draw inspiration from the response to the financial crisis, with mechanisms being created to reduce risks, strengthen preparedness, and ensure accountability. Drawing on this experience we can identify a set of measures that must be taken in the post-pandemic world. These include an international set of rules, with means of enforcement, a horizon scanning mechanism, a means of matching resources rapidly to an emerging threat, and a better understanding of global public goods. Keywords: COVID-19, Pandemic Treaty, Global Governance Martin McKee is Co-Director, European Observatory on Health Systems and Policies and Professor of European Public Health, London School of Hygiene and Tropical Medicine, UK; Aleksandra Torbica is Associate Professor, Department of Social and Political Sciences and Mario Monti is President, Bocconi University, Milan, Italy. Email: Martin.McKee@lshtm.ac.ukEvery crisis provides a learning opportunity The world has experienced at least three major crises in the 21st-century. In 2001, hijacked aircraft were flown into New York and Washington setting in train a sequence of events that would lead to the overthrow of governments in Iraq and Afghanistan and would contribute to the destabilisation of large parts of the Middle East and Southwest Asia and to a migrant crisis that would place enormous political strains on Europe. In 2007, the collapse of the United States sub-prime mortgage system set in train another sequence of events that would give rise to a global financial crisis. And in 2019, the emergence of a new coronavirus in Wuhan, China, would set in train a global pandemic. All three have tested the multilateral system of global governance.As we begin the process of recovery from the pandemic, it is instructive to learn the lessons from these earlier crises. Over the past two years we have been doing just that. Dr Hans Kluge, the World Health Organization Regional Director for Europe, asked one of us, Mario Monti, to lead a Pan European Commission on Health and Sustainable Development. We published our report in September 2021, 1 the result of deliberations by a team of commissioners drawn from across the Region and from a wide variety of backgrounds, accompanied by a detailed evidence review that forms the basis for our recommendations. 2 Even now, twenty years after the events of 2001, the consequences of decisions taken at that time are still apparent. Violence continues in Syria, Afghanistan, Yemen, and across the Sahara region. Hundreds of migrants are still crossing the Mediterranean every year and many languish in refugee camps, often in pitiful > #EHFG2021 - PLENARY 3: A new social contract for a resilient recovery Eurohealth — Vol.27 | No.2 | 202112 Plenary circumstances. But the ramifications extend beyond these individual human tragedies. Images of these migrants are being weaponised by politicians in other countries, sowing divisions that further their political aims. 3 ' ' something that started in one country rapidly spread to others The situation is very different in the financial system. Those who witnessed these events have described how they were faced with a system that was out of control, run by people with little understanding of what they were doing, in institutions that were behaving recklessly. 4 Politicians were determined to prevent anything like this happening again and, in 2012, the leading world economies, meeting within the framework of the G20, came together to tackle many of the weaknesses that had contributed to the events beginning in 2007. They created a Financial Stability Board (FSB) that would enable governments to work together to rein in the excesses that had given rise of the crisis. This included in particular the complex financial instruments that had rendered the risks inherent in them essentially invisible, the absence of accountability by individuals who could too easily blame others, and the weaknesses that had left so many unprepared, in particular their lack of liquidity and inadequate governance. 5 As a consequence, when faced with two subsequent shocks, Brexit and the COVID-19 pandemic, the banking system was prepared. As Mark Carney, the then chair of the FSB and Governor of the Bank of England has described, they were able to weather the storms. 6 Either could have led to another financial crisis but they did not, in large part because the reforms put in place had created confidence in the system.What must we do to build back better? So what lessons can we learn from these events as we look for ways to \"build back better\"? The most important is to remind ourselves of something that we have always known but often forgotten. All three events were characterised by contagion. Something that started in one country rapidly spread to others. We live in an interconnected world in which the threats cross borders with ease but our scope to respond is often confined within national frontiers. This was very obvious in the early stages of the pandemic. The threat was the same, an airborne virus spreading rapidly, but the responses were very different. In some cases this reflected past experience. Was the threat seen as another form of SARS, requiring rapid suppression, or was it wrongly, seen as being like pandemic influenza where, many thought, the best that could be done was to minimise its effects as it spread through populations? In others, it reflected the preparedness of countries. Did they have the capacity in their public health systems to implement the necessary measures? And in others it reflected the beliefs of those in power. Did they even believe what the science was telling them? All of these factors have parallels in the previous crises. There were very different views about the governance of the financial system, with some, such as then Federal Reserve chairman Alan Greenspan opposed to regulation of the increasingly complex financial instruments that contributed to the crisis, seeing them as means of promoting innovation. The response to the events of 2001, and especially the decision to invade Iraq, a country that had not been involved in the attacks on the United States, was extremely divisive, both on the streets of many of the world's cities and in the global arena, with countries such as France that had joined in the liberation of Kuwait holding back. Similarly, after SARS, views differed on policy towards the wet markets in Chinese cities, which some saw as a means of promoting food security. 7 The financial crisis also revealed widespread failures to prepare, exemplified by the collapse of Lehman Brothers and Northern Rock. Similarly, it soon became clear that little had been done to prepare for the occupation of either Iraq or Afghanistan. Also, in both of the earlier crises, many of those in positions of authority had little understanding of the problems they were seeking to solve, although this was a much greater problem in 2001. From this brief analysis, it is clear that a response to the COVID-19 pandemic that draws on the response to the global financial crisis and avoids the problems that followed the 2001 attack is preferable. Mark Carney has identified three factors that contributed to the success of measures put in place and, especially, the creation of the FSB. These are: a clear mission with political backing. G20 members charged the FSB with identifying and addressing risks to global financial stability, a mission that was simple yet hard to achieve in practice. Having to account to the annual G20 cycle has maintained focus, as has the requirement for all proposals to be endorsed by the G20; the right people have been around the table. The FSB is a small organisation with a secretariat of 30 people. Its strength lies in its membership that includes central banks, regulators, and finance ministries; an approach based on consensus to instil ownership. Carney identified the need to confront what Rodrik has termed \"an impossible trinity\" of sovereignty, economic integration, and democracy. 8 This recognises that common rules are required for trade, but these cede sovereignty, so decisions must be rooted in democratic accountability. Priorities for global governance Building on these lessons, we can map out some of the priorities for preparing the world for the inevitable future threats to health. The first is a set of rules that everyone will sign up to . This has long been the case in international finance and trade. International measures against counterfeit money are much stronger than those against counterfeit drugs. International trade is governed by a system that creates obligations, just like those in the International Health Regulations (IHR), Eurohealth — Vol.27 | No.2 | 2021 13 Plenary but unlike the IHR, also includes the possibility of meaningful sanctions for those that transgress the rules, which some governments do. Many countries have under reported COVID-19 cases and deaths, some because of a lack of public health capacity but a few because of a refusal to disclose the scale of the problem.' ' decisions must be rooted in democratic accountability The need for a new global pandemic treaty is now widely accepted, with many world leaders having signed up to a recent call for one. 9 Yet this will not be easy. Some powerful countries have yet to agree to this idea, reluctant to accept the need to pool sovereignty for the common good. While it will be desirable to be as inclusive as possible, this is too important an issue to allow one or two countries to hold back progress. However, the devil will be in the detail and there are several issues to consider. 10 In developing a treaty it will be essential to undertake a detailed assessment of the weaknesses in the existing system, and in particular of what is not possible under the IHR. A new treaty should not simply replicate the weaknesses of the existing system. Drawing on the positive experience of previous international treaties on topics such as ozone depletion, climate change, and biodiversity, it will be essential to involve civil society, including academia and non-governmental organisations, at all stages in its development. And finally, it must have teeth. Governments must be willing to permit the WHO, the logical custodian of the treaty, to take whatever action it feels necessary to ensure compliance with the treaty's provisions. The second is a horizon scanning mechanism . Humanity now faces a number of existential threats to survival. Some are unavoidable, such as an asteroid collision, but many are man-made. Most obviously, they include the many consequences that will follow from the changes associated with what has been termed 'the Anthropocene' when, for the first time ever, humans are changing the planetary ecosystems. 11 These include global heating, loss of biodiversity, land degradation, and water shortages. Many of these threats lie at the intersection between the health of humans, animals, and the natural environment, an area that is now termed \"One Health\". As individuals and societies, many things that we do can make things better, such as creating more inclusive societies, contributing to the generation of knowledge and innovation, and investing in new ways of doing things that safeguard our planet. However, there are others that make things worse, such as creating the conditions in agriculture and food production that encourage the emergence of antimicrobial resistance, 12 engaging in corruption, tax avoidance and organised crime, and promoting racism and division. We have seen how a new virus emerged at the interface between humans and animals, took advantage of a globally interconnected world to spread rapidly, and inflicted the greatest harm on those whose lives had been rendered precarious by social and economic policies that have left too many of them behind. We already have models that we can draw on. The Intergovernmental Panel on Climate Change has provided authoritative analyses of the threats posed by global warming. 13 It is not perfect. It is a very large and unwieldy organisation and it is constrained by the key role given to national governments, but it does illustrate what is possible. Consequently, as we move ahead, we need some mechanism that can bring together leading researchers from across the world, drawing on a wide range of disciplines, from the physical, natural, social, and behavioural sciences to the humanities, the latter able to help us to learn the lessons of history. This broad remit will be essential given the complexity of the challenges ahead, but at the same time, it will have to prioritise, maintaining its focus on the greatest risks. Its task will not be easy, not least because of the tendency for many researchers to work in silos. However, its contribution will be essential if we are to be prepared for the threats ahead. And of course it will need to be able to draw on a greatly strengthened, transparent, and high quality system of global surveillance of threats and vulnerabilities. So, if we have a system of rules in which a post-pandemic system can operate and an early warning system, what else do we need? As we argued in our report, the FSB offers an example of what could be done. 1 A similar global forum, bringing together health and finance ministries, with the ability to act quickly, could provide a means to release the necessary resources in a future crisis. This idea has now been taken up by the G20, which has convened a task force to develop the concept in more detail. It would address a key limitation of the current system whereby WHO can declare a Public Health Emergency of International Concern but it can then only act with the limited resources it has available. A body similar to the FSB would provide a mechanism to marshal the necessary resources for an effective global response. However, as with the FSB, finance ministries would expect governments to minimise the risk of such an event so, as with the banks that became too big to fail prior to the natural crisis, they would use the means at their disposal to ensure that countries were not taking unnecessary risks by ignoring their health sectors and, especially, their public health infrastructure necessary for preparedness. The final element in the global governance framework responds to the challenge, highlighted at the June 2021 G7 meeting, of how to vaccinate the world. No one is safe until everyone is safe . This demands a recognition of the importance of global public goods, in this case, the knowledge, currently constrained by rules on intellectual property and trade secrets, that would allow the necessary scale of the vaccine production and the benefits of population immunity. 14 The history of Europe reminds us that we can \"build back better\", as we did after 1945, creating the structures, in the Council of Europe and the European Economic Community, that would underpin a recovery that delivered economic and social progress. Yet this stands in stark contrast to the mistakes in the years after 1918, and in particular Eurohealth — Vol.27 | No.2 | 202114 Plenary State of Health in the EU Country Health Profiles 2021 The State of Health in the EU cycle is a two-year process initiated by the European Commission, designed to improve country-specific and European Union (EU)-wide knowledge in the field of health. In this context, the European Observatory on Health Systems and Policies and the Organisation for Economic Co-operation and Development (OECD) jointly developed Country Health Profiles for all 27 EU Member States and for Iceland and Norway. These concise and policy-relevant Profiles are based on a transparent, consistent methodology that uses both quantitative and qualitative data, flexibly adapted to the context of each EU Member State. The 2021 editions focus on the impact of the COVID-19 pandemic and how countries' health systems responded to various resilience challenges related to mitigation measures, response capacity and governance.The aim is to create a means for mutual learning and voluntary exchange that supports the efforts of EU Member States in their evidence- informed policymaking. Available to download at: https://tinyurl.com/ OBScountryhealthprofiles2021 State of Health in the EU Austria Country Health Profile 2021 A T the nationalistic economic policies that exacerbated the Great Depression and the political developments that led to war in 1939. To quote the Spanish philosopher George Santayana, \"Those who cannot remember the past are condemned to repeat it\". 15 The COVID-19 pandemic is a warning that we are engaged in a never ending struggle against pathogenic microorganisms. We seem to be winning this battle, thanks to remarkable scientific progress. We may not be so fortunate next time. References 1 Pan European Commission on Health and Sustainable Development. Drawing light from the pandemic: A new strategy for health and sustainable M. Evidence Review. Drawing light from the pandemic: a new strategy for health and sustainable development, 2021. H, Mason R. Nigel Farage's anti-migrant poster reported to police. The Guardian, 16 June 2016. Available at: https: //www.theguardian.com / politics /2016/jun/16/nigel-farage-defends-ukip- breaking-point-poster-queue-of-migrants 4 Duffie D. Prone to Fail: The Pre-crisis Financial System. Journal of Economic Perspectives 2019;33(1):81 - 106. 5 Financial Stability Forum. Who we are, 2008. Available at: https: //web.archive.org / web/20080614141842 /http:/www.fsforum.org / about /who_we_are.html 6 Carney M. Value(s): Building a better world for all . London: William Collins, 2021. 7 Zhong T, Si Z, Crush J, Scott S, Huang X. Achieving urban food security through a hybrid public-private food provisioning system: the case of Nanjing, China. Food Security 2019;11(5):1071 - 86. 8 Rodrik D. How far will international economic integration go? Journal of Economic Perspectives 2000;14(1):177 - 86. 9 World Health Organization. COVID-19 shows why united action is needed for more robust international health architecture. Geneva: World Health Nature. The world must learn from COVID before diving into a pandemic treaty. Nature 2021;592:165 - 6. 11 Lewis SL, Maslin MA. Defining the anthropocene. Nature 2015;519(7542):171 - 80. 12 Bloomer E, McKee M. Policy options for reducing antibiotics and antibiotic-resistant genes in the environment. J Public Health Policy 2018;39(4):389 - 406. 13 Intergovernmental Panel on Climate Change. About the IPCC, LL. Innovation the market for vaccines. J Law Biosci . 2020;7(1):lsaa026. 15 Santayana G. The life of reason: Vol 1: Reason in common sense . Mineola, NY: Dover Publications, 1905. Eurohealth — Vol.27 | No.2 | 202115 Transforming tomorrow TOWARDS THE EUROPEAN HEALTH DATA SPACE : FROM DIVERSITY TO A COMMON FRAMEWORK By: Minna Hendolin Summary: Health data plays a crucial role in safeguarding the resilience of society. We need to enhance the use of health data to facilitate better policymaking, to enable a better environment for research, innovation and business, and to provide improved health care for the public. The Towards European Health Data Space (TEHDAS) joint action advances more extensive use of health data across Europe. It supports the European Commission's aim in creating a harmonised internal market for health data by providing substance to the European Commission's forthcoming legislative proposal on the Health Data Space. Keywords: Health Data, European Health Data Space, Legislation Minna Hendolin is a Leading Specialist, Finnish Innovation Fund (Sitra), Helsinki, Finland. Email: Minna.Hendolin@sitra.fiIntroduction The cultural richness and beauty of Europe lies in its heterogeneity. The region consists of over 50 independent countries, with over 700 million people, that together speak more than 200 languages. Dimensions in geography, climate and even outlook combined with a world class research community, booming business ecosystem, and shared European values make our continent a melting pot for creativity and innovation. But every coin has a flip side. Such diversity can cause challenges when we need to find harmonised ways of working together, and to agree on European policies and guidelines. And undoubtedly, reaching agreement among Member States on health policy is not the easiest task. The variability of European health care systems when it comes to digital health and data sharing maturity has been made clear by a recently published Open Data Institute report on the Secondary Use of Health Data in Europe 1 as well as in the earlier Roche Future Proofing Healthcare - European Personalised Health Index . 2 Data sharing and use drives the paradigm shift from treatment to prediction and prevention. A need for a radical redesign of how we deliver, practice, and think about health care is emerging worldwide. Health care systems are under increasing pressure in the face of changing demographics and rising costs. Demands from the public, private actors, and public institutions are pushing forward the shift in health care from treating illness towards > #EHFG2021 - SESSION 8: Future-proofing the health data economy: Optimising data governance for innovation and patient care Eurohealth — Vol.27 | No.2 | 202116 Transforming tomorrow smart, personalised, and preventive health care methods. As we have seen during the COVID-19 pandemic, the world is facing socially complex challenges that are often difficult to define. Furthermore, there are not always clear solutions, nor are they the responsibility of a single stakeholder or country. The last two years have thus emphasised the importance of prediction and prevention, digitisation, and the role of health data. The European Health Data Space boosts secure and seamless data flow The European Commission too has recognised the need for digital transformation and the value of data. To secure Europe's competitiveness and data sovereignty, the Commission launched the European Data Strategy that aims to create a single market for data by enabling easier and secure access and usage of data. The building of a multisectoral European Data Space is one of the priorities of the Commission 2019-2025 and health is one of the sectors involved.Currently, a researcher may have to spend from a few months up to a year finding and getting access to suitable data. Furthermore, the quality of data varies significantly and there are no harmonised processes. The Health Data Space (EHDS) will enable researchers to focus on solving scientific problems and creating new solutions instead of administrative burden.' ' invest in better technical infrastructure, interoperability, data quality and digital skills EHDS is a collection of actions in the coming years to boost digital transformation and data usage within health sectors and across Member States. 3 The EHDS focuses on enabling health data sharing both in health care as well as for secondary purposes in research, innovation and decision making. EHDS will also contribute to the development of a single market for digital health services and the use of artificial intelligence in health care. The European Health Data Space has four focus areas that will be built on three main principles, as follows: Strong system of data governance and rules and guidelines for data exchange Data quality Solid infrastructure and interoperability. TEHDAS joint action feeds elements into EHDS One concrete tool to develop EHDS and the access to health data for secondary use-such as research, innovation, and policymaking-is the joint action Towards European Health Data Space (TEHDAS). The purpose of TEHDAS is to help Member States and the Commission in developing concepts and guidelines for the governing, usage and sharing of health data for secondary purposes.Figure 1: Thematic focus areas of TEHDAS joint action Source: Sitra Sustainability Governance Data quality Infrastructure Citizen engagementData altruismSecondary use of health data Citizen perception of health da ta and data-sharing prac ticesDenitions, good practices and use needs , economic sustainabilityOptions for governanc e models for data-sharing at EU level, in par ticular networking for sec ondary use Availability of comparable high-qua lity health data for researc h and innovation Share d European data infrastructures across the EU (cf. eHDSI)Eurohealth — Vol.27 | No.2 | 2021 17 Transforming tomorrow The results of the TEHDAS project will provide input to the European Commission's legislative proposal on the European Health Data Space. It will also support the pan-European dialogue that will follow the proposed legislation. TEHDAS is carrying out in 25 European countries and coordinated by the Finnish Innovation Fund Sitra. TEHDAS brings together extensive European expertise in project and stakeholder forums as well as advisory groups.' ' Europe could serve as a lighthouse for the rest of the world Due to its collaborative nature, TEHDAS joint action is one tool to interconnect several stakeholders for developing the harmonised policies and practices of wider data usage focusing on governance models, data quality and infrastructure (see Figure 1 ). The project will also produce insights on citizen perception of data sharing as well and develop an economic sustainability plan for setting up the EHDS. The TEHDAS project started in February 2021 and the focus for the first six months was on mapping and analysing the existing health data environment in Europe. The project has produced reports, such as on the specific governance aspects for EHDS, 4 and has identified common obstacles to health data exchange, 5 and examined technical solutions for sharing and using health data. 6 The forthcoming reports will focus on such topics as the EHDS data quality framework and options for the minimum set of services for the secondary use of health data in EHDS. As the recently published report by the Open Data Institute 1 showed, despite improvements undertaken by many European countries in building their competence and capacity for the wider use of health data, there remains much variation in their maturity, both in the strategic vision and implementation of the health data ecosystem. Based on my observation, it seems that there is a considerable appetite in Member States for EU level support and to invest for better technical infrastructure, interoperability, data quality and digital skills of citizens. Strategies and roadmaps are needed in the EU, in country and at regional level. The next step is to bring countries on board In 2019, Finland was the first country to launch the act on the secondary use of social and health data. Findata, the Finnish Social and Health Data Permit Authority, started operations the following year to promote access and use of data for secondary purposes and to manage data permit services. The Finnish model has also been benchmarked by the Commission as an alternative approach in EHDS for data access and sharing for secondary purposes. Concrete steps were shown to have taken place when the first two national centralised health data platforms in Europe - the French Health Data Hub and Finnish Findata - announced a two-year collaboration through a memorandum of understanding. The objective is to provide unified access to health data to researchers and other key stakeholders and to serve as models for other countries to follow. The vision of TEHDAS is that in the future there will be secure, easy, and seamless access to protected health data for the benefit of the public, researchers, companies, and communities in Europe. Looking ahead, Europe could serve as a lighthouse for the rest of the world by creating health policies and global standards in data use similarly to the General Data Protection Regulation (GDPR). More information on TEHDAS and how to get involved can be found at www.tehdas.eu . References 1 Open Data Institute. Report Secondary Use of Health data in Europe . Available at: https: // www.futureproofinghealthcare.com /en/europe- personalised-health-index 3 European Commission. European Health Data Space web site. Available at: https: //ec.europa.eu / health /ehealth-digital-health-and-care action. Report on common barriers to data September at: action. TEHDAS Report on technical solutions on sharing and using health data, September 2021. Available Transforming tomorrow YOUTH: KEY DRIVERS OF DIGITAL ADOPTION AND HEALTH DATA GOVERNANCE By: Brian Li Han Wong, Louise Holly, Whitney Gray and Robin van Kessel Summary: Digital transformations in health are inherently data driven. For young people, the sharing of personal health data and other data for health presents both opportunities for improving personal and public health but also poses risks to privacy and the protection of other rights. Weak governance of digital health and data - coupled with inadequate investment in digital, health and civic skills and literacy - increases young people's vulnerability to online harms and mismanagement of their data. As prominent drivers of digital adoption and digital governance, youth must be at the centre of reforming digital and data governance so that better health futures can be realised. Keywords: Data Security, Digital Health, Digital Literacy, Governance, Health Data, Youth Brian Li Han Wong is Youth Officer, Louise Holly is Policy and Research Consultant, Whitney Gray is Youth Coordinator and Policy and Research Officer, Secretariat, The Lancet and Financial Times Commission on Governing Health Futures 2030: Growing up in a digital world, Global Health Centre, The Graduate Institute, Geneva, Switzerland; Robin van Kessel is Assistant Professor of International Health at Maastricht University, Maastricht, Netherlands. Email: brian.wong@graduateinstitute.chIntroduction \"There are currently 375,000 health and fitness apps on app stores, which gather approximately five million downloads per day.\" - Liz Ashall-Payne, Chief Executive of ORCHA during The King's Fund event on 'Digital innovations in health and care: Looking ahead'. Digital transformations in the context of health and wellbeing align with broader existing definitions of digital health, such as the one proposed by Paul Sonnier: \"the convergence of the digital and genomic revolutions with health, health care, living, and society\". 1 This framing of digital health brings together the health and digital fields, which are both inherently data driven. With respect to the data that are both directly and indirectly relevant for health and wellbeing, two types are important: 'health data' and 'data for health' ( see Box 1 ). With the increased adoption of digital health tools and services - and the potential for health data to be sought for commercial and other non-health purposes - the need for good data governance is rapidly growing ( see Box 1 ). While the importance of involving youth* in data governance has been emphasised manifold, 2 - 4 it is yet to be operationalised at scale. This article argues that youth - as prominent drivers of digital innovations and adoption - must be at the centre of digital and data governance, given they * Youth refers to people aged 15 - 24 as per United Nations terminology.> #EHFG2021 - EVENING SESSION 2: Hey Mary, by the way, thank you for your data: Better data, bolder economy, brighter future Eurohealth — Vol.27 | No.2 | 2021 19 Transforming tomorrow stand to inherit the potential (positive and negative) changes brought about by digital transformations. Safeguarding health futures by governing digital transformations in health Digital transformations comprise the social, technical, political, and financial processes of integrating digital technologies and data into all areas of life as well as the resulting changes that they bring about. Increasingly recognised as determinants of health, digital transformations can have direct and indirect impacts on driving (in)equity in health and wellbeing. 5 Moreover, they interact with many other social, political, commercial, and environmental determinants which shape health futures. 5 As such, the various digital determinants of health encourage health governance to address both the direct influences of digital technologies and data on health, as well as the indirect ways in which broader digital transformations influence health equity. A solidarity-led approach to data governance is important to build a culture of data justice and equity and to balance the collection, use, and sharing of health-relevant data for public good with protecting people's most personal and sensitive data. 5 Only through a precautionary but value-driven approach to data governance, will governments be able to realise the full potential of digital transformations for all people, including youth. Individual rights to privacy and data protection are captured in various instruments including the European Convention on Human Rights, the 2016 General Data Protection Regulation (GDPR), and the Council of Europe's Convention No. 108+ for the protection of individuals with respect to the processing of personal data. However, recent events such as the Health Services Executive (Irish state health care system) ransomware attack and the Medicaid data breach have reemphasised the need for further action to safely and securely store health data. Such data breaches are not only an infringement of privacy, as sensitive data about individuals become available without their consent, but these data breaches can also have long-term health effects by undermining public confidence in sharing health data and use of digital health tools. As such, data security can be considered a key digital determinant of health that should be safeguarded for the protection of health futures. 5 ' ' youth must be at the centre of digital and data governance Despite the risks that data may not be held securely, it can be in the interest of the young person to share their personal data with certain actors, including private entities. For example, there are benefits to a patient sharing their medical history with their health professional or using a digital health app to monitor personal vital statistics. However, strong regulation of data sharing processes is essential to safeguard data for all parties involved and prevent data from being misused. Digital trust and a commitment to protecting digital rights become central elements in building an ethical digital infrastructure. 5 We have touched upon the potential benefits and risks of sharing personal health data. While it can pose a risk to individual privacy, in the spirit of solidarity it may be beneficial to share health data for the public interest and to fully realise the right to health. For example, contact tracing amidst the COVID-19 pandemic demonstrated how sharing personal health data can be a beneficial measure for public health responses despite risks to personal data security and privacy. 6 In the face of this dichotomy, it is increasingly important that young people have the awareness, capacity, and competency to identify when it is appropriate to share their health data and how to do so safely. Youth as key drivers of digital adoption In his book Diffusion of Innovations, Rogers outlined a bell curve that depicts five categories of adopters: innovators, early adopters, early majority, late majority, and laggards. 7 When applying this theory to the adoption of digital innovations, youth is characterised as either an innovator or an early adopter. 5 , 8 , 9 Put simply, the two categories with the highest level of digital adoption, youth, are among the first 16% of people that adopt a digital innovation and spread it to other population groups. This level of adoption of digital technologies is not surprising given the prominence of digital connectivity and skills among youth and adolescents. Nearly 69% of global youth are connected to the Internet, compared to just over half (51%) of the overall population. 10 Although youth are more connected, it is not a homogenous population with differences seen within and between countries. Globally, 58% of school-age children from the richest households have internet connection at home, in contrast to Box 1: Distinguishing between health data and data for health 'Health data' refers to information that directly relates to an individual's health and wellbeing or to the health services an individual receives. This can be collected by health care providers, patients, or by private providers of technologies and digital platforms. 'Data for health' refers to data that is not directly associated with an individual's health and wellbeing but may be used to support health-related decisions (e.g., real- world data: demographic data, telecommunications data, and weather data). This might include personal data that is not directly health-related (such as location data, customer shopping data or social data collected through smartphones or self-tracking devices) but might be used by health care providers, insurers, or decision-makers.Eurohealth — Vol.27 | No.2 | 202120 Transforming tomorrow only 16% from the poorest households. Additionally, the same divide exists between countries based on levels of income. Less than 1 in 20 school-age children from low-income countries are connected to the Internet at home, compared to nearly 9 in 10 from high- income countries. 11 ' ' digitally vulnerable population groups should be put at the centre Similar to higher rates of connectivity among youth, they also possess more digital skills compared to other age groups, but such skills are not universal. A recent analysis of Eurostat data highlighted that complex digital skills are considerably more common among youth and adolescents in Europe (22-85%) than older age groups in the same region (55-64 years: 5-44%; 65-74 years: 1-23%). 12 Although we need to be mindful of two common biases in digital skills: education- and sex-based biases; the fact remains that youth as a population group develop complex digital skills more commonly even when accounting for these biases. 12 13 Despite the prevalence of complex digital skills among youth there is still a wide range (22% to 85%) of how common these skills are within the youth population in Europe. 12 There is still a substantial proportion of youth that experience difficulties in navigating the digital world - particularly in managing and protecting their personal data. Lack of transparency about how personal data is collected, stored, and used indicates that most young people (and adults) are unaware of the data trails they leave in online environments or who has access to their data. Digital and social determinants of health likely affect the development of complex digital skills, 5 9 particularly in youth from disadvantaged and vulnerable communities (e.g. gender and sexual minorities, people living with disabilities, ethnic groups, and other underrepresented groups) who can experience further difficulties in developing complex digital skills. 5 9 The catalytic role of youth in digital adoption not only applies between age groups but also within youth. When considering the adoption curve of digital innovations, the digital skills levels of different age groups in Europe lead to two key actions. Firstly, digitally vulnerable population groups should be put at the centre of the development process of digital innovations (for more details on how this may look, see 14 ). In doing so, accessibility of digital innovations can be better ensured for these groups. Secondly, youth should be recognised and well- positioned as catalysts for the proliferation of digital innovations alongside their increased likelihood of having more diverse digital skills. Given their inherent affinity for adopting digital innovations alongside their increased likelihood of having more diverse digital skills, they are in the prime position to assist more digitally vulnerable populations in adopting such transformations. Involving youth in digital health and data governance The underdeveloped digital regulatory ecosystem continues to make young people vulnerable to various challenges and potential harms on digital platforms. Although youth have on average higher levels of engagement with digital platforms and technologies, few are equipped with digital skills around data protection and privacy to help them safely navigate digital ecosystems. Digital, health, and civic literacy are vital components to build this capacity in youth so they can make the most effective use of digital technologies, manage their data, and determine the reliability of online health information. 5 Young people's right to participate in decision-making that affects their lives is enshrined in the UN Convention on the Rights of the Child and other international and European guidance on civic participation. Research and consultations with youth carried out by the Lancet and Financial Times Commission on Governing Health Futures 2030 (GHFutures2030) indicate that youth are eager to play a greater role in digital and data governance, but lack opportunities for participation, which - coupled with inadequate skills and literacy - present barriers for youth to meaningfully engage in such governance processes. 3 Youth not only recognise the great potential for digital transformations to support them in learning and gaining new skills but have also highlighted the positive implications they can have for policy, practice, and research internationally. 15 With improved digital skills and autonomy, © Floris Oudshoorn of Comic House / EHFG 2021Eurohealth — Vol.27 | No.2 | 2021 21 Transforming tomorrow youth can obtain further knowledge about digital health, the data generated, how it is used, and their rights over it. The recently launched GHFutures2030 Youth Statement and Call for Action presents a wake-up call for stakeholders to ensure that efforts to meaningfully involve youth in digital and data governance mechanisms must be grounded in a human rights-based approach. 15 Looking ahead \"Data is the new gold; it is enabling decisions on marketing, politics, and many other areas\" - His Excellency Mr. Munir Akram, President of the Economic and Social Council during the UN High- level Thematic Debate on Digital Cooperation and Connectivity Data is driving digital transformations in all sectors, health in particular. For these transformations to have a positive impact on the health and wellbeing of children and young people, they need to be shaped by and co-created with those who stand to inherit the changes brought about. Governments must act to safeguard health futures by pushing for data governance mechanisms which balance the public value of data and individual rights, monitors stakeholders' compliance with existing laws and regulations, and closes the digital connectivity and skills gap to ensure youth are enfranchised and have agency to meaningfully participate in governance processes which concern their personal data. Youth in Europe can lead a solidarity-based approach to the digital transformations in health as champions for data security and governance in a global setting to shape and realise equitable and sustainable health futures for generations to come.References 1 Sonnier P. The fourth wave: digital health . Independently published, 2017. 2 Wong BLH, Smith RD, Siepmann I, Hasse A, Tandon S. Youth engagement in digital health: a critical perspective towards meaningful youth agency in governance. MMS Bull #157 2021 Health Commission. Digital health futures: Insights into young people's use and opinions of digital health technologies . Summary report of a 2020 U-Report poll. 4 R, Gray W. Young people call for more decentralised youth consultations on health data governance principles. Gov D, Agrawal A, et al. The Lancet and Financial Times Commission on governing health futures 2030: growing up in a digital world. The Lancet 2021;1-50. 6 Rogers EM. Attributes of Innovations and their Rate of Adoption . Diffus Innov 4th ed New York, NY: 7 Gunasekeran DV, Tseng RMWW, Tham YC. et al. Applications of digital health for public health responses to COVID-19: a systematic scoping review of artificial intelligence, telehealth and related technologies. npj Digit. Med. 2021;4:40. 8 Wong BLH, Gray W, Holly L. The future of health governance needs youth voices at the forefront. The Lancet 2021 Oct;1-2. 9 Scheerder A, van Deursen A, van Dijk J. Determinants of Internet skills, uses and outcomes. A systematic review of the second- and third-level digital divide. Telemat Inform 2017;34(8):1607 - 24. 10 International Telecommunication Union. Measuring Digital Development: Facts and Figures 2020 . Geneva, Switzerland: International /Pages / ff2020interactive.aspx 11 United Nations Children's Fund, International Telecommunication Union. How many children and young people have internet access at home? Estimating digital connectivity during the COVID-19 pandemic . New York: UNICEF, 2020. 12 van Kessel R, Wong BLH, Rubini´ c I, Czabanowska K. Is Europe prepared to go digital? Making the case for developing digital capacity: an exploratory analysis of Eurostat survey data. PLOS Maguire D, Evans H, Davies A. Digital technology and health inequalities: a scoping review. Cardiff: Public Health 14 United Kingdom Information Commissioner's Office. Introduction to the Age appropriate design code. Stevens EAG, et al. GHFutures2030 Youth Statement + Call for Action. Gov Health Futur Complex systems BOTTOM UP TO THE RESCUE! HOW NGOS, SOCIAL MOVEMENTS, AND LOCAL ACTION ARE ESSENTIAL TOOLS FOR A NEW SOCIAL CONTRACT TOWARDS A WELLBEING ECONOMY By: Lars Münter, Caroline Costongs, Dorota Sienkiewicz, Charan Nelander and Amanda Janoo Summary: New policies for Europe aim to build and support health and wellbeing. For such policies to work, understanding the mechanisms of how actual implementation and transformation can take place is essential. In this article, the authors highlight the important role of social movements, community action, and NGOs as the cornerstone of successful change. The article argues that general policies must remember to act as a fertilizer for local action and agency, it points to five key policy areas to include, and argues that the social movements have to be respected as the cornerstone for transformation if we are to build back better and fairer. Keywords: Wellbeing Economy, Economy of Wellbeing, Systems Leaderships, Social Movements Lars Münter is Communications Lead, Wellbeing Economy Alliance (WEAll) Hub Denmark and Head of International Projects Unit, Danish Committee for Health Education, Copenhagen, Denmark; Caroline Costongs is Director, EuroHealthNet, Brussels, Belgium; Senior Policy Coordinator, EuroHealthNet, Brussels Belgium; Charan Nelander is Director Danish Committee for Health Education, Copenhagen, Denmark; Amanda Janoo is Knowledge and Policy Lead at the Wellbeing Economy Alliance (WEAll), Burlington, Vermont, USA. Email: munter@sundkom.dkIntroduction For some, national economy is linked to a simple logic. 1 Economy is for them mostly about creating growth, and once a society has enough resources to survive - biologically - such as food, income, shelter, and security, providing social welfare and health care are added values. However, as the recent pandemic- syndemic has shown, this is putting the cart before the horse. First and foremost, we need an economic system that enables and generates the basis for health and tackles the existing social determinants of health. Secondly, as positive feedback loops, health and safety constitutes regenerative elements in our economy. This does not mean building ever more advanced (and expensive) health care systems, but using the basic idea of investing in primary, preventive measures in communities to build health and thus a strong society. And without which outcomes of health, social care, and basic security there would be no money to run anything at all.> #EHFG2021 - SESSION 23: The Economy of Wellbeing revolution: A new paradigm for future fit funding Eurohealth — Vol.27 | No.2 | 2021 23 Complex systems While many modern economies in the so-called developed world are fairly advanced in terms of metrics such as Gross Domestic Product (GDP), these measures do not adequately take account of the social and health costs of social and environmental externalities (e.g. the values lost in biodiversity collapse, climate change, unsustainable food systems). Most economies are also struggling to incorporate impact assessments and measures for new internalities like individual happiness or psychosocial wellbeing as otherwise suggested by the OECD by the introduction of the PaRIS indicators. 2 Many economies have instead resolved to using proxy measurements or relying on inadequate datasets to try to stimulate or control the evolution of their financial and commercial system - and indirectly also health and social protection systems. The challenge with proxies is, of course, that they are not very accurate measures. And this insight will often get lost in the process.' ' our global economic system is not fit for purpose Creating a future fit economy After decades of focusing on maximising growth described in GDP terms and figures, a growing recognition 3 is emerging that our global economic system is not fit for purpose to sustain the planet and all the people living on it today and in the future. The system as we know it seems inapt and unequipped to \"factor in\" these externalities or, put differently, to take the cost of concrete challenges like climate change, social inequalities and health into account. This can often lead to devastating financial bubbles bursting; moreover, currently it enables more wealth-generation/consolidation into the hands of very few individuals when the financial value creation is the role of most of the population. With prolonged and widening wealth inequalities, we are on a path to systems' collapse/shut-down, and the economic recessions of the 1980's and the noughties, climate crisis and the pandemic are just the tip of the iceberg. This is part of the reason why several new concepts for both economic and financial policies' re-orientation have emerged. Given the needs for a more sustainable and equitable approach, one of these - The Wellbeing Economy ( see Box 1 ) - has gained significant traction as a needed evolution for the 21st century. The Wellbeing Economy perspective changes the current financial paradigms and takes a holistic approach to both the role of externalities and of the drivers for an economy. So, while Wellbeing Economy still uses a number of well- known and trusted tools from the traditional toolbox of economic thinking, it fundamentally realigns the focus from GDP growth to a number of social progress, wellbeing, care, and health indicators. Furthermore, it also redefines - and indeed introduces - indicators to better reflect an economy able to solve, regenerate and build resilience to social problems and climate challenges, too. Blue skies ahead? Alas, this also needs a new social contract. The economy of wellbeing rests upon a significant shift in the relation between people, community, ecology, society, and decision makers. It will of course also involve careful redefinition of regulation for commercial actors and reporting systems, e.g. like the r3.0 organisation are doing to support such a sustainable economy. 5 This is not a revolution, but an evolution. A key element in this evolution, however, is not just the inclusion of people, but the realisation that the foundation of trust underlying any economy cannot be built unless they are co-created or co-designed with non-governmental organisations (NGOs), civil society organisations, and social movements at the table. They are a catalyst to enable the Wellbeing Economy to emerge, take roots and grow. Trust in a new social contract must simply - and can only - be built bottom up. Naturally, it does, to a degree, resemble traditional elements in a representative democratic governance structure, but it is more participatory or co-creational than that. And while visionary decision makers and policy implementers are also part of the equation, the balance of a future healthy society - in terms of economy, health, and safety - rests on this shift in the role of the 'bottom-up'. This pattern is not just emerging from well-known concepts of, for example, the ethical consumer (that has already proven to have a significant element of power), but is also seen in other types of recent initiatives like the #MeToo-movement and School Climate Strikes, that once again proves the potential of these other forces - with the yellow vests or Extinction Rebellion before them. One should also look more holistically at the positive role of investment policies by financial institutions, pensions funds, or foundations. New analytical work supports this approach. The Partnering for Philanthropic Impact Report 6 seen from the viewpoint of foundations stress this element, and the major Three Horizons project by the European Health Futures Forum (EHFF) - both from 2021 - sees this role as pivotal for a transformation Box 1: Moving toward a Wellbeing Economy should recognise health as value The global Wellbeing Economy Alliance expresses their approach as follows: 4 \"It's time to move beyond the cost-benefit approach , which continues to dominate our collective actions and decision-making. This approach assigns every aspect of life a monetary value and evaluates our actions and investments in terms of their relative monetary cost vs their relative monetary benefit. A cost-benefit analysis would see the 'costs' of investing in climate change mitigation as outweighing the monetary 'benefits' of continuing business as usual. However, a co- beneficial approach recognises the intrinsic value of the health of our people and planet and their role as the foundation for any economic activity.\"Eurohealth — Vol.27 | No.2 | 202124 Complex systems that is both digital, cultural, and structural at the same time. Another example is the INHERIT project discussed below. In other words, for an economy for the 21st century to be future fit it actually needs to reconnect to history and remember that change is often built from the ground up, not top-down. Social movements created the welfare state concept, helped deconstruct the colonial system, secured suffrage, were instrumental in the fall of the Iron Curtain, and at the core of countless other evolutions - which also means, that even in a modern democratic system, fighting for change involves more than voting.' ' the sooner we truly begin this process, the sooner we will be building back better Five pathways Change cannot be outsourced or solved simply every four years or so with the next vote. And, as frustrating as it may be, it also means that modern social movements cannot underplay the value of patience, because while change may be slow, it needs the social movements to happen and actually work. The Wellbeing Economy Alliance (WEAll) also highlights social cooperation as one of five pathways to a sustainable nexus of health and environment 4 - and as such also to a sustainable economy (see Figure 1 ). One could see that building the principles of a new economy as a first step: planting of a seed. The second step would be supporting and nurturing NGOs, civil society, and social movements as the water needed for the seed to grow. Across countries, there are a number of internationally-oriented social movements that use knowledge sharing of concepts, facts, and materials to leverage these data and insights - in addition to WEAll, other cases include Greenpeace and WWF, along with newer initiatives like Fridays for Future or Humanity Rising. But just like growing a plant, growing a social movement, strengthening the network of those who would advocate and implement the change requires resources - time, staff and money. It does not come cheap or for free. Which also underlines the paradox of the recent situation in the European Commission, where supportive funding for NGOs was suddenly removed while restructuring efforts to rebuild health initiatives were ongoing. A counter- productive decision in a situation where building trust and hope is essential (see the article by Sokolovi and Belcher in this issue). Connected efforts and research The global collaboration WEAll are currently transforming mindsets, narratives, and financial policies at the same time. While the pandemic has placed extreme strain on economies, it has very much highlighted why the shift is needed. While a simpler logic (as mentioned initially) might certainly still apply to the economy, we must stop evaluating our health sector by its contribution to the economy and begin evaluating our economy by its contribution to our health. In history the booming, ancient society in Egypt gave better harvests, and provided better health and security which grew a better economy. The ability to provide health gave the Romans an economy and an empire. The investments in healthy, cleaner cities in the late 1800's caused a booming European economy. While neither growth nor bubbles are the point of the economy of wellbeing, the recognition of the importance of investments in health as a foundation and driver - not a cost - is a fundamental difference between the existing and a future fit economy. Box 2: The triple Win-principle INHERIT defines the term circular communities as: 7 \"Companies, governments and citizens work together to create a closed-loop economy with business models in place that emphasise services over product ownership. Citizens are highly connected and dependent on technology for making most of their decisions, but societies are more aware of the importance of commonly-owned and created goods and advocate for more efficient services and products\".Figure 1: The Health-Environment Nexus. Five Pathways to Health-Environment 4 Eurohealth — Vol.27 | No.2 | 2021 25 Complex systems This relationship has also recently been explored by the INHERIT project (EuroHealthNet, 2017-2019), that coined the Triple Win-principle (practices that reduce environmental impacts, improves health, and increases health equity at the same time) as a practical demonstration of how existing practices and initiatives can be transferred, scaled, and utilised. INHERIT uses the term of \"circular communities\" which forms one of the core areas for building economies of wellbeing (see Box 2 ).Five core areas for wellbeing Now our future wellbeing economies will not just be about creating circular loops. But the emphasis on connected communities of consumption and care echoes throughout the entire economy and production system - with much less focus on non-recyclable products and much more on innovation, tools, and services that provide a higher quality of life without impact to climate and planetary resources. So how can general policies help improve the ecosystem of social movements and NGOs that would enable more local action in communities and assist in building a future economy of wellbeing? We would argue that there would be five major pathways ( see Box 3 ). It's important to note that this should not be seen as a call or an obligation for a shift only in top-down policies, for example in cases of providing financial support. Indeed, these five points should be seen as principles more than an action plan - and while some might require concrete activities, the key is certainly to allow policies to prepare a positive environment for an ecosystem of civil society and community action to grow and prosper. Leadership in systems and organisations So while political action and leadership is very important, the systems leadership 8 of organisations and institutions will play an even more important role for this transformation towards a bottom-up led approach. At its core, the concept of systems' leadership highlights the importance of mid-level or local stakeholders at any level to act with agency within their community or ecosystem - as opposed to passively waiting for a more traditional command- and-control approach. This core point can also be found in the work of the INHERIT project's roadmap mentioned above, in the model for Asset-Based Community Development 9 that can be used as a local roadmap for change and in the model of the Doughnut Economy 10 (see Figure 2 ). These are helpful for transforming economic planning for stakeholders wanting to Box 3: Five core areas for wellbeing 1) Supporting - To ensure adequate support funding for local action recognising the fragile ecosystem they live in, while keeping a clear principle of independence in terms of governance, but also not just a blind eye. This is a mirror of the vision of the Universal Basic Income for citizens. 2) Co-creating - Basing policies upon input and reflections of these NGOs and civil society. Any initiative for later implementation would often need to be supported by local action - so to ensure sustained efforts this is essential. 3) Investing in health literacy - Working across sectors to ensure both an extra focus on health literacy in schools, focus on self- management, self-care, and empowerment and resilience building practices in health care training. 4) Researching - Especially using interdisciplinary, implementation science and systems thinking on economic analysis of actions. And a focus on supplementing innovation policies with implementation policies. 5) Partnering - Choosing a shared, connected approach to implementation also that mirrors the co-creative nature of the policy creation to tackle social determinants of health.Figure 2: Model of the Doughnut Economy Source: 10 Eurohealth — Vol.27 | No.2 | 202126 Complex systems support from \"the top\", but also building on the energy of the bottom and the ecosystem. In our work, we can see this element being leveraged at many levels already in some countries. The many new national WEAll Hubs in for example in Ireland, Wales, Scotland, Denmark, and the Netherlands would be one such case. The Nordic Health 2030 initiative 11 - a cross-border collaboration of Nordic organisations to transform mindsets and collaborative methods - also uses systems leadership. Indeed, also for international foundations and funders, the key aspect of systems leadership is a new path in recommendations for them to consider in taking different, more co-creative and long-term approaches to projects and initiatives from the report Partnering for Philanthropic Impact Report. 6 Naturally the impact of these national and international foundations working to support such innovative partnerships, implementing practices, and supporting more humanistic research in this area will be another central component in navigating towards this future. Pockets of a future already here? Ironically, it is important to recognise that in a sense this future is already here. As mentioned above, we see cases appearing with these elements already embedded. The Nordic Health 2030 Movement 11 (moving from initiative to action) is one such example. It is, however, inherent in future strategising (e.g. from the Three Horizons approach 12 ) that we will not just be able to describe the principles for a future strategy for wellbeing, but also be able to identify pockets of the future: elements of our future models, approaches, or techniques already in place, but still not of scale. In the mapping in both WEAll and INHERIT these pockets are also used as tools for inspiration, transformation, or scaling. This recognition also means, that nurturing existing practices can bring about change - if we look for them. This naturally also includes and involves an openness to nurture and test different business models, different partnership models, and different policy models for caring communities.The road towards a European economy of wellbeing lies open and is a necessary path towards both building back better, creating a European Union truly for health, equity and wellbeing and enabling Member States to tackle both short and long-term challenges. This cannot be done without the strong foundation of a bottom-up integrated path and process of building implementation and trust. And the sooner we truly begin this process, the sooner we will be building back better - and fairer and greener. References 1 Kenrick DT, Griskevicius V, Neuberg SL, Schaller M. Renovating the Pyramid of Needs: Contemporary Extensions Built Upon Ancient Foundations. Available at: https: //www.oecd.org / els/health-systems /paris.htm 3 well-being metrics: Describing countries' experiences. SDD Working Paper No. 94, 2018. 4 Five Pathways Towards Health-Environment Policy in a Wellbeing Economy. WEAll Policy Paper, 2019. Available at: https: //weall.org The //thepartneringinitiative.org /publications / partnering-for-philanthropic-impact-report/ 7 Available at: https: //www.inherit.eu /resources / reports/ 8 Edmondstone J. Systems Health and Social Care . Abingdon, Oxford, UK: Routledge, 2019. 9 Russel C. Rekindling Democracy . Eugene, Oregon, USA: Cascade Books, 2020. 10 Raworth K. Doughnut Economy: Seven Ways to Think Like a 21st-Century Economist . Cornerstone Digital, 2017. 11 Copenhagen Institute for Futures Studies. Nordic Health 2030, http: // nordichealth2030.org.linux14.dandomainserver.dk / wp-content /uploads /2019/11/nordic-health-2030- magazine.pdf 12 A. Systems World . Abingdon, Oxford, UK: Routledge, 2019.Eurohealth — Vol.27 | No.2 | 202127 Complex systems HYGIENE - CAN A TOOL FROM OUR PAST HELP SAVE THE FUTURE? By: Lars Münter, diseases will continue to disrupt modern societies if we do not establish better hygiene literacy to enable a systems approach to hygienical design and planning, wider population access to and uptake of practices, and a strategically better use of cleaning and hygiene as trusted methods to reduce infections. The article introduces the concept of hygiene literacy and outlines how this concept is linked to policies for public health, urban planning, education, research, data collection, and more. Further, it outlines how such a new strategy for Europe could help address infections and epidemics. Keywords: Hygiene, Hygiene Literacy, Infection Control, Public Health Promotion Lars Münter is Administrative Director, Danish Council for Better Hygiene and Head of International Projects Unit, Danish Committee for Health Education, Copenhagen, Denmark; Milka Sokolovi c´ is Director General of the European Public Health Alliance, Brussels, Belgium; Denis Bourgeois is Professor at Department of Public Health at the Faculty of Dentistry, University Lyon, France; Sally Bloomfield is Chairman of IFH Home Hygiene and Honorary Professor, London School of Hygiene and Tropical Medicine, London, UK; Solveig La ngsrud is Project Lead for H2020 SafeConsume and Senior Scientist, Norwegian Food Research Institute, Ås, Norway; Anders Miki Bojesen is Chairman of the Danish Council for Better Hygiene and Professor Veterinary Clinical Microbiology, University of Copenhagen, Denmark; Kristine Sorensen is Founder of Global Health Literacy Academy and President of International Health Literacy Association, Aarhus, Denmark. Email: munter@sundkom.dkA new holistic approach towards health and safety Our modern societies were surprised and disrupted by SARS-CoV-2 in 2020. The world had forgotten how quickly infectious diseases can spread. Despite being warned every year by the flu season and by gastro-enteritis season, we have been too complacent. Seasonal flu alone, as estimated by the World Health Organization (WHO) Regional Office for Europe, kills 72,000 Europeans every year. 1 While we assumed people would understand how to break the chain of infections, basic tools like soap, handwashing, respiratory etiquette, oral care, or the understanding of risk reduction have remained under-researched and under-invested in for decades. While some took pride in our modern, clean industrial world, we had somehow collectively missed that it actually wasn't all that hygienically safe, that our pandemic preparedness was low, and our collective or individual health literacy rarely covered this specific topic. In addition, the European Health Literacy Survey showed that an average of 47% of respondents had limited health literacy and the proportion varied greatly among European countries (i.e. 29% in Netherlands compared to 56% in Austria). 2 All of these issues combined led us into a challenging situation of being ill prepared and with very different, but always limited, capacity to act in each country and community. But better late than never. Following the devastating pandemic and decades of flu, a new improved and implemented strategy for hygiene literacy could become key for a safer Europe. It could also be important to tackle a series of major challenges to > #EHFG2021 - SESSION 20: Hygiene literacy: key to a safer future? Battling fear, myths, infections & AMR Eurohealth — Vol.27 | No.2 | 202128 Complex systems our health, such as antibiotic resistance and chronic conditions with an infectious onset, it could offset the rising costs of health care, and it could pave a road to an empowered, self-caring public. This article explains what is covered by the term hygiene ( see Box 1 ) and the concept of hygiene literacy - and what such a strategy for Europe would look like.' ' access to hygiene facilities is still a challenge in public spaces The European history of hygiene has not been straightforward While the etymology of the word hygiene hails from the ancient Greeks, and was certainly historically also glorified in the Romans' baths, the idea of good hygiene has faced challenges throughout European history. The experience of devastating pandemics could have created a healthy respect and understanding of the value of infection-preventing practices, but the teaching and implementation of hygiene has often been ignored or underinvested in, until an epidemic or another health crisis made it vital. We can point, for example, to the value of sewer systems in modern cities, that have saved countless lives since the 1840-1850s (and indeed increased comfort), but which were originally debated and contested by some politicians and pundits at the time as expensive, unnecessary, and with little proof of effect. 4 The heated debate in early 2020 regarding the implementation of hygiene interventions in public spaces stands as a symbol of the horizon that remains to be reached. Do we have access? In 2021, access to hygiene facilities is still a challenge in public spaces of our urban environments, with several European cities for example reducing access to public toilets at the beginning of the COVID-19 pandemic. Amidst public lockdowns, it became obvious that too few urban planners or transport designers had thought of or found good solutions for the microbiological challenges of many people sharing public spaces. Across Europe, school children still struggle with access to decent hand hygiene and toilet facilities in 2021; this is in part, because our scientific understanding of hygiene has not been fully used or implemented into our design and planning processes, as other issues have taken priority. One might argue that the issue of infectious diseases could be solved by better organisation and pandemic preparedness, but that would be missing the point. To realise the potential of safety that better hygienical design could provide, our cities and communities must integrate innovative features in the basic designs, plans, and cultures of our societies. This could be smart surfaces, adaptive signage or lighting related to number of users, gamification, data gathering from water or drains. Or it could be entrance doors that only open if hand hygiene is performed first. Indeed, all the areas of society we've seen affected by the pandemic (which practically mean \"all\") are essential to reconsider in this; these infectious diseases spread because we have designed our systems and cultures in a way that doesn't stop or even enables infections to spread. While we have for decades normalised seasonal flu in our collective under - standing of modern life, the societal costs of flu and other infectious diseases were crippling our economy and society long before the pandemic. Therefore, hygiene design evolution is long overdue. Hygiene literacy However, getting the public to practice effective hygiene is not just about teaching people compliance, it is about building hygiene literacy. This means also building an understanding of hygiene and healthy behaviour that prepares individuals and communities to meet the wide range of challenges to prevent the spread of infection in both private and public settings. Ensuring good design and basic access is only part of the challenge. Individual hygiene literacy, understanding the chain of infection and the role of self-care of the individual, are equally vital. It brings about a culture of creating a safer balance with our surrounding microbiota, which is a lifelong task, not a battle to be won occasionally. Disinfection, distancing, face masks, vaccination, ventilation, cleaning etc, but also the use of antibiotics, are the fundamental tools that are used to prevent spread (and treat) infectious diseases. The aim is not to live in a \"clean\" world or to \"beat the bugs\", as it is often phrased in the media. The aim of hygiene literacy is to help us all navigate a balance of avoiding the potential damages caused by pathogens, while harvesting the benefits of vital, helpful microorganisms. For without our microbial world, humans cannot exist. Hygiene literacy implies understanding and applying the basic principles of infections and their immediate symptoms, Box 1: A definition of hygiene When used in the context of the 2021 report from the International Scientific Forum on Home Hygiene (IFH), 3 the term \"hygiene\" refers solely to practices aimed at promoting good health by breaking the chain of infection. We realise that a much broader definition is often used, e.g. The Oxford English Dictionary defines hygiene as \"practices through which people maintain or promote good health\" and thus includes oral and personal hygiene, and health issues such as obesity, alcohol abuse etc. It can also include air quality and general cleanliness (absence of dirt, tidiness and living in a clean-looking environment) which is regarded as conferring a health benefit, by promoting a feeling of wellbeing.Eurohealth — Vol.27 | No.2 | 2021 29 Complex systems and effects of the tools that can break these chains. This entails basic building blocks from understanding the critical relationships between higher organisms and microorganisms, to grasping the chain-breaking role of water and soap, of distancing and quarantine, of facemasks and body-protection, of antibiotics and vaccines. However, simply defining the concept will not make a difference to the health of Europeans. What we need is an equitable and comprehensive implementation of hygiene literacy in policies for education, innovation (e.g. data, surfaces, design), research, city planning, cleaning services, and obviously health promotion. Social inequality in hygiene While training and education policies are extremely vital to train in the actual practice of hygiene, the transformation of our physical spaces and use of them is even more profound. Using hygiene literacy also requires planners and designers to better understand the epidemiology of infectious diseases, as well as the tools needed to break such infections. Poor access to hand wash facilities or toilets in disadvantaged communities mean less hand washing because of poor access. In principle, one would need people with poor access to have even higher hygiene literacy to maintain the same level of effort. Indeed the 2015 European Health Literacy Survey 2 also noted the social gradient of health literacy and thus hygiene literacy too. In the pandemic, we've seen communities with higher rates of infection, but often failed to realise that factors like overcrowded housing, poor air quality, and poor access to hand wash facilities, including access to water and soap or disinfecting products, make it disproportionately harder for these communities to keep infection rates low. As mentioned above, urban planning policies on quality and service of public toilets 5 can and will disproportionately affect vulnerable communities and groups, that will consequently suffer greater numbers of infections, increasing the need for better hygiene - in short, a vicious cycle. This means that vulnerable communities should be cared for. That we should take social inequalities into account when addressing the challenges of hygiene literacy. But it would be wrong to suggest that challenges of hygiene are only about social inequality - indeed a successful hygiene intervention in a Danish factory reported how \"white collar workers\" were much harder to convince about the need for better hygiene practices and thus to change behaviour than other groups of employees. 6 Are basic health tools - like hygiene - too basic for health policies? While our understanding of the importance of health literacy is on the rise, and is being increasingly promoted by the WHO 7 and other leading institutions, hygiene literacy still remains low and its impacts understudied. At a time of enormous amounts of conflicting information, the seemingly straightforward task of aligning people's behaviour around simple hygiene measures becomes too difficult and seems to add to confusion.People do know, for instance, that hand hygiene or oral hygiene are deemed by society as \"good behaviours\", but there is a huge knowledge-do gap between this positive societal value and its practical application ( see Figure 1 ). One sad proof is our repeated inability to effectively implement good hygiene practices during the pandemic. Constantly being urged by public health professionals was not enough to make up for a significant gap in people's connection between the \"why\" and the \"how\" . Sadly, we were aware of this gap long before the pandemic - the annual epidemics of flu, rotavirus, or norovirus have consistently tested the performance of our health systems and hasn't engendered changes to cultural practices. Another important reason we need hygiene literacy is due to the rising levels of antimicrobial resistance (AMR), adding to the importance of public health measures. 8 This also calls for putting prevention at the heart of public health policy, as the European Public Health Alliance (EPHA) and their partners in the AMR Stakeholder Network have proposed to the European Commission in their Roadmap for Action on AMR. 9 The COVID-19 pandemic has underscored the fact that our current hygiene practices Figure 1: Risk behaviour - knowledge-gap Source: 10 0 10 20 30 40 50 60 70 80After handling raw meatAfter using toiletBefore eating with handsAfter sneezing into hands % say always doing it % say not doing this is high risk Hand washing - knowing about risk vs behaviourEurohealth — Vol.27 | No.2 | 202130 Complex systems are not \"fit for purpose\" and that our standard practices of learning about hygiene should be improved. A connected strategy of learning and education In a post-pandemic strategy, a better approach to hygiene literacy should be a cornerstone of educational practices, not just in kindergartens and schools, but also in vocational training and workplaces. It includes a connected strategy of teaching and implementing practices that include aspects of: Oral health - from practices of dental and interdental brushing, to self-care support by education and health care professionals; Food safety and kitchen skills in all life stages - from prepping and cooking, to cooling, storing and avoiding cross- contamination; Hand hygiene - including where, when and how it should be performed; Cleaning and disinfection - including basic knowledge of detergents (also for laundry) and appropriate use of chemicals; Antibiotics and vaccination - including when and why to use them. Building hygiene literacy for European citizens will not be a quick fix, but it will enable a culture of self-care that could radically improve their safety, wellbeing, and quality of life. It will significantly reduce the amount of confusion about when, why and how the hygiene measures should be taken, and with it a very significant reduction of infectious diseases incidence. Challenges ahead - understanding risk This would still leave plenty of microbes to share and simple infections to occur. Hygiene measures are not a 100% effective panacea against all infections, but are a powerful tool to contribute to reducing the burden of disease, working alongside other tools. We would still have plenty of opportunities to have our immune systems tested and trained.Another element of health and hygiene literacy is understanding risk. In most situations, our activities come with risk, and understanding it is extremely important to use resources with insight, while avoid harm. While we need a strategy for hygiene literacy that teach its concepts, values, and practices, it also needs to involve the concepts of risk and hazard. All our activities, from shopping and using public transport, to having a party with friends, involve hazard (potential to cause harm), but not all of them come with the same risk (the likelihood of the harm to take place).' ' using a targeted approach to hygiene based on risk management Sometimes, our understanding of risk and hazard translates into design: while the risk of a meteor hitting the planet does not merit any immediate action, the risk of a car accident is enough to design a seat belt. While we currently have a lot of information and understanding of the increased risk infections cause for our health, we should pay extra attention post- pandemic. The flu, antibiotic resistance, and other challenges remain important to tackle ever better. Risk has historically been a tricky concept to teach, but is vital to improve the practice of hygiene measures. We must be better at acting to avoid known risks in relation to infectious diseases in the same way that we've (slowly) learned to do with fire safety, air safety, or car safety. We must have the persistence and courage to support the implementation of these practices without waiting for new disasters to strike.Determined public health heroes like John Snow, Florence Nightingale, or Ignaz Semmelweis were not initially supported and applauded. Infection prevention professionals face the same challenge today in their fight for safety, repeatedly facing uphill battles to convince people and change systems. Demanding \"proof to act\" is a very good concept, but in assessing risk and safety issues we normally rely much more on research. We do research on crash tests. We calculate likely benefits from better materials. We measure air quality to assess the risk of cancer or asthma, instead of waiting for symptoms to appear. Navigating risk by using a targeted approach to hygiene based on risk management must become a compass arrow on our journey to build a safer, healthier post-pandemic Europe. The way forward? There are already a number of proposals for the way forward in policy papers like the recent IFH white paper which sets out the principles of a targeted approach to hygiene, 3 the SafeConsume analysis on food safety communication, 11 or the EPHA initiatives for better public health policies in the AMR Roadmap. 9 Educational initiatives like the e-bug initiative (www.e-bug.eu , that started in 2009, originally funded by the European Union, operating in 27 European countries to help all children leave school with an understanding of AMR and the role of hygiene) or campaign initiatives like the international Hygiene Week across the Nordics or the European Self-Care Week have also been used to leverage individual awareness with organisational transformation. But a more fundamental effort is required. In our post-pandemic health (promotion) policies and initiatives, we need to fully recognise that health literacy, and hygiene literacy, needs a new coalition between our education and health care sectors. It needs a new coalition between the medical and social sciences, communications, and design. We must ensure that we include and invest in citizens and their knowledge and behaviour as a valuable, capable asset on our way to better health.Eurohealth — Vol.27 | No.2 | 2021 31 Complex systems While \"Health in All Policies\" 12 has been a focus point since 2006, the need for inclusive and holistic approaches have also been part of the Sustainable Development Goals 2015 - hoping for action by 2030, but the decade of action has had a rough start. We hope that new policies in Europe from 2022 will start by building health literacy from the ground up and with a focus on citizens and communities; and thus reach some of these very important goals. Working for better hygiene would be a good place to start. References 1 WHO/Europe. Influenza - estimating the burden of disease, 2020. Available https: Röthlin F, et al. Health literacy in Europe: comparative results of the European health literacy survey (HLS-EU). Eur J of Public Health 2015;25(6):1053 - 8. Available at: https: //pubmed.ncbi.nlm.nih.gov /25843827/ 3 International Scientific Forum on Home Hygiene (IFH). Developing and promoting hygiene in home and everyday life to meet 21st Century needs. A report commissioned by the International Scientific Forum on Home Hygiene, 2021. Available Life (\"Kampen for Liv\"). SDU, 2018. 5 Royal Society for Public Health. Taking the P***, 2018. Available at: https: //www.rsph.org.uk /our- work /policy og færre Apfel F, Tsouros AD (ed.) Health The solid facts, 2013. Available at: https: //www.euro.who.int /en/publications / abstracts /health-literacy.-the-solid-facts 8 Maillard J-Y, Bloomfield S. Reducing antibiotic prescribing and addressing the global problem of antibiotic resistance by targeted hygiene in the home and everyday life settings. American Journal of Infection Control 2020;48:1090-9. action on antimicrobial resistance - 5 key strategies to tackle the global health threat. Report from The Stakeholder Network on Antimicrobial Resistance (AMR) and IFH call for a clean-up of public understanding. Perspectives in Public Health 2019;139(6). Available at: https: //doi. org/10.1177 /1757913919878367 11 SafeConsume. Best practices related to food safety communication . Policy 2020. risk-communication https: //www3.paho.org /hq/index.php?option=com_ content&view=article&id=9361:2014-welcome- health-all-policies What are patient can they improve integration of care? By: H Budde, GA Williams, G Scarpetti, M Kroezen, CB Maier Published by: World Health Organization 2022 (acting as the host organization for, and secretariat of, the European Observatory on Health Systems and Policies) Observatory Policy Brief 44 Number of pages: 30; ISSN: 1997-8073 Freely available : https: // eurohealthobservatory.who.int/publications/i/what-are-patient- navigators-and-how-can-they-improve-integration-of-care Patient navigators support patients in finding their way through health and social care systems, helping them to overcome barriers to accessing services. In this new policy brief, the authors aim to inform policymakers about the roles performed by patient navigators in different countries; to show how the role can contribute to improving the integration of care; and to provide policy lessons for implementation. The authors show that existing patient navigator programmes typically focus on: cancer care; transitional care, where they help patients move between various settings (e.g. hospital and home) or sectors (e.g. health and social care); and care for vulnerable and disadvantaged populations. Patient navigators come from different backgrounds and can be qualified health professionals, or trained lay persons, often recruited from the community that is being targeted. Based on evidence from a systematic overview of reviews, the authors show patient navigator programmes are associated with positive outcomes in terms of increasing access to care, reducing waiting times for diagnosis and treatment, increased uptake of screening and improved coordination and continuity of care. Policymakers interested in introducing patient navigator programmes should consider macro-, meso- and micro-level factors, all of which will influence implementation. Key issues to address include: developing appropriate educational standards; securing support from key stakeholders; and putting in place long-term funding to ensure the sustainability of patient navigator programmes. The European Observatory on Health Systems and Policies is a partnership that supports and promotes evidence-based health policy-making through comprehensive and rigorous analysis of health systems in the European Region. It brings together a wide range of policy-makers, academics and practitioners to analyse trends in health reform, drawing on experience from across Europe to illuminate policy issues. The Observatory's products are available on its website (https://eurohealthobservatory.who.int). What are patient navigators and how can they improve integration of care?POLICY BRIEF 44 Hannah Budde Gemma A Williams Giada Kroezen Claudia B Health Organization City, Marmorvej 51, DK-2100 Copenhagen Tel.: +45 45 33 70 01 E-mail: eurocontact@who.int Website: No.2 202132 Joining forces for health THE OSLO MEDICINES INITIATIVE: IMPROVING ACCESS TO HIGH- COST MEDICINES IN EUROPE By: Kruja Summary: The pharmaceutical market is changing. Today we are seeing an increasing number of highly-effective novel therapies for rare diseases and other relatively low-volume patient groups coming to market. However, many of these novel therapies come with a high price-tag, proving too expensive for national governments to provide them to all who would benefit. What can be done? How can we balance industrial, health care, and public health interests while ensuring increased access for patients? Bringing the key stakeholders together to consider these questions and to identify potentially sustainable 'win-wins' is the role of the Oslo Medicines Initiative. Keywords: Oslo Medicines Initiative, Transparency, Sustainability, Solidarity, Novel High-Cost Medicines, Access Bjørn-Inge Larsen is Special Representative for International Health, Synnøve Eikefet Ravnestad is an Advisor, Norwegian Ministry of Health and Care Services, Oslo, Norway; Hans Kluge is Regional Director, Natasha Azzopardi Muscat is Director, Country Health Policies and Systems, Sarah Garner is Acting Regional Advisor, Access to Medicines and Health Products, Rachelle Harris , Rebekka Aarsand, David Tordrup, Krista Kr uja are Consultants, Stanislav Kniazkov is Technical Officer, Pricing and Reimbursement, WHO Regional Office for Europe, Copenhagen, Denmark; Audun Hågå is Director- General, Arne-Petter Sanne Leader, Norwegian Medicines Agency, Oslo, Norway. Email: garners@who.intIntroduction As the European health community continues to grapple with the ongoing COVID-19 pandemic, an oft-cited bright spot has been the speed at which highly efficacious vaccines have been brought to market. While some commentators and experts were hopeful of an early break-through, many others questioned not just the scientific feasibility of having vaccines before the end of 2020, but so too the practical. 1 But with the first COVID-19 vaccines being publicly available in early 2021, just one year into the pandemic, it was the optimistic view that prevailed. The mRNA and viral vector vaccines, in particular, released by some of the biggest names in the pharmaceutical industry, continue to save hundreds of thousands of lives across the world, including some 750,000 by mid-December 2021 in Europe and the United States alone. 2 Moreover, manufacturers continue to adapt their products to be effective against mutations in the SARS-CoV-2 genome (the virus that causes COVID-19 disease) to counter new variants such as Omicron (BA.1 and more recently BA.2), and Delta before it. At the same time as we can point to the success of COVID-19 vaccines, we are aware of their inequitable global roll-out. According to current data, more 'booster' doses have been administered in high- income countries than all vaccine doses combined in the world's lowest-income countries. 3 Unfortunately, however, differential access to life-saving medicines and vaccines is not new; it is not even exclusive to differences between regions > #EHFG2021 - SESSION 2: Oslo Medicines Initiative: A new vision for collaboration between the public and private sectors Eurohealth — Vol.27 | No.2 | 2021 33 Joining forces for health of the globe. Within the European Region there is considerable inequality in terms of access to medicines, and this is especially the case with novel, efficacious but high- priced medicines. These include gene- and cell-therapies, orphan drugs for rare diseases, and certain oncology drugs.' ' there is considerable inequality in terms of access to medicines Novel, efficacious, high-cost medicines and the challenge to access The reasons for this inequity are debated. Public authorities often point to private companies' commercial priorities and their duties to shareholders as the driver of high prices and subsequent unaffordability and inequitable access. Meanwhile, manufacturers argue that prices are appropriate given the value new technologies bring, alongside the high research and development costs, level of investment risk and attrition, and the comparative effectiveness of new treatments which may be fully curative. They cite lack of appropriate value assessment frameworks, difficulties paying high up-front costs, national registration systems, narrow national health budget space and inappropriate coverage procedures as the main hindrances to access. While there may be debate around the causes, what is clear, however, is that these new treatments are driving bigger gaps between the 'haves' and the 'have-nots'. According to data from the Organisation for Economic Cooperation and Development (OECD), governments and compulsory insurance schemes cover around 56% of total spending on retail pharmaceuticals (i.e. medicines not used during hospital treatment), with some countries covering up to 80%. 4 And we know that less well-off countries across the European Region have narrower coverage lists in their benefits packages. The concern regarding novel medicines, therefore, is that countries cannot afford to provide the products to all those who need them, with even the wealthiest countries having to restrict coverage of some new products by narrowing indications or refusing reimbursement altogether. Negative decisions are sometimes also rendered on account of authorities not having sufficient clinical data to make an informed assessment. While there may be valid commercial reasons from the originator's side, some of the newest and most efficacious breakthrough medicines that offer clear therapeutic benefit with the promise of real population health gains will not even be marketed in some countries. A minority of wealthy patients may be able to access these products by 'shopping around' on the private market around the world and paying out-of- pocket. However, in general, only those with substantial resources will have access due to the unaffordable pricing levels that restrict selection and purchasing choices by governments. These widening inequalities are affecting progress towards Universal Health Coverage and our ability to deliver on the Sustainable Development Goals (SDGs). Bringing stakeholders together to search for joint solutions - the Oslo Medicines Initiative In view of these challenges to access, particularly to novel, effective high- priced therapies, the Government of Norway - through the Ministry of Health and Care Services and the Norwegian Medicines Agency - and the World Health Organization Regional Office for Europe (WHO/Europe), jointly established the 'Oslo Medicines Initiative' (OMI). The OMI facilitates a dialogue and learning platform between countries, the pharmaceutical industry, patient organisations, professional organisations and other stakeholders. It aims to help all parties work together to find common ground. It was formally launched during the 2020 European Health Forum Gastein (EHFG) 5 and marked its one-year anniversary during this year's installment with a session entitled 'The Oslo Medicines Initiative: A new vision for collaboration between the public and private sectors'. 6 Based on the premise that no matter how good a medicine is, it has no value if it remains on a shelf unused, the OMI takes as its starting-point that national authorities and the pharmaceutical industry share the same overarching goal. Namely, to improve public health outcomes by providing high-quality medical products to patients, with the consequent broader economic benefits brought by healthier populations. What both sides are looking for is the diffusion and uptake of new medical products within an environment that supports and rewards innovation. This means that governments need to avoid uncontrolled growth in pharmaceutical spending while maximising population health within current budget constraints. Industry needs to manage potential trade-offs between volume and price, and between profits, risks and research and development investments, while at the same time advancing innovation. The relationship between pricing, access and innovation is not linear and both sides need to work together to address a complex issue in which competing priorities need to be finely balanced. Governments and industry are not the only stakeholders in this area. Patients and civil society, as the ultimate consumers and beneficiaries of these products, are a crucial set of actors. It is for this reason that the OMI aims to bring together all three groups to identify and implement pragmatic solutions to improve patients' access to safe, novel, high-cost medicines across Europe by focusing on affordability. In this spirit, the OMI has two streams being pursued in tandem. The first is political in involving Member States in dialogue with the other stakeholders to better understand the issues at play from all sides. In this regard, a series of consultations with the stakeholders to gauge opinions, especially around access, and to try to tease out potential areas of commonality have been undertaken. The second is to ensure informed discussion and debate around key issues, with the aim of identifying potential policy directions to be taken forward jointly. This involves expert discussion and analysis and is being pursued through the publication of technical documents and hosting of topic-specific webinars Eurohealth — Vol.27 | for health (see: https: //www.omi-euro.org /). The two streams are necessarily complementary, with one informing the other. The OMI is underpinned by three pillars: transparency, solidarity, and sustainability, and is primarily focused on affordability (prices) - first, as a major barrier to patient access, and second, noting that unaffordable prices can also lead to lost sales income for manufacturers. In this regard, transparency is about understanding how transparency could be used to build trust between stakeholders, thereby enhancing negotiations and supporting access; solidarity in terms of achieving greater solidarity between stakeholders to address some of the challenging decisions that will be needed to meet the SDGs and improve access; and sustainability of access and a pipeline of innovations which does not bankrupt health systems is essential. Important discussion points under the Oslo Medicines Initiative Amongst the areas so far explored within the OMI, three approaches have attracted particular discussion. The first concerns models of joint or pooled procurement involving several countries, where agreement on lower prices is achieved by joint negotiation for higher volume sales. Extant examples include the Beneluxa, whose initial focus was on orphan drugs; the Valletta Declaration group, which has a particular focus on oncology drugs, treatments for autoimmune diseases and other high-cost treatments; and the Baltic Procurement Initiative, which is concerned with the joint procurement of vaccines, and with countries lending each other medicines in case of shortages. These initiatives often have wider remits beyond price negotiation, including joint horizon-scanning and health technology assessment capacity, but their goal is to scale up joint actions and increase collaboration and capacity. The success of such initiatives has been hard to measure, 7 for even where successful price negotiations may have taken place, this does not automatically imply either a much cheaper price or greater patient access (which is also dependent on domestic factors such as prescribing behaviours). But the principle of collaboration based on sharing data and information between countries to reduce information asymmetries and strengthen their ability to make informed selection and purchasing decisions remains one that some stakeholders are keen to explore. A second point of discussion has been about changes to current approaches to external reference pricing (ERP) / international price benchmarking and comparisons. Although widely used in Europe, there are several perverse consequences of ERP 8 9 and its effectiveness is increasingly unclear across a number of parameters, including not least overall expenditure on pharmaceuticals. 10 Coupled with other frameworks, such as parallel importation in the European Union (EU), externalities associated with its use reportedly outweigh the benefits. Moreover, industry argues that governments have sometimes sought to use ERP to artificially control prices, 11 by benchmarking to inappropriate countries. Yet a revised ERP model, one which seeks to involve not only industry in its design but also the other key actors (given that ERP systems can have unintended consequences such as the de-registration of medicines in cheaper markets), may be something that stakeholders can work on together as part of a wider set of policy tools.' ' aims to help all parties work together to find common ground Finally, tiered- or differential-pricing, represents a tool that stakeholders all see as having potential, but as also requiring considerable development to make it feasible and beneficial in practice. While the notion of segmenting markets and charging different prices according to ability to pay would help promote access to certain products for less wealthy countries, and may help reduce the wait time in some countries associated with staggered market entry, this does not necessarily address the issue of affordability of the treatments themselves, and some would argue that promoting generic competition is more effective in lowering prices. 12 Introducing an equity-lens to take into account both ability and willingness to pay from a 'fairness' perspective may be a way forward - known as equity-based tiered-pricing - but some feel that the approach is still too imbalanced in favour of manufacturers 13 and that risks would need to be carefully managed. Mentioning these three policy options is not to endorse them, nor to say that they will be taken forward by the stakeholders. The OMI provides a platform, based on © Floris Oudshoorn of Comic House / EHFG 2021Eurohealth — Vol.27 | No.2 | 2021 35 Joining forces for health the available evidence, to explore potential policy options that will increase access to medicines in the European region to the benefit of patients. In this, the OMI stresses the need for workable indicators to measure genuine access and patient benefit; all stakeholders have their own metrics. But it is ultimately up to the stakeholders whether, or how, joint solutions can be agreed and pursued. What the OMI is doing in convening the stakeholders and promoting discussion is prompting them to consider their wider roles and duties in this area. More specifically, given the solidarity pillar, the OMI is asking whether a new relationship between the stakeholders to the benefit of patients can be forged, defined loosely in terms of a 'social contract'. The question at the heart of this is whether medicines are simply another traditional market commodity, or do they have a wider societal value that merits a more careful approach to shaping markets, managing innovation and determining selection and purchasing decisions? Do payers and industry have a duty of care to patients and society which comes with expectations and responsibilities towards each other in support of this, and for which they should be held accountable? The major milestone of the OMI will be a high-level meeting scheduled to take place in Oslo on 13-14 June 2022, and this question will be very much on the agenda. Building on the OMI work (see Figure 1 ), the meeting will present a unique opportunity for the stakeholders to discuss progress made on some of the major challenges and consider ways of overcoming them jointly. It is envisaged to agree a consensus document on behalf of the stakeholders which will set out an agreed starting position and highlight some new opportunities for improving access to novel medicines for patients in the European Region based on this wider social understanding of roles and duties.' ' The OMI is underpinned by three pillars: transparency, solidarity, and sustainability Looking ahead Since its launch in 2020, the OMI has continued to attract attention. Not just the stakeholders themselves, but the representatives of the Norwegian government and WHO/Europe have been invited to various international meetings and fora to outline the initiative and its progress. Earlier this year, the European Commission and the OECD, along with the French Ministry of Health joined the OMI Steering Committee. Ensuring consistency with the EU Pharmaceutical Strategy, 14 technical coherence with the OECD work on access and specific issues such as managed- entry agreements 15 and alignment with the French Government's EU Presidency priorities around health, 16 allows for a strong voice across Europe and its Member States. This is a strong sign that the OMI is on the right track, and so too is the fact that the industry is willing to engage in a meaningful way. Indeed, the European Federation of Pharmaceutical Industries and Associations (EFPIA) has been onboard with the OMI from the outset, participating in not just the formal consultations with non-state actors (political stream), but also contributing alongside other stakeholders in the webinars (technical stream). The OMI has made it clear that real solutions will only be possible if all stakeholders work together, and the engagement with originator firms is thus crucial. Earlier, we noted that the record development of effective, quality vaccines for COVID-19 has been a bright-spot in the pandemic, and that the optimists have been proven right. As optimists ourselves, we are similarly hopeful for the emergence of concrete solutions around sustainably improving the affordability of novel, effective high-priced medicines Figure 1: OMI timeline High level meeting1st MS Consultation 1st NSA ConsultationMay 2022 CommitteeEuropean Health Forum Gastein WebinarsJan - Feb 2022Technical Briefings Mar 2022Preparatory Meetings Feb - Mar 2022 Apr 2022Consensus Statement Policy Briefs2nd MS & NSA Consultations Source: Authors Eurohealth — Vol.27 | No.2 | 202136 Joining forces for health in Europe and, ideally, beyond. For while those behind the COVID-19 vaccines have been rightly lauded for their success, the success story goes beyond the accomplishment of individual scientists and companies. What those of us involved in the OMI would point to as the real lesson, is what is possible through close cooperation between public and private sectors, between stakeholders and between countries, in the generation and supply of new treatments for priority health issues. We would argue that the same spirit of solidarity between key stakeholders in the COVID-19 vaccine story must extend to ensuring access to innovative treatments more broadly. References 1 Haelle T. The Absolutely True, Incredibly Amazing Story of the Covid-19 Vaccine. 16 March 2021. Available M, et al. How COVID vaccines shaped 2021 in eight powerful charts, 16 December 2021. Available at: https: //www. nature.com /articles /d41586-021-03686-x 3 Covid-19 vaccine tracker: the global race to vaccinate web page. Available at: https: //ig.ft.com /coronavirus-vaccine-tracker/ 4 //www.oecd-ilibrary.org /social-issues- migration-health /health-at-a-glance_19991312 5 EHFG. SESSION 3: Finding the common beat. Towards a new vision of collaboration to improve access to medicines web page. Available at: https: // www.ehfg.org /archive /2020/programme /sessions / finding-the-common-beat 6 EHFG. SESSION 2: Oslo Medicines Initiative. A new vision for collaboration between the public and private sectors web page, 2021. Available at: Cross-country collaborations to improve access to medicines and vaccines in the WHO European Region, 2020. Available on Medicine Prices and Availability. Working Paper 1: External Reference Pricing, 2011. Available at: https: //haiweb.org / wp-content /uploads /2015/07/Working-Paper-1- External-Reference-Pricing.pdf 9 Health Action International and the Andalusian School of Public Health. Working paper: Mapping External Reference Pricing Practices for Medicines, 2015. Available at: https: //haiweb.org /wp-content / AM, Gill J, Efthymiadou O. Does external reference pricing deliver what it promises? Evidence on its impact at national level. Eur J Health Econ 2020;21:129 - 11 EFPIA response to Draft Opinion on Innovative payment models for high-cost innovative medicines, 2017. D, Edwards S. Ensuring access to medicines: How to stimulate innovation to meet patients' needs? Policy Brief 29. Copenhagen: World Health Organization 2018 (acting as the host organization for, and secretariat of, the European Observatory on Health Systems and Policies). Available at: https: //apps.who.int /iris/rest/ bitstreams /1277082 /retrieve COVID-19 and the global public health: Tiered pricing of pharmaceutical drugs as a price-reducing policy tool. Journal of Generic Medicines 2021;17(3):115-21. Available at: https: //journals.sagepub.com /doi/ full/10.1177 /1741134320963146 14 European Commission. A page. Available at: https: //ec.europa. eu/health /medicinal-products /pharmaceutical- strategy-europe_en 15 OECD. Addressing the challenges of access to medicines web page. Available at: https: //www.oecd. org/health /health-systems /access-to-medicines.htm 16 French Presidency of the Council of the European Union. Priorities web site. Available at: https: // presidence-francaise.consilium.europa.eu /en/ programme /priorities/Eurohealth — Vol.27 | No.2 | 202137 Joining forces for health TOWARDS A BEATING CARDIOVASCULAR DISEASE PLAN FOR EUROPE By: Birgit Beger Summary: Cardiovascular disease (CVD) is the leading cause of mortality in Europe and globally, and creates a substantial economic burden for health systems. It is therefore imperative that action is taken to address and improve prevention, treatment and management of CVD. Yet, political strategy and leadership to build a sustainable environment for cardiovascular health in Europe is lagging behind. The COVID-19 pandemic has demonstrated weaknesses in health systems and highlighted the burden of CVD. With the current political momentum behind cardiovascular health, we propose the creation of an EU action plan on CVD, underpinned by multi-stakeholder cooperation and dialogue with policymakers. Keywords: Cardiovascular Disease (CVD), COVID-19, Multi-stakeholder Cooperation, EU Action Plan Birgit Beger is CEO, European Heart Network, Brussels, Belgium. Email: bbeger@ehnheart.orgIntroduction \" If you fail to plan, you are planning to fail.\" - Words attributed to Benjamin Franklin, an American visionary, philosopher, and statesman. The burden of cardiovascular disease (CVD) is greater than that of any other disease and the leading cause of death in Europe and globally. Yet, whilst evidence of the health burden and the economic burden (€210 billion per year in the European Union 1 ) from CVD is known, political strategy and leadership is missing to build and secure a sustainable environment for cardiovascular health. In contrast, the advantage and the need for national and supranational plans to help tackle cancer, the second leading cause of death and morbidity globally, has been recognised. In the USA, the Cancer Moon shot initiative aims to accelerate scientific discovery in cancer, foster greater collaboration, and improve the sharing of data; the 21st Century Cures Act in December 2016, authorised $1.8 billion in funding for the Cancer Moon shot over seven years. 2 The EU has also been working to tackle cancer for decades; its actions, for example on tobacco control and protection from hazardous substances, have saved and prolonged lives. 3 The European Beating Cancer Plan, adopted at the end of 2020, is the latest lifeline to boost the efforts made so far. 3 While common risk factors between cancer and CVD exist (notably tobacco, diet and physical activity), specific priorities for CVD need to be taken, in prevention, treatment and management, > #EHFG2021 - SESSION 7: Towards a Beating Cardiovascular Disease Plan for Europe: Getting to the heart of the matter Eurohealth — Vol.27 | No.2 | 202138 Joining forces for health not forgetting the need for innovation and modernising research regulations to improve access to better treatments. The burden of CVD in the EU CVD is a group of conditions, comprising ischaemic heart disease, atherosclerosis, stroke, peripheral artery disease, heart rhythm disturbances (sudden cardiac death and atrial fibrillation), heart failure, congenital heart disease, genetic heart conditions, vascular dementia, and valvular heart disease. 1 Alarmingly, after a decline in mortality from CVD over the past several decades in the EU, numbers are rising again. 4 5 In 2020, CVD accounted for 36% of all deaths and around 20% of all premature deaths (before age 65) in the EU. 1 Furthermore, geographical inequalities are significant throughout the region. The prevalence of CVD is higher in Eastern and Central EU Member States and lower in Western, Northern and Southern European countries. 1 Also, in line with the prevalence data, death rates from both heart disease and stroke are higher in Central and Eastern Europe than in Northern, Southern and Western Europe. For example, the age standardised death rate for heart disease for 2017, or latest available year, is 13-fold higher in women in Lithuania than in France, and 9-fold higher in men. For stroke, the age-standardised death rate is 7-fold higher in women in Bulgaria than in France, and 8-fold higher in men. 1 Fighting CVD - a blueprint for EU action The urgent need for a specific European- level plan on CVD prompted the European Heart Network, together with the European Society of Cardiology, to publish a ground-breaking document entitled: \"Fighting cardiovascular disease - a blueprint for EU action\". 1 The overall aim of the blueprint is to reduce premature disease and death from CVD and inequalities in cardiovascular death rates in the EU ( see Figure 1 ). The CVD Action Plan is a call for action for the EU to develop a comprehensive CVD plan and provides a blueprint for the 2019-2024 EU mandate. The blueprint has 21 specific priority recommendations to be achieved by 2024.' ' encourage governments to implement national CVD plans CVD plans at national level can be a trickle-down effect from a wider EU initiative National CVD plans are not widespread in Europe. In the United Kingdom, the National Health Service (NHS) developed a NHS Long Term Plan in 2019, which focuses on prevention, because improving prevention is seen as essential for a sustainable health service. 6 In addition to substantial commitments to tackle obesity, alcohol and smoking, the Plan includes an ambitious objective to prevent 150,000 strokes and heart attacks over the next ten years by improving the treatment of high- risk conditions - hypertension (high blood pressure), high cholesterol and Atrial Fibrillation (AF). 7 On a more specific CVD condition, namely familial hypercholesterolemia (FH), Slovenia has been a model country for paediatric screening, alongside newborn screening (NBS), with an effective approach to detect this global, severely underdiagnosed inherited disorder. Recently, the Slovenian programme was identified as one of the \"Best Practices\" by the European Commission, and the World Heart Federation (WHF) White Paper on Cholesterol recognised it as a possible model for FH-screening Figure 1: Summary of main actions of the blueprint for EU action Source: 1 WHAT IS CARDIOVASCULAR DISEASE Cardiovascular Disease (CVD) is an umbrella name for conditions that aect the heart muscle or circulation (blood vessels). These include hypertension, stroke, heart failure, congenital cardiovascular disease, inherited heart conditions, and vascular dementia H-E-A-R-T ACTIONS FOR THE EU Healthy lifestyles through ambitious EU policy and regulation to reduce critical risk factors (smoking, obesity, sedentary lifestyles, etc.) Equality in heart health by reducing the huge disparities in Cardiovascular Disease mortality that exist between and within EU Member States Advancing knowledge by increasing EU funding for Cardiovascular Disease research Registries for continuous quality improvement, registry-based clinical trials and safety surveillance of new treatments Transfer of knowledge and best practice among Member States in prevention, diagnosis and management of Cardiovascular DiseaseFIGHTING CARDIOVASCULAR DISEASE CALL FOR EU ACTION www.mepheartgroup.euEurohealth — Vol.27 | No.2 | 2021 39 Joining forces for health and potentially a model for NBS in general. 8 Under its EU presidency (from 1 July to 31 December 2021), Slovenia spearheaded an initiative designed to enhance cooperation and equity in provision of newborn and FH paediatric screening within the EU, with several differing models of care currently recognised within individual EU countries. An objective for having a European plan for CVD is to encourage governments to implement national CVD plans, by adapting European recommendations and measures at national level, as appropriate, for their health care system. Furthermore, synergies and collaboration with a network of experts from different countries could also be a spin-off of such a plan, as well as the creation of an exchange of \"best practices\" and a toolbox of recommendations, policy initiatives and communication campaigns to trigger awareness and promote change at the national level. COVID-19 has emphasised the need to address the cardiovascular health of European citizens The COVID-19 pandemic has worsened the health burden from CVD, causing damage to European citizens' hearts and vascular systems. Moreover, many of the patients most impacted by COVID-19, in terms of severe morbidity and mortality, have had underlying cardiovascular disease. At the same time, COVID-19 has impacted diagnosis and treatment through reductions in doctors' visits and heart checks, and has caused an untenable backlog in hospital care for heart patients. There is now a clear opportunity to improve the health of European citizens by addressing the underlying burden of CVD, with preventive action where possible and with appropriate treatment and intervention. For example, the value of digital tools for CVD patients 9 and their uptake have increased exponentially during the COVID-19 pandemic: online consultations, remote telemonitoring and tele-rehabilitation are just three examples where a positive change could be made. However, the right steps towards a legal and policy framework for digital tools must be taken to ensure that equal access is available to all patients, independent of socio-economic factors and including vulnerable population groups like migrants. Low digital health literacy is especially associated with older age or low socio-economic status. It is important to ensure that digital health tools do not lead to increased inequalities in health. Also, as a core principle, patients should be involved in creating new digital health tools because of the central role they play in health decisions. In the pandemic, online tools, like telemonitoring or online rehabilitation programmes provided some relief, but would not work for all CVD patients due to the above-mentioned socio- economic factors. Multi-stakeholder cooperation is needed to bring about improvements in tackling CVD In every crisis there is an opportunity for rethinking the way we work and with whom we work. In 2021, three European organisations committed to the fight against CVD. The European Heart Network (EHN), the European Society for Cardiology (ESC), and MedTech Europe came together and founded a multi-stakeholder alliance to catalyse change in Europe for cardiovascular health. By bringing together partners from different sectors, they could capitalise on their unique expertise and propose comprehensive, multi-pronged, workable solutions to policymakers. On World Heart Day, 29 September 2021, the European Alliance for Cardiovascular Health (EACH) was officially launched with the aim of calling for a comprehensive EU policy response to improve the cardiovascular health of European citizens. 10 By the end of 2021, the alliance had 16 partners representing: tens of millions of patients more than 200,000 health professionals over 400 health technology companies health insurers covering the medical costs of more than 200 million people millions of people living with genetic CVD risk factors but who have not been diagnosed yet.Through an EU wide CVD Plan, ambitious incentives and measures could be implemented across all stages of the disease including, prevention, screening, early detection, access to treatment and rehabilitation to keep citizens in good health and optimise their quality of life. This would strengthen the resilience at the population level, whilst making efficient use of health care resources.' ' opportunity for rethinking the way we work Where do we stand today? Shortly after this article was written, the European Commission published its plans to issue a \"Policy Implementation Roadmap\" for non-communicable diseases (NCDs) due to be launched in mid- 2022. 11 The roadmap covers five themes: cardiovascular, respiratory, mental and neurological diseases, diabetes, as well as one on lifestyle-related risk factors that include alcohol, tobacco and nutrition. This effort has the potential to be a major step forward and could change the health landscape for CVD and patients across Europe, depending on the milestones to be achieved in the road map. This is ground breaking news and a change of landscape as early as 2022 for health policy in the area of CVD. The European Heart Network (EHN) (https: //ehnheart.org /) very warmly welcomes the new EU Initiative on NCDs. With its strand on CVD, we see the EU Initiative on NCDs as a very timely and needed step towards a European CVD plan which should be an inspiration for national CVD plans in Member States. EHN, together with its members, stands ready to provide the patients' perspective in the CVD roadmap, insofar as it is much appreciated to see 'quality of life' as a building block in the planning of the roadmap. Also, close to EHN's heart are efforts to address inequality throughout Europe regarding prevention, treatment Eurohealth — Vol.27 | No.2 | 202140 Joining forces for health and management of CVD. We believe that digital tools across the entire patient pathway of all CVD patients (independent of their specific CVD or other condition) 9 could indeed be another decisive element of the plan. Overall, this is a very good outcome from the work put into the EU blueprint and the joint effort with the European Alliance for Cardiovascular Health. We hope that the work of the World Health Organization's Regional Office for Europe on NCDs will be linked and that synergies are created to ensure the most fruitful outcomes for CVD patients. References 1 European Heart Network (EHN) and European Society of Cardiology (ESC). Fighting Cardiovascular disease - a blueprint for EU action . Brussels, 2020. Available at: https: //www.mepheartgroup.eu /research /key-initiatives /moonshot- cancer-initiative 3 European Commission. Communication from the Commission to the European Parliament and the Council. Europe's beating cancer plan . Brussels, 2021. Available at: https: //eur-lex.europa.eu /legal-content / EN/TXT/?uri=COM%3A2021%3A44%3AFIN 4 British Heart Foundation. Heart and circulatory disease deaths in under 75's see first sustained rise in 50 years . Lloyd-Jones DM, O'Flaherty M, et al. Trends in Cardiometabolic Mortality in the United States, 1999 - 2017. Research letter. JAMA 2019;322(8):780-2. 6 NHS Long Term Plan web site. London, 2020. Available at: https: //www.longtermplan.nhs.uk/ 7 Kearney M. Blog: The Long Term Plan is a game changer, 14 January 2019. Available at: https: //www. england.nhs.uk /blog/the-long-term-plan-is-a-game- changer/ 8 World Heart Federation. Improving prevention and control of raised cholesterol . Geneva, 2021. Available at: https: //world-heart-federation.org /resource /whf- cholesterol-white-paper/ 9 European Heart Network (EHN). What is the value of digital tools for cardiovascular patients? Brussels, 2020. Available at: https: //ehnheart.org / publications-and-papers /publications /1285:digital- tools-cardiovascular-patients.html 10 page, 2021. Available at: https: //www.cardiovascular- alliance.eu/ 11 European at: https: //ec.europa.eu /health /non-communicable- diseases /overview_en The market reform in Dutch health care: Results, lessons and prospects By: P Jeurissen and H Maarse Published by: World Health Organization 2021 (acting as the host organization for, and secretariat of, the European Observatory on Health Systems and Policies) Health Policy Series 55 Number of pages: 177; ISBN: 978 92 890 5182 8 Freely available for download at : https:// eurohealthobservatory.who.int/publications/i/the-market- reform-in-dutch-health-care-results-lessons-and-prospects In 2006, the Netherlands embarked upon an ambitious reform of the Dutch health care system based upon the principles of regulated competition. Some 15 years later, it is an appropriate time to find out how this 'market reform' has worked out, and what the experience has been like for those involved in putting it into practice. The authors of this important new study review the reforms and their impact to date and ask whether the reforms merit being counted as a success. Did they alter the relationship between state, insurers, providers and patients? Has there been evidence of problems that market- based systems are often associated with, such as high administrative costs, restricted access to health care, rent- seeking, skimming and adverse selection? Whilst addressing these questions and suggesting possible answers, the authors also examine what can be learned from the Dutch experience with competition in health care and what changes might be expected in the near future in the Netherlands and more broadly, especially considering the context of the COVID-19 pandemic. THE MARKET REFORM IN DUTCH HEAL TH CAREThe market reform in Dutch health care Results, lessons and prospects55 In 2006, the Netherlands embarked upon an ambitious reform of the Dutch health care system based upon the principles of regulated competition. Some 15 years later, it is an appropriate time to find out how this 'market reform' has worked out, and what the experience has been like for those involved in putting it into practice. The authors of this important new study review the reforms and their impact to date and ask whether the reforms merit being counted as a success. Did they alter the relationship between state, insurers, providers and patients? Has there been evidence of problems that market-based systems are often associated with, such as high administrative costs, restricted access to health care, rent-seeking, skimming and adverse selection? Whilst addressing these questions and suggesting possible answers, the authors also examine what can be learned from the Dutch experience with competition in health care and what changes might be expected in the near future in the Netherlands and more broadly, especially considering the context of the COVID-19 pandemic. The editors Patrick Jeurissen is professor of Sustainable Health Care at the Radboud University, Nijmegen Hans Maarse was professor of Health Policy Analysis at Maastricht University, Maastricht Health Policy Series Series No. 55 www.eurohealthobservatory.who.intPatrick Jeurissen Hans Maarse Observatory Studies Series55 Edited by Patrick | 2021\"A HEALTHIER FUTURE FOR ALL\": FINDINGS FROM THE COVID-19 IMPACT INQUIRY IN THE UNITED KINGDOM By: Cara Leavey and Heather Wilson Summary: The COVID-19 pandemic has profoundly impacted people's health and livelihoods in the United Kingdom. By mid-March 2021, the pandemic contributed to 119,000 excess deaths and in 2020 caused a 9.9% drop in GDP . This article summarises findings from the Health Foundation's COVID-19 Impact Inquiry, published in July 2021. The analysis explores how people's pandemic experiences were influenced by pre-existing health, and how actions taken in response to COVID-19 impacted on health. It highlights the unequal burdens carried by different population groups and regions across the United Kingdom and suggests areas for action to support a recovery which improves health and reduces inequalities. Keywords: Public Health, Recovery, Inequalities, COVID-19, United Kingdom Cara Leavey is Policy and Programme Officer, Heather Wilson is Programme and Policy Officer, Healthy Lives Team, The Health Foundation, London UK. Email: Cara.Leavey@health.org.ukIntroduction Across the world, the COVID-19 pandemic has profoundly affected people's health and livelihoods. In the first year, the United Kingdom (UK) experienced the fourth highest excess mortality rate across 33 OECD countries with comparable data. Health Foundation analysis shows that there were 119,000 excess deaths by 13 March 2021. 1 The economic impact from measures taken to control the virus meant that the UK experienced a 9.9% drop in Gross Domestic Product (GDP) compared to a 4.8% drop across all OECD countries. 1 The impact of the pandemic has been felt across all elements of life in the UK, but the experiences for different people have varied greatly. The measures taken to suppress the virus have affected people's lives and livelihoods differently - with both immediate and longer-term consequences for people's health in the UK. Recovery from the pandemic is an opportunity to focus on reducing health inequalities and promoting better health outcomes. By taking action to address the harm caused by the pandemic, preventing longer term economic scarring effects and tackling pre-pandemic circumstances that led to worse outcomes, policymakers can build resilience in society for the longer term.> #EHFG2021 - SESSION 22: A healthier future for all: Creating fairer, healthier & more resilient post-pandemic societies 41 Levelling up together Eurohealth — Vol.27 | No.2 | 202142 Levelling up together This article considers the headline findings from the Health Foundation's COVID-19 impact inquiry report. The inquiry reported in July 2021 and gathered evidence to consider two key questions: how experiences of the pandemic were influenced by people's existing health conditions and health inequalities; and the likely impact of the actions taken in response to the pandemic on people's future health and health inequalities. Patterns in COVID-19 mortality The pandemic has had severe consequences on the health of people in the UK. As mentioned, in the first wave, the UK had the fourth highest rate of excess deaths out of 33 OECD countries. 1 Contributing factors to differences in COVID-19 mortality between countries were the timing of lockdown restrictions and stringency of restrictions. Once the virus had spread, the extent to which different groups were affected within the UK reflected variations in underlying health, which increased risk of more severe outcomes, and socioeconomic factors that increased risk of exposure.' ' the scale of unmet need presents serious, long-term challenges Older people and those with poorer underlying health were some of the worst affected by the virus. Older adults experienced particularly severe outcomes, with 41% of all excess deaths among those aged 85 and over in the first wave. 2 Disabled people have also been among those most at risk of dying from COVID-19. Between January and November 2020, 6 out of every 10 people who died with COVID-19 were disabled. 2 Those with pre-existing health conditions tended to have more severe outcomes, including those with diabetes, obesity, cancer and respiratory diseases. 3 Having a mental health condition also increased the risk of death from COVID-19. 4 This may be due to factors such as higher prevalence of other underlying health conditions, greater likelihood of poor living environments and stigma resulting in barriers to accessing health care. People from ethnic minority communities had a significantly higher risk of mortality, with risk of mortality 3.7 times higher for black African men than their white counterparts during the first wave. Bangladeshi men were more than five times more likely to die during the second wave. 1 The scale of inequality in COVID-19 mortality within the UK was clear, with the mortality rate in the 10% poorest local areas twice that of the rate in the 10% of richest local areas. For under-65s, the rate was four times as high in the 10% poorest areas compared to the 10% richest areas. 1 The UK also had one of the highest under-65 excess mortality rates in Europe in the first wave of the pandemic. 1 These patterns partly reflect the greater likelihood of people living in the poorest areas having pre-existing long term health conditions. 1 Mortality rates also reflect risk of exposure, which is often related to occupation. The relative risk of mortality remained higher after the first lockdown started for people working in occupations associated with sectors that remained open, such as social care. 2 Those living in poorer quality housing, or with a higher number of occupants were also found to be disproportionality affected due to reduced ability to self-isolate and a greater exposure risk within the household. Wider impact on health and wellbeing Health care services for non-COVID-19 conditions were negatively affected, as services were reprioritised or reduced to manage the surge in demand from COVID-19 related illness, and to control spread of the virus. The Health Foundation's analysis suggests that there were six million missing patients in 2020 where people did not seek treatment for a health condition when needed. 5 The scale of unmet need presents serious, long-term challenges for the health system. Whilst the reduction in health service usage may be a direct result of the pandemic, such as a lower rate of communicable disease, it is likely that there will be a high number of people with undiagnosed conditions coming into contact with the health system at a more advanced stage in their condition. For example, there were approximately 250,000 missing estimated referrals for suspected cancer and urgent referrals in England by the end of January 2021. 1 Whilst many saw a temporary decline in their mental health during the pandemic, one-fifth of the population experienced a sustained decline in their mental health by September 2020. 1 The evidence suggests that access to mental health care declined, with implications for individuals, health care services and for society as a whole. Social care experienced one of the worst impacts of the pandemic due to pre-existing issues, including chronic underfunding and workforce issues, which were exacerbated by the pandemic. Not only were care homes experiencing high death rates in extremely challenging circumstances, but the demand for care increased on a service that could not provide it. This unmet need led to an increase in unpaid care, causing a knock-on effect for carers mental and physical health. Changes to the wider determinants Pandemic restrictions had an unprecedented impact on the economy. Large sectors of the economy were temporarily shut down, which created financial shocks for many businesses and ultimately led to an increase in unemployment as companies sought to reduce costs. To protect household incomes, the government provided large scale financial support through the Job Retention Scheme (JRS) for employers, providing up to 80% of earnings replacement below a certain Eurohealth — Vol.27 | No.2 | 2021 43 Levelling up together threshold. The JRS also helped to prevent a significant rise in unemployment which is expected to peak at 5.2% in Q4 2021, compared to 4.0% in Q1 2019, potentially the smallest rise in any UK recession in living memory. 6 Social security for many low-income families was temporarily boosted by the equivalent of €23.48 per week (£20 in GBP). The combination of these government measures helped to prevent a fall in average household incomes. However, there has been significant variation in how different families' finances varied throughout the pandemic, with lower income households being more likely to experience an overall increase in debt, and higher income families more likely to increase savings.' ' government action can make an important difference Education was severely affected by the pandemic, as students were not able to attend classes in person to prevent the spread of the virus, leading to significant disruption for their learning and development. For some children this disruption was felt more acutely. Between March and September 2020, children in the UK from more disadvantaged backgrounds experienced 2.2 months of learning loss compared with 1.5 months experienced by their peers. 1 Teachers reported that pupils with limited access to technology or study space were the least likely to be engaged in learning, followed by vulnerable pupils, those with special educational needs and disabilities, and young carers. 1 Lockdown measures meant that more people were required to spend the majority of their time at home, which was particularly challenging for those living in poor quality or overcrowded housing. People from ethnic minority communities were more likely to live in poor living conditions and overcrowded housing compared to the UK average, with almost one in three people from these communities reporting that problems with housing made their mental health worse. 1 The hit to household incomes also exacerbated housing insecurity, with people at risk of being unable to meet housing costs. The government created some protective measures, including extending eviction notices and pausing mortgage repayments. However, these measures were short-lived, with 400,000 renters at risk of eviction in May 2021 when the eviction extension ended. 7 Poor quality and insecure housing are significant stressors, which in turn can lead to poor health. Recovery: risks and opportunities The pandemic created unprecedented strain on the UK's health and social care system, with a significant backlog for consultations, referrals and planned admissions. In response, the Government have pledged an additional €6.34 billion to address the backlog. 8 However, it is estimated that an additional €11.74 billion will be needed to deal with the backlog, as well as meet the rising demand for mental health services and service improvements in the National Health Service (NHS) Long Term Plan, which sets out ambitious reforms for the healthcare system. 1 This tight funding position coupled with the constraint of being able to hire sufficient staff to provide services suggests some people are likely to experience poorer health for longer. There are other areas of policy that risk affecting the population's long-term health, without substantive action from policymakers. This includes education, where the loss of learning risks widening the gap in educational outcomes, and subsequent work and income prospects, which are key determinants of health. Delivering a recovery package for the education sector will be critical for long- term health. So far, the funding committed by government has fallen short of the investment estimated to be required, and disruption continues when children miss school to meet isolation requirements. Continuing to monitor educational outcomes and providing support where needed will be key to ensure a cohort are not left behind and to prevent a rise in inequalities. Initially young people were particularly affected by the labour market shock, with employment levels for those aged 16-24 having fallen by 9% compared with 0.4% for those aged 25-64 between March 2020 and February 2021. 1 The government targeted support at unemployed young people through the Kickstart scheme, which offered six month paid work placements for unemployed young people. As the economic impact of the pandemic continues to unfold it will be important to maintain a focus on young people's employment prospects to prevent longer term scarring effects on labour market outcomes, with worse employment or pay outcomes which can in turn lead to poorer health outcomes. Conclusions As the UK's vaccination programme continues to set the UK on the course towards recovery, it is essential to learn lessons from the past 18 months. The COVID-19 Impact Inquiry has concluded the need for action in two areas: 1. the need for immediate action to address the harm caused by the pandemic 2. supporting longer term change to prevent future deterioration of health. The experiences of the pandemic have led to an increased public awareness of pre-existing inequalities and the disproportionate effects that the pandemic has had on some groups. This has brought health inequalities to the forefront of public debate and raised its importance up the political agenda. The pandemic has also shown that government action can make an important difference such as the introduction of the furlough scheme which helped to prevent a rise in unemployment. There has been political acceptance for government action and increased spending to support recovery. However, change cannot be delivered by the Department for Health and Social Care, which is the central government department in charge of health and social care policy in the UK, and the NHS alone. Eurohealth — Vol.27 | No.2 | 202144 Levelling up together To create a more resilient society, the UK now needs a cross-government strategy to improve health, bringing together the whole of government to act purposefully as a system. A cross-government approach should include a binding target to reduce health inequalities and a commitment to make improving health an explicit objective of every major policy decision. It will also require a comprehensive set of metrics to keep track of progress and ensure that the government is held to account. In many ways the pandemic has acted as an accelerant to the long-term health consequences of policy decisions made over the last decade in the recovery from the financial crisis. The present moment represents an opportunity to make sure this recovery is managed better than the last one: investing in, rather than eroding, the conditions needed for sustaining a healthy population and, with it, a healthy economy. References 1 Suleman M, Sonthalia S, Webb C, et al. Unequal pandemic, fairer recovery: The COVID-19 impact inquiry report . London, UK: /10.37829 /HF- 2021-HL12 2 Office for National Statistics. Deaths registered weekly in England and Wales, provisional . London, UK: Office for National Bhaskaran K, et al. Factors associated with COVID-19-related death using OpenSAFELY. Nature 2020;584(7821):430-6. 4 Yang H, Chen W, Hu Y, et al. Pre-pandemic psychiatric disorders and risk of COVID-19: a UK Biobank cohort analysis. Lancet Heal Longev . 2020;1(2):e69-79. 5 Gardener T, Caroline, F. Longer waits, missing patients and catching up . London, UK: The Job well done: 18 months of the Coronavirus Job Retention Scheme . UK: 7 Earwalker R, Elliot J. We can't allow renters to be locked out of our post-pandemic recovery . York, UK: /we-cant-allow- 8 Department Health and Social Care. Additional £5.4 billion for NHS COVID-19 response over next 6 months . London, UK: Department for Health and //www.gov. uk/government /news/additional-54-billion-for-nhs- join the 2022 conference on: A moonshot for a true European Health Union - if not now, when? The conference will take place from 27 - 29 September 2022 as a "}