{"title": "PDF", "author": "PDF", "url": "https://extension.tennessee.edu/publications/Documents/SP526-I.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "written by Barbara (Bobbi) P. Clarke, PhD, RD Professor, Community Health Education Family and Consumer SciencesExtension For more information on immunizations and health, contact: 09-0169 SP526-I 10M-2/09 R12-5310-135-028-09 Programs in agriculture and natural resources, 4-H youth development, family and consumer sciences, and resource development. University of Tennessee Institute of Agriculture, U.S. Department of Agriculture and county governments cooperating. UT Extension provides equal opportunities in programs and employment. Prevent Disease with ImmunizationsQUIZ - HOW MUCH DO YOU REALLY KNOW ABOUT IMMUNIZATIONS? True False ___ ___ 1. Once a child (or adult) has been vaccinated, she/he is immune for life. ___ ___ 2. Children shouldn't be vaccinated until they start school. ___ ___ 3. If a child is ill, she/he probably shouldn't receive a vaccination. ___ ___ 4. Immunizations are completely safe. ___ ___ 5. Children don't need Hepatitis B vaccines.Answers: False . Some types of immunizations do provide lifetime protection. Others, such as the tetanus vaccine, require periodic \"booster\" shots. False . Vaccinations generally should begin when a child is 2 months old or even earlier. True. Doctors may sometimes reschedule vaccinations when children are ill. False. No vaccine is completely safe. Vaccines may cause minor side effects such as fever, rash or tenderness at the injection site. Serious adverse reactions are rare. False. All children and teens should be immunized.Only you are responsible for your health and the health of your children. ( ) Check those health actions you plan to try to keep you and your family free from certain diseases. Immunizations Are Not Just for Kids Are you up-to-date with your adult immunizations? Flu - all adults - every year. Diphtheria - every 10 years. Tetanus - every 10 years. Pertussis - adults under 65. The vaccine called Tdap includes pertussis, diphtheria and tetanus. Ask your healthcare provider if you need this vaccine. Shingles - adults 60 and older. HPV - adult women 19-26. Pneumonia - adults 65 and older. Hepatitis B - healthcare workers, kidney dialysis patients, overseas travelers, sexual partners of Hepatitis B carriers, sexually active adults, users of IV drugs.Questions to Ask Your Doctor Find out which immunizations are needed and when. Discuss concerns about risk. Immunization Recommendations Start early when your child is an infant. Stick to an immunization schedule. Call your doctor and ask if you should postpone an immunization when you or your child is sick. Pay Attention to Reactions Ask your doctor: What type of reaction you can expect from the shot: redness or soreness at the site of the shot or a total body reaction, such as flu-like symptoms. What are normal and abnormal reactions from vaccines? If a reaction occurs, what should you do?Always Share with Your Doctor Thorough medical history. Report reactions you or your child is experiencing from an immunization. Any allergies. Keep an Up-to-Date Immunization Record Keep a record for each family member. Include dates, type of immunization and any side effects. Know Your Traveler's Immunizations You can avoid cholera, typhoid, hepatitis and yellow fever by: Planning ahead to get immunizations. Knowing the latest immunization(s) needed for an area by consulting your physician or this Web site: http://wwwn.cdc.gov/travel/ contentvaccinations.asp x. Adding travel immunizations to your family record. "}