{"title": "The Scarlet Sage Herb Co.: ONLINE & BY DONATION: The Luminous Heart: A 6-Week Intro to Mindfulness Meditation with Laura Zuspan", "author": null, "url": "http://missionlocal.org/event/the-scarlet-sage-herb-co-online-by-donation-the-luminous-heart-a-6-week-intro-to-mindfulness-meditation-with-laura-zuspan/2022-11-14/", "hostname": "missionlocal.org", "description": "As we prepare to go inward for the fall and winter and prepare for the holiday season, our busy lives and active minds often draw us out of our hearts", "sitename": "Mission Local", "date": "2022-11-14", "cleaned_text": "- This event has passed. [The Scarlet Sage Herb Co.: ONLINE & BY DONATION: The Luminous Heart: A 6-Week Intro to Mindfulness Meditation with Laura Zuspan](https://missionlocal.org/series/the-scarlet-sage-herb-co-online-by-donation-the-luminous-heart-a-6-week-intro-to-mindfulness-meditation-with-laura-zuspan/) The Scarlet Sage Herb Co.: ONLINE & BY DONATION: The Luminous Heart: A 6-Week Intro to Mindfulness Meditation with Laura Zuspan November 14, 2022 @ 6:00 pm - 7:30 pm As we prepare to go inward for the fall and winter and prepare for the holiday season, our busy lives and active minds often draw us out of our hearts where our true wisdom resides...it can be challenging to remember our inherent luminosity, our connection to the mysteries, and to be kind and loving with ourselves in a world that rewards accomplishment and productivity. In this 6-week mindfulness meditation course, we will explore various ways to remember the wisdom of the heart. This weekly group will develop mindfulness meditation practices such as anchoring into the breath and body that guide us towards stillness, peace, listening to our intuition and warm heartedness. We will explore how these meditation practices create spaciousness and kindness, and how to utilize them in everyday life. The course will include mindfulness of the body, mind, thoughts and an introduction to the loving-kindness technique. We will practice together with the intention of radical compassion, acceptance and inclusivity. Each class is designed with community building for the meditating mystic, a talk on the week's subject, a guided meditation and a Q & A. No previous meditation experience is required. You are welcome to attend the full six-week course or attend for a single evening. The 6-week course will begin on October 10th, and end on November 14th, 2022. How Donations Will Work: First, you can \"purchase\" the class on The Scarlet Sage website for free. Then, send a donation directly to Laura. Suggested donation for the six week course: $120-$180; attendance to all classes is highly suggested. Suggested donation per-class: $20-$30. Any amount is greatly appreciated and no one will be turned away. Please make your donation to Venmo: @laura-zuspan (310-736-0495) or to PayPal: laura.zuspan@gmail.com *This class takes place online. Live attendance is highly encouraged, but we understand life happens. There will be a video replay for those pre-registered students unable to attend "}