{"title": "Boosting immune health in teens", "author": "Dr Jen Tan", "url": "https://www.avogel.co.uk/health/immune-system/boosting-immune-health-in-teens/", "hostname": "avogel.co.uk", "description": "Simple tips to help your teenager avoid colds and flu this year, including diet, supplements and lifestyle tips.", "sitename": "Avogelukhealth", "date": "2017-10-04", "cleaned_text": "How healthy are you? Take our quick quiz to discover just how healthy your immune system is, as well as some useful information about your general health and wellbeing! [Check now](/health/immune-system/how-healthy-are-you/) Getting sick is no fun for anyone, but for teenagers it can spell disaster, especially with exams, mock exams and other tests in the mix. For a number of reasons, such as lack of sleep and changing hormones, teenagers are also particularly prone to illness. Read today's blog for some tips on supporting your teenager's immune system. Our teenage years can be a difficult time physically as well as emotionally. The sudden increase in hormones, rapid physical changes and the development of sex organs can put a lot of stress on the body, using up lots of [vitamins, minerals](/food/vitamins-and-minerals/) and energy. This leaves teenagers particularly vulnerable to infections as the [immune system](/health/immune-system/) struggles to keep up. But coming down with an infection can impact on schoolwork, exams and extra-curricular activities. So whether you are a teenager, or have teenage children, what can you do to support the immune system this winter? Teenagers seem to have a strained relationship with [sleep](/health/sleep/) - either refusing to get out of bed in the morning or refusing to go to bed at a reasonable time at night. You'll often find them napping during the day too! However, the reason teenagers sleep so much is because their bodies really need it - in fact, teenagers should be getting at least 9 hours of sleep a night, if not 10. Their natural sleep cycles are also slightly different to adults, with melatonin release peaking two hour later than adults - around 11pm. This means that teenagers waking up at 7am feel as tired and groggy as adults waking up at 5am1. Unfortunately, the strict schedule of school means that there isn't really any way around this. What you can do, however, is encourage your teenager to go to bed earlier to get more sleep. If they're struggling to get to sleep, you could try a flower essence such as our own Night Essence. There is a lot of research that shows that sleep deprivation has a huge impact on immune function, so tackling seep problems is just as important as more obvious factors like diet. That being said, [diet is, of course, vital when it comes to immune function](/health/immune-system/how-can-diet-boost-our-immune-system/). Convincing teenagers to eat a healthy diet, however, is one of the biggest challenges facing parents! You can't always control what they eat while out with friends or at school, but providing a healthy breakfast and dinner is a good start. If they'll accept it, a healthy packed lunch can be useful too. Here are some great ingredients to include in breakfast, lunch or dinner: Brightly coloured vegetables and leafy greens: These are a great source of vitamins, minerals and antioxidants. They are also particularly rich in [vitamin C](/food/vitamins-and-minerals/vitamin-c/). Fruit: Berries are usually particularly rich in vitamin C, but fruits with a thick skin, like pears and apples, are also a great source of fibre. Nuts and seeds: A great source of protein, minerals and healthy fats. They are also often rich in zinc, an essential mineral for the immune system. 'Wholemeal' varieties: This includes brown pasta, brown rice, wholemeal bread, oats and quinoa, which are great sources of complex carbohydrates. These provide slow-releasing energy and keep you fuller for longer. Oily fish: If your teenagers aren't vegetarian or vegan, oily fish can be a great source of protein and healthy fats. Avocado: A trendy fruit, but with good reason! This is a great source of healthy fats and vitamins. Things to avoid: Refined sugar. This is found in cakes, sugary snacks, fizzy drinks and other sweet treats. Opt instead for healthy snacks like these [tasty snack bars from Squirrel Sisters](https://www.yourhealthfoodstore.co.uk/shop-by-brand/squirrel-sisters). Refined and processed foods: This includes white pasta, white bread, ready meals and cured meats. Caffeine. I know your teenager is probably sleep deprived and exhausted, but caffeine puts a huge strain on the nervous system which can impact on the immune system. I know you probably don't want to be giving your teenager too many supplements and multivitamins, so I'll just focus on a few that can be really helpful. [Firstly, a vitamin C supplement can be really useful. It is famous for supporting the immune system, and is particularly important for the respiratory system where colds and flus tend to hit. Our own ](/herbal-remedies/vitamin-c/) [Nature-C vitamin C supplement](/herbal-remedies/vitamin-c/) is sourced from fruits, making it easier for the body to absorb and make use of. [Vitamin D](/food/vitamins-and-minerals/vitamin-d/) and [zinc](/food/vitamins-and-minerals/zinc/) are two more nutrients that the immune system needs, but ones that are often forgotten about. Vitamin D is particularly difficult to come across in the winter, as it requires sunlight to be synthesised. You can get a supplement of both from your local health food store, or you can try our [Balance Mineral Drink](/food/products/balance-mineral-drink/) which contains both vitamin D and zinc, as well as magnesium, potassium and calcium. This formula is also great for energy! Probiotics can also be really useful for boosting the immune system. Around 70% of our immune cells can be found in the gut, so keeping your gut bacteria happy can have a positive effect on the immune system. I'd recommend [Optibac's 'For Every Day' probiotics](https://www.yourhealthfoodstore.co.uk/optibac-probiotics-for-every-day-capsules-formerly-daily-wellbeing), which provide great all-round support for the gut. You can purchase these from our friends at Jan de Vries. Last, but certainly not least, are our own [Echinacea remedies](/herbal-remedies/echinacea-echinaforce/). These can be used to treat a cold or flu when it hits, but many of our loyal customers use it throughout winter as a preventative measure, since Echinacea is known to support the immune system more generally. Read my article for more information on using Echinacea preventatively. Simply [moving more](/get-active/) can help the immune system, since it boosts circulation, allowing immune cells to scour the body for infection. Teenagers actually have an advantage over many adults here. We often tell adults working in offices to get up and move around every hour or so - but teenagers usually already do this when they switch classes roughly every hour. However, it's also really important to get some more intense exercise into their lifestyle. The general recommendation is 30 minutes a day which I'd stand by. Encourage your teen to join sports clubs, go swimming or take yoga classes, or you can organise family hikes and [cycles](/get-active/cycling/) to keep everyone fit and healthy. Remember that walking to and from school counts as exercise as well! We tend to stereotype teenagers as lazy and often wonder what they could possibly have to be stressed about when they don't have to worry about bills or childcare. However, these teenage years can actually be incredibly stressful - from coping with sudden body changes, to learning to navigate the often ruthless social world of teenagers, to studying and taking exams. It doesn't help that the sudden increase in hormones can make everything feel much more intense and dramatic than it really is. [Stress does absolutely no good for our immune system!](/health/stress-anxiety-low-mood/stress/why-stress-is-the-enemy-of-your-immune-system/) This is why it's important to encourage your teenager to relax. Try to encourage practises like mindfulness, meditation or yoga. Even a couple of minutes of deep breathing can help to calm the nervous system down. 1) Wendy Troxel, ['Why school should start later for teens'](https://www.ted.com/talks/wendy_troxel_why_school_should_start_later_for_teens/), TEDTalks Take our quick quiz to discover just how healthy your immune system is, as well as some useful information about your general health and wellbeing! Stay up to date with the latest pollen information by finding your local pollen forecast from over 30,000 locations across the UK. What you drink can have a big impact on the extent of your allergic rhinitis symptoms. From herbal teas to fruit juices find out which could help you most. Nature is just about the best thing "}