{"title": "Nuestro cuerpo es nuestro templo: terapias naturales para contrarrestar el estrés de este año", "author": null, "url": "https://sevilla.abc.es/contenidopromocionado/2020/09/07/como-cuidar-nuestro-cuerpo-terapias-naturales-para-contrarrestar-el-estres-de-este-ano/", "hostname": "sevilla.abc.es", "description": "Dharmanature es un centro de terapias naturales y bienestar, que basa su atención en darle un equilibrio a tu organismo a través de diferentes técnicas manuales", "sitename": "Contenido Promocionado", "date": "2020-09-07", "cleaned_text": "A lo largo de la historia se han ido perfeccionando todo tipo de técnicas naturales con la única finalidad de conservar y recuperar cuerpo y mente en su perfecta armonía. Dharmanature es un centro que recoge todo este conocimiento y lo pone al servicio de sus pacientes para ayudarles a encontrar el bienestar total y, sobre todo, paliar las consecuencias del estrés que este 2020 está provocando en muchas personas. Así, [Dharmanature es un centro de terapias naturales y bienestar de Sevilla](//www.dharmanature.es) que basa su atención en darle un equilibrio a tu organismo a través de diferentes técnicas manuales como la osteopatia o el biomagnetismo. Su objetivo es trabajar con las herramientas adecuadas para que tu templo (cuerpo) se equilibre y funcione adecuadamente. «Tratamos tu organismo desde la energia, la biomecanica, la emoción y la bioquímica. Tu eliges con que colores quieres pintar tu templo y como cuidar de el. Te invitamos a que desconectes desde un masaje relajante con aromaterapia hasta tratar de equilibrar tu cuerpo», afirman desde Dharmanature que, por supuesto, cumple todas las normativas COVID-19 para preservar la seguridad y el bienestar de sus pacientes. TERAPIAS NATURALES QUE PUEDEN BENEFICIAR A TU BIENESTAR YOGA Esta técnica ofrece múltiples beneficios para nuestro organismo: incrementa la capacidad pulmonar, aporta paz mental y emocional, incrementa tu fuerza muscular, mejora tu flexibilidad, mejora la postura, reduce el estrés y la ansiedad, fortalece los huesos, reduce el riesgo de enfermedades del corazón y mejora la digestión y el metabolismo. REFLEXOLOGÍA PODAL Esta técnica consiste en estimular puntos sobre los pies denominadas «zonas reflejas». Estas corresponden a distintas partes del cuerpo con lo que se manipula de forma indirecta distintos órganos, músculos u otras partes del cuerpo, recibiendo éstos un efecto de regulación. OSTEOPATIA Es una técnica manual que se encarga de devover la movilidad a todos los tejidos del cuerpo. Tiene como finalidad trabajar los huesos craneales para que todas las cadenas musculares se prolonguen al resto del cuerpo de manera armónica, además de trabajar todas las fascias, órganos y vísceras que se encuentran dentro de nuestro cuerpo, realizando un trabajo de equilibrio interno. QUIROMASAJE Técnica que se realiza solo con las manos, devolviendo la elasticidad a los músculos y reprogramando patrones musculares. KOBIDO Lifting facial japonés sin cirugía, enfocado a reducir las arrugas propias del enevejecimiento y aportar luminosidad al rostro. ACUPUNTURA FACIAL Método único de rejuvenecimiento facial para estimular o sedar los puntos de captación y distribución energética del organismo. AUROCULOTERAPIA Técnica basada en la medicina tradicional china para tratar molestias, adicciones, etc. Para más información C/Alcalde Manuel Marín 11, Camas (Sevilla) Email: "}