{"title": "PDF", "author": "PDF", "url": "ncirs.org.au/sites/default/files/2022-07/Rubella%20vaccines%20for%20Australians%20fact%20sheet_July%202022_Final.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "July 2022 Fact sheet 1 Rubella vaccines for Australians This fact sheet details information for immunisation providers on rubella disease and vaccination in Australia. Disease Rubella is a viral illness that spreads by respiratory secretions , including aerosol transmission. Infected individuals generally experience mild illness characterised by a maculopapular rash and/or swelling of lymph nodes . However , up to 50% of infection s are subclinical. Exposure to rubella during pregnancy can result in fetal infection, often causing congenital rubella syndrome (CRS). CRS includes a range of serious birth defects such as intellectual disability, cataracts, deafness and cardiac abnormal ities. Who should be vaccinated All individuals born since 1966 should receive two lifetime doses of rubella -containing vaccine. Healthcare workers, childhood educators and carers who are unvaccinated or have only received one dose are particularly recomm ended to receive rubella -containing vaccine, as are women of child -bearing age who are seronegative for rubella. Currently, the measles -mumps -rubella (MMR) vaccine is scheduled for all children at 12 months of age and the measles -mumps -rubella -varicella (MMRV) vaccine at 18 months of MMR and MMRV vaccines contain live -attenuated measles, mumps and rub ella viruses, with the containing live -attenuated varicella -zoster virus. Monovalent rubella vaccine is not available in Australia. Rubella -containing vaccines are contraindicated in pregnant women and people who are immunocompromised. The disease Rubella is caused by an enveloped Togavirus from the genus Rubivirus .1 The r ubella virus is spread person -to-person via direct contact with saliva or respiratory droplets of an infected person .1 The incubation period of the virus is 14-21 days (typically 16 -17 days). Infected individuals , including those who are asymptomatic, are infectious fro m 1 week before a rash appears until 4 days after.1 Infants with congenital rubella syndrome ( CRS ) may shed the virus in their pharyngeal secretions and urine for up to an year.1 Clinical features Clinical diagnosis of rubella is unreliable due to non -specific and fleeting symptoms. Up to 50% of infections are subclinical. Illness is usually mild and self -limiting, characterised by a maculopapular rash and lymphadenopathy involving the post -auricular and suboccipital glands.1 Other non -specific symptoms of rubella include s ore throat, headache, conjunctivitis and nausea . These symptoms are often fleeting, resulting in unreliable clinical diagnosis. Rarely, rubella can FactSheet Rubella vaccines for Australians | July 2022 Fact sheet 2 cause arthritis and arthralgia. Infected i ndividuals may also experience other rare complications , including neurological disorders and thrombocytopenia.1 As clinical diagnosis is often unreliable, definitive laboratory evidence of rubella infection, preferably using nucleic acid testing (NAT), should be sought for all suspected rubella cases.2 Infection during pregnancy can result in fetal infection which , in many c ases , causes CRS. Up to 90% of infants born to mothers infected by rubella in the first trimester of pregnancy develop multiple abnormalities typical of CRS.1,3 These include intellectua l disabilities, cataracts, deafness, cardiac abnormalities, intrauterine growth retardation and inflammatory lesions of the brain, liver, lungs and bone marrow. Rubella infection during the first 20 weeks of pregnancy also increases the risk of spontaneous abortion, fetal death and infant mortality.3,4 The risk of fetal damage declines after 16 weeks gestation, but has been reported to occur up to 20 weeks gestation.1 Fetal damage is very rare in pregnant women with detectable antibodies. Epidemiology In Australia, rubella is well controlled .5 The notification rate for rubella in Australia has been <0.3 per 100,000 population since 2003, with a 0. 05 per 100,000 population notification rate in 2016 - 2018 .6 A serosurvey conducted in 2012 -2013 found that almost 92% of people aged 1 -49 years were seropositive for anti -rubella antibodies .7 Certain groups of women of child -bearing age, such as overseas -born women , are more likely to be seronegative for rubel la.8 Because males were not included in Australia's school -based rubella vaccination program between 1971 and 1993, males aged 30 years have lower seroprotection than females.7 In 2018, the World Health Organization declared that Australia had eliminated rubella, and is among 81 countries that have already eliminated rubella.9 Vaccine Rubella vaccine is administered as in Australia . Both these vaccines are available for free under the National Immunisation Program (NIP). F ree catch -up vaccinations are also available for individuals aged <20 years in the Australian Capital Territory, New South Wales, the Northern Territory, Tasmania, Victoria and Western Australia. Table 1. MMR and MMRV vaccines available in Australia MMR MMRV (Merck Sharp & Sharp & Dohme) Priorix -tetra (GlaxoSmithKline Australia) Vaccines within the same category are interchangeable. For more information on vaccine ingredients and vaccine administration, refer to the Rubella disease chapter of the Australia Immunisation Handbook . Immunogenicity and effectiveness A single dose of rubella -containing vaccine produces an antibody response in 95 -100% of individuals .10 However, the antibody levels in people who are vaccinated are lower than in people who have been naturally infected by rubella.1,11 A second dose of a rubella -containing vaccine is recommended for long-lasting immunity. Rubella vaccines for Australians | July 2022 Fact sheet 3 Recommendations People born in or after 1966 Children All children are recommended two life -time doses of rubella -containing vaccine. Although it is not routinely recommended for infants aged <12 months to receive the MMR vaccine, ch ildren as young as 6 months can receive it in certain circumstances (refer to the Measles chapter in the Australian Immunisation Handbook ). If early vaccination occurs, a child still requires the two recommended vaccine doses - first at 12 months of age and the second at 18 months of age. MMRV vaccine is not recommended as the first dose of rubella -containing vaccine in children aged <4 years because of a small but increased risk of fever and febrile seizures (refer to Vaccine safety section) .11,12 Adolescents and adu lts All adolescents and adults born during or since 1966 are recommended to have received two doses of rubella -containing vaccine and have : either documented evidence of two doses of rubella -containing vaccine given at least 4 weeks apart at 12 months of age or serological evidence of immunity. People born in or before 1965 Vaccination is generally not required for people born in or before 1965 as they are likely to have natural immunity to rubella . Serological testing can be considered if history of natural immunity is uncertain for an individual or if it is uncertain that they have received two doses of rubella - containing vaccine. Alternatively, these people can be offered the MMR vaccine without serological testing as there is no known increase in adverse events from vaccinating individuals with pre -existing immunity. Catch -up Catch -up vaccination is recommended for individuals who have not received the recommended two lifetime doses of rubella -containing vaccine or who have uncertain vaccination history. Free catch -up vaccination is available under the NIP for individuals up to the age of 19 years and refugee and humanitarian entrants aged 20 years and o lder.13 State -funded immunisation programs are also in place that offer some free vaccinations for individuals aged 20 years and older based on specific eligibility criteria. As previous infection is not generally a contraindication to vaccinat ion against the same disease, vaccination is recommended over laboratory testing for individuals with uncertain immunity status. For more information, please refer to the Catch -up section of the Australian Immunisation Handbook . Contraindications to vaccination Contraindications Details components MMR and MMRV vaccines are contraindicated in people who have had anaphylaxis after a previous dose of any MMR -containing vaccine or anaphylaxis after any component of an MMR -containing vaccine. Pregnant women MMR -containing vaccines contain live -attenuated viruses and are contraindicated in pregnant women . Vaccinated women should avoid pregnancy for 28 days a fter vaccination. No cases of vaccine -induced CRS have been reported to date following inadvertent administration of Rubella vaccines for Australians | July 2022 Fact sheet 4 Contraindications Details rubella -containing vaccine during pregnancy.14,15 Thus, vaccination during pregnancy is not an indication for termination. People who are immunocompromised (See the Vaccination for people who are immunocompromised section in the Australian Immunisation Handbook for more info rmation). MMR -containing vaccines contain live -attenuated viruses and are contraindicated in people who are immunocompromised. MMR -containing vaccines are also contraindicated in people who are receiving high -dose systemic immunosuppressive therapy, such a s chemotherapy, radiation therapy or oral corticosteroids. Precautions Administration of immunoglobulin or blood products Antibodies present in immunoglobulins or blood products can inhibit the immune response to rubella - containing vaccines. Hence, people who have received rubella vaccination should wait for at least 3 weeks before getting immunoglobulin or other blood products, if possible, to allow for the development of an appropriate vaccine response. There are no issues with washed red bl ood cell transfusions or receiving anti-D immunoglobulin. If it is necessary for an individual to receive a blood or immunoglobulin product , their rubella vaccination will need to be delayed by 3 -11 months, depending on the blood product and the dose received - refer to the Australian Immunisation Handbook for more details . People with HIV Child ren with an age -specific CD4+ count of 15% and adults with a CD4+ cell count 200 cells per microliter (L) can be vaccinated with MMR vaccine. Separate MMR vaccine and monovalent varicella vaccine should be used instead of combined MMRV vaccine because o f a lack of safety data in this population. Low-dose corticosteroid therapy Vaccination may be appropriate in people undergoing low -dose corticosteroid therapy. Refer to 'Recommended timing of live vaccine doses in adults and children taking corticosteroids ' table in the Australian Immunisation Handbook. Vaccination can occur 4 weeks after cessation of hi gh-dose corticosteroid therapy. Individuals with t hromb ocytopenia Thrombocytopenia can be a rare complication of MMR vaccination. Serology may be used to determine the need for a second dose of rubella -containing vaccine in people with immune thrombocytope nic purpura (ITP). Household contacts of immunocompromised individuals There is no risk of transmission of rubella virus from vaccinated individuals to others and so it is safe to vaccinate these individuals. People with possible IFNAR1 deficiency IFNAR1 deficiency is a rare inherited condition affecting some people of Western Polynesian heritage including Tongan, Samoan and Niuean. It is associated with severe illness and death from certain viral infections and also potentially from some live -attenuated v iral vaccines , including MM R vaccine.16 Children of Western Polynesian heritage who are very unwell in the 1 -2 weeks following MMR vaccine may need further investigation to assess for immune deficiency. Those with suspected IFNAR1 deficiency (related to Rubella vaccines for Australians | July 2022 Fact sheet 5 individuals with known IFNAR1 deficiency or who have had a severe reaction to a live -attenuated vaccine) should be referred to an immunologist before having MMR vaccine. Children who safely receive the first dose of MMR vaccine are highly unlikely to have IFNAR1 deficiency. Vaccine safety Adverse events can occur after immunisation with rubella -containing vaccine, many of which are similar to those that may occur after other routine childhood vaccines. These can include local reactions (redness, swelling, pain and tenderness) and systemic reactions (fever, irritability). Refer to adverse events after immunisation in the Australian Immunisation Handbook. As MMR and MMRV vaccines are live vaccines, some adverse reactions can occur later than those with inactivated vaccines, corresponding to the peak period of live virus replication. Peak rates of high fever 39.4C (10 -15% of recipients) and rash (~5%) occur between 7 and 10 days (range 5 -12 days) after vaccination. An Australian study showed that febrile seizures occurred at a rate of 1 case per 4,000 doses in children aged 11 -23 months after the first MMR vaccine dose.17 The rate of fever and febrile convulsion when MMRV vaccine was given as the first dose of rubella - containing vaccine was twice the rate when MMR and varicella vaccines were given separately.18 Therefore MMRV vaccine is recommended to be us ed only as the second dose of rubella -containing vaccine in Australia. A US study showed there was no increase in MMRV vaccine -related seizures compared with those when MMR and varicella vaccines were given separately at 4 -6 years of age.19 An Australian study has confirmed these findings in the 11 -23-month age group, showing no increase in febrile seizures after administration of MMRV vaccine as the second rubella -containing vaccine dose.20 Thrombocytopenia can occur in 3 -5 per 100,000 doses of MMR vaccine, and anaphylaxis is very rare (1 per 1.8 -14.4 million doses). Nume rous well -designed studies have disproven a previously suggested link between MMR vaccines, inflammatory bowel disease and autism.21 These have examined d ifferences in MMR vaccine exposure in children with and without autism, both retrospectively22 and prospectively,23,24 comparing autism rates in large numbers of vaccinated and unvaccinated children. All studies have found no significant associations. In addition, ecological studies have found no relation between population MMR vaccination rates and autism rates, with one study instead finding autism rates increased even after a national MMR vaccination program was ceased25 and vaccination coverage fell markedly. Further information on this topic is available from the NCIRS fact sheet on MMR vaccine, inflammatory bowel disease and autism . Public health management of rubella cases Rubella is a notifiable disease across Australia. State and territory public health services or local public health units should be contacted for advice about the p ublic health management of rubella cases and their contacts. Individuals who have a confirmed rubella infection should not attend school or work and should avoid contact with women of child -bearing age for at least 4 days following the onset of the rash. Useful Links Australian Immunisation Handbook - Rubella Disease chapter Rubella control guideline Australian Immunisation Handbook - Catch -up vaccination National Immunisation Program Schedule MMR vaccination decision aid Talking about immunisation website Rubella vaccines for Australians | July 2022 Fact sheet 6 References 1. Reef SE, Plotkin SA. Rubella vaccines. In: Plotkin SA, Orenstein WA, Offit vaccines . 7th. Ph iladelphia, PA: Elsevier; 2018. -1000. 2. Communicable Diseases Network Australia (CDNA). Rubella case definition. Australian Government Department of Health and Aged Care; 2019. Available from: https://www1.health.gov.au/internet/main/publishing.nsf/Content/cda -surveil -nndss -casedefs Lambert N, Strebel P, Orenstein W, Icenogle J, Poland GA. Rubella. 2015;385:2297 -307. 4. Thompson KM, Simons EA, Badizadegan K, Reef SE, Cooper LZ. Characterization of the risks of adverse outcomes following rubella infection in pregnancy. Risk Analysis 2016;36:1315 -31. 5. Burgess MA. Rubella reinfecti on - what risk to the fetus? Medical Journal of Australia 1992;156:824 -5. 6. Patel C, Dey A, Wang H, et al. Summary of National Surveillance Data on Vaccine Preventable Diseases in Australia, 2016 -2018 Final Report. Commun Dis Intell (2018) 2022;46. 7. Edirisuriya C, Beard FH, Hendry AJ, et al. Australian rubella serosurvey 2012 -2013: On track for elimination? Vaccine 2018;36:2794 -8. 8. Francis BH, Thomas AK, McCarty CA. The impact of rubella immunization on the serological status of women of childbearing a ge: a retrospective longitudinal study in Melbourne, Australia. American Journal of Public Health 2003;93:1274 -6. 9. World Health Organization. Singapore wipes out measles; Australia, Brunei Darussalam and Macao SAR (China) 2022). 10. American Academy of Pediatrics. Red Book: 2015 report of the Committee on Infectious Diseases . 30th. Kimberlin DW, Brady MT, Jackson MA, Long SS (editors). Elk Grove Village, IL: American Academy of Pediatrics; 2015. 11. McLean HQ, Fiebelkorn and mumps, 2013: summary recommendations the Advisory Committee on I mmunization Practices (ACIP). [erratum appears in MMWR Morb Mortal Offit (editors). Plotkin's vaccines . 7th. Philadelphia, PA: Elsevier; 2018. p. 579 -618. 13. Australian Government Department of Health. National Immunisation Program. Available from: https://www.health.gov.au/health -topics/immunisation/immunisation 2022). 14. Mangtani P, Evans SJ W, Lange B, et al. Safety profile of rubella vaccine administered to pregnant women: A systematic review of pregnancy related adverse events following Rubella vaccines for Australians | July 2022 Fact sheet 7 immunisation, including congenital rubella syndrome and congenital rubella infection in the foetus or inf ant. Vaccine 2020;38:963 -78. 15. Centers for Disease Control and Prevention (CDC). Rubella vaccination during pregnancy - United States, 1971 -1988. MMWR Morbidity and Mortality Weekly Report 1989;38:289 -93. 16. Bastard P, Hsiao KC, Zhang Q, et al. A loss -of-function IFNAR1 allele in Polynesia underlies severe viral diseases in Experimental Medicine 2022;219. 17. Macartney KK, Gidding HF, Trinh L, et al. Febrile seizures following measles and varicella vaccines in young children in Australia. Vaccine 2015;33:1412 -7. 18. Klein NP, Fireman B, Yih WK, et al. Measles -mumps -rubella -varicella combination vaccine and the risk of febrile seizures. Pediatrics 2010;126:e1 -8. 19. Klein NP, Lewis E, Baxter R, et al. Measles -containing vaccines and febrile seizures in children age 4 to 6 years. Pediatrics 2012;129:809 -14. 20. Macartney K, Gidding HF, Trinh L, et Evaluation o f Combination Measles -Mumps -Rubella - Varicella Vaccine Introduction 21. Demicheli V, Rivetti Pietrantonj C. Vaccines for measles, mumps and rubella in children. Cochrane Database of Systematic Re views 2012:Cd004407. 22. Smeeth L, Cook C, Fombonne E, et al. MMR vaccination and pervasive developmental disorders: a case -control study. The Lancet 2004;364:963 -9. 23. Madsen KM, Hviid A, Vestergaard M, et al. A population -based study of measles, mumps, and rubella vaccination and autism. New England Journal of Medicine 2002;347:1477 -82. 24. Jain A, Marshall J, Buikema A, et al. Autism occurrence by MMR vaccine status among US children with older siblings with and without autism. JAMA 2015;313:1534 -40. 25. Honda H, Shimizu Y, Rutter M. No effect of MMR withdrawal on the incidence of autism: a total population study. Journal of Child Psychology "}