{"title": "Side Effects of Cancer Surgery", "author": null, "url": "https://www.cancer.net/navigating-cancer-care/how-cancer-treated/surgery/side-effects-cancer-surgery", "hostname": "cancer.net", "description": "Surgery is a common treatment for cancer. Like all cancer treatments, surgery has benefits, risks, and side effects. The types and severity of side effects vary from person to person based on several factors:Location and type of cancerType of surgeryOther treatments received before surgery, such as chemotherapy or radiation therapyYour general healthThe symptoms you had before surgery", "sitename": "Cancer.Net", "date": "2011-03-31", "cleaned_text": "Surgery is a common treatment for cancer. Like all cancer treatments, surgery has benefits, risks, and side effects. The types and severity of side effects vary from person to person based on several factors: - Location and type of cancer - Type of surgery - Other treatments received before surgery, such as chemotherapy or radiation therapy - Your general health - The symptoms you had before surgery Before you decide to have any surgery, your health care team will tell you about the risks and benefits. You will also learn about any possible side effects. Relieving side effects is an important part of cancer care and treatment. This is called palliative and supportive care. If you are concerned about surgery side effects, it is important to let your health care team know. After surgery, be sure to tell your health care team about the side effects you experiencing, including new and changing side effects, so that they can help relieve the problem or stop it from getting worse. This article explains the possible side effects from surgery and how they can be treated or relieved. It links to other, in-depth Cancer.Net articles about those side effects when available. Learn more about the different [types of cancer surgery](https://www.cancer.net/navigating-cancer-care/how-cancer-treated/surgery/what-cancer-surgery) and [what to expect when having surgery](https://www.cancer.net/navigating-cancer-care/how-cancer-treated/surgery/what-expect-when-having-surgery). What are common general side effects after surgery? Today, many operations are less invasive than they were in the past. Surgery side effects are often milder and people have faster recovery times. Also, there are more ways to reduce pain and treat other physical side effects from surgery. Even so, most surgery has a significant effect on the body, and you can have short-term and long-term side effects afterward. The side effects listed below are possible side effects commonly associated with surgery. Every surgery will not bring all of these side effects. Before your operation, talk with your surgeon and other health care team members about possible side effects for the specific surgery you will receive and what to expect during your recovery. Pain. During and right after surgery, a surgeon typically works with an anesthesiologist to manage the patient's pain. They will block the awareness of pain with a medication called [anesthesia](https://www.cancer.net/navigating-cancer-care/how-cancer-treated/surgery/anesthesia). An anesthesiologist is a doctor who specializes in aesthesia and caring for people who receive it. After surgery, it is common to have some [pain](https://www.cancer.net/coping-with-cancer/physical-emotional-and-social-effects-cancer/managing-physical-side-effects/pain/pain-causes-and-diagnosis). The amount and location of the pain varies depending on the location of the surgery, size of the cut or incision, and amount of tissue removed. It can also depend on other factors, such as the type of anesthesia you received during the surgery. Let your health care team know how you are feeling during recovery. Pain after surgery usually goes away gradually as the body heals. In the meantime, your doctor may give you [pain medications](https://www.cancer.net/coping-with-cancer/physical-emotional-and-social-effects-cancer/managing-physical-side-effects/pain/treating-pain-with-medication) to decrease your discomfort. Fatigue. [Fatigue](https://www.cancer.net/coping-with-cancer/physical-emotional-and-social-effects-cancer/managing-physical-side-effects/fatigue) is physical, emotional, and mental exhaustion. It is common after surgery, especially when the surgery involves the abdomen or chest. The causes of fatigue from surgery include anesthesia, the energy needed to heal, loss of appetite, and stress. Fatigue usually goes away gradually 2 to 4 weeks after surgery. Ask your health care team what is typical for the type of surgery you will have and ways to cope with fatigue. Appetite loss. You may not eat as much as you normally do after surgery. [Poor appetite](https://www.cancer.net/coping-with-cancer/physical-emotional-and-social-effects-cancer/managing-physical-side-effects/appetite-loss) is very common, especially after receiving general anesthesia. You may lose weight because you are not eating normally. Most people regain their appetite and return to their normal weight as the effects of surgery wear off. If your appetite does not return, tell a member of your health care team. Problems with other parts of your body (organ dysfunction). Surgery in certain parts of the body, such as the abdomen or chest, may cause temporary problems with surrounding organs. This is called organ dysfunction. For example, the intestine may become paralyzed for a short time after surgery in the abdomen. This means that the intestine will not allow food, fluid, and gas to pass through the bowels. This is called an ileus. It can cause nausea and vomiting, stomach cramps, and bloating until the bowels begin to function again. Organ dysfunction generally goes away as you heal, but let your health care team know if you experience any signs of an ileus or other problems. They can help you manage the symptoms of organ dysfunction. What are common side effects at the site of surgery? It is common to have side effects at the surgery site, which is where the surgeon cut your skin. Your health care team will tell you what is normal during the healing process. If anything looks or feels different than you expect, let your health care team know. You may need additional treatments or medication. Common side effects at the surgery site include: Swelling. It is normal to experience some swelling at the surgery site. A surgical cut is a form of injury and the body responds to injury with inflammation. As you heal, swelling usually goes away. Drainage. You may have some drainage from the surgery site. Sometimes the fluid that builds up at the surgery site drains through the surgical wound. Drainage that smells bad, redness around the wound, or a fever could mean an infection (see below). Infection. An [infection](https://www.cancer.net/coping-with-cancer/physical-emotional-and-social-effects-cancer/managing-physical-side-effects/infection) may develop at the site of the incision, but it can also occur elsewhere in the body. Surgeons take great care to lower the risk of infection during an operation, but infection is always possible. After surgery, your health care team will teach you how to prevent infection during recovery. Signs of infection in a surgical incision include: - Redness - Warmth - More pain - Drainage from the wound - Fever If you have any of these signs, tell your surgical care team. You may be given antibiotics to take by mouth or antibiotic cream to treat signs of an infection. Antibiotics generally work well to treat most infections. Occasionally, an infection can become an abscess. This is a closed cavity filled with fluid or pus. A doctor usually has to drain an abscess. Antibiotics alone do not work well for an abscess because the medication may not be able to reach the infection. Bruising. You may see bruising around the surgery site. After an incision, some blood can leak from small blood vessels under the skin. Contact your surgeon's office if you notice significant swelling along with bruising. Numbness. Because nerves in the skin are cut during surgery, it is common to experience numbness. Though numbness usually does not cause a person any problems, it often lasts a long time and it can be permanent. Ask if any nerves will be affected by your surgery and, if so, for how long. Wound bleeding. After surgery, you may experience some bleeding from the wound. Follow your health care team's advice for how to take care of your wound and let them know if you have bleeding. This usually involves covering your wound with a clear, dry bandage. If there is a lot of blood, apply pressure until you can get to your surgeon's office or the emergency room. Blood clots. A [blood clot](https://www.cancer.net/coping-with-cancer/physical-emotional-and-social-effects-cancer/managing-physical-side-effects/clotting-problems) is a serious side effect of surgery. Blood clots that occur in veins are called a venous thromboembolism (VTE). If the vein is in the leg, thigh, or pelvis, it is called deep venous thrombosis (DVT). A blood clot that occurs in the lung is called a pulmonary embolism. Blood clots can also occur in an artery, though it is less common. Your doctor may give medication to help prevent a blood clot after your surgery. This type of medication is called an [anticoagulant](https://www.cancer.net/coping-with-cancer/physical-emotional-and-social-effects-cancer/managing-physical-side-effects/clotting-problems#prevention-and-treatment). It is also important to know the signs of a blood clot so you can [get medical help right away](https://www.cancer.net/navigating-cancer-care/how-cancer-treated/when-call-doctor-during-cancer-treatment) if they appear. The signs of a blood clot include: - Arm or leg swelling on only 1 side of the body - Pain in the arm or leg where a blood clot is located - Trouble breathing or chest pain when breathing - Rapid heart beat - Low oxygen levels What are the side effects of removing lymph nodes? Sometimes cancer starts in the lymph nodes or may spread to the lymph nodes from the tumor. Lymph nodes small, bean-shaped organs that help fight infection. They filter bacteria and other harmful substances from the lymphatic fluid. Lymphatic fluid is a colorless fluid containing white blood cells that travels through most tissues of the body. Lymph nodes may be removed as part of your surgery. This type of surgery is called a lymphadenectomy. [Lymphedema](https://www.cancer.net/coping-with-cancer/physical-emotional-and-social-effects-cancer/managing-physical-side-effects/lymphedema) is a possible side effect of surgery when lymph nodes are removed. Lymphedema is when fluid collects in the surrounding tissues and cannot drain back out. Lymphedema can cause: - Swelling - Tightness - Discomfort - Limited movement and function in the area, such as an arm or leg It can also cause limited movement and function in a nearby area of the body, depending on the type of cancer and the extent of the surgery. For example, if you had surgery in your groin, you could develop lymphedema in a leg or abdomen. You may need physical therapy or other care to manage lymphedema. Talk with your surgical care team about the risks of lymphedema before having any lymph nodes removed. If lymphedema is a possible side effect of your surgery, you may want to ask your health care team to recommend a certified lymphedema therapist (CLT). A CLT is a health professional who specializes in managing lymphedema. Problems with eating and drinking after cancer surgery After surgery, you may need extra calories and protein to help the healing process. However, some people may have difficulty eating or swallowing due to the effects of the surgery. Surgery on some parts of the body may be more likely to affect how you eat or drink. For example, surgery on the mouth, throat, stomach, small intestine, colon, or rectum can cause: - Loss of appetite - Difficulty absorbing nutrients or certain vitamins - Gas, cramping, or [constipation](https://www.cancer.net/coping-with-cancer/physical-emotional-and-social-effects-cancer/managing-physical-side-effects/constipation)after eating - Problems [chewing](https://www.cancer.net/coping-with-cancer/physical-emotional-and-social-effects-cancer/managing-physical-side-effects/difficulty-chewing)or [swallowing](https://www.cancer.net/coping-with-cancer/physical-emotional-and-social-effects-cancer/managing-physical-side-effects/difficulty-swallowing-or-dysphagia)food If you cannot absorb vitamins, your doctor may prescribe vitamin supplements. Some vitamin supplements can only be given by injection. It may also be helpful to talk with a [registered dietitian](https://www.cancer.net/blog/2016-02/spotlight-oncology-dietitians) if surgery could have a significant impact on your ability to eat well. Listen to a podcast about [managing eating challenges after head and neck cancer treatment](https://www.cancer.net/blog/2018-02/managing-eating-challenges-after-head-and-neck-cancer-treatment) and a podcast about [nutrition during and after colorectal cancer](https://www.cancer.net/blog/2018-11/colorectal-cancer-treatment-and-you-how-eat-well). Learn more about [nutrition recommendations during and after cancer treatment](https://www.cancer.net/survivorship/healthy-living/nutrition-recommendations-during-and-after-treatment). How can surgery affect sexual health and fertility? Certain types of surgery can impact sexual and reproductive health. Fertility is the ability to conceive a child or maintain a pregnancy. Before your surgery, talk with your health care team about if or how surgery may affect your fertility. Sexual side effects may occur depending on the location of the surgery. Surgery for prostate cancer, bladder cancer, colorectal cancer, or other types of cancer can cause changes in semen production or the ability to have an erection or ejaculate. Gynecologic surgical procedures can cause vaginal pain or dryness. Many people a range of feelings after surgeries that can affect sexual desire and intimacy. It is important to discuss the symptoms you experience with your health care team. Various options are available to help you manage sexual problems from cancer and its treatment. Learn more about side effects that affect [intimacy, sexual health, and fertility](https://www.cancer.net/navigating-cancer-care/dating-sex-and-reproduction). You can also listen to a podcast about how to [start the conversation about sexual health concerns with your cancer care team](https://www.cancer.net/blog/2022-09/talking-about-sexual-health-concerns-with-your-cancer-care-team-how-start-conversation). How can cancer surgery affect body image? Cancer surgery may change the way your body looks, feels, and functions. This can affect how you feel about your body, also called body image. Some people may feel upset or insecure about the changes to their body and struggle with [self-image](https://www.cancer.net/coping-with-cancer/managing-emotions/self-image-and-cancer). For example, if a part of the person's body does not look like they expected after surgery, it can bring feelings of sadness or self-consciousness. The [emotional side effects](https://www.cancer.net/coping-with-cancer/managing-emotions) of cancer surgery are as important to treat as the physical side effects. Before your surgery: - Gather information to prepare yourself for how surgery will affect your body, appearance, and physical abilities. Ask your health care team for details on what to expect. This can give you time to adjust to the changes. - If necessary, ask about options for [reconstructive surgery](https://www.cancer.net/navigating-cancer-care/how-cancer-treated/surgery/reconstructive-surgery)or prostheses. A prosthesis is an artificial body part. Talk in detail with your team about what to expect. - Ask if there are situations that might come up during your surgery that could cause a different outcome. - Ask about your options for [cancer rehabilitation](https://www.cancer.net/survivorship/rehabilitation)and other ways to improve your recovery from surgery. - Talk about what type of help you may need at home, called [caregiving](https://www.cancer.net/coping-with-cancer/caring-loved-one), during your recovery and for how long. After your cancer surgery: - Follow your health care team's instructions about your post-surgery care, including wound care, nutrition recommendations, and physical activity. - Give yourself the time to heal and take part in activities that you enjoy, such as [journaling](https://www.cancer.net/blog/2014-06/power-writing)or [creating art](https://www.cancer.net/blog/2017-04/spotlight-art-therapists-cancer-care). - Let your health care team know how you are feeling, both physically and emotionally. - Consider talking with a [counselor](https://www.cancer.net/coping-with-cancer/finding-social-support-and-information/counseling)who can help you cope with changes to your body. - Join a [support group](https://www.cancer.net/coping-with-c%C3%A1ncer/finding-social-support-and-information/support-groups). Questions to ask the health care team about side effects - What kind of surgery do I need? Can you explain my surgery? - What are the common side effects of this surgery? - If they occur, what can the health care team do to relieve them? - What will my recovery from this surgery be like? - When should I let you know if I experience any side effects? - Are there any side effects that would be considered an emergency? If that happens, should I call the doctor or go to the emergency room? - Will I need assistance with bathing, dressing, meal preparation, or other personal care during my recovery? For how long? - Will I have restrictions on driving after this surgery? For how long? - Could this surgery affect my sex life? If so, how and for how long? - Could this surgery affect my ability to have a child in the future? If so, can you recommend a fertility specialist I can talk with before having this surgery? - If I feel sad or anxious during my recovery, who can I talk with? - When I can begin exercising after this surgery? What type of exercises would you recommend? - Would it be helpful to talk with other health professionals, such as a registered dietitian, physical therapist, or other provider, about my recovery from this surgery? - When will I see the doctor next for a follow-up appointment after my surgery? Related Resources [What to Expect When Having Surgery](https://www.cancer.net/navigating-cancer-care/how-cancer-treated/surgery/what-expect-when-having-surgery) [When to Call the Doctor During Cancer Treatment](https://www.cancer.net/navigating-cancer-care/how-cancer-treated/when-call-doctor-during-cancer-treatment) More Information [National Cancer Institute: Side Effects of "}