{"title": "Lateral Thoughts: The uncomfortable science of booster vaccine", "author": "Coronavirus Coronavirus Vaccine Booster Doses Omicron Variant Omicron Covid-", "url": "https://www.downtoearth.org.in/blog/health/lateral-thoughts-the-uncomfortable-science-of-booster-vaccine-80737", "hostname": "downtoearth.org.in", "description": "The disjoint between research and policy has never been so evident than in the case of vaccine boosters", "sitename": "Down2Earthindia", "date": "2021-12-17", "cleaned_text": "The disjoint between research and policy has never been so evident than in the case of vaccine boosters The world has been clamouring for booster shots of the novel coronavirus disease (COVID-19) vaccine. The disease is unpredictable and policymakers, especially in the richer countries, want to take all precautions. The idea of boosters is readily accepted in the West as the doses based on the predominant strain circulating are already in use. Many countries — including the United States, the United Kingdom, Australia, Israel and Portugal — have already started [administering booster shots](https://www.downtoearth.org.in/news/health/what-are-india-s-options-for-a-booster-dose-of-covid-19-vaccine-80662). The [emergence of the Omicron variant](https://www.downtoearth.org.in/news/health/deaths-hospitalisation-can-go-up-due-to-omicron-warns-europe-s-health-agency-80600), the new Variant of Concern, has created fervor in favour of boosters even though it is still not clear whether it will help. The World Health Organization (WHO), however, does not support boosters; however, their issue is more to do with ethics. A viewpoint published online in the British journal The Lancet September 13, 2021, said the evidence so far does not support the need for boosting in the general population. This viewpoint, authored by global experts including the WHO's chief scientist Soumya Swaminathan, pointed out that the existing vaccines protect from severe disease, as they were supposed to. Reductions in [vaccine efficacy against mild disease ](https://www.downtoearth.org.in/interviews/health/covid-19-is-already-endemic-lack-of-data-plagues-understanding-about-vaccine-efficacy-gagandeep-kang-80716)do not necessarily predict reductions in efficacy against severe disease. The writers also pointed out that the ability of vaccines — based on the original virus to elicit antibodies against new variants — indicates that the virus has not yet evolved to the point of escaping memory immune response induced by those vaccines. Ambiguous studies have been doing the rounds. One, released on December 14 by an insurance company Discovery Health, said two doses of the Pfizer-BioNTech COVID-19 vaccine appeared to give 70 per cent protection against hospitalisation. The study was based on data of 211,000 positive coronavirus test results between November 15 and December 7, 2021. This was lower than the protection against infection with the delta variant, which is over 90 per cent shortly after the second shot. There are many problems with this study and its conclusion. One, the 90 per cent figure is shortly after the second dose, when antibodies are in action. The insurance company does not provide any information on when the 211,000 people had been vaccinated. Two, people seem to be as protected from hospitalisation, which is what the vaccine manufacturers had promised. Three, the omicron variant has not become the dominant variant in any part of the world so far. Similarly, in a preprint published December 4 on MedRxiv, researchers reported the finding of their study on the neutralisation potency of sera from people vaccinated with mRNA or adenovirus vaccines against wild type, Delta and Omicron variants. The results showed that neutralisation of Omicron was undetectable in most vaccinated individuals. But people boosted with mRNA vaccines exhibited potent neutralisation of Omicron. This study is also only on antibodies in sera and therefore, a poor indicator on long-term immunity or the situation in real-world situations. Such studies do not make a strong case for booster doses. Whether there has been any change in the situation since the introduction of vaccines and emergence of variants needs to be assessed through data on mortality and morbidity. An analysis of data by researchers Edouard Mathieu and Max Roser of Our World in Data, a data research portal, showed that in Switzerland, weekly death rate per 10,000 people is 8.63 in the case of unvaccinated while it is 0.74 in the case of the vaccinated population as on December 4, 2021. This suggests that vaccines are working and providing long-term immunity. Researchers in Chile found that the weekly death rate in unvaccinated is 3.15, while that in the vaccinated is 1.99. The country started administering booster shots in August and the weekly death rate in this population is 0.23. While this suggests that the booster helps, it hasn't been even four months since the third dose was administered. Even the [most ardent proponent of \"waning immunity\" ](https://www.downtoearth.org.in/news/health/omicron-re-infection-raises-questions-about-waning-immunity-against-covid-19-here-s-what-we-know-80449)says that it starts to wane only after six months of administration. Case fatality rates (CFR) are also a good indicator of whether efficacy of vaccines has gone down. In the US, as on December 13, CFR was 1.59 per cent, the lowest it has seen. Portugal, which is also administering booster doses, has a CFR of 1.57 per cent, also the lowest it has had this year. In India, CFR has increased in the last few months [despite an increase in vaccination](https://www.downtoearth.org.in/news/health/omicron-threat-how-fast-is-india-vaccinating-against-covid-19-80520). However, at 1.37 per cent, it is still lower than that in the US. It has to be kept in mind that the poor rate might be because of lower testing rates in India. The WHO does not support booster shots until most people have received at least the first two doses. They say that this will help prevent the emergence of new variants. But the decision on vaccination has to be taken by governments based on their assessment of the situation. It needs to be ensured that the decision is not pushed but the vaccine manufacturers who stand to gain if more shots are administered per person. One way to help would be to first provide the additional doses to those who need them, such as those who are immuno-compromised. These include people who have cancer, HIV or have received organ transplants. Even old people who have weaker immune responses can qualify. Information on the status of the disease in people who were part of clinical trials and, therefore, among the first to receive the vaccine, could resolve the problem. The general public does not have this information but policymakers do. Before coming to any decision on boosters, they should thoroughly investigate this data. We are a voice to you; you have been a support to us. Together we build journalism that is independent, credible and fearless. You can further help us by making a donation. This will mean a lot for our ability to bring you news, perspectives and analysis from the ground so that we can make change together. "}