{"title": "Bavarian Nordic gets hold of Opdivo for new Combination Phase II trial", "author": "Denise Neves Gameiro", "url": "https://www.labiotech.eu/trends-news/bavarian-nordic-cv301-opdivo-combo/", "hostname": "labiotech.eu", "description": "BMS is now shipping Opdivo to Bavarian Nordic for a Phase II trial. It'll evaluate a combo of a cancer vaccine and the anti-PD-L1 checkpoint inhibitor.", "sitename": "Labiotech UG", "date": "2016-08-17", "cleaned_text": "Just after a major clinical failure, BMS is now shipping Opdivo to Bavarian Nordic for a Phase II trial. Sponsored by Bavarian Nordic, the planned trial will evaluate the combination of a cancer vaccine and the anti-PD-L1 checkpoint inhibitor. Checkpoint blocking has generated a lot of excitement in cancer treatments as part of the immuno-oncology hype, side by side with the emerging T-cell based therapies. [Checkpoint inhibitors](https://www.labiotech.eu/tag/checkpoint-inhibitors/) are antibodies that block natural 'safety checks' of the immune system - an important strategy to make immunotherapies 'stick'. So far, only 3 checkpoint inhibitors these, Opdivo recently suffered a setback - it failed a Phase III trial as a first-line treatment for non-small cell lung [cancer](https://www.labiotech.eu/tag/cancer/) (NSCLC). The drug is already approved for the treatment of advanced melanoma and as a second-line treatment for NSCLC, but this failure still knocked BMS's share by 21%. Now, Opdivo will be evaluated in combination with a new vaccine from Bavarian Nordic, CV301. The Danish Biotech is planning a Phase II trial to evaluate the efficacy of the combo in 160 NSCLC patients that have already been treated - so this combination would be also a second-line therapy. Bavarian Nordic says it has reasons to be hopeful. Its preclinical data shows that CV301 is able to increase the levels of PD-L1, a marker that the tumor is under attack from T-cells. This suggests the combo could get a better response from patients who might not benefit from treatment with a checkpoint inhibitor alone. Stimulating the immune system in cancer patients is one of the main challenges to the efficacy of checkpoint blocking. CV301 was developed in a similar way to Prostvac, Bavarian Nordic's leading candidate in cancer (which was under fire a while ago). It also uses the [MVA-BN](http://www.bavarian-nordic.com/pipeline/technology/mva-bn.aspx) and [VF-TRICOM](http://www.bavarian-nordic.com/pipeline/technology/vf-tricom.aspx) technologies for vaccine development, but it targets two proteins (CEA and MUC-1) that are over-expressed in major cancer types, including lung, bladder and colorectal cancer. This positive nod of BMS to supply Opdivo for the Biotech's trial builds on their previous collaboration to develop Prostvac together. BMS has also teamed up with Oxfordshire-based PsiOxus to combine Opdivo with an oncolytic "}