{"title": "Ask Emma", "author": "Emma Mitchell", "url": "http://www.theguardian.com/lifeandstyle/2003/may/03/healthandwellbeing.shopping", "hostname": "theguardian.com", "description": "I'm in my early 50s and have always had clear skin. In the past year I have noticed small bumps appearing under the skin that are gradually increasing in size. What can I do?", "sitename": "The Guardian", "date": "2003-05-03", "cleaned_text": "I'm in my early 50s and have always had clear skin. In the past year I have noticed small bumps appearing under the skin that are gradually increasing in size. What can I do? This is a common problem among women of menopausal age, due to hormonal change. The most likely culprit is less efficient fat metabolism and a lack of essential fatty acids. A liver cleanse can help. The herb silymarin, commonly known as milk thistle, is an excellent liver tonic. 'Essential' nutrients are those that our body cannot make and so must come from food. The essential fatty acids are alpha-linolenic acid (omega-3) and linoleic acid (omega-6). A good food source of the former is oily fish (sardines, mackerel, herring, etc), and you can get both from seeds and nuts (sunflower, pumpkin, sesame, walnuts, hazelnuts and almonds). Sluggish circulation may also be responsible, so make sure you are getting sufficient exercise. The Alternative Centre (020-7381 2298) is a good source of information on skin problems. It will assess the underlying cause of your condition, testing for sensitivities to foods and environmental factors, and checking your hormone balance, nutrients and functioning of body systems. Natural remedies are then recommended and nutritional advice given. My four-year-old daughter has athlete's foot. Is there a natural way of curing it? People get athlete's foot if they walk barefoot where someone with the infection has walked before. So school gyms and swimming pools are breeding grounds for this infectious fungi that causes the skin between the toes to flake, and to become itchy, white and spongy. Tea tree essential oil is an effective, safe, antifungal, antibacterial and immune system stimulant. Blend five drops tea tree with five drops lavender oil to one tablespoon wheatgerm oil, and apply morning and night for two weeks. Dry your daughter's feet thoroughly after her bath. Cotton socks and sandals will help air circulate around affected areas, and give her flip-flops to wear in school changing rooms. T For Toes talc, by Lush, has tea tree and lime oils and is safe for feet. Use when the problem has cleared to help keep nasties at bay ( [lush.co.uk](http://www.lush.co.uk) or 01202 668545). About a month ago I started waking up with watery bags under my eyes. As the day proceeds, they gradually disappear, but return the following morning. They seem to be getting worse and are beginning to leave lines. In other respects I have good health, eat sensibly and sleep well. What do you think is the cause, and is there a cure? The skin under the eye is very thin and has the highest water content of any skin on the face, which is why, in oriental and western natural medicine, watery bags under the eye indicate an imbalance in kidney health. The kidneys regulate the body's water content, salt balance and detoxification. Avoid salt, refined foods and food additives, stimulants such as tea and coffee, excess sugar and hours in front of the TV or computer. Drink lots of pure filtered still water, take lots of exercise in the fresh air and go to bed a few hours before midnight. Acupuncture will help rebalance the kidney energy (British Acupuncture Council, 020-8735 0400). Calendula Under Eye Therapy, by Naturwaren, reduces for 15ml, Nutri Centre on 0800 587 2290). · Emma Mitchell is a natural health therapist. Her recommendations are to be followed in conjunction with advice from your own healthcare provider. Send your questions to Wellbeing, Guardian Weekend, 119 Farringdon "}