{"title": "Osteopathic Medicine (DO)", "author": null, "url": "http://www.umt.edu/pre-medical-sciences/career-options/osteopathic-medicine.php", "hostname": "umt.edu", "description": null, "sitename": "umt.edu", "date": "2023-01-01", "cleaned_text": "Note UM currently does not have a osteopathic medicine school A Doctor of Osteopathic Medicine (DO) engages in a \"distinct form of medical practice in the United States. Osteopathic medicine provides all of the benefits of modern medicine including prescription drugs, surgery, and the use of technology to diagnose disease and evaluate injury. It also offers the added benefit of hands-on diagnosis and treatment through a system of therapy known as osteopathic manipulative medicine\" (AACOM, 2012). Many characterize osteopathic medicine as more holistic than allopathic medicine; indeed, the AACOM (2012) states that DO practice emphasizes structure influencing function and the body's innate ability to heal itself. Osteopathic medical schools follow a similar training program as allopathic medical schools; that is, they both include four years of training with the first two years focusing on didactic coursework, and follow medical school with a residency. However, \"in addition to studying all of the typical subjects you would expect student physicians to master, osteopathic medical students take approximately 200 additional hours of training in the art of osteopathic manipulative medicine. This system of hands-on techniques helps alleviate pain, restores motion, supports the body's natural functions and influences the body's structure to help it function more efficiently\" (AACOM, 2012). For more information about becoming a DO please visit [AACOM](http://www.aacom.org). Program Quick Facts Education Association: [AACOM](http://www.aacom.org) (American Association of Colleges of Osteopathic Medicine) Application Service: [AACOMAS](http://aacomas.aacom.org) (American Association of Colleges of Osteopathic Medicine Application Service) Entrance Exam: [MCAT](https://www.aamc.org/students/applying/mcat/) (Medical College Admission Test) Length of program: 4 years Residency Required: Yes "}