{"title": "Pfizer and BioNTech Announce Positive Early Data From Clinical Trial of Omicron BA.4/BA.5-Adapted Bivalent Booster in Individuals 18 Years and Older", "author": null, "url": "https://www.businesswire.com/news/home/20221010005742/en/Pfizer-and-BioNTech-Announce-Positive-Early-Data-From-Clinical-Trial-of-Omicron-BA.4BA.5-Adapted-Bivalent-Booster-in-Individuals-18-Years-and-Older", "hostname": "businesswire.com", "description": "Pfizer Inc. (NYSE: PFE) and BioNTech SE (Nasdaq: BNTX) today announced early data from a Phase 2/3 clinical trial (NCT05472038) evaluating the safety,", "sitename": "Businesswire", "date": "2022-10-13", "cleaned_text": "NEW YORK & MAINZ, data from a Phase 2/3 clinical trial ( [NCT05472038](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fclinicaltrials.gov%2Fct2%2Fshow%2FNCT05472038&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=NCT05472038&index=3&md5=72024b4ac2f0955cf0a0a2543c84133c)) evaluating the safety, tolerability, and BA.4/BA.5-adapted A 30-µg booster dose of the Omicron BA.4/BA.5-adapted bivalent vaccine demonstrated a substantial increase in the Omicron BA.4/BA.5 neutralizing antibody response above pre-booster levels based on sera taken 7 days after administration, with similar responses seen across individuals aged 18 to 55 years of age and those older than 55 years of age (40 participants in each age group). When comparing responses in individuals older than 55 years of age who received either the bivalent vaccine, or the original vaccine, a 30-µg booster dose of the Original Pfizer-BioNTech COVID-19 Vaccine (also referred to as BNT162b2 Wild Type) elicited more limited increases in the neutralizing antibody response against the Omicron BA.4/BA.5 variants. COVID-19 vaccine responses to date have reliably shown consistent trends across age groups and are further supported by these early data on the bivalent vaccine. Together, these data suggest a 30-µg booster dose of the Omicron BA.4/BA.5-adapted bivalent vaccine is anticipated to provide better protection against the Omicron BA.4/BA.5 variants than the original vaccine for younger and older adults. The Omicron BA.4/BA.5-adapted bivalent vaccine was well tolerated with early data indicating a favorable safety profile, similar to that of the original vaccine. \"Since the earliest days of the pandemic, we have strived to transparently share data regarding our COVID-19 vaccines in the interest of public health,\" said Albert Bourla, Chairman and Chief Executive Officer, Pfizer. \"While we expect more mature immune response data from the clinical trial of our Omicron BA.4/BA.5-adapted bivalent vaccine in the coming weeks, we are pleased to see encouraging responses just one week after vaccination in younger and older adults. These early data suggest that our bivalent vaccine is anticipated to provide better protection against currently circulating variants than the original vaccine and potentially help to curb future surges in cases this winter.\" \"These preliminary findings are consistent with our preclinical data showing a substantial increase in the neutralizing antibody response against the Omicron sublineages BA.4 and BA.5,\" said Prof. Ugur Sahin, M.D., and Co-founder of BioNTech. \"The current dominance of BA.4/BA.5 and related sublineages, underscores the importance of our data and science-based approach to develop a vaccine which is adapted to these prevalent strains of the virus and make it available in a timely manner.\" Immunogenicity was evaluated using a SARS-CoV-2 live virus fluorescent focus reduction neutralization test (FFRNT) assay. Sera were collected 7 days post second booster dose from participants aged older than 55 (40 participants in each age group) and compared to 7-day post sera from 40 participants older than 55 years of age that had received three prior doses of BNT162b2 encoding the wild-type spike-protein of SARS-CoV-2 and a second booster with BNT162b2 Wild-Type. Sera were also collected at 7 days post second booster dose from participants 18 to 55 years of age who received the Omicron BA.4/BA.5-adapted bivalent booster (n=40) to compare bivalent vaccine responses in younger and older adults. The time between third and fourth doses for the bivalent vaccine recipients was approximately 11 months compared to approximately 6 months for the original vaccine. Despite this difference, baseline neutralizing antibody response was generally similar across groups. Among the participants, samples were equally stratified at baseline in each group between those who had a prior or current history of SARS-CoV-2 and those with no prior or current history of SARS-CoV-2. Additional data measuring responses at one-month post-administration of the Omicron BA.4/BA.5 bivalent vaccine booster are expected in the coming weeks. These data will be used to support potential full licensure and global registration of the companies' Omicron BA.4/BA.5-adapted bivalent COVID-19 vaccine. Additionally, the companies have initiated a similar Phase 1/2/3 trial ( [NCT05543616](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fclinicaltrials.gov%2Fct2%2Fshow%2FNCT05543616&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=NCT05543616&index=4&md5=9d58f9385d0cbed42806791edc040f1a)) investigating the Omicron BA.4/BA.5-adapted bivalent vaccine among children 6 months through 11 years of age. A 30-µg booster dose of the Omicron BA.4/BA.5-adapted bivalent vaccine has been authorized for emergency use by the U.S. Food and Drug Administration (FDA) for ages 12 years and older and has also been granted marketing authorization in the EU by the European Medicines Agency (EMA) for the same age group. The Pfizer-BioNTech COVID-19 Vaccines (COMIRNATY®), which are based on BioNTech's proprietary mRNA technology, were developed by both BioNTech and Pfizer. BioNTech is the Marketing Authorization Holder for BNT162b2 Wild Type and BNT162b2 Bivalent (WT/OMI BA.4/BA.5) in the United States, the European Union, the United Kingdom, Canada and other countries, and the holder of emergency use authorizations or equivalents in the United States (jointly with Pfizer) and other countries. Submissions to pursue regulatory approvals in those countries where emergency use authorizations or equivalent were initially granted are planned. About the Phase 2/3 Study This multicenter, randomized, controlled Phase 2/3 trial ( [NCT05472038](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fclinicaltrials.gov%2Fct2%2Fshow%2FNCT05472038&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=NCT05472038&index=5&md5=f0d4714c7da010401cb4ea02f8c2460c)) has enrolled about 900 healthy volunteers 12 years of age and older in the U.S. who have received at least three doses of an authorized COVID-19 vaccine. During the trial, participants aged 18 and older received either a 30-µg or 60-µg booster dose of Pfizer and BioNTech's Omicron BA.4/BA.5-adapted COVID-19 vaccine and participants aged 12 through 17 years received a 30-µg booster of the same vaccine. Comparisons to support potential full licensure and registrations globally will be made with a control group who previously received a fourth dose with the original vaccine. U.S. INDICATION & AUTHORIZED USE Pfizer-BioNTech COVID-19 Vaccine, Bivalent (Original And Omicron BA.4/BA.5) AUTHORIZED USE COVID-19 Vaccine, Bivalent (Original and Omicron BA.4/BA.5) is FDA-authorized under Emergency Use Authorization (EUA) for use in individuals 12 years of age and older as a single booster dose administered at least 2 months after either: - completion of primary vaccination with any authorized or approved monovalent* COVID-19 vaccine; or - receipt of the most recent booster dose with any authorized or approved monovalent COVID-19 vaccine. *Monovalent refers to any authorized and approved COVID-19 vaccine that contains or encodes the spike protein of only the Original SARS-CoV-2 virus COMIRNATY® (COVID-19 Vaccine, mRNA) INDICATION COMIRNATY® (COVID-19 Vaccine, mRNA) is a vaccine approved for active immunization to prevent coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in individuals 12 years of age and older. AUTHORIZED USE Primary Series - a third primary series dose to individuals 12 years of age and older who have certain kinds of immunocompromise Pfizer-BioNTech COVID-19 Vaccine AUTHORIZED USES Pfizer-BioNTech COVID-19 Vaccine is FDA authorized under Emergency Use Authorization (EUA) for use in individuals 6 months and older to provide: Primary Series - a 3-dose primary series to individuals 6 months through 4 years of age - a 2-dose primary series to individuals 5 years through 11 years of age - a third primary series dose to individuals 5 years through 11 years of age with certain kinds of immunocompromise - a single booster dose to individuals 5 through 11 years of age who have completed a primary series with Pfizer-BioNTech COVID-19 Vaccine EMERGENCY USE AUTHORIZATION Emergency uses of the vaccines have not been approved or licensed by FDA but have been authorized by FDA under an Emergency Use Authorization (EUA) to prevent Coronavirus Disease 2019 (COVID-19) in individuals aged 6 months and older for the Pfizer-BioNTech COVID-19 Vaccine and 12 years and older for the Pfizer-BioNTech COVID-19 Vaccine, Bivalent. The emergency uses are only authorized for the duration of the declaration that circumstances exist justifying the authorization of emergency use of the medical product under Section 564(b)(1) of the FD&C Act unless the declaration is terminated or authorization revoked sooner. IMPORTANT SAFETY INFORMATION Pfizer-BioNTech COVID-19 Vaccine, Bivalent (Original and Omicron BA.4/BA.5), COMIRNATY® (COVID-19 Vaccine, mRNA) and Pfizer-BioNTech COVID-19 Vaccine Tell your vaccination provider about all of your medical conditions, including if you: - have any allergies - have had myocarditis (inflammation of the heart muscle) or pericarditis (inflammation of the lining outside the heart) - have a fever - have a bleeding disorder or are on a blood thinner - are immunocompromised or are on a medicine that affects the immune system - are pregnant, plan to become pregnant, or are breastfeeding - have received another COVID-19 vaccine - have ever fainted in association with an injection - The vaccine may not protect everyone - You should not get COMIRNATY (COVID-19 Vaccine, mRNA), the Pfizer-BioNTech COVID-19 Vaccine, or the Pfizer-BioNTech COVID-19 Vaccine, Bivalent if you have had a severe allergic reaction after a previous dose of COMIRNATY or the Pfizer-BioNTech COVID-19 Vaccine or any ingredient in these vaccines - There is a remote chance that these vaccines could cause a severe allergic reaction. A severe allergic reaction would usually occur within a few minutes to 1 hour after getting a dose of the vaccine. For this reason, your vaccination provider may ask you to stay at the place where you received the vaccine for monitoring after vaccination. If you experience a severe allergic reaction, call 9-1-1 or go to the nearest hospital Seek medical attention right away if you have any of the following symptoms: difficulty breathing, swelling of the face and throat, a fast heartbeat, a bad rash all over the body, dizziness, and weakness - Myocarditis (inflammation of the heart muscle) and pericarditis (inflammation of the lining outside the heart) have occurred in some people who have received COMIRNATY® (COVID-19 vaccine, mRNA) or Pfizer-BioNTech COVID-19 Vaccine. The observed risk is higher among adolescent males and adult males under 40 years of age than among females and older males, and the observed risk is highest in males 12 through 17 years of age. In most of these people, symptoms began within a few days following receipt of the second dose of vaccine. The chance of having this occur is very low Side effects that have been reported with these vaccines include: - Severe allergic reactions - Non-severe allergic reactions such as rash, itching, hives, or swelling of the face - Myocarditis (inflammation of the heart muscle) - Pericarditis (inflammation of the lining outside the heart) - Injection site pain - Tiredness - Headache - Muscle pain - Chills - Joint pain - Fever - Injection site swelling - Injection site redness - Nausea - Feeling unwell - Swollen lymph nodes (lymphadenopathy) - Decreased appetite - Diarrhea - Vomiting - Arm pain - Fainting in association with injection of the vaccine - Unusual and persistent irritability - Unusual and persistent poor feeding - Unusual and persistent fatigue or lack of energy - Unusual and persistent cool, pale skin These may not be all the possible side effects of the vaccine. Call the vaccination provider or healthcare provider about bothersome side effects or side effects that do not go away. Individuals should always ask their healthcare providers for medical advice about adverse events. Report vaccine side effects to the US Food and Drug Administration (FDA) and the Centers for Disease Control and Prevention (CDC) Vaccine Adverse Event Reporting System (VAERS). The VAERS toll-free number is 18008227967 or report online to [www.vaers.hhs.gov/reportevent.html](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.vaers.hhs.gov%2Freportevent.html&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=www.vaers.hhs.gov%2Freportevent.html&index=6&md5=5ca55062a2a218c12efbda2d1deb331e). In addition, individuals can report side effects to Pfizer Inc. at [www.pfizersafetyreporting.com](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.pfizersafetyreporting.com&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=www.pfizersafetyreporting.com&index=7&md5=b67ea3ef62ca2e4d7f662f2a32e6913b) or by calling 1-800-438-1985 Click for Fact Sheets and Prescribing Information for the Pfizer-BioNTech COVID-19 Vaccine, Bivalent (Original and Omicron BA.4/BA.5): [EUA Fact Sheet for Recipients and Caregivers (12 years of age and older) ](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.fda.gov%2Fmedia%2F153716%2Fdownload&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=EUA+Fact+Sheet+for+Recipients+and+Caregivers+%2812+years+of+age+and+older%29&index=8&md5=f7b34813f248483b766a8dac970ac556) [EUA Fact Sheet for Vaccination Providers (12 Years & Up), BIVALENT (Original and Omicron BA.4/BA.5), DO NOT DILUTE, Gray Cap](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.fda.gov%2Fmedia%2F161327%2Fdownload&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=EUA+Fact+Sheet+for+Vaccination+Providers+%2812+Years+%26amp%3B+Up%29%2C+BIVALENT+%28Original+and+Omicron+BA.4%2FBA.5%29%2C+DO+NOT+DILUTE%2C+Gray+Cap&index=9&md5=d846731562926798e43e3f3b14a75dd3) Click for Fact Sheets and Prescribing Information for individuals 6 months of age and older: [Recipients and Caregivers Fact Sheet (6 months through 4 years of age) ](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flabeling.pfizer.com%2FShowLabeling.aspx%3Fid%3D17228%26format%3Dpdf&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=Recipients+and+Caregivers+Fact+Sheet+%286+months+through+4+years+of+age%29&index=10&md5=e76418606d694cdc569d9262793c088e) [Recipients and Caregivers Fact Sheet (5 through 11 years of age) ](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flabeling.pfizer.com%2FShowLabeling.aspx%3Fid%3D16074%26format%3Dpdf&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=Recipients+and+Caregivers+Fact+Sheet+%285+through+11+years+of+age%29&index=11&md5=f776cbe376dcd1e25e50a230b161de92) [Recipients and Caregivers Fact Sheet (12 years of age and older) ](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flabeling.pfizer.com%2FShowLabeling.aspx%3Fid%3D14472%26format%3Dpdf&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=Recipients+and+Caregivers+Fact+Sheet+%2812+years+of+age+and+older%29&index=12&md5=02ed0d63a0532b00b521f90355f0e45c) [COMIRNATY® Full Prescribing Information (12 years of age and older), DILUTE BEFORE USE, Purple Cap ](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flabeling.pfizer.com%2FShowLabeling.aspx%3Fid%3D15623%26format%3Dpdf&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=COMIRNATY%26%23174%3B+Full+Prescribing+Information+%2812+years+of+age+and+older%29%2C+DILUTE+BEFORE+USE%2C+Purple+Cap&index=13&md5=790865e490d97c2895b6e340d438b8be) [COMIRNATY® Full Prescribing Information (12 years of age and older), DO NOT DILUTE, Gray Cap ](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flabeling.pfizer.com%2FShowLabeling.aspx%3Fid%3D16351%26format%3Dpdf&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=COMIRNATY%26%23174%3B+Full+Prescribing+Information+%2812+years+of+age+and+older%29%2C+DO+NOT+DILUTE%2C+Gray+Cap&index=14&md5=a2108bcb541d86636b2eb14b21a33fd6) [EUA Fact Sheet for Vaccination Providers (6 months through 4 years of age), DILUTE BEFORE USE, Maroon Cap ](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flabeling.pfizer.com%2FShowLabeling.aspx%3Fid%3D17227%26format%3Dpdf&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=EUA+Fact+Sheet+for+Vaccination+Providers+%286+months+through+4+years+of+age%29%2C+DILUTE+BEFORE+USE%2C+Maroon+Cap&index=15&md5=401d5ac935f014d8e3a7261cfd133f05) [EUA Fact Sheet for Vaccination Providers (5 through 11 years of age), DILUTE BEFORE USE, Orange Cap ](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flabeling.pfizer.com%2FShowLabeling.aspx%3Fid%3D16073%26format%3Dpdf&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=EUA+Fact+Sheet+for+Vaccination+Providers+%285+through+11+years+of+age%29%2C+DILUTE+BEFORE+USE%2C+Orange+Cap&index=16&md5=056e234b7cf99a058609592182a4e415) [EUA Fact Sheet for Vaccination Providers (12 years of age and older), DILUTE BEFORE USE, Purple Cap ](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flabeling.pfizer.com%2FShowLabeling.aspx%3Fid%3D14471%26format%3Dpdf&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=EUA+Fact+Sheet+for+Vaccination+Providers+%2812+years+of+age+and+older%29%2C+DILUTE+BEFORE+USE%2C+Purple+Cap&index=17&md5=1ada490ce3458aa8394b765994162722) [EUA Fact Sheet for Vaccination Providers (12 years of age and older), DO NOT DILUTE, Gray Cap](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flabeling.pfizer.com%2FShowLabeling.aspx%3Fid%3D16072%26format%3Dpdf&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=EUA+Fact+Sheet+for+Vaccination+Providers+%2812+years+of+age+and+older%29%2C+DO+NOT+DILUTE%2C+Gray+Cap&index=18&md5=c8084600ade5f97a7dbe01cb10c0ad49) About Pfizer: Breakthroughs That Change Patients' Lives At Pfizer, we apply science and our global resources to bring therapies to people that extend and significantly improve their lives. We strive to set the standard for quality, safety and value in the discovery, development and manufacture of health care products, including innovative medicines and vaccines. Every day, Pfizer colleagues work across developed and emerging markets to advance wellness, prevention, treatments and cures that challenge the most feared diseases of our time. Consistent with our responsibility as one of the world's premier innovative biopharmaceutical companies, we collaborate with health care providers, governments and local communities to support and expand access to reliable, affordable health care around the world. For more than 170 years, we have worked to make a difference for all who rely on us. We routinely post information that may be important to investors on our website at [www.pfizer.com](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.pfizer.com&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=www.pfizer.com&index=19&md5=93f0ab5927212d0212ac534508849476). In addition, to learn more, please visit us on and follow us on Twitter at [@Pfizer](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftwitter.com%2Fpfizer&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=%40Pfizer&index=20&md5=f4049ab4e477113c812d3205de89a599) and [@Pfizer News](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftwitter.com%2Fpfizer_news&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=%40Pfizer+News&index=21&md5=76371ca2ca7cf0141f8b0b3334ea7a88), [YouTube](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.youtube.com%2Fpfizer&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=YouTube&index=23&md5=48f25dca6c3f604ccbdc55a96a62ce31) and like us on Facebook at [Facebook.com/Pfizer](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.facebook.com%2FPfizer%2F&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=Facebook.com%2FPfizer&index=24&md5=b4e622c16dde4bcd971881b72b94c41d). Pfizer Disclosure Notice The information contained in this release is as of October 13, 2022. Pfizer assumes no obligation to update forward-looking statements contained in this release as the result of new information or future events or developments. This release contains forward-looking information about Pfizer's efforts to combat COVID-19, the collaboration between BioNTech and Pfizer to develop a COVID-19 vaccine, the BNT162b2 mRNA vaccine program, and the Pfizer-BioNTech COVID-19 Vaccine, also known as COMIRNATY (COVID-19 Vaccine, mRNA) (BNT162b2) (including the Omicron BA.4/BA.5-adapted bivalent COVID-19 vaccine and early data from an ongoing phase 2/3 clinical trial, potential full licensure, a Phase 1/2/3 study in children aged 6 months through 11 years of age, qualitative assessments of available data, potential benefits, expectations for clinical trials, potential regulatory submissions, the anticipated timing of data readouts, regulatory submissions, regulatory approvals or authorizations and anticipated manufacturing, distribution and supply) involving substantial risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements. Risks and uncertainties include, among other things, the uncertainties inherent in research and development, including the ability to meet anticipated clinical endpoints, commencement and/or completion dates for clinical trials, regulatory submission dates, regulatory approval dates and/or launch dates, as well as risks associated with preclinical and clinical data (including Phase 1/2/3 or Phase 4 data), including the data discussed in this release for BNT162b2, any monovalent, bivalent or variant-adapted vaccine candidates or any other vaccine candidate in the BNT162 program in any of our studies in pediatrics, adolescents, or adults or real world evidence, including the possibility of unfavorable new preclinical, clinical or safety data and further analyses of existing preclinical, clinical or safety data, including the risk that additional data from the Phase 2/3 trial will differ from the early data discussed in this release; the ability to produce comparable clinical or other results, including the rate of vaccine effectiveness and safety and tolerability profile observed to date, in additional analyses of the Phase 3 trial and additional studies, in real world data studies or in larger, more diverse populations following commercialization; the ability of BNT162b2, any monovalent, bivalent or variant-adapted vaccine candidates or any future vaccine to prevent COVID-19 caused by emerging virus variants; the risk that more widespread use of the vaccine will lead to new information about efficacy, safety, or other developments, including the risk of additional adverse reactions, some of which may be serious; the risk that preclinical and clinical trial data are subject to differing interpretations and assessments, including during the peer review/publication process, in the scientific community generally, and by regulatory authorities; whether and when additional data from the BNT162 mRNA vaccine program will be published in scientific journal publications and, if so, when and with what modifications and interpretations; whether regulatory authorities will be satisfied with the design of and results from these and any future preclinical and clinical studies; whether and when submissions to request emergency use or conditional marketing authorizations for BNT162b2 in additional populations, for a potential booster dose for BNT162b2, any monovalent or bivalent vaccine candidates or any potential future vaccines (including potential future annual boosters or re-vaccination), and/or other biologics license and/or emergency use authorization applications or amendments to any such applications may be filed in particular jurisdictions for BNT162b2, any monovalent or bivalent vaccine candidates or any other potential vaccines that may arise from the BNT162 program, including a potential variant-based, higher dose, or bivalent vaccine, and if obtained, whether or when such emergency use authorizations or licenses will expire or terminate; whether and when any applications that may be pending or filed for BNT162b2 (including any requested amendments to the emergency use or conditional marketing authorizations), any monovalent or bivalent vaccine candidates (including any potential submissions for an Omicron BA.4/BA.5-adapted bivalent COVID-19 vaccine), or other vaccines that may result from the BNT162 program may be approved by particular regulatory authorities, which will depend on myriad factors, including making a determination as to whether the vaccine's benefits outweigh its known risks and determination of the vaccine's efficacy and, if approved, whether it will be commercially successful; decisions by regulatory authorities impacting labeling or marketing, manufacturing processes, safety and/or other matters that could affect the availability or commercial potential of a vaccine, including development of products or therapies by other companies; disruptions in the relationships between us and our collaboration partners, clinical trial sites or third-party suppliers; the risk that demand for any products may be reduced or no longer exist which may lead to reduced revenues or excess inventory; risks related to the availability of raw materials to manufacture a vaccine; challenges related to our vaccine's formulation, dosing schedule and attendant storage, distribution and administration requirements, including risks related to storage and handling after delivery by Pfizer; the risk that we may not be able to successfully develop other vaccine formulations, booster doses or potential future annual boosters or re-vaccinations or new variant-based or next generation vaccines; the risk that we may not be able to maintain or scale up manufacturing capacity on a timely basis or maintain access to logistics or supply channels commensurate with global demand for our vaccine, which would negatively impact our ability to supply the estimated numbers of doses of our vaccine within the projected time periods as previously indicated; whether and when additional supply agreements will be reached; uncertainties regarding the ability to obtain recommendations from vaccine advisory or technical committees and other public health authorities and uncertainties regarding the commercial impact of any such recommendations; challenges related to public vaccine confidence or awareness; uncertainties regarding the impact of COVID-19 on Pfizer's business, operations and financial results; and competitive developments. A further description of risks and uncertainties can be found in Pfizer's Annual Report on Form 10-K for the fiscal year ended December 31, 2021 and in its subsequent reports on Form 10-Q, including in the sections thereof captioned \"Risk Factors\" and \"Forward-Looking Information and Factors That May Affect Future Results\", as well as in its subsequent reports on Form 8-K, all of which are filed with the U.S. Securities and Exchange Commission and available at [www.sec.gov](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.sec.gov&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=www.sec.gov&index=25&md5=8873efc90f5d737d51b5bfdbd461b5bb) and [www.pfizer.com](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.pfizer.com&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=www.pfizer.com&index=26&md5=a145df4586feab33783790a01737b80d). About BioNTech Biopharmaceutical New Technologies is a next generation immunotherapy company pioneering novel therapies for cancer and other serious diseases. The Company exploits a wide array of computational discovery and therapeutic drug platforms for the rapid development of novel biopharmaceuticals. Its broad portfolio of oncology product candidates includes individualized and off-the-shelf mRNA-based therapies, innovative chimeric antigen receptor T cells, bispecific immune checkpoint modulators, targeted cancer antibodies and small molecules. Based on its deep expertise in mRNA vaccine development and in-house manufacturing capabilities, BioNTech and its collaborators are developing multiple mRNA vaccine candidates for a range of infectious diseases alongside its diverse oncology pipeline. BioNTech has established a broad set of relationships with multiple global pharmaceutical collaborators, including Genmab, Sanofi, Genentech, a member of the Roche Group, Regeneron, Genevant, Fosun Pharma, and Pfizer. For more information, please visit [www.BioNTech.com](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.BioNTech.com&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=www.BioNTech.com&index=27&md5=0f968d7078a154d6f439360f69345f0b). BioNTech Forward-looking Statements This press release contains \"forward-looking statements\" of BioNTech within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements may include, but may not be limited to, statements concerning: BioNTech's efforts to combat COVID-19; the collaboration between BioNTech and Pfizer including the program to develop a COVID-19 vaccine and COMIRNATY (COVID-19 vaccine, mRNA) (BNT162b2) (including early data regarding an Omicron-adapted COVID-19 bivalent vaccine based on the BA.4/BA.5 subvariant and its potential in adults 12 years of age and older and planned regulatory submissions, qualitative assessments of available data, potential benefits, expectations for clinical trials, the anticipated timing of regulatory submissions, regulatory approvals or authorizations and anticipated manufacturing, distribution and supply); our expectations regarding the potential characteristics of BNT162b2, any monovalent or bivalent vaccine candidates or any future vaccine, in our clinical trials and/or in commercial use based on data observations to date; the ability of BNT162b2, any monovalent or bivalent vaccine candidates or any future vaccine, to prevent COVID-19 caused by emerging virus variants; the uncertainties inherent in research and development, including the ability to meet anticipated clinical endpoints, commencement and/or completion dates for clinical trials, regulatory submission dates, regulatory approval dates and/or launch dates, as well as risks associated with preclinical and clinical data (including Phase 1/2/3 or Phase 4 data), including the data discussed in this release for BNT162b2, any monovalent or bivalent vaccine candidates or any other vaccine candidate in BNT162 program in any of our studies in pediatrics, adolescents, or adults or real world evidence, including the possibility of unfavorable new preclinical, clinical or safety data and further analyses of existing preclinical, clinical or safety data; the expected time point for additional readouts on efficacy data of BNT162b2, any monovalent or bivalent vaccine candidates or any future vaccine, in our clinical trials; the risk that more widespread use of the vaccine will lead to new information about efficacy, safety, or other developments, including the risk of additional adverse reactions, some of which may be serious; the nature of the clinical data, which is subject to ongoing peer review, regulatory review and market interpretation; the timing for submission of data for, or receipt of, any marketing approval or Emergency Use Authorization; our contemplated shipping and storage plan, including our estimated product shelf life at various temperatures; the ability of BioNTech to supply the quantities of BNT162, any monovalent or bivalent vaccine candidates or any future vaccine, to support clinical development and market demand, including our production estimates for 2022; that demand for any products may be reduced or no longer exist which may lead to reduced revenues or excess inventory; the availability of raw materials to manufacture a vaccine; our vaccine's formulation, dosing schedule and attendant storage, distribution and administration requirements, including risks related to storage and handling after delivery by Pfizer; the ability to successfully develop other vaccine formulations, booster doses or potential future annual boosters or re-vaccinations or new variant-based vaccines; the ability to maintain or scale up manufacturing capacity on a timely basis or maintain access to logistics or supply channels commensurate with global demand for our vaccine, which would negatively impact our ability to supply the estimated numbers of doses of our vaccine within the projected time periods as previously indicated; whether and when additional supply agreements will be reached; the ability to obtain recommendations from vaccine advisory or technical committees and other public health authorities and uncertainties regarding the commercial impact of any such recommendations; challenges related to public vaccine confidence or awareness; and uncertainties regarding the impact of COVID-19 on BioNTech's trials, business and general operations. Any forward-looking statements in this press release are based on BioNTech current expectations and beliefs of future events and are subject to a number of risks and uncertainties that could cause actual results to differ materially and adversely from those set forth in or implied by such forward-looking statements. These risks and uncertainties include, but are not limited to: the ability to meet the pre-defined endpoints in clinical trials; competition to create a vaccine for COVID-19; the ability to produce comparable clinical or other results, including our stated rate of vaccine effectiveness and safety and tolerability profile observed to date, in the remainder of the trial or in larger, more diverse populations upon commercialization; the ability to effectively scale our productions capabilities; and other potential difficulties. For a discussion of these and other risks and uncertainties, see BioNTech's Quarterly Report as Form 6-K for the quarter ended June 30, 2022, filed with the SEC on August 8, 2022, which is available on the SEC's website at [www.sec.gov](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.sec.gov&esheet=52941174&newsitemid=20221010005742&lan=en-US&anchor=www.sec.gov&index=28&md5=16a1c67d4c50b2c2ac325558fa01a72c). All information in this press release is as of the date of the release, and BioNTech undertakes no duty to update this information unless required by law. "}