{"title": "Home - Portland Branch", "author": null, "url": "https://www.portlandbranch.net/", "hostname": "portlandbranch.net", "description": null, "sitename": "Portland Branch", "date": "2021-11-10", "cleaned_text": "home Library Past Events Newsletter Anthro 101 About Contact Newsletter sign up Newletter Archives Donate Portland Branch Future Events Next Events - The Biodynamic Cycles of the Year with the Cosmic Relationships to Preps, with Lynn Madsen - 100 Years on. What Shape Are We In? with Christopher Houghton Budd - New Eurythmy training begins in September Details below To sign up for an event or to contact us with questions email us at portlandanthroposophy@gmail.com Rudolf Steiner used a blackboard drawing to describe the dominion of the Archangel Uriel during high summer, and St. Johns as an imagination of the Trinity. So much more is represented in this drawing, and the painting based on it by Margarita Woloschina, as he describes in The Four Seasons and the Archangels. In The St. Johns Imagination Dr. Steiner describes how, at St. Johns, the earth is at its zenith, having breathed its soul out into the cosmos with the Christ, the elementals and other spiritual beings. From this point on they will begin their descent back to the earth, bringing with them the all-important cosmic/sun influences they have taken in. As noted in an address given on Sunday 23rd June 2019 at Emerson College, \"Rudolf Steiner, in a lecture given on 12th October 1923, said that the great archangel most associated with this time of year is Uriel: and that Uriel directs his countenance and clear piercing gaze down towards the Earth and perceives disturbing shapes which continually gather and dissolve, gather and dissolve again. These shapes, Steiner says, are 'human errors upon which Uriel directs his earnest gaze. Here during the height of summer, the imperfections of mankind are searchingly surveyed and contrasted with the morality implicit in the natural world. Now we see how at midsummer human errors are woven into the regular crystals which are formed in the normal course of Nature. On the other hand, all that is human virtue and human excellence rises up with silver-gleaming lines and is seen as the clouds that envelop Uriel' So Midsummer is a time when, under the gaze of Uriel, the spiritual world looks with especial closeness at our human actions and motivations. This is a good time of year for us to do the same and look closely at what we humans are doing in the world...\" Come Learn About Biodynamic Gardening Help Heal the Earth - As You Grow More Nutritious Food! Over the course of 2023 the Portland Branch will sponsor a series of events to help Portlanders learn how you can apply Biodynamic practices in your yards, gardens, and farms. Not only do these practices help to produce food that is more nutritious, they help to heal the earth, and can lead to a healthier overall environment in our dear city. Imagine a group forming to support one another for your home, your community, and beyond. See events below. The April 30 event with Lynn Madsen has been postponed. First and Second Goetheanum by Mirko Luccini Opportunities Over The Year Ahead: Further explorations of the First Goetheanum leading to the Foundation Stone Meditation in 2023 Many of those who attended the gatherings exploring the First Goetheanum and the fire during the Holy Nights have signed up for further explorations over the coming year. The First Goetheanum has a presence in the etheric that can be helpful. Anna Samweber, who was present at the fire, describes being overwhelmed by a spiritual experience when the domes crashed down and huge flames shot up. \"I saw the 'Bau' high above the burning place, shining brilliantly white, and I felt with certainty that something stupendous was happening here...\" There are many revealing and thought provoking presentations which have recently been made that are available as videos. In addition to 'movie dates', we can explore what Dr. Steiner said about 'The Purpose of the Goetheanum', and other aspects of the building that he describes. If you would like to be informed of these gatherings, please email us at portlandanthroposophy@gmail.com. Include your name, email, phone #, and what your best times for meeting are. [Calendar of the Soul](https://www.portlandbranch.net/calendar-of-the-soul/) In 1912 Rudolf Steiner provided a \"Calendar of the Soul\" in the form of weekly verses that express how the changing seasons in the natural world and in our own inner lives are helping our consciousness evolve. Embryo in Us & Embryo in Motion 2017 & 2010 Workshops Recorded live in Portland, Oregon These two seminars explore human prenatal development and show how biology is expressing the essence of human spiritual enfoldment. The two DVD sets are available only here. Jaap van der Wal, PhD, MD is an associate professor for anatomy and embryology at the University of Maastricht, Holland. Our Purpose The members of the Portland Branch of the Anthroposophical Society freely come together out of their commitment to the Spiritual Science of Anthroposophy as founded by Rudolf Steiner. The branch will strive to further the life of the soul both in the individual and human society by basing its activities on anthroposophical ideals, with all that results from them for warmth in human relationship, and the spiritual, moral, artistic and cultural life of humanity. "}