{"title": "PDF", "author": "PDF", "url": "http://docs.saludchiapas.gob.mx/transparencia/pot/f01/F01_463.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Programa de Acción: Adicciones Tabaquismo Programa de Acción Adicciones Tabaquismo Programa de Acción: Adicciones. Tabaquismo Primera Edición, 2001 D.R. © Secretaría de Salud Lieja 7, Col. Juárez06696 México, D.F. Impreso y hecho en México Printed and made in México ISBN 970-721-010-9La información de esta publicación se puede obtener como documento Adobe ®Acrobat®PDF en la página de Internet de la Secretaría de Salud: www.ssa.gob.mx/unidades/conadicSecretaría de Salud Dr. Julio Frenk Mora Secretario de Salud Dr. Enrique Ruelas Barajas Subsecretario de Innovaci ón y Calidad Dr. Roberto Tapia Conyer Subsecretario de Prevenci ón y Protecci ón de la Salud Dr. Roberto Castañón Romo Subsecretario de Relaciones Institucionales Lic. María Eugenia de León-May Subsecretaria de Administraci ón y Finanzas Dr. Guido Belsasso Comisionado del Consejo Nacional Contra las Adicciones Dr. Misael Uribe Esquivel Coordinador General de los Institutos Nacionales de Salud Dr. Eduardo González Pier Coordinador General de Planeaci ón Estrat égica Mtro. Gonzalo Moctezuma Asuntos Jur ídicos Lic. Gustavo Lomelín Cornejo Director General de Comunicaci ón Social Dr. Agustín Vélez Barajas Director General T écnico en Adicciones y Salud MentalMensaje del Secretario de Salud De todos los problemas emergentes de salud pública, el tabaquismo ocupa un lugar especial. Se trata de una adicción que durante mucho tiempo fue socialmente tolerada. Hoy, sin embargo, hay evidencia científica que demuestra los graves daños a la salud que produce, no sólo a quienes fuman, sino también a aquellos que en forma involuntaria se ven expuestos al humo del tabaco. En nuestro país hay 13 millones de fumadores, cifra en sí alarmante, pero si añadimos a los fumadores involuntarios o pasivos, resulta que 48 millones de personas, es decir, la mitad de la población mexicana, están expuestas a los daños producidos por el tabaco. En efecto, el tabaquismo es un freno al desarrollo, reduce la salud y productividad de sus víctimas, pues sus efectos nocivos se expresan justamente en el período más productivo de la vida; además los niños expuestos a la nicotina desde el seno materno, y después, en la convivencia con familiares fumadores, ven mermado su desarrollo físico y mental. Las acciones para evitar estos daños a la salud no pueden esperar más, debemos prevenir que los niños y jóvenes inicien el consumo del tabaco, y apoyar a quienes ya fuman para que dejen de hacerlo,así como propiciar ambientes libres del humo de tabaco para proteger a los no fumadores. El Consejo Nacional contra las Adicciones está llevando a cabo acciones de prevención, tratamiento, rehabilitación e investigación, así como campañas de comunicación y movilización social en las que participan diversos organismos de los sectores público, social y privado. El Instituto Nacional de Enfermedades Respiratorias, INER, institución pionera en este campo, cuenta con un programa ejemplar para la instalación de clínicas de tabaquismo. Sin desconocer los avances que en la lucha contra el tabaquismo ha alcanzado nuestro país, debemos reconocer que los resultados no son los deseados, ya que la tasa de fumadores en jóvenes de 12 a 18 años continúa en ascenso, por lo que recibimos con entusiasmo la iniciativa de la Organización Mundial de la Salud de un Convenio Marco para la Lucha Antitabáquica. El tabaco es un negocio multinacional que sólo puede ser enfrentado con una respuesta global; necesitamos la armonización interna de nuestras políticas internas fiscales, comerciales y sobre todo de salud y educación, pero necesitamos también una armonización internacional. Cada vez que un país desarrollado gana un juicio contra la industria tabacalera, como consecuencia, el comercio se desplaza a países menos desarrollados, situación inadmisible desde el punto de vista ético. Una política fiscal saludable que eleve los impuestos al tabaco para desalentar su consumo, sobre todo en jóvenes, un control efectivo de la publicidad que tienda a su prohibición y un uso enérgico de laautoridad para impedir la venta de tabaco a menores de edad, así como la restricción de los sitios enque se permita fumar, ayudarán en la reducción del consumo.Hay que decirlo con claridad, el tabaco no es un bien de consumo, es un mal de consumo. Comprometámonos, pues, todos y todas, a tener un México que podamos disfrutar hoy y legarlo a nuestros hijos, con un aire limpio del humo de tabaco. Si cada uno asumimos nuestra responsabilidad y actuamos hoy, podremos legar un mundo más sano a nuestros hijos. Dr. Julio Frenk Mora Mensaje del Comisionado El tabaquismo es considerado la principal causa de muerte, de morbilidad y discapacidad. Se asocia estrechamente con los principales indicadores de morbilidad y mortalidad, por lo que constituye un importante problema de salud pública. Como lo afirma la doctora Gro Harlem Brundtland, Directora General de la Organización Mundial de la Salud, el tabaquismo es responsable de muchas muertes en todo el mundo. El mayor costo del tabaco es el que se paga en forma de enfermedades, sufrimiento y aflicción familiar. La salud y no los argumentos económicos, es la razón para controlar el tabaco, pero los argumentos económicos han sido utilizados como obstáculos para las políticas de control de tabaco. En nuestro país los reportes mencionan entre 114 y 122 decesos diarios asociados al tabaquismo, aproximadamente 44 000 al año y de persistir los patrones de consumo actuales, cada vez serán más las personas que mueren por causas asociadas al consumo de tabaco, se perderá un número mayor de años de vida saludable y se estima, que los altos costos actuales a la salud y la economía del país, podrán rebasar los presupuestos destinados a las instituciones de salud. Si tomamos en cuenta los datos de las encuestas nacionales de adicciones que señalan que el número de fumadores aumentó de 9.2 millones a más de 13 millones entre 1988 y 1998; podemos decir que el tabaquismo en México constituye un problema de salud pública que aumenta, pero sobre todo nos preocupa el inicio temprano del hábito tabáquico, principalmente por el género femenino. Estos datos son preocupantes y se transforman en un desafío si los analizamos a la luz de la realidad presente. Se calcula que los efectos del tabaco afectan la salud de un número mucho mayor que los fumadores activos porque las personas expuestas al humo de tabaco ambiental son convertidos en fumadores involuntarios, lo que representa la mitad de la población mexicana, que también verán afectada su salud, por las mismas enfermedades causadas como producto del tabaquismo. La visión integral de este panorama, nos exige no sólo reflexionar acerca de lo que significa la epidemia del tabaquismo, sino además el impacto económico y social que representa y así emprender con mayor energía, con un profundo sentido ético y un compromiso inquebrantable en el ámbito nacional y el marco global las políticas, estrategias y acciones que logren enfrentar con éxito esta pandemia. En este contexto, exhorto a las organizaciones gubernamentales y a las no gubernamentales a sumar esfuerzos, para que las acciones programadas en este documento se conviertan en una realidad, a trabajar por despertar el interés individual, familiar y colectivo en el tema, pero sobre todo a mantener el espíritu crítico que nos ayude a no desviar el camino y poder rendir cuentas satisfactorias a quienes nos han encomendado esta delicada misión de proteger la salud de los mexicanos. Dr. Guido BelsassoÍndice Presentación I. En dónde estamos AntecedentesLa sustanciaEl entornoConvenio Mundial Marco de la Lucha Antitabáquica El tabaquismo, en el contexto nacional Patrones de consumoConsumo de tabaco por menores de edadConsumo de tabaco por mujeresPersonal médicoTabaquismo involuntarioTabaquismo pasivo y enfermedades en la infancia Trastornos de conducta y problemas psicosociales asociados al consumo de tabaco La respuesta de la sociedad organizada Infraestructura y recursos Consulta ciudadana II. A dónde queremos llegar VisiónMisiónRetosEquidadCalidad de la atención Protección financiera III. Qué camino vamos a seguir Propuestas en el ámbito de la prevención Propuestas para tratamiento y rehabilitaciónPropuestas para investigaciónPropuestas para normatividad Programa de acción Objetivo general11 15 1717 20 21222324262727 28 28 29 41 42 45 474748484950 51 53535556565710 Objetivos particulares Metas comprometidas en el PNS 2001 - 2006 Nuestro compromiso IV. Cómo medimos los avances Determinación de los niveles de éxito Sistema de evaluación V. Apéndice Estrategias, Líneas de Acción y Acciones EspecíficasGlosarioAcrónimos y abreviaturasBibliografíaReconocimientos e Instituciones participantes57 5861 75 7778 81 83 107 109 111 114Presentaci ónPresentación Programa de acción: Adicciones. Tabaquismo 13Presentaci ón Existe evidencia científica de las consecuencias del tabaco sobre la salud. En la actualidad está plenamente demostrado que el tabaquismo constituye una enfermedad prevenible que se relaciona con distintos tipos de cáncer como son: el de laringe, pulmón, cavidad bucal, páncreas, vejiga, riñón, entreotros, así como cardiopatía isquémica, enfermedades vasculares cerebrales, bronquitis crónica, enfisema pulmonar y enfermedad pulmonar obstructiva crónica, EPOC, por señalar sólo las principales. La evidencia de daños a la salud relacionados con el consumo de tabaco, demuestra que existe una clara relación entre el tabaquismo y el aumento de morbilidad y mortalidad. A pesar de que la sociedad está cada vez mejor informada, los índices de consumo se incrementan, especialmente entre adolescentes y mujeres, quienes, alentados por las técnicas de mercadeo de las tabacaleras, fuman como símbolo de rebeldía, afirmación de personalidad, libertad o integración social. Para proteger a la sociedad de los efectos nocivos del tabaco, en nuestro país igual que en muchos otros, se establecen leyes, normas, reglamentos y programas. Desde 1986 el sector salud cuenta con un programa específico contra el tabaquismo, actualizado y enriquecido en 1992 y posteriormente enel año 2000. El citado programa, como todas las iniciativas de protección a la salud, se inscribe en las declaraciones del artículo 4° constitucional. El marco legal donde se inscribe el presente y sus antecedentes, se deriva de la Ley General de Salud, del Programa Nacional de Salud 2001-2006 (PNS 2001-2006), de los reglamentos de Control Sanitario de Productos y Servicios (9 de agosto 1999), de la Ley General de Salud en Materia de Publicidad (4 de mayo de 2000) y Reglamento sobre Consumo de Tabaco (julio de 2000) y de las Normas OficialesMexicanas 168-SSA1-1998 del Expediente Clínico (30 de septiembre 1999) y la 028-SSA2-1999 para la Prevención, Tratamiento y Control de las Adicciones. La magnitud de la problemática actual, los avances en la investigación y la necesidad de dar respuesta a las propuestas de la sociedad obtenidas a través de la Consulta Ciudadana (entre las que destacan: adecuar los servicios a las necesidades de la población, al perfil epidemiológico y a los problemas de salud emergente, privilegiar el primer nivel de atención, apoyar la intervención de los ayuntamientos yampliar la participación de la sociedad), son factores decisivos para que la presente administración reformule, para el período 2001-2006, el Programa contra el Tabaquismo. A través de este trabajo se busca abordar el problema desde una visión más integral, aprovechando los aportes científicos recientes, la optimización de recursos y sobre todo una mayor participación de los diferentes sectores sociales, por considerar que las aportaciones y el grado de compromiso de la sociedad tienen un papel fundamental para aplicar con éxito las medidas que protejan a la población de los posibles daños a la salud, especialmente a los no fumadores que constituyen la mayoría de los mexicanos. Los daños a la salud provocados por eltabaquismo, tienenimpacto en lo social yeconómico. La consulta ciudadana,ha dado la pauta paraprivilegiar el primernivel de atención, adecuar los servicios alas necesidades de lapoblación.Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 14En la parte inicial del documento denominado \"En dónde estamos\" , se hace una revisión comparativa de los datos epidemiológicos obtenidos en las Encuestas Nacionales en Adicciones de 1988, 1993 y 1998 (ENA 88, ENA 93, ENA 98), lo que permite describir el problema. A continuación se mencionan las iniciativas oficiales, sociales y privadas en investigación de la problemática, prevención, tratamiento y regulación existentes en cuanto a comercialización, publicidad, restricciones de venta y consumo. En la parte final de este apartado se presenta una visión general de la capacidad instalada para enfrentar el fenómeno. Hacer un recuento de lo logrado, es la base para definir lo que falta por realizar. El segundo apartado denominado \" A dónde queremos llegar\" , expresa los compromisos y se define la misión y la visión del sector salud en este tema específico, es importante mencionar que en este apartado se retoman las propuestas de la consulta ciudadana. En el apartado \"Qué camino vamos a seguir\" , el compromiso del sector queda traducido en metas, objetivos y estrategias del programa de acción, que servirá a los involucrados como guía para enmarcar su participación, asumir los compromisos y alcanzar las metas establecidas en el Programa Nacional de Salud 2001-2006. Bajo el título \"Cómo medimos los avances\" , se presentan los criterios para el seguimiento y evaluación de las metas propuestas, que permitirá hacer una rendición de cuentas oportunamente. El contenido del presente programa es producto del trabajo de los sectores público, privado y social comprometidos a enfrentar con éxito esta pandemia y a buscar nuevas alternativas para mejorar la calidad de vida de los pacientes, realizando esfuerzos orientados a evitar el inicio temprano del tabaquismo. Dr. Horacio Rubio Monteverde Vocal Ejecutivo del Programa Contra el T abaquismo Dr. Rafael Camacho Solís Vocal Ejecutivo Adjunto del Programa Contra el T abaquismoHacer un recuento de lo logrado, nos permite definir con claridad lo que falta por realizar. El contenido del presente programa es producto del trabajo de los sectores comprometidos en enfrentar con éxito esta pandemia. I. En d ónde estamos17 En d ónde estamos Programa de acción: Adicciones. Tabaquismo I. En d ónde estamos Antecedentes Las culturas del continente americano usaban el tabaco con fines religiosos, medicinales y ceremoniales. Los indígenas del Caribe, fumaban valiéndose de una caña en forma de pipa llamadotobago. Cuando los colonizadores observaron esta práctica, muchos de ellos la adoptaron despojándola del aspecto ritual, iniciando su consumo con fines de esparcimiento y difundiéndolo por Europa. Elembajador francés Jean Nicot, fue uno de los primeros en sugerir los efectos farmacológicos de laplanta, cuando, en 1560, se la envió al regente francés para aliviar sus jaquecas, más tarde fue pioneroen el cultivo de tabaco en Portugal, por ello, en su honor esta planta recibe el nombre de nicotiana. Otro de los precursores en el hábito de fumar fue el explorador inglés Sir Walter Raleigh, quien inició la costumbre de fumar tabaco en pipa en la corte Isabelina. El Rey Jaime I de Inglaterra, en 1604, lo sentenció a morir por este hábito; adelantándose a su tiempo combatió el consumo de tabaco, argumentando que su uso era perjudicial para el cerebro y peligroso para los pulmones. En la Nueva España, Fray Bartolomé de las Casas realizó las primeras descripciones de la adicción al tabaco, explicando que los indígenas utilizaban las hojas en forma de rollo para aspirar su humo, con elcual adormecen las carnes y \"cuasi emborracha, así dizque no sienten cansancio y al reprenderlosdiciéndoles que aquello era un vicio, respondían que no era de su mano dejarlo\". En la década de los treinta fumar se convirtió en una moda tanto para hombres como para mujeres, en esta época los epidemiólogos empezaron a observar que el cáncer de pulmón, poco frecuente antes del siglo XX, había aumentado en forma considerable. Por su parte, investigaciones clínicas y de laboratorio encontraron que muchas sustancias químicas en el humo de los cigarrillos son carcinógenas. La Sustancia El tabaco es originario de América y proviene de la planta Nicotiana Tabacum, arbusto de hojas verdes grandes, de textura vellosa y pegajosa con sabor amargo, sus flores son de color blanco, amarillo yvioleta. Se utiliza en agricultura como insecticida y en la industria química como fuente de ácido nicotínico. Para la industria tabacalera es la materia prima, por lo cual se ha incrementado su cultivo,llegando a ser una de las fuentes principales de ingreso para algunos países. El principal componente químico del tabaco, alcaloide líquido oleoso e incoloro (C10 H14 N2) es la nicotina, sustancia farmacológicamente activa de doble efecto, estimulante y sedante, y la principal responsable de la adicción, por el estímulo placentero que produce al activar la vía dopaminérgica y los receptores colinérgicos y nicotínicos del sistema nervioso central. Otros factores que influyen en la dependencia son el sabor, el aroma y el ritual que se establece durante el proceso de fumar, así comola interacción social que se presenta entre fumadores. En el siglo XVI, el Rey Jaime I de Inglaterra,combatió el consumode tabaco,argumentando quegeneraba daños al cerebro y a lospulmones. La nicotina alcaloidede efecto estimulante ysedante es el principalresponsable de laadicción al tabaco. Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 18La nicotina se absorbe con facilidad por la piel, las mucosas y los pulmones. La forma más frecuente de administración de esta sustancia es fumada, pues a través de la absorción por los bronquios, alcanzaniveles plasmáticos suficientes para atravesar la barrera hematoencefálica, llegando a la vía dopaminérgica en el sistema nervioso central en pocos segundos, lo que proporciona efectos rápidos y placenteros. Esta vía de administración produce efectos casi inmediatos al fumador, en un lapso de apenas siete segundos lo hace sentir alerta; de manera simultánea, experimenta cierta relajación muscular, por la activación del sistema de recompensa del núcleo accumbens, produciendo concentraciones séricas de glucosa, liberación de catecolaminas y de adrenalina. El consumo de nicotina en grandes dosis paraliza el sistema nervioso autónomo, impidiendo la transmisión de impulsos a través de los espacios intercelulares de las neuronas (espacios sinápticos), en dosis mayores puede producir convulsiones y muerte. El estímulo gratificante inicial va seguido de depresión y fatiga, lo que lleva al adicto a administrarse más nicotina, tanto para obtener los efectos deseados, tales como placer o mejora del rendimiento, como para evitar el síndrome de abstinencia que se caracteriza por ira, ansiedad, necesidad de consumo, dificultad para concentrarse, hambre, impaciencia e intranquilidad. El uso habitual de la sustancia hace que, durante el día, se acumulen en el cuerpo concentraciones de nicotina que persisten durante la noche. Por lo tanto, las personas que fuman cigarrillos en forma continua, exponen su organismo a los efectos de la nicotina las 24 horas del día.Modelo de Adicci ón a la Nicotina Fuente: Centro para el Control de Enfermedades de los EE.UU.Productos del tabaco Medio ambiente Cultural, político, económico e históricoHuesped incidental Fumador involuntario Vector Fabricante de productos del tabacoAnfitri ón Fumador/MascadorAdicci ón a la NicotinaFigura 1 El síndrome de abstinencia se caracteriza por: ansiedad, dificultad para concentrarse, impaciencia, ira e intranquilidad.19 Los fumadores informan, como una constante, que el primer cigarrillo del día, después de la abstinencia de la noche, les produce una mejor sensación que el último de la dosis de la noche anterior, el cual fueprecedido por una cantidad considerable de refuerzos (cigarrillos fumados). Asimismo, existen evidencias clínicas de tolerancia y abstinencia a los efectos de la nicotina. La investigación ha demostrado que la tensión nerviosa y la ansiedad afectan la tolerancia y la dependencia a esta sustancia. La corticosterona, hormona producida por la tensión nerviosa, reduce los efectos de la nicotina, por lo tanto cuando los fumadores habituales están bajo presión necesitan consumir mayor cantidad de la sustancia para lograr el mismo efecto, aumentando con esto la tolerancia. La depresión del ánimo (trastorno distímico, trastorno afectivo) se relaciona con la dependencia a la nicotina, pero hasta ahora no se sabe si la depresión predispone al sujeto a volverse fumador o si la patología se genera durante la dependencia a la nicotina. La depresión generalmente se incrementa durante la abstinencia, por lo cual se cita como causa de recaída. Se ha encontrado que la mayoría de los fumadores beben más café, té y alcohol que los no fumadores; su peso y presión arterial son ligeramente menores, asimismo, su frecuencia cardiaca es ligeramente más rápida que en los no fumadores. La mujer es especialmente vulnerable a los efectos de la nicotina porque la secreción estrogénica y la función ovárica se alteran con su consumo; es común que la menopausia aparezca antes en las mujeres fumadoras que en quienes no lo son. Los fumadores tienen una disminución en el rendimiento para el ejercicio máximo y un sistema inmunológico menos eficaz comparado con la población no fumadora. Otros hallazgos demuestran que cuando se comparan estos dos grupos, en el primero se encuentra una disminución de las concentraciones leucocitarias de vitamina C, ácido úrico, sérico y albúmina, además de que la proporción entre colesterol lipoproteínico de alta y baja densidad es menor. Otro dato significativo es que la aparición de arrugas faciales se adelanta en los fumadores, por otra parte, el acné intenso en los adolescentes es más frecuente. En los daños a la salud relacionados con el consumo de tabaco existe una clara relación dosis-respuesta entre el tabaquismo y el aumento de mortalidad, de la misma forma en que dejar de fumar estáasociado con el descenso en la tasa de mortalidad. En estos reportes se incluyen la edad de inicio del consumo, el número de cigarrillos consumidos y la intensidad y frecuencia de la inhalación. El humo de los cigarrillos es producido por la combustión del tabaco, la fuente principal de humo es la boquilla del cigarrillo durante las absorciones, las fuentes secundarias, entre las absorciones, son el extremo encendido y la boquilla. En cada inhalación las mucosas de boca, nariz, faringe y árbol traqueo- bronquial resultan expuestas al humo del tabaco. Los principales componentes de este humo son la nicotina y otros alcaloides carcinógenos, el monóxido de carbono y sustancias tóxicas e irritantes, que actúan directamente sobre las mucosas seabsorben por la sangre o se disuelven en la saliva y se degluten.La mujer es especialmentevulnerable a losefectos de la nicotinaporque Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 20El monóxido de carbono, que se desprende de la combustión del tabaco, tiene alto poder tóxico, que no suele producir síntomas clínicos evidentes salvo en circunstancias extremas, pero es el principal responsable de la poliglobulia en fumadores empedernidos, la cual se reconoce por un trastorno sutil en la capacidad para reaccionar o concentrarse. El entorno Desde hace varios años se ha identificado al tabaquismo como una de las principales causasprevenibles de enfermedad y muerte en el mundo; investigaciones realizadas en diversos países, reportan un ascenso en las tasas de consumo de tabaco, particularmente en adolescentes y mujeres,así como una disminución en la edad de inicio de la conducta de fumar. La Organización Mundial de Salud (OMS) indica que el hábito de fumar cigarrillos es causa directa o indirecta de cerca de 8 242 muertes por día y cuatro millones al año en el mundo, de las cuales la tercera parte ocurre en países en vías de desarrollo. Las tendencias actuales indican que para el año 2020 más de 10 millones de personas morirán a causa del tabaco, la mitad de ellas durante la madurez productiva, con una pérdida individual de 10 a 20 años de vida, para el 2030 siete de cada 10 de las defunciones ocurrirán en países en vías de desarrollo. Principales causas de muerte en el mundo en 1990 y estimaciones para el 2020 Fuente: OMS 1996.Infecciones del sistema respiratorio bajo Condiciones perinatalesTabaco El Banco Mundial señala que el tabaco es un problema mayor de las poblaciones pobres, jóvenes, de bajo nivel educativo y de bajos ingresos. Las muertes atribuibles al consumo de tabaco representansólo 5% en las poblaciones con una educación media y superior mientras que este porcentaje se incrementa a 19% en los grupos que tienen primaria como máximo nivel académico.Figura 2Es necesario trabajar por una disminución en la prevalencia del tabaquismo y los costos que genera su atención. Se ha dado un contraste en tendencias y magnitud del tabaquismo entre los países desarrollados y los que están en vías de desarrollo.21 Los adolescentes son considerados grupos de alto riesgo, ya que más del 60% de los fumadores se han iniciado desde los 13 años y más del 90 % antes de los 20 años. En el transcurso de los últimos diez años, en el mundo se ha dado un contraste entre las tendencias y la magnitud del tabaquismo. Mientras que en los países desarrollados se observa una disminución del promedio de cigarros anuales consumidos, en los países en vías de desarrollo se presenta un incremento de cifras. serejumyserbmohnesollirragicedomusnocledaicnelaverP 0002-0991edadacédaledsozneimoC.SMOaledsenoigersalnúges SMOalednóigeR ollorrasednúgessesíaposerbmoH serejuM 64 62 ocitáisAetseduSlednóigeR 44 4 latnediccOocifícaPlednóigeR 06 8 sodallorrasedsámsesíaP 24 42 sodallorrasedsonemsesíaP 84 7 laidnuM 74 21 .7991SMO:etneuF Sin embargo, cabe señalar que todas las naciones sufren pérdidas por el tabaquismo, particularmente por los riesgos asociados al consumo, de los cuales el cáncer pulmonar es el más grave. En Europa se calcula que 50% de todos los cánceres que aparecen en la población masculina son causados por el consumo de tabaco. Convenio Mundial Marco de la Lucha Antitabáquica El Convenio Marco para la Lucha Antitabáquica (CMLA) será el primer tratado internacional sanitario en materia de tabaquismo, cuya discusión se lleva a cabo bajo los auspicios de la Organización Mundial de la Salud (OMS) a través de un Órgano Intergubernamental de Negociación. El trabajo preparatorio del CMLA comenzó en 1996. En octubre de 1999 y en marzo del 2000 se reunió un grupo de trabajo formado por representantes de los países miembros de la OMS, para tratar asuntos técnicos relativos a la CMLA. Las negociaciones de este instrumento comenzaron en octubre del 2000. El desarrollo del CMLA incluye discusiones formales entre los estados miembros de la OMS. México ha participado en las reuniones del Órgano Intergubernamental de Negociación del CMLA.El Convenio Marco para la LuchaAntitabáquica (CMLA) será el primer tratadointernacional sanitarioen materia detabaquismo.En d ónde estamos Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 22El objetivo del CMLA es proporcionar un marco para identificar medidas de lucha antitabáquica que habrán de adoptarse mediante el compromiso de las partes para reducir el consumo de tabaco y proteger así a las generaciones presentes y futuras contra las consecuencias sanitarias, sociales, ambientales y económicas del consumo de tabaco y de la exposición al humo del tabaco. El CMLA también identificará medidas para su adopción nacional, en aquellos casos o temas en los cuales la legislación de los países todavía no cuenta con elementos para enfrentar el problema de consumo de tabaco. Entre otras se contemplan medidas relacionadas con los precios e impuestos para reducir la demanda de tabaco, medidas no relacionadas con los precios que incluye aspectos del tabaquismo pasivo, reglamentación del contenido de los productos del tabaco, empacado y etiquetado, publicidad y patrocinio, medidas de reducción de la demanda, relativas a la dependencia y el abandono del tabaco,así como medidas relacionadas con la oferta. Los resultados de esta negociación deberán reforzar las acciones del Programa contra el Tabaquismo 2001-2006. El tabaquismo en el contexto nacional El Programa Nacional de Salud 2001-2006, establece que la salud de la población es una condición indispensable para alcanzar una auténtica igualdad de oportunidades, desde éste abordaje la salud es vista como un valor compartido y como un objetivo social. En las última décadas se observa en el país un descenso en la mortalidad producto de enfermedades infectocontagiosas propias del subdesarrollo y las principales causas de muerte se han modificado; la variación en el panorama epidemiológico de las enfermedades no transmisibles y lesiones, presenta un aumento de tal magnitud, que el sector las asume como patologías emergentes. El tabaquismo se ubica dentro de las patologías que requieren atención emergente, considerado incluso por algunos especialistas como la epidemia del siglo y los datos demuestran que existe una fuerte vinculación con los principales indicadores de morbilidad y mortalidad. En México se estima que 122 personas mueren diariamente por causas asociadas al tabaco, esta es una de las razones por las que el tabaquismo se encuentra dentro de los diez problemas de Salud Pública prioritarios. En el presente, se perfila como una enfermedad no transmisible que, de no establecer medidas integrales para su control, rebasará la capacidad sanitaria que se requiere para su atención. Desde 1980 las enfermedades del corazón, constituyen la primera causa de mortalidad y para 1998 representó el 15.4 % de todas las defunciones; más de la mitad de estos casos (62.4%) corresponden a cardiopatía isquémica, patología asociada directamente con el tabaquismo. La tasa de muerte por cáncer de pulmón ha aumentado en ambos sexos durante los últimos años, en una relación de 2.5 hombres por una mujer. Entre 1992 y 1998 la mortalidad por tumores malignos en labio, cavidad bucaly faringe tendió a incrementarse, alcanzando 735 en el último año.Algunos especialistas consideran al tabaquismo como la epidemia del siglo. La cardiopatía isquémica, constituye una de las principales causas de mortalidad y es una patología asociada al tabaquismo.23 Además de los riesgos para la salud, los costos sociales incluyen ausentismo escolar y laboral, disminución de la productividad, altos costos en la atención médica, problemas de salud mental, ypérdida en años de vida productiva, entre otros. Patrones de consumo La Encuesta Nacional de Adicciones realizada en 1998 (ENA-98), señala que en México, el 27 .7% de la población urbana entre 12 y 65 años fuma (13 millones de consumidores de tabaco), 57 .4% no fuma y el comparación de los datos entre 1988 y 1998, establece que la proporción de fumadores en México, se incrementó en 7%, aunque es posible que la prevalencia nacional esté subestimada, porque el diseño de la muestra no incluye personas menores de 12 años ni mayores de 65 años.Prevalencia del consumo de tabaco. Poblaci ón urbana en M éxico. 1988, 1993, 1998 Fuente: DGE/EMP/CONADIC. Encuesta Nacional de que contiene el humo delos cigarros, al fumarentran en contacto conlas mucosas de laboca, nariz y faringe.En d ónde estamos Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 24Las estadísticas nacionales de fumadores indican que la región centro tiene una prevalencia de 32.3%, la región norte de 26.5% y la región sur de 18.5%, comparadas con un promedio nacional de 27 .7%. La región norte esta comprendida por Baja California, Baja California Sur, Sonora, Sinaloa, Durango, Chihuahua, Coahuila, Tamaulipas, San Luis Potosí y Nuevo León. La región centro esta comprendida por Aguascalientes, Guanajuato, Nayarit, Querétaro, Colima, Hidalgo, Zacatecas, Jalisco, Morelos, Puebla, Tlaxcala, Estado de México y Distrito Federal. Los estadosque comprenden la región sur son Michoacán, Guerrero, Veracruz, Tabasco, Yucatán, Campeche, Quintana Roo, Oaxaca y Chiapas. Respecto al género, 42.9% de los varones fuma, en comparación con 16.3% de mujeres. Según la ENA 98, el grupo etáreo con mayor prevalencia es el de los 18 a 29 años de edad (38.1%), demostrando que,conforme avanza la edad, el consumo de tabaco disminuye a 11 .2% en el grupo de 50 a 65 años. En cuanto a la distribución de fumadores en población de 12 a 65 años según edad y escolaridad, encontramos que, para el grupo de 18 a 29 años de edad con escolaridad de secundaria la prevalencia es de 35%, para la población de 30-39 años, también con escolaridad secundaria es de 34.4%. Para el grupo comprendido entre 40-49 años con primaria la prevalencia es de 39.3% y en el de 50-65 añoscon primaria es de 60.1%. Consumo de tabaco por menores de edad Si se toma en cuenta, que las personas que consiguen abstenerse de consumir tabaco durante laadolescencia es poco probable que se conviertan en adictas, ya que existe una fuerte vinculación entreel inicio a edades tempranas y la posibilidad de desarrollar la adicción a la nicotina, los adolescentes son un grupo de alto riesgo que debe ser fuertemente protegido del mercadeo de las tabacaleras. En un estudio realizado en 1991 por la Secretaría de Educación Pública y el Instituto Nacional de Psiquiatría entre la población escolar, el rango de edad que se reportó como más crítico para iniciar el consumo fue de 11 a 14 años. La ENA 98 indica que el consumo en población urbana de 12 a 65 años, según la escolaridad, es más representativo en estudiantes de secundaria (32%), teniendo el segundo lugar los menores eneducación primaria (29.3%). Con respecto a la edad de inicio, 61 .4 % comenzó a fumar antes de los 18 años y 33% entre los 18 y los 25 años; 5.5% después de tener 25 años. Con relación a fumadores en población masculina de 12-17 años, 23.5% de los escolares fuma y en el caso de mujeres 12.4%. Un estudio realizado en 1997 en el Distrito Federal respecto a la accesibilidad al tabaco de los menores de edad, demostró que 79% de los expendedores venden cigarrillos a menores a pesar de que existeuna prohibición en la Ley General de Salud. La venta de cigarros sueltos es otra práctica generalizada,a pesar de existir también la prohibición de venta por unidad.La región centro, tiene una prevalencia de fumadores superior a la media nacional. Como grupo de alto riesgo, los menores de edad que inician el consumo de tabaco entre los 11 a 14 años. En contra de la Ley General de Salud, en el D.F., 97% de los expendedores venden cigarrillos a menores de edad.25 De acuerdo con los resultados de estudios sobre el conocimiento del tabaco en escolares de primaria, los anuncios promueven la asociación de masculinidad y libertad como mecanismo para consumir tabaco. Fumadores seg ún edad de inicio, 1988, 1993, 1998 Fuente: Encuesta Nacional de Adicciones. 1990, 1993, 1988. XIX Curso Internacional en Epidemiología de 10-19 a ños por sexo Fuente: Resultados preliminares de la Encuesta Nacional de Salud 2000. Instituto de Salud Pública. El total de la población 10-19 años, se clasificó entre no fumadores y fumadores de por lo menos cien cigarros en su vida.Hombres Mujeres Fumadores = 1'509'773 No fumadores = 9'589'149Fumadores = 538'021No fumadores = 10'516'01786.4% 95.1% 4.9% 13.6% Más de 70% de estos menores creen que la gente fuma por imitación, un alto porcentaje recuerda más de una marca de cigarros y entre los elementos con mayor recordación se encuentran aquellos que provienen de las campañas publicitarias representativas del mercado de cigarros. En el ámbito nacional, la ENA 98 señala que el grupo de edad de 12 a 17 años presenta una prevalencia de 8.7% para los fumadores.Figura 4 Figura 5En d ónde estamos Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 26Consumo de tabaco en mujeres La connotación que la cultura ha dado en los últimos años al consumo de tabaco por mujeres, vinculándolo a la igualdad de derechos, a la lucha por la equidad de género, de justicia y de autonomía, entre otros, hace que el tabaquismo en las mujeres tenga mayor aceptación social y crezcarápidamente a pesar de que el organismo de la mujer es más vulnerable a los efectos del tabaco, locual nos obliga a realizar actividades informativas sobre los daños que le ocasiona. Sobre este tema se tiene que mencionar especialmente, los efectos que produce el tabaco en el feto de madres fumadoras, quienes, durante la gestación, exponen al producto a componentes tóxicos que circulan por la sangre materna y atraviesan la barrera placentaria. La madre que fuma durante elembarazo daña su salud y la del producto, afectando sus pulmones y causando cambios permanentes en su estructura y funcionamiento. El tabaquismo es una causa importante de enfermedades cerebro vasculares, por ejemplo, la hemorragia subaracnoidea es más probable en mujeres fumadoras que en las que no lo son, además, el uso simultaneo de cigarrillo y anticonceptivos orales aumenta este riesgo. Fumar durante el embarazo provoca entre 20 a 30% de los casos de bajo peso en los recién nacidos; 14% de los partos prematuros y cerca del 10% de las defunciones infantiles. La posibilidad de contraer asma se duplica en niños cuyas madres fuman más de 10 cigarros al día. Entre cuatrocientos mil y un millón de niños asmáticos empeoran su situación al ser expuestos involuntariamente al humo de cigarro. Algunos reportes indican que en el mundo existen aproximadamente 200 millones de mujeres fumadoras. La ENA 98, reporta que en México la prevalencia de mujeres fumadoras fue de 16.3%, lo que representa más de 4 millones de mujeres fumadoras. Consumo de tabaco en adultos de 20 o m ás años por sexo Fuente: Resultados preliminares de la Encuesta Nacional de Salud 2000. Instituto de Salud Pública. Nota. Para determinar la cantidad de fumadores se utilizó la categoría de fumadores de por lo menos cien cigarros en su vida.Hombres Mujeres Fumadores = 13'438'362 Fumadores = 22'212'46254% 83%17%46%Figura 6La presencia de la mujer en la cultura y la lucha por sus derechos, ha incidido en el incremento en el consumo de tabaco. En mujeres fumadoras que usan anticonceptivos aumenta el riesgo de sufrir enfermedades cerebrovasculares.27 Personal médico En 1998, la Encuesta en Aspirantes a Residencias Médicas, encontró que 20% de los médicos eran fumadores, 34% ex-fumadores y 46% no fumaba. De este grupo de población, 41% resultó ser fumador leve (consumían de uno a cinco cigarros por día); 19% presentó un problema moderado (al consumir entre seis y quince) y 5% registró una actividad severa al fumar más de 16 cigarros diarios. En 1998, otro estudio sobre tabaquismo en médicos mexicanos, incluyendo diferentes institutos nacionales de salud, encontró que la prevalencia de médicos fumadores fue significativamente menor que la que se presenta entre fumadores que no son médicos, pero mucho mayor que la reportada en médicos de otros países como Canadá y E.U.A. La prevalencia entre los médicos de los diferentes institutos nacionales fue de 22%, la de los no médicos es de 27 .7%. La relevancia de este dato se encuentra en el hecho de que se ha señalado que los médicos que fuman llevan a cabo menos intervenciones sobre tabaco en sus pacientes, en comparación con los médicos no fumadores. Otros estudios indican una elevada prevalencia en enfermeras y promotores de la salud. Tabaquismo involuntario La mayor parte de la contaminación ambiental que produce el tabaco procede de la fuente secundariade humo, la cual contiene una variedad de agentes tóxicos mayor que la principal. El fumador pasivo o involuntario, es toda persona que inhala el humo de la combustión de productos de tabaco que se encuentra en el aire en ambientes cerrados. Durante muchos años se pensó que el tabaquismo pasivo o involuntario tenía nula o poca importancia, atribuyéndole sólo efectos irritantes sobre la conjuntiva ocular o el tracto respiratorio superior. Las primeras referencias suficientemente documentadas del tabaquismo pasivo se realizaron en la década de los setenta, se estableció que es un riesgo innecesario, involuntario, que repercute negativamente sobre la salud del organismo del no fumador. En 1986 los hallazgos en la materia llevan a los Institutos Nacionales de Salud de Estados Unidos de Norteamérica (NIH), a declarar que fumar pasivamente es causa de diversas enfermedades entre las que se incluye el cáncer de pulmón. Aunque es difícil evaluar los efectos del tabaquismo pasivo, actualmente se usan los marcadores biológicos que permiten valorar la exposición reciente al humo de tabaco ambiental, así como los métodos epidemiológicos, que evalúan los resultados de la exposición crónica en la salud de la población. Estudios realizados en sujetos no fumadores han detectado la presencia de tóxicos componentes del humo del cigarro en niveles orgánicos similares a los detectados en fumadores habituales leves.La prevalencia en el consumo entre elpersonal médico incide en el número de intervenciones querealizan con paracombatir eltabaquismo. fumador.En d ónde estamos Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 28Los fumadores involuntarios obligados a inhalar el humo del tabaco en el ambiente, producido por los fumadores activos en la escuela, el trabajo o en el hogar, llegan a ser considerados como fumadores leves, es decir, están expuestos a los mismos riesgos a la salud que los fumadores activos. Con estas evidencias se ha llegado a un acuerdo generalizado en la comunidad científica para afirmar, que la exposición crónica del fumador pasivo es un riesgo real para la salud. En México se han hecho declaraciones sobre este tema, para promover iniciativas que protejan a la población no fumadora, puesactualmente se sabe que la fuente secundaria del humo de tabaco es una de las principales causas de contaminación atmosférica en ambientes cerrados. Con base en los datos de las Encuestas Nacionales de Adicciones, en 1988 42.5% de la población encuestada estaba expuesta, de manera involuntaria al humo del tabaco en su hogar, lo cual representa 11 358 400 de personas; a pesar de que reconocen que el humo del tabaco afecta la salud, esta cifra se incrementó en 1998 a 18 144 032 lo que representa el 52.6% de la población, conformada en su mayoría por mujeres. Tabaquismo pasivo y enfermedades en la infancia El tabaquismo pasivo en niños, como consecuencia de padres fumadores, ha sido causa de estudios científicamente documentados en los que se ha encontrado una relación directa entre la inhalación pasiva del humo de tabaco y la salud infantil; a veces los datos parecen contradictorios debido a laselección de criterios y metodologías diferentes, sin embargo, las conclusiones comunes demuestranla relación entre el tabaquismo pasivo infantil y el mayor riesgo o predisposición a infecciones respiratorias agudas, otitis media, tos crónica y sibilancias bronquiales. En los hijos de padres fumadores se presentan cuadros de asma más comunes y de complicada evolución, así como infecciones de las vías respiratorias altas más frecuentes y prolongadas comparados con los niños no expuestos pasivamente al humo del tabaco en el ambiente familiar. Asimismo, se han puesto de manifiesto los trastornos de crecimiento en los primeros años de vida. De igual manera se ha observado que la muerte súbita del lactante, mas conocida como muerte de cuna, se presenta con mayor frecuencia (40%) entre hijos de padres fumadores, que en los niños que no están expuestos al humo del tabaco ambiental. Transtornos de conducta y problemas psicosociales asociados al consumo de tabaco El transtorno por déficit de atención (TDA) es uno de los más comunes en la población infantil. Se estima una prevalencia del 3 al 5% en esta población. Actualmente, se calcula que el 50% de los niños que acuden a un servicio de consulta externa en un centro de salud mental de primer nivel de atención, busca tratamiento para este trastorno. Los niños con TDA son más vulnerables a presentar trastornosde aprendizaje, de conducta, oposicionalista del desarrollo, depresión, tics y consumo de tabaco.La ENA 98, reporta que los efectos del tabaquismo involuntario afectan a más del 50% de la población mexicana. Los niños y las mujeres son los grupos más vulnerables de estar expuestos de manera involuntaria al humo del tabaco y los efectos nocivos a la salud.29 Este grupo de pacientes, es también más vulnerable a sufrir maltrato infantil, rechazo escolar y aislamiento social. Los adolescentes con TDA tienen mayor probabilidad de tener problemas con lajusticia, comparados con sus pares que no padecen este trastorno. La ausencia de tratamiento puedeocasionar fracaso escolar, social y familiar, multiplicando así los riesgos de que se presenten otrasafecciones mentales como son el consumo de drogas y el disocial. Las consecuencias individuales,familiares y sociales de este padecimiento, subrayan la importancia de establecer lineamientosgenerales para su manejo obteniendo un beneficio para los enfermos y sus familias, de manera dereducir el impacto que tiene individual y colectivamente. Es también interesante profundizar el estudio entre tabaquismo y depresión, primera causa de discapacidad en el mundo. La respuesta de la sociedad organizada A pesar de que actualmente la sociedad conoce más los efectos nocivos del tabaco, los adolescentesmexicanos y las mujeres lo consumen cada vez con mayor frecuencia. La oferta permite encontrarcigarros casi en cualquier comercio formal e informal, disponibles incluso para menores de edad osueltos por unidad a pesar de estar prohibida su venta bajo esta modalidad. En nuestro país existenpocos obstáculos para el consumo de productos de tabaco y frecuentemente no se cumplen lasdisposiciones al respecto. Las medidas para prevenir la adicción se han visto frenadas por la baja percepción del riesgo, el clima social imperante, la cultura, las tradiciones que apoyan el consumo. Por otro lado, la falta de manifestaciones conductuales y sociales que asocien de manera inmediata el consumo del tabaco con efectos dañinos, como en el caso de alcohol y otras drogas, llevan a una mayor permisividad la cual asu vez es apoyada por la distancia temporal que existe entre el inicio de la adicción y las consecuenciasa la salud. Todos estos elementos hacen más compleja la problemática. El tabaquismo representa un alto costo para el sistema de salud pues las evidencias demuestran que su impacto afecta sensiblemente la economía familiar, la institucional y la nacional. Además, es importante considerar que las políticas oficiales expresadas en leyes y reglamentos que pretenden normar la producción, distribución, venta y consumo, no siempre surgen por intereses deprotección a la salud, sino que, a menudo, se pondera más el desarrollo agrícola, industrial y comercial que la misma salud pública. Bajo este panorama, en un esfuerzo por considerar que la salud y la educación son elementos centrales del capital humano, la actual administración establece, en el Programa Nacional de Salud 2001-2006,que en el combate a las adicciones se deben incluir acciones en materia de educación, prevención,tratamiento y control. A continuación se presenta un panorama general de los servicios que tiene el país en materia de prevención (en donde quedarán incluidos los programas de educación preventiva), tratamiento, control e investigación.Es también interesante profundizar el estudioentre tabaquismo ydepresión, primera causa de discapacidaden el mundo. El tabaquismorepresenta un altocosto a la salud y laeconomía familiar,institucional ynacional. medidas paraprevenir la adicción frenadas porla baja percepción delriesgo.En d ónde estamos Programa de acción: Adicciones. Tabaquismo 30 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 1. Prevenci ón La prevención debe desarrollarse en el marco de una política integral de educación para la salud y el bienestar que representa el conjunto de esfuerzos encaminados a lograr la reducción o eliminación del uso de drogas, en este caso del tabaco, o al menos el retraso en su inicio, así como de los problemasasociados a este consumo. Toda estrategia preventiva debe contener acciones para la restricción de la oferta y la disponibilidad de la droga; la disminución de la demanda y de los consumidores potenciales, así como la mejoría delestilo de vida y el contexto social en el cual se presenta el consumo. La prevención primaria debe atender, sobre todo, a las nuevas generaciones, incluyendo a la pubertad y la adolescencia, etapas vulnerables a las dependencias, debido a las características del proceso madurativo biológico y psicológico que se vive; en esta edad los individuos son especialmente sensibles y el grupo de pares es capaz de ejercer una gran influencia en la adopción de conductas de riesgo. Para los propósitos de la prevención en niños y jóvenes es importante también, considerar el entorno y la dinámica familiares, asimismo, la actitud social, la publicidad que induce al consumo, elcomportamiento de figuras públicas (deportistas, actores, políticos) en relación con el consumo y laveracidad de la información difundida sobre los efectos a la salud, además de la orientación para ocupar el tiempo libre. 1.1. Coordinaci ón y colaboraci ón Para alcanzar las metas establecidas en el Programa contra el Tabaquismo, se establecerá vinculación con otros programas de acción del Sector, encargados del fomento a la salud a través de la educacióny sensibilización de grupos vulnerables. 1.2. Acciones de prevenci ón y cobertura Para lograr una cobertura nacional en las acciones del Programa contra el Tabaquismo, el Consejo Nacional contra las Adicciones está representado en los servicios de salud de todas las entidades de laRepública a través de los Consejos Estatales contra las Adicciones (CECA), y de los Comités Municipales contra las Adicciones (COMCA). El rango de desarrollo de actividades es variado y en cada entidad los integrantes de los Consejos y de los Comités demuestran diferentes grados de iniciativa y de compromiso con el Programa, pero en lamayoría de ellos existe la necesidad de trabajar en el combate al tabaquismo, por lo que se promueve el trabajo en la comunidad, especialmente con la población escolar de educación básica. Dentro de las acciones preventivas que CONADIC ofrece, promoviendo estilos de vida saludable, se encuentran la información a los diferentes sectores de la población sobre los riesgos asociados alPara lograr la disminución o eliminación del consumo de tabaco, la prevención debe desarrollarse en el marco de una política integral. Los recursos destinados a la prevención primaria, es la manera más eficaz de proteger la salud de las nuevas generaciones.31 tabaquismo, tanto para la población consumidora como para la que no se ha iniciado en el consumo, así como para sensibilizar a la comunidad de su corresponsabilidad en la lucha contra el tabaquismo. Entre los esfuerzos de comunicación que se han llevado a cabo para abordar el tema del tabaquismo existen, materiales impresos, audiovisuales, spots para radio y televisión, campañas de sensibilización: Materiales impresos: Trípticos con información general respecto al tabaquismo, los daños que puede causar y la forma en que pueden convivir armoniosamente fumadores y no fumadores. /L50766¿Qué ganamos al fumar? /L50766¿Qué es el tabaco? /L50766Ubícate Carteles el tabaquismo un paso adelante /L50766Ubícate /L50766Dejar de fumar te conviene Boletines informativos: /L50766Boletín CONADIC informa, número especial. 31 de mayo, 2001 Campa ñas de comunicaci ón social: Dejar de fumar me conviene Con el propósito de comunicar al fumador, de manera clara y objetiva, los beneficios que puede obteneral dejar de fumar, se trasmitió en el ámbito nacional, a través de anuncios de 30 segundos de radio y televisión en todos los canales y radiodifusoras. La población objetivo fue de fumadoras y fumadores, mayores de 30 años, de estrato socioeconómico medio y alto. El mensaje visual fue mostrar formas de estilo de vida saludable, que pueden estar al alcance del fumador, si abandona el hábito tabáquico.El CONADIC, elabora y difunde materialespara apoyar la luchacontra el tabaquismo. Una de las accionespreventivas deCONADIC, es la deinformar a la comunidada cerca de los daños ala salud que causa eltabaquismo.En d ónde estamos Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 32Difusión del Reglamento sobre Consumo de Tabaco Con el propósito de dar a conocer la fecha de implantación del Reglamento a todos los trabajadores del gobierno federal. Se trasmitieron mensajes radiofónicos de 30 segundos, en toda la República. El mensaje trasmitía las ventajas de dejar de fumar y la posibilidad de solicitar ayuda ante la puesta enmarcha de un reglamento que prohibe fumar en las áreas de trabajo de los edificios federales. Ubícate Con el propósito de transmitir el mensaje de que es necesario limpiar el aire del humo de tabaco para poder tener una vida saludable, se realizaron spots de radio y televisión que fueron trasmitidos en el ámbito nacional, por los canales y radiodifusoras de todo el país con el concepto de que cada individuo, dependiendo de su relación con el tabaco, debe ubicarse en un marco de respeto y armonía. El fumador tiene la opción de ubicarse en un esfuerzo para dejar de fumar o para abstenerse de fumar en elambiente de los demás. El no fumador tiene la opción de ubicarse en un lugar libre de humo de tabaco. Esta campaña fue dirigida a la población abierta. En lo que se refiere a las actividades preventivas cara a cara, se elaboraron los manuales del modelo preventivo Construye tu vida sin adicciones, que está fundamentado en la estrategia de integración mente-cuerpo, que es autogestivo y busca construir estilos de vida saludables a partir de la identificación de los factores de protección y los de riesgo en el estilo de vida. Hasta el momento se han publicado los manuales para población adulta joven, púberes y adolescentes tempranos. El modelo preventivo Construye tu vida sin adicciones CONADIC/SSA, ha sido, desde 1997 , el de mayor difusión en el ámbito nacional. La Guía para Formar una Asociación Estudiantil Construye Tu Vida sin Adicciones, así como el cartel y los videos del mismo nombre, fueron realizados con el apoyo de la Organización Panamericana de la Salud, a partir de la propuesta del trabajo ganador del Concurso de Programas de Prevención convocado en 1998, en el contexto de la celebración del Día Mundial sin Tabaco, bajo el lema: \"Crecer libres de tabaco\". Esta actividad, que forma parte del modelo preventivo Construye tu vida sin Adicciones,actualmente se lleva a cabo a través de los Consejos Estatales contra las Adicciones y los Centros de Integración Juvenil. 1.3. Acciones en otras instituciones del sector El Instituto Mexicano del Seguro Social IMSS, y el Instituto de Seguridad y Servicios Sociales para losTrabajadores del Estado ISSSTE, los servicios médicos de SEDENA, PEMEX y Marina, en sus unidades y niveles de atención, realizan para la población derechohabiente actividades de información y difusión de los daños a la salud que produce el consumo de tabaco. En el IMSS, también se trabaja para que se incorpore en sus instalaciones, el concepto de Áreas libres de humo de tabaco, con lo cual se pretende fortalecer la cultura de la salud en los usuarios del servicio y elpersonal médico y no médico adscrito al instituto. El ISSSTE, por su parte, ha incorporado al quehacer de las Comisiones mixtas de seguridad e higiene, intervenciones preventivas del consumo de tabaco. Ubícate, es una campaña de difusión para lograr ambientes libres de humo de tabaco. Los Institutos de Salud en el país trabajan activamente en acciones de prevención del tabaquismo. Las Comisiones mixtas de seguridad e higiene, colaboran en acciones de prevención del humo de tabaco. 33 El Sistema Nacional para el Desarrollo Integral de la Familia DIF , en los programas de promoción de la salud para grupos vulnerables, incluye acciones de prevención del tabaquismo, las cuales son realizadas a través de sesiones educativas e informativas sobre aspectos básicos de cuidado de la salud,abandono del tabaquismo y de otras adicciones. Celebración del Día Mundial sin Tabaco La Organización Mundial de la Salud, promueve cada año, desde 1988 el día mundial de lucha contra el tabaquismo y establece un lema alrededor del cual se realizan, en el ámbito internacional, una serie de actividades para conmemorar el 31 de mayo, el Día Mundial sin Tabaco. En nuestro país esta celebración se realiza bajo la coordinación del Instituto Nacional de Enfermedades Respiratorias y del CONADIC. Por el gran número de actividades y preparativos que realizan, esteacontecimiento funciona como una de las principales estrategias de sensibilización directa a la sociedady a través de los medios de comunicación social, especialmente prensa escrita, radio y televisión. 1.4. Prevenci ón en el ámbito educativo La Secretaría de Educación cuenta con un amplio programa de salud del escolar, para el nivel de educación básica, en el cual se incluyen contenidos y actividades específicas referentes a la prevención de las adicciones, donde se encuentra un espacio destinado a la prevención del tabaquismo que tieneimportancia especial por la edad de la población a la que está dirigido, que precisamente coincide con la edad promedio de inicio. Desde 1994 se incluyeron contenidos en los libros de texto gratuito de 4°, 5° y 6° de primaria. A partir de 1998 se incorporó la asignatura de orientación educativa en la currícula de educación secundaria, destinándole determinado número de horas clase, al tema de las adicciones. Otra de las acciones que se ha incorporado en los últimos años es la que pretende que las escuelas sean ambientes libres de humo de tabaco. Por otra parte, desde 1994, la Subsecretaría de Educación Básica para el Distrito Federal ha implantado, en la mayoría de las delegaciones políticas del Distrito Federal, el Programa de Educación Preventiva contra las Adicciones, PEPCA/SEP , que tiene siete proyectos para ser trabajados de maneraextracurricular, uno de ellos es el de Prevención del consumo de tabaco, mismo que ha sido el mássolicitado desde su puesta en marcha. Es importante mencionar que uno de los esfuerzos más significativos de la difusión del modelo preventivo Construye tu vida sin adicciones hacia la comunidad escolar, se dió por la coordinación establecida entre el CONADIC y la Dirección General de Materiales y Métodos Educativos de la SEP . Eltrabajo conjunto permitió realizar una experiencia piloto en tres ciudades de la República, Pachuca, Hermosillo y Querétaro, dando como resultado que el modelo fuera adoptado por la SEP , para lo cualse reprodujo el Manual para población preadolescente y adolescente temprana, a fin de usarlo enescuelas primarias y secundarias del país.Desde 1966, la OMS promueve cada año, el día de la lucha mundialcontra el tabaquismo. Las acciones deprevención que serealizan desde elsector sonfundamentales porquepara almundo adulto.En d ónde estamos Programa de acción: Adicciones. Tabaquismo Para combatir el tabaquismo esnecesario reconocerlocomo una enfermedad.Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 34El Instituto Mexicano de la Juventud, organismo descentralizado del sector educativo, en su Programa Nacional Juvenil de Prevención de las Adicciones, PREVEA, de difusión nacional a través de los InstitutosEstatales del Deporte y la Juventud, promueve la realización de actividades preventivas del tabaquismo. En el nivel de educación superior existen diversas iniciativas, baste señalar algunas de ellas para hacer hincapié en el interés que existe por prevenir el tabaquismo. Recientemente el Instituto Politécnico Nacional ha incorporado para la formación de los alumnos, el diplomado en desarrollo humano, en el cual se atiende, de manera prioritaria, la prevención de adicciones. También ha establecido una clínica para el abandono del tabaquismo y promueve el establecimiento de espacios libres de humo de tabaco. Recientemente se declaró al CECyT 4 comoescuela libre de humo de tabaco. Por su parte, la UNAM ha implantado el programa Habilidades para Vivir, con contenidos preventivos y ha establecido una clínica para el abandono del tabaquismo en la Facultad de Medicina, ademáspromueve espacios libres de humo de tabaco. Dicha Facultad se constituye como establecimiento libre de humo de tabaco en congruencia con los principios de la salud pública y los objetivos de la Universidad. Diferentes campus del Tecnológico de Monterrey se han definido como ambientes libres de humo de tabaco, prohibiendo el consumo de cigarros a toda la comunidad educativa. Esta política de restriccióntambién se aplica en otras universidades. Algunas escuelas y facultades de medicina públicas yprivadas han iniciado la formación de médicos no fumadores. Una iniciativa más de prevención de adicciones en el nivel de educación superior se inició en el año 2000 cuando CONADIC convocó a los representantes del área de la salud de las universidades del país, con el propósito de intercambiar experiencias y establecer una red de trabajo preventivo, este proyecto se conoce por sus siglas como REUNA. 1.5. Coordinaci ón con la Secretar ía de Comunicaciones y Transportes Este sector ha establecido medidas de control del tabaquismo en los espacios que le corresponden, desde autobuses foráneos, hasta el transporte aéreo. Por ejemplo, con todas las líneas aéreas se firmóun convenio para reglamentar la prohibición de fumar en vuelos de corta duración (menos de 90minutos). Por su parte Mexicana de Aviación y Aeroméxico en un esfuerzo por proteger la salud de sus pasajeros y tripulación, han hecho de todos los vuelos nacionales y muchos internacionales vueloslibres de humo de tabaco. 1.6. Iniciativas en organismos no gubernamentales La Asociación de Mujeres de América Latina en contra del Tabaquismo AMALTA, con representación en nuestro país, es una organización donde las mujeres actúan como agentes educativos y de cambiosocial trabajando por disociar el consumo de tabaco de los valores positivos que le han sido atribuidos.La SCyT, ha establecido medidas de control de tabaquismo en los espacios que le corresponden.35 El Comité Latinoamericano Coordinador del Control del Tabaquismo CLACCTA, con representación en México, es una asociación reconocida por la Organización Mundial de la Salud y por la Organización Panamericana de la Salud, que trabaja en la prevención y control del tabaquismo. 2. Tratamiento 2.1. Servicios para el tratamiento y la rehabilitaci ón de fumadores El término tratamiento se utiliza para definir el proceso que comienza cuando los consumidores de sustancias psicoactivas entran en contacto con un proveedor de servicios de salud u otro servicio comunitario y puede continuar a través de una serie de intervenciones concretas hasta que el usuario abandona su uso y alcanza un nivel de salud y bienestar más altos. Aún cuando desde hace varias décadas se puso de manifiesto la peligrosidad del tabaco, no se consideró que la nicotina fuese una droga, a pesar del alto índice de recaídas en fumadores que habían tratado de dejar de fumar, el cual es análogo al de los adictos a la heroína. Cuando se demostró el poder adictivo de la nicotina y se reclasificó a través del DSM IV, se inició la investigación de alternativas para favorecer el abandono de esta adicción. Las alternativas para dejar de fumar son variadas. El fumador que quiere dejar de fumar debe conocer las molestias a las que se va a enfrentar y poner en marcha estrategias para evitarlas, entre otrasincrementar su ejercicio físico y vigilar su alimentación ante un probable aumento de peso. Si bien es cierto que un porcentaje de fumadores logra abandonar el consumo sin ningún apoyo farmacológico o de otro tipo, dejando de fumar de manera voluntaria y repentina, por convicción, autodominio, miedo a contraer enfermedades u otras razones, la mayoría de los casos requieren deapoyo complementario especialmente durante las primeras 8 ó 12 semanas de abstinencia, que es elperíodo más crítico para las recaídas. En el tratamiento para el abandono del tabaco se distinguen cuatro tipos de modalidades: /L50766Terapia de sustitución /L50766Terapia de bloqueo /L50766Terapia de soporte /L50766Otras terapias farmacológicas Terapias de sustitución La terapia de sustitución consiste en administrar nicotina, por una vía distinta a la de fumar, en dosis progresivamente decrecientes hasta lograr la rehabilitación.El fumador que quiere dejar de fumar debeconocer las molestiasque va enfrentar y losbeneficios queobtendrá. Las frecuentesrecaídas del fumador se deben al alto poderadictivo de la nicotina,similar al de laheroína.En d ónde estamos Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 36Existen varias vías de terapia sustitutiva de nicotina, como son los parches dérmicos, chicles, inhalador bucal, también se están haciendo pruebas para producir un spray nasal. En este modelo se busca que los dependientes sean capaces de superar su adicción con las dosis que reciben a través del sistema sustitutivo de administración de nicotina y reducir paulatinamente la dosis diaria hasta que los síntomas sean mínimos y tengan mayores probabilidades de éxito. El parche dérmico consiste en la administración cutánea de nicotina que logra concentraciones plasmáticas sostenidas; por su facilidad de uso parece superar al chicle en cuanto a complemento terapéutico para la cesación, pero el paciente no tiene el control cuando requiere mayor cantidad de nicotina. Las reacciones adversas más frecuentes son alteraciones cutáneas, mareos, insomnios y úlceras gastro duodenales. Otro de los productos más utilizados en este tipo de terapias son los chicles que contienen de 2 a 4 mg. de nicotina y deben mascarse lentamente hasta que la nicotina se libere. Este tratamiento estácontraindicado en personas con enfermedades cardiovasculares, en el embarazo o durante la lactancia, en enfermos mentales y en pacientes que cursan otra dependencia. Otras formas de terapias de sustitución son las que administran nicotina por vía oral, el inhalador que es un tubo plástico, llamado cigarrillo sin humo. El cigarro sin humo, es un tubo de plástico que asemeja al cigarro, en cuyo interior hay un dispositivo impregnado con nicotina, útil para fumadores en los que la adicción esta muy condicionada a la manipulación de los cigarros y a tenerlos en la boca. También permite al paciente controlar las dosis de nicotina cuando se sienten con mayor intensidad los síntomas de abstinencia. Terapias de bloqueo Consiste en el bloqueo de receptores nicotínicos con fármacos, lo cual reduce la satisfacción de fumar, pero presenta reacciones adversas por su efecto bloqueador, lo cual hasta la fecha limita su uso. El Bupropión de liberación prolongada, (anfebutamona) es un inhibidor selectivo relativamente débil de la recaptura de norepinefrina, serotonina y dopamina, que no inhibe a la monoxidasa y se utiliza como medicamento antidepresivo, que ha demostrado utilidad como coadyuvante para dejar de fumar. Está contraindicado en pacientes con trastornos epilépticos, con antecedentes de hipersensibilidad a cualquier componente de la fórmula, con diagnóstico actual o previo de anorexia nerviosa o de bulimia, así como la administración concomitante con inhibidores de la MAO. Terapia de soporte Programas de apoyo psicosocial como único procedimiento o asociada a procedimientos farmacológicos. Hasta ahora es la que ha alcanzado mayor número de resultados satisfactorios.La terapia de sustitución consiste en administrar nicotina, en dosis progresivamente decrecientes por una vía distinta a la de fumar, hasta lograr la rehabilitación.37 Otras terapias: Nic-Vax Actualmente está en desarrollo un ensayo clínico con un compuesto denominado Nic-Vax que inducela formación de anticuerpos que neutralizan la nicotina en la sangre en alrededor de 65% y reducen losefectos de la sustancia en el corazón y el cerebro. El cual abre la perspectiva de poder disminuir los satisfactores que provoca la nicotina y así prevenir y coadyuvar en el tratamiento del tabaquismo. 2.2. Cl ínicas de tabaquismo Las clínicas de tabaquismo que funcionan en el país, se pueden incluir en la clasificación de las terapias de soporte asociada a procedimientos farmacológicos. En estas el paciente recibe una atención integralpor el equipo de trabajo, el cual está integrado por un médico, un psicólogo y una trabajadora social. En estas unidades inicialmente se evalúa el estado general de salud del paciente y se incorpora a sesiones grupales en donde se aplican técnicas cognitivo-conductuales. El impulso dado desde el sector oficial para ofrecer servicios de tratamiento y de rehabilitación a los fumadores que quieren dejar de fumar, ha permitido un constante incremento de clínicas de tabaquismo en el país. Los Servicios Estatales de Salud cuentan actualmente con 32 clínicas contra el tabaquismo y CONADIC sigue promoviendo la capacitación que otorga el Instituto Nacional de Enfermedades Respiratorias, INER, al personal médico de los servicios de salud estatales. El Instituto Mexicano del Seguro Social ha abierto este servicio para sus derechohabientes de la República y los Centros de Integración Juvenil también han realizado un esfuerzo importante en este rubro, lo cual hace posible que en nuestro país se encuentren trabajando un número considerable deestablecimientos, que ofrecen el servicio tanto en ámbitos hospitalarios como de consulta externa. En el Distrito Federal, algunos centros hospitalarios del sector oficial cuentan con este servicio, muchos de ellos dedican parte de su esfuerzo a formar recursos humanos para la atención de los dependientes a la nicotina y han recibido el reconocimiento nacional e internacional. Entre los de más amplia trayectoria se encuentran el Instituto Nacional de Enfermedades Respiratorias, el Hospital General Manuel Gea González, la Unidad de Consulta Externa de Neumología del Hospital General de México, el Instituto Nacional de Cancerología, el Instituto Nacional de Neurología y Neurocirugía \"Dr. Manuel Velasco Suárez\" y el Hospital de Cardiología del Centro Médico Nacional Siglo XXI del IMSS. La Secretaría de Salud del Gobierno del Distrito Federal, cuenta con una clínica en la Jurisdicción Sanitaria Cuauhtémoc, de la Ciudad de México; el Instituto Politécnico Nacional brinda este servicio a la comunidad escolar a través de la Dirección de Apoyo a Estudiantes y recientemente la UNAM también ofrece el servicio en la Facultad de Medicina. Algunos centros hospitalarios del sector privado cuentan con este servicio, como el Hospital ABC, el Hospital Médica Sur y el Hospital Ángeles del Pedregal.En las clínicas de tabaquismo, lospacientes reciben unaatención Nacional deEnfermedadesRespiratorias, harecibido reconocimientointernacional por lasinvestigaciones enrelación al estrategiasefectivas, ónde estamos Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 382.3. Alternativas para la atenci ón En los últimos años se han iniciado otras opciones de tratamientos para la adicción al tabaco, algunas de ellas como la hipnosis, acupuntura, homeopatía surgen de la medicina alternativa. En este campoaún no se tienen estudios para conocer los logros alcanzados por estos abordajes. 3. Investigaci ón La investigación que se realiza por diferentes grupos de académicos desde del sector privado y el oficial, ha permitido avanzar en la sensibilización de la población general y en el reconocimiento por parte de la misma población de la importancia del tema. 3.1. Investigaci ón desde el sector oficial Para disponer de información actualizada sobre la problemática del tabaquismo que permita orientar la toma de decisiones y medidas para optimizar los recursos de atención y de prevención, la Dirección General de Epidemiología recaba y sistematiza la información relevante en la materia, como son las Encuestas Nacionales en Adicciones y otros estudios específicos. El Instituto Nacional de Enfermedades Respiratorias realiza diversas investigaciones con relación al tabaquismo. El Instituto Nacional de Psiquiatría, en colaboración con diversas instituciones realiza otros estudios e investigaciones; los conocimientos que generan ambos institutos son de vital importancia para conocer los aspectos relevantes de la dinámica del consumo, así como los factores y las variables que inciden en el mismo. El Instituto Nacional de Salud Pública desarrolla desde hace varios años investigaciones sobre la relación entre el consumo de tabaco y la economía familiar y nacional. 4. Normatividad y control Este apartado tiene especial atención en el Programa Nacional de Salud vigente y al respecto establece que para el combate de la adicción al tabaco, alcohol y otras drogas, el control de la oferta, las restric-ciones para el consumo y modificaciones fiscales, son acciones fundamentales. Hasta el momento México cuenta con diferentes regulaciones para evitar y controlar el consumo de tabaco, acordes a los criterios utilizados en la mayoría de los países que han legislado en la materia, acontinuación se presentan las leyes, reglamentos y códigos al respecto.Cada cigarrillo consumido supone empobrecimiento de la humanidad, debemos considerar el control del tabaquismo como algo rentable. Las restricciones al consumo y comercialización de los productos de tabaco, es parte de una política mundial encaminada a la reducción del daño.39 4.1. Reglamento de Control Sanitario de Productos y Servicios El Reglamento de Control Sanitario de Productos y Servicios DOF 9-08-99, en su Título Vigésimo Primero, establece que se deberán observar niveles máximos de nicotina y alquitrán y que en las cajetillas se indicará la cantidad que contienen. Prohibe la venta de cigarros por unidad, o en cajetillas menores de 14cigarros y establece que no podrán tenerse al libre acceso. La venta por máquinas automáticas en establecimientos visitados mayoritariamente por adultos, incluye corresponsabilidad de comercializadoraspara evitar la venta a menores. Hace explícito que se deberá exigir identificación oficial para comprobar mayoría de edad y de no presentarla, no se podrán vender o suministrar productos de tabaco. En el Apéndice XIX se señalan las características que deberán tener las leyendas de advertencia y se agrega la obligación de incorporar la advertencia de: \"Venta prohibida a menores\". 4.2. Reglamento en Materia de Publicidad El Reglamento de la Ley General de Salud en Materia de Publicidad, DOF 04-05-00, señala que la publicidad deberá ser orientadora y educativa: se limitará a informar características, propiedades y empleos reales, proporcionar información sanitaria y señalar precauciones. Establece las característicasde las leyendas de advertencia: tamaño, duración, visibilidad, volumen, ritmo y claridad, incluso cuandose utilice el logotipo, marca o forma de identificación del producto; así como que el anunciante es quientiene que comprobar las características del producto o el grupo blanco al cual se dirige, cuando laSecretaría se lo solicite. Prohíbe mensajes subliminales. Propone coordinación de sectores para promover y apoyar la elaboración y difusión de campañas que moderen el consumo de alcohol o desalienten el de tabaco y que adviertan los daños que ocasiona, sus efectos nocivos especialmente en la niñez, la juventud y durante el embarazo. No permite que haya manipulación, ni consumo del producto. No podrá dirigirse a menores de edad, ni difundirse en publicaciones o de telecomunicación visual destinadas a ellos, ni en las deportivas oeducativas. Los anuncios en televisión y demás medios de difusión pública sólo podrán trasmitirse después de las 22 horas. En cine, en películas sólo para adultos. La SSA puede incluir otras leyendas precautorias, asícomo disposiciones para su aplicación. Prohibe el patrocinio de eventos creativos o deportivos cuando incluyan imperativos que se asocien a su uso, se relacione al producto con el artista, el deportista o el evento; se utilicen para promover el producto, o sean actividades preponderantemente practicadas por menores de edad. Así como difundir testimoniales o intervenciones de atletas, celebridades o figuras públicas en favor del tabaco.La ley establece que en ningún caso y deninguna forma sepodrá expender osuministrar tabaco amenores de edad. realizaciónde campañas quedesalienten elconsumo de tabaco.En d ónde estamos Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 404.3. Reglamento sobre Consumo de Tabaco El Reglamento sobre Consumo de Tabaco, DOF 27-07-00, destinado a proteger la salud de la exposición al humo de tabaco, se refiere a la prevención, el tratamiento, la investigación del tabaquismo y deacciones para controlarlo; define las dependencias y organismos a los que aplica y señala las características del área para fumadores, entre otros aspectos. Responsabiliza a los titulares de las unidades apoyados por los responsables del área administrativa para su aplicación, difusión y orientación sobre los beneficios y establece que los titulares, oficialesmayores y los órganos de control interno coadyuvarán en la vigilancia. Establece sanciones para quienlo viole en forma repetitiva o quien deje de aplicarlo. Actualmente SECODAM (Secretaría de la Contraloría y Desarrollo Administrativo) participa en la supervisión de este reglamento. 4.4. Normas La Norma Oficial Mexicana del Expediente Clínico NOM-168-SSA1-1998 del DOF 30-09-99, incluye incorporar un sistema de identificación de la condición de riesgo de tabaquismo activo o pasivo de los pacientes. Interpretar al tabaquismo, alcoholismo y otras adicciones no como antecedente, sino comopadecimiento actual, que requiere: diagnóstico, tratamiento y seguimiento, tanto en la historia clínica, las notas de evolución, la interpretación diagnóstica de notas de traslado, de riesgo quirúrgico en lasnotas médicas de hospitalización y atención de factores de riesgo de las de egreso hospitalario. La Norma Oficial Mexicana para la Prevención y Control de Enfermedades Bucales, NOM-013-SSA2- 1994, advierte los riesgos a la salud bucal y la general, por el tabaquismo, alcoholismo y otrasadicciones. En el apartado de diagnóstico y el expediente clínico dental, se incorpora como padecimiento actual, para lograr mayor intervención de los estomatólogos en el tratamiento de este grave problema de salud pública. Ley del Impuesto Especial sobre Productos y Servicios, esta ley se modifica anualmente, la última modificación realizada en el año 2000, el IEPS a cigarros con filtro subió a 100% y a los populares se mantuvo en 20.9%.La normatividad establece que el tabaquismo debe ser considerado como padecimiento actual en el expediente clínico.41 Infraestructura y recursos El cumplimiento del Programa contra el Tabaquismo implica el desarrollo de diversas actividades en materia de salud pública, legislación, información, formación de recursos humanos e investigación. Por ello el inventario de los recursos debe cubrir todas las áreas involucradas. Si bien la oferta de servicios ha mostrado un avance significativo, sigue existiendo gran desigualdad en la oportunidad de acceder a ellos. De acuerdo con el diagnóstico de la problemática actual, el Programa requiere entre otros, de recursos de los servicios médicos en los tres niveles de atención y una estrategia de coordinación y concertación de los diversos sectores implicados en investigación, prevención, detección, atención oportuna y rehabilitación de casos, así como en el control y vigilancia del tabaquismo. Durante el año 2001 los Consejos Estatales contra las Adicciones respondieron a un cuestionario enviado por el CONADIC para obtener un inventario de los servicios de atención de los que se dispone en el país. En dicho cuestionario se consideraron los servicios existentes para el tratamiento contra el tabaquismo en población no derechohabiente de la seguridad social. A partir de los datos concernientes al número de servicios disponibles por entidad federativa se generó un indicador de equipamiento por unidad federativa, dividiendo el número de servicios por 100 mil habitantes. Mediante la definición de puntos de corte se determinaron cuatro niveles de equipamiento: alto, medio alto, medio bajo, bajo y un último grupo sin datos. Los resultados indican la existencia de una disparidad importante en las diversas entidades federativas. Por ejemplo en el rango más alto se encuentran los estados de Quintana Roo, Morelos, Zacatecas, Tamaulipas, Campeche y Oaxaca. En el nivel medio alto se encuentran Tlaxcala, Estado de México,Sonora, Distrito Federal, Tabasco e Hidalgo. En el nivel medio bajo se ubican, Michoacán, Durango, Querétaro, Yucatán, Puebla y Coahuila. En el nivel bajo se localizan: Guanajuato, Guerrero, Nuevo León, Jalisco, Sinaloa y Veracruz. Sin contestar: Aguascalientes, Baja California, Baja California Sur, Colima, Chihuahua, Nayarit, San Luis Potosí y Chiapas. La información obtenida hasta el momento como parte inicial del proceso, muestra una manifiesta insuficiencia y desigualdad en infraestructura y servicios de tratamiento, que si bien no es el único componente del programa, estos datos hicieron posible a las entidades focalizar su atención en el tema. Actualmente se trabaja con otros indicadores que aportarán información de cobertura en prevención, investigación y control del tabaquismo en las entidades federativas, lo cual permitirá tener una visión integral de disponibilidad y requerimientos humanos, financieros y materiales y orientar la toma de decisiones del Gobierno y sociedad organizada en la búsqueda de una mayor equidad. Los resultados obtenidos, nospermitirán trabajar concriterios uniformes decalidad para garantizarel nivel homogéneo delos servicios de salud. La información obtenida hasta elmomento como Programa de acción: Adicciones. Tabaquismo 42 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 Consulta ciudadana Como parte del ejercicio democrático que inició la presente administración, el Gobierno de la República convocó a la ciudadanía a participar en una consulta ciudadana a través de foros estatales y federales realizados entre los meses de febrero y abril del año 2001 . Las 1950 aportaciones recibidas a través de los foros de exposición, como espacios virtuales en internet, permitieron consensar las inquietudes, dudas y planteamientos que los ciudadanos expresaron sobre posibles soluciones a los problemas de salud, entre ellos el consumo de drogas, a nivel local y nacional. Los temas fueron variados y las aportaciones valiosas, las recomendaciones y conclusiones más importantes son las siguientes: /L50766Fomentar la cultura de la prevención en materia de adicciones. /L50766Ampliar la infraestructura de los servicios de atención a la farmacodependencia. /L50766Mejorar la calidad de los servicios. /L50766Fortalecer el primer nivel de atención. /L50766Capacitación de recursos humanos. /L50766Mejorar las herramientas para el diagnóstico de la situación del consumo de drogas. /L50766Asignar prioridad a los grupos vulnerables de la población. Cada recomendación fue cuidadosamente analizada e incluida en el programa de acción.La ciudadanía expresó sus opciones, las cuales sirvieron de base para el desarrollo de las estrategias y las líneas de acción del programa.43 Programa de Acci ón Programa de acción: Adicciones. Tabaquismo Unidades de tratamiento de Tabaquismo Alto Medio alto Medio bajo Bajo Sin unidades 1.86 a 0.251 0.250 7II. A d ónde queremos llegar47 A dónde queremos llegar Programa de acción: Adicciones. Tabaquismo II. A d ónde queremos llegar El objetivo del programa contra tabaquismo es establecer el marco programático para contribuir al Plan Nacional de Desarrollo y al Programa Nacional de Salud mediante las acciones de la sociedad organizada, tendientes a reducir el deterioro causado por el tabaquismo, así como su impacto en lasalud de los individuos y de las familias, en la productividad y en el desarrollo económico y en la calidadde vida de los individuos. Gracias al voto de confianza y a la participación de los mexicanos en el ejercicio democrático recientemente efectuado, el nuevo gobierno confirmó el derecho a la salud como una de sus preocupaciones másrelevantes para la política pública. En ese sentido la inclusión del conjunto de valores y principios que rigen el Plan Nacional de Desarrollo, es también la línea conductora del Programa contra el Tabaquismo. En el programa se privilegian los intereses comunitarios y la salud pública por encima de cualquier otro interés, se entiende así a la salud como un valor universal del que todos los ciudadanos deben gozar con garantía a la autonomía, libertad de elección, libre acceso a los servicios, mejor distribución y acceso a la salud, mediante un esquema de participación que se basa en la responsabilidad compartidadel cuidado de la salud, en especial de los grupos vulnerables, con énfasis en el autocuidado, en el desarrollo de la promoción de la salud individual y colectiva, todo ello en interés de una vida plena y libre de adicciones. Visión La presente administración asume como responsabilidad específica para este tema, trabajar por una sociedad mejor informada y corresponsable, menos permisiva ante el tabaquismo, multiplicar los espacios libres de humo de tabaco, especialmente en todas las unidades de salud, escuelas y la gran mayoría de los centros de trabajo. Una sociedad en la que fumar sea cada vez más costoso y menos bien visto, en donde el respeto por las disposiciones legales sea por convicción y el tabaquismo deje de representar el costo que ahoratiene. Se esperaría para el año 2006, una mejor capacidad del sistema de salud para la atenciónpreventiva y el tratamiento a través de un esquema de participación de la sociedad organizada,orientado a vencer los retos de equidad y calidad. Misión Contribuir a elevar los niveles de salud de los mexicanos a través de acciones de investigación,prevención, tratamiento y control, y el desarrollo de recursos humanos, para evitar los daños producidospor el tabaquismo, en especial en aquellos sectores de la población con mayores riesgos. La presente administración asumecomo responsabilidadespecífica trabajar poruna sociedad mejorinformada losintereses comunitariosy la salud pública porencima de cualquierotro interés. Una sociedad en la quefumar sea cada vezmás costoso y menosbien visto, en donde elrespeto por lasdisposiciones legalessea por convicción y eltabaquismo deje derepresentar el costoque ahora tiene.Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 48Retos Es de esta manera como el Consejo Nacional y los Consejos Estatales contra las Adicciones, a través del Programa contra el Tabaquismo pretenden enfrentar los retos que se presentan al Sistema Nacionalde Salud, y así contribuir a lograr un mejor cumplimiento del mandato constitucional de proteger lasalud de todos los mexicanos. Equidad Si bien el tabaquismo es un problema generalizado en el mundo, se observa una tendencia a quedisminuya en los países desarrollados (de donde provienen las principales industrias tabacaleras que han tomado las acciones más agresivas para recuperar este mercado) y se incremente en los países emergentes, en donde las industrias tabacaleras encuentran su mayor mercado potencial. Este fenómeno global tiende a repetirse al interior de los países donde los grupos de población con menor grado de educación y con niveles socioeconómicos mas bajos son blanco del consumo. Por otra parte, el gasto que éstas familias efectúan en la adquisición del tabaco, representa una mayor proporción de su ingreso, limitado a satisfacer las necesidades básicas de la familia; fenómeno que se haperpetuado de manera perversa al mantener excesivamente bajos los impuestos a cigarros populares. Las encuestas nacionales no tienen representatividad estatal, por lo cual será necesario obtener esta información que ayude a precisar necesidades de atención a diversos grupos poblacionales, como son las poblaciones rurales y grupos indígenas. Asimismo, la industria tabacalera ha orientado desde hace algunos años su estrategia de mercadotecnia hacia las mujeres, niños y adolescentes, lo cual los ubica como grupos de riesgo mayor,lo que se traduce en una rápida tendencia de incrementar la prevalencia de mujeres fumadoras ydisminución de la edad promedio de inicio con los riesgos que ello implica. Esto requiere de incorporar en todas las acciones del Programa de Tabaquismo el enfoque de género, reforzar los factores protectores de los niños y jóvenes y fortalecerlos en función de los factores de riesgo. A su vez, asegurarnos que la ENA 2003 tenga representatividad estatal e incorpore información del fenómeno en las poblaciones rurales y los grupos indígenas, de tal manera que también se incorporen los servicios especializados para atender el tabaquismo los cuales actualmente son insuficientes y de calidad variable, y en algunos estados están totalmente ausentes. Los medicamentos que ayudan a superarlo, son relativamente costosos e inaccesibles para la población de menos recursos. Al estar ausentes del cuadro básico se dificulta su adquisición y el uso generalizado por las instituciones públicas de salud. En los servicios privados el costo de los tratamientos son en su mayoría inaccesibles para la mayor parte de la población.Este fenómeno global tiende a repetirse al interior de los países donde los grupos de población con menor grado de educación y con niveles socio- económicos más bajos son blanco del consumo. Esto requiere de incorporar en todas las acciones del Programa de Tabaquismo el enfoque de género.49 Calidad de la atención Hasta hace poco el tabaquismo era interpretado como un antecedente no patológico. Un gran número de médicos no siempre preguntan sobre el tabaquismo y de quienes preguntan no todos recomiendansu abandono. El cambio en la interpretación del tabaquismo como padecimiento actual, lo convierte en un factor básico para el análisis de la calidad de la atención médica en todos los niveles y a su vez en un fenómeno de estudio de la efectividad de los tratamientos para abandonarlo. Esto requiere de un programa intenso en la capacitación de los médicos para el diagnóstico temprano, el tratamiento eficaz, la canalización a niveles más complejos de pacientes resistentes o con complicaciones adicionales, la rehabilitación de exfumadores y la vigilancia clínica de su evolución. Es necesario influir en la currícula de formación de los recursos humanos para la salud; por una parte para darle mayor prioridad al problema, mejor orientación en su atención y para formar profesionales no fumadores que se conviertan en líderes de la lucha antitabáquica. Lograr que todas las unidades de atención a la salud sean espacios libres de humo de tabaco, es también un aspecto que debe tomarse en consideración para proteger a los pacientes que acuden a ellas, y de exponerse a riesgos adicionales por la inhalación del humo de tabaco; por ello es necesaria su incorporación como indicador en la evaluación de la calidad de estos servicios. Es importante también que en el enfoque de atención al Programa de Tabaquismo quede claro que ésta no es una acción contra quienes fuman o discriminatoria para los fumadores, sino una acción de salud pública que busca prevenir el inicio o continuación de una práctica dañina a la salud, en especial de quienes han decidido no fumar, que son la mayoría, pero también aquellos que se iniciaron en su consumo y han desarrollado la adicción. Es necesario que quienes atienden a los pacientes entiendan que no es por falta de voluntad o de interés que quienes fuman se niegen a dejar de hacerlo o argumenten las razones para continuar fumando, como tampoco lo es que los exfumadores recaigan en múltiples ocasiones. Al ser esta una enfermedad, se requiere de un tratamiento apropiado para cada individuo según las características de su adicción, sus factores personales y del ambiente donde se desarrolla su vida cotidiana. Es importante también, que más que reproches encuentren alicientes y apoyos para enfrentar una batalla difícil pero superable que los protegerá de muchos riesgos adicionales.Para mejorar la calidad de la atención serequiere de unprograma intenso decapacitación al equipode salud. El un tratamientoapropiado para cadaindividuo, según lascaracterísticas de suadicción.A dónde queremos llegar Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 50Protección financiera El gasto de la población en productos nocivos a su salud es por sí mismo un desvío de recursos útiles para que las familias, sobre todo los de menores ingresos, satisfagan sus necesidades básicas, lograrel abandono del consumo de tabaco les permitirá contar con recursos adicionales. Las enfermedades que se asocian a su consumo, los accidentes y pérdidas patrimoniales que ocasionan, las incapacidades, la disminución en la productividad personal y colectiva que ocasionan y los enormes gastos personales, familiares y sociales que requieren para su atención. En nuestro país todos estos gastos no están cuantificados; en otros países superan con creces los recursos que se recaudan por impuestos, será necesario entonces buscar los medios para cuantificarlos y establecer los costos que la sociedad ha estado absorbiendo. Mientras más temprano sea la intervención para prevenir el tabaquismo o para dejar de fumar, menor será el riesgo de que se presenten las enfermedades asociadas que representan las principales causas de muerte, de la pérdida de años de vida saludable (AVISA) y en generar incapacidades, donde se incluyen las afecciones perinatales (1ª causa de muerte infantil y 1ª AVISA perdidos), algunos relacionadas con el tabaquismo activo o pasivo de las madres durante el embarazo, la cardiopatía isquémica (1ª causa de muerte y 4ª AVISA perdidos), las infecciones respiratorias (6ª AVISA perdidos) y otras enfermedades pulmonares (EPOC, 5ª discapacidad), la enfermedad cerebrovascular (5ª causa de muerte y 7ª AVISA perdidos) y el cáncer (2ª causa de muerte). Prevenir el inicio o tratar oportunamente el tabaquismo ayudará a que las familias no tengan que enfrentar los gastos catastróficos que ocasionan las enfermedades asociadas, y que las institucionesde salud puedan reorientar mejor los gastos que actualmente destinan para estos fines. Será necesario influir para que el seguro popular que se promueve y los seguros de atención médica incluyan el tratamiento del tabaquismo, de tal manera que coadyuven a prevenir sus consecuencias. Será necesario valorar la conveniencia de fincar responsabilidad a la industria tabacalera por los daños que ha provocado a la sociedad y por los costos de la atención que ocasionan las enfermedades asociadas al uso del tabaco. Finalmente, pero no por ello menos importante, los impuestos a los productos de tabaco o a las bebidas alcohólicas pueden convertirse en una importante fuente de recursos para la prevención, tratamiento y control de las adicciones y sus consecuencias asociadas, pero además para otros programas de desarrollo social que favorezcan estilos de vida más saludables, creando un círculo virtuoso de inhibición del consumo, precisión de la fuente que paga los costos e impuestos, incremento de recursos disponibles, descenso de gastos ocasionados y mejor calidad de vida.Las enfermedades que se asocian al consumo de tabaco, ocasionan enormes gastos personales, familiares y sociales. Los impuestos a los productos de tabaco o a las bebidas alcohólicas pueden convertirse en una importante fuente de recursos para la prevención, tratamiento y control de las adicciones.III. Qu é camino vamos a seguir53 Qué camino vamos a seguir Programa de acción: Adicciones. Tabaquismo III. Qu é camino vamos a seguir Es prioritaria la construcción de un sistema estratégico que defina las líneas de acción y las acciones básicas para obtener logros congruentes con los objetivos propuestos, de igual manera, es necesario que de forma conjunta las instituciones de los sectores público, privado y social definan su participación en apoyo al programa contra el tabaquismo, en el marco del Programa Nacional de Salud y del Plan Nacionalde Desarrollo. Por ello a continuación se resumen las principales propuestas obtenidas mediante elconsenso de las diversas instancias que participaron en la reformulación del presente documento. Propuestas en el ámbito de la prevención El Consejo Nacional contra las Adicciones se esforzará por fomentar una colaboración más cercana con los diferentes sectores; hasta ahora la vinculación con el sector educativo y de comunicaciones y transportes son las que han reportado mejores resultados. Es necesario también establecer mayor vinculación con los sectores de los cuales depende la producción, la comercialización y la fiscalización del tabaco, lo que permitirá por una parte obtenermayores beneficios de los recursos destinados a prevenir y controlar este problema y por otra fortalecer una política fiscal saludable que desaliente el inicio y promueva el abandono del consumo de tabaco con la aplicación de mayores impuestos a estos productos. El análisis de este rubro fundamenta las estrategias para ampliar a futuro la cobertura de los programas, ampliar la protección y los controles contra el tabaquismo involuntario y establecer un sistema de certificación de \"Espacios Libres de Humo de Tabaco.\" Propuestas para tratamiento y rehabilitación Para ampliar la cobertura de atención y facilitar el acceso a los programas de abandono del consumo detabaco es necesario apoyar la atención médica, trabajar en la elaboración de documentos y la inclusión de medicamentos en el cuadro básico. Atención médica. En este rubro es importante divulgar entre el personal médico los cambios en la interpretación del tabaquismo de antecedente a padecimiento actual, que requiere diagnóstico, tratamiento y vigilancia de la evolución clínica para evitar caer en una práctica médica inadecuada. También en los servicios odontológicos es importante difundir e incorporar al expediente clínico dental los datos de consumo de tabaco y la referencia para la atención especializada del tabaquismo.Incorporar a educadores y personalde salud en programaspreventivos que inicienuna nueva pauta socialcon el lema: la modaes no fumar. Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 54Equipo de salud. Existe la necesidad de actualizar y sensibilizar a los médicos y al personal de salud del primer nivel de atención para que actúen como recursos efectivos en el combate al tabaquismo y para establecer mecanismos que aceleren el proceso de abandono del tabaco en grupos estratégicos:médicos, odontólogos, enfermeras y demás personal de salud así como personal docente, para quedejen de fumar y se conviertan en líderes del combate al tabaquismo. Modelo de prestación de servicios. Difundir y aplicar el modelo propuesto por CONADIC, para la prestación de servicios en materia de tabaquismo en México, que incorpora acciones para población no asegurada y define las acciones para los tres niveles de atención. (Figura 8) . Elaboración de documentos. Es necesario trabajar en la elaboración de una Guía para el Tratamiento del Tabaquismo que contemple las recomendaciones más útiles para el abandono del tabaco, desde el consejo breve o el estructurado, el mejor uso de terapias de reemplazo de nicotina (TRN) que son delibre acceso, según las condiciones de los pacientes y sus grados de adicción; la elección de medicamentos antidepresivos u otros que sólo se deben administrar por prescripción médica, así comolos criterios, beneficios y riesgos de las terapias combinadas. Medicamentos. Incorporar en el Cuadro Básico de Medicamentos del Sector Salud, aquellos utilizados en la terapia de reemplazo de nicotina, al menos en sus dos presentaciones clásicas: gomas de mascar y parches e incorporar antidepresivos útiles en el tratamiento. En este rubro también es necesario establecer mecanismos de inscripción de medicamentos innovadores para el tratamiento eficaz del tabaquismo y exclusión en su caso de los que no resulten costo efectivos. Modelo para la participaci ón de servicios en materia de tabaquismo en M éxico Fuente: CONADIC, Rubio, Oviedo, Castrejón, de tabaquismo Tip A\u007fInvestigación básica, clínica aplicada* Prevención de complicaciones y secuelas * Prevención secundaria en fumadores * Prevención primaria en grupos de alto riesgo * Promoción de la salud en población generalServicios por niveles de atenci ón Estrategias Segundo Nivel \u007fDiagnóstico oportuno de enfermedades por tabaquismo\u007f Consejo médico\u007f Clínicas de tabaquismo Tipo A y B Primer Nivel \u007f Diagnóstico oportuno de tabaquismo\u007f Consejo médico y paramédico\u007f Derivación de fumadores al 2do y 3er nivel de atención Poblaci ón abierta \u007f Diagnóstico oportuno de tabaquismo\u007f Consejo médico y paramédico\u007f Derivación de fumadores al 2do y 3er nivel de atenciónFumador con enfermedades ocasionadas por tabaquismo Fumador con riesgo moderado Grupos de alto riesgo: Poblaci ón infantil y adolescente, embarazadas, fumadores involuntarios Poblaci ón sanaFigura 8Es necesario establecer criterios y recomendaciones para definir el perfil del servidor público, vinculado a la atención del tabaquismo. Los médicos tienen una gran oportunidad para promover durante su práctica, el abandono del tabaco, mediante el consejo médico, la asesoría y los mensajes breves. Este modelo pretende que cada unidad de atención del Sistema Nacional de Salud, participe en las acciones emprendidas para la prevención y el combate al tabaquismo.55 Propuestas para investigación En esta área es importante revisar el Sistema de Vigilancia Epidemiológica para definir tanto los indicadores básicos como incluir algunos económicos y de cumplimiento del control sanitario, como mecanismo para monitorear el avance, a fin de corregir desviaciones con oportunidad y actualizarlo de manera periódica. Promover encuestas con cuestionarios validados y comparables dirigidos a grupos prioritarios; médicos y otro personal de salud, estudiantes, personal docente frente a grupo y directivo, mujeres en general y mujeres en período de gestación y lactancia. También es necesario que estos estudios reporten datos locales, regionales y nacionales. Con relación a la próxima Encuesta Nacional de Adicciones que se aplicará en el 2003, es importante considerar que tenga representatividad estatal y cuente con presencia de datos en el medio rural y población de origen indígena. Estimular y apoyar la investigación científica básica y clínica, epidemiológica y de impacto social, económico y jurídico para facilitar el intercambio de información con organismos internacionales. Promover y estimular investigaciones que permitan conocer con amplitud este fenómeno; algunas líneas de investigación pueden ser: /L50766La correlación que exista entre el déficit de atención como antecedente de tabaquismo y de éste, aún en forma pasiva como precursor del primero. /L50766La correlación entre tabaquismo y depresión. /L50766Estudiar contenidos de nicotina, alquitrán y otros tóxicos en cigarros mexicanos. /L50766Ampliar el estudio de tabaquismo en maestros y personal de asistencia educativa. /L50766Impulsar la investigación clínica que sustente la Guía Terapéutica del Tabaquismo. /L50766Valorar el uso de la homeopatía, las técnicas de aversión y la hipnosis como terapias alternativas, bus- cando la colaboración del Instituto Politécnico Nacional y la Universidad Nacional Autónoma de México. /L50766Evaluar el impacto social y económico real del tabaquismo en nuestro país. También es importante compilar y mantener la base de datos sobre normatividad, mecanismos de prevención, atención, rehabilitación, control y vigilancia epidemiológica y sanitaria. Apoyar en la facilitación, desarrollo, trasferencia y adquisición de tecnología para la lucha antitabáquica y suministrar asesoramiento técnico, científico, jurídico y de otra índole para crear una base legislativa y normativa más sólida.Los estudios e investigacionesrealizadospermitirán conocerla magnitud delproblema y diseñarpolíticas sanitariasexitosas. El apoyo a lainvestigación y la difusión de los resultados, permitiráfortalecer accionespara desalentar elconsumo deproductos de tabaco. Qué camino vamos a seguir Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 56Propuesta para normatividad Fortalecer los mecanismos que permitan el cumplimiento del marco normativo, es la mejor posibilidad para avanzar en el combate al tabaquismo. Entre los aspectos que se deben fortalecer está disminuir la disponibilidad y limitar la oferta especialmente en la población adolescente, establecer restricciones crecientes en materia de publicidad, promoción y patrocinio, gravámenes crecientes, control de la comercialización de tabaco, restringir los espacios para fumar en sitios públicos y lograr así, mayor protección a los no fumadores y establecer controles mas efectivos para evitar el contrabando. Programa de acción Como se ha mencionado, el análisis de la realidad, los aportes científicos, las propuestas e inquietudes y aspiraciones ciudadanas recabadas en los foros de consulta, son el marco de las definiciones que contiene el programa de acción, el cual está integrado por 17 estrategias y 21 líneas de acción. Las estrategias en el área de normatividad y control constituyen el elemento esencial para prevenir y controlar diversos aspectos relacionados con el tabaquismo en el país, porque ejercen un efecto regulador al interior del proceso producción-consumo del tabaco. El control del tabaquismo esta sujeto a la vigencia de diversos ordenamientos, que van desde leyes generales hasta disposiciones de carácter administrativo, que requieren su revisión, actualización, modificación para garantizar laprotección a la salud y los derechos de quienes no consumen tabaco. Es importante considerar que el éxito de las medidas sanitarias dependen en gran medida del interés que la sociedad les otorgue. La prevención es la principal estrategia para fortalecer los factores de protección y los ambientes proactivos, atenuar, modificar o eliminar los factores de riesgo que conducen al inicio del consumo de tabaco y a la exposición involuntaria al humo de tabaco. Lograr la participación y el pronunciamiento de la sociedad contra el tabaquismo mediante el trabajo coordinado de las instituciones públicas y privadas que realizan acciones educativas y de promoción de la salud es una prioridad, como lo es el trabajo que desempeñan las áreas de comunicación social en el sector oficial y privado. En la prevención, la atención y los recursos que se destinen a adolescentes, jóvenes, población rural y mujeres incorporadas a la fuerza laboral, repercutirá favorablemente en las metas propuestas. En el área de tratamiento y rehabilitación, las acciones del programa se orientan al optimizar los recursos para el mejoramiento y ampliación de los servicios de atención a la salud no sólo para la población que acude a las unidades de salud, sino también para los grupos de alto riesgo, usuarios y adictos a la nicotina.La normatividad debe combatir con energía las técnicas de mercadeo que utilizan las tabacaleras, las cuales consideran publicidad, puntos de venta, patrocinio y promocionales, de tal suerte que les permite reclutar constantemente a nuevos fumadores. Las estrategias en el área de normatividad y control constituyen el elemento esencial para prevenir y controlar diversos aspectos relacionados con el tabaquismo en el país. Es preciso lograr que los médicos y el personal de salud actúen como líderes comunitarios en el combate al tabaquismo.57 La formación, actualización de recursos humanos, el fortalecimiento de la infraestructura y la posibilidad de poner al alcance de los pacientes los medicamentos que le permitan recuperarse, es un reto que laactual administración asume. Finalmente las acciones de investigación propuestas, fueron planeadas para enriquecer el conocimiento científico de la enfermedad, documentar el rumbo de la epidemia y evaluar el impacto de las medidas adoptadas, diseñar e implantar políticas para combatir el tabaquismo y los daños asociados. Trabajar por la actualización de mecanismos de registro para obtener el reporte oportuno de casos es una de las propuestas que se incluyen en este rubro. Objetivo general Promover y proteger la salud de la población a través de acciones de investigación, prevención, tratamiento y control del tabaquismo y prevenir los daños asociados. Objetivos particulares (Figura 9) /L50766Proteger a un mayor número de personas no fumadoras de los efectos nocivos que provoca la inhalación involuntaria del humo del tabaco. /L50766Prevenir que los niños y adolescentes incorporen en su vida conductas de alto riesgo, evitando que fumen y retardando la edad promedio de inicio del consumo de tabaco. /L50766Disminuir la prevalencia de fumadores y el consumo de tabaco con énfasis en grupos prioritarios, para incrementar la esperanza de vida saludable (EVISA). /L50766Aumentar el número de personas que dejan de fumar y adelantar la edad promedio de abandono, para reducir los índices de morbilidad y mortalidad ocasionada por el tabaquismo y así aminorar las consecuencias socio económicas que provoca. El plan de acción reúne las propuestas paraproteger la salud de lapoblación, deltabaquismo.Qué camino vamos a seguir Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 58Metas comprometidas en el PNS 2001-2006 /L50766Reducir el consumo de tabaco de 9.2 a 7 .9.% en el grupo poblacional de 10 a 19 años, que han fumado más de 100 cigarros en toda la vida. /L50766Crear por lo menos 100 Clínicas de especialidad en el tratamiento del tabaquismo. /L50766Asegurar el cumplimiento en un plazo no mayor de cinco años, de la NOM 028-SSA2-199 para la prevención, tratamiento y control de adicciones, en por lo menos el 90 % de los ámbitos de competencia. /L50766Asegurar en un plazo no mayor de cinco años, el cumplimiento del Reglamento sobre el consumo de tabaco, DOF 27 VII 2000, en por lo menos el 50% de los ámbitos de competencia federal. Para el cumplimiento de estas metas el programa se vincula a nivel nacional con otros programas del Programa Nacional de Salud, e impulsa la participación de diferentes sectores, organizaciones einiciativas que apoyen el alcance de las metas programadas y los objetivos propuestos.Prevenci ón Control TratamientoInvestigaci ón Mayor cumplimiento Leyes menos Modelos de atenci ón medicamentosIncremento de impuestos y precios Control del contrabando Menos inician Más abandonan Contra publicidadPrograma contra el tabaquismoFigura 959 Estrategias 1) Vincular al Programa contra el Tabaquismo en el desarrollo económicoy social.\u007f Homogeneizar el IEPS a los productos de tabaco. \u007f Incrementar anualmente en 10% el IEPS.\u007f Aplicar parte de impuestos en acciones de prevención, atención y control deltabaquismo.\u007f Aplicar impuesto al consumo de productos de tabaco en beneficio de las entidades. \u007f Incrementar anualmente 2% por arriba de la inflación acumulada. 2) Reducir los rezagos en la atención del tabaquismo entre la población de bajosrecursos.\u007f Prevalencia de tabaquismo en comunidades rurales. \u007f Prevalencia de tabaquismo en grupos indígenas. \u007f \"Arranque parejo en la Vida\" prevención del tabaquismo durante el embarazo.\u007f Prevención y atención del tabaquismo en servicios de salud rural. \u007f Prevención y atención del tabaquismo con respeto a diferencias culturales. \u007f Cesación de tabaquismo en salud reproductiva.\u007f Promover que el seguro popular u otros seguros incluyan tratamiento de tabaquismo.Retos Equidad Calidad Protecci ón FinancieraCongruencia del Programa contra el Tabaquismo con los retos y estrategias del Programa de Salud 2001-2006 3) Enfrentar los problemas emergentes mediante la definición explícita de prioridades.\u007f Prevención de tabaquismo en niños y adolescentes. \u007f Prevención y atención de tabaquismo en mujeres. \u007f Incorporar el tabaquismo en programas de salud del adulto.\u007f Convalidar coordinación SEP/SALUD \u007f Reforzar acciones de salud en Educación Preventiva en escuelas. \u007f Establecer coordinación CONADIC- Institutos de la mujer. \u007f Enfoque de género en acciones antitabáquicas. \u007f Incorporar temas de tabaquismo en Programa de salud de la mujer/salud reproductiva. 4) Calidad en la atención del tabaquismo. \u007f Atención del tabaquismo en primer nivel de atención. \u007f Valorar terapias alternativas para dejar de fumar.\u007f Aplicación de la NOM-028-SSA2-1999. \u007f Certificación de recursos humanos y de servicios en atención al tabaquismo.\u007f Promover el desarrollo de medicamentos seguros y eficaces con menor costo. 5) Protección financiera a la población. \u007f Atención al tabaquismo en instituciones públicas de salud. \u007f Inclusión del tabaquismo en seguro popular y otros.\u007f Valorar demanda a tabacaleras por daños ocasionados. \u007f Valorar corresponsabilidades de taba- caleras en contrabando.Qué camino vamos a seguir Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 60 Estrategias 6) Federalismo en el combate al tabaquismo. \u007f Acuerdos de coordinación con entidades federativas. \u007f Cumplimiento de reglamentos y normas. \u007f Establecer criterios de priorización en recursos de lucha antitabaquismo, según necesidades.\u007f Aprovechamiento por estados de multas y derechos. \u007f Reforzamiento de personal dedicado a combatir el tabaquismo.\u007f Aplicación de Impuestos al Consumo a favor de Entidades Federativas. \u007f Aplicación de Impuestos a la venta final por entidades. 7) Fortalecer el papel rector de la SSA en la lucha antitabáquica.\u007f Avanzar en las medidas reglamentarias contra el tabaquismo. \u007f Normar los productos de tabaco.\u007f Asegurar el mejor cumplimiento y corregir con oportunidad desviaciones.\u007f Promover que las multas sean en beneficio de la entidad que les aplica.Retos Equidad Calidad Protecci ón Financiera 8) Avanzar hacia un modelo integrado de atención al tabaquismo.\u007f Fortalecer acciones de prevención. \u007f Atención al tabaquismo en el primer nivel de atención. \u007f Servicios de cesación en el segundo nivel. \u007f Clínicas de tabaquismo en 3er. nivel.\u007f Capacitación a personal docente y de salud. \u007f Formación de personal docente y de salud no fumador. 9) Ampliar la participación ciudadana. \u007f Comunidades saludables. \u007f Comisiones mixtas de seguridad e higiene contra el tabaquismo. \u007f Empoderamiento de sociedad derecho aire libre de humo de tabaco.\u007f Unidades de salud libres de humo de tabaco. \u007f Espacios comunitarios libres de humo de tabaco. \u007f Certificación de espacios libres de humo de tabaco.\u007f Tabaquismo como riesgo adicional de trabajo. 10) Fortalecer la inversión en recursos humanos, investigación e infraestructura.\u007f Incorporar indicadores sociales, grupos especiales. \u007f Investigaciones relacionadas con déficit de atención y tabaquismo.\u007f Incorporar indicadores sobre eficacia del tratamiento, cumplimientonormativo.\u007f Incorporar indicadores económicos, costos. \u007f Investigar relación tabaquismo - depresión.61 Nuestro compromiso Normatividad Estrategia 1. Lograr el cumplimiento del marco normativo para limitar la oferta y disminuir la demanda de productos de tabaco. Línea de Acción 1: Establecer mecanismos para la aplicación y la vigilancia de la normatividad vigente en materia de producción, comercialización y consumo de productos de tabaco. 1.1.1. Al finalizar el 2005, se habrán suscrito el 60% de acuerdos con las partes involucradas para el mejor cumplimiento del Reglamento de Control Sanitario de Productos y Servicios. DOF 9-08-99. 1.1.2. Al finalizar el 2004, se habrán establecido el 80% de los mecanismos para corregir con oportunidad el incumplimiento de disposiciones de este reglamento y dar a conocer a la población elavance y los beneficios que reporta a la salud. 1.1.3. Al finalizar el 2002, se asegurará el mejor cumplimiento y promoverán nuevos avances del Reglamento en Materia de Control Sanitario de la Publicidad DOF 04-05-00 así como en la promoción y el patrocinio. 1.1.4. Al finalizar el año 2002, se fortalecerán y agilizarán en todos los ámbitos de competencia, las medidas que permitan el cumplimiento a lo dispuesto en el Reglamento sobre Consumo de Tabaco DOF 27-07-00. 1.1.5. Al finalizar el año 2002, se reforzarán las medidas que permitan el mejor cumplimiento de los reglamentos de protección a los no fumadores en las entidades federativas. 1.1.6. Durante el 2004, se brindará asesoría en la elaboración y actualización de regulaciones para la protección de la salud de los no fumadores y se habrá promovido que el 100% de los estados que aúnno cuentan con su reglamento lo publiquen. 1.1.7. A mediados del 2003 se propondrá un proyecto para conocer el estado que guarda la observación de leyes y reglamentos en relación con la venta y el consumo de tabaco. 1.1.8. Durante el 2003 se habrá creado un comité interdisciplinario de estudio de la legislación y regulación, que coordinará los trabajos de revisión y actualización de la normatividad relacionada con el tabaquismo. 1.1.9. Para el primer semestre del 2003 todas las entidades federativas deberán haber iniciado un programa para evitar la venta de productos de tabaco a menores de edad. 1.1.10. Al final de 2003 se habrá conformado un grupo de trabajo para el análisis de las políticas, estrategias, mecanismos y contenidos de mensajes a ser difundidos para lograr una actitud responsableante el tabaquismo.Qué camino vamos a seguir Programa de acción: Adicciones. Tabaquismo 62 Estrategia 3 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 2. Aplicar la normatividad vigente para que los responsables de los servicios de prevención y tratamiento actúen en consecuencia. Línea de Acción 1: Vigilar el cumplimiento de la normatividad vigente en relación con el tabaquismo en los servicios médicos. 2.1.1. Para finales del 2002 y hasta el 2006, se habrá sensibilizado anualmente al 20% del equipo de salud de los tres niveles de atención, para que reconozcan la importancia de un diagnóstico temprano y la atención oportuna del tabaquismo en sus pacientes. 2.1.2. Para finales del 2002, se habrá consolidado la aplicación de las disposiciones referentes al tabaquismo, expresadas en la NOM-28-SSA2-1999 en por lo menos el 80% de las unidades de dependencias federales y estatales. 2.1.3 Para finales del 2002 y hasta el 2006, anualmente se habrá capacitado al 20% del equipo de salud para la vigilancia del cumplimiento de la NOM-168-SSA1-1998, en los tres niveles de atención y consolidar su aplicación. 2.1.4. Para finales del año 2003, se promoverá la actualización de la NOM-013-SSA2-1994, y para finales del 2002 y hasta el 2006, se habrá supervisado su cumplimiento anual por el 20% de los odontólogos del sector público y privado. 2.1.5. Para finales del año 2003, se habrá promovido la supervisión del cumplimiento del Acuerdo N° 88, en los servicios de atención de la Secretaría de Salud. Estrategia 3: Incrementar las iniciativas orientadas a desalentar el consumo de productos de tabaco y las diseñadas para fortalecer la infraestructura de los servicios de prevención y tratamiento. Línea de Acción 1: Promover la aprobación de otras propuestas encaminadas a proteger la salud de la población de los efectos nocivos del humo del tabaco. 3.1.1. Para el 2002, se habrá promovido la modificación a la Ley Especial de Impuestos sobre Producción y Servicios (IEPS), para eliminar la diferencia de tasa que existe en cuanto a cigarros con filtro y sin filtro. 3.1.2. A partir del 2002 y al término de cada año se promoverá un incremento de impuestos a los productos del tabaco con la finalidad de desalentar su uso entre la población. 3.1.3. Para el 2003, se habrá analizado la posibilidad de aplicar en favor de las entidades federativas, el Impuesto al Consumo de Productos de Tabaco y en su caso promoverlo.63 3.1.4. Para el 2005, se habrán definido en su totalidad los mecanismos para evitar el contrabando de cigarros y demás productos de tabaco. 3.1.5. Para finales del año 2005, se habrá promovido y aprobado el proyecto de Reglamento de Salud Ambiental. 3.1.6. Para finales del 2005, se habrá desarrollado y publicado el proyecto y la Norma Oficial Mexicana de Productos de Tabaco. 3.1.7. Para finales del año 2005, se habrá promovido que el 50% de las entidades federativas presenten iniciativas de Ley ante el Congreso Local para la aplicación de impuestos a la venta final de productos de tabaco. 3.1.8. Para finales del 2004, se habrán formulado propuestas para reforzar la regulación y la normatividad en materia de producción, comercialización, consumo de productos de tabaco y tratamiento de tabaquismo. 3.1.9. Para el primer semestre del 2005, se habrá colaborado en la elaboración de un Código de Conducta Global en materia de publicidad, promoción y patrocinio, gravámenes y comercialización de tabaco y alcohol. 3.1.10. Para el segundo semestre del 2004 se contarán con criterios mínimos de calidad de los servicios con base en la Norma Oficial Mexicana para la Prevención, Tratamiento y Control de las Adicciones (NOM-028-SSA2-1999). 3.1.11. Para el año 2005 se dispondrá de elementos conceptuales para el desarrollo de modelos de atención del tabaquismo, apropiados culturalmente a las zonas rurales e indígenas y con pleno respeto a sus creencias y costumbres. 3.1.12. Al término del 2006 todas las cámaras de comercio del país estarán informadas acerca de la reglamentación y normatividad vigentes respecto a la venta y consumo de productos de tabaco mediante folletos y materiales de difusión. 3.1.13. Para finales del 2006 se generará consenso sobre los contenidos de los mensajes preventivos para su difusión en la población por parte de las instituciones y organizaciones que producen este tipo de material. 3.1.14. Para el término del 2005 se suscribirá un convenio de colaboración con las principales organiza- ciones de autoayuda que atiendan adicciones para la promoción de espacios libres de tabaco en sus grupos locales. 3.1.15. A partir del primer semestre del 2004, se mejorará en 20% la capacidad resolutiva del primer nivel para la detección y el manejo de los problemas relacionados con el tabaquismo.Qué camino vamos a seguir Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 64Línea de Acción 2: Evaluar las propuestas para lograr fuentes de financiamiento alterno, que se puedan destinar a la investigación, prevención, tratamiento y control del tabaquismo. 3.2.1. Para finales del 2005, se habrá presentado un informe al Consejo de Salubridad General, acerca del costo social que tiene el tabaquismo y se habrá solicitado que se establezca un mecanismo paraque la industria tabacalera colabore en la reducción del daño. 3.2.2. Para finales del 2002, se habrá elaborado un protocolo para que las empresas tabacaleras participen en las acciones contra el contrabando de sus productos. 3.2.3. Para finales del 2004, se habrá promovido que parte de los impuestos que genera el tabaco se etiqueten a programas de prevención, tratamiento y control de las adicciones. 3.2.4. Para finales del 2005, se habrá negociado con la SHCP que las multas generadas por el incumplimiento de la normatividad citada sean en beneficio de la entidad federativa que las aplica yparte de ellas se destine a la prevención de las adicciones. 3.2.5. Para finales del 2003, se habrán diseñado y promovido mecanismos para obtener fuentes de financiamiento alterno para la investigación, prevención, tratamiento y control del tabaquismo. Prevenci ón Estrategia 1: Consolidar y fortalecer la colaboración del sector salud y el sector educativo, para prevenir y desalentar el consumo de productos de tabaco en la población escolar del sistema deeducación básica. Línea de Acción 1: Apoyar las iniciativas para planificar, realizar y apoyar acciones orientadas a desalentar el consumo de productos de tabaco en la comunidad escolar. 1.1.1. Para finales del año 2002, se habrá consolidado la coordinación con la Secretaría de Educación Pública, para evaluar el avance en educación preventiva dentro del ámbito escolar de educación básica y proponer alcances nuevos para los siguientes cinco años. 1.1.2. Para finales del 2004, se habrá concluido un proyecto para colaborar en la actualización del magisterio, para que la comunidad escolar (alumnos, directivos, docentes, padres de familia) abordenla prevención del consumo de tabaco desde un enfoque integral. 1.1.3. Para finales del 2003, se habrán revisado en su totalidad los contenidos pedagógicos de la currícula de educación básica, en relación con la prevención del consumo de tabaco, para en su caso colaborar en su actualización. 1.1.4. Para finales del año 2003, se habrá desarrollado y se promoverá un sistema de certificación para que las escuelas y centros educativos se declaren libres de humo de tabaco.65 Línea de Acción 2: Apoyar las iniciativas para prevenir el consumo de tabaco en la población escolar rural e indígena. 1.2.1. Para finales del 2006, se habrán promovido la incorporación de prevención de adicciones en los contenidos educativos, para la comunidad escolar indígena. 1.2.2. Para finales del 2003, se habrán establecido los mecanismos para apoyar el trabajo de los grupos organizados, que respeten la cultura indígena y se les habrá invitado para que trabajen en la prevención del tabaquismo y de otras adicciones. 1.2.3. Para finales del año 2004, se contará por lo menos con dos estudios que permitan definir las características y problemática del consumo de tabaco en la población escolar rural y en la poblaciónindígena y se habrán presentado propuestas de trabajo para prevenir adicciones. 1.2.4. Para finales del año 2005, se apoyará la actualización de docentes rurales y bilingües, para que en su labor incorporen y fortalezcan factores protectores de su comunidad. 1.2.5. Para finales del 2005, se habrán incorporado a los programas de comunicación sectoriales, contenidos preventivos dirigidos a la comunidad educativa de zonas rurales y a los grupos indígenas. Estrategia 2: Adoptar medidas para prevenir y desalentar el consumo de productos de tabaco. Línea de Acción 1: Modificar en los diferentes grupos de la sociedad, la percepción del riesgo respecto al consumo de productos de tabaco, para que participen y apoyen las medidas preventivas establecidas. 2.1.1. Para finales del 2005, se habrá evaluado la cobertura y la eficacia de los programas preventivos contra las adicciones y contra el tabaquismo en específico. 2.1.2. Para finales del año 2003, se habrá ampliado la cobertura y los programas de prevención primaria, orientados a sensibilizar a la población para que incremente los factores protectores y construya am- bientes proactivos en su familia y su comunidad. 2.1.3. Para el 2003, se habrá logrado que el equipo de salud, promueva el no consumo de tabaco y su abandono temprano. 2.1.4. Para finales del año 2003, se habrán suscrito acuerdos de colaboración con el 20% de las organizaciones gubernamentales y ONGs para apoyar el trabajo preventivo que realizan e incorporar el trabajo del voluntariado a las actividades de prevención del tabaquismo. 2.1.5. Para finales del año 2005, se habrán realizado estudios que permitan conocer las modificaciones en la percepción del riesgo en la sociedad.Qué camino vamos a seguir Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 662.1.6. A mediados del 2002 se contará con un padrón de instituciones que apoyen el desarrollo del programa en sus diversos componentes. 2.1.7. Al término del 2006 se aplicará la técnica del consejo médico en los servicios de consulta externa, urgencias y hospitalización de todo el país, como parte de la atención integral del tabaquismo. Estrategia 3: Establecer un sistema de información y comunicación que permita a la sociedad revalorar y resignificar al acto de fumar. Línea de Acción 1: Difundir información que permita a las mujeres reconocer las técnicas de mercadeo de las tabacaleras para incorporarlas a su mercado. 3.1.1. Para finales del 2003, se habrá incorporado al sistema de comunicación social del sector salud mensajes de contra publicidad, orientados a desalentar el consumo de productos de tabaco dirigidos especialmente a mujeres. 3.1.2. Para el primer semestre del año 2004, se comenzarán a ofrecer programas preventivos a este grupo poblacional, que presenten alternativas saludables para enfrentar las tensiones y la presión social. 3.1.3. Para el primer semestre del 2002, se procurará la participación de representantes de este grupo poblacional para que elaboren propuestas preventivas. 3.1.4. Para el primer semestre del 2003, se elaborarán y difundirán documentos con contenidos preventivos para desalentar el inicio y el consumo del tabaco. Línea de Acción 2: Difundir información que permita a la población vulnerable conocer alternativas para adoptar un estilo de vida saludable y evitar el consumo de tabaco en comunidades saludables. 3.2.1. Para el 2004, se habrán implantado en comunidades saludables programas que aborden la prevención desde un enfoque proactivo, y que atiendan la autoestima, la creatividad, el deporte, la creación artística. 3.2.2. Para el 2003, se habrá consolidado y ampliado la cobertura de los programas que existen abordando la prevención desde un enfoque proactivo y se promoverán nuevos enfoques. 3.2.3. Para el primer semestre del 2002, se habrá colaborado en la organización de eventos para presentar alternativas y beneficios del no consumo de tabaco, en especial el Día Mundial sin Tabaco. 3.2.4. Para el primer semestre del 2003, se habrán incluido en los programas de comunicación sectoriales, la difusión de mensajes preventivos y contra publicidad para disuadir a la población del consumo de productos de tabaco.67 3.2.5. Desde el primer semestre del 2003, se iniciará el uso de las líneas de orientación telefónica para ampliar la cobertura de atención de los programas preventivos que apoyan específicamente el noconsumo de tabaco. Estrategia 4: Consolidar los acuerdos de colaboración para fortalecer la prevención del consumo de tabaco, en los niveles académicos de educación media y superior. Línea de Acción 1: Incrementar las acciones y actividades preventivas para desalentar el consumo de tabaco entre la población que asiste a los centros educativos de educación media y superior. 4.1.1. A partir del segundo semestre del 2003, se apoyará la difusión de programas preventivos, orientados a crear estilos de vida saludable. 4.1.2. Para finales del 2005, se habrá promovido la formación y actualización de recursos que trabajan en prevención en los niveles de educación media y superior. 4.1.3. Para finales del año 2004, se habrá promovido la inclusión de contenidos preventivos en la currícula de educación media y superior. 4.1.4. Para el ciclo escolar 2004 - 2005, se habrá promovido la inclusión de contenidos de prevención y tratamiento del tabaquismo, de manera formal en la currícula de profesionales de la salud y de personal docente. 4.1.5. Para el primer semestre del 2006, se auspiciará y llevará a cabo un simposio nacional relacionado con la importancia de las universidades en contra de las adicciones. 4.1.6. En el 2003 quedarán concluidas las actividades de coordinación con el sector educativo, para el desarrollo de los requisitos de impartición de cursos de capacitación, diplomados y posgrados en materia de tabaquismo. 4.1.7. Para finales del año 2003, se establecerá un sistema de certificación para declarar los centros educativos como zonas libres de humo de tabaco. Estrategia 5: Fortalecer y consolidar el trabajo preventivo con grupos de población específica, para disminuir la prevalencia del tabaquismo. Línea de Acción 1: Incorporar la prevención del consumo de tabaco en los centros de trabajo. 5.1.1. A partir del segundo semestre del 2002, se presentará a los empresarios el beneficio de los programas preventivos.Qué camino vamos a seguir Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 685.1.2. Para finales del 2004, se actualizará a todas las Comisiones Mixtas de Seguridad e Higiene, para que promuevan la prevención del consumo de tabaco. 5.1.3. Para finales del 2005, se capacitará al 10% de los no fumadores y ex-fumadores para que actúen como promotores voluntarios en la prevención del consumo de tabaco y cada año al 10% hasta el año 2006. 5.1.4. Para finales del 2003, se promoverá ante el IMSS que el tabaquismo se considere como un riesgo de trabajo adicional con incremento en la cuota correspondiente. 5.1.5. Para finales del año 2003, se establecerá un sistema de certificación para declarar los centros de trabajo como zonas libres de humo de tabaco. 5.1.6. Para finales del año 2004, se habrá promovido ante el IMSS que los centros de trabajo libres de humo de tabaco queden exentos de la cuota adicional. Línea de Acción 2: Evaluar el avance de medidas preventivas, para desalentar el consumo de tabaco en las instalaciones del sistema nacional de salud. 5.2.1. Para el primer semestre del 2005, se habrá promovido que todas las unidades de salud públicas y privadas sean áreas libres de humo de tabaco. 5.2.2. Para finales del 2004, se evaluará el avance de las distintas instituciones del sector salud para convertirse en áreas libres de humo de tabaco. 5.2.3. Para finales del 2003, se capacitará al 10% del equipo de salud de los diferentes niveles de atención, para que actúen como promotores de la prevención del consumo de tabaco y 10% anualmente hasta el año 2006. 5.2.4. Para el segundo semestre del 2003, se apoyará la elaboración y distribución de documentos con contenidos proactivos. 5.2.5. Para finales del 2002, se establecerá un sistema de certificación para declarar las unidades de salud como zonas libres de humo de tabaco.69 Estrategia 6: Fortalecer las medidas regulatorias orientadas a proteger la salud de la población de la inhalación involuntaria del humo del tabaco ambiental, especialmente a la población infantil y mujeres gestantes. Línea de Acción 1: Multiplicar la creación de ambientes libres de humo de tabaco. 6.1.1. Para el segundo semestre del 2002, se habrá difundido y vigilado el cumplimiento de la normatividad que protege a la población de la contaminación ambiental del humo del tabaco. 6.1.2. Durante el 2002, se iniciará la capacitación de los líderes comunitarios (profesores, deportistas, personal de salud) para que actúen como promotores de ambientes libres de humo de tabaco ambiental. 6.1.3. Para finales del 2003, se habrá concluido la elaboración de una propuesta dirigida a líderes comunitarios para proteger la salud de la población no fumadora y evitar la contaminación ambiental por el humo del tabaco. 6.1.4. Para finales del 2004, se habrán puesto en marcha programas y campañas para que la sociedad defienda su derecho a proteger su salud de la inhalación involuntaria del humo del tabaco. 6.1.5. Para finales del año 2005, se establecerá un sistema de certificación para declarar los espacios comunitarios como zonas libres de humo de tabaco con la participación de asociaciones de padres de familia, responsables del servicio militar nacional, organismos de seguridad pública y privada, promotores de salud, entre otros. Estrategia 7: Modificar la percepción del riesgo respecto al consumo de tabaco en las mujeres, para que participen en las medidas de prevención con enfoque de género. Línea de Acción 1: Desarrollar modelos y programas de educación y promoción de la salud que favorezcan los factores de protección y disminuyan los factores de riesgo en la mujer. 7.1.1. Para finales del 2002, se habrán diseñado mensajes de educación y promoción de la salud para la mujer, considerando los factores biológicos, psicológicos, socioculturales y conductuales específicos que la inducen al tabaquismo. 7.1.2. Para finales del 2003, se habrán diseñado mensajes de educación y promoción de la salud en mujeres, con énfasis en adolescentes. 7.1.3. Para finales del 2003, se habrán diseñado mensajes de educación y promoción de la salud en mujeres, con énfasis en mujeres embarazadas y lactantes. 7.1.4. Para finales del 2004, se habrán diseñado mensajes de educación y promoción de la salud en mujeres, con énfasis en mujeres que viven en zonas rurales e indígenas.Qué camino vamos a seguir Programa de acción: Adicciones. Tabaquismo 70 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 Tratamiento Estrategia 1: Garantizar a la población que desea abandonar el consumo de tabaco, el acceso a servicios de tratamiento y rehabilitación. Línea de Acción 1: Formar recursos humanos, actualizar y capacitar al personal de salud de los tres niveles de atención, en el manejo de técnicas para el abandono del consumo de tabaco. 1.1.1. Para finales del 2004, se capacitará al 20% del personal de salud para que realicen un diagnóstico temprano del tabaquismo, brinden consejo médico y ayuden a sus pacientes a dejar de fumar y supervisar su aplicación correcta. 1.1.2. Para finales del 2004, se promoverá que el 20% de las escuelas y facultades de medicina sean libres de humo de tabaco, incluyan en su curricula contenidos de prevención, tratamiento y control del tabaquismo y formen médicos no fumadores y el 20% anual hasta el año 2006. 1.1.3. Para finales del año 2005, se promoverá esta acción al 20% de escuelas y facultades de otras carreras, especialmente las vinculadas con la salud y el 20% anual hasta el año 2006. 1.1.4. Para finales del año 2002, se formarán equipos de trabajo dedicados a la capacitación, funcionamiento y supervisión de las clínicas de tabaquismo y otros servicios de prevención y de cesación. Línea de Acción 2: Fortalecer la infraestructura para ampliar la cobertura y mejorar la calidad de servicios de tratamiento en el país. 1.2.1. Para mediados del 2002, se elaborará y distribuirá una Guía para el diagnóstico, tratamiento adecuado, seguimiento y en su caso rehabilitación del tabaquismo. 1.2.2. Al finalizar el segundo semestre del 2003, se habrá capacitado al 5% del personal y apoyar en la aplicación de programas de diagnóstico temprano, asesoría médica y tratamiento de tabaquismo en unidades de salud, centros educativos y centros laborales y un 5% anual hasta el año 2006. 1.2.3. Para el primer semestre del 2004, se establecerá en el territorio nacional el Modelo de Atención del Tabaquismo. 1.2.4. Para el primer semestre del 2002 se habrá diseñado un sistema de evaluación de los diferentes programas de tratamiento. 1.2.5. Al inicio del 2006, 80% de las entidades federativas habrán adoptado el modelo propuesto por CONADIC.71 Estrategia 2: Establecer mecanismos que abatan el costo del tratamiento y la rehabilitación del tabaquismo, para lograr que la población de bajos ingresos pueda acceder a la recuperación. Línea de Acción 1: Apoyar alternativas eficaces para bajar el costo del tratamiento y la rehabilitación del tabaquismo. 2.1.1. Para finales del 2002, se incluirá en el Cuadro Básico de Medicamentos, por lo menos 3 de los productos más utilizados para el tratamiento del tabaquismo. 2.1.2. Para finales del 2005, se habrá evaluado la seguridad, eficacia, y costo beneficio de técnicas de homeopatía, acupuntura, hipnosis, en el tratamiento alternativo y la rehabilitación del tabaquismo. 2.1.3. Para el 2004 todos los estados operarán programas de capacitación dirigidos al personal que da servicio a la población indígena y rural, a grupos vulnerables, a poblaciones marginales y a población encondiciones laborables de riesgo. 2.1.4. Para el segundo semestre del 2005 se habrán instrumentado actividades para el tratamiento estandarizado del tabaquismo en los servicios del segundo nivel. Estrategia 3: Reforzar el desarrollo de actividades para la atención de personas con síndrome de dependencia al tabaco, incorporando el enfoque de género. Línea de Acción 1: Desarrollar modelos y programas de tratamiento y rehabilitación para la mujer con dependencia al tabaco. 3.1.1. Para finales del año 2002, se diseñarán tratamientos y medidas de rehabilitación específicas considerando los factores biológicos, psicológicos, socioculturales y conductuales de la mujer. 3.1.2. Para finales del año 2002, se convocará a las instituciones que otorgan servicios terapéuticos a diseñar tratamientos y medidas de rehabilitación específicas para mujeres adolescentes.Qué camino vamos a seguir Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 72Evaluaci ón Estrategia 1: Desarrollar un sistema que permita evaluar los componentes estratégicos y las acciones del programa contra el tabaquismo. Línea de Acción 1: Analizar la progresión de las acciones del programa. 1.1.1. A finales del 2002 se habrá creado un comité de evaluación interinstitucional para el análisis de los avances cualitativos y cuantitativos del programa, que elaboren recomendaciones a integrantes del Consejo en cuanto a conceptos, principios, definiciones y políticas. 1.1.2. Al final del 2003 se concluirá un sistema para evaluar mecanismos de evaluación de campañas de comunicación social. 1.1.3. Para el segundo semestre del 2004 se habrá diseñado un sistema de evaluación con base en las definiciones del Programa Nacional de Salud para analizar la progresión de cada una de las acciones del programa. Investigaci ón Estrategia 1: Obtener información válida y confiable que permita orientar la toma de decisiones para combatir el tabaquismo y los daños asociados. Línea de Acción 1: Actualizar y fortalecer los sistemas de información epidemiológica, económica y social. 1.1.1. Para finales del 2003, se habrán incorporado indicadores al Sistema de Vigilancia Epidemiológica, para obtener información sobre aspectos económicos, sociales y con relación al cumplimiento del control sanitario del tabaquismo. 1.1.2. Para el segundo semestre del 2003, se establecerán criterios para la validación, diseño y aplicación de instrumentos utilizados en las encuestas, y estudios buscando que sean comparables nacional e internacionalmente. 1.1.3. Para finales del 2005, se obtendrá información relacionada con el tabaquismo en grupos específicos de población (médicos, odontólogos, enfermeras, otro personal de salud, profesores, estudiantes, mujeres gestantes, etc.). 1.1.4. Durante el 2003, se establecerá representatividad estatal y presencia en el medio rural en la Encuesta Nacional de Adicciones 2003.73 Estrategia 2: Enriquecer el acervo científico para enfrentar el tabaquismo y disminuir la prevalencia en nuestro país e intercambiar los avances con la comunidad científica de diferentes países, para conocer los resultados de investigaciones orientadas a enfrentar el tabaquismo. Línea de Acción 1: Formular y apoyar proyectos de investigación e intercambio de experiencias nacionales e internacionales que ayuden a enfrentar el fenómeno del tabaquismo. 2.1.1. Para el 2003, se habrán propiciado investigaciones que contribuyan a reducir el tabaquismo y los daños asociados al consumo de productos de tabaco y el impacto de la publicidad de los productos del tabaco en la población, en especial en los jóvenes. 2.1.2. Para el 2004, se habrá estudiado la correlación entre déficit de atención, como antecedente del tabaquismo y de este, aún en su forma pasiva, como precursor del primero. 2.1.3. Para el 2005, se habrán apoyado estudios que investiguen la correlación entre tabaquismo y depresión y tabaquismo y cáncer, entre otros. 2.1.4. Para el 2002, se apoyarán programas de investigación que estudien el fenómeno en el ámbito nacional, regional y mundial. 2.1.5. Para finales del año 2002, se iniciará la actualización de la base de datos sobre normatividad, vigilancia epidemiológica, impactos del tabaquismo y sus mecanismos de prevención. 2.1.6. A finales del 2004, se contará con información sobre la prevalencia del tabaquismo en poblaciones indígenas y rurales. 2.1.7. Para el 2006, se contará por lo menos con tres estudios sobre el impacto económico y social del tabaquismo en el país. Estrategia 3: Promover, fortalecer y difundir proyectos de investigación biomédica, básica y aplicada para el estudio del tabaquismo, incorporando el enfoque de género. Línea de Acción 1: Impulsar modelos de investigación para conocer los patrones de consumo, factores protectores y de riesgo y de esta forma desarrollar nuevas medidas para la prevención, tratamiento y rehabilitación para la mujer con dependencia al tabaco. 3.1.1. Para el primer semestre del 2003, se habrá diseñado un modelo de investigación que considere los factores biológicos, psicológicos, socioculturales y conductuales de la mujer dependiente al tabaco. 3.1.2. Para el primer semestre del 2004, se habrá diseñado un modelo de investigación orientado a mujeres adolescentes. 3.1.3. Para finales del 2005, se habrá diseñado un modelo de investigación orientado a mujeres que viven en zonas rurales e indígenas.Qué camino vamos a seguir Programa de acción: Adicciones. Tabaquismo IV. C ómo medimos los avances77 Cómo medimos los avances Programa de acción: Adicciones. Tabaquismo IV. C ómo medimos los avances Determinación de los niveles de éxito La importancia de la determinación de los niveles de éxito obtenidos, radica en que a partir de ésta es posible la planeación racional de las acciones a futuro, retomando los aciertos y dejando de lado los errores. Para dicha determinación es fundamental llevar a cabo un proceso de evaluación de los programas, a fin de contar con los conocimientos necesarios para la toma objetiva de decisiones. Evaluar es medir un fenómeno, o el desempeño de un proceso, comparar el resultado obtenido con criterios preestablecidos, y hacer un juicio de valor tomado en cuenta la magnitud y dirección de la diferencia. Uno de los objetivos que se persiguen con la evaluación es determinar si se están cubriendo las necesidades de la población objetivo del programa. También es útil para indicar qué tan bien se están cubriendo dichas necesidades. Cuando la evaluación se aplica correctamente, se transforma en una poderosa herramienta para la toma de decisiones. La evaluación de programas de salud se utiliza para contestar preguntas específicas sobre las necesidades, los procesos, los resultados, la eficiencia y el impacto de un proyecto. En México no se ha desarrollado una cultura de la evaluación de los programas y acciones al nivel de las políticas públicas instrumentadas; esto habla de un importante vacío que debe ser cubierto. Los procesos de evaluación no han sido adecuadamente planteados por dos razones: /L50766Durante mucho tiempo no se incluyeron los componentes evaluativos en los países latinoamericanos para la planeación de las acciones. /L50766Derivado de lo anterior, no hubo una preocupación por desarrollar o adaptar instrumentos para llevar a cabo los procesos de evaluación. Asumiendo la importancia de retomar las acciones con base en los éxitos objetivamente comprobados, el presente programa incluye mecanismos para la evaluación de las acciones.Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 78Sistema de evaluación Para evaluar de manera integral las acciones planteadas en el Programa contra el Tabaquismo, se presenta el siguiente esquema planteado en el Programa Nacional de Salud 2001-2006. Evaluación de los programas específicos: tiene como propósito dar cuenta de sus avances con relación al cumplimiento de objetivos y metas a través de indicadores cuantitativos y cualitativos para valorar estructura, proceso y resultado. 1. Evaluaci ón de cumplimiento de metas Cumplimiento de metas globales e intermedias establecidas en cada uno de los programas. 2. Evaluaci ón de operaci ón institucional Estructura y procesos relacionados con la operación de los programas. Se generará información sobre: /L50766Infraestructura. /L50766Recursos Humanos. 3. Evaluaci ón de impacto Resultado de la operación de los programas con relación a los cambios en la salud de la población y en la prestación de servicios. Se generará información sobre: /L50766Daños a la salud. /L50766Modificación de patrones de comportamiento de la población. /L50766Utilización y disponibilidad de los servicios. /L50766Calidad de la atención.79 4. Indicadores /L50766Porcentaje de personas del grupo etareo de 10-19 años que han consumido más de 100 cigarrillos en toda la vida. /L50766Número total de clínicas contra el tabaquismo registradas. /L50766Porcentaje de ámbitos de competencia en los que se cumple la NOM 028-SSA 2-199, para la prevención, tratamiento y control de adicciones. /L50766Porcentaje de ámbitos de competencia federal en las que se cumple el Reglamento sobre el consumo de tabaco DOF 27-VI-2000. Cómo medimos los avances Programa de acción: Adicciones. Tabaquismo V. Ap éndiceApéndice Programa emergentes mediante la definición explícita de prioridades Estrategia 3 Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 86 Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 Programa de acción: Adicciones. Tabaquismo 90 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia Adicciones. Tabaquismo 92 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 Adicciones. Tabaquismo 94 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia Adicciones. Tabaquismo 96 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia Adicciones. Tabaquismo 98 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia Adicciones. Tabaquismo 100 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia Adicciones. Tabaquismo 102 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia Adicciones. Tabaquismo 104 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia Adicciones. Tabaquismo 106 Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia conjunto de fenómenos del comportamiento, cognoscitivos y fisiológicos, que se desarrollan luego del consumo repetido de una sustancia psicoactiva. Adicto o farmacodependiente , a la persona con dependencia a una o más sustancias psicoactivas. Adicto en recuperación, a la persona que ha dejado de utilizar sustancias psicoactivas y está en un proceso de reinserción social. Atención médica, al conjunto de servicios que se proporcionan al individuo, con el fin de proteger, promover y restaurar su salud. Co-morbilidad, a la presencia de 2 o más trastornos en un mismo individuo. Comunicación educativa, al proceso basado en el desarrollo de esquemas novedosos y creativos de comunicación que se sustentan en técnicas de mercadotecnia social, que permiten la producción ydifusión en mensajes gráficos y audiovisuales de alto impacto, con el fin de reforzar los conocimientosen salud y promover conductas saludables en la población. Consentimiento informado, al acuerdo por escrito, mediante el cual la o el usuario del servicio, familiar más cercano en vínculo o, en su caso, representante legal, autoriza su participación en la investigación otratamiento, con pleno conocimiento de los procedimientos y riesgos a los que se someterá, por libre elección y sin coacción alguna. Consumo de sustancias psicoactivas, al rubro genérico que agrupa diversos patrones de uso y abuso de éstas sustancias, ya sean medicamentos o tóxicos naturales, químicos o sintéticos. Consumo perjudicial, uso nocivo o abuso de sustancias psicoactivas, al patrón de consumo que está afectando ya a la salud física (como en los casos de hepatitis por administración de sustanciaspsicotrópicas por vía parenteral) o mental como por ejemplo los episodios de trastornos depresivossecundarios al consumo excesivo de alcohol. Se requiere que se haya afectado la salud mental ofísica del que consume la sustancia psicoactiva. Educación para la salud, al proceso de enseñanza aprendizaje que permite mediante el intercambio y análisis de la información, desarrollar habilidades y cambiar actitudes encaminadas a modificarcomportamientos para cuidar la salud individual, familiar y colectiva. Encargado, a la persona responsable del establecimiento o del tratamiento de las o los usuarios. Establecimiento, a todo aquel lugar, público, social o privado, cualquiera que sea su denominación, fijo o móvil en el que se presten servicios de prevención, tratamiento y control a personas con problemasde consumo de sustancias psicoactivas. Estilo de vida, al conjunto de patrones de comportamiento que define e identifica a una persona o un grupo, a través de lo que hace y expresa, y que se genera en la familia, la escuela y otros sitios deconvivencia mediante la socialización, proceso diario en el que se interactúa con los padres, lasautoridades y la comunidad. Actores protectores, a los rasgos individuales, familiares y elementos socioculturales, que eliminan, disminuyen o neutralizan el riesgo de que un individuo inicie o continúe un proceso adictivo. Factor de riesgo, al atributo o exposición de una persona o población, que están asociados a una probabilidad mayor del uso y abuso de sustancias psicoactivas. Farmacodependencia o drogadicción, a la dependencia o adicción, a una o más sustancias psicoactivas. Ver dependencia.Apéndice Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 108Grupo de ayuda mutua, a la agrupación que ofrece servicios gratuitos, integrada por adictos en recuperación, cuyo propósito fundamental es apoyar al adicto con base en la experiencia compartida de los miembrosdel grupo, para lograr la abstinencia de sustancias psicoactivas. Grupo de alto riesgo, a aquél en los que se ha demostrado, a través de diversas investigaciones y estudios, que, por sus características biopsicosociales, tienen mayor probabilidad de uso, abuso o dependencia a sustancias psicoactivas, ejemplo: niños y adolescentes de y en la calle. Intoxicación aguda, al estado posterior a la administración de una sustancia psicoactiva, que da lugar a perturbaciones en el nivel de la conciencia, en lo cognoscitivo, en la percepción, en la afectividad oen el comportamiento, o en otras funciones y respuestas psicofisiológicas. Participación comunitaria, al proceso de integración y coordinación de los miembros de una comunidad, para intervenir en la identificación y solución de problemas comunes. Participación social, al proceso que permite involucrar a la población, a las autoridades locales, a las instituciones públicas y a los sectores social y privado en la planeación, programación, ejecución y evaluación de los programas y acciones de salud, con el propósito de lograr un mayor impacto y fortalecer el Sistema Nacional de Salud. Patrón de consumo o historia de consumo, al conjunto de factores que determinan una forma particular de uso: tipo de sustancia(s) psicoactiva(s) de impacto, de inicio, edad de inicio, frecuencia, cantidad,vía de administración, tiempo de exposición, episodios de consumo e intoxicación, contexto del consumo y problemas asociados. Prevención, al conjunto de acciones dirigidas a evitar o reducir el consumo no médico de sustancias psicoactivas, disminuir situaciones de riesgo y limitar los daños asociados al uso de estas sustancias. Promoción de la salud, a las acciones que se realizan con el objeto de crear, conservar y mejorar las condiciones deseables de salud para toda la población y propiciar en el individuo las actitudes, valoresy conductas adecuadas para motivar su participación en beneficio de la salud individual y colectiva. Recuperación, al estado de abstinencia que conlleva un mejoramiento en todas las áreas de la vida del sujeto. Síndrome de dependencia, al conjunto de signos y síntomas de orden cognoscitivo, conductual y fisiológico, que evidencian la pérdida de control de la persona sobre el consumo habitual de lassustancias psicoactivas. Sustancia psicoactiva, psicotrópica o droga, a la sustancia que altera algunas funciones mentales y a veces físicas, que al ser consumida reiteradamente tiene la posibilidad de dar origen a una adicción.Estos productos incluyen las sustancias, estupefacientes y psicotrópicos clasificados en la Ley General de Salud, aquellos de uso médico, los de uso industrial, los derivados de elementos deorigen natural, los de diseño, así como el tabaco y las bebidas alcohólicas. Tabaco, a la planta \"Nicotina Tabacum\" y sus sucedáneos, en su forma natural o modificada, en las diferentes presentaciones, que se utilizan para fumar, masticar o aspirar y cuya sustancia activa es la nicotina. Tabaquismo, a la dependencia o adicción al tabaco. Trastornos o problemas relacionados con el uso y abuso de sustancias psicoactivas, a los efectos negativos, físicos, psicológicos y sociales estrechamente asociados al consumo agudo o crónico. Tratamiento, al conjunto de acciones que tienen por objeto conseguir la abstinencia y, en su caso, la reducción del consumo de las sustancias psicoactivas, reducir los riesgos y daños que implican el uso o abuso de dichas sustancias, abatir los padecimientos asociados al consumo, e incrementar elgrado de bienestar físico, mental y social, tanto del que usa, abusa o depende de sustanciaspsicoactivas, como de su familia.109 Acrónimos y abreviaturas SESA , Servicios Estatales de Salud. CECA , Consejo Estatal contra las Adicciones. PNS, Programa Nacional de Salud 2001-2006. PND, Plan Nacional de Desarrollo 2001-2006. SSA, Secretaría de Salud. CONADIC , Consejo Nacional contra las Adicciones. LGS, Ley General de Salud. NOM-028 SSA2 1999 , Norma Oficial Mexicana para la Prevención, Tratamiento y Control de las Adicciones. SNS, Sistema Nacional de Salud. ENA, Encuesta Nacional de Adicciones. NOM-017-SSA2-1994 , Norma Oficial Mexicana de la Vigilancia Epidemiológica. SISVEA , Sistema de Vigilancia Epidemiológica de las Adicciones. IMSS , Instituto Mexicano del Seguro Social. ISSSTE , Instituto de Servicios y Seguridad Social de los Trabajadores del Estado. PGR, Procuraduría General de la República. CIJ, Centros de Integración Juvenil. SRID, Sistema de Reporte de Información en Drogas en el Distrito Federal. INP, Instituto Nacional de Psiquiatría Ramón de la Fuente Muñiz. SEP, Secretaría de Educación Pública. DIF, Sistema Nacional para el Desarrollo Integral de la Familia. UNICEF , Fondo de Naciones Unidas para la Infancia. PNUFID , Programa de Naciones Unidas para la Fiscalización Internacional de Drogas. INEGI , Instituto Nacional de Estadística, Geografía e Informática. CAVI, Centro de Atención a la Violencia Intrafamiliar. PGJDF , Procuraduría General de Justicia del Distrito Federal. DA, Drogadictos Anónimos. NA, Narcóticos Anónimos. COMCA , Consejo Municipal contra las Adicciones. CORSAME , Coordinación de Salud Mental. PEMEX , Petróleos Mexicanos. CONASIDA , Consejo Nacional para el control del VIH SIDA. PREVERP , Programa de Prevención de Riesgos Psicosociales. PEPCA , Programa de Educación Preventiva Contra las Adicciones. OPS, Organización Panamericana de la Salud. IMJ, Instituto Mexicano de la Juventud. PREVEA , Programa Nacional Juvenil para la Prevención de Adicciones. IPN, Instituto Politécnico Nacional. REUNA , Red de Universidades para la Prevención de las Adicciones. UNAM , Universidad Nacional Autónoma de México. ILCE, Instituto Latinoamericano de Comunicación Educativa.Apéndice Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 110FEADS , Fiscalía Especializada para la Atención de Delitos contra la Salud. SG, Secretaría de Gobernación. INEPAR , Instituto de Educación Preventiva y Atención a Riesgos, A.C. SCT, Secretaría de Comunicaciones y Transportes. ONG, Organización No Gubernamental. CRETA , Centro de Rehabilitación Terapéutica para las Adicciones. CESAD , Clínica Especializada en Solucionar Alcoholismo y Dependencias. CAPRA , Centro de Asesoría, Prevención y Rehabilitación de Adicciones. TELCIJ , Servicio de Orientación e Información Telefónica de Centros de Integración Juvenil. DGE, Dirección General de Epidemiología. NIDA , National Institute on Drug Abuse. CINVESTAV , Centro de Investigación y Estudios Avanzados. ENCB , Escuela Nacional de Ciencias Biológicas. SE, Secretaría de Economía. STPS , Secretaría del Trabajo y Previsión Social. ONU, Organización de las Naciones Unidas. CICAD/OEA , Comisión Interamericana para el Control y Abuso de Drogas de la Organización de los Estados Americanos. UAM, Universidad Autónoma Metropolitana. MEM , Mecanismo de Evaluación Multilateral. GCAN , Grupo de Contacto de Alto Nivel. GNAS , Grupo Nuclear sobre Abuso de Sustancias. SEDENA , Secretaría de la Defensa Nacional. CONADE , Comisión Nacional del Deporte. ANPF , Asociación Nacional de Padres de Familia. DGSR , Dirección General de Salud Reproductiva. ANUIES , Asociación Nacional de Universidades e Institutos de Educación Superior. CONACYT , Consejo Nacional de Ciencia y Tecnología. CFPRS , Comisión Federal de Protección contra Riesgos Sanitarios. CLMA , Convenio Marco para la Lucha Contra el Tabaquismo. 111 Bibliografía 1.Acción Legislativa contra la Epidemia Mundial del Tabaquismo. WHO, Ginebra, 1995. 2.Alarcon, D.G. Demografía del cáncer pulmonar. Revista de la Facultad de Medicina, UNAM 1959, p. 585. 3.Auerbach, Oscar, Garfinkel, L. Parks, V. R.: Histologic type of lung cancer in relation to Oscar, Garfinkel, L.: Changes in bronchial epithelium in relation to sex, age, residence, smoking and pneumonia, N. J. Med. 267:111, 1962. 5.Auerbach, Oscar, Stout, A. P . Hammond, E. C., and Garfinkel, L.: Bronchial epithelium in pp. 36-49, 1990. 8.Benowitz, N. Y of exposure smoking cancer in workers. Lancet, 2:476,1972. Med. , 1969. 13.Campbell, Alastair and in small airways pulmonary Eng. J. Med. 1978; 298: 1277 . 15.Cosío Villegas, Ismael. Aparato Respiratorio. Méndez 8ª ed., México. 16.Doll, R y Peto, and other diseases. Public Health Rep. 74:581, 1959. 19.Encuesta Nacional de Adicciones 1998, Instituto Nacional de Psiquiatría, Secretaría de Salud, México. 20.Encuesta Nacional de Adicciones 1993, Instituto Nacional de Psiquiatría, Secretaría de Salud, México. 21.Ferris, B. Jr. Chronic bronchitis and ,1973. 22.Fletcher, The history obstruction, Br. Med. .Apéndice Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 11224.Gonzalez Montaner, LJ; Tabaco y enfermedades respiratorias; Anal Cat Tisioneum; . 25.Hammond, E. C. and E. L. smoking and lung cancer in Canada Cm. Med., 14:18, 1960. 26.Higgings MV,. Deller JB, Becher M. Howatt W, Landis JR, Rotman H, Weg JG Higgins I. An index of risk for obstructive airways disease. Am Rev Respir Dis. 1982; 125:144. 27.Hinshaw, H. C, Murray, J.F . Enfermedades del 28.Hogg J. C., , 1973. modern comprehensivetreatment 184 34.Little John B., Radford, E. P ., Jr., McCombs, H. L., and Hunt, V. R.: Distribution of polonium 210 inpulmonary tissues of cigarette 35.Little, Clarence C.: Some phases of the Engl. Med.,264:1241,1961 Resp. Dis. 114:102, 1976. 40.Miller, G. J.: Cigarette smoking and airways obstruction in the West Indies. Thorax, 29:495,1974. 41.Murasawa, K., and Altmann, V. Primary lung tuberculosis. A study Sea Hosp. Bull., 17:37 the Salud, México, 2001 . 47.Redmond, D. E., Jr. Tobacco and cancer: The first clinical report, 1761 . J. R.: Demographic approach to the problem of the connection between lung cancer and smoking. Br. J. Prev. Soc. Med. 14:181, 1960. 49.Reynolds H, William Hernández, C y Selman Lama, M.Determinación de la función respiratoria en fumadores residentes en la ciudad de México y enprovincia. Posible efecto sinérgico de la contaminación atmosférica. Rev. Inst Nal Enf Neria, J.y Selman Lama, M. Alteraciones respiratoriastempranas secundarias al tabaquismo. Rev. Inst. Nal. Enf. Pérez J.y Selma Lama, M. Desórdenes secundarios de la funciónrespiratoria temprana por fumar tabaco. Gac Med 126.(3): 191-199. México, 1990. 56.Rubio. Monteverde, H., P M, José, Selma Lama Moisés. \"Alteraciones Funcionales Respiratorias Secundarias al Tabaquismo\" Gaceta Médica de México., Vol. 126, no. 3 Mayo-Junio 1990. 57.Selikoff, Irving J., Hammond, E. C., and 139-42, Risk estimates for bronchitis in Resp. Dis., 113:619, 1976. 61.Tapia Conyer, Roberto. Las adicciones. Dimensión, impacto y perspectivas. El Manual Moderno,México, 1994. 62.Villalba-Caloca, J.; Espinosa, M. y 83-86. México, 1999. 63.Weiss, William, Boucot, K. R., Cooper, D. A., and Carnahan, W. J.: Smoking and the health of older men. II. Smoking and ventilatory function. Arch. Environ. Health, 64.Weiss. epidemiology cancer Effect of cigarette on simple of ventilatory capacity in medical students, Am. Rev. Resp., Dis. 110:198, 1974.Apéndice Programa de acción: Adicciones. Tabaquismo Enfrentar los problemas emergentes mediante la definición explícita de prioridades Estrategia 3 114Reconocimientos Bajo la coordinación del Dr. Guido Belsasso, Comisionado del Consejo Nacional contra las Adicciones y del Dr. Agustín Vélez Barajas, Director General Técnico en Adicciones y Salud Mental, el presente programa fue elaborado por el Dr. Horacio Rubio Monteverde. Instituciones participantes SEP Secretaria de Educación Pública SCyT Secretaría de Comunicaciones y Transportes IMSS Instituto Mexicano del Seguro Social OPS Organización Panamericana de la Salud ISSSTE Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado DIF Sistema Nacional para el Desarrollo Integral de la Familia Instituto Nacional de Salud Pública INER Instituto Nacional de Enfermedades Respiratorias INP Instituto Nacional de Psiquiatría Instituto Nacional de Cardiología DGE Dirección General de Epidemiología DGIS Dirección General de Insumos para la Salud DGAI Dirección General de Asuntos Internacionales Dirección de Control Sanitario de la Publicidad CIJ Centros de Integración Juvenil, A.C. ANM Academia Nacional de Medicina AMC Academia Mexicana de Cirugía HGMGG Hospital General Manuel Gea González HGM Hospital General de México PEMEX Servicios Médicos de Petróleos Mexicanos SESA Servicios Estatales de Salud UNAM Universidad Nacional Autónoma de México IPN Instituto Politécnico Nacional Programa de Acción: Adicciones. Tabaquismo Primera edición: 1000 ejemplares Se terminó de imprimir en noviembre de 2001 "}