{"title": "Todo lo que tienes que saber sobre el culturismo natural: qué es y qué se considera ser natty", "author": "Ángel Gardachal", "url": "https://www.vitonica.com/entrenamiento/todo-que-tienes-que-saber-culturismo-natural-que-que-se-considera-ser-natty", "hostname": "vitonica.com", "description": "El mundo del culturismo siempre ha estado cubierto de polémica. En este artículo hablamos de una nueva tendencia en el culturismo, el culturismo natural, que...", "sitename": "Vitonica", "date": "2020-01-30", "cleaned_text": "En los últimos años ha habido una gran difusión de todos los aspectos que rodean al mundo del entrenamiento con pesas, sobre todo en [webs especializadas como esta](https://www.vitonica.com/) y en redes sociales. Aunque si bien es cierto que para muchas personas de la sociedad un cuerpo musculoso y con un [porcentaje de grasa bajo](https://www.vitonica.com/entrenamiento/todo-que-tienes-que-saber-porcentaje-grasa-corporal-como-medirlo-cuando-demasiado-alto-como-reducirlo) sigue siendo una imagen poco habitual, también es cierto que estas imágenes ya no están supeditadas a revistas de culturismo o a [actores de Hollywood](https://www.vitonica.com/musculacion/mitos-del-culturismo-arnold-schwarzenegger-i) de los años 80. Esta expansión del fitness en general y del culturismo en particular ha supuesto que el debate sobre el consumo de de sustancias dopantes vuelva a estar a la orden del día, si en algún momento no lo ha estado. El fitness hoy en día es un negocio multimillonario tanto por las casas de suplementos como por la aparición de atletas, modelos e influencers que viven o al menos encuentran lucro en su imagen corporal. Que no se me malinterprete: esto es algo completamente respetable. Lo que no es respetable es competir infringiendo las [normas del código de antidopaje](https://www.wada-ama.org/en/content/what-is-prohibited?gclid=Cj0KCQjw0IDtBRC6ARIsAIA5gWtwp88MsoOMjE70DZ1v8KXETTvmlhijmfxJAQt7oaeM6azRWGqu1mQaAjaKEALw_wcB) que recoge la WADA (World Anti-Doping Agency) o hacer creer a miles o millones de seguidores que no lo haces. Sobre el primer punto hay que decir que existen federaciones tanto en culturismo como en otros deportes como [el powerlifting](https://www.vitonica.com/entrenamiento/asi-se-vive-competicion-powerlifting-dentro) donde no se realizan [controles antidopaje](https://www.vitonica.com/prevencion/el-doble-discurso-del-dopaje) por lo que es lícito y ético competir en estas si haces uso de este tipo de sustancias. En mi opinión, no es justo condenar a un atleta que usa este tipo de sustancias cuando compite en federaciones donde todos lo hacen o tienen la posibilidad de hacerlo. Dicho esto e incidiendo en que es un tema complejo con muchas perspectivas y por supuesto intereses, surge la pregunta de [qué se considera doping](https://www.vitonica.com/equipamiento/nodopapp-la-aplicacion-que-te-pone-en-guardia-frente-al-dopaje-involuntario) y qué no, lo que últimamente se conoce como ser natural (natty) o no serlo. Aunque el doping se extiende en todos los deportes, hoy hablaremos del culturismo y una nueva tendencia dentro del mismo que aboga por una competencia leal y noble dentro de unos estándares de salud: el culturismo natural. ¿Qué es ser natural? establecemos la línea \"lo natural\" de lo que no lo es? Para responder a estas preguntas debemos volver a la WADA: ser \"natural\" implica sobre todo respetar el código antidopaje. De esta manera incurrir en una infracción de este código implicaría \"dejar de ser natural\". Infringir este código abarca infracciones que van desde el propio consumo de sustancias dopantes como [esteroides anabólicos androgénicos](https://www.vitonica.com/complementos/esteroides-fitness-estos-todos-sus-efectos-adversos-ciencia) o en general PEDs (Performance-Enhancing Drugs), hasta su posesión o tráfico incluyendo la negación a someterse a un control. Todo lo que se salga del cumplimiento de este código o conjunto de normas es debate, el cual debe existir y adaptarse a la evolución de los atletas, de los deportes y de la evidencia científica disponible. Este debate, sobre todo en la comunidad científica, hará que algunas nuevas sustancias entren en la lista de sustancias prohibidas y que otras salgan o se regule su presencia en el organismo hasta unos límites ajustados. Lo que tú o yo opinemos es irrelevante puesto que a algo tenemos que acogernos y el mejor organismo que tenemos para establecer unos límites es la WADA. Entendido pero, ¿por qué los suplementos deportivos se consideran naturales si son una ayuda para el rendimiento? La presencia o no de una sustancia en la lista de sustancias prohibidas depende entre otras cosas del equilibrio de sus efectos sobre el rendimiento y perjuicios sobre la salud. De esta manera, un suplemento deportivo que puedes encontrar legalmente en cualquier tienda o web especializada nunca será considerado doping porque aunque es una ayuda ergogénica no supone un perjuicio para la salud. Además, qué decir tiene que el impacto sobre el rendimiento es mucho menor que los esteroides, los SARMs sustancia se nos pueda ocurrir. ¿Qué es el culturismo natural? Dentro de este contexto surge dentro del culturismo una apuesta por una práctica de este deporte sana, noble y sobre todo transparente. En España existe [la Escuela de Culturismo Natural](https://www.escuelaculturismonatural.com/) que cuenta con muchos seguidores en [sus redes sociales](https://www.instagram.com/escuelaculturismonatural/) y atletas de talla nacional e internacional como [Lucia Aguado](https://www.instagram.com/thesaiyankiwi/) o [María Catalá](https://www.instagram.com/marinna_wnbfpro/). La Escuela lucha por la difusión de este culturismo libre de prácticas ilegales y que atentan contra la salud del deportista. La semana que viene hablaremos de cómo entrenan estos culturistas y qué diferencias principales existen entre un tipo de entrenamiento y otro. En [Vitónica](https://www.vitonica.com/) | [Volumen de entrenamiento: cuántas series semanales hacer de cada grupo muscular para maximizar la hipertrofia](https://www.vitonica.com/entrenamiento/volumen-entrenamiento-cuantas-series-semanales-hacer-cada-grupo-muscular-para-maximizar-hipertrofia) [Generación de hierro. La película sobre "}