{"title": "Tratamientos y Servicios | SaludDar Somos Salud IPS - Medicina Integrativa y Funcional", "author": null, "url": "https://www.saluddar.com/tratamientos-y-servicios/consultas/consulta-integrativa-y-funcional", "hostname": "saluddar.com", "description": "Cuando un problema de salud persiste, es tiempo de buscar alternativas. Más de 10.000 pacientes en Santander han acudido a SaludDar para llevar su proceso de recuperación y han encontrado alivio a sus problemas crónicos de salud.", "sitename": "SaludDar Somos Salud IPS - Medicina Integrativa y Funcional", "date": "2023-08-17", "cleaned_text": "Consulta Integrativa y Funcional Cuando un problema de salud persiste, es tiempo de buscar alternativas. Más de 10.000 pacientes en Santander han acudido a SaludDar para llevar su proceso de recuperación y han encontrado alivio a sus problemas crónicos de salud. ¿Por qué es diferente la consulta médica en SaludDar? Nuestra apuesta va dirigida hacia la superación de los procesos profundos que han llevado a que la enfermedad se consolide. Buscamos las causas reales en la base de la enfermedad que vamos a encontrar en el estilo de vida, la genética y la historia personal del paciente, en sus emociones, motivaciones y creencias. Creemos firmemente que cuando la enfermedad se manifiesta, el cuerpo intenta comunicar algo: un desbalance a nivel físico o emocional. Nuestra misión es escuchar atentamente los síntomas para identificar la causa raíz de la enfermedad y atenderlo para restablecer el poder autocurativo que habita en cada persona. Con SaludDar, los pacientes honran su cuerpo y su mente con una medicina que les permite sanar de adentro hacia afuera y les ayuda a prevenir la enfermedad. Conviértase en el protagonista de su bienestar de la mano de SaludDar. Áreas terapéuticas [Salud digestiva](https://www.saluddar.com/tratamientos-y-servicios/condiciones-de-salud/colon-y-problemas-digestivos) - Enfermedades crónicas y autoinmunes - Salud articular y osteomuscular - Trastornos metabólicos - Prevención y antienvejecimiento - Apoyo al paciente oncológico - Pediatría integrativa La consulta médica se realiza bajo las siguientes orientaciones de alternativas para la salud y su aplicación dependerá del caso específico de cada paciente: Homeopatía, Medicina Funcional, Homotoxicología, Psiconeuroinmunología, Acupuntura, Naturopatía. para agendar su cita: Ahora en SaludDar: CONSULTA MÉDICA VIRTUAL "}