{"title": "Altar Products & Ritual Tools | Original Botanica", "author": null, "url": "https://originalbotanica.com/altar-products-ritual-tools", "hostname": "originalbotanica.com", "description": "Cascarilla, Blue Balls, Camphor Blocks, Voodoo Dolls, Lodestones, and other magical and spiritual tools used for Santeria and other spells and rituals.", "sitename": "Original Botanica", "date": "2022-04-25", "cleaned_text": "Altar Products & Ritual Tools A complete line of altar tools and supplies for all of your Wicca, Pagan, or Santería rituals. - Starting at $0.99 Cascarilla is a spiritual powder believed to possess protective and purifying powers. It is commonly used in rituals for protection and cleansing,... [Add to Cart](https://originalbotanica.com/cascarilla) - Starting at $4.95 Use holy water to cleanse your altar items, add to you bath water for purification or sprinkle around your home to remove evil and negativity. [Add to Cart](https://originalbotanica.com/holy-water) - Starting at $2.95 Camphor is used for a variety of spiritual purposes including purification and cleansing, as well as limiting evil spirits and negative entities.... [Add to Cart](https://originalbotanica.com/camphor-blocks) - Starting at $0.99 Blue squares - also known as Añil Modamo, or Añil Bluestone - like the blue balls are useful for gambling luck as well as spiritual purification.... [Add to Cart](https://originalbotanica.com/blue-squares) - Starting at $3.95 Mojo bags, filled with herbs, crystals, or items symbolizing the desired intention, serve multiple purposes such as attracting luck, protection,... [Add to Cart](https://originalbotanica.com/mojo-bags) - Starting at $3.95 Swift Lite Charcoal Discs are a convenient and efficient solution for burning resins, incense, herbal powders, or dried herbs. These self-igniting,... [Add to Cart](https://originalbotanica.com/swift-lite-charcoal-incense) - Starting at $6.95 Sheepskin parchment paper is a common tool in spells and rituals for writing affirmations, intentions, prayers, or spells, believed to amplify... [Add to Cart](https://originalbotanica.com/sheepskin-parchment-paper) - [Ball Blueing - Blue Balls - Añil Modamo](https://originalbotanica.com/blue-balls) Ball Blueing - also known as Bluing Balls, Blue Balls, Añil Modamo, or Añil Bluestone - is used for luck in gambling, spirit work, cleansing,... [Add to Cart](https://originalbotanica.com/blue-balls) - Starting at $7.95 Voodoo Dolls have been used for centuries by practitioners for everything from love rituals & healing ceremonies to hexing spells. [Add to Cart](https://originalbotanica.com/voodoo-dolls) - Starting at $4.95 Ancestor money is paper that you can burn to send into the spirit world. Burn this ancestor money to send along financial riches to your deceased... [Add to Cart](https://originalbotanica.com/ancestor-money) - Starting at $4.95 Magnetic lodestones, also known as \"Nature's Magnets,\" are stones composed of magnetite with a natural magnetic charge that have been used for... [Add to Cart](https://originalbotanica.com/magnetic-lodestone) - Starting at $5.95 Sprinkle these grains inside of your business to draw customers and financial success to your business. Sprinkle the grains in front of the... [Add to Cart](https://originalbotanica.com/magnetic-grains-for-business) - Starting at $4.95 Manteca Corojo, or Palm Oil, is used to anoint the Orishas - Eleguá, Ogún, and Ochosi. It is also commonly used to attract luck and love, provide... [Add to Cart](https://originalbotanica.com/manteca-corojo) - Starting at $3.95 The cinnamon broom is a powerful tool for purifying and grounding your space. Made with natural materials and infused with the warm scent of... [Add to Cart](https://originalbotanica.com/cinnamon-broom) - [Large Handkerchiefs (Pañuelos)](https://originalbotanica.com/handkerchiefs) Handkerchiefs are often used on spiritual altars as offerings, decorations, protection, or to absorb negative energy. Handkerchiefs can also be... "}