{"title": "Specializing in the Treatment of Chronic Pain", "author": null, "url": null, "hostname": null, "description": "The Peaceful Heart offers massage therapy, energy balancing, spiritual healing, meditation instruction, biofeedback, and body/mind/spirit for golf near Lake Forest.", "sitename": null, "date": null, "cleaned_text": "All About Thepeacefulheart.com Thepeacefulheart.com is an all purpose massage and spiritual healing practice serving the southern Wisconsin and northern Illinois area for some time now. Run by Carla Gorsky, this healing clinic offers a wide range of personal healing options from structural massage therapy to realigning of chakras and the energies contained within. The healing center is mobile and takes in clients at their office, as well as offering a range of programs intended to improve corporate and small business wellness. Massage Lake Forest Massage is an ancient practice dating back thousands of years as even early humans learned that something as simple as manual manipulation of bones and soft tissues could do wonders for the body as a whole. Putting pressure on the human body and acting on that pressure sounds somewhat counter intuitive, but the human body is a complex and at time bizarre thing that reacts to outside pressure in surprising ways. One particularly surprising way is that a manual manipulation of its structure, from the feet all the way up to the neck, is an amazing way to promote relaxation and with it, mental well being. While massage is not a replacement for serious medical treatment, those who can manage a good massage swear by its comforting qualities and the overall effect it has on their mental stability. In these treatments, the client lays or sits down in a specialized seat, followed by the masseuse applying very specific pressure to very specific parts of the body to improve an overall sense of relaxation. Because a good deal of mental pressure is wrapped up in the strains of the body itself, relieving tension and strain in the muscles, bones and joints really does have a noticeable effect on the state of the human mind. Massage Therapy Lake Forest This is where the field of massage therapy originates. A gentle yet forceful massage session, performed with some regularity, do impressive things to a person's mental well being. At thepeacefulheart.com, Carla's massage practice is based on the Esalen massage techniques, which focus on a wide range of comforting techniques. This type of massage calms the nervous system and encourages the circulation of blood and lymph through out the body, as well as boosting energy levels. While the client will have to give permission first, the massage therapy offered can also become a deep massage, which will tend to muscle aches and pains, in addition to purging lactic acids from inside the muscular tissue itself. It is something of an all around massage therapy, which is intended to create a more complete healing environment that includes calming, soothing music and scents that calm the mind rather than exciting it. By creating this environment, a good massage therapy session will kick start the body into producing endorphins that cause the brain to feel a sense of comfort and pleasure, as well as subtly energizing the body when it otherwise feels strain. It is an altered state of consciousness that is pleasurable, safe and peaceful, opening the mind to seeing things from a less frantic viewpoint than the hectic modern world typically allows. Therapeutic Massage Lake Forest A therapeutic massage is a single session of massage therapy intended to provide the client with a bit of peace of mind as pressure and tension is relieved from their body and with it, relieved from their minds. The Esalen therapeutic massage in particular is based on Swedish massage and the work of Charlotte Selver, a noted music educator whose innovations in sensory awareness proved pivotal in a number of health fields. Therapeutic massage, while again not a substitute for serious medical care, can be a powerful supplemental therapy to help make life with a number of ailments more bearable, ranging from chronic pain to depression to anxiety. This type of therapeutic healing works by gently rocking the body to bring it into a place where it can begin to heal itself. From there, the massage therapist works the body with passive joint exercises to bring the joints into a less strained state and to prepare it for the next steps. From there, the therapist performs a deep structural massage on the muscles and the joints alike to bring both into a better balance that both relieves tension and boosts the energy of the person receiving it. This technique originated in the Esalen Institute of Big Sur, California, a non-profit group dedicated to a wide range of activities intended to boost personal growth and self awareness. On Site Massage Lake Forest Thepeacefulheart.com offers not only massage services to those willing to make the trip out to their place of business, but the proprieter and masseuse Carla Gorsky is also willing to go out to her clients to give massage therapy at their homes and places of business. While this will cost more, some people do find that a good massage in a familiar place does more for them than a massage in an unfamiliar place. Familiarity is after all more comfortable, and Carla acknowledges that, making her services a mobile operation rather than always expecting her clients to come to her. The full range of services is available both at her office and wherever else a client may need her healing services. Carla offers her massage services to sections of Illinois and Wisconsin. In Illinois, she is willing to travel to Lake Forest, Lake Forest, Lake Bluff, Lincolnshire, Mundelein, Riverwoods and Deerfield. In the state of Wisconsin, she is willing to travel as far afield as Lake Geneva, Delavan, Elkhorn and Fontana, as well as the areas immediately surrounding those locations. While it is a stereotype that the rural midwest is calm and relaxing, daily life anywhere in the modern world can be quite manic and stressful, and Carla is willing to take her work where it is needed most, whether it's to tend to chronic pain, regular anxiety or stress reduction. Masseuse Lake Forest The masseuse behind thepeacefulheart.com is Carla Gorsky, a masseuse who has been in the private practice of providing therapeutic massages and spiritual healing since 1979 and is showing no signs of slowing down any time soon. Her specialty is chronic pain and has a number of clients who swear by her work at relieving their constant pain. However, her healing services can tend to a wide range of problems in the mind and body and she stands by her work in not just massage but also in Sufi teaching, energy awareness, spiritual growth, heart meditation and on a more light hearted note, she has also developed a unique mind, body and spirit approach to the game of golf that many golfers in the area are adamant has helped improve their game. Her qualifications are many. First and foremost, she is licensed in massage therapy in the state of Illinois from the Illinois Department of Financial and Professional Regulation, a non-governmental body intended to provide consumer advocacy and ensure that a number of otherwise unregulated professions have some level of licensing and accountability to consumers. She is also a member of the American Massage Therapy Association, a professional association intended to create a level of respect for the public at large for massage therapy as well as provide a means by which a certain standard of care can be maintained among masseuses. She received the bulk of her training at the Center for Advanced Bodywork, a Chicago institution intended to teach structural therapy massage among other topics. She has also studied at the Barbara Brennan School of Healing as well as the Energy Mastery School where she learned about the use and manipulation of the body's energy's under Robert T. Jaffe M.D. She studied a number of topics under Dr. Jaffe and proudly maintains his teachings in spiritual and medical healing. She believes very strongly that in a fast paced world where everybody is fixated only on the next goal that a certain amount of stillness at some point in one's life is essential for maintaining a balance. Chakra Balancing Lake Forest Inside a number of Indian religions, the chakra (or cakra in Sanskrit, which translates roughly to \"wheel\") is an energy point inside the spiritual body that is unquestionably connected to the physical body as well. There are a wide range of chakras inside the human body, through which life force (called prana in Sanskirt) and other vital energies move through the body. When these energies are balanced, the body feels better and mind is at peace. A number of India scriptures describe a number of different types of chakras. Though there is a dizzying number of chakras inside the human body, seven major chakras stand out. These are the balanced is a sizable effort. Thepeacefulheart.com knows how to keep these chakras in balance in order to give the body, mind and spirit its maximum level of internal stability. Creating a state of total wellness that incorporates all the elements of the chakras and keeping them holding together and functioning like an well made antique pocket watch is a difficult task, but Carla is more than up for the job. Whether it's helping sort through the repressed emotions, dark thoughts or self defeating ideas that will chip away at the individual's mental well being until the body is affected negatively as well, Carla can absolutely help rebalance the chakras of the body through specialized healing techniques. Energy Healing Lake Forest Rebalancing the chakras is a larger element of energy healing. All things that live are bound to an electromagnetic field unique to each of them. This field, sometimes called an aura, exists as a template of sorts for the physical body and contains all the thoughts, emotions and beliefs of the individual life form that possesses the aura. Damage to this aura and its energies can have a number of negative effects and realigning these energies can be the work of months or years. Carla's training in energy healing is intended to help her clients improve their energies for a better, less manic life. Her methods may seem unusual to those new to energy healing, but they are actually tried and true techniques for rebalancing a body's energies to function at their maximum potential again. Spiritual Healing Lake Forest Carla is a spiritual healer, a professional capable of perceiving distortions in the energies and auras of human beings and knowing where things are going wrong. A spiritual healer can also assist the human body in returning to a more stable, healthier state by realigning the energies into their proper place. Carla's techniques are those of most spiritual healers. Laying on of hands provides reassurance and stabilizing of chakras, harmonic resonances even out the out of control energies and an energetic dialogue helps the mind clear itself of unhealthy thoughts. Meditation Lake Forest Carla also teaches meditation techniques, both in her office and on site, for both personal, family and corporate wellness efforts. Meditation is an ancient practice known to many civilizations across the planet, ranging from ancient Hindu mental awareness to early Christian focusing techniques to a number of pagan faiths that find it a useful tool for helping its adherents find their way. The practice itself consists of the mind being trained to react to certain stimuli in a specific way or induce a certain type of consciousness in the user for a personal benefit to the mind that is meditating. In addition to training the mind towards absolute concentration, the practice can also train the mind to relax even in the midst of heavy stress and develop more positive feelings towards oneself and the world. By meditating on specific feelings such as kindness, mercy, love, patience, faith and determination, the mind eventually begins to start cultivating such feelings in daily living, providing the user with an improved mind and spirit, which and and often will lead to an improved body. Those who have meditated for some years through a wide variety of teaching both religious and secular have found that such practices give them a powerful sense of well being in daily living. FOR MASSAGE: massage, massage therapy, therapeutic massage, myofascial release, neuromuscular massage, structural therapy, structural integration, headaches, low back pain, fibromyalgia, plantar fascitis, pelvic pain, neck pain, postural integration, chronic pain, anxiety, panic attacks FOR HEALING: spiritual healing, healing, chakra balancing, energy healing, energy balancing, spiritual growth, metaphysical, holistic healing, anxiety, panic attacks, natural healing, alternative therapies, complementary medicine, meditation, heart meditation, stress reduction, body mind healing, spiritual practice, corporate wellness, Barbara Brennan healing FOR WELLNESS: meditation , stress reduction, stress management, wellness programs , on site wellness, on site massage, corporate wellness , meditation techniques, stress relief, burnout, test anxiety, family counseling, family stress, heart meditation, heart biofeedback, heartmath, stress management, emotional healing, FOR THE HEART OF GOLF: golf instruction, golf swing, golf mastery, golf performance, golf injury , low back pain, shoulder pain, neck pain, peak performance, in the zone, golf handicap, yips, shanks IN ILLINOIS Libertyville Lake Forest Lake Bluff Vernon Hills Gurnee Lincolnshire Mundelein Deerfield Riverwoods WISCONSIn Lake Geneva Delevan Elkhorn Williams Bay Burlington "}