{"title": "Pediatric Alternatives Integrative: Healthcare for Children and Adolescents", "author": "Pediatric Alternatives Integrative Healthcare; Adolescents", "url": "https://pediatricalternatives.com/integrative-medicine", "hostname": "pediatricalternatives.com", "description": "Integrative Healthcare for Children and Adolescents", "sitename": "Pediatric Alternatives Integrative: Healthcare for Children and Adolescents", "date": "2017-01-01", "cleaned_text": "Adolescents Integrative Healthcare for Children and Adolescents Integrative medicine is the convergence of ancient healing wisdom with the medical practices of western medicine. At Pediatric Alternatives, through our combined training in western medicine, homeopathy, herbal medicine, naturopathic medicine and nutrition, we are able to treat more illnesses naturally without the use of antibiotics or other prescription medications. Nutrition plays an exceedingly important role in the health of your family. Many of our chronic diseases stem from poor soil, modern farming practices and general lack of understanding of good nutrition. At Pediatric Alternatives we promote a back-to-basics diet consisting of whole, unprocessed, locally grown foods to support optimum health. Naturopathic medicine blends centuries-old natural, non-toxic therapies with current advances in the study of health and human systems, covering all aspects of family health from prenatal to geriatric care. Naturopathic medicine concentrates on whole-patient wellness; the medicine is tailored to the patient and emphasizes prevention and self-care. Gut health is especially important. Naturopathic medicine attempts to find the underlying cause of the patient's condition rather than focusing solely on symptomatic treatment. Homeopathy is a system of medicine using dilute solutions of natural substances to cure illnesses in a safe and gentle manner. At Pediatric Alternatives, we teach families the basics of homeopathy so they can use this safe and effective system of medicine to treat acute illness at home. We also offer constitutional homeopathic care for chronic diseases. Herbal medicine is the age-old use of plants as medicine. Modern understanding of plant constituents has allowed the development of safe, effective and good tasting preparations for children. "}