{"title": "How a farmer built an essential oil startup to keep his farm animals calm and stop them from getting sick", "author": "Maybrit Martschin; Nathan Rennolds", "url": "https://www.businessinsider.com/startup-is-using-aroma-diffusers-help-cows-pigs-chickens-relax-2022-3", "hostname": "businessinsider.com", "description": "For farmers, weakened animals can quickly become a cost factor, as medications like antibiotics are expensive.", "sitename": "Insider", "date": "2022-03-01", "cleaned_text": "- Victor große Macke is the founder of Farmerscent. - The company has developed a diffuser that sprays calming aromas for farm animals. - It's designed to help cut medical costs and improve the quality of farming products. Victor große Macke, founder of Farmerscent, has developed a programmable diffuser that sprays calming aromas depending on the type of animal, barn size, weight, and number of animals. The 26-year-old, who's a trained farmer, is addressing a problem that has long plagued the agricultural sector. \"As humans, we know that if we just work all day and have no balance, illnesses are pre-programmed,\" he said. \"Stress puts strain on the immune system, stress puts strain on the psyche, and in general, stress is not conducive to being productive,\" he added. Watch: Yet the health of animals affects more than just the quality and quantity of products like milk and meat. For farmers, weakened animals can quickly become a cost factor, as medications like antibiotics are expensive. In addition, farmers must comply with legal waiting periods before they can resell their products to ensure that they don't contain residues that are harmful to consumers. Lavender oil to boost mood Victor große Macke wanted to find a way to promote animal health with a herbal remedy. This led him to essential oils. \"I found studies on this online, first in the field of human medicine, then in the veterinary field, which confirmed the stress-relieving effect and was immediately curious,\" he explained. With aromas, it's not the scent as such that pleases the animals. Instead, it's the ingredients that matter. For example, lavender contains the substances linalool and linalyl acetate, which help increase stress resistance and well-being. He founded Farmerscent with computer scientist Alexander Grunwald. Grunwald designed the Aerodiff, which consists of an atomizer and a control terminal that farmers use to set how often it sprays. Two fragrances are available — a lavender-based anti-stress liquid and a eucalyptus-menthol oil that stimulates mucus production and is meant to be used when animals show cold symptoms. The device has officially been on the market since July 2021. It can be set up in a barn using a special bracket and works from an electrical socket. The reason for this is the poor internet supply in the countryside. \"We can't take our farming to the next level if we don't think about rural areas in terms of upload and download speeds,\" said the founder. The Aerodiff, he said, is initially intended as an isolated solution. In the long term, Farmerscent is working with other startups to develop digital tools that allow stressed animals to be detected on cameras. The founder explains that there's currently a great desire for innovation in farming. Many young agricultural startups are drawn to Osnabrück, Germany by the accelerator \"Seedhouse.\" It was founded in the city in 2019. The platform helps startups from the food, digitalization, and agricultural sectors to grow. Farmerscent had received a startup grant of $11,400 (€10,000) through it. Farmerscent struggles with delivery problems The founder also wants to supplement the current control pad with an app. \"We hope it will get even better with the Internet,\" said große Macke. So far, customers have been paying a sum in the higher triple digits for an Aerodiff. Right now, the founder is most concerned about the supply shortages of chips. \"We're practically sold out, but we're having a hard time getting new chips, and we'd have to charge practically 10 times as much for the Aerodiff right now,\" he said. So far, Farmerscent has sold a higher double-digit number of devices, mostly to farmers in the region, he said. Both fattening farms and organic farmers are among the customer base. That's because whether animals are stressed or catch a cold is often not a matter of position, he said, but a normal process — just as it is with humans. \"Pigs have coughs, too,\" he said. Farmerscent has been financed by the Seedhouse investment company and a grant from NBank. For now, the startup wants to use the money to further develop its products. In the long term, expansion into the DACH region is also possible. "}