{"title": "Living with Cat Allergies", "author": null, "url": null, "hostname": null, "description": "Living with Cat Allergies", "sitename": null, "date": "2000-01-01", "cleaned_text": "Living with Cat Allergies by Chris Leitz As the dedicated slave to four cats that suffers from cat allergies, as well as a few other allergies, I sometimes get asked by our co-ordinator to have a chat with people that are interested in adopting a cat but are either suffering from cat allergies themselves or have a family member that is affected, and are therefore understandably weary to take this step. Contrary to popular belief, cat hair itself is not allergenic. The cause of allergy to cats is a protein called Fel d 1 emanating from sebum found in the sebaceous glands of cats. The protein attaches itself to dried skin, called dander, that flakes off and floats through the air when cats wash themselves. Although you may never be able to eliminate all your allergy symptoms, following these suggestions can help make living with your cat a more enjoyable experience. - Designate your bedroom as a cat-free zone, (difficult — I know). Begin your program of allergen reduction by washing bedding, curtains and pillows. Better yet, replace them. Use special covers that are designed to prevent allergens from penetrating onto your mattress and pillows. Don't expect results overnight. Cat allergens are one-sixth the size of pollens, and it may take months to reduce them significantly. - Brush your cat outside to prevent loose, allergen-carrying hair from dispersing through your home and wear gloves. - Wash your hands when you have touched your cat and don't rub your eyes. - Eliminate allergen traps such as upholstered furniture and rugs. Carpet can accumulate up to 100 times the amount of cat allergens as hardwood flooring. If ripping up the carpet is not an option, have it steam cleaned as often as needed. - Vacuuming blows as many allergens through the air as it removes, so when you vacuum, use an allergen-proof vacuum cleaner bag or a vacuum cleaner with a high efficiency particulate arresting (HEPA) filter. - Get some fresh air. Highly insulated homes trap allergens as well as heat, so open the windows to increase the ventilation in your home. - Wipe the dander away with a special product such as Petal Cleanse. This is a lotion composed of cleansers and moisturisers. The cleansers remove the dander saliva and urine from the coat, and encapsulate the Fel d1 allergens. The moisturisers condition the coat and skin to further reduce the amount of material shed. Tests have shown that Petal Cleanse alleviated the symptoms of 90% of sufferers. Bathing a cat is often suggested as a way to reduce the dander, but the cat would have to be washed almost daily for this to be effective, which is not practical and far too stressful for both cat and owner. - Clean the cat box as soon as possible after the cat has used it. Cat allergen is found in urine and is left in the litter box when your cat makes a deposit. To help prevent allergic reactions to the litter box, use a brand of litter that is less dusty and clumps well, and have someone in the household who is not allergic clean the box ( I love this one). - Wash your cat's bedding regularly. - Take your medicine. Over-the-counter or prescription antihistamines, decongestants, eye drops and aerosol inhalers will help reduce the symptoms, although they do not eliminate the allergy. - Get tested. An allergy specialist can determine the exact source of your allergic reactions by a simple prick of the skin on your arm or back. - Look at the whole picture. Because allergies rarely come individually wrapped, other culprits, such as dust mites and pollen, may be causing reactions, too. According to Allergy UK, an individual rarely has a single allergy. - Build up resistance. There is no cure for allergy to cats (yet!), but immunotherapy may help increase your tolerance. Immunotherapy involves getting allergy shots once or twice weekly for up to six months, then monthly boosters for three to five years. Some people develop complete immunity, while others continue to need shots, and still others find no relief at all. And finally, some interesting facts if you are considering to adopt a cat despite being allergic: Female cats produce a lower level of allergens than males, and neutered males produce a lower level of allergens than full tom cats. In 2000, researchers at the Long Island College Hospital found that cat owners with dark-coloured cats were more likely to report allergy symptoms than those with light-coloured cats. A later study by the Wellington Asthma Research Group found that fur colour had no effect whatsoever on how much allergen a cat produced, so owner perception must be involved. Coping with an allergy to cats is nothing to sneeze at. It's a commitment. After all, rescues receive cats for this reason every day. Hopefully, following these tips will make a world of difference to you as a sufferer and you will be able to happily continue to live with your best friend. "}