{"title": "19 Factors that May Increase Neurogenesis Naturally - SelfHacked", "author": "Ana Aleksic", "url": "https://selfhacked.com/blog/ways-increase-neurogenesis/", "hostname": "selfhacked.com", "description": "Can you help your brain make more neurons? Read on for surprising factors that may increase neurogenesis and support brain health.", "sitename": "SelfHacked", "date": "2019-12-05", "cleaned_text": "Some scientists think that neurogenesis may improve memory and help with [anxiety](https://selfhacked.com/blog/natural-treatments-anxiety/) and [ depression](https://selfhacked.com/blog/natural-treatments-depression/), though this is still uncertain. One thing's for sure: the brain continues to birth new neurons throughout life. Read on to learn what may increase neurogenesis. Can Certain Factors Increase Neurogenesis? When to See a Doctor If your goal is to increase neurogenesis to improve your brain- or mood-related issues - including those of depression, anxiety, or traumatic brain injury - it's important to talk to your doctor, especially your mood is significantly impacting your daily life. Your doctor should diagnose and treat the condition causing your symptoms. The existing evidence does not suggest that reduced neurogenesis causes any disease. Additionally, changes in brain chemistry are not something that people can change on their own with the approaches listed below. Instead, the factors listed here are meant to reduce daily stress and support overall mental health and well-being. Therefore, you may try the additional strategies listed below if you and your doctor determine that they could be appropriate. None of these strategies should ever be done in place of what your doctor recommends or prescribes. Additional Precautions We're providing a summary of the existing research below, which should guide further investigational efforts. The studies listed in this section were mostly done in animals and should not be interpreted as supportive of any health benefit in humans. Lifestyle Choices that May Increase Neurogenesis 1) Exercise Research suggests that aerobic exercise increases the number of new neurons in the hippocampus and increases hippocampal volume [ [1](https://www.ncbi.nlm.nih.gov/pubmed/24818140), [ 2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4425252/)]. Running doubled the number of new cells in the hippocampus of mice [ [3](http://www.nature.com/neuro/journal/v2/n3/full/nn0399_266.html?foxtrotcallback=true)]. One study found that aerobic exercise increased hippocampal volume in 120 elderly adults with dementia [ [4](http://www.pnas.org/content/108/7/3017.full)]. 2) Mental Activity Learning new skills (particularly challenging ones) increases the survival of new neurons in the hippocampus, according to some recent studies [ [5](https://www.ncbi.nlm.nih.gov/pubmed/22898496)]. Scientists think that the hippocampus shrinks with age, and engaging in a complex mental activity is associated with less shrinkage [ [6](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2596698/), [ 7](http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0002598#pone.0002598-Kempermann1)]. 3) Sleep Short-term sleep deprivation (less than one day) has little effect on neurogenesis [ [8](https://www.ncbi.nlm.nih.gov/pubmed/19748235)]. However, chronic [ sleep](https://selfhacked.com/blog/health-benefits-sleep/) deprivation seems to reduce neurogenesis by increasing levels of [ stress](https://selfhacked.com/blog/63-factors-raising-stress-cortisol-level-backed-science/) hormones [ [9](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2052925/)]. Researchers consider that adequate sleep increases neurogenesis by lowering [ TNF-](https://selfhacked.com/blog/supplements-lifestyle-factors-influence-tnf-interleukin-6-il-6/) and stress hormones [ [9](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2052925/)]. 4) Meditation Stress is thought to be one of the main factors that decrease neurogenesis in the adult brain [ [10](https://www.ncbi.nlm.nih.gov/pubmed/15273691), [ 11](https://www.ncbi.nlm.nih.gov/pubmed/?term=Prenatal+stress+reduces+postnatal+neurogenesis+in+rats+selectively+bred+for+high), [ 12](https://www.ncbi.nlm.nih.gov/pubmed/?term=Suppressed+proliferation+and+apoptotic+changes+in+the+rat+dentate+gyrus+after+acute+and+chronic+stress+are+reversible)]. Both physical and social stresses appear to decrease hippocampal neurogenesis [ [13](https://www.ncbi.nlm.nih.gov/pubmed/14625145), [ 14](https://www.ncbi.nlm.nih.gov/pubmed/?term=Neurogenesis+in+the+dentate+gyrus+of+the+adult+tree+shrew+is+regulated+by+psychosocial+stress+and+NMDA+receptor+activation.)]. According to limited research, [meditation](https://selfhacked.com/blog/meditation/) may increase the size of the hippocampus. Scientists think that stress reduction may underlie neurogenesis [ [15](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3184843/), [ 16](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3004979/)]. 5) Sexual Activity Sexual activity can also help relieve stress, but animal studies suggest it may also increase neurogenesis. Scientists found this with both acute and chronic sexual activity in rats [ [17](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2904381/)]. Sex prevented a decrease in neurogenesis and improved memory in chronically-stressed mice [ [18](https://www.ncbi.nlm.nih.gov/pubmed/24041775)]. Diet & Nutrition that May Support Neurogenesis 6) Flavonoids Flavonoids are a group of compounds found in most fruits and vegetables. [Cocoa](https://selfhacked.com/blog/health-benefits-cocoa/) flavonoids seemed to build up in the hippocampus and protect the brain in animal models of aging, dementia, and stroke. Human evidence is lacking [ [19](https://www.ncbi.nlm.nih.gov/pubmed/23810791)]. [Blueberries](https://selfhacked.com/blog/blueberries-health-benefits/) and oolong and [ green teas](https://selfhacked.com/blog/green-tea/) are rich in flavonoids; they also increase neurogenesis in the hippocampus in animal experiments [ [20](https://www.ncbi.nlm.nih.gov/pubmed/?term=Modulation+of+hippocampal+plasticity+and+cognitive+behavior+by+short-term+blueberry+supplementation+in+aged+rats), [ 21](https://www.ncbi.nlm.nih.gov/pubmed/?term=Favorable+effects+of+tea+on+reducing+the+cognitive+deficits+and+brain+morphological+changes+in+senescenceaccelerated+mice)]. Based on animal and cellular studies, researchers hypothesize that several flavonoids may support brain health by [ [22](https://www.ncbi.nlm.nih.gov/pubmed/22833570), [ 23](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3520852/)]: - Increasing [brain blood flow](https://selfhacked.com/blog/15-ways-improve-brain-circulation/)and preventing the death of neurons [ [24](https://www.ncbi.nlm.nih.gov/pubmed/21982844)] - Increasing BDNF [ [25](https://www.ncbi.nlm.nih.gov/pubmed/18547700)] - Improving mood [ [25](https://www.ncbi.nlm.nih.gov/pubmed/18547700)] - Increasing precursor cells [ [26](https://www.ncbi.nlm.nih.gov/pubmed/26917271)] However, human data are lacking to back these mechanisms up. 7) The LMN Diet The LMN diet is a patented Medittarenean-like diet rich in polyphenols, polyunsaturated fatty acids, and soluble fiber [ [27](https://www.sciencedirect.com/science/article/pii/B9780124078246000781)]. The LMN diet increased neurogenesis in mice, presumably by increasing precursor cells and mature neurons [ [28](https://www.ncbi.nlm.nih.gov/pubmed/19661617)]. This diet also appeared to increase neurogenesis in a mouse model of Alzheimer's. The researchers claimed it delayed the formation of amyloid plaques in the hippocampus and improved cognitive function [ [29](https://www.ncbi.nlm.nih.gov/pubmed/22119712)]. Nonetheless, human studies are lacking. Plus, the main author of the studies hold the patent for the LMN diet, opening room for bias [ [27](https://www.sciencedirect.com/science/article/pii/B9780124078246000781)]. 8) Omega-3 Fatty Acids The omega-3 fatty acid [DHA](https://selfhacked.com/blog/top-22-science-based-health-benefits-of-fish-oil/) increased the formation of new connections in the hippocampus in gerbils [ [30](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2140951/)]. Increased hippocampal neurogenesis via omega-3 fatty acids has been proposed as a way to prevent [ PTSD](https://selfhacked.com/blog/ptsd-causes-treatments/), but this hasn't been proven in humans. More research is needed [ [31](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3045887/)]. 9) Coffee and Tea (Chlorogenic acid) [Chlorogenic acid](https://selfhacked.com/blog/chlorogenic-acid/) is found in [ coffee](https://selfhacked.com/blog/coffee-may-cause-inflammation/) and [ black tea](https://selfhacked.com/blog/theaflavins/). Scientists are investigating whether it promotes hippocampal neurogenesis in cells, along with its by-product m-coumaric acid [ [32](https://www.ncbi.nlm.nih.gov/pubmed/18323641)]. Chlorogenic acid also seems to help protect the hippocampus and improve memory in animals, yet clinical trials have not explored this compound [ [33](https://www.ncbi.nlm.nih.gov/pubmed/20854806), [ 34](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3268150/)]. 10) Ketogenic Diets? [Ketogenic diets](https://selfhacked.com/blog/ketogenic-diet-ketosis-health-benefits-physiology-genetics/) are low-carb and high-fat, and they are claimed to induce the body to burn fat as its primary fuel source. One group of researchers found that a ketogenic diet increased neurogenesis in mice with epilepsy [ [35](https://www.ncbi.nlm.nih.gov/pubmed/18201870)]. However, another study reported that a ketogenic diet had no effect on neurogenesis in adult rats [ [36](https://www.ncbi.nlm.nih.gov/pubmed/18628672)]. Therefore, additional research is needed to determine whether-and what type of-ketogenic diets affect neurogenesis, particularly in humans. Herbs and Supplements that May Increase Neurogenesis Speak with your doctor before taking any supplements. Make sure to let them know about any prescription or over-the-counter medication you may be taking, including vitamins and herbal supplements. Remember that dietary supplements have not been approved by the FDA for medical use. Supplements generally lack solid clinical research. Regulations set manufacturing standards for them but don't guarantee that they're safe or effective. 11) Resveratrol In animals and cells, [resveratrol](https://selfhacked.com/blog/top-15-scientific-health-benefits-of-resveratrol-with-references/) appeared to increase the birth of new neurons [ [37](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4897722/)]. Scientists hypothesize it might increase angiogenesis (the formation of new blood vessels) and levels of growth factors that are associated with neurogenesis. Theoretically, these changes may lead to improved learning and memory [ [38](https://www.ncbi.nlm.nih.gov/pubmed/?term=resveratrol+angiogenesis+memory)]. On the other hand, resveratrol research in humans seemed to come to a halt after scientists were faced with this compound's poor bioavailability. Efforts attempting to [improve resveratrol's bioavailability](https://selfhacked.com/blog/top-15-scientific-health-benefits-of-resveratrol-with-references/#Bioavailability) are underway. 12) Phosphatidylcholine Phosphatidylcholine a key lipid component of cell membranes. It prevented the decrease of hippocampal neurogenesis by lowering [TNF-alpha](https://selfhacked.com/blog/supplements-lifestyle-factors-influence-tnf-interleukin-6-il-6/) in mice, but human studies are lacking [ [39](https://www.ncbi.nlm.nih.gov/pubmed/21937953)]. 13) Curcumin Long-term [ curcumin](https://selfhacked.com/blog/curcumin-cures-top-15-scientifically-proven-health-benefits-with-references/) use increased neurogenesis in chronically-stressed mice. The authors said that it also prevented the decrease in serotonin receptors and BDNF in the hippocampus due to stress [ [40](https://www.ncbi.nlm.nih.gov/pubmed/17617388)]. In healthy mice, curcumin increased the number of new cells in the hippocampus [ [41](https://www.ncbi.nlm.nih.gov/pubmed/18362141)]. Still, its effects on neurogenesis in humans remain unexplored. 14) Melatonin Some researchers consider that [melatonin](https://selfhacked.com/blog/melatonin/) promotes neurogenesis in the hippocampus based on cell and mice studies [ [42](https://www.ncbi.nlm.nih.gov/pubmed/23043890), [ 43](https://www.ncbi.nlm.nih.gov/pubmed/22257024)]. Melatonin increased the effects of exercise and the antidepressant citalopram on hippocampal neurogenesis in animal experiments [ [44](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3568494/), [ 45](https://www.ncbi.nlm.nih.gov/pubmed/24650119)]. In mice, it appeared to reduce the decrease in neurogenesis caused by methamphetamine, an illegal and addictive stimulant that can cause brain damage [ [46](https://www.ncbi.nlm.nih.gov/pubmed/26366944)]. Human data are lacking. 15) Uridine [Uridine](https://selfhacked.com/blog/uridine/) is an important ingredient in mother's milk. It's also found in some foods like nutritional yeast, certain mushrooms and vegetables, and organ meats. Scientists hypothesize that it contributes to the generation of new synapses in infants, but human studies haven't confirmed it yet [ [47](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4011061/)]. Uridine-5'-monophosphate (UMP) increased new synapses in an animal study [ [30](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2140951/)]. UMP is also being studied for leading the growth of existing neurons in cell studies, possibly through increasing NGF [ [48](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3676448/), [ 49](https://www.ncbi.nlm.nih.gov/pubmed/25063430)]. 16) Apigenin [Apigenin](https://selfhacked.com/blog/top-11-science-based-health-benefits-apigenin/) and related compounds increased hippocampal neurogenesis in mice, but their impact on brain physiology in humans remains unknown [ [50](https://www.ncbi.nlm.nih.gov/pubmed/19441930)]. 17) Ashwagandha [Ashwagandha](https://selfhacked.com/blog/59-proven-scientific-benefits-ashwagandha-references/) (Withania somnifera) is traditionally seen as an adaptogenic herb (one that is said to promote balance in the body). In animals, withanoside IV (a compound found in Ashwagandha) prevented the loss of neurons caused by amyloid beta plaques in the hippocampus and brain cortex. The authors of the study suggested that ashwagandha should be researched in Alzheimer's patients, but clinical trials haven't yet been carried out [ [51](https://www.ncbi.nlm.nih.gov/pubmed/16553605)]. In another study, ashwagandha appeared to protect the brains of diabetic mice damaged by a [high-fat diet](https://selfhacked.com/blog/low-carb-diet-vs-high-carb-diet/) [ [52](https://bmccomplementalternmed.biomedcentral.com/articles/10.1186/s12906-017-1652-0)]. 18) Gotu Kola [ Gotu Kola](https://selfhacked.com/blog/gotu-kola-2/)) increased neurogenesis in the hippocampus of mice [ [53](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4632421/)]. Scientists suggested that asiatic acid may also reverse the impairments in hippocampal neurogenesis and memory caused by [valproic acid](https://selfhacked.com/blog/depakote/) (used in epilepsy) and the chemotherapy agent 5-fluorouracil in animals. Human data are lacking [ [54](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4882715/), [ 55](http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0180650)]. 19) Ginseng Rg3 is a member of the ginsenoside class of compounds and is found in Panax [ ginseng](https://selfhacked.com/blog/ginseng/). Researchers claim that Rg3 protected the brain and had antidepressant and anti-inflammatory effects in cell and mice studies [ [56](https://www.ncbi.nlm.nih.gov/pubmed/20336484), [ 57](https://www.ncbi.nlm.nih.gov/pubmed/26528894), [ 58](https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/24244826/)]. Enhanced memory and cognitive function have also been suggested. However, we don't know how this compound of ginseng affects humans [ [58](https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/24244826/)]. Scientists are also investigating whether Rg3 causes the generation of neurons from stem cells in test tubes [ [59](https://www.ncbi.nlm.nih.gov/pubmed/17663584)]. Experimental: Does Red Light Therapy Help? [Red light therapy](https://selfhacked.com/blog/red-light-therapy-benefits/) (through low-level laser therapy) is being researched for helping protect the brain and nerve cells after a stroke, traumatic brain injury, and other brain disorders. Human studies are lacking to support its use for these conditions, however. Scientists think that the [mitochondria](https://selfhacked.com/blog/mitochondria/) in the cells might absorb red light and cause responses in nitric oxide, cyclic AMP, and [reactive oxygen species](https://selfhacked.com/blog/oxidative-stress-101/)-but this has yet to be proven [ [60](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3065857/)]. In some animal and cell-based studies, red light therapy increased neuron axonal regrowth, neuron regeneration, and supported nerve cell protection after injuries [ [60](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3065857/)]. While there are FDA-approved red light devices, these are broadly classified as class 2 devices; that is, while there is evidence to support their use in some health conditions (excluding brain-related problems), they are currently not sufficiently regulated to guarantee the effectiveness or safety of any particular device. If you are interested in using red light therapy, we recommend talking to your doctor to choose the right device and determine whether this strategy is right for you. Other Approaches that May Impact Neurogenesis Medication & Conventional Therapy No drug has ever been approved by the FDA for the purpose of increasing neurogenesis; the studies below are investigational. Do not take any drug without a doctor's recommendation. SSRI Antidepressants Selective serotonin reuptake inhibitors (SSRI) been suggested to increase neurogenesis [ [61](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3121947/), [ 62](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3155214/)]. Some evidence shows increased hippocampal neurogenesis is required to produce positive results from antidepressants, but this is still a matter of debate [ [63](https://www.ncbi.nlm.nih.gov/pubmed/12907793), [ 64](https://www.ncbi.nlm.nih.gov/pubmed/24180394)]. Lithium [Lithium](https://selfhacked.com/blog/the-benefits-of-lithium/#Uses_of_High-Dose_Lithium_Carbonate) is a mood stabilizer. It is one of the oldest drugs for treating bipolar disorder - and is still the preferred treatment to this day. Some researchers think lithium might work by promoting neurogenesis, but this is uncertain. It generated new cells and prevented their death in the hippocampus of mice. Lithium also appeared to prevent the death of progenitor cells and improved learning in mice [ [65](https://www.ncbi.nlm.nih.gov/pubmed/10987856), [66](https://www.ncbi.nlm.nih.gov/pubmed/22800605)]. In another study, lithium improved cognitive function and stimulated neurogenesis in a mouse model of Alzheimer's [ [67](http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0014382)]. However, these proposed mechanisms of lithium haven't been verified in humans. rTMS Repetitive transcranial magnetic stimulation (rTMS) is approved for certain forms of treatment-resistant depression in Canada [ [68](https://www.cmh.org/sites/default/files/page-assets/programs-services/mental-health-services/mental-health-events-health-care-providers/canmat-treatments-39246.pdf)]. Among its many proposed mechanisms, some scientists have hypothesized that it might promote hippocampal neurogenesis and synaptic plasticity. This has been confirmed in animals but is still an area of research in humans [ [69](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5936045/#sec1-6title)]. ECT One thing puzzles the scientific community: the effects of electroconvulsive therapy (ECT) on brain physiology [ [70](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4931600/)]. ECT is still recommended for some forms of severe, treatment-resistant depression. However, it's well known for its cognitive side effects, dramatically portrayed in classics like One Flew Over the Cuckoo's Nest. At the same time, ECT seems to increase neurogenesis. How is this possible, if neurogenesis is supposed to equal better memory and cognitive ability? Researchers have some hypotheses but no definitive answers. One hypothesis says that ECT might improve severe depression by inducing neurogenesis, but that this bunch of new neurons around the hippocampus may not survive [ [70](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4931600/)]. In line with this theory, only new neurons that survive to be integrated into the brain structure can support cognitive function. Human studies have yet to test if this theory holds [ [70](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4931600/)]. Some hypotheses turn to gliogenesis, a term that refers to the birth of new glial cells in the brain. Glial cells serve as a sort of support for neurons and are thought to be important in psychiatric and brain disorders alike. ECT increases gliogenesis in animals, but this mechanism hasn't been tested in humans [ [70](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4931600/)]. Other scientists emphasize that it's not just about whether new neurons (or glial cells) are created or not. The connections of these neurons and their plasticity may be equally, if not more, important [ [70](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4931600/)]. Other The effects of DHEA, testosterone, and DHT on neurogenesis in humans are unknown. DHEA DHEA increased the number of new neurons in the rat hippocampus and prevented decreased hippocampal neurogenesis from corticosterone, a stress hormone [ [71](https://www.ncbi.nlm.nih.gov/pubmed/12193187)]. The FDA approved DHEA only for postmenopausal sexual pain. and ( [DHT](https://selfhacked.com/blog/hidden-benefits-dht-increase-reduce/)) increased hippocampal neurogenesis by increasing the survival of new neurons in mice [ [72](https://www.ncbi.nlm.nih.gov/pubmed/17638384)]. In rats, testosterone prevented the decrease in neurogenesis caused social isolation [ [72](https://www.ncbi.nlm.nih.gov/pubmed/17638384)]. Testosterone replacement therapy is approved by the FDA only for clinical hypogonadism in men. DHT is not available as a medication in the United States. Otherwise, it is linked with male-pattern baldness in men [ [73](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4174066/)]. Illegal Substances and Unapproved Drugs This section summarizes experimental research about the effects of psychedelics like ayahuasca on mood and neurogenesis in the brain. Another section deals with scientific findings behind unapproved drugs like pregnenolone. Our aim is to discuss research findings. We strictly advise against taking these substances under any circumstances. Psychedelics like psilocybin, ibogaine, and DMT (in ayahuasca) are illegal. They are classified as Schedule I drugs, which means that they have no medical uses and a high potential for abuse and harm. Having possession of these substances can result in criminal prosecution. The FDA recently approved a trial with a psilocybin-based drug in people with depression under a Breakthrough Therapy Designation. However, until the results are published and carefully reviewed by regulatory bodies, psilocybin remains classified as an illegal drug. Ayahuasca [Ayahuasca](https://selfhacked.com/blog/ayahuasca/) contains the psychoactive compound dimethyltryptamine ( [DMT](https://selfhacked.com/blog/dmt/)). Research is investigating whether anti-depressant and anti-anxiety properties [ [74](https://www.ncbi.nlm.nih.gov/pubmed/25806551)]. Banisteriopsis caapi (one of the plants used to brew Ayahuasca) appeared to stimulate the development of neurons from precursor cells in mice [ [75](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5509699/)]. Ibogaine Ibogaine is a psychoactive substance found in plants of the Apocynaceae family. Scientists are investigating whether it can increase the levels of [GDNF](https://selfhacked.com/blog/gdnf/) in cells. GDNF is a compound that increases neurogenesis in the hippocampus in mice [ [76](https://www.ncbi.nlm.nih.gov/pubmed/17023388), [ 77](https://www.ncbi.nlm.nih.gov/pubmed/16112112)]. Psilocybin [Psilocybin](https://selfhacked.com/blog/psilocybin/) is a compound with hallucinogenic and euphoric effects that is produced by more than 180 species of mushrooms. Low doses of psilocybin increased the birth of new neurons in the hippocampus in mice [ [78](https://www.ncbi.nlm.nih.gov/pubmed/?term=psilocybin+neurogenesis+hippocampus)]. Cerebrolysin [Cerebrolysin](https://selfhacked.com/blog/cerebrolysin-effects/) is a mixture of peptides derived from the brain of pigs. It is not approved for medical use in the United States. Currently, it is undergoing phase 2 trials for Alzheimer's disease. In a mouse model of Alzheimer's, cerebrolysin restored neurogenesis and decreased cell death in the hippocampus [ [79](https://www.ncbi.nlm.nih.gov/pubmed/17131129)]. Similar effects were observed in the subventricular zone (part of the brain) in mice after stroke [ [80](https://www.ncbi.nlm.nih.gov/pubmed/22514792)]. It's impossible to draw any conclusions about its effects until the results of clinical trials are out. Nootropics Synthetic nootropics like piracetam, [other racetams](https://selfhacked.com/blog/comparison-aniracetam-oxiracetam-phenylracetam-pramiracetam/), semax, and similar compounds are all classified as unapproved new drugs by the FDA. That means that they are being illegally produced and marketed and have a high potential for harm. Nonetheless, researchers have been interested in the effects of some of these compounds. For example, [piracetam](https://selfhacked.com/blog/top-12-benefits-piracetam/), FK-960, and SGS-111, are being studied for increasing the generation of neurons from human precursor cells in cells [ [81](https://www.ncbi.nlm.nih.gov/pubmed/19441945)]. [Noopept](https://selfhacked.com/blog/benefits-experiences-noopept/) and [ Semax](https://selfhacked.com/blog/all-about-semax/) seemed to increase levels of [NGF](https://selfhacked.com/blog/all-about-nerve-growth-factor-and-50-ways-to-increase-it/) and BDNF, which typically raise neurogenesis, in rats [ [82](https://www.ncbi.nlm.nih.gov/pubmed/19240853), [ 83](https://www.ncbi.nlm.nih.gov/pubmed/18756821)]. [NSI-189](https://selfhacked.com/blog/nsi-189-uses/) appeared to improve mood and cognitive function in a low-quality study of patients with major depressive disorder. It also increased mice hippocampal volume, but its safety and effectiveness remain unclear [ [84](https://www.ncbi.nlm.nih.gov/pubmed/26643541)]. We strongly advise against taking any of these substances until their safety and effectiveness have been determined in large clinical trials. Pregnenolone Pregnenolone is a precursor of dehydroepiandrosterone ( [DHEA](https://selfhacked.com/blog/dhea-dhea-s/)). It's also classified as an unapproved new drug by the FDA. Studies in rodents suggest that [pregnenolone](https://selfhacked.com/blog/top-11-scientific-health-benefits-pregnenolone-including-drawbacks/) stimulates neurogenesis in the hippocampus [ also preserved hippocampal neurogenesis and cognition in a mouse model of Alzheimer's. The effects of pregnenolone of Alzheimer's disease or cognitive function in general in humans is unknown [ [87](https://www.ncbi.nlm.nih.gov/pubmed/22272612)]. To make matters worse, FDA-warned manufacturers that don't follow laws and regulations sell potentially dangerous, adulterated, and misbranded pregnenolone to consumers. Protect your health and stay away from pregnenolone until its safety is made clear. "}