{"title": "FIT 9", "author": null, "url": "https://saschafitness.com/products/fit-9-fat-loss-support", "hostname": "saschafitness.com", "description": "Direction First time Directions: As a dietary supplement, consume 2 capsules per day (half the dosage) for a minimum of 7 days to assess tolerance. One in the morning and one 5-6 hours later. Do not increase dosage unless product is well tolerated. Regular Use: As a dietary supplement, take 4 capsules daily, 2 with a g", "sitename": "SaschaFitness", "date": "2019-04-28", "cleaned_text": "is a supplement made up of nine Super ingredients that can help you achieve a better version of yourself. - Helps with Fat loss in a safe and natural way: One of its main benefits is that it improves your hormonal balance, it will help speed metabolism and help your body use more fat as fuel. - Supports collagen synthesis: Our formula contains natural herbs that our body. fluid The combination of Dandelion Root, Potassium and Uva Ursi will help your body get rid of excess water in a safe and effective way. - Helps reduce cellulite: Cellulite is caused by multiple factors. Our formula is designed to combat of aspects: excess fat, collagen, fluid have a positive effect on mood and stress. Direction First time Directions: As a dietary supplement, consume 2 capsules per day (half the dosage) for a minimum of 7 days to assess tolerance. One in the morning and one 5-6 hours later. Do not increase dosage unless dietary supplement, take 4 capsules daily, 2 with a glass of water in the morning and 2 capsules 5-6 hours later, preferably with a meal and/or as by your healthcare professional. Drink plenty of water during the day to support hydration. Ingredients 7-Keto DHEA is non hormonal byproduct of DHEA and is produced skin, gland, and the brain. It's and it doesn't it does hormone levels the blood. But 7-keto declines signs of aging. It isn't a stimulant and palpitations, but improves It's one of the safest fat loss supplements you can take. Dandelion are a family of flowering plants that grow in many parts of the world. One of its main benefits is that it is an excellent natural and it reduce fat absorption. Is an excellent source of vitamins A, C and K. They also contain vitamin E, folate and small amounts of reducing bioactive compounds like polyphenols within the plant. Pegged of longevity,\" gotu kola is a staple in traditional Chinese, Indonesian, medicine, The reason we added Gotu Kola (Pennywort or Centella asiatica) is because improves reduce cellulite prevent stretch marks. Diindolylmethane (DIM) is a super healthy compound in cruciferous vegetables. You would have to eat a giant serving of broccoli and cabbage to get the researched dose of DIM for overall health. It helps to prevent testosterone aromatization and it laso helps your body get rid of Xenoestrogens. Your body will continue to produce the estrogen it would have produced without DIM. Xenoestrogens (estrogen imitators from your personal and household products and environment) still make their way inside your body as they would without DIM. More accurately, DIM works two ways. First, it blocks the enzyme (aromatasa) that converts testosterone into estrogens into good estrogen metabolites. A lot of women and a substantial portion of men are either aware or suspect they are estrogen dominant — they have too much estrogen relative to other hormones. This affects their body composition and overall health. DIM helps to balance estrogen. Bad estrogens signal to your body to hold onto weight, especially in the hips and thighs, if you have a better balance of estrogen metabolites, you're less likely to hold onto unnecessary and its precursor I3C also could suppress adipogenesis, which is the formation of new fat cells. It also stimulates fat burning. Green tea is one of the healthiest herbs on the planet. It is loaded with antioxidants and nutrients that have powerful effects on the loss, a tea contains less caffeine but enough to It also contains the amino acid L-theanine, synergistically caffeine to improve brain function. Green to boost the metabolic rate and increase fat burning in the short term. Uva ursi is a herb commonly because fruit. For natural health purposes, however, only the leaves, not the berries, are used in herbal medicine. Uva ursi contains a compound called arbutin, a glycosylated hydroquinone, which has the ability to drain excess water cells, promoting helps promote the growth of healthy new the of wounds. It also contains tannic acid, a phenolic nettles, tea, and berries. Studies have shown an amino acid found most commonly in tea leaves and in small amounts in Bay Bolete mushrooms. It can be found in both green and black tea. L-theanine promotes relaxation. It's a great natural ally against stress. L-theanine relieves anxiety in large part because it bears close resemblance the brain-signaling chemical glutamate. L-theanine produces the glutamate's or maidenhair, is a tree native to China that has been grown for thousands of years for a variety of contains of reduce inflammation caused by various conditions. This may be one of the reasons it has such broad health applications. Ginkgo can increase blood flow by promoting the dilation of blood vessels. Great circulation is important for health but it's also crucial if you want to reduce cellultite. It can also improve memory and mood. As a bonus we also included Vitamin C, a great antioxidant that may improve antioxidants, and therapeutic properties that may benefit your body. Some of the benefits of chlorophyll; It has a positive effect on the immune system. It eliminates fungus in the body, helps to detoxify your blood, clean your intestins, reduce inflamation and it's helps to get rid of bad odors. As you can see, FIT 9 will not only be your ally helping you get in shape but also can help you improve your overall health. Remember that there are no miraculous pills! It is a supplement, complements good nutrition and Check with your taking any supplements. Vegetarian Capsule (Hydroxypropylmethylcellulose & Chlorophyll as a natural color), & Dicalcium Phosphate. Description FIT 9 is made up of nine Super ingredients that will help you achieve a better version of yourself. Nine effective and safe ingredients that will help you improve your body composition in a progressive and natural way, it will help to improve your hormonal balance and as you know your hormones control absolutely everything, fat loss, energy, appetite and mood. Not only will it help you lose fat more easily, it will also help improve as it stimulates collagen synthesis, your circulation and decrease fluid retention. This product is for both women and men, is not a miracle pill, is a tool that will help you achieve better results, is the ideal complement for good food and training. Let's get a look at the 9 powerful ingredients in FIT 9. Safety Warning For adult use only . Do not use if pregnant, nursing or if you are sensitive to caffeine .Consult with your physician prior to use if you are taking medication or if you have a medical condition, including not limited to: heart, liver, kidney disease. These product is in a facility with soy, dairy ,egg and wheat ingredients, peanuts and tree nuts. All of our product have double protection, externally they have a clear safety band with our logo to make sure customers know the product is new, in perfect conditions and that the lid is secured . Once that band is removed it has another security seal attached to the opening of the pot, this helps protect the content of it, if for some reason the outer band is removed the product remains isolated and protected. Do not use if the under the cap is broken, open or missing. This product contains DIM (Diindolylmethane). This ingredient can harmless in contains Green tea extract 50% caffeine, nausea, and, rapid this product in combination with caffeine from other sources. Always start with half the dosage assess tolerance. Do not exceed the recommended dosage.These been evaluated by the Food and Drug Administration. This product is not intended to diagnose, discontinue use consult a healthcare professional. KEEP OUT OF THE REACH OF CHILDREN. STORE IN A COOL, DRY PLACE AND "}