{"title": "PDF", "author": "PDF", "url": "uvadoc.uva.es/bitstream/handle/10324/57640/TFM-G1693.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Propuesta didáctica: Estudio de virus, sistema inmune y vacunas PROPUESTA DIDÁCTICA: EL ESTUDIO DE LOS VIRUS, SISTEMA INMUNE Y VACUNAS EN SEGUNDO DE BACHILLERATO MASTER: PROFESOR DE EDUCACIÓN SECUNDARIA OBLIGATORIA Y BACHILLERATO, FORMACIÓN PROFESIONAL Y ENSEÑANZA DE IDIOMAS Autor : Adrián Rodríguez Alonso Tutor : José Miguel Ferreras Rodríguez Curso 2021/2022 ESPECIALIDAD: BIOLOGÍA Y GEOLOGÍA Propuesta didáctica: Estudio de virus, sistema inmune y vacunas ABSTRACT This master's thesis is based on a in the subject of Biology in the second year of Bachillerato. In it, contents related to the diversity of microorganisms such bact eria and their study by means of different laboratory techniques, together with their importance infectious and of the same, analyzing the types of response that can occur and its link with the proper design of vaccines. In order to achieve interactive and personalized methodologies have the needs of the stud ents, based a the order find appropriate to understand and interrelate the contents studied. As as the of com petences that allow them to apply these contents to real and contextualized scenarios. Keywords component, cellular component, key competences El presente trabajo fin de máster se basa en una propuesta didáctica integrada por dos unidades didácticas dirigida s a alumnos matriculados en la asignatura de Biología de segundo de Bachillerato . En ella se abordan de forma ordenada , contenidos relativos a la diversidad de microorga nismos como virus y bacterias y su estudio mediante diferentes técnicas de laboratorio, junto con su importancia como agentes productores de enfermedades infecciosas. Seguidamente, se estudia el proceso inmunitario, identificando los principales componente s celular y humoral del mismo, analizando los tipos de respuesta que se pueden dar y su vinculación con el diseño adecuado de vacunas . Para la consecución de objetivos, se diseñan metodologías activas, participativas y personalizadas ante las necesidades de los estudiantes, que se basan en una serie de actividades variadas y ordenadas , que persiguen analizar el nivel de conocimientos previos de los estudiantes , reactivarlos y adaptarlos de la manera más adecuada para que les sea lo más fácil posible integr ar e interrelacionar los contenidos tratados . Así como, adquirir competencias claves que les permitirá aplicar dichos contenidos a situaciones reales y contextualizadas . Palabras claves: Virus, vacunas, microorganismo, conocimientos previos, sistema inmune, componente humoral, componente celular, competencias claves Propuesta didáctica: Estudio de virus, sistema inmune y vacunas ÍNDICE 1.INTRODUCCIÓN ........................................................................... ......... .. 1 1.1. Justificación de la propuesta ......... .. 2 1.2. Planteamiento del problema ............................................................... ........ 2 1.3. Impacto de la propuesta ..................................................................... ....... 4 2.OBJETIVOS DEL TRABAJO DE FIN DE MASTER ................................. ......... 4 2.1. Objetivo general ................................................................................. ..... 4 ........................................................................... ......... 4 3.MARCO TEÓRICO ...................................................... ........................... ... 5 3.1. Concepciones previas sobre salud, vacunas, patógenos y enfermedad .................. .. 5 3.2. Perspectiva social de la vacunación ......................................................... ...... 6 3.3. Uso de las TIC en la educación en ciencia ...................................................... . 7 4 MARCO LEGISLATIVO ........................................................................ ..... 8 4.1. Contenidos especificados en la legislación ...................................................... . 8 4.2. Nivel Docente .......................................................................................... 8 4.3. Contenidos unidades didácticas ............................................................... .. 8 5.UNIDADES DIDÁCTICAS DE 2º DE 6. DESARROLLO DE LAS UNIDADES DIDÁCTICAS ....................................... .. 11 6.1. Contextualización de la propuesta didáctica ................................................. . 11 6.2. Unidad didáctica: Los microorganismos y su clasificación. ............................... 12 6.2.1. Descripció n y justificación ...................................................................... 12 ........................................................................ 13 16 6.2.3.3. ampliación 30 6.2.3.4. Contenidos de refuerzo ..................................................................... ... inmunitario. ................................................... . 36 Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 6.3.1. Descripción y justificación .................................................................. . 36 6.3.2. Objetivos de aprendizaje ..................................................................... 38 Contenidos 38 Contenidos ........................................................................... 39 6.3.3.3. Contenidos de ampliación ................................................................... 52 6.3.3.4. Contenidos de refuerzo....................................................................... 52 6.3.4. Actividades ........... .......................................... de evaluación para ambas unidades ............................................. .. 55 6.5. Estándares de aprendizaje para ambas unidades .......................................... . 56 6.6. Competencias claves establecidas ............................................................ ... 57 Elementos transversales ........................................................................ ... 58 6.8. ....................................................................................... . recursos ........................................................................... . Evaluación de la propuesta .................................................................. 61 6.10.1. Evaluación del proceso de aprendizaje 6.10.2. Evaluación final o sumativa la propuesta ANEXOS 67 ANEXO I: TRABAJO INVESTIGACIÓN ENFERMEDADES INFECCIOSAS ......... . 67 ANEXO II: NORMAS DE LABORATORIO DE MICROBIOLOGÍA Y USO DEL MICROSCOPIO ÓPT ICO ........................................................................ .... 69 ANEXO III: IDENTIFICACIÓN DE GRUPOS SANGUÍNEOS ........................ 71 ANEXO IV: TRABAJO INVESTIGACIÓN SOBRE VACUNAS ANEXO V: PRUEBA FINAL ESCRITA .......................................................... . 74Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 1 1. INTRODUCCIÓN En este trabajo final de máster (TFM) se expone una propuesta integrada por dos unidades didácticas en la asignatura de Biología de 2º de Bachillerato, en concreto se centra en los contenidos del bloque de Inmunología y Microbiología. Los contenidos en los que se enmarca la propuesta con las dos unidades son relativos al bloque IV ''El mundo de los microorganismos y sus aplicaciones'' y al bloque V '' La autodefensa del organismo. La inmunología y sus aplicaciones'' en segundo de Bachillerato, se estudia rá desde dos enfoques, uno dedicado al conocimiento, ciclo vital y estructura de los microorganismos productores de enfermedades, concretamente los virus y bacterias. Y en segundo lugar, su vinculación con la inmunidad natural y artificial y con el diseño y desarrollo de las vacunas como principal aplicación para prevenir enfermedades de etiología infecciosa. Para la recopilación de antecedentes más relevantes sobre los contenidos a impartir de la presente propuesta, se han analizado diferentes artículos de investigación educativa , trabajos de fin de máster y diferentes páginas webs relacionados con los contenidos presentados, que reflejen la percepción real del alumnado de bachillerato ante el estudio de las ciencias en general y la inmunología y virolog ía en particular. Para abordar la consecución de objetivos, se realizarán actividades que incluyan la impartición de clases teóricas, visualización de vídeos, trabajos en grupo vinculados con los contenidos a tratar, prácticas de laboratorio , consiguiendo así introducir al alumno en un campo tan amplio, actual y desconocido como es la inmunología y virología. Además , es el docente el que juega un papel esencial en el proceso de enseñanza -aprendizaje , ya que es quién debe transmitir y enseñar los contenido s a los estudiantes, preparándose sus clases, indagando y buscando información relevante y actualizada sobre la temática a estudiar e intentar crear un clima favorable dentro de la realidad en la que está inmerso, mediante el uso de metodologías adecuadas. Con la presente propuesta se pretende generar actitudes de interés y motivación de los alumnos hacia el estudio ambos bloques de contenidos del currículo oficial, la adquisición de una serie de competencias claves que le ayudarán a construir el aprendizaje significativo, por tanto, aumentar el nivel de alfabetización científica en lo que se refiere a conceptos sobre el sistema i nmunitario, la infección, la microbiología de los virus y el diseño y utilidad de las vacunas. Todo ello, se logrará mediante la adopción de una serie de estrategias y metodologías, basadas en el trabajo grupo y la interacción con los compañeros, centrándo se en el estudiante como protagonista en la construcción de su conocimiento, y la contextualización de las actividades que integren cada una de las dos unidades didácticas. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 2 1.1. Justificación de la propuesta La controversia actual sobre el uso de vacuna s, su relevancia social como herramienta preventiva frente a múltiples agentes infecciosos y el conocimiento sobre la biología y desarrollo de éstos, justifica la elección de este tema para el TFM, más aun considerando que las finalidades de la ciencia deben contribuir a la alfabetización científica que, entre otras acciones, implica que los alumnos deben aprender a tomar decisiones de manera crítica y responsable (Acevedo Díaz, 2004; Hodson, 2003). Asimismo, se exhiben otras razones relevantes para su aplicación como son: a) Escaso o nulo nivel de contenidos previos que desarrollan los alumnos referentes a inmunología y virología viendo desde la etapa de 3º de la ESO , los conceptos de 'virus'', ''inmunología' ', ''microorganismo patógeno'' o ''vacuna'' en segundo de Bachillerato. b) La limitación por parte de las administraciones educativas de diseñar un currículo donde se incluyan conceptos básicos de virología y vacunas en los contenidos de la presente propuesta no sólo en la etapa de tercero de ESO , sino también en cuarto y primero de Bachillerato . c) Importancia de mantener y conservar la salud y en este aspecto y su vinculación con la vacunación como estrategia esencial para protegerse frente a diferentes agentes infecciosos. e) El gran cambio social en el que está inmerso el sistema educativo español exige de docentes con conocimientos en estrategias y metodologías innovadoras que contribuyan al alumno a adquirir una serie de competencias claves en su desarrollo personal e intelectual. 1.2. Planteamiento del problema De acuerdo con Pau y Gómez (2009) afirman que estamos ante una ''crisis educativa'' en la que existe un claro desinterés hacia el estudio de las ciencias por parte de los estudiantes en las etapas previas de la ESO y de Bachillerato debido a una serie de factores como son 1) como son la complejidad intrínseca que lleva comprenderlas y la nec esidad de una base conceptual sólida y cohesionada para lograr la generación de nuevo conocimiento, 2) el esfuerzo de dedicación personal que conlleva su abordaje y 3) la falta de un enfoque didáctico adecuado por una deficiente formación del profesorado e n cuanto a metodologías activas y contextualizadas. Diferentes pruebas internacionales que evalúan contenidos en ciencias a nivel europeo como es el Programme for International Student Assessment (PISA) afirman que existe una tendencia a la baja de los res ultados de los estudiantes españoles en contenidos y competencias relativos a ciencias y matemáticas en etapas educativas previas al Bachillerato. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 3 En la figura 1 se aprecian los resultados promedios de estudiantes españoles en las pruebas PISA en 2018 r especto a la media europea. En la figura 2 se observa el número de estudiantes egresados universitarios durante los periodos de 2006/2007 al 2016/2017 en función de las ramas de enseñanzas impartidas (Ministerio de Innovación, Ciencia y Universidades, 2019) . Mostrando claramente, las ramas de ciencias con el menor número de estudiantes universitarios egresados. Figura 2: Evolución del número de egresados en las diferentes ramas universitarias en los periodos de 2006 -2007 y 2016 -2017. (Fuente, MICIU 2019) La falta de motivación en ciencias se origina desde etapas educativas tempranas y se traduce en una deficiencia de matriculaciones en carreas de ciencias puras con el consiguiente menor número de egresados. De acuerdo con Cañal (2013) afirma que las ciencias se enseñan de forma descontextualizada, es decir, no vincula los problemas de la realidad cercana del estudiante y constituye un conjunto de saberes aislado s entre sí, que no tienen aparentemente ningún tipo de vinculación. Además, la complejidad intrínseca del contenido científico es algo complicado de Figura 1: Tendencias obtenidas en matemáticas y ciencias. (Fuente: OCDE, 2018 ) Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 4 cambiar, pero no de abordar, por lo que se pueden optar por metodologías innovadoras para generar motivació n en los estudiantes y por tanto, mejores las tasas de rendimiento académico. 1.3. Impacto de la propuesta didáctica El beneficio directo de la presente propuesta no sólo afecta a estudiantes de segundo de Bachillerato como foco del centro de actuación, y consecuentemente a profesores que imparten diferentes tipos de ciencias, sino que trasciende a otro nivel más amplio como es el conjunto de la sociedad. De manera que, se pueden conseguir estudiantes má s motivados e interesados por las ciencias a nivel general, y por la inmunología, virología y diseño de vacunas en particular, lo que se traducirá en futuros ciudadanos con una mayor tasa de alfabetización científica que sean capaces de tomar decisiones coherentes, objetivas y basadas en unos conocimientos previos sólidos, en diferentes aspectos como el cívico y el social cultural. 2.OBJETIVOS DEL TRABAJO FIN DE MÁSTER Según lo descrito anteriormente, los objetivos planteados con este trabajo fin de máster han pretendido ser realistas y concisos en el contexto en el que están enmarcados. 2.1. Objetivo general 1.Diseñar y plantear una propuesta didáctica basada en el aprendizaje significativo como respuesta ante una falta de conocimiento general por parte de los estudiantes en los contenidos de microbiología e inmunología de los bloques IV y V del currículo oficial. 2.2. Objetivos específicos Modificar la metodología tradicionalista que se ha seguido en la enseñanza de este tipo de contenidos por otra basada en el aprendizaje cooperativo y el desarrollo competencial en los estudiantes. 2. Identificar y analizar de forma exhaustiva los conocimientos previos en los estudiantes relativos a temas de microbiología e inmunología. 3. Fomentar la adquisición de competencias necesarias a desarrollar por parte de los estudiantes en actividades grupales de la presente unidad didáctica, como las de ciencias sociales y cívicas (CSC) o las de expresiones culturales (CEC). Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 5 3.MARCO TEÓRICO 3.1. Concepciones previas sobre salud , vacunas , patógenos y enfermedad La educación para la salud se puede abordar desde perspectivas educativas formales, no formales e informales, pero en todo momento tiene el objetivo de \"promover la salud, favoreciendo la fo rmación de la persona y facilitando el desarrollo de la conciencia sanitaria\". La escuela se postula como el entorno idóneo para trabajar la Educación para la Salud y a ella tiene acceso toda la población y, además, el colectivo escolar se encuentra en ple no desarrollo por lo que son potencialmente receptivos a la adquisición de comportamientos positivos para la consecución de hábitos de vida saludable (Fortuny y Gallego, 1988). Los estudiantes han de tener la capacidad de toma de decisiones y el desarroll o de la capacidad crítica, lo cual se conseguirá si el currículum se plantea de forma holística en un marco constructivista. La educación para la salud no persigue la adquisición de conocimientos puramente conceptuales, sino el desarrollo de actitudes, hab ilidades y valores que facilite alcanzar el objetivo esencial que es el mantenimiento de la ''salud'' (Gavidia Catalán, Rodes Sala, y Beguer Carratalá, 1993) Es fundamental destacar los enfoques más importantes que se han de seleccionar para abordar temáticas que tengan estrecha relación como es el caso de los virus, sistema inmune y vacunas, con la salud. Algunos de ellos son: Desde la perspectiva social, cabe preguntarse: ¿Por qué tener conocimientos sobre la existencia de virus, el funcionamiento del sistema inmunológico y el diseño de vacunas es relevante para la sociedad y para mantener la salud de las personas ? ¿Cómo podemos enfocar los problemas sociales más relevantes como la aparición de nuevas resisten cias bacterianas a antibióticos o la aparición de pandemias víricas como la del COVID 19? En este sentido es fundamental que los docentes conozcan los problemas de la sociedad ya que solo así podrán formar ciudadanos capaces de tomar decisiones en un futur o próximo relacionadas con el ámbito de la salud y participar en la toma democrática de decisiones (Acevedo Díaz, 2004). La perspectiva psicológica es importante también para abordar temáticas sobre la salud, desde el constructivismo ya que obliga reflexi onar acerca del nivel de madurez intelectual de los alumnos, sus intereses y valores, sus comportamientos y estilos de vida. De manera, que sea el docente el que escoja la mejor estrategia para facilitarles un aprendizaje significativo. Además, n umerosos e studios (Dapía Conde, Cid Manzano y Membiela Iglesia, 1996) muestran que las concepciones alternativas del alumnado acerca de la salud y la enfermedad se basan, en la mayoría de los casos, en concepciones mecanicista s, ya que sólo consideran como tener bue na salud el bienestar físico, pero no el mental y el social, lo cual tiene grandes repercusiones a la hora de desarrollar ciertas actitudes y valores. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 6 Muy frecuentemente, sobre el concepto de enfermedad prevalece la idea de que es \"el mal funcionamiento d el cuerpo\". Sin embargo, se trata de una idea incompleta ya que, aunque las disfunciones orgánicas son una causa de enfermedad, hay otro tipo de enfermedades como las enfermedades infecciosas que no quedan recogidas en esta concepción. Los estudios acerca de la causalidad de las enfermedades infecciosas muestran que los alumnos asocian , por ejemplo, el resfriado a la exposición al frío. Esta es una relación lógica que han establecido a lo largo de sus vidas por experiencias propias ya que habrán padecido es ta enfermedad tras pasar frío. Realmente, el frío es un factor externo que provoca la enfermedad, pero no es la causa biológica, que se debe a la invasión de un microorganismo . En cuanto al modo de enfrentar las enfermedades infecciosas, los estudiantes in tuyen más fácilmente la curación por la acción directa de una sustancia tóxica o nociva para el microbio que la acción del sistema inmune para defendernos (Yus Ramos, 2007). En cuanto a los medicamentos, algunos autores (Domènech, Márquez, Roca, y Marbà, 2015) destacan la dificultad que presentan los alumnos para entender que un medicamento puede causarnos efectos secundarios, aunque nos los tomemos siguiendo las indicaciones de los médicos, y la confusión que algunos exhiben al identificar los medicamentos con vacunas o antibióticos. Respecto a las vacunas y la vacunación, existen muy pocos estudios que analicen las concepciones previas de los alumnos en relación a ello. Dest aca el trabajo de Bihouès y Malot (1990), que hacen un extenso estudio acerca de las preconcepciones de los alumnos sobre las vacunas. Según las autoras predomina la idea de la vacunación como una ' 'lucha'' contra la enfermedad, lo que normalmente induce a la confusión entre vacunas y antibióticos , ya que l os estudiantes suelen otorgar al organismo una función pasiva que actúa como campo de batalla , sin entender realmente la relevancia del sistema inmune en este proceso de lucha contra los agentes infeccios os. 3.2. Perspectiva social de la vacunación Una parte importante de la población comprende la importancia de la inmunización como medida preventiva frente a agentes de etiología infecciosa. No obstante, existen concepciones opuestas a las científicamen te y unánimemente aceptadas acerca de las vacunas que están favoreciendo que las tasas de vacunación en países desarrollados desciendan de manera importante (Wolfe y Sharp, 2002). A nivel individual, las vacunas son una forma de inmunización frente a enfe rmedades graves, fundamentalmente enfermedades infecciosas, pero en los últimos años su aplicación ha adquirido una ampliación importante para tratar diferentes tipos de cánceres o alergias. Las vacunas constituyen un tipo de inmunización activa artificial aplicada a enfermedades que tienen un desarrollo tan rápido y grave en el organismo que la inmunización natural activa no sería suficiente para neutralizar al patógeno. Por otra parte, a nivel colectiv o, las vacunas limitan la propagación de Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 7 enfermedades (epidemias, eclosiones o pandemias) debido a la inmunidad de grupo. La inmunidad de grupo consiste en la protección indirecta de la población no vacunada por parte de los individuos vacunados, este fenó meno impide la propagación de enfermedades entre toda la población (John y Samuel, 2000) En los últimos años han surgido importantes movimientos sociales que están en contra de las vacunas (Wolfe y Sharp, 2002). Principalmente, los argumentos que sostiene n los movimientos anti -vacunas son que las vacunas causan enfermedades o que la vacunación está relacionada con casos de autismo, aunque la revista The Lancet hace ya tiempo que se retractó del estudio que establecía esta correlación (Eggertson, 2010). Es por todo ello, que se han de analizar las concepciones previas que tienen las nuevas generaciones sobre la vacunación para que logren distinguir claramente entre '''hechos'' y ''opiniones'' y así saber tomar decisiones que estén basadas en argumentos real es, objetivos y consistentes. Un ejemplo, es la secuencia didáctica sugerida por Ageitos y Puig (2016), en la que tras discutir con los alumnos sus ideas acerca de la vacunación e introducir la controversia sobre la obligatoriedad de las vacunas, proponen una serie de actividades para promover el pensamiento crítico en el contexto de la vacunación . La enseñanza de las ciencias ha de contribuir a la alfabetización científica (Acevedo Díaz, 2004; Hodson, 2003) , es decir, a que los alumnos comprenden y apren dan a hacer ciencia, no sólo desarrollando conocimientos conceptuales , sino que entiendan la compleja y permanente interacción que guarda la ciencia y sus aplicaciones en el contextos social en el que viven. De esta manera, puedan tomar decisiones lo más a certadas posibles ya sea en un contexto económico, político o científico, actuando de forma comprometida y responsable con la sociedad. 3.3. Uso de las TICs en la educación en ciencia En los últimos años, ha supuesto una gran revolución en todos los ámbitos de la sociedad, modificando asimismo el paradigma educativo en el que nos encontramos inmersos, contribuyendo a la innovación docente y al cambio de metodologías más interactivas (Mo ntoya, 2010). Las TIC constituyen tanto a nivel personal como profesional, una característica diferencial de las sociedades del siglo XXI (López García & Morcillo Ortega, 2007). Consecuentemente, debemos esforzarnos por la incorporación y perfeccionamiento de las TIC en la docencia, no sólo para ser capaces de generar una gran cantidad de información, sino también para dotar al alumnado de las capacidades y recursos necesarios que les permitan transformar esa información en conocimiento útil, con la visión crítica y objetiva que esto requiere . Además, de dotarles de competencias que les permitan buscar, identificar y seleccionar la información relevante de la que no lo es. (Aznar Díaz I. et al., 2005). Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 8 4.MARCO LEGISLATIVO Para el diseño de la presente propuesta es necesario establecer un marco legislativo que fundamentalmente enfocado en dos aspectos: 4.1. Contenidos especificados en la legislación Los conocimientos previos del alumno sobre los temas de inmunología, virus y vacunas, es un bloque que aparece de forma explícita y detallada en los contenidos de 2º de Bachillerato, pero que en etapas y cursos anteriores apenas se estudia. Los contenidos teóricos previos de los alumnos en educación secundaria están relacionados con las unidades didácticas de biología de los virus y de inmunología y vacunas y aparecen descritos en la orden EDU 363/2015. 4.2. Nivel docente La Ley Orgánica 8/2013, de 9 de diciembre, para la Mejora de la Calidad Educativa, (LOMCE) (Gobierno de España, 2013) es una ley que modi fica la ley Orgánica de Educación 2/2006, pero no la deroga. En esta ley se describe cómo debe ser la figura del docente, sus funciones y concreta que para ser profesor en las especialidades de enseñanza no universitaria es necesario tener formación en contenidos pedagógicos y didácticos, además de titulación académica. El Real Decreto 1834/2008 en su \"Artículo 9. Formación pedagógica y didáctica\", establece que esta formación se consigue a través de la titulación universitaria de máster oficial, con la adq uisición de las competencias del mismo. 4.3. Contenidos y unidades didácticas Este TFM propone dos unidades didácticas de la asignatura Biología del curso de 2° de Bachillerato, que se encuentra regulado por la siguiente normativa: A nivel estatal: - La Ley Orgánica 8/2013 de diciembre, para la Mejora de la Calidad Educativa (Gobierno de España, 2013). El Real Decreto 1105/2014, de 26 de diciembre, por el que se establece el currículo básico de la Educación Secundaria Obligatoria y del Bachillerato (Ministerio de Educación Cultura y Deporte, 2015b). Orden ECD/65/ 2015, de 21 de enero, por la que se describen las relaciones entre las competencias, los contenidos y los criterios de evaluación de la 9 Educación Primaria, la Educación Se cundaria Obligatoria y el Bachillerato (Ministerio de Educación Cultura y Deporte, 2015a) A nivel autonómico: - Orden EDU 363/2015, de 4 de mayo, por la que se establece el currículo y se regula la implantación, evaluación y desarrollo del Bachillerato en la Comunidad de Castilla y León (Consejería de Educación, 2015) Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 9 5.UNIDADES DIDÁCTICAS DE 2º DE BACHILLERATO El objetivo del establecimiento de los contenidos en 2º de Bachillerato es profundizar el conocimiento obtenido en la etapa educativa anterior, s obre la biología a nivel y molecular guardando vinculación con las aplicaciones de las principales investigaciones biológicas en los campos de la biotecnología , el medioambiente o la ingeniería genética como son el uso de organismos transgénicos y el diseño y utilidad de las vacunas . Dichas investigaciones producen continuas transformaciones en la sociedad y abren nuevos horizontes, muchos de ellos ligados al modelo de desarrollo tecnológico actual. La asignatura de Biología de 2º de Bachillerato apa rece dividida en 5 bloques, organizada de la siguiente forma : En el primer bloque se realiza una introducción a la biología, el método científico y aplicaciones del mismo, centrándose en la base molecular y fisicoquímica de la vida. El segundo bloque se centra en la célula, su morfología, estructura y fisiología. El tercero, se refiere al estudio de la herencia, genética molecular y evolución. El cuarto aborda la biología de los microorganismos y sus aplicaciones en biotecnología. El último bloque se centra en inmunología, la autodefensa de los organismos y sus aplicaciones. El conjunto de todos los bloques se encuentra dividido en 21 unidades didácticas, que he estructurado de la siguiente manera . Sin embargo, la presente propuesta didáctica se desarrolla de forma parcial en las unidades la unidad nº 19 correspondiente al bloque IV y la unidad nº 2 0 correspondiente al bloque V. Bloque 1. La base molecular y fisicoquímica de la vida U.D nº 1: La materia viva y su estudio. Método científico. U.D nº 2: Los bioelementos, el nº 8: Enzimología y técnicas para identificar y separar moléculas orgánicas Bloque 2. La célula viva. Morfología, estructura y fisiología celular U.D nº 9: La célula, unidad de estructura y función. Modelos de organización celular. U.D nº 10 : Estudio de proceso fotosintético U.D nº 14: Ciclo celular. Mitosis y Meiosis Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 10 Bloque 3. Genética y evolución U.D nº 1 5: La genética mendeliana y variaciones. U.D nº 1 6: El dogma de la y traducción. U.D nº 1 7: su relación con el cáncer U.D nº 1 8: Ingeniería genética : organismos transgénicos . Proyecto genoma humano. Bloque 4. El mundo de los microorganismos y sus aplicaciones. Biotecnología U.D nº 19: Los micro organismos. Estructura, función y tipos. Técnicas de estudio. Principales e nfermedades infecciosas. Bloque 5 : La autodefensa de los organismos. La inmunología y sus aplicaciones. U. D nº 20: El proceso inmunitario . Memoria Inmunológica. Estructura y función de anticuerpos . Inmunidad natural y artificial. Sueros y vacunas. U.D. nº 2 1: Anomalías del sistema inmu ne y sus tratamientos. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 11 6. DESARROLLO DE LAS UNIDADES DIDÁCTICAS DE LA PROPUESTA Como ya se ha comentado previamente, la presente propuesta está integrada por dos unidades didácticas, cada una asociada con su descripción, objetivos, contenidos, actividades de enseñanza - aprendizaje propuestas , criterios de evaluación , estándares de apre ndizaje y temporalización. 6.1. Contextualización de la propuesta didáctica La presente propuesta está enmarcada en la asignatura de Biología correspondiente al segundo curso de Bachillerato y presenta un total de 14 sesiones durante el periodo del tercer trimestre . La impartición de la propuesta se realizará en el Instituto de Educación Secundaria Vega del Prado, localizado en la capital de la provincia de Valladolid , en el barrio de Huertas del Rey. La población asciende a un total de 289.214 habit antes según el Instituto Nacional de Estadístic a (INE 2019) . La mayor parte de los habitantes se dedican principalmente a la actividad económica del sector servicios, siendo más del 82% de los centros de trabajo pertenecientes a este sector, seguido del se ctor de la industria y la construcción que representa el 15 % de los trabajadores. En lo que respecta al entorno natural, destacan la presencia de los del río Pisuerga afluente del río Duero que nace en la localidad palentina de la Pernía y la Esgueva que nace en la provincia de Burgos. Así como Campo Grande, el principal parque de la ciudad con una biodiversidad de mamíferos, aves y plantas importante . En lo que respecta al propio centro de estudio, el I.E.S. Vega del Prado, se trata de un centro de titularidad pública, dependiente de la Junta de Castilla y León, en cuya oferta educativa encontramos el primer y segundo ciclo de Educación Secundaria Obligatoria, Bachillerato y un grado medio de Formación Profesional de animación 3 D y videojuegos e iluminación y captación y tratamiento de imagen . El centro cuenta con edificio creado en 1988 que empezó con cerca de 1000 estudiantes y se distribuye en dos alas y en cuyos extremos, perpendicularmente situados, se encuentran, a la der echa y como prolongación, un módulo donde se halla el gimnasio, y a la izquierda, contiguo, un pabellón construido en el año 2000 para estudio de televisión. Además, tiene un amplio patio exterior que ocupa la mayor parte del recinto donde se pueden practi car deportes como baloncesto o fútbol. El edificio se compone de tres plantas, en cuya segunda planta se localizan los laboratorios de biología y física y química y la biblioteca. En la planta baja las aulas de informática y en la superior únicamente aulas de cursos de primero y segundo de bachillerato. Los alumnos del centro se pueden considerar en su mayoría sociedad de clase media -alta y el promedio de los alumnos por clase de 20 - 23 personas. El grupo de 2º de Bachillerato para el cual está diseñada la presente unidad didáctica consta de un total de 20 alumnos, mostrando una diversidad de estudiantes reducida, donde la gran mayoría de alumnos son nativos de la zona y promocionan adecuadamente , sin necesidad de ningún tipo de adaptación curricular o meto dológica . Sin embargo, existen dos alumnos extranjeros cuyas tasas de rendimiento son bastante inferiores al resto de sus Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 12 compañeros, no siendo la barrera idiomática un impedimento importante. La motivación de la mayoría, es continuar sus estudios mediante la inserción vía formación profesional y carreras universitarias de ciencias puras y de ciencias de la salud. En general el clima del aula es adecuado de cara al profesor y entre ellos, ya que me mantienen una buena comunicación entre todos y no destaca la presencia de grupos muy marcados, como puede ocurrir en otros grupos de la ESO. 6.2. Unidad didáctica : Los microorganismos y su clasificación. Estructura, función y ciclos vitales . Técnicas de estudio . Principales e nfermedades infecciosas. 6.2.1. Descri pción y justificación La unidad didáctica que se presenta a continuación inicia el estudio dedicado a la microbiología correspondiente al segundo curso de Bachillerato, abordando de forma genérica asuntos en relación al estudio de los diferentes tipos de microorganismos que existen, su estructura y composición química y el papel que juegan en la salud humana y animal como agentes productores de muchas enfermedades infecciosas, las metodologías de rutina que se siguen en los laboratorios clínicos y de inves tigación para identificarlos y caracterizarlos. Además, de conocer diferentes vías de transmisión de muchos de estos patógenos. Para ello, se describirá al inicio de la unidad, la taxonomía general de los diferentes tipos de microorganismos , 1) los que pre senten organización celular como son procariota s (bacterias y Arqueas ) y eucariota s (hongos, amebas y diferentes protozoos) y 2) microorganismos carentes de estructura celular, como son lo s virus , viroides y priones. Una vez identificados los macrogrupos más importantes, procederemos a estudiar de forma detallada su estructura y composición química para establecer semejanzas y diferencias patentes entre ellos, permitiendo así, hacer una clasificación más minuciosa dentro del complejo mundo de los microorga nismos. Además, de los tipos de estrategias reproductivas que siguen tanto virus como bacterias, clarificando las diferencias más importantes entre ellas. A mediados del desarrollo de la misma , se procederá a estudiar las técnicas de laboratorio más comun es para poder aislarlos, identificarlos y caracterizarlos como son los métodos de siembra en medios de cultivo sólido y líquido . Cabe destacar, la importancia de la esterilización y la pasteurización como elementos básicos en la rutina del laboratorio, siendo esenciales para lograr aislar un cultivo puro de un microorganismo concreto. Al final de la unidad, una vez comprendida su clasificación, métodos de aislamiento e identificación del laboratorio, se realizará un estudio individual de los más importantes por su papel como productores de enfermedades. En este caso, se estudiará de forma sistemática, su nombre científico, características morfológicas y estructurales, métodos de reproducción del microorganismo, las vías de transmisión que present a, las fuentes o reservorios donde se multiplican habitualmente . Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 13 Hoy en día, la microbiología y las innumerables aplicaciones que podemos obtener de los microorganismos hacen que sea una disciplina con mayor demanda tanto a nivel industrial en diferentes campos como son el alimentario, el farmacéutico y el medioambiental. Sin ir más lejos, sin un avanzado conocimiento en microbiología vírica no se hubieran detallado aspectos tan importantes del Coronavirus, como son el mecanismo de acción, vías de transmis ión, reservorios naturales que presenta y medios de prevención y tratamiento . Es por ello, que el hecho de que los jóvenes de hoy en día conozcan y comprendan el papel de los microorganismos en el mantenimiento de la vida en general y los beneficios y per juicios que aportan a nuestra sociedad . 6.2.2. Objetivos de aprendizaje Antes de establecer los objetivos de aprendizaje, es necesario realizar un análisis previo al desarrollo de esta unidad, identificando las concepciones que presentan los estudiantes sobre el bloque de contenidos a tratar en esta unidad de microbiología , para analizar si se corresponden con lo real o son erróneas. De esta forma, se busca conseguir eliminar errores conceptuales en los alum nos, estableciendo una base sólida y adecuada para el estudio posterior de conceptos más complejos. Los objetivos didácticos vienen asociados y deben conectar con los criterios de evaluación, que nos sirven a su vez, como indicadores de logro. Se establece n para el del currículo oficial para Castilla y León y se corresponden con la adquisición de un conjunto de conocimientos , habilidades y competencias . Los objetivos de aprendizaje que se pretenden alcanzar con el desarrollo de la propia unidad didáctica so n: 1. Adquirir el vocabulario técnico por parte de los estudiantes para lograr expresarse de forma adecuada y coherente. 2. Conocer los principales tipos de microorganismos productores de enfermedades por parte de los estudiantes de etiología vírica y bacteria na. 3. Comprender las principales vías de transmisión de los microrganismos patógenos por parte de los estudiantes . 4. Conocer por parte de los estudiantes, los métodos preventivos principales de las principales enfermedades infecciosas. 5. Describir y detallar la s principales técnicas de cultivo y aislamiento que se realizan en el laboratorio de microbiología. 6. Asociar el microorganismo patógeno causal con la enfermedad infecciosa que produce y su sintomatología derivada. 7. Clasificar adecuadamente los diferentes mac rotaxones existentes en los diferentes microorganismos del planeta Tierra. 8. Describir de forma general la estructura, morfología y composición química de los diferentes grupos de microorganismos como herramienta para su correcta clasificación. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 14 9. Entender la importancia de mantener y aplicar las principales normas de seguridad de un laboratorio de microbiología. 10. Diferenciar las características más importantes entre las técnicas de esterilización y pasteurización como estrategias de desinfección y aislamiento d e microorganismos en el laboratorio. A continuación (Tabla 1), se muestran los errores conceptuales más comunes que los alumnos que llegan a 2º de Bachillerato, poseen en relación a los microorganismos, el concepto de enfermedad y salud, métodos preventivo s y como tratarlos. Cabe destacar que este contenido lo dan de forma superficial en 3º de la ESO, por lo que sus conocimientos son bastantes escasos. Tabla 1: Errores conceptuales previos y objetivos didácticos al inicio de la unidad Errores conceptuales comunes Objetivos didácticos de aprendizaje iniciales No asociar las enfermedades infecciosas a enfermedades que afecten a la salud. No establecer una relación causal entre el microorganismo como el agente causante de la enfermedad. 1. Comprender por parte de los estudiantes a los microbios como agentes causales de una gran cantidad de enfermedades, no solo factores ambientales. Confundir habitualmente los conceptos de ''antibiótico'' y ''vacuna''. Desconocer los mecanismos de acción más importantes de los diferentes medicamentos. 2. Identificar y distinguir los mecanismos de acción más importantes por parte de los estudiantes de los diferentes medicamentos que existen para tratar enfermedades infecciosas. Desconocer los efectos secundarios de muchos medicamen tos en relación al mantenimiento de la salud. 3. Conocer algunos efectos secundarios por parte de los alumnos de algunos medicamentos, ampliando su conocimiento sobre su influencia en la promoción de la salud. No valorar e interiorizar la prevención frente a agentes infecciosas como medida esencial para mantener la salud. 4. Identificar la prevención frente a agentes infecciosas como un hábito prioritario por parte de los estudiantes para mantener la salud. 6.2.3. Contenidos Son una parte fundamental para que los alumnos tengan una base de conocimientos sólida y objetiva, por lo que se van a describir 4 tipos diferentes: Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 15 6.2.3.1. Contenidos previos Se relacionan con los conocimientos previos que es fundamental que los alumnos posean en relación a la temática que se va a explicar con posterioridad. En muchas ocasiones, durante cursos académicos anteriores o unidades didácticas previas, los alumnos han adquirido unas ideas previas erróneas que deben ser tenidas en cuenta antes de comenzar a explicar contenidos más complejos, de forma que los estudiantes reconozcan que aquello que ellos pensaban no es del todo correcto y, de esa manera, comiencen a const ruir de forma significativa un nuevo aprendizaje. Los contenidos previos a tener en cuenta para la impartición esta unidad didáctica en alumnos de 2º de Bachillerato, se corresponden con el conjunto de contenidos tratados durante 3º de la ESO, que van rel acionados específicamente con el conocimiento de algunos agentes patógenos y enfermedades infecciosas que producen, los métodos preventivos y su tratamiento para conseguir resolverlas. Así como el uso de vacunas como medidas preventivas fundamentales para evitarlas . En 1º de Bachillerato obtienen conocimientos someros relativos a la taxonomía general de eucariotas y procariotas, lo que incluye a algunos microorganismos. Tabla 2: Relación de las diferentes descripciones realizadas de los contenidos de microb iología en las etapas de 3º ESO, 1º Bachillerato y 2º Bachillerato (ORDEN EDU/362/2015, de 4 de mayo y ORDEN EDU/363/2015, de 4 de mayo). Contenidos previos Descripción de contenidos previos 3º ESO 1º Bachillerato 2º Bachillerato Enfermedades infecciosas y agentes patógenos Distin ción y clasificación general de enfermedades infecciosas y no infecciosas. - Se reconocen los principales microorganismos patógenos causantes de enfermedades infecciosas . Medidas curativas en el tratamiento de enfermedades infecciosas. Identifica hábitos de vida saludable para mantener la salud . - Se identifican algunos medicamentos como antibióticos, vacunas y antivirales y mecanismos de acción para tratar las diferentes enfermedades infecciosas. Taxonomía de microorganismos - Se profundiza en la clasificación general de los seres vivos mediante el conocimiento de los dominios y reinos. Se analiza la estructura y composición de los distintos microorganismos, relacionándolas con su función y estudiando la clasificación general. Vacunas como medidas preventivas de enfermedades infecciosas Propone métodos para evitar el contagio de enferme dades infecciosas. - Destaca la importancia de la memoria inmunológica en el mecanismo de acción de la respuesta inmunitaria asociándola con la síntesis de vacunas y sueros Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 16 6.2.3.2. Contenidos básicos Dentro de ellos destacamos contenidos conceptuales, procedimentales y actitudinales. Contenidos conceptuales Hacen referencia al desarrollo de los conocimientos teóricos propios de la unidad didáctica, los cuales son marcados por la legislación vigente, es decir, en la ORDEN EDU/363/2015, de 4 de mayo en la que se establece el currículo correspondiente a Bachille rato, que incluye un bloque entero de contenidos en relación a la microbiología correspondiente con el bloque IV de la que trata la presente unidad didáctica. De esta forma, los contenidos conceptuales a impartir en la presente unidad didáctic a están organizados y secuenciados en varios apartados: 1. Microbiología. Concepto de microorganismo y criterios de clasificación La microbiología es la ciencia que estudia los microorganismos. Se consideran microorganismos aquellos seres vivos que sólo se pueden observa r con ayuda del microscopio óptico o electrónico. Se localizan en todas partes: en los fondos oceánicos, en el suelo, en el aire, en el interior de otros seres vivos y, en general, en cualquier lugar donde encuentren humedad, temperatura y alimentos adecua dos para su desarrollo y reproducción. Actualmente se acepta una clasificación de todos los seres vivos en cinco grandes reinos que consideran las relaciones evolutivas y dentro de ella encontramos microorganismos en 1) el reino moneras, en el que se inclu yen las bacterias y las cianobacterias encontramos microorganismos en el reino moneras, en el que se incluyen las bacterias y las cianobacterias. 2) Reino protistas, que agrupa a las algas y a los protozoos, ambos eucariotas y reino hongos o fungi, también de organización eucariota, donde se sitúan las levaduras, los mohos y los hongos propiamente dichos. 3) Por otro lado, los microorganismos sin organización celular como son virus , viriones y priones Concretamente, los virus s on parásitos obligados de célu las eucariotas y procariotas de las que utilizan sus mecanismos bioquímicos para multiplicarse y son causantes de multitud de enfermedades en animales y plantas , también parasitan a otros microorganismos. Según el tipo de células en que se reproduzcan, est os organismos se dividen en virus bacteriófagos, virus de vegetales y virus de animales . En cuanto al modo de nutrición, sabemos que solo hay dos tipos posibles: los organismos autótrofos y los heterótrofos. Entre los primeros, los hay que aprovechan la luz como fuente de energía (fotosintéticos) y los que utilizan la energía desprendida en ci ertas reacciones químicas de substancias del medio (quimiosintéticos). Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 17 Desde el punto de vista ecológico, como integrantes de las cadenas tróficas, hay que decir que básicamente vamos a encontrar microbios pertenecientes a todos los eslabones. Esto signif ica que los va a haber productores, que son los seres que se encuentran en la base de las pirámides alimentarias, siendo indispensables para iniciar el flujo de materia y energía en los ecosistemas. Nuevamente se trata de los organismos foto y quimiosintét icos. También hay consumidores, como muchos protozoos comedores de bacterias y de algas unicelulares. Por otra parte, los organismos descomponedores y transformadores o mineralizadores son los que cierran el ciclo de la materia, son fundamentalmente microo rganismos y pertenecen a los grupos de las bacterias y de los hongos. El modo de relacionarse con otras especies, así como el modo en que consiguen el alimento, se clasifican en: Microorganismos mutualistas y simbiontes: son aquellos que viven asociados a otros seres vivos, beneficiándose ambos en la relación que mantienen. Hay muchos ejemplos: algas unicelulares en los corales; bacterias del intestino de los animales herbívoros; p rotozoos del intestino de los insectos xilófagos (comedores de madera). Microorganismos comensales: viven junto, sobre o dentro (en sus cavidades, pero no en su medio interno) de otros organismos sin causarles perjuicio, pero beneficiándose ellos. Por eje mplo, las bacterias de nuestra piel, las de la cavidad bucal o incluso la flora intestinal. La flora vaginal evita las infecciones, la flora intestinal nos protege igualmente de especies invasoras y aporta vitaminas Microorganismos parásitos: establecen un a relación en la que se benefician causando un perjuicio al hospedador. Son organismos de nutrición heterótrofa y pueden producir enfermedades, siendo en este caso denominados patógenos. 2.Microorganismo s de organización procariótica : Bacterias y Arqueas. El reino moneras representa el primer peldaño de la evolución de los seres vivos, pues los organismos incluidos en él son unicelulares y procariotas. Dentro de este grupo se encuentran todas las bacterias y las cianobacterias. Debido a la gran diversidad bacteriana existente se establecieron dos dominios para los procariotas: Arquea donde entran las bacterias extremófilas y Bacteria, donde está el resto de las bacterias y las cianobacterias Las bacterias son los microorganismos más extendidos en la naturaleza. Se pueden encontrar prácticamente en todos los medios, desde manantiales sulfurosos con temperaturas próximas a la ebullición del agua, hasta hielos antárticos. Aunque, en ocasiones, se agrupan para formar colonias, lo más frecuente es encontra rlas individualizadas. Según su forma, se clasifican en cocos, redondeados, como por ejemplo, los estreptococos o los estafilococos (bacterias de nuestra garganta), bacilos, cilíndricos, (en forma de palo) como los lactobacilos (productores del yogur) o lo s clostridios (causantes del tétanos o el botulismo) y espirilos enrollados en espiral . Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 18 Las cianobacterias, son microorganismos acuáticos provistos de clorofila que les permiten captar luz solar para realizar la fotosíntesis, pero carentes de cloroplasto s. Se cree que son las principales responsables del enriquecimiento en oxígeno de la atmósfera terrestre primitiva , que posibilitó la aparición de otros organismos heterótrofos que son la gran mayoría de seres vivos. También las hay comensales, como las qu e habitan en nuestro intestino (flora intestinal), aprovechando nuestros desechos si bien hay quien considera que más bien se trata de una relación mutualista (nos proporcionan ciertas vitaminas). Finalmente, existen otras bacterias parásitas que, como con secuencia de su actividad, resultan patógenas ya que ocasionan un sinnúmero de enfermedades en los hospedadores, como la sífilis, el cólera . 2.1. Características estructurales de la célula procariota La característica más sobresaliente de los organismos p rocariotas es la carencia de un verdadero núcleo rodeado por una membrana. Su ADN se conoce como nucleoide (no se usa apenas este término) y se encuentra en el citoplasma. Consiste en una molécula de ADN bicatenario a la que se denomina cromosoma bacterian o. Normalmente suele ser circular (aunque existen bacterias con ADN lineal). Muchos microorganismos poseen, además, otras moléculas más pequeñas de ADN circular extracromosómico, denominadas plásmidos, que no son esenciales para el crecimiento celular. Los procariotas poseen ribosomas muy similares a los presentes en las mitocondrias y los cloroplastos de las células eucariotas, siendo de tamaño algo menor. Pueden presentar inclusiones citoplásmicas de naturaleza muy diversa: reservas de glucógeno, carbon o, nitrógeno, fósforo y azufre e incluso magnetita (Fe304). Estas inclusiones convierten a la célula en un dipolo capaz de actuar ante la influencia de un campo magnético Como todas las células, los procariotas están rodeados por una membrana plasmática, de estructura similar a la de las células eucariotas. Esta membrana plasmática puede presentar hacia el interior unos repliegues denominados mesosomas, en donde se localizan las enzimas implicadas en procesos como la duplicación del ADN, las cadenas respi ratorias o la fotosíntesis. En cuanto a su estructura, la membrana plasmática de los procariotas es similar a la de los eucariotas, aunque tiene diferencias en cuanto a la composición de lípidos. En cuanto a las estructuras externas a la membrana, tenemos la pared bacteriana que le da forma y exteriormente una cubierta, de naturaleza glucídica, denominada cápsula o glucocálix , que les sirve como factor de virulencia en el caso de bacterias patógenas, como el caso de bacterias causantes de meningitis o infec ciones urinarias. La pared está compuesta de una capa de peptidoglucano o mureína, que se trata de un heteropolisacárido formado por dos derivados azucarados (N-acetil glucosamina y ácido N -acetil Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 19 murámico) y un tetrapéptido compuesto por cuatro aminoácidos de glicina . Es importante destacar que la lisozima , una enzima presente en fluidos como saliva, lágrimas o jugos intestinales es capaz de romper los enlaces glucosídicos que mantienen unidos ambos azúcares del peptidoglica no de la pared. Dependiendo del grosor del peptidoglicano tenemos: 1) bacterias Gram positivas que tienen una gruesa pared, formada mayoritariamente por el peptidoglucano (constituyendo alrededor del 90 %). 2) Las bacterias Gram negativas presentan una p ared más fina y más compleja que las Gram positivas, que representa sólo alrededor de un 10 % de la pared celular. Está formada por una membrana externa de lipopolisacáridos, lipoproteínas y fosfolípidos, organizados formando una bicapa lipídica que se d enomina generalmente LPS. 2.2. Características fisiológicas y funcionales de la célula procariota Las más importantes están relacionadas entorno a tres procesos como son: El tipo de nutrición que tengan destacando 1) las bacterias autótrofas fotosintética s que no usan agua como dador de electrones en la fotosíntesis, sino otros compuestos, como el sulfuro de hidrógeno, y por lo tanto no producen oxígeno. 2) Las autótrofas quimiosintéticas utilizan como fuente de electrones la energía que desprenden ciertos compuestos inorgánicos al oxidarse. 3) Bacterias heterótrofas que son aquellas que necesitan incorporar la fuente de carbono y la de energía procedentes de moléculas orgánicas de que provienen de otros seres vivos , siendo incapaces de producir su propia m ateria orgánica. En cuanto a la función de relación se pone de manifiesto en los distintos modos de respuesta frente a los estímulos que percibe de su entorno , provocando en ellas diferentes tipos de respuestas. Estas respuestas suelen consistir en 1) modificaciones del metabolismo, por ejemplo, Escherichia coli deja de metabolizar lactosa si se añade glucosa al medio, como ahorro energético. 2) Algunas pueden realizar movimientos (tactismos) de aproximación o de huida, que pueden implicar la utilización de flagelos o movimientos de reptación . 3) Algunos tipos de bacterias pueden formar en su interior de estructuras de resistencia denominadas endosporas , que s on formaciones estimuladas por un excesivo calor ambiental, bajo grado de humedad o una alta radiación, constituyendo un modo de adaptación al medio. La reproducción habitual de los procariotas es la asexual por bipartición , pero el intercambio genético se produce por tres mecanismos, como son: Transformación: es uno de los mecanismos más habituales, donde la transferencia genética se produce de la célula receptora cuando capta del medio ADN libre procedente de otra célula que ha sido desnaturalizada o rota. Normalmente, la célula incorpora en cada transformación una pequeña cantidad de genes que no proceden de su genoma, p ermitiéndole adquirir nuevas características o expresar nuevas proteínas. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 20 Conjugación : implica contacto físico entre la célula donante y la receptora. El contacto se realiza mediante pelos sexuales huecos o pili, a través de los cuales se transfiere una pequeña porción de ADN cromosómico o bien extracromosómico procedente de un plásmido. La célula donante transfiere una cadena de las dos del plásmido a la batería receptora, que finalmente replica dicha cadena y consigue una doble hebra completa mediante s u maquinaria enzimática. Transducción : Aquí el vector de la transferencia genética es un virus bacteriófago , que puede indiciar un ciclo lítico, liberando nuevos viriones de la célula inicial e infectando a otras, pudiendo transferirle material genétic o nuevo ya que los viriones han arrastrado los genes del cromosoma bacteriano sin querer al integrarse en él. Dicha integración se produce previamente en un ciclo lisogénico. La transducción puede ocurrir en muchos tipos de bacterias. Estos tres mecanismos de transferencia se dice que son \"horizontales\", para diferenciarlos de la \"transferencia genética vertical\", o de padres a hijos. En la evolución bacteriana, estos procesos horizontales han influido notablemente en la diversidad de las bacterias actuales ya que puede haber intercambios entre especies diferentes. 3.Virus Los virus se encuentran en el umbral que separa lo vivo de lo inerte. Son la excepción a la teoría celular (son acelulares). No pueden moverse por sí mismos, no pueden nutrirse, ya que no realizan metabolismo, no crecen y no poseen agua en su interior. Solo pueden reproducirse dentro de una célula viva a la que terminan por destruir. Por ello, todos los virus son parásitos intracelulares. Los virus se propagan de una célula a otra en forma de partículas infecciosas llamadas viriones. Los viriones son partículas víricas inertes que todavía no han usado la maquinaria replicativa y traductora de la célula huésped para expresar sus proteínas. Los virus son estructuras muy sencillas con un tamaño entre los 30 y los 300 nm, sólo visibles al microscopio electrónico. 3.1. Composición y estructura. Un virus o un virión se caracterizan por tener las siguientes estructuras: Cápside: es de naturaleza proteica, formada por subunidades llamadas capsómeros . La forma del virus (Figura 3) viene determinada por los capsómeros siendo los más simples los de tipo helicoidal, donde los capsómeros están formados por un solo tipo de proteínas que rodean a un ácido nucleico, formando una estructura cilíndrica. Los vi rus de aspecto globoso tienen estructura poliédrica siendo los más sencillos los icosaédricos, que poseen 20 caras con forma de triángulo equilátero, formado por la unión de 3 proteínas distintas. En algunos casos, por encima de la cápside presentan una en voltura membranosa procedente de la membrana celular de la célula hospedadora donde el virus desarrolló su ciclo, que contiene glucoproteínas que a veces Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 21 sobresalen de la envoltura y forman espículas. Los virus con envoltura se llaman cubiertos o envueltos y los que carecen de ella se llaman desnudos. Hay un tipo de virus más complejo, los denominados bacteriófago que parasitan bacterias y que presentan una cásida de naturaleza poliédrica que alberga en el interior el ácido nucleico . Figura 3: Diferentes tipos de morfología según la cápside. Globoso (1 y 2), morfología mixta (3), helicoidales (4) y con espículas y envoltura (5) Ácido nucleico: pueden tener distintos tipos como 1) ADN monocatenario circular, 2) ADN bicatenario circular, 3) ADN bicatenario lineal, 4) ARN monocatenario circular o lineal, y en algunas ocasiones 5) ARN bicatenario circular 0 lineal. Generalmente los genomas de los virus son continuos, pero algunos presentan el genoma fragmentado como ocurre con el virus de la gripe , que posee 8 fragmentos de ARN monocatenario circular. Si el ácido nucleico monocatenario de un virus presenta la misma polaridad que el ARNm de la célula hospedadora se dice que es de polaridad positiva. Si la dice que es de polaridad negativa. Se repres entan: (+) para polaridad positiva y ( -) polaridad negativa. Enzimas específicas: algunos virus pueden contener diferentes enzimas víricas. Así, los bacteriófagos poseen enzimas capaces de degradar la pared bacteriana, hecho imprescindible para poder int roducir el material genético. Por su parte, ciertos tipos de virus de ARN como los retrovirus, contienen enzimas transcriptasas inversas, necesarias para que la información sea transcrita a ADN complementario e insertada en el genoma de la célula hospedad ora mediante otra enzima fundamental como es la integrasa. 3.2. Clasificación Los virus se pueden clasificar dependiendo de una serie de factores como el tipo de célula al que parasitan o el mecanismo de infección que emplean. Dependiendo de la célula a la que parasiten tenemos lo virus animales, vegetales o bacteriófagos. Por ejemplo, los virus que parasitan bacterias no atacan a las células animales. Dentro de un organismo, la especificidad suele ser muy alta también, y Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 22 así el virus del herpes solo ataca células epidérmicas y células nerviosas, el virus del VIH tiene preferencia por los linfocitos T CD4, más que por otro tipo de célula. De hecho, existe una teoría que afirma que los virus pueden ser fragmentos de ácido nucleico que originariamente formaron parte de las células, de modo que solo parasitan al tipo de célula del que derivaron. En todo caso hay que pensar que los virus penetran en las células hospedadoras porque estas presentan receptores específicos en sus membranas plasmáticas, lo que equivale a decir que \"reconocen\" al virus. Por último, no se debe olvidar que comparten el mismo código genético que con los eucariotas, los que sugiere que son parásitos obligados , se han adaptado a lo largo de los millones de años a la biología de sus huéspedes. Algunos ejemplos de virus de humanos serían: Adenovirus: virus icosaédrico con ADN de doble cadena. Se emplea uno de ellos, modificado para hacer vacunas, por ejemplo, la Astra -Zeneca contra el COVID -19 Herpesvirus: icosaédrico con ADN de doble cadena. Dentro de ellos tenemos una gran variedad como el virus del herpes simple, el virus de la varicela -herpes zoster, el citomegalovirus o el virus de la mononucleosis infecciosa Picornavirus: icosaédricos con ARN de cadena sencilla con polaridad positiva . Virus de la poliomielitis Ortomixovirus: ARN de cadena sencilla polaridad negativa . Virus de la gripe o influenza Coronavirus: morfología esférica, con ARN monocatenario de polaridad positiva. Tenemos de ejemplos el virus SARS tipo 2 o el conocido COVID -19 que puede llegar a producir neumonías. 3.3. Tipos de ciclos vitales Los virus mejor estudiados son los que infectan a bacterias, también llamados bacteri ófagos o fagos, de modo que describiremos el ciclo de infección de un bacteriófago ADN lineal de doble cadena (también existen bacteriófagos de ARN), concretamente el llamado fago (fago lambda). Encontramos dos tipos de ciclos reproductivos en virus (Figura 4) : Ciclo lítico: se caracteriza por generarse nuevos viriones en el interior de la bacteria y lisarla para seguir expandiendo la infección a otros huéspedes vecinos. Consta a su vez de varias fases: 1. Adsorción del virus o fijación : inicialmente, el bac teriófago fija su cola a receptores específicos de la pared de la bacteria, donde una enzima, localizada en dicha cola, debilita los enlaces de las moléculas de la pared. Posteriormente se contrae la vaina helicoidal, lo que provoca la inyección del conten ido de la cabeza a través del eje tubular de la cola del fago, de este modo el ácido nucleico penetra en la célula. 2. Replicación y síntesis de componentes : Una vez dentro, el virus interrumpe el normal funcionamiento de la célula inhibiendo la maquinaria r eplicativa de la célula. Los genes víricos Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 23 poseen la información necesaria para, utilizando los ribosomas y enzimas celulares, autorreplicarse haciendo que sean fabricados todos los componentes del virus y se produzcan los nuevos viriones. Los virus necesi tan usar las enzimas propias de la replicación y transcripción y los ribosomas bacterianos para la traducción de proteínas. 3. Ensamblaje: Tanto los ácidos nucleicos replicados como el resto de los componentes víricos que se han sintetizado se ensamblan, dan do lugar a nuevos virus. 4. Liberación: En una bacteria pueden formarse unos 100 bacteriófagos y además una enzima que destruye la pared bacteriana. Debido a ello, tiene lugar la ruptura de la pared y la muerte de la célula, quedando los nuevos virus libres y en disposición de infectar otras células. Ciclo lisogénico : en este caso, el virus consigue integrarse dentro del ADN bacteriano lo que no causa la lisis inmediata de la bacteria tras la infección. Se genera lo que se conoce como fago atemperado, o atenuado. Estos fagos integrados se denominan profagos, y se replican pasivamente con el ADN de la bacteria: las bacterias hijas de la parasitada inicialmente llevarán incorporado el profago , de manera, que cada vez que se replique el ADN de la bacteria también lo hará el del virus. Las bacterias capaces de establecer esa relación con los fagos atenuados se denominan lisogénicas . En determinados momentos, el profago se activa y comienza un ciclo lítico, de modo que se reproducirá en el interior de la bacter ia y acabará por lisarla. Cuando este fago infecte a una nueva bacteria con la que pueda establecer relaciones lisogénicas, le transferirá dicho fragmento de ADN bacteriano, convirtiendo a la bacteria receptora en diploide para dicho fragmento. Figura 4: Esquema de los ciclos lítico y lisogénico de bacteriófagos Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 24 4. Otras partículas acelulares: Viroides y priones 4.1. Viroides Los viroides son agentes infecciosos que causan enfermedades a las plantas, no se han descubierto de momento viroides en seres humanos. En la actualidad se han encontrado alrededor de 200 viroides, todos ellos infectan en exclusiva plantas superiores, aunq ue a especies muy diferentes dentro de ellas. Están formados exclusivamente por una cadena circular, sencilla, de ARN de pequeño tamaño (entre 250 y 2000 nucleótidos). Los viroides no codifican proteínas de ninguna clase. Esa es la principal diferencia con los virus. El ARN circular del viroide no puede considerarse un ARN mensajero porque no codifica proteínas , ya que no posee exones. Los viroides se encuentran casi exclusivamente dentro del núcleo de las células que infectan. Las enfermedades más conocida s causadas por los viroides son la enfermedad del tubérculo fusiforme de la patata, o la exocortis de los cítricos . 4.2. Priones Los priones son unos agentes infecciosos formados por una proteína denominada proteína del prion alterada que produce enfermedades d egenerativas en el sistema nervioso tanto en humanos como en otros mamíferos, denominadas en conjunto encefalopatías espongiformes transmisibles. Los priones fueron descubiertos en 1982 y rompen con el concepto de enfermedad infecciosa porque no son seres vivos como bacterias, hongos o protozoos ni organismos como virus. Son simplemente proteínas, pero con capacidad infectiva, que se pueden transmitir de un individuo a otro sí aumenta su número al transformar a las proteínas no alteradas del organismo, por proteínas priónicas infectivas. La proteína del prion en su forma infecciosa es una proteína que tiene alterada su estructura espacial (estructuras secundaria y terciaria) y que por lo tanto está mal plegada y que a diferencia del resto de los agentes infe cciosos (virus, bacterias, hongos, protozoos), que contienen ácidos nucleicos un prion solamente está compuesto por aminoácidos y no presenta material genético. Las más conocidas son la tembladera o scrapie que afecta a ovejas y cabras, y la encefalopatía espongiforme bovina o enfermedad de las vacas locas, que afecta al ganado bovino y la enfermedad de Creutzfeldt -Jakob, que afecta a los humanos. 5. Métodos de estudio de los microorganismos. Esterilización y pasteurización. 5.1. Métodos de estudio de los microorganismos El estudio de los microorganismos tiene dos objetivos principales: el aislamiento de un microbio concreto y el cultivo del mismo en el laboratorio para poder identificarlo. Para cultivar microorganismos se necesitan medios de cultivo adecua dos. Un medio de cultivo es una solución nutritiva que permite el crecimiento de los microorganismos y deben de reunir una serie de requisitos como contener macronutrientes que incluyen una fuente de carbono, nitrógeno, fósforo, azufre y oxígeno y micronu trientes como diversos iones (hierro, etc.) y Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 25 factores de crecimiento (vitaminas) que se necesitan en cantidades mínimas y, por supuesto, agua. Los medios de cultivo pueden ser medios líquidos, que se preparan en matraces o tubos de ensayo y medios sólidos , que se preparan en placas de Petri, agregando agar, un polisacárido procedente de un alga, que da al medio una consistencia gelatinosa. Una vez preparados los medios se procede a inocular o sembrar el microorganismo. Los recipientes y materiales que vay an a ser utilizados deben ser limpiados y esterilizados cuidadosamente y después de introducir el microorganismo deseado, debe quedar protegido de la contaminación externa. El inóculo o material microbiano, se introduce, generalmente, con un hilo de metal o asa de siembra, que se esteriliza antes y después de su uso. Para que el crecimiento microbiano sea óptimo, no basta con una buena estrategia de siembra, sino que depende de factores ambientales externos como son: El pH: es preciso establecer un pH óptim o para que se inicie el crecimiento y mantenerlo durante todo el proceso. En la mayoría de los microorganismos pH óptimo de crecimiento está próximo a 7, aunque algunos prefieren pH alcalinos y otros toleran pH ácidos. · La Temperatura: la mayoría de las b acterias del suelo y del agua son mesófilas, es decir, sus temperaturas óptimas oscilan entre 20 y 45 ºC, pero, existen algunas cuyo crecimiento óptimo está a temperaturas superiores (termófilas) o inferiores (psicrófilas). · La presión osmótica: sólo las bacterias marinas y las halófilas dependen para su existencia de determinadas condiciones salinas y se lisan cuando se las cambia del medio salino a agua destilada. En general, la mayoría tolera los medios hipoosmóticos. · El oxígeno: todas las bacterias a eróbicas obligadas necesitan oxígeno. En microorganismos anaerobios estrictos, hay que excluir totalmente el oxígeno atmosférico. · La luz: para el cultivo de microorganismos fotosintéticos la luz es esencial y se debe tener en cuenta no sólo su cantidad s ino también su calidad que depende de la longitud de onda. La observación de las bacterias al microscopio es insuficiente para identificar la mayoría de ellas y por eso hay que recurrir a pruebas indirectas. La primera de ellas suele ser una tinción, deno minada tinción de Gram (Figura 5) que permite diferenciarlas en uno de dos grandes grupos: gram positiva o gram negativa. Tras ello puede observarse (morfología macroscópica) el desarrollo de las colonias sembradas en las placas de Petri. Su forma, color, aspecto, incluso olor, pueden facilitar la identificación. En caso de no ser suficiente, hay que recurrir a pruebas bioquímicas basándonos en que algunas especies poseen enzimas capaces de catalizar reacciones específicas. Para ello se añaden al medio eso s sustratos que pueden ser alterados si existen tales enzimas. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 26 Figura 5: Comparación de la pared celular de una bacteria Gram + y Gram -. 5.2. Esterilización y pasteurización La desinfección es el proceso mediante el cual se eliminan los microbios patógenos reconocidos, pero no necesariamente todas las formas de vida microbianas. Suele emplearse la lejía y el etanol al 70% . La esterilización es la eliminación o muerte de todos los microorganismos que contiene un objeto o sustancia , tanto en su form a activa como latente si nos referimos a formas de resistencia como las esporas . La esterilización absoluta no es fácil de conseguir si se trata de sustancias, por ejemplo, alimentos, ya que se alteran los mismos. Se considera que un producto es estéril, c uando la probabilidad de que un microorganismo esté presente en forma activa o latente es muy baja . Los agentes que matan microbios son denominados microbicidas o germicidas . Los bactericidas se refieren específicamente a que destruye bacterias y fungicid as si mata hongos. Tras una exposición del objeto o sustancia esterilizados al medio, aire o agua, estos se contaminan de nuevo y casi inmediatamente con microorganismos. Existen diferentes métodos de esterilización siendo químicos y métodos físicos y, de ntro de estos últimos destacamos los térmicos. La elección de un método u otro tiene que ver con el objeto o material a desinfectar y esterilizar teniendo entre ellos alimentos, material médico (instrumental quirúrgico, jeringuillas, gasas, ...), tejidos viv os o paredes. Los métodos químicos consisten en la aplicación de sustancias germicidas. Las más empleadas según los materiales a esterilizar son el peróxido de hidrógeno (agua oxigenada), algunos tipos de alcoholes, el fenol, el formol y el óxido de etile no. Entre los métodos físicos, que no utilizan sustancias químicas, se emplean: Irradiación: las radiaciones, que pueden ser ionizantes (rayos X) o no ionizantes, destacando la radiación ultravioleta o las microondas. Filtración: si se desea esterilizar un líquido, se pueden emplear filtros de poro tan pequeño que no pueden ser atravesados ni por virus. Tratamientos térmicos: destaca la utilización del calor húmedo y para ello se emplea un aparato llamado autoclave (es una olla exprés de gran tamaño). El agua a presión hierve por encima de los 120ºC de modo que se genera una atmósfera de vapor recalentado que mata todos los gérmenes, Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 27 incluso las esporas de algunas bacterias que resisten normalmente a la ebullición (100ºC). Se utiliza para esterilizar inst rumental de laboratorio y quirúrgico, pero nunca material plástico por las altas temperaturas. El calor seco, empleando un horno, también se emplea en algunos casos. Por ejemplo, para la conservación de alimentos destacamos una serie de procesos térmicos c omo son: Pasteurización: el nombre viene de Louis Pasteur, científico francés que a finales del siglo XIX propuso el método, una vez que demostró que los microbios estaban en el medio y que por lo tanto podían contaminar cualquier materia presente en é l. Fue un proceso clave para eliminar microorganismos y poder aplicarse en otras áreas como la conservación de alimentos, de material de laboratorio, o la descontaminación de muestras biológicas. Existen varias modalidades de pasteurización: Proceso tradicional de pasteurización : hoy día en desuso. Consiste en calentar los alimentos en un recipiente estando a 63 °C durante 30 minutos, para luego dejar enfriar lentamente. Para las conservas caseras se emplea este proceso . Proceso de alta temperatura y corto tiempo (High Temperature Short Time ): Este método es el empleado antes de su envasado en líquidos como la leche , los zumos de fruta, la cerveza, etc. Expone al alimento a altas temperaturas durante un período breve: 72ºC durante 15 segundos. Puede hacerse en un tanque o a través de un conducto calentado por donde circula el líquido a tratar , conservándose durante unas dos semanas como mínimo. Proceso UHT (Ultra High Temperature): es de flujo continuo y mantiene la leche a una temperatura superior m ás alta que la empleada en el proceso HTST, y puede rondar los 138 °C durante un período de al menos dos segundos. Debido a este muy breve periodo de exposición, se produce una mínima degradación del alimento y se conserva casi intacta su calidad organolép tica. Así es como viene tratada la leche de \"tetrabrick\" que habitualmente consumimos. Uperización o uperisación: Se trata de someter el producto, generalmente leche a una temperatura de entre 140ºC y 150ºC durante unos pocos segundos, pero inyectándole v apor, lo que hará que el aumento de la temperatura sea prácticamente instantáneo. En la esterilización de los alimentos, los avances tecnológicos tratan de evitar las modificaciones en sus propiedades organolépticas (color, olor, sabor y textura). 5.3. Lo s microrganismos como agentes productores de enfermedades La mayoría de los microorganismos son inocuos para los demás seres vivos. Muchos de ellos incluso se han adaptado a las condiciones especiales que tienen los tejidos de los animales, viviendo en ellos, en su piel, en sus conductos digestivos o respiratorios; son la denominada flora normal. Sin embargo, los microbios más conocidos son aquellos que producen enfermedades infecciosas en las plantas, en los animales y en la especie humana . Robert Koc h (1843 -1910) fue el primero en comprobar que una bacteria era la causante de una enfermedad infecciosa, el carbunco en ovinos. Estableció cuatro postulados que constituyen la base de las investigaciones médicas para establecer el tratamiento de las infecc iones (Figura 6) : Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 28 El organismo específico ha de encontrarse siempre asociado a la enfermedad. El organismo tiene que ser aislado y obtenido en cultivo puro en el laboratorio. Este cultivo puro inoculado en un animal susceptible de ser infectado produce la enfermedad. Se debe recuperar el organismo del animal infectado experimentalmente en cultivo puro. Figura 6: Los postulados de Koch para demostrar que un microorganismo causa una enfermedad específica. Fuente: Biología de los microorganismos 12º Edición, Pearson. El primer paso en una infección es la colonización por parte de los microorganismos de tegumentos y mucosas corporales, donde deben competir con otros microorganismos comensales. Los que superan esta primera fase con más éxito son los que producen las enf ermedades más contagiosas. La entrada de microorganismos en el cuerpo del hospedador puede tener lugar a través de distintas vías: Heridas o abrasiones en los tegumentos. Roturas microscópicas en las mucosas. Picaduras de artrópodos. Adherencia específica del microorganismo a las células del hospedador y paso a través de células epiteliales. En determinadas circunstancias, algunos microorganismos forman colonias muy numerosas en los tegumentos, las cuales son responsables de una lesión epitelial, produciéndose inflamación y rotura, a través de la cual penetran. Una vez dentro, los microbios tienen que reproducirse, ya sea en una lesión superficial, ya sea en un tejido específico al que son conducidos por vía linfática o sanguínea. En esta primera fase tienen que superar los mecanismos defensivos del hospedador, lo que incluye la inflamación, la detención en los ganglios linfáticos y su eliminación de la sangre por acción de los fagocitos. Si consiguen superarlos, se desarrolla la enfermedad. Las i nfecciones pueden ser Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 29 superficiales, si el microorganismo se multiplica en las células epiteliales de la zona de entrada, o sistémicas si alcanzan los vasos sanguíneos y se multiplican en varios órganos a la vez. En este último caso, el estado de infección generalizada por todo el organismo, producida gracias a que la sangre ha servido de medio de transporte y dispersión de las bacterias, recibe el nombre de septicemia y resulta generalmente mortal. En cuanto a los factores de patogenicidad de la enfermeda d, podemos estacar la presencia de sintomatología específica causada por los agentes patógenos entre los que se encuentran: La proliferación: por un lado, se puede crear una competencia entre el microbio y las células del hospedador por un determinado nutr iente, y por otro, el bloqueo de vasos sanguíneos o un daño directo sobre las células del hospedador Producción de toxinas: pueden ser excretadas al medio (exotoxinas), o producirse en una célula (endotoxinas). Estas toxinas pueden provocar daños locales, cuando son muy específicas, o difundirse y causar lesión sistémica. La producción de enzimas extracelulares: como la lecitinasa que rompe lípidos de membrana de las células huésped o las hemolisinas que lisan los glóbulos rojos, liberando al plasm a su hemoglobina. En cuanto a los métodos preventivos podemos destacar el uso de mascarillas para evitar transmisión aérea, una mejor conservación de los alimentos, tener cuidado con heridas abiertas ya que son una entrada de múltiples patógenos, mantener relaciones sexuales con preservativo. Existe una infinidad de enfermedades causadas por bacterias como: cólera, sífilis, gonorrea, salmonelosis, tétanos, botulismo, ántrax o la difteria entre otras, siendo las más comunes y frecuentes de todas. Sin emb argo, algunos protozoos también producen enfermedades con una alta incidencia y prevalencia y que afectan a muchos millones de personas en todo el mundo. Por ejemplo, el plasmodio, agente causante de la malaria o paludismo y que afecta a muchos millones de personas de países tropicales. Contenidos procedimentales Se relacionan con el conjunto de habilidades o destrezas desarrollados por los alumnos a la hora de trabajar la materia tanto dentro como fuera del aula. Los contenidos procedimentales planteados p ara la presente unidad didáctica se corresponden con: Visualización de videos y animaciones con el fin de obtener información y lograr un mejor aprendizaje en relación a los diferentes tipos de microorganismos existentes, su clasificación, estructura y función. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 30 Actividades de debate sobre temática actual como las resistencias a antibióticos, las enfermedades infecciosas y el cambio climático o bien las enfermedades más comunes que nos afectan. Realización de un protocolo de extracción, siembra y cultivo de microorganismos a partir de muestras biológicas y su observación al microscopio. Relación de conceptos en la resolución de ejercicios y actividades. Elaboración de hipótesis habituándose a usar el método científico Contenidos actitudinales Muestran el conjunto de actitudes y valores a enseñar al alumnado de forma transversal a los conocimientos teóricos propios en relación a la unidad didáctica. Los contenidos actitudinales plateados a tratar con la impartición de la presente unidad didáctica se relacio nan con: Reconocimiento y valoración de la importancia del conocimiento de los diferentes tipos de microorganismos como agentes productores de enfermedades, sus vías de transmisión y prevención. Conocer las principales técnicas y herramientas de estudio q ue nos permiten identificar a un microorganismo ya sea patógeno o no. Valorar y respetar las normas presentes en el laboratorio de microbiología. 6.2.3.3. Contenidos de ampliación Se identifican con aquellos contenidos que exigen más de lo establecido en el currículo oficial, con el fin de adaptar la impartición de las clases a aquellos alumnos aventajados académicamente respecto al resto de sus compañeros. Constarían en actividades de investigación sobre otros métodos de diagnóstico e identificación de m icroorganismos como la tinción de esporas, las galerías de pruebas bioquímicas API o el recuento de bacterias con contadores Coulter. 6.2.3.4. Contenidos de refuerzo Se trata de contenidos que refuerzan contenidos mínimos exigidos en el currículo oficial destinados a su impartición con alumnos que muestren un rendimiento académico algo retrasado en relación al resto del grupo, facilitándoles la adquisición de los contenidos básicos planteados en la unidad. 6.2.4. Actividades de enseñanza -aprendizaje propuestas Las actividades propuestas en cada una de las dos unidades didácticas a impartir persigue en su conjunto que el alumno adquiera los conocimientos de forma eficaz y desarrollando habilidades y destrezas que les permitan afianzarlo, destacando los contenidos procedimentales que se realizarán con las prácticas de laboratorio además de los puramente conceptuales. La estrategia consistirá en realizar clases teóricas siendo un aspecto muy importante, utilizando información elaborada por el profesor, Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 31 intercalándola con recursos webs como vídeos y herramientas de repaso de contenidos. Asimismo, se realizarán prácticas de laboratorio en cada una. En cada unidad se comenzará con actividades de iniciación, ya que en todas las etapas educativas es importante la activaci ón de conocimientos previos, dedicando antes de empezar la clase tiempo para su recuerdo ya que es necesario para la correcta comprensión de contenidos posteriores. Durante todo el desarrollo de la unidad se utilizarán actividades expositivas , que básicam ente consistirán en exposiciones orales por parte del profesor , mediante apuntes propios o textos, presentando un conocimiento ya elaborado que los alumnos tienen que asimilar. Normalmente se realizarán en formato Power Point. Además, para fomentar la participación y el desarrollo de competencias sociales y cívicas fundamentalmente, junto con estas actividades expositivas se fomentará la participación del alumnado . Esta participación se conseguirá con la realización de preguntas, consulta de páginas web y actividades complementarias o de refuerzo, que aparecen desarrollados en \"Actividades propuestas\". También en esta propuesta didáctica se plantea la realización de actividades prácticas en el laboratorio, que permitirán fomentar el trabajo colaborativo , capacidad muy importante en el método científico y adquirir contenidos procedimentales fundamentalmente y actitudinales, especialmente en el cuidado y respeto al entorno del laboratorio. Un elemento muy importante en ciencias biológicas y en cualquier ciencia pura donde se requiera investigar. Cabe destacar, que es necesario realizar actividades de refuerzo de prácticamente todos los contenidos ya que los alumnos necesitan un entrenamiento para la EBAU. Dichas actividades consistirán en la resolución de e jercicios téorico -prácticos modelizados en años anteriores para que se habitúen a la forma de preguntar Por último, se plantearán actividades de investigación e indagación, mejorando la capacidad investigativa del alumno mediante la búsqueda de información en distintas fuentes relacionadas con la ciencia y sociedad, que aparecen desarrolladas en \"Actividades propuestas\". 6.2.4.1. Actividades Propuestas Se destacan las siguientes para la presente unidad didáctica: Actividades de iniciación: siempre al inicio de cada sesión reactivando conocimientos previos , tenemos: Kahoot: consiste en la realización de un cuestionario online antes de iniciar esta unidad del bloque de microbiología para conocer los conocimientos que poseen los alumnos sobre la diversidad microbiana y las características estructurales y funcionales entre otros aspectos. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 32 Brain storming: consiste en realizar una lluvia de ideas, fomentando la participación de los alumnos al inicio de cada clase, sobre el tema del que va a tratar esa sesión. El profesor lanza una o varias preguntas al aire y los alumnos van respondiendo. Elaboración de mapas conceptuales individuales respecto al bloque de m icrobiología Actividades expositivas: las más frecuentes y más importantes ya que se encargan de explicar y argumentar los contenidos conceptuales del bloque de microbiología. Se realizarán una vez concluidas las actividades de iniciación, tenemos: Activid ades elaboradas por el profesor sobre la marcha exponiendo sus clases Resolución de ejercicios por parte de los alumnos del libro de texto. Actividades de refuerzo : necesarias en este curso, ya que sirve de preparación para la EBAU y se realizarán los últ imos minutos de las sesiones. Actividades de EBAU relativas al bloque de microbiología, interpretando esquemas, definiendo conceptos, resolviendo problemas contextualizados, etc . Consulta de páginas web , supone una parte importante de las actividades de refuerzo para asentar conceptos y visualizar procesos, tenemos diferentes webs : Ministerio de educación: http://recursos.cnice.mec.es/biosfera/alumno/2bachillerato/micro/actividades.htm Equipo de profesores de Biología y Geología de la localidad del Bierzo : https://sites.google.com/site/practicasbioygeobierzo/enlaces . Fichas webs interactivas sobre microbiología: https://es.liveworksh (https://www.youtube.com/watch?v=u q1w2qTrWho&ab_channel=unProfesor ), Vídeos sobre la realización de la técnica de la tinción de Gram https://www.youtube.com/watch?v=s9f NFYUOKzg&ab_channel=%C3%81reaMicrobiolog%C3 %ADaUniversidaddeSalamanca Actividades de investigación : consistirá fundamentalmente en exponer brevemente un trabajo grupal al resto de compañeros de la clase sobre las cinco enfermedades propuestas por el profe sor, mediante un guion preestablecido del trabajo. Este trabajo se realizará en clase y ocupará una sesión. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 33 Las rúbricas de autoevaluación que tienen los compañeros para realizar las coevaluaciones se encuentran en el anexo I. Prácticas de laboratorio: para fomentar el autoaprendizaje y desarrollar competencias claves y adquirir contenidos procedimentales. Normas de laboratorio y uso del microscopio. (Anexo II) 6.2.5. Temporalización Con el fin de alcanzar los objetivos previstos tanto general como espe cifico, mediante la impartición de los contenidos señalados anteriormente de forma gradual, progresiva y ajustada a la diversidad presente en el aula, se plantean un conjunto 9 sesiones en total para esta unidad didáctica enfocada en el Bloque IV de conten idos del currículo oficial de Castilla y León, según la Orden EDU 363/2015. Las sesiones tienen una duración aproximada de 50 minutos y siempre se hará un repaso con actividades de iniciación previas para refrescar conceptos y activar ideas previas. Las ac tividades presentes en las sesiones se dividen en actividades de iniciación, expositivas, de refuerzo, prácticas y de investigación como ya se ha mencionado en el apartado 6.4 ''Actividades de enseñanza -aprendizaje propuestas''. Sesión 1 Se va a estructurar de la siguiente manera: Se comenzará con actividades de iniciación de una duración aproximada de 10 minutos, en la cual, se realizará un ''brain storming'' sobre conceptos y biología de microorganismos en general, para evaluar el nivel de los alumnos y ver su capacidad de interrelación. Para introducir al alumno en el tema se plantearán preguntas tipo ¿Tienen el mismo número de genes una bacteria y un ser humano? , ¿Qué diferencia hay entre un antibiótico y un antiinflamatorio?, ¿Pueden expresar los virus sus propias proteínas? A continuación, se realizará una actividad expositiva con una d uración de 40 minutos , en la que se realizará una exposición oral por el profesor acerca de ' Criterios de clasificación de los microorganismos y la ta xonomía de los cinco grandes grupos' ' utilizando apuntes de elaboración propia y una presentación de Power Point . Se intercalará la impartición de la unidad con imágenes relacionadas con los puntos a tratar relativas a organismos procariotas como las bacte rias y microorganismos eucariotas como algunos protozoos, hongos y algunas algas. Sesión 2 Se va a estructurar de la siguiente manera: Se iniciará con un cuestionario online tipo Kahoot para repasar conceptos relativos a los criterios de clasificación de los microorganismos y los cinco grandes grupos de microorganismos existentes . La actividad durará unos 10 minutos. A continuación, se proseguirá con la exposición oral de unos 30 minutos aproximadamente en formato Power Point hecha de contenidos de elaboración del profesor acerca de ''Microorganismos de Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 34 organización eucariota: algas, hongos y protozoos''. Se alternará con un vídeo sobre las amebas de vida libre como principales representantes de los protozoos. Finalmente, los últimos 10 minutos se dedicarán a realizar actividades de refuerzo tipo EBAU sobre las principales diferencias y semejanzas estructurales y funcionales de los cinco grandes grupos de microorganismos. Sesión 3 Se realizará el inicio de la clase con un rep aso de conceptos previos de 10 minutos mediante preguntas de respuesta abierta acerca de los microorganismos eucariotas como ' ' ¿Qué diferencias estructurales y funcionales existe entre un hongo y un alga marina? '' ó '' ¿Cuántos tipos de protozoos existen según su locomoción? '' Posteriormente, se realizará una clase expositiva en formato Power Point sobre ''Microorganismos de organización procariotas: bacterias y Ar queas '' que durará unos 30 minutos. Las propias diapositivas incluyen preguntas de repaso pre vias e imágenes que les ayuden a fijar mejor los conceptos que tengan que ver con morfologías y estructuras. A continuación, se dedicarán 10 minutos a explicar los trabajos obligatorios de investigación que versarán sobre diferentes patologías de importancia sanitaria transmitidas por microorganismos como son la malaria, el cólera, la enfermedad de Creutzfeldt -Jakob s y el botulismo y la mononucleosis infecciosa. Los guiones, objetivos y l as rúbricas de coevaluación de los trabajos se detalla n en el anexo I. Sesión 4 Se iniciará con un repaso previo de la clase anterior mediante la realización de un Kahoot que durará unos 10 minutos acerca de los grandes grupos de bacterias y a rqueas en relac ión a sus características estructurales, funcionales, tipos de hábitats y modos de nutrición. A continuación, se realizará una exposición oral por parte del profesor sobre el tema de ''Microorganismos sin organización celular: Virus, viroides y priones'' en soporte Power Point que se irán alternando con imágenes y vídeos relativos a los ciclos líticos y lisogénico de los bacteriófagos. La actividad expositiva durará unos 40 minutos. Sesión 5 Se realizará una práctica de laboratorio denominada ''Normas de laboratorio de microbiología y uso del microscopio óptico'', en la que no solo aprenderán a usar un microscopio óptico, sino que visualizarán diferentes muestras de microorganismos tanto teñidos como en fresco, relativos a esporas de hongos, diferentes mor fologías bacterianas y huevos de Tenia. En primer lugar, se explicarán las normas del laboratorio y el material a utilizar, en este caso los materiales fundamentales de la práctica, que son los microscopios. El funcionamiento de los mismos y su manejo est á especificado en el Anexo II. Esto llevará unos 10 minutos. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 35 A continuación, se explicarán los pasos a seguir durante la práctica que aparecen descritos en el Anexo II, con una duración de 5 minutos para aclarar dudas de tipo procedimental o conceptual. Posteriormente, se procederá al desarrollo de la práctica en sí, con una duración de 35 minutos, en la que los alumnos se leerán bien las normas y seguirán los pasos ordenados y detallados en el protocolo de utilización del laboratorio. Finalmente, como tar ea para casa deberán entregar respondido un formulario especificado en el anexo II sobre preguntas conceptuales y procedimentales acerca de lo aprendido en la práctica. Sesión 6 Se iniciará con un repaso previo de la clase anterior mediante una serie de preguntas abiertas del tipo '' ¿Qué diferencia estructural existe entre un prion y un virus?, ¿Qué diferencia un ciclo lítico de uno lisogénico?, ¿Pueden los virus adquirir resistencias a los tratamientos? Esta actividad de iniciación durará unos 5 minutos . Seguidamente, se realizará una clase expositiva acerca de '' Principales técnicas de estudio de microorganismos en el laboratorio. Técnicas de pasteurización y esterilización'' que durará unos 35 minutos. Se adjuntarán imágenes de los materiales para rea lizar las siembras en medios sólidos y líquidos. Finalmente, se realizará una actividad de refuerzo con preguntas tipo EBAU acerca de identificación por imágenes de los ciclos líticos y lisogénicos, definiciones conceptuales sobre ''virus'' ''prion'', y ''bacteriófago '. Sesión 7 Esta sesión se iniciará en el laboratorio ya que se necesita analizar los resultados obtenidos en los medios de cultivos selectivos y diferenciales y simples. Una vez obtenidos y analizados los resultados rellenarán un pequeño cuestionario relativo a lo aprendido en la práctica. Esto llevará unos 15 minutos. A continuación, se procederá a realizar un pequeño repaso para repasar conceptos sobre la última clase relativa a técnicas de estudio de microorganismos en el laboratorio me diante la realización de un Kahoot que durará unos 10 minutos. Posteriormente, se procederá a realizar una exposición oral por parte del profesor acerca del tema de ''Microorganismos como agentes productores de enfermedades, factores de patogenicidad, vías de transmisión y prevención '' en formato Power Point , que se adjuntará con imágenes reseñando la sintomatología clínica de muchas de ellas en humanos y animales. Durará unos 25 minutos. Sesión 8 Esta sesión estará dedicada a la exposición de los trabajos de investigación sobre las enfermedades previamente explicadas en la sesión número 3. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 36 Los componentes de los 4 grupos expondrán la respectiva investigación realizada empleando la técnica de Group Investigación , en la cual, han estructurado y detallado el guion ellos mismos sin ningún tipo de estructura dada por el profesor. Cada grupo tendrá 1 0 minutos. Además, los compañeros evaluarán mediante una rúbrica dada por el profesor que se detalla en el anexo I, la exposición de los compañeros. 6.3. Unidad didáctica: El proceso inmunitario. Memoria Inmunológica. Estructura y función de anticuerpos. Inmunidad natural y artificial. Sueros y vacunas. 6.3.1. Descripción y justificación La unidad didáctica que se presenta a continuación inicia el estudio dedicado a la inmunología correspondiente al segundo curso de Bachillerato, abordando de forma genérica asuntos en relación al estudio del sistema inmunológico, c ómo funciona, que función tiene y cu áles son los constituyentes celulares y moleculares y los tipos de respuesta que elabora cuando entra en contacto con un antígeno. Además, se estudiará el desarrollo de la inmunidad activa artificial con el desarrollo de vacunas como principales métodos preventivos para enfermedades origen viral y bacteriano siendo su papel esencial para superar pandemias tan importantes como la del COVID 19. Por ello, es esencial que los estudiantes conozcan el funcionamiento de la defensa de nuestro organismo frente a diferentes enfermedades, no sólo de índole infecciosa sino de índole cancerosa, ya que se ha visto la estrecha relación entre las anomalías del sistema inmune y el desarrollo de muchos tipos de cánceres. Además, es importante analizar el papel de fenómeno s ideológicamente opuestos de las sociedades de los países desarrollados como son los movimientos provacunas y antivacunas . Se describirá al inicio de la unidad a modo introductorio, las barreras externas que presenta el organismo como primera lín ea de defensa frente a microorganismos patógenos y sustancias que puedan causar algún daño. Posteriormente, se profundizará en el estudio de la respuesta inmunitaria innata como segunda línea de defensa , cuándo y cómo se desarrolla, sus componentes humoral y celular y su regulación endógena. A mediados de la unidad, se procederá a estudiar la tercera línea de defensa que es la respuesta inmunitaria adaptativa o específica, más compleja e importante que la anterior. Los estudiantes con los conocimientos previos adquiridos en la respuesta inespecífica, les será más fácil asentar los contenidos conceptuales propios de esta respuesta, como son la producción de anticuerpos como mecanismo humoral específica y el desarrollo de células especializadas como mecanismo celular , tales como los linfocitos B y células plasmáticas en la producción de dichos anticuerpos y los linfocitos T en la cooperación para potenciar dicha respuesta. Además, se estudiarán las reacciones físico -químicas que intervienen en la formación de los complejos antígeno -anticuerpo y e l concepto de memoria inmunológica. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 37 Al final de la unidad, una vez comprendida la diferencia entre ambas respuestas, los componentes celulares y humorales, y la coordinación entre ambas. Se estudiarán los conceptos de i nmunidad natural y artificial y ejemplos de cada una de ellas. Específicamente, el diseño de vacunas como técnica de inmunidad activa artificial para prevenir frente a diferentes enfermedades infecciosas y no infecciosas. 6.3.2. Objetivos de aprendizaje Antes de establecer los objetivos de aprendizaje, es necesario realizar un análisis previo al desarrollo de esta unidad (Tabla 3) , identificando las concepciones que presentan los estudiantes sobre el bloque de contenidos a tratar en esta unidad de inmunología , para analizar si se corresponden con lo real o son erróneas. De esta forma, se busca conseguir eliminar errores conceptuales en los alumnos, estableciendo una base sólida y adecuada para el estudio posterior de conceptos más complejos. Tabla 3: Errores conceptuales previos y objetivos didácticos al inicio de la unidad Errores conceptuales comunes Objetivos didácticos de aprendizaje iniciales No asociar el mecanismo de inflamación como parte de la defensa del organismo frente a infecciones. Atribuir al sistema inmune un papel de ''lucha pasiva'' frente a la infección. Comprender por parte de los estudiantes los mecanismos de acción del sistema inmune en la lucha contra la enfermedad infecciosa. Concebir a la estrategia de vacunación como la principal responsable de la curación de la enfermedad, sin tener en cuenta el papel del sistema inmune. Identificar y asociar por parte de los estudiantes el tipo de respuesta inmune que provoca la vacunación para que tenga efectividad como medida preve ntiva. Asociar erróneamente que la principal efectividad del sistema inmune recae en las defensas externas del organismo. Identificar y distinguir las por parte de los estudiantes las respuestas innatas y específicas como principales responsables de la r esolución de la enfermedad. Incapacidad de distinguir el mecanismo de acción de un antibiótico con una vacuna. Asumir por parte de los estudiantes los diferentes mecanismos de acción de los antibióticos y las vacunas como estrategias curativas y preventivas de enfermedades infecciosas. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 38 Los objetivos de aprendizaje que se pretenden alcanzar con el desarrollo de la propia unidad didáctica son: 1. Conocer las barreras externas del organismo y la función de cada una de ellas. 2. Identificar las principales diferencias y semejanzas de la respuesta inmune innata y adaptativa . 3. Distinguir y comprender la función y origen de los componentes celulares del sis tema inmunológico. 4. Definir los conceptos de antígeno y de anticuerpo, y reconoce la estructura y composición química de los anticuerpos. 5. Reconocer y valorar la importancia de la memoria inmunológica en el mecanismo de acción de la respuesta inmunitaria aso ciándola con la síntesis de vacunas y sueros. 6. Conocer y describir hechos o fenómenos que se vinculan con la inmunidad natural artificial . 7. Clasificar y describir las diferente reacciones antígeno -anticuerpos como mecanismo natural de acción de la respuesta adaptativa o celular. 8. Distinguir los componentes del sistema del complemento, su función y la vinculación con el tipo de respuesta. 9. Conocer y comprender el mecanismo de acción de las vacunas y su importancia como medidas preventivas frente a la infección p or diversos agentes infecciosos, especialmente virus. 6.3.3 Contenidos Son una parte fundamental para que los alumnos tengan una base de conocimientos sólida y objetiva, por lo que se van a describir 4 tipos diferentes: 6.3.3.1. Contenidos previos Se relac ionan con los conocimientos previos que es fundamental que los alumnos posean en relación a la temática que se va a explicar con posterioridad , para aclarar y corregir errores conceptuales previos. Los contenidos previos a tener en cuenta para la impartición esta unidad didáctica en alumnos de 2º de Bachillerato, se corresponden con el conjunto de contenidos tratados durante 3º de la ESO, que van relacionados de forma superficial con el conocimiento del proceso inmunitario de forma básica, nombrando las barreras externas fundamentalmente y los tipos de respuestas inespecífica y específica. En 1º de Bachillerato no se dan contenidos de inmunología como tal, ni mucho menos de sus aplicaciones. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 39 Tabla 4: Relación de las diferentes descripciones realizadas de los contenidos de inmunología en las etapas de 3º ESO, y 2º Bachillerato (ORDEN EDU/362/2015, de 4 de mayo y ORDEN EDU/363/2015, de 4 de mayo). Contenidos previos Descripción de contenidos previos 3º ESO 1º Bachillerato 2º Bachillerato Defensas externas frente a la infección: física o mecánicas, químicas y biológicas. Defensas interna s frente a la infección: inmunidad inespecífica e inmunidad específica Describir el funcionamiento básico del sistema inmune, distinguiendo entre respuesta innata y adaptativa y la función de cada una. Explicación de las barreras externas e internas que presentan los seres humanos frente a la infección - Se describen con mayor profundidad los componentes del sistema inmunitario tanto celulares como humorales y cómo se desarrollan las respuestas innata y adaptativa. Se le atribuye al sistema inmune un papel más activo frente a la enfermedad siendo el princ ipal protagonista. Vacunas como medidas preventivas de enfermedades infecciosas Ejemplifica a las vacunas como medidas preventivas para contribuir a la neutralización de los agentes infecciosos. - Destaca la importancia de la memoria inmunológica en el mecanismo de acción de la respuesta inmunitaria asociándola con la síntesis de vacunas y sueros. 6.3.3.2. Contenidos básicos Dentro de ellos destacamos contenidos conceptuales, procedimentales y actitudinales. Contenidos conceptuales Hacen referencia al desarrollo de los conocimientos teóricos propios de la unidad didáctica, los cuales son marcados por la legislación vigente, es decir, en la ORDEN EDU/363/2015, de 4 de mayo en la que se establece el currículo correspondiente a Bachille rato, que incluye un bloque entero de contenidos en relación a la inmunología correspondiente con el bloque V de la que trata la presente unidad didáctica. 1. Los mecanismos defensivos del organismo. Frente a la infección, los organismos vertebrados en gener al y la especie humana en particular presentan mecanismos de defensa que podemos agrupar en dos tipos: 1) Mecanismos inespecíficos y no inducibles, que no dependen de la naturaleza o identidad del agente infectante y 2) mecanismos específicos e inducibles, que dependen de la naturaleza o identidad del agente infectante. El sistema Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 40 inmunitario innato, coincide básicamente con los mecanismos inespecíficos. Y sistema inmunitario adaptativo, que es el sistema inmunitario propiamente dicho y que supone una respu esta adaptativa que se caracteriza por presentar especificidad, memoria y tolerancia, siendo más rápida y eficaz contra un antígeno concreto. 1.1. Respuesta inmunitaria inespecífica o innata Es la primera línea de defensa ante una infección y se constituye de varios elementos importantes: 1.1.1. Barreras mecánicas y químicas Son las constituidas por el revestimiento exterior del cuerpo y los epitelios mucosas que tapizan el interior de los órganos internos que se alojan, por ejemplo, en el tracto digestivo . La parte externa del cuerpo está recubierta por la piel, cuyas células epidérmicas están queratinizadas, muertas y son impenetrables por los microorganismos, ya que éstos no pueden degradar la queratina. Algunas aberturas naturales, como boca, ojos y ori ficios nasales, están protegidas por mucosas, que, aunque carecen de capa queratinizada, impiden la infección mediante secreciones de la enzima lisozima, capaz de destruir el peptidoglicano de las paredes celulares de la mayoría de bacterias, originando as í una barrera química natural. Por su parte, l os revestimientos de tractos (tubos y cavidades) interiores presentan las siguientes defensas fundamentalmente químicas: 1) Las vías respiratorias están protegidas por células mucosas donde quedan atrapados los microbios . 2) La cavidad interior del tubo digestivo está protegida por varios órganos como el estómago capaz de secretar ácido clorhídrico que destruye la mayoría de microorganismos y el intestino posee una serie de bacterias comensales -mutualistas, lo que conocemos como flora bacteriana , constituyendo una barrera microbiológica, que segregan sustancias antibióticas . 3) El tracto genito -urinario está protegido principalmente por la orina que, además de tener un pH ácido, actúa como eficaz mecanismo de arrast re. Otro mecanismo es el pH ácido de la vagina creado y mantenido por la flora bacteriana de esta cavidad 1.1.2. Respuesta innata celular Una vez el agente patógeno ha logrado penetrar en el interior del organismo, superando las barreras mecánicas y químicas, entran en acción una serie de tipos celulares que se activan de manera inespecífica frene a cualquier tipo de microorganismo o sustancia extraña. Cabe destacar en este sentido, la acción de una serie de células cuyo origen radica en la médula ósea, pero Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 41 especialmente la de fagocitos (neutrófilos y macrofagos) capaces de reconocer receptores específicos en la membrana de los microorganismos y fagocitarlos, es decir, ingerirlos para eliminarlos intracelularmente. Alguna de las células de la inmun idad inespecífica es : Leucocitos neutrófilos : se llaman así porque se tiñen con colorantes neutros. Refuerzan la acción de los macrófagos. Se dirigen desde los capilares hasta el lugar de la infección atraídos por sustancias quimiotácticas (interleucinas y citocinas) y allí fagocitan. Monocitos : son leucocitos con un gran núcleo en forma de herradura. Contienen multitud de lisosomas. Circulan por la sangre y por la linfa escapando hacia los tejidos y diferenciándose en macrófagos que realizarán la acci ón fagocítica. Ellos mismos no son capaces de fagocitar. Macrófagos : se encuentran por todo el organismo y acuden al foco de la infección atraídos por factores quimiotácticos. Allí fagocitan a los agentes patógenos . También eliminan células tumorales y envejecidas. Provienen de la diferenciación celular de los monocitos en los tejidos. Leucocitos eosinófilos : denominados de esta forma por dejarse teñir por la eosina, un colorante ácido. Actúan preferentemente ante parasitosis (infestaciones de tenias y gusanos nem atodos) y liberan el contenido de sus vesículas produciendo citotoxicidad a los parásitos ya que no pueden fagocitarlos. Células asesinas o NK (natural killers) : son un tipo de linfocitos diferentes a los clásicos linfocitos B y T, ya que tienen un modo reconocimiento del antígeno inespecífico por esto actúan en la respuesta inmunitaria inespecífica. Son muy activos frente a células tumorales y también frente a células infectadas por virus. No tienen especificidad ni memoria. 1.1.3. Respuesta innata humoral. Se caracteriza por generarse una serie de moléculas químicas con acción biológica frente a diferentes microorganismos, como son: Interferones: son pequeñas proteínas que actúan en las infecciones virales, y se sintetizan en las células infectadas . El interferón posee una serie de características como 1) ser activo en infecciones víricas, y 2) no actuar directamente contra los virus, sino que estimula en las células la resistencia a la infección vírica. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 42 El sistema complemento: se trata de un mecanismo que amplifica la respuesta humoral inflamatoria aumentando la eficacia de la eliminación de patógenos. Se puede activar de dos formas 1) la vía clásica que forma parte de la respuesta específica en la que el complemento sólo se activa cuando un antígeno está cubierto de anticuerpos de tipo IgG e IgM y 2) la vía alternativa que forma parte de la respuesta innata y que se pone en marcha ante la presencia de antígenos situados en la superficie de microorganismos. Una vez activado, g enera una \"cascada\" de enzimas que van activándose secuencialmente. 1.2. Respuesta inmunitaria adaptativa o específica. Si falla la segunda línea de defensa que es la respuesta innata, entra en juego la respuesta adaptativa, un tercer nivel consistente en u na defensa interna que posee las siguientes características: Especificidad. Es una respuesta específica porque cada antígeno estimula solamente a aquellos linfocitos que poseen receptores en su membrana capaces de reconocerlo. Clonalidad. Cuando se activ a un linfocito prolifera y genera gran cantidad de linfocitos idénticos. Autotolerancia. Este sistema de defensa es capaz de diferencia lo propio de lo ajeno, y solo atacar a las sustancias extrañas. A veces, puede ocurrir que haya fallos que no permitan discriminarlo originándose enfermedades autoinmunes. Memoria. Se generan linfocitos con memoria capaces de recordar a los antígenos a los que se había expuesto el cuerpo y tras su primer contacto con él (respuesta primaria), el contacto posterior (respuest a secundaria) es más rápida e intensa. 1.2.1. Respuesta inmunitaria adaptativa humoral El sistema inmune adaptativo responde con la producción de inmunoglobulinas o anticuerpos específicos contra antígenos, que se unen a él y lo inactivan, facilitando su destrucción. Se puede hablar de dos tipos: Respuesta humoral de los linfocitos B: es una respuesta independiente de linfocitos T, donde los propios linfocitos B, inician un proceso de estimulación y crecimiento muy rápido que culmina con la síntesis de muchos anticuerpos específicos contra los antígenos. Esto lo consiguen gracias a que los propios antígenos, se unen a los anticuerpos de membrana de tipo IgD e IgM que poseen estos linfocitos B, desencadenando la comentada respuesta. En primer lugar, el antígeno desencadena un proceso de expansión clonal que origina un clon células plasmáticas derivadas Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 43 de los linfocito s B. Y en segundo lugar, dichas células plasmáticas fabrican anticuerpo s específico s contra el antígeno. Al final se obtiene un reservorio de anticuerpos de tipo IgM O IgG plasmáticos. Respuesta humoral dependiente de linfocitos T cooperadores o T helper s: es la vía mayoritaria. En este caso, el agente infeccioso es capturado por un macrófago, que al digerirlo procesa los antígenos derivados de este microorganismo y los expone en su membrana lo que provoca dos posibles situaciones: 1) que proliferen los linfocitos T que reconozcan parte de ese antígeno que les presenta el macrófago y originen diferentes clones de linfocitos T colaboradores y 2) secreción de interleucinas por los linfocitos T formados, que estimulan al resto de células inmunocompetentes. El resultado final culmina con un linfocito B activado gracias a los linfocitos T helpers que se unen a él e inducen su división y su rápida multiplicación para originar clones de células plasmáticas productoras de anticuerpos altamente específicos. 1.2.3. Respuesta inmunitaria adaptativa celular Está de sencadenada fundamentalmente por los linfocitos T ya que son los únicos capaces de estimular a los linfocitos B para que generen las inmunoglobulinas o anticuerpos. Se distinguen dos tipos de reacciones o respue stas: Dependiente de linfocitos T citotóxicos (CD8): es exclusiva de infecciones intracelulares, donde la célula infectada por un virus o una bacteria, presentan antígenos derivados de ese agente infeccioso y lo presenta en su membrana. Una vez allí, esto s neoantígenos o antígenos formados de nuevo, son reconocidos por los linfocitos T citotóxicos, a través de los cuales se unen a la célula infectada y quedan activados. Esta activación se traduce en una proliferación de linfocitos citotóxicos, que forman c lones de células citotóxicas que atacan y lisan las membranas de las células infectadas por el virus, ya que todas ellas portan el antígeno vírico en sus membranas. Dependiente de linfocitos T cooperadores (TCD4): en este caso, los linfocitos T reciben el antígeno de un macrófago, pero, en vez de activar a los linfocitos B, como se vio en la respuesta adaptativa humoral, producen interferón, que tiene una función antivírica 1.3. Regulación de la respuesta inmunitaria La respuesta inmunitaria necesita estar regulada por una serie de células y moléculas para evitar una activación permanente y excesiva que pudiera conducir a un síndrome inflamatorio crónico. Por lo que, una vez eliminada la infección, cesa la actividad de los linfocitos B y T y se inhibe toda la respuesta inmune adaptativa celular . Esto se lleva a cabo gracias a una serie de linfocitos T -CD4 llamados T reg encargados de producir una serie de moléculas como Interferón Beta (IF -B) e Interleuquina 10 (IL -10) encargados de inhibir la Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 44 respuesta inmunitaria adaptativa celular (linfocitos T y B) y humoral (síntesis de anticuerpos). 1.4. Componentes del sistema inmunitario Es necesario analizar e identificar los componentes que nos podemo s encontrar en tres niveles diferentes del sistema inmunitario: 1.4.1. Órganos linfoides En los órganos linfoides maduran, se diferencian y se acumulan las células que forman el sistema inmune. Hay dos tipos de órganos linfoides: Órganos linfoides primarios: son los órganos en los que se diferencian los linfocitos desde células madre hasta células efectoras, a través de un proceso de proliferación y maduración. En mamíferos son el timo y la médula ósea. Médula ósea roja: se encue ntra en el tejido óseo esponjoso, es decir, en la parte más interna de los huesos y contiene las células madre precursoras de todas las células sanguíneas, incluidas los linfocitos. Si estas células madre madurar y se diferencian dentro de la propia médula ósea roja darán lugar a linfocitos B, pero si migra n al timo se diferenciarán en linfocitos T. Timo : está situado en la cavidad torácica. En él maduran y se diferencian los linfocitos T en diferentes estadios más complejos y ordenados hasta llegar a un linfocito T maduro. Órganos linfoides secundarios : son los ganglios linfáticos, bazo y tejido linfoide asociado a mucosas (MALT). Los antígenos son capturados por los macrófagos de la sangre y las células presentadoras de antígenos y los llevan a estos ó rganos produciéndose una respuesta inmunitaria específica, donde el antígeno entra en contacto con los linfocitos B . Bazo : presenta una estructura capsulada que recubre a su corteza. S e encarga de filtrar la sangre gracias a la corteza externa que contiene la pulpa roja y en ella retener los antígenos que transporta , mientras que en la pulpa blanca, localizada más al interior, se encuentran las zonas ricas en linfocitos B y linfocitos T. Ganglios linfáticos : tiene una función similar a la del bazo. Filtra las partículas antigénicas de la linfa, evitando su paso a la sangre. En estos ganglios se produce la interacción de los linfocitos B y T con los antígenos , de manera, que en ellos se produce la respuesta inmune específica. Son muy abundantes en las ingles, axilas, zona cervical y subclavicular. La inflamación de estos ganglios indica una infección y la activación del sistema inmune. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 45 Tejido linfoide asociado a mucosas (MALT) : formado por tejidos linfoides no encap sulados en diferentes mucosas (respiratorio, urogenital...). Son las amígdalas, el apéndice y las placas de Peyer, en las que se acumulan células del sistema inmune. 1.4.2. Células inmunocompetentes Ya se han ido comentando a lo largo de las respuestas innatas y a daptativa. Sin embargo, en el sentido más riguroso se trata de los linfocitos, aunque existen otras células que intervienen también en la respuesta inmune y que se denominan células accesorias. Por tanto, tenemos: Los linfocitos: son leucocitos o glóbulos blancos originados en la médula ósea roja a partir de las células madre comunes para todos los elementos formes de la sangre. Posteriormente maduran, unos en la médula, dando origen a los linfocitos B y otros emigran al timo, donde maduran y se especializ an, llamándose linfocitos T. Existe un tercer tipo de linfocitos, llamado célula NK ( Natural Killers ) o células asesinas que intervienen en la respuesta innata y no reconoce al antígeno mediante mecanismos específicos. Por su parte, l os linfocitos B una vez maduros, se dispersan por todo el cuerpo. Son los responsables de la inmunidad humoral, ya que, al reconocer al antígeno, inician un proceso de expansión clonal y empieza a dividirse, pudiendo diferenciarse en dos grupos de células: 1) células plas máticas productoras de anticuerpos y 2) linfocitos B de memoria, que perviven durante mucho tiempo y guardan la información recibida, de modo que la penetración del mismo antígeno en sucesivas ocasiones, origina una respuesta inmune mucho más eficaz. Los linfocitos T no producen anticuerpos, por lo que se dice que son responsables de la inmunidad celular. Y dentro de ellos tenemos a 1) los linfocitos T colaboradores, auxiliares o helpers , 2) los linfocitos T supresores o reguladores (T reg) que inhiben la actividad de los linfocitos B, y 3) los linfocitos T citotóxicos (Tc o CD8 ). Las células accesorias, son aquellas que participan en la presentación de antígenos como son las células presentadoras de antígenos las cuales procesan intracelularmente el antígeno y lo presentan a los linfocitos T para estimularlos. Lo macrófagos que provienen de la diferenciación de los monocitos y que fagocitan a los microorganismos para presentarlos a linfocitos T para inducir la respuesta adaptativa celular. Ambas células c onstituyen un nexo entre las respuestas innata y adaptativa, porque reconocen de forma inespecífica antígenos pero se los presentan a los linfocitos T que los reconocen de forma específica. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 46 1.5. Anticuerpos o inmunoglobulinas Son un grupo de proteínas tipo globulinas producidas por las células plasmáticas, que derivan de los linfocitos B, que reconocen específicamente a antígenos. Los anticuerpos pueden quedar adheridos a la membrana de los mismos linfocitos B donde actúan como anticuerpos de superficie o pueden ser segregados al exterior de la célula como anticuerpos libres en la sangre. Las inmunoglobulinas están formadas por cuatro cadenas polipeptídicas: dos cadenas ligeras y dos cadenas pesadas , idénticas entre sí. Ligad as a las cadenas H hay moléculas de oligosacáridos. Las cadenas H y L están unidas entre sí por puentes disulfuro que mantienen estable la estructura cuaternaria del anticuerpo. Se combinan estas estructuras formando una molécula en 3D con forma de Y. En l a base de los brazos de las cadenas H hay una zona llamada bisagra, que facilita el movimiento respecto al tallo. Los extremos de las cadenas H y L se denominan porción variable, en la que cada tipo de anticuerpo tiene una secuencia de aminoácidos diferent e y constituyen los centros de unión a los antígenos. El resto de las cadenas H y L constituyen la porción constante y no se unen a antígenos. Se conocen cinco tipos diferentes de inmunoglobulinas, diferenciadas entre sí por el tipo de cadenas pesadas: IgG: son las más numerosos en la sangre (85%). Además de unirse a antígenos, son capaces de activar al sistema del complemento y a los fagocitos. Pueden atravesar la placenta y penetrar en el feto, formando parte de un tipo de inmunidad pasiva natural. IgM: son los primeros anticuerpos que se producen ante la exposición inicial a un antígeno, característicos de la respuesta inmune primaria. Se encargan de activar a los macrófagos y al sistema del complemento y presentan gran apetencia por los virus. IgA: se encuentran en la sangre y en diferentes secreciones como la leche, el mucus, la saliva y las lágrimas. Es la principal inmunoglobulina de las mucosas y c olaboran en la eficacia de las barreras primarias internas que constituyen el tracto digestivo o el genitourinario . IgE: se encuentran en los tejidos y son causantes de los fenómenos de alergia y de hipersensibilidad tipo I. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 47 IgD: son los anticuerpos de superficie de los linfocitos B que sirven como receptores de antígenos. Estos no tienen actividad biológica una vez se secretan por la membrana. 1.6. Citocinas o interleucinas Se trata de una serie de sustancias proteicas sintetizadas y liberadas por leucocitos que tienen la función de favorecer la respuesta contra los antígenos. No son específicas en sí mismas, pero actúan cuando la respuesta específica o adaptativa ya se ha producido permitiendo hacerla más efi caz. Se trata de mensajeros químicos y constituyen un mecanismo de comunicación entre glóbulos blancos. Duran poco tiempo en sangre y muchas veces actúan sobre células vecinas cercanas. Muchas de ellas son capaces de activar a macrófagos y linfocitos T y B , mientras que otras como la IL -10 inhiben la respuesta inmunitaria 1.7. Antígenos Se definen como antígeno toda sustancia capaz de inducir una respuesta inmune específica. La sustancia antigénica puede ser independiente o formar parte de una célula, microorga nismo o ser una molécula química que provenga del ambiente externo. Generalizando podemos decir que antígeno es \"todo aquello\" que introducido en el organismo puede ser tomado como extraño por el sistema inmunológico induciendo la reacción de este, que de sencadenará la inmunidad bien celular o bien humoral según los casos. El antígeno no suele ser el agente extraño completo solamente una parte de muy pequeña de él. De hecho, la mayoría de los antígenos son proteínas, o una fracción proteica, tal como suce de con los antígenos A y B de los glóbulos rojos que concretamente son glucoproteínas. Los epítopos o determinantes antigénicos son cada uno de los sitios concretos de una macromolécula antigénica, que son reconocidos individualmente por un anticuerpo espe cífico. Son las regiones inmunológicamente activas a las que se une un anticuerpo de manera específica. Por lo tanto, hay que pensar en los antígenos como estructuras complejas que suelen constar de varios tipos de epítopos, cada uno de ellos capaz de uni rse con un anticuerpo específico diferente. En este sentido, las macromoléculas son antígenos multivalentes, con muchos tipos de determinantes antigénicos distintos y con capacidades de unirse a anticuerpos de diferente tipo. Respecto a la procedencia de los antígenos, éstos pueden ser: Xenoantígenos: proceden de otras especies distintas a la del receptor. Ejemplo: una bacteria que penetre en un organismo humano. Aloantígenos: proceden de individuos de la misma especie que la del receptor. Ejemplo: glóbulos rojos de otra persona en una transfusión sanguínea o un riñón trasplantado. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 48 Autoantígenos: si pertenecen al mismo individuo; como es obvio, el carácter de autoantígeno es debido a alguna anormalidad, bien de las células o bien del propio sistema de defensa. Están implicados en anomalías del sistema inmunitario, fundamentalmente en enfermedades autoinmunes donde el propio sistema inmune genera anticuerpos contra antígenos del propio organismo para destruirlo. Los haptenos s on pequeñas moléculas que en sí mismas no originan la respuesta inmune, pero que unidas a otras sustancias, normalmente proteínas, son capaces de activar las células inmunocompetentes. Por ejemplo, algunos antibióticos actúan como haptenos y pueden generan una repuesta inmunológica negativa, o bien algunos metales como el Niquel o el Cobre. 2. Mecanismos de acción del sistema inmune 2.1. La respuesta inmune La detección de moléculas extrañas pone en marcha el mecanismo de proliferación y maduración de células inmunocompetentes y de producción de anticuerpos, lo que se denomina respuesta inmune. Se conocen dos tipos de respuesta inmune a nivel general: Respuesta inmune primaria: respuesta que se produce ante el primer contacto con un antígeno. Al cabo de varios días de este contacto empiezan a aparecer anticuerpos en la sangre del organismo infectado cuya producción va en aumento hasta una fase estacionaria en la que empiezan a declinar. Los anticuerpos formados son del tipo IgM y aparecen a los 3 días, mientras que al cabo de dos semanas, estos anticuerpos son casi imperceptibles en la sangre, ya que se van degradando. Respuesta inmune secundaria: Cuando el sistema inmune detecta por segunda vez la presencia de un mismo antígeno, origina una respuesta distinta a la anterior. Hay menos retraso entre la entrada del antígeno y la aparición de anticuerpos, que son del tipo IgG, siendo su producción mucho más rápida, su concentración más alta y su persistencia en sangre muy superior (de meses a años). De esta manera e n una segunda infección, existen anticuerpos suficientes para neutralizar al agente patógeno a tiempo, sin necesidad de activar la respuesta inmune. Las características de la respuesta inmune secundaria indican claramente que existe una memoria inmunológi ca. La base de esta memoria está en los linfocitos, algunos de los cuales, tras el primer contacto con el antígeno se transforman en células de memoria sobreviviendo gran parte de la vida del animal. Estos linfocitos están continuamente circulando en la sa ngre del individuo por lo que detectan rápidamente una nueva entrada del antígeno, desencadenando una rápida producción de IgGs. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 49 2.2. Reacción antígeno -anticuerpo Hacen referencia al modo de actuación que tienen las inmunoglobulinas cuando entran en contacto con los antígenos, formando unos complejos antígeno -anticuerpos, tenemos varias: Aglutinación de antígenos : cuando estos se encuentran en la superficie de células, esto facilita la posterior fagocitosis, que es llevada a cabo por los fagocitos . Es típica en las reacciones de incompatibilidad de transfusiones sanguíneas , observándose unos grumos que representan los complejos Ac -Ag Precipitación de antígenos: los antígenos disueltos en los líquidos corporales, al formar complejos antígeno -anticuerpo , pierde n su solubilidad y precipitan , ya que suelen ser de un tamaño muy grande . Reacciones de neutralización: ocurre cuando los anticuerpos bloquean los receptores celulares de unión a virus en la célula huésped , impidiendo así la posterior penetración vírica. Fijación d el sistema complemento: la unión Ag -Ac pone en marcha la cadena de reacciones que activan dicho sistema y provocan la destrucción de las células invasoras mediante la vía clásica o alternativa, ya comentadas previamente Reacciones de opsonizació n: típicas de fagocitos capaces de fagocitar antígenos recubiertos de anticuerpos específicos, de manera, que fagocitan el complejo Ag -Ac retirándolo de la circulación. Esto se da cuando se activa la vía del complemento y ciertas proteínas del sistema se u nen a los antígenos que serán posteriormente fagocitados. 3. Tipos de inmunidad 3.1. Congénita y adquirida Como inmunidad congénita, hay que considerar aquellas defensas que existen desde el momento del nacimiento. Consisten en las respuestas llevadas a cabo por los macrófagos cuando fagocitan agentes infecciosos sin que hayan sido \"avisados\" por mediadores químicos o por otras células. También se considera innata la secreción de interferón por células infectadas por virus, para alertar a otras células. P odemos decir que es una inmunidad inespecífica y que se realiza contra todo tipo de antígenos sin llevar a cabo mecanismos específicos. Sin embargo, la inmunidad adaptativa o adquirida , incluye todos los fenómenos estudiados dentro del apartado de respuest as específicas en las que la inmunidad frente a un agente patógeno se da tras haber estado en contacto con él, produciendo los linfocitos B, anticuerpos específicos y quedando células con memoria. Es decir, el sistema inmune va adquiriendo experiencias par a reconocer más rápida y eficazmente a los antígenos, tras haber entrado en contacto con ellos. Es una inmunidad específica y se activa después de la inespecífica. 3.2. Inmunidad natural y artificial: En base esto podemos distinguir cuatro tipos de inmuni dad: Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 50 Inmunidad natural activa: es la que posee un individuo tras haber superado una enfermedad. Se debe a los linfocitos de memoria. Se produce de modo natural en el animal como respuesta a la entrada en el organismo de un agente considerado extraño por se gunda o sucesivas veces. Aquí se reconocen de forma específica diferentes tipos de antígenos como microorganismos, granos de polen, sustancias químicas o glóbulos rojos procedentes de una transfusión. En ella, se generan células de memoria que ayudan a que las posteriores infecciones sean más rápidas. Inmunidad natural pasiva: consiste en contar con anticuerpos ya elaborados contra determinados antígenos, de modo que el individuo queda protegido sin que su sistema inmunitario tenga que actuar. Un ejemplo m uy típico, se da en el embarazo cuando la madre a través de la placenta, transfiere inmunoglobulinas G al feto para que tenga un reservorio de anticuerpos en el momento del nacimiento. También se da cuando se produce la lactancia. Inmunidad artificial a ctiva : la estrategia representativa es la vacunación , que será explicada en el apartado 5 ''Sueros y vacunas'' Inmunidad artificial pasiva: se conoce también como sueroterapia que será explicada en el apartado 5 'Sueros y vacunas'' 4. Sueros y vacunas El descubrimiento de sueros y vacunas permite inmunizar de forma activa o pasiva a la población. Distinguiéndose dos tipos de estrategias Sueroterapia: consiste en aplicar sueros con anticuerpos específicos frente a un agente patógeno para neutralizarlo. Esto produce una inmunidad adquirida pasiva frente a determinadas enfermedades infecciosas, ya que éstos anticuerpos no los produce el individuo receptor, sino otro organismos que normalmente suele ser un caballo o un cerdo. Por tanto, de la sangre de estos an imales previamente inmunizados, se aíslan y liofilizan los anticuerpos para inyectarlos posteriormente. Los anticuerpos producen inmunidad rápida, pero su efecto no es de larga duración , solamente unos meses, debido a que no se generan células de memoria, ni por tanto, la memoria inmunológica. Además, solo debe efectuarse en casos de extrema necesidad porque el receptor del suero puede presentar respuesta inmunológica adversa . Este tipo de sueros se utilizan para inmunizar contra enfermedades como el tétano s, la difteria o la hepatitis. Vacunación: es una estrategia que genera inmunidad activa artificial , ya que al introducir el agente patógeno inactivado o atenuado, el receptor genera una respuesta inmune característica con la activación de la respuesta i nnata y la adaptativa y con los efectos de inflamación que ello conlleva. Por ello, las vacunas normalmente producen cierta sintomatología que deriva en mareos, náuseas o malestar general. Se diferencia de los Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 51 sueros porque es capaz de crear memoria inmuno lógica y su capacidad de acción es duradera . Los antígenos que contiene la vacuna inducen a la formación de anticuerpos correspondientes, que activarán a los linfocitos T y B, creando las \"células de memoria\". Si el antígeno aparece de nuevo, el organismo está preparado para actuar sobre el patógeno de forma rápida y selectiva, como en una respuesta secundaria, impidiendo así su propagación. En la actualidad se utilizan varios tipos de vacunas: Vacunas con patógenos atenuados: se administran en una sola dosis. El riesgo de estas vacunas es que una mutación origine la aparición de un virus infeccioso que provoque la enfermedad, pero son muy eficaces y generan gran respuesta inmunológica. Este tipo de vacunas se utiliza contra el sarampión, la rubeola o las paperas . Vacunas con patógenos muertos (bacterias) o inactivados (virus): son menos eficaces que las anteriores, ya que generan menor respuesta y se necesitan dosis de refuerzo. Entre ellas, tenemos las v acunas de la gripe, la tos ferina, o el cólera... Vacunas de antígenos: normalmente son antígenos proteicos y presentan el inconveniente de que es difícil disponer de cantidad suficiente del componente puro. Ejemplo vacunas contra la meningitis y el tétanos o la del COVID 19. Contenidos procedimentales Los contenidos procedimentales planteados para la presente unidad didáctica se corresponden con: Visualización de vídeos sobre mecanismos de respuestas inmunitarias y diseño de vacunas. Aprendizaje de protocolos para la identificación y análisis de los diferentes grupos sanguíneos Elaboración de un trabajo sobre investigación sobre el diseño y aprobación de vacunas. Realización de debates sobre los movimientos provacunas y antivacunas y las desventajas y ventajas de la aplicación de las mismas. Resolución de ejercicios relativos a mecanismos de la respuesta inmune que incluyen interpretaciones de gráficas, cálculos matemáticos y definiciones teóricas. Contenidos actitudinales Los contenidos actitudinales plateados a tratar con la impartición de l a presente unidad didáctica se relacionan con: Respeto hacia las instalaciones y materiales del laboratorio. Comprender y valorar la importancia del sistema inmune en los procesos defensivos del organismo frente a infecciones, antígenos extraños y proceso s tumorales Reconocimiento de la importancia del uso de vacunas como medidas preventivas frente a situaciones pandémicas como la vivida por el COVID 19. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 52 Reconocer al sistema inmune como la base de muchas patologías y anomalías cada vez más frecuentes en l a sociedad actual. 6.3.3.3. Contenidos de ampliación Constarían de actividades de investigación sobre pruebas y técnicas de laboratorio de inmunología como la técnica ELISA para detectar antígenos y anticuerpos, la citometría de flujo para identificar poblaciones celulares de linfocitos T y B o bien el diseñ o de anticuerpos monoclonales para tratar enfermedades. 6.3.3.4. Contenidos de refuerzo Se realizarían a alumnos que tuvieran algún tipo de dificultad para seguir el ritmo normal de las clases y consistirían en trabajar de forma diferente los contenidos explicados en clase. 6.3.4. Actividades de enseñanza -aprendizaje propuestas Como ya se han comentado en la unidad didáctica del boque IV referente a microorganismos, el orden de realización de los diferentes tipos de actividades será el mismo, de manera, que empecemos por actividades de iniciación para repaso de conocimientos previos, de exposición realizadas por el profesor en las clases, de refuerzo centrándonos en los ejercicios tipos EBAU, de investigación para indagar sobre contenidos expuestos y de l aboratorio para potenciar los contenidos procedimentales fundamentalmente. Actividades de iniciación: Kahoot: consiste en la realización de un cuestionario online antes de iniciar esta unidad del bloque de microbiología para conocer los conocimientos que poseen los alumnos sobre la diversidad microbiana y las características estructurales y funcionales entre otros aspectos. Brain storming: consiste en realizar una lluvia de ideas, fomentando la participación de los alumnos al inicio de cada clase, sobre el tema del que va a tratar esa sesión. El profesor lanza una o varias preguntas al aire y los alumnos van respondiendo. Elaboración de ma pas conceptuales individuales respecto al bloque de inmunología Actividades expositivas Actividades elaboradas por el profesor sobre la marcha exponiendo sus clases Resolución de ejercicios por parte de los alumnos del libro de texto y otras fuentes como recursos webs que se visiten. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 53 Actividades de refuerzo: Actividades de EBAU relativas al bloque de inmunología , interpretando esquemas y gráficas , definiendo conceptos, resolviendo problemas contextualizados, etc. Consulta de páginas web, supone una parte importante de las actividades de refuerzo para asentar conceptos y visualizar procesos relativos a inmunología, tenemos diferentes webs: Ministerio de educación: sobre inmunología: https://es.liveworksheets.co m/worksheets/es/Ciencias_de_la_Naturaleza/Sistema_inmune http://recursos.cnice.mec.es/biosfera/alumno/2bachillerato /inmune/actividades.htm Vídeos sobre mecanismos innata, adaptativa, y complemento: https://www.youtube.com/watch?v=KEAZ_qSWgYE&ab_channel=influCiencia https://www. youtube.com/watch?v=PWzmG7feBzA&ab_channel=unProfesor Actividades de investigación : Se realizará un t rabajo grupal sobre vacunas . Se dividirá a la clase en cuatro g rupos y tendrán asignada una enfermedad de origen viral que se previene obligatoriamente con vacunas. Posteriormente, realizar una presentación en formato power point o Word Press para explicar cada uno de los trabajos. Además, caga grupo buscará informac ión ampliada para responder a una serie de preguntas que se explicarán en el anexo IV. Prácticas de laboratorio: Identificación de grupos sanguíneos (Anexo III) 6.3.5. Temporalización Se plantean un conjunto 6 sesiones en total para esta unidad didáctica enfocada en el Bloque V de contenidos del currículo oficial de Castilla y León, según la Orden EDU 363/2015. Las sesiones tienen una duración aproximada de 50 minutos y el tipo de actividades y su orden de aplicación es el mismo que la para la unidad didáctica anterior referente a los microorganismos . Sesión 1 Dentro de las actividades de iniciación se realizará una lluvia de ideas sobre inmunología de forma general. Para introducir al alumno en el tema se p lantearán preguntas, ¿Cómo crees que se puede defender nuestro organismo frente a microorganismos patógenos? o ¿por qué hay inflamación cuando te haces una herida? Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 54 A continuación, dentro se realizará una exposición oral de 40 minutos aproximadamente por p arte del profesor, acerca de los \"Barreras inmunitarias y la respuesta innata humoral y celular \", utilizando apuntes de elaboración propia y una presentación de Power Point. Se intercalará la impartición de la unidad con imágenes relacionadas con los punto s a tratar. Sesión 2 Al inicio de la clase, se realizará un cuestionario con el recurso Plickers de 10 minutos para repasar los conceptos adquiridos durante la sesión 1 y evaluar como va el ritmo de adquisición de contenidos. A continuación, se realizará u na exposición oral de 30 minutos por parte del profesor acerca de ''Respuesta adaptativa humoral y celular '' una parte del contenido esencial que guarda gran vinculación con el diseño y aplicación de vacunas. Se realizará una actividad tipo EBAU sobre los mecanismos de respuesta adaptativa e innata estableciendo las principales diferencias, semejanzas y mecanismos de acción. Sesión 3 Se comenzará con una actividad de repaso de contenidos de la sesión 2 , de 5 minutos, para reactivar conocimientos previos, con preguntas del tipo ¿ Si me pongo malo de gripe que tipo de respuestas inmunitarias se generarán ? ó ¿Cómo acabaré de manera específica con el virus de la gripe ? A continuación, se realizará una exposición de 35 minutos sobre ''Componentes del sistema inm unitario: órganos linfoides, células inmunocompetentes, antígenos. Anticuerpos y citoquinas'' donde los alumnos adquirirán conceptos básicos sobre qué es un anticuerpo y las células que los sintetizan, y el papel de los antígenos en inmunología. Finalmente , se explicará a los alumnos la actividad del trabajo obligatorio de investigación de las vacunas recogido en el anexo IV de la presente propuesta didáctica. Para casa se le colgará a los estudiantes dos vídeos diferentes, uno relacionado la inmunidad inna ta y adaptativa y otro sobre el sistema del complemento para que respondan vía Microsoft Teams un Kahoot i ndividual de repaso para afianzar conceptos. Sesión 4 Al inicio de la clase, se visualizará un vídeo de 5 minuto s sobre la respuesta adaptativa humora l, es decir, el mecanismo de síntesis de anticuerpos. A continuación, se realizará una exposición de 35 minutos por parte del profesor acerca del contenido ''Tipos de respuesta inmune y memoria inmunológica y los tipos de inmunidad existentes. Los últimos 10 minutos se dedicarán a actividades tipo EBAU acerca de la estructura de anticuerpos, el mecanismo que genera la memoria inmunológica y ejemplos de inmunidad artificial y natural. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 55 Sesión 5 La clase comenzará en el laboratorio. Los primeros 5 minutos de la sesión se realizará un cuestionario tipo Kahoot para asentar y repasar contenidos explicados en las sesiones 3 y 4 acerca de los anticuerpos, la memoria inmunológica y los componentes del sistema inmunitario. A continuación, el profesor explicará durante unos 15 minutos el contenido relativo a ''Las estrategias de la vacunación y la sueroterapia'' Posteriormente, procederemos a la realización de la práctica Determinación de grupos sanguíneos (anexo III) durante los últimos 30 mi nutos. Los alumnos estarán en todo momento supervisados por el profesor. Sesión 6 Esta sesión estará dedicada a la exposición del trabajo sobre vacunas recogido en el anexo IV. En este caso, los cuatro grupos dispondrán de 10 minutos para exponer el trabajo. Los últimos 10 minutos se realizarán para ruegos y preguntas. 6.4 Criterios de evaluación para ambas unidades Haciendo referencia a la ORDEN EDU 363/2015 los criterios de evaluación las unidades propuestas serían: Unidad Didáctica: Los microorganismos y su clasificación. Estructura, función y ciclos vitales. Técnicas de estudio. Principales enfermedades infecciosas. 1. Diferenciar y distinguir los tipos de microorganismos en función de su organización celular. 2. Describir las características estructurales y funcionales de los distintos grupos de microorganismos. 3. Identificar los métodos de aislamiento, cultivo y esterilización de los microorganismos. 5. Reconocer las en fermedades más frecuentes transmitidas por los microorganismos y utilizar el vocabulario adecuado relacionado con ellas. Unidad Didáctica: El proceso inmunitario. Memoria Inmunológica. Estructura y función de anticuerpos. Inmunidad natural y artificial. Sueros y vacunas. 1. Desarrollar el concepto actual de inmunidad e identificar los tipos de respuesta inmunitaria. 2. Detallar las características y los métodos de acción de las células implicadas en la respuesta inmune. 3. Discriminar entre respuesta in mune primaria y secundaria. 4. Definir los conceptos de antígeno y de anticuerpo e identificar la estructura de los anticuerpos. 5. Diferenciar los tipos de reacción antígeno - anticuerpo Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 56 6. Identificar y diferenciar los diferentes tipos de inmunidad exis tentes 7. Comprender las diferencias fundamentales de los mecanismos de acción de las respuestas inmunitarias innata y adaptativa. 8 Identificar los componentes del sistema inmunitario en diferentes niveles. 9.Dferenciar entre un suero y una vacuna y comprender el mecanismo de acción de cada uno. 6.5.. Estándares de aprendizaje evaluables para ambas unidades Los indicadores de logro o estándares de aprendizaje evaluables, asociados a los criterios de evaluaci ón, que se busca que alcancen los alumnos tras la realización de las actividades y el desarrollo de las unidades didácticas, según la normativa vigente citada con anterioridad, son para las unidades propuestas: Unidad Didáctica: Los microorganismos y su clasificación. Estructura, función y ciclos vitales. Técnicas de estudio. Principales enfermedades infecciosas. 1.1. Clasifica los microorganismos en el grupo taxonómico al que pertenecen. 2.1. Analiza la estructura y composición de los distintos microorg anismos, relacionándolas con su función. 3.1. Describe técnicas instrumentales que permiten el aislamiento, cultivo y estudio de los microorganismos para la experimentación biológica 5.1. Relaciona los microorganismos patógenos más frecuentes con las enfe rmedades que originan. 5.2. Analiza la intervención de los microorganismos en numerosos procesos naturales e industriales y sus numerosas aplicaciones. Unidad Didáctica: El proceso inmunitario. Memoria Inmunológica. Estructura y función de anticuerpos. Inm unidad natural y artificial. Sueros y vacunas. 1.1. Analiza los mecanismos de autodefensa de los seres vivos identificando los tipos de respuesta inmunitaria. 2.1. Describe las características y los métodos de acción de las distintas células implicadas en la respuesta inmune. 3.1. Compara las diferentes características de la respuesta inmune primaria y secundaria. 4.1. Define los conceptos de antígeno y de anticuerpo, y reconoce la estructura y composición química de los anticuerpos. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 57 5.1. Clasifica los tipos de reacción antígeno -anticuerpo resumiendo las características de cada una de ellas. 6.1. Destaca la importancia de la memoria inmunológica en el mecanismo de acción de la respuesta inmunitaria asociándola con la síntesis de vacunas y sueros 6.6. Competen cias Claves establecidas Un aspecto importante de las unidades didácticas es el desarrollo de las competencias claves, a través de la realización de actividades y tareas. El aprendizaje por competencias lleva hacia un aprendizaje dinámico y transversal. En la puesta en práctica de estas unidades didácticas se desarrollarán las siguientes : La competencia lingüística: se basa en la transmisión de información e ideas y en la precisión de los términos utilizados para ello, para expresarse de manera técnica y a decuada. En las presentes unidades, se desarrollará en todo momento mediante la lectura de textos, artículos, y actividades de trabajos grupales como el trabajo de investigación sobre diseño y utilidad de vacunas y el de enfermedades de etiología infeccios a. Además, el análisis de textos, prensa y artículos científicos sobre vacunas, promueve el desarrollo de dicha competencia. La competencia matemática y competencia básica en ciencia y tecnología : engloba la capacidad de aplicar el razonamiento y sus herramientas para describir, interpretar y predecir fenómenos, y proporciona un acercamiento al mundo físico y a la interacción responsable con él. En este caso, se desarrollará y se favorecerá median te el estudio de la estructura y composición química de los diferentes microorganismos, los experimentos llevados a cabo por Robert Koch y el estudio de los componentes del sistema inmune y las reacciones físico -químicas antígenoanticuerpo . Además de los procesos biológicos de fagocitosis y el estudio de la estructura de los anticuerpos. La competencia digital : implica el uso creativo, cívico y seguro de las tecnologías de la información y la comunicación (TICs). En el desarrollo de esta unidad didáctica se utilizan recursos como apuntes en Power Point, vídeos, imágenes, y mapas conceptuales, abordando la competencia digital. Se trata de un recurso útil en el campo de Biología, que contribuye a mostrar una visión actualizada de la actividad científica. La competencia de aprender a aprender : requiere la capacidad para motivarse por aprender, fomentar la curiosidad y controlar y conocer los procesos de aprendizaje. En la presente propuesta se prom ueve el desarrollo de esta competencia durante las dos unidades didácticas mediante la búsqueda de información y mediante la realización de prácticas de laboratorio, desarrollando la autonomía y la planificación del trabajo experimental , argumentando el pr oceso, describiendo las observaciones e interpretando los resultados obtenidos. Como por ejemplo la visualización de diferentes muestras de microorganismos o la determinación de los grupos sanguíneos. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 58 Las competencias sociales y cívicas : trabajan las habil idades y capacidades para utilizar los conocimientos y actitudes adquiridos para prepar ar a las personas para ejercer la ciudadanía democrática y tomar decisiones lo más críticas y objetivas posibles . En este caso, con el desarrollo de esta propuesta, se m ejoran las capacidades para relacionarse con los compañeros , respetar la diversidad de opiniones, saber esperar el turno de palabra y tener la capacidad de argumentar. Además, de participar activamente , mediante la realización de trabajos en grupo y de prácticas experimentales de laboratorio, en las que los alumnos deben por ejemplo, generar actitudes respetuosas sobre las normas de seguridad del laboratorio . La competencia de sentido de iniciativa y espíritu emprendedor : implica la capacidad de transfor mar las ideas en actos y de generar en el alumno un espíritu crítico y objetivo, siendo consciente en todo momento del trabajo propio que ha realizado. Este desarrollo se fomentará haciéndole reflexionar acerca de los resultados propios obtenidos en las pr ácticas junto con la búsqueda de información sobre el estudio de microorganismos y patologías asociadas y sobre los mecanismos de la respuesta inmunitaria y el diseño de vacunas en fuentes diversas. La competencia en conciencia y expresiones culturales implica conocer, comprender, apreciar y valorar con espíritu crítico, con una actitud abierta y respetuosa, las diferentes manifestaciones culturales y artísticas, utilizarlas como fuente de enriquecimiento y disfrute personal y considerarlas como parte de l a riqueza y patrimonio de los pueblos. En este caso, los alumnos desarrollarán esta capacidad mediante el análisis de la importancia social de la vacunación, los movimientos antivacunas generados. 6.7. Elementos transversales Los elementos transversales que se han de tener en cuenta son los establecidos en el artículo 6 del Real Decreto 1105/2014, de 26 de diciembre (Ministerio de Educación Cultura y Deporte, 2015b). En la presente propuesta didáctica impartida se han incluido los siguientes elementos transversales: La comprensión lectora, la expresión oral y escrita de textos científicos y prensa digital relacionada con enfermedades infecciosas, diversidad microbiana y diseño de vacunas e inmunoterapia. La comunicación audiov isual y TICs utilizando páginas web relacionadas y adaptadas al contenido de la unidad. La potenciación de ciertas actitudes y hábitos de trabajo fomentando la educación en valores: respeto, igualdad con la creación de grupos de trabajo mixtos, responsabi lidad, solidaridad, creatividad y educación para la paz mediante el diálogo. Mejorar la confianza en las capacidades para afrontar problemas, desarrollando un sentido crítico frente a diversos problemas o diferentes teorías científicas planteadas como la necesidad de establecer el diseño de vacunas como alternativa a la crisis pandémica sufrida por el COVID 19. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 59 Valoración de la importancia de la Biología para comprender los fenómenos naturales como el funcionamiento del sistema inmunológico o el mecanismo infectivo de un microorganismo. 6.8. Metodologías La idea central del constructivismo educativo se basa en que el aprendizaje humano se construye, que la mente de las personas elabora nuevos conocimientos a partir de la base de enseñanzas anteriores (Hernán dez, 2008). La metodología de esta propuesta didáctica persigue el desarrollo de un aprendizaje basado en la adquisición de competencias y no en contenidos puramente conceptuales que no encuentren una aplicación práctica. Para ello, el esquema metodológico ordenado y organizado en varias estrategias didácticas, combinando estrategias expositivas, acompañadas de actividades de activación de conocimientos previos, actividades de refuerzo, actividades prácticas y actividades de investigación . Al inicio de cada sesión, se realizarán actividades de iniciación, sobre activación de conocimientos previos necesarios para la asimilación de contenidos más avanzados que se irán desarrollando a lo largo de las sesiones. Por su parte, las estrategias expositivas formarán una parte muy importante de las metodologías, ya que será el profesor el que exponga las clases, mediante contenidos ya elaborados que resuman lo esencial fomentado la eficacia de asimilación de ese contenido. Además , para estimular el interés, la capacid ad de interrelación y participación alternativamente, a las clases teóricas se realizarán una serie de actividades como formular preguntas variadas, realización de trabajos grupales e individuales que aparecen detalladas en el apartado de \"Actividades prop uestas\" . Hay que destacar, que la adquisición de habilidades propias del método científico, se llevará a cabo con las prácticas de laboratorio de ambas unidades y es una forma de vincular el contenido conceptual y procedimental. Otro método utilizado es la estrategia de indagación, tratando de llevar a los alumnos a situaciones que fomenten la reflexión, desarrollando también valores y actitudes tanto individuales como de trabajo en equipo. Dentro de esta metodología , tenemos la t écnica de Group Investigation (Sharan y Sharan, 1976) en la cual, que sigue una serie de pasos ordenados como son 1 ) elección del subtema por parte de los estudiantes dentro del tema general propuestos por el profesor. 2) establecimiento conjunto con ayuda del profesor, de los objetivos y los procedimientos para llegar a dichos objetivos 3) los alumnos desarrollan por escrito su plan de trabajo mediante la supervisión del profesor para la adecuación del mismo, 4) los estudiantes analizan y resumen toda la información buscada, identificada y seleccionada para la posterior presentación al resto de la clase. 5) presentación del trab ajo al resto de compañeros, para resolver dudas y cuestiones posteriores de manera conjunta y 6) el resto de compañeros realizan una coevaluación de trabajo de sus compañeros aparte de la que realice el profesor. Evaluación: Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 60 Profesor y alumnos, conjuntamen te realizan la evaluación del trabajo en grupo y la exposición. No es incompatible con una evaluación individual posterior. Esta metodología se aplicará a los trabajos de investigación de las enfermedades infecciosas (Anexo I) y del trabajo de vacunas (Ane xo IV) . Este método de enseñanza es una buena alternativa ya que según estudios mejora la actitud de los alumnos hacia la ciencia (Eilks, 2005), teniendo esto en cuenta se considera como una metodología positiva en esta unidad. Además, ha sido utilizada en otras clases de Biología en institutos, comprobando que con la utilización de esta técnica el rendimiento de los alumnos es mayor, y su actitud y valores hacia la biología (Karacop & Doymus, 2015) 6.9. Materiales y recursos Los recursos empleados en la presenta propuesta son de distinta naturaleza y han de estar vinculados y coordinados para que la intervención de la misma sea efectiva. Recursos personales : las personas que intervendrán en el desarrollo de estas unidades did ácticas son: Profesor o profesores de apoyo, que ayuden en el control de la realización de algunas prácticas de laboratorio como la determinación del grupo sanguíneo en caso de que se generara alguna situación de urgencia. Profesores especializados : visi ta de un experto/a en Inmunología que durará una sesión pudiendo ser un profesor doctor de la Universidad de Valladolid o bien un investigador doctoral del Instituto de Biología Molecular y Celular. Recursos materiales : el material a utilizar para el desar rollo de las unidades didácticas es: Audiovisuales : vídeos e imágene s relativos a los contenidos de inmunología y microbiología de ambas unidades. Informáticos : cañón proyector, para enseñar a los alumnos imágenes, esquemas o resúmenes sobre el contenido de la clase que se está impartiendo. En la actualidad una herramienta didáctica clave es la utilización del ordenador en las aulas de informática, tablets en actividades en la clase ordinaria y en ocasiones móviles. Impresos : Libros de consulta o fuentes de consulta como enciclopedias que les servirán a los alumnos para estudiar y ampliar conocimientos como son: ''Microbiota: los microbios de tu organismo'' (Ignacio López -Goñi), ''Virus: una guía ilustrada de 101 microbios increíbles'' (Marylin J. Roosinck) y ''Biología y Patología del sistema inmune'' (J. Regueiro González y colaborares) Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 61 Cuaderno del a lumno: en el que realizará las actividades propuestas en los distintos epígrafes, las actividades de refuerzo y ampliación y el resumen al terminar el tema. Materiales de laboratorio: especificados en los anexos II y III 6.10. Evaluación de la propuesta 6.10.1. Evaluación del proceso de aprendizaje Según la Ley Orgánica 2/2006, de 3 de mayo, y en el artículo 20 del Real Decreto 1105/2014, de 26 de diciembre, la evaluación del proceso de aprendizaje viene asociada no solo con los objetivos generales de etap a y de materia sino también con la adquisición de las competencias clave. Deberá ser continua, integral y estará especificada en tres fases para ambas unidades didácticas con un valor máximo de 10 puntos para cada una de ellas: Evaluación inicial: se mater ializa con la realización de cuestionarios online, utilizando la aplicación Kahoot y Plickers , realización de mi nidebates, lluvia de ideas o preguntas en el aula para conocer las ideas previas y detectar posibles errores conceptuales que provienen de cursos anteriores. Además, esta evaluación aportará datos cualitativos sobre las características individuales de cada estudiante sobre el nivel conceptuar previo y también su motivación, interés y actitud dentro de los bloques impartidos . Evaluación duran te la actividad : en esta fase la calificación se obtiene mediante la observación directa del alumnado durante la realización de las diferentes tareas, actividades propuestas, trabajos en grupo, aportándonos información cualitativa sobre su interés en la un idad y su asimilación de habilidades y aptitudes. También se evaluarán los ejercicios o actividades planteadas como son: Trabajos grupales de indagación o investigación: se valorarán los trabajos realizados en cada unidad didáctica. Se tendrá en cuenta el contenido del trabajo, su exposición y la creatividad de los mismos a la hora de estructurarlos y la forma de exponerlos. Estos trabajos supondrán en su conjunto un 20% de la calificación final , siendo repartidos en § \"Investigación sobre enfermedades infe cciosas \" (10%). 'Trabajo sobre diseño de Vacunas '' (10%). Memoria de prácticas : correspondientes a las prácticas de determinación de grupos sanguíneos y el manejo y uso del microscopio. Se tendrá en cuenta la exactitud en la descripción de las tareas , la contestación de las preguntas al final de cada práctica y la correcta expresión de las conclusiones. Esta calificación supondrá un 25% de la nota final. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 62 Atención y participación: se tendrá en cuenta el interés, participación y desarrollo de competencias relacionadas con la expresión de opiniones y conclusiones de forma lo más adecuada, valorando el uso de tecnicismos. Supondrá un 10 % de la nota. 6.10.2. Evaluación final o sumativa Los contenidos conceptuales que se concretan en el currículo de las dos uni dades didácticas se evaluarán mediante la realización de una prueba escrita (ANEXO V) que consiste en un examen teórico final con diferente tipología de preguntas, como son preguntas cortas de definición, de interpretación con el fin de conocer lo que se h a aprendido, tipo test y un caso práctico para aplicar lo aprendido. Esta prueba supondrá un 50% de la nota global. 6.10.3. Evaluación de la propuesta didáctica Una vez impartidas las unidades didácticas es necesario evaluar la intervención de la presente propuesta para cerciorarse de si ha cumplido con los objetivos previstos. Para ello se establecerán una serie de instrumentos de evaluación que nos permitirán re coger esa información y están basados en: Resultados de la evaluación del curso en cada una de las dos unidades didácticas . Adecuación de los materiales y recursos didácticos y humanos, y la distribución de espacios y tiempos a los métodos didácticos y pedagógicos utilizados. A continuación, se detallan los instrumentos y los niveles a los que va dirigido: Tabla 5: Instrumento s de evaluación de la presente propuesta Autoevaluación del profesor Evaluación de alumnos -Rúbrica: se detallan aspectos como la adecuación de los contenidos al tiempo establecido y al nivel de los alumnos, fomento de las competencias clave, variación de instrumentos de evaluación, estrategias usadas para la atención a la diversidad entre otros. -Informe personal: redacción de un informe para el departamento con las reflexiones y conclusiones más relevantes y propuestas de mejora a nivel de alumnos y de centro . -Cuestionarios de escala cualitativa : referidos a aspectos de las unidades como las estr ategias usadas para impartir las clases, la utilidad de las actividades prácticas realizadas, la dificultad d e la asignatura , el empleo de herramientas digitales, la actitud y habilidades personales del profesor, entre otros. Fichas: reservadas para estab lecer opiniones y reflexiones personales de las clases impartidas. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 63 6.11. Atención a la diversidad La atención a la diversidad aparece regulada en los artículos 26, 27, 28 y 29 de la ORDEN EDU/363/2015, de 4 de mayo, por la que se establece el currículo y se regula la implantación, evaluación y desarrollo de Bachillerato en la Comunidad de Castilla y Le ón (Consejería de Educación, 2015), y tiene por finalidad garantizar la mejor respuesta educativa a las necesidades y diferencias, ofreciendo oportunidades de aprendizaje a todo el alumnado, dentro de un entorno inclusivo, a través de actuaciones y medidas educativas que se adapten a la realidad individual de cada alumno. Las medidas de atención a la diversidad se pueden clasificar en medidas generales, especializadas y extraordinarias en función de la adaptación curricular que se imponga. En el Artículo 28 , Medidas generales u ordinarias de atención a la diversidad y Artículo 29, Medidas especializadas y extraordinarias de atención a la diversidad, aparecen ejemplos sobre las diferentes medidas o propuestas curriculares que se pueden realizar en el aula. Las adaptaciones que se contemplan en esta unidad en el caso de contar con alumnos con necesidades específicas de apoyo educativo se dividen en: 1) Adaptaciones metodológicas: no contemplan la modificación de contenidos curriculares, pero si la variación en el diseño de las actividades como pueden ser: 1) exámenes con mayor espacio entre las preguntas, letras de mayor tamaño, para alumnos con algún tipo de discapacidad visual leve, 2) rúbricas de coevaluación con letras más grandes y espaciadas. 2) Adaptacio nes curriculares: en este caso si contemplan la modificación de contenido del currículo por presentar una necesidad concreta que les impide seguir el ritmo habitual de la clase, algunas de ellas serían: 1) exámenes con menor número de preguntas y contenido s menos profundos y 2) diferencia de criterios en la valoración en la exposición de los trabajos grupales de ambas unidades y de las memorias de prácticas que estarían adaptadas a la necesidad concreta . En todos los casos para adoptar las medidas que mejo r garanticen la adecuada atención a las necesidades educativas de cada alumno es necesaria la coordinación de un buen equipo de orientación y de profesores, así como la cooperación de las familias de los mismos. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 64 7.CONCLUSIONES Durante el máster, con la realización de este trabajo he podido aplicar los conocimientos no sólo conceptuales con los que contaba desde un inicio, sino a nivel de metodologías y estrategias para identificar las necesidades educativas del curso destino al que va dirigida la presente propuesta y desarrollar una intervención lo más eficaz posible , concretamente dentro del área de Biología de 2º de Bachillerato. Además, he podido comprobar que el desarrollo de unidades didácticas es un proceso complejo, en el que hay que tener en cuenta muchos aspectos importantes, como contenidos, objetivos, criterios de evaluación, competencias clave o actividades y todos ellos deben estar conectados y tener un sentido de aplicación. En este caso, tanto los bloques de Inmuno logía como los de microbiología, se suelen impartir a final de curso y van inmediatamente seguidos según el establecimiento de los bloques de contenidos de la Orden EDU 363/2015. Además, he identificado que llevan asociados una serie de dificultades intrín secas como son: 1) escaso tiempo que proporcionan para realizar las actividades de repaso para la prueba de la selectividad (EBAU), la realización de actividades prácticas para que desarrollen contenidos procedimentales y las salidas de campo necesarias pa ra vincular esos contenidos con las competencias exigidas. 2) bajo nivel de conocimientos previos, con los que cuentan en etapas anteriores, ya que sólo se ve esta parte del temario de en 3º de la ESO. 3) el grado de profundidad que exige sobretodo los b loques de inmunología en cuanto a contenidos conceptuales relativos al proceso inmunitario y sus patologías. A pesar de ello, considero que es posible lograr un aprendizaje significativo y el objetivo de todo docente ha de ser el mismo, mediante la creaci ón de un ambiente favorable en el aula y con la utilización adecuada de las metodologías y actividades que mejoren la motivación y actitud de los alumnos hacia la asignatura . Por otra parte con el presente trabajo, se está trabajando una parte esencial de la Biología, que tiene importancia directa en la sociedad en la que nos desarrollamos, ya que es esencial que los estudiantes y futuros ciudadanos, conozcan los diferentes tipos de microorganismos existentes, su estructura, composición y la relevancia qu e tienen para el ser humano, especialmente hacia el diseño de vacunas como estrategia preventiva frente a situaciones pandémicas como la vivida por el COVID 19 y por otras anteriores vividas anteriormente. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 65 8.REFERENCIAS BIBLIOGRÁFICAS Artículos, libros y revistas : 1. Acevedo Díaz, J. A. (2004). Reflexiones sobre las finalidades de la enseñanza de las ciencias: educación científica para la ciudadanía. Revista Eureka sobre Enseñanza y Divulgación de las Ciencias, 1(1), 3 -16. Recuperado de: http://www.apaceureka.org/revista/Larevista.htm 2. Ageitos, N. y Puig, B. (2016). ¿Debería ser obligatoria la vacunación? Alambique: Didáctica de las Ciencias Experimentales, 83, 78 -79. 3. Aznar D íaz I., Cáceres Reche MP, & Hinojo Lucena FJ. (2005). El impacto de las TIC en la sociedad del milenio: Nuevas exigencias de los sistemas educativos ante la LOS GUERREROS DE NUESTRO CUERPO 51 \"Alfabetización Digital.\" Revista Científica Electrónica de Educ ación y Comunicación En La Sociedad Del Conocimiento, 4(2). http://www.ugr.es/~sevimeco/revistaeticanet/Numero4/Articulos/Formateados/ELIMPACTO.pdf 4. Bihouès, M. A. -46. 5. Cañal, P (2013). Introducción a la monografía: enseñar y aprender sobre la célula viva. Revista electrónica de Didáctica de las Ciencias Experimentales 73 (1), 5 -14. 6. Dapía Conde, M. D., Cid Manzano, M. C. y Membiela Iglesia, P. (1996). Utilización de las preconcepciones de los estudiantes acerca de la salud en el diseño, implementación y evaluación de una unidad didáctica. In vestigación en la escuela, 28, 95 -101. 7. Domènech, A. M., Márquez, C., Roca, M. y Marbà, A. (2015). La medicalización de la sociedad, un contexto para promover el desarrollo y uso de conocimientos científicos sobre el cuerpo humano. Enseñanza de las Ciencia s, 33(3), 101 -125. 8. Eggertson, L. (2010). Lancet retracts 12 -year-old article linking autism MMR vaccines. Canadian Medical Association Journal, 182(4), E199 -E200. 9. Fernández, I., Gil, D., Carrascosa, J., Cachapuz, A. y Praia, J. (2002). Visiones deformadas de la ciencia transmitidas por la enseñanza. Enseñanza de las ciencias, 23(3), 477 -488. 10. Fortuny, M. y Gallego, J. (1988). Educación para la salud. Revista de Educación, 257, 286 -306 11. Furió Más, C. J. (1996). Las concepciones alternativas del alum nado en ciencias: dos décadas de investigación. Resultados y tendencias. Revista Alambique, 7, 7 -17. 12. Gavidia Catalán, V., Rodes Sala, M. J. y Beguer Carratalá, A. (1993). La educación para la salud: una propuesta fundamentada desde el campo de la docencia. Enseñanza de las ciencias, 11(3), 289 -296 13. John, T. J. & Samuel, R. (2000). Herd immunity and herd 601 -606. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 66 14. López García, M., & Morcillo Ortega, J. (2007). Las TIC en la enseñan za de la Biología en la educación secundaria: los laboratorios virtuales. Revista Electrónica de Enseñanza de Las Ciencias, 6(3), 562 -576. 15. Montoya, L. C. (2010). Utilización de las TICS en la enseñanza de las Ciencias. II Congreso Internacional de Didacti ques 16. Pozo, J,I Gomez M.A. (1997). Aprender y enseñar ciencia. Del conocimiento cotidiano al mundo científico. ¿Por qué los alumnos no aprenden la ciencia que se les enseña? Madrid. Ediciones Morata S.L. 17. Sharan, Y. & Sharan, S. (1994). Group in the classroom. Cooperative Learning methods, pp. 97 -114. 18. Slavin, R. E. (1992). When and why achievement? al anatomy of group learning, pp. 145 -173. 19. Wolfe, R. M. & Sharp, L. K. (2002). Anti -vaccinationists past and present. British Medical Journal, 325(7361), 430 -432. 20. Yus Ramos, R. (2007). Capítulo 1. Las personas la salud y el medio ambiente. En Ciencias de la Naturaleza. 3 º ESO. Biología y Geología. Comentarios. Ed : Elzevi Leyes, órdenes y reales decretos 21. Ley Orgánica 8/2013, de 9 de diciembre, para la mejora de la calidad educativa (LOMCE). Boletín Oficial del Estado, de 10 de diciembre de 2013, núm. 295 Recuperado de https://www.boe.es/buscar/pdf/2013/BOE -A2013 -12886 -consolidado.pdf 22. Ley Orgánica 8/2013, de 9 de diciembre, para la mejora de la calidad educativa (LOMCE). Boletín Oficial del Estado, de 10 de diciembre de 2013, núm. 295 Recuperado de https:/ /www.boe.es/buscar/pdf/2013/BOE -A2013 -12886 -consolidado.pdf 23. Orden ECD/65/2015, de 21 de enero, por la que se describen las relaciones entre las competencias, los contenidos y los criterios de evaluación de la educación primaria, la educación secundaria obl igatoria y el bachillerato. Boletín Oficial del Estado, del 29 de enero de 2015, Sec. I (Num. 25), pp. 6986 -7003 Recuperado de: https://www.boe.es/buscar/pdf/2015/BOE -A-2015 - 738-consolidado.pdf 24. Orden EDU/363/2015, de 4 de mayo, por la que se establece el currículo y se regula la implantación, evaluación y desarrollo del bachillerato en la Comunidad de Castilla y León. Boletín Oficial de Castilla y León, de 8 de mayo de 2015, núm. 86, pp 32481 -32984 25. Real Decreto 1105/2014, de 26 de diciembre, por el que se establece el currículo básico de la Educación Secundaria Obligatoria y del Bachillerato. Boletín Oficial del Estado, Sec. I (Num. 3), pp. 169 -546 Recuperado de: https://www.boe.es/boe/dias/2015/01/03/pdfs/BOEA -2015 -37.pdf Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 67 9.ANEXOS ANEXO I: TRABAJO INVEST IGACIÓN ENFERMEDADES INFECCIOSAS Objetivos Con esta actividad grupal se pretenden los siguientes objetivos didácticos en relación a la indagación e investigación de enfermedades infecciosas: Identificar y conocer la variedad de enfermedades infecciosas existentes, por parte de los estudiantes, cómo se transmiten y los métodos preventivos específicos de cada una. Adquirir y desarrollar una serie de competencias como las cívicas -sociales y la de aprender a aprender por parte de los estudiantes, mediante la indagación es investigación. Procedimiento El profesor explicará las normas y objetivos del trabajo dentro del contenido de ''Microorganismos como agentes productores de enfermedades''. A parti r de esta información, serán ellos los que utilizando la metodología del Group Investgation tendrán que buscar información sobre una enfermedad infecciosa relevante y planifica r y concret ar tanto los objetivos del trabajo como su estructura general . Es dec ir, no habrá un guion establecido, lo dirán ellos. Cada grupo tendrá 1 0 minutos en la exposición oral para exponerla delante de los compañeros durante la sesión 9 y posteriormente se dejarán 10 minutos para la resolución de dudas, comentarios y conclusio nes por parte de los estudiantes. La estructura de las rúbricas de coevaluación se presenta a continuación: Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 68 Tabla 6: Rúbrica coevaluación de trabajos grupales Aspectos a valorar Deficiente (0'25) Aceptable (0'5) Adecuado (0'75) Muy adecuado (1) Claridad en la exposición No expone con claridad y no se le entiende. Expone parte del tema con cierta claridad Expone gran parte de la exposición con claridad y concisión. Expone prácticamente toda la presentación con claridad y concisión. Adecuación al tiempo Se pasa más de 5 minutos. Se pasa más de 3 minutos Se pasa más de 2 minutos Se adecúa al tiempo exacto con menos de 1 minuto de desajuste. Estructura conforme al guion No sigue prácticamente la estructura establecida. Le falta gran p arte de la estructura, en los apartados claves. Se adecúa en gran parte de la estructura a la del guion. Presenta exactamente la misma estructura que el guion. Lenguaje corporal No establece contacto visual y hay nerviosismo y apenas se mueven. Establece parte del contacto visual, pero hay nerviosismo y no se mueven. Establece la mayor parte del tiempo contacto visual, apenas hay signos de nerviosismo y se mantiene en movimiento. Establece contacto visual en todo momento, no se nota nerviosismo y combina la explicación con movimientos. Coordinación entre los ponentes No se aprecia coordinación, se pierden en muchas ocasiones y no hay un ensayo previo. Hay cierta coordinación, pero se pierden en muchas ocasiones y no hay un ensayo previo. Hay b astante coordinación, no ha habido prácticamente momentos de pérdida, y si ha habido un ensayo previo. Se aprecia coordinación en todo momento, sin momentos de lapsus y se nota una exposición ensayada. Conocimientos adecuados del tema No saben explicar casi ningún término que se han estudiado en clase y recurre a mirarlo en folios. Saben explicar parte de los términos y procesos, pero recurre a mirar la información en un folio. Sabe explicar gran parte de los términos y no necesita recurrir a un folio escrito para consultar información. Explica con gan precisión todos los términos sin necesidad de consultarlo en folios u otras fuentes. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 69 ANEXO II: NORMAS DE LABORATORIO DE MICROBIOLOGÍA Y USO DEL MICROSCOPIO ÓPTICO Esta práctica hacia el conocimiento de las normas del laboratorio, y el buen manejo y conocimiento de las partes del microscopio óptico es fundamental para que los estudiantes se habitúen a trabajar con elementos de rutina básicos del laboratorio. Objetivo s Conocer las normas de laboratorio y respetarlas. Conocer el funcionamiento y las partes de un microscopio. Aprender el manejo del microscopio para la visualización de muestras. Normas de laboratorio Cuidar la limpieza y el orden en cada puesto de trabajo. Cada grupo tendrá asignado un puesto de trabajo, en el cual al terminar la práctica todos los materiales utilizados deben estar limpios y recogidos, quedando el laboratorio tal y como estaba al princ ipio de las actividades. Los compuestos que sobran no se devuelven al frasco de origen, ni se tiran por el desagüe. El profesor será quién dé las indicaciones oportunas de los productos sobrantes. Es obligatorio el uso de bata y guantes. No oler, tocar , ingerir los productos químicos. Informar al profesor en caso de cualquier situación accidental por muy leve que sea. Al terminar la práctica, antes de abandonar el laboratorio, lavarse las manos. Los materiales de uso son los siguientes : Microscopio Guantes de látex Muestras en fresco Muestras fijadas y teñidas Uso adecuado del microscopio Es necesario saber las dos partes diferenciadas que presenta cualquier microscopio óptico (figura 7): Parte óptica. Ocular, lente colocada cerca del ojo por la cua l vemos la preparación. Objetivo. Lente colocada sobre el revólver cerca de la muestra que se quiere observar y es el encargado de recoger la luz procedente de la preparación. Diafragma, permite controlar la intensidad de la luz. Condensador, lente que concentra la luz sobre la muestra. Foco de luz, ilumina la muestra. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 70 Parte mecánica Revólver, estructura móvil en la que se encuentran los objetivos. Platina, superficie plana que soporta la muestra, normalmente suele poseer pinzas para sujetar la preparación. Pie, sostiene el microscopio. Tornillo macrométrico, permite enfocar mediante desplazamientos rápidos y amplios de las lentes. Figura 7: Partes de un microscopio óptico A continuación, se describe el protocolo para realizar un buen uso del microscopio: Sacar el microscopio del embalaje, revisar que no tenga ningún desperfecto. - Conectarlo a la electricidad y encender la fuente de alimenta ción. 1. Colocar el objetivo de menor aumento en línea con el ocular, sonará click y subir la platina hasta el tope (sin forzarlo y teniendo cuidado de no chocar). 2. Colocar la muestra sobre la platina y sujetarla con las pinzas, intentando que quede centrada. Mirar por el ocular y cerrar el diafragma, intentando conseguir que luz no sea demasiado brillante ni demasiado tenue. 3. Mover la preparación para encontrar una zona que se quiera observar. 4. Enfocar la muestra utilizando primero el tornillo macrométrico, y cuando creemos que éste ya ha enfocado y vemos la muestra, terminar enfocando con el micrométrico. 5. Cuando ya está enfocado, se puede pasar a objetivos de mayor aumento, volviendo a enfocar y modificar un poco con el micrométrico, si fuera necesario. A la hora de cambiar los objetivos el revólver debe agarrarse por la parte superior, nunca por los objetivos. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 71 ANEXO III: IDENTIFICACIÓN DE GRUPOS SANGUÍNEOS Objetivos. Identificar el grupo sanguíneo del sistema ABO y el factor Rh. Comprender el mecanismo inmunitario adaptativo que se está generando en las reacciones de incompatibilidad y extrapolarlo a situaciones de rutina como las transfusiones sanguíneas y e l trasplante de órganos . Visualizar la reacción estudiada en la formación de los complejos Ac -Ag Materiales. Solución anti -A Solución anti -B Solución anti -D (anti Rh) Punzón estéril Alcohol Tarjetas de identificación Procedimiento. 1. En las tarjetas de identificación que se han dado a cada grupo, colocar una gota de suero anti -A, anti-B, mezcla anti -A y anti -B, y una gota de anti -D, tal y como se indica en la Fig. 8. 2. Posteriormente se desinfecta el dedo índice con alcohol y se r ealiza una leve punción en la yema. Se deposita una gota de sangre en cada casilla y se mezcla con los sueros. 3. Se observan los resultados. El grupo sanguíneo corresponderá a aquella casilla en la que haya coagulado la sangre. Por ejemplo, si coagula en el suero anti -A, será A positivo y si además lo hace en la casilla anti -D, será Rh positivo. Resultados. Las reacciones positivas se visualizarán mediante fenómenos de aglutinación al formarse loa complejos Ag -Ac. Esto es debido, a que las glucoproteínas que pueden presentar los hematíes son antígenos que reconocen los anticuerpos de los sueros Anti A y Anti B. Por ejemplo, si un individuo tiene glucoproteína A en sus glóbulos rojos tendrá grupo sanguíneo A, si tiene A y B será A -B y si no tiene glucopro teínas será del grupo sanguíneo 0. De manera que: Personas con grupo sanguíneo B tendrán anticuerpos anti -A Personas con grupo sanguíneo AB no tendrán anticuerpos contra ninguna glucoproteína Personas con grupo sanguíneo 0 tendrán anti -A y anti -B Personas del grupo A tendrán anticuerpos Anti B. Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 72 Por otra parte, el grupo Rh juega un papel importante en los rechazos de transfusiones sanguíneas, ya que será el grupo de individuos Rh- quien tenga anticuerpos contra la proteína Rh que la reconoce como extraña. E s por ello, que las madres Rh - generan anticuerpos contra los hijos que sean Rh+ durante el embarazo, produciéndose una enfermedad llamada eritroblastosis fetal, dónde el feto genera glóbulos rojos porque el sistema inmunitario de su madre los destruye. Figura 8: Tarjetas de identificación de los alumnos Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 73 ANEXO IV: TRABAJO INVESTIGACIÓN SOBRE VACUNAS Las vacunas contribuyen a un mecanismo de inmunidad activa artificial que sirve como estrategia de prevención muy útil contra diferentes enfermedades de etiología infecciosa y que, por tanto, son muy usadas en la actualidad. Objetivos Comprender y valorar el funcionamiento y el diseño de vacunas como estrategia preventiva frente a diferentes infecciones. Buscar, identificar y seleccionar información en diferentes fuentes sobre aplicaciones de las vacunas que tengan relevancia en la sociedad actual. Disti nguir claramente las estrategias de vacunación de las de sueroterapia. Procedimiento de la actividad La actividad se llevará a cabo en 4 grupos formado por grupos de 5 alumnos. El profesor propondrá un tema de investigación relativo a ''Vacunas y enfermeda des'' y según la metodología del Group Investigation cada grupo escogerá un tipo de vacuna de las diferentes vistas en clase para profundizar información sobre cada una de ellas. Para asegurar que la búsqueda sea lo más objetiva posible, la realizarán en d iferentes fuentes de relevancia científica como pueden ser organismos oficiales nacionales internacionales. En todo momento, tendrán la ayuda del profesor para contrastar o planificar cualquier aspecto del trabajo que consideren necesario. Dentro de la sesión de 50 minutos, los grupos tendrán 10 minutos para exponer brevemente los trabajos que ellos mismos han diseñado y estructurado . Además, habrá una rúbrica de coevaluación a cada unos de los cuatro grupos que recogerá el profesor que es la misma empleada en el trabajo de enfermedades infecciosas (Anexo I). Los últimos 10 minutos finales se destinarán para ruegos y preguntas. Actividades complementarias Además de esto, para ampliar los conocimientos y afianzar conceptos relativos al diseño de vacunas, los alumnos deberán buscar información utilizando diferentes fuentes c y entregárselas al profesor mediante la plataforma Microsoft Teams: ¿Cuáles son las fases de ensayos clínicos para sacar al mercado una vacuna y en qué consiste brevemente cada una de ellas? ¿Se realizan ensayos para estudiar reacciones adversas? Si es así ¿cuáles son los modelos más usados? ¿Ha habido casos de muertes por vacunas? Si es así, ¿cuál es la causa de ese fallecimiento Propuesta didáctica: Estudio de virus, sistema inmune y vacunas 74 ANEXO V: PRUEBA FINAL ESCRITA Pregunta 1: Define los siguientes conceptos y procesos: (1'5 puntos) Virus: Tinción de B: Anticuerpo: Vacunación: Pregunta 2: Explica las diferencias existentes entre la respuesta inmune innata y la respuesta inmune adaptativa y cita los tipos celulares que se incluyen en cada una de estas respuestas. (1 punto) Pregunta 3: Leyendo las siguientes frases relativas a microorganismos y su estudio, contesta la respuesta más adecuada: (1 punto) 1.Ser vivo con organización procariótica que puede habitar en lugares con condiciones extremas: 2. Molécula proteica con capacidad transformante de organización acelular: 3. Presenta nutrición heterótrofa, no tiene cloroplastos y es de organización eucariótica: 4. Técnica que nos permite distinguir a ciertos microorganismos en base al grosor de su pared celular: 5. Proceso en el cual se produce una integración del patógeno en el cromosoma bacteriano sin necesidad de lisar a la célula: Examen unidades ''La microbiología y el estudio de los microorganismos y ''El proceso inmunitario, tipos de respuesta y componentes fundamentales'' Tiempo de la virus, sistema inmune y vacunas 75 Pregunta 4: Responde a las siguientes cuestiones utilizando la siguiente figura: (1'5 puntos) a) ¿De qué molécula se trata? b) ¿cuál es su estructura y c omposición química? c) ¿Cómo se denominan los segmentos A, B, C y D? d) ¿Qué regiones intervienen en el reconocimiento del antígeno? e) Enumera los distintos tipos existentes y explícalo brevemente Pregunta 5: Responder a las siguientes preguntas (1 punto) (Una mal quita 0'1 punto) 1) Uno de los siguientes es un órgano linfoide primario: a)Timo b) Bazo c) Ganglio linfático d) Ninguno de ellos 4) La inmunoglobulina típica de las respuestas secundarias es la: a) IgG b) IgM c) IgA d)IgD 2) La respuesta inmunitaria adaptativa se caracteriza por: a) Actuar inespecíficamente contra los antígenos que penetran en nuestro cuerpo b) Involucrar a neutrófilos, monocitos y linfocitos N K c) Culminar con la síntesis de anticuerpos para neutralizar a los agentes patógenos d) Todas son ciertas 5) La diferencia entre la vacunación y la sueroterapia es que: a) La vacunación comprende la introducción de anticuerpos preformados y la sueroterapia la administraci ón del agente infeccioso inactivado. b) La vacunación es un tipo de inmunidad natural artificial y la sueroterapia activa natural. c) La vacunación permite la síntesis endógena de anticuerpos y la sueroterapia no estimula la respuesta inmune. d) La sueroterapia tiene mayor duración que la vacunación 3) Las células encargadas de la síntesis de anticuerpos son: a) Linfocitos T b) Linfocitos B c) Células plasmáticas d) Macrófagos 6) Una respecto al sistema del complemento es cierta: a) Pertenece a la inmunidad adaptativa humoral b) Pertenece a la inmunidad innata humoral c) Pertenece a la inmunidad adaptativa celular d) Pertenece a la inmunidad innata celular "}