{"title": "PDF", "author": "PDF", "url": "https://www.marchofdimes.org/sites/default/files/2023-01/2021_Update_BecomingAMom_Spanish_Handouts.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.A continuación aparecen las preguntas que planteará el líder de su sesión para ayudar a las participantes a conocerse y sentirse incluidas. La participación es optativa. Comparta solo lo que se sienta cómoda de comunicar. Puede llevarse esta hoja informativa para consultar. 1. ¿Cuál es la fecha prevista de nacimiento de su bebé? 2. ¿Qué le gustaría aprender de estas sesiones? 3. ¿Qué es lo que ha escuchado sobre el embarazo de su familia o amigas? 4. ¿De dónde obtiene la mayor parte de la información sobre el embarazo? (amigos y familiares, su profesional médico, en línea, redes sociales, etc.) 5. ¿Ha identificado recursos que le brinden apoyo durante y después del embarazo? 6. ¿Tiene alguna inquietud o preocupación sobre el embarazo que desea compartir?CONOCIÉNDONOSCOMENZANDO BIEN: SESIÓN 1, HOJA INFORMATIVA 1NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.MANTENERSE SANA DURANTE EL EMBARAZO Vaya a todos sus chequeos de cuidado prenatal aunque se sienta bien. El cuidado prenatal es el cuidado de salud que usted recibe durante el embarazo. En cada visita sus profesionales médicos les hacen un control de salud a usted y a su bebé que está creciendo. Su equipo de cuidado prenatal puede incluir un médico, enfermero profesional, enfermero, asistente médico, partera, trabajador social, nutricionista, doula, educadora de parto y visitante a domicilio. Una de las cosas más importantes que puede hacer en sus chequeos de cuidado prenatal es compartir sus preguntas e inquietudes con sus profesionales médicos. Las inquietudes pueden abarcar desde malestares físicos (dolor de espalda, sentirse cansada, etc.) hasta el estrés en su vida incluyendo depresión, relaciones abusivas o exposición a químicos tóxicos en el trabajo. Asegúrese de anotar sus preguntas y antes de la visita prenatal para no olvidarse. Su equipo de cuidado prenatal desea ayudarle a sentirse bien durante el embarazo y a tener un bebé sano. Recibir cuidado prenatal desde el inicio del embarazo y con regularidad puede ayudarle a tener un bebé a término completo. Término completo significa que su bebé nace entre las 39 semanas y 40 semanas, 6 días. Nacer a término completo le ofrece a su bebé el tiempo que necesita en la matriz para crecer y desarrollarse. No use productos de tabaco, no beba alcohol, no use marihuana ni otras drogas o productos herbales no recetados por su profesional. Estas sustancias pueden perjudicar el desarrollo del cerebro de su bebé. Si necesita ayuda para dejar el hábito, hable con su profesional médico. Manténgase también alejada del humo de segunda mano. Es el humo de los cigarrillos, cigarrillos electrónicos (vapeo), cigarros o pipas de otras personas. Avise a su profesional sobre cualquier medicamento que tome. Ello incluye medicamentos recetados, medicamentos sin receta, productos herbales y suplementos. No tome medicamentos sin hablar primero con su profesional. No todos los medicamentos son seguros de tomar durante el embarazo. Quizás deba cambiar a un medicamento más seguro para usted y para su bebé. Cuando tome medicamentos: No tome más de lo que su profesional le dice que puede tomar. No lo tome con alcohol ni con otras drogas. No tome el medicamento de otra persona. Si está tomando un medicamento para una condición de salud como convulsiones o presión arterial alta, llame a su profesional médico en cuanto sepa que está embarazada. De ese modo, usted y su profesional pueden decidir si hay un medicamento más seguro que usar durante el embarazo. No deje de tomar un medicamento recetado sin consultar primero con su profesional médico. Si su profesional ha aprobado un medicamento recetado para que tome durante el embarazo y usted desea participar en un estudio de investigación sobre la seguridad del medicamento durante el embarazo, hable con su profesional o visite mothertobaby.org para más información.COMENZANDO BIEN: SESIÓN 1, HOJA INFORMATIVA 2NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES. Coma alimentos sanos y haga algo activo todos los días. Cada día, coma alimentos sanos llenos de vitaminas, minerales y fibra. Estos nutrientes saludables pueden ayudar a su bebé a crecer y desarrollarse. Trate de mantenerse alejada de la \"comida basura o comida chatarra\". Cuando evita esta comida sin valor nutritivo, se mantiene alejada también de las grasas no saludables, extra sodio (sal) y azúcar. Comer sanamente y hacer algo activo todos los días (como caminar durante 30 minutos) puede ayudarle a sentirse lo mejor posible y a aumentar la cantidad adecuada de peso. Aumentar la cantidad adecuada de peso durante el embarazo es clave para evitar ciertas complicaciones del embarazo. Hable con su profesional médico si tiene problemas para saber qué alimentos son sanos o si necesita ayuda para encontrar alimentos sanos económicos. Tome una vitamina prenatal con 600 microgramos de ácido fólico todos los días. El ácido fólico, que es una vitamina B llamada también \"folato\", es una vitamina importante para las embarazadas. Cuando se toma antes y durante el comienzo del embarazo, puede prevenir defectos graves de nacimiento del cerebro y la médula espinal (llamados también \"defectos del tubo neural\"). Como podría ser difícil consumir los 600 microgramos recomendados de ácido fólico durante el embarazo solo con los alimentos, las embarazadas deben tomar una vitamina diaria que contenga 600 microgramos de ácido fólico. Cuide su salud mental. La mayoría de las personas sienten algo de estrés adicional durante el embarazo. Algunas tendrán ansiedad o depresión que debe tratarse con sesiones de psicoterapia o a veces medicamentos. Las personas expuestas a una vida entera de estrés (como tener que lidiar con el racismo) corren más riesgo de ansiedad y depresión, así como de otras condiciones de salud como presión arterial alta. La ansiedad y la depresión podrían causarle problemas para dormir y concentrarse, sentir fastidio, soledad, temor o frustración. Es importante que comparta estos sentimientos con su profesional médico para que los dos puedan trabajar en un plan que trate el estrés y la depresión. Hay algunas formas no médicas de sobrellevar el estrés. Estas incluyen el ejercicio, la meditación, el yoga y hablar con una amiga de confianza. Protéjase de las infecciones. Lávese con frecuencia las manos con agua y jabón durante al menos 30 segundos. Maneje los alimentos sin riesgo al lavarlos, prepararlos, cocinarlos y guardarlos. Los alimentos que debe evitar durante el embarazo incluyen carnes, pescados y huevos crudos, y alimentos no pasteurizados. Para protegerse de COVID-19, use una mascarilla que le cubra totalmente la boca y la nariz. Practique el distanciamiento social manteniéndose a 6 pies de distancia de otras personas. Manténgase lejos de las personas que están o podrían estar enfermas. Protéjase de las picaduras de insectos, como los mosquitos o garrapatas. Hable con su profesional médico sobre los repelentes de insectos que son efectivos y seguros de usar durante el embarazo. MANTENERSE SANA DURANTE EL EMBARAZOCOMENZANDO BIEN: SESIÓN 1, HOJA INFORMATIVA 2NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES. Pida a otra persona que cambie la arena sanitaria de su gato. Así se protegerá de la toxoplasmosis. Hágase una prueba para detectar infecciones de transmisión sexual (o ITS). Las ITS son infecciones que puede contagiarse al tener relaciones sexuales sin protección con alguien que está infectado. Hacerse la prueba de las ITS es parte del cuidado prenatal. Si tiene una ITS, hacerse el tratamiento temprano puede ayudar a proteger a su bebé. Si tiene relaciones sexuales, hágalo solo con una persona que no tenga otras parejas sexuales. Si no está segura si su pareja tiene o no una ITS, use un condón o preservativo. Pida a su pareja que se haga una prueba y se haga el tratamiento para las ITS. Hable con su profesional médico sobre otras maneras de prevenir infecciones, como mantener sus vacunas al día, hacerse la prueba de detección del estreptococo del Grupo B (GBS) y hacerse chequeos dentales regulares. Manténgase lejos de los productos químicos peligrosos en el hogar y en el trabajo Ciertos productos químicos en nuestra vida pueden perjudicar a usted o a su bebé. Si le preocupa la exposición a los productos químicos en el trabajo o en su casa, háblelo con su profesional médico. De ser posible, comparta los nombres de los productos químicos a los que se expone, incluidos aquellos con los que podría tener contacto al realizar sus pasatiempos, tal como crear joyas. Estos pueden ser perjudiciales para usted y su bebé: Pintura y disolvente de pinturas Herbicidas Plomo Líquidos con olores fuertes, como aguarrásLo que puede hacer: Use guantes o una mascarilla facial si debe trabajar con químicos fuertes. Avise a su profesional y a su dentista que está embarazada antes de que le tomen rayos X. Para más información, visite mothertobaby.org. Si su pareja la maltrata, pida ayuda. El abuso o maltrato jamás es aceptable. No está bien que su pareja le pegue, le patee o le empuje. No está bien que le grite, le asuste o le insulte. Hacer eso podría lastimarlos a usted y a su bebé. Lo que puede hacer: Dígale a una amiga o a su profesional médico. No guarde el secreto. Busque otro lugar donde quedarse. Pídale a una amiga si puede quedarse con ella. O bien busque un refugio para mujeres donde alojarse. Llame a la Línea Nacional sobre Violencia Doméstica gratuita para pedir ayuda: 1-800- 799-SAFE (7233). Hable de este tema con su profesional, quien puede darle recursos y apoyo. Use siempre el cinturón de seguridad en el auto. Use el cinturón pélvico (de cadera) y la correa transversal (de hombro). Asegúrese de que ambos calcen ceñidamente. Colóquese el cinturón pélvico debajo (y no encima) del abdomen y sobre la cadera. Colóquese la correa transversal entre los senos y hacia un costado del abdomen. Nunca se lo coloque debajo del brazo. Deslice el asiento hacia atrás lo más que pueda.MANTENERSE SANA DURANTE EL EMBARAZOCOMENZANDO BIEN: SESIÓN 1, HOJA INFORMATIVA 2NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.La mayoría de los malestares son comunes del embarazo. Pero en algunos casos, podrían ser señales de problemas más serios. Hable con su profesional médico si tiene cualquiera de estos malestares durante el embarazo. 1. DOLOR DE ESPALDA Los dolores de espalda son comunes durante el embarazo, en especial en los últimos meses. Lo que pueden hacer: Manténgase erguida con la espalda recta, el pecho hacia arriba y los hombros hacia atrás, con una postura relajada. Trate de evitar movimientos para torcerse. Acuclíllese (en vez de flexionarse desde la cadera) cuando tenga que levantar cosas pesadas, como niños más grandes o las compras del supermercado. No trabe las rodillas. Si tiene que estar parada durante un tiempo largo, trate de descansar un pie por vez sobre una banqueta o caja. Duerma sobre su lado izquierdo y colóquese una almohada entre las piernas y debajo del abdomen. También puede usar una almohada de cuerpo entero. Si su colchón es suave, coloque una tabla entre el colchón y la base para darle más firmeza. Hable con su profesional médico sobre los ejercicios y estiramientos que puede hacer para ayudar a fortalecer los músculos de la espalda. Hágase compresas de hielo o colóquese una almohadilla térmica en la espalda. Si su dolor de espalda es grave, pida a su profesional médico que le dé un referido para un especialista en dolor de espalda. Si se va a sentar, hágalo en sillas que tengan buen apoyo para la espalda. Coloque una almohada pequeña detrás de la parte baja de su espalda para que tenga más apoyo. Use zapatos de tacón bajo y buen apoyo en el arco del pie. No use zapatos sin tacón o de tacón alto. Use pantalones de embarazo con una banda ancha de elástico que le calce debajo del abdomen. Tal vez le convenga usar una faja de sostén del abdomen especial para embarazadas. Hable con su profesional antes de tomar cualquier medicamento para el dolor. Ello incluye medicamentos recetados, medicamentos de venta libre, suplementos y productos herbales. 2. CAMBIOS EN LOS SENOS Es posible que note estos cambios en los senos durante el embarazo: El cosquilleo, la hinchazón y la sensibilidad al tacto son causados por la mayor cantidad de hormonas en el cuerpo. Sus senos se agrandan a medida que las glándulas productoras de leche aumentan de tamaño y se acumula grasa en los senos. Es posible que para las 6 semanas los senos hayan crecido una talla entera o más. La picazón y las estrías aparecen cuando los senos crecen y la piel se estira. Al acercarse a la fecha prevista de parto, los senos pueden gotear. Lo que gotea es el calostro. El calostro es un líquido transparente y pegajoso que sale de los senos justo después del parto antes de que se produzca la leche materna. El calostro puede gotear por sí solo, cuando está teniendo relaciones sexuales o al poner presión sobre los senos. Esto es normal y usted seguirá produciendo calostro durante todo el embarazo.COMENZANDO BIEN: SESIÓN 1, HOJA INFORMATIVA 3 MALESTARES COMUNES DEL EMBARAZONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Lo que pueden hacer: Use un sostén firme o de maternidad con tiras anchas. Por lo general esos sostenes tienen ganchos extras para ajustar el tamaño a medida que cambia el cuerpo. Puede usar un sostén al dormir para ayudarle a sentirse más cómoda a la noche. Si hace ejercicios, asegúrese de que su sostén le sujete bien los senos. Si le pican los senos, use loción. Hable con su profesional médico sobre el tipo de loción que puede usar. Si el dolor de los senos no desaparece o es intenso, llame a su profesional. Si tuvo cirugía o implante de senos, avise a su profesional. Colóquese almohadillas protectoras en el sostén si le gotea calostro. 3. ESTREÑIMIENTO El estreñimiento es cuando es difícil tener un movimiento de vientre. Es un problema común del embarazo. Puede ser causado por los cambios hormonales y la presión del abdomen en crecimiento sobre sus intestinos. El estómago revuelto y el estreñimiento también pueden ser causados por el hierro de las vitaminas prenatales. Hable con su profesional médico sobre los síntomas que está sintiendo. Lo que pueden hacer: Beba mucha agua. El jugo de ciruelas pasas también puede ser efectivo. Coma alimentos con gran contenido de fibra como frutas, vegetales, frijoles y cereal de salvado. Cuando haga las compras, escoja panes, tortillas y pastas elaborados con granos integrales. Haga algo activo todos los días. Una buena opción es caminar. Coma fruta seca todos los días, como ciruelas pasas o dátiles. Pregunte a su profesional médico qué medicamentos puede tomar. Si no ha tenido un movimiento de vientre en 3 días, llame a su profesional médico. 4. ACIDEZ ESTOMACAL La acidez estomacal o agruras es una sensación dolorosa de ardor en la garganta o en el pecho. Es común durante el embarazo. Es posible que tenga acidez estomacal por primera vez durante el embarazo, en especial en el segundo y tercer trimestre. Lo que pueden hacer: Coma bocadillos o comidas pequeñas y con poco contenido de grasa. Coma lentamente; no se apresure. Beba líquidos entre comidas y no con las comidas. Evite alimentos que causan acidez estomacal, como comidas grasosas o con grasa, comidas picantes, productos cítricos (como naranjas o jugo de naranja) y chocolate. Espere de 1 a 2 horas después de comer para acostarse, en especial a la noche. Use ropa suelta. Pregunte a su profesional médico si puede tomar un antiácido. Para dormir, eleve la cabeza con almohadas.COMENZANDO BIEN: SESIÓN 1, HOJA INFORMATIVA 3 MALESTARES COMUNES DEL EMBARAZONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.5. VÁRICES E HINCHAZÓN DE LAS PIERNAS Las várices son venas agrandadas que se elevan encima de la superficie de la piel. La hinchazón de las piernas durante el embarazo puede empeorar las várices. Lo que pueden hacer: No permanezca de pie durante largos períodos. Descanse con las piernas en alto. Use medias o calzas elásticas de compresión. Levántese y muévase con frecuencia. Duerma sobre su lado izquierdo. Eso quita la presión de la vena que retorna sangre de la parte inferior del cuerpo al corazón. Si tiene enrojecimiento o dolor en las piernas, hable con su profesional médico. 6. HEMORROIDES Las hemorroides son venas hinchadas alrededor y adentro del ano que pueden doler o sangrar. Muchas personas tienen hemorroides durante el embarazo. Lo que pueden hacer: Dese un baño de asiento tibio. Use un aerosol o crema de venta libre para aliviar el dolor. Pregunte a su profesional cuáles puede usar. Coma alimentos con gran contenido de fibra como frutas, vegetales y granos integrales. Beba mucha agua. Si está estreñida, trate de no hacer fuerza al mover el vientre.7. CALAMBRES EN LAS PIERNAS Los calambres en las pantorrillas (parte baja de las piernas) e incluso en los pies son comunes en el segundo y el tercer trimestre. Suelen suceder a la noche y pueden despertarla. No se sabe con certeza qué causa los calambres en las piernas durante el embarazo. Lo que pueden hacer: Pruebe alimentos con alto contenido de magnesio. Estos incluyen panes y pastas integrales, frijoles, nueces, semillas y fruta seca. Para aliviar el calambre, extienda la pierna y flexione el pie para que los dedos miren hacia el cuerpo. Estire los músculos de las piernas antes de irse a dormir. Haga algo activo todos los días. Beba mucha agua. Use zapatos cómodos y con buen soporte. 8. NÁUSEAS Y VÓMITOS DEL EMBARAZO (NÁUSEAS MATUTINAS) La mayoría de las embarazadas tienen náuseas matutinas. Las náuseas matutinas son las náuseas (sentirse mal del estómago) y los vómitos que suceden durante el embarazo, por lo general en los primeros meses. Los olores pueden desencadenarlas y pueden durar todo el día y aparecer en cualquier momento del día o la noche.COMENZANDO BIEN: SESIÓN 1, HOJA INFORMATIVA 3 MALESTARES COMUNES DEL EMBARAZONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Lo que pueden hacer: Coma cinco o seis comidas pequeñas por día y beba mucha agua. Coma alimentos que tolere y sean nutritivos, como las nueces, frutas o galletas. Los alimentos picantes o grasosos podrían darle malestar de estómago. Coma bocadillos sanos entre las comidas para evitar tener el estómago vacío. Coma unas galletas antes de levantarse a la mañana para asentar el estómago. Manténgalas cerca de la cama. Trate de evitar olores que le den malestar de estómago. Avise a su profesional médico si estas sugerencias no le surten efecto para aliviar las náuseas matutinas, está perdiendo peso, produce muy poca orina, su orina es oscura o tiene sangre, o no puede aguantar alimentos ni bebidas en el estómago. Su profesional podrá recetarle un medicamento para ayudarle a sentirse mejor, que sea seguro para usted y su bebé. No es seguro usar marihuana para tratar las náuseas y vómitos o cualquier otro síntoma del embarazo. Antes de tomar medicamentos de venta libre o suplementos herbales para tratar las náuseas del embarazo, hable con su profesional médico. 9. CIÁTICA La ciática es un dolor que se siente por toda la pierna, que puede empeorar cuando su bebé comienza a presionar los nervios ciáticos. Los nervios ciáticos van desde la columna vertebral, pasan por la pelvis y siguen por las piernas. La ciática usualmente empieza en las nalgas y se desplaza hacia abajo por la parte de atrás del muslo. Algunas veces pueda causar entumecimiento o debilidad de la pierna. Lo que pueden hacer: Recuéstese de costado sobre un colchón firme. Trate de ponerse una compresa caliente o fría sobre el área dolorida. Hable con su profesional médico sobre un referido a un especialista que trata pacientes durante y después del embarazo. 10. DOLORES Y MALESTARES DE ESTÓMAGO Es normal tener dolores y malestares a medida que el abdomen se estira para acomodar al bebé que está creciendo. Es posible que sienta contracciones conforme su cuerpo se prepara para el parto, pero no es normal tener cuatro o más contracciones en una hora, a menos que tenga al menos 37 semanas de embarazo. Vea las señales y síntomas del parto prematuro al final de esta hoja informativa. Lo que pueden hacer: Llame a su profesional médico, en especial si el dolor en su abdomen es muy intenso, empeora o no desaparece. O si tiene dolor de estómago con otros síntomas, como vómitos o señales y síntomas de parto prematuro. 11. SENTIR CANSANCIO Su cuerpo trabaja intensamente durante el embarazo. Es posible que necesite descansar más que antes de quedar embarazada. COMENZANDO BIEN: SESIÓN 1, HOJA INFORMATIVA 3 MALESTARES COMUNES DEL EMBARAZONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Lo que pueden hacer: Tómese descansos cortos durante el día. Acuéstese un poco más temprano cada noche. Pida a su pareja, familiares o red de apoyo que le ayuden con los quehaceres de la casa para darle tiempo de descansar. Si siente tanto cansancio que no puede hacer sus actividades normales, avise a su profesional médico. 12. ESCAPES DE ORINA Las hormonas causan os escapes de orina al principio del embarazo. Más adelante en el embarazo, ocurre porque el peso de su bebé le está presionando la vejiga. Lo que pueden hacer: Use una toalla sanitaria o protector de ropa interior. Haga ejercicios pélvicos (conocidos también como \"ejercicios Kegel\"), que ayudan a fortalecer los músculos que controlan el flujo de orina. Para ello, apriete los músculos que usa para detener la orina. Contraiga los músculos firmemente durante 10 segundos y luego relájelos. 13. FLUJO VAGINAL Puede tener más flujo vaginal durante el embarazo. Debe ser transparente, blanco y pegajoso. Lo que pueden hacer: Lávese con un jabón suave y enjuáguese bien. No se dé duchas vaginales. La ducha vaginal significa usar agua u otro líquido para lavar la vagina. Avise a su profesional médico si ve sangre o si tiene mucho flujo con mal olor o que causa picazón o ardor. Esas podrían ser señales de infección. Avise a su profesional si siente un goteo o un chorro de agua. Eso sucede cuando se le rompe la bolsa o fuente. SEÑALES Y SÍNTOMAS DEL PARTO PREMATURO Si tiene alguna de estas señales o síntomas antes de las 37 semanas de embarazo, tal vez haya entrado en parto prematuro: Cambio en el flujo vaginal (acuoso, mucoso o con sangre) o más flujo vaginal de lo normal Presión en la pelvis o parte baja del abdomen como si su bebé estuviera empujando hacia abajo Dolor constante y sordo en la parte baja de la espalda Cólicos abdominales (como los dolores menstruales) con o sin diarrea Contracciones regulares o frecuentes que le endurecen la panza como un puño. Las contracciones pueden o no ser dolorosas. Se le rompe la bolsa o fuente.COMENZANDO BIEN: SESIÓN 1, HOJA INFORMATIVA 3 MALESTARES COMUNES DEL EMBARAZONACERSANO.ORGMAM ÁS SANAS. BEBÉ S FUER TES.CUIDADO PRENATAL El cuidado prenatal es el cuidado de salud que usted recibe durante el embarazo. El cuidado prenatal ofrece la oportunidad para que hable de sus inquietudes y aprenda sobre los recursos y maneras de optimizar su salud. En cada visita su profesional médico le hace un control y también chequea a su bebé que está creciendo. Vaya a su primera visita de cuidado prenatal en cuanto sepa que está embarazada. Además, vaya a todos sus chequeos de cuidado prenatal aunque se sienta bien. Recibir cuidado prenatal desde el inicio del embarazo y con regularidad puede ayudarle a mantener su salud y a tener un bebé a término completo. Término completo significa que su bebé nace entre las 39 semanas y 40 semanas, 6 días. Nacer a término completo le ofrece a su bebé el tiempo que necesita en la matriz para crecer y desarrollarse. ¿Qué profesionales ofrecen cuidado prenatal? Usted puede recibir cuidado prenatal de muchos proveedores, incluyendo: Un obstetra Un doctor primario de familia Una partera certificada o una enfermera- partera certificada Una enfermera practicante de familia Un enfermero profesional de salud de la mujer Un asistente médico ¿Con qué frecuencia le hacen los chequeos de cuidado prenatal? La mayoría de las embarazadas pueden seguir un cronograma como el siguiente. Algunas visitas prenatales pueden ser virtuales. Semanas 4 a 28 de embarazo. Un chequeo cada 4 semanas (una vez por mes). Semanas 28 a 36 de embarazo. Un chequeo cada 2 semanas (dos veces por mes). Semanas 36 a 41 de embarazo. Un chequeo cada semana (una vez por semana). Quizás necesite chequeos más frecuentes si corre el riesgo de tener problemas con su embarazo. Por ejemplo, podría necesitar más chequeos si usted: Es mayor de 35 años Tuvo problemas en un embarazo anterior Tiene ciertas condiciones de salud como diabetes o presión arterial alta ¿Qué ocurre en su primera visita de cuidado prenatal? Usted tiene la oportunidad de hacer preguntas sobre su embarazo y hablar con su profesional médico sobre cualquier inquietud que tenga. Su profesional le pregunta sobre su salud y la salud de su familia: Su salud actual incluye los problemas de salud que tenga, como diabetes y presión arterial alta. También incluye los medicamentos que toma, tales como medicamentos recetados, medicamentos sin receta, suplementos y productos herbales. Algunos de estos pueden perjudicar a su bebé durante el embarazo. Avise a su profesional sobre los medicamentos que toma. COMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 1 MIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semanaNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES. Su historial médico familiar incluye las condiciones de salud y tratamientos que usted, su pareja y todos los parientes de ambas familias han tenido. El nacimiento prematuro es una parte importante de su historial médico familiar. Visite nacersano.org/ historialmedicofamiliar para descargar un formulario de historial médico familiar. Llénelo y compártalo con su profesional. El cuidado prenatal es la atención médica que usted recibe durante el embarazo. En cada visita el profesional médico controla su salud y la del bebé en crecimiento. Recibir cuidado prenatal desde el inicio del embarazo y con regularidad puede ayudarle a tener un bebé a término completo. Su historial de embarazos incluye si ha estado embarazada antes o si tuvo problemas para quedar embarazada. Avise a su profesional si alguna vez tuvo un parto prematuro (antes de las 37 semanas de embarazo). Su profesional la pesará y le medirá la presión arterial. Si su profesional cree que usted puede correr el riesgo de tener presión arterial alta, posiblemente le dé un tratamiento de aspirina de dosis baja para ayudar a prevenirla. Si tiene presión arterial alta, hable con su profesional médico para ver si el tratamiento con aspirina es adecuado para usted. A usted le hacen un examen pélvico y una prueba de Papanicolaou. Le hacen pruebas rutinarias de sangre y orina. También le hacen un análisis de sangre para detectar el VIH, a menos que usted diga que no. Su profesional le dice su fecha probable de parto. Tal vez le haga un ultrasonido para determinar la edad de su bebé. Su profesional controlará si tiene las vacunas al día y recomendará las que necesite. Su profesional receta una vitamina prenatal. Estas vitaminas están hechas solo para personas embarazadas. Su vitamina prenatal debería tener 600 microgramos de ácido fólico. Su profesional le ofrece pruebas prenatales, como pruebas de detección de ciertas enfermedades genéticas y defectos de nacimiento. ¿Qué ocurre en los chequeos prenatales más tarde? Usted puede hacer preguntas sobre los síntomas que le molestan, incluyendo si siente ansiedad o depresión. Su profesional le controla el peso, la presión arterial y posiblemente la orina en cada visita. Su profesional examina el ritmo del corazón de su bebé después de la semana 10 o 12 más o menos. Usted también podrá escucharlo. Su profesional le mide el abdomen para ver cuánto va creciendo el bebé. Esa medición comienza alrededor de la semana 20 de embarazo. Su profesional le hace un examen pélvico al acercarse a la fecha probable de parto.CUIDADO PRENATALCOMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 1NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.PRUEBAS PRENATALES DE DETECCIÓN Las pruebas prenatales son pruebas médicas que usted se hace cuando está embarazada. Le ayudan a su profesional médico a saber cómo están usted y su bebé. Algunas pruebas prenatales son estándar como el Papanicoláu, los controles de la presión arterial y los análisis de orina. Su profesional médico controlará si usted tiene infecciones como sífilis, gonorrea, VIH, clamidia, hepatitis B y posiblemente COVID-19. En ciertos momentos del embarazo le harán otras pruebas estándar para detectar condiciones como la diabetes gestacional. Es posible que le hagan otras pruebas durante el embarazo. Pregúntele a su profesional médico qué pruebas son adecuadas para usted. PRIMER TRIMESTRE Prueba del ADN fetal libre de células (también llamada prueba de detección prenatal no invasiva). Con esta prueba de detección le controlan la sangre para ver si el ADN de su bebé tiene ciertas condiciones genéticas como el síndrome de Down. A usted le pueden hacer esta prueba después de las 10 semanas de embarazo. Su profesional puede recomendársela si el ultrasonido muestra que su bebé podría tener un defecto de nacimiento o si ya tuvo un bebé con una condición genética. La prueba no se recomienda si no hay riesgo de tener un bebé con una condición genética o si está embarazada con más de un bebé (mellizos, trillizos o más). Muestra de vellosidades coriónicas (CVS, por sus siglas en inglés). Se analiza el tejido de la placenta para detectar si su bebé tiene una condición genética, como el síndrome de Down. La prueba se realiza por lo general entre las semanas 10 y 13 de embarazo. Su profesional podría aconsejarle la CVS si: Tiene más de 35 años. Hay condiciones genéticas en su familia. El resultado de su prueba del primer trimestre muestra que su bebé corre un riesgo más alto de tener condiciones genéticas.Ultrasonido temprano (también llamado ultrasonido del primer trimestre). Esta prueba ayuda a su profesional médico a confirmar que usted está embarazada. También determina la fecha del embarazo para que sepa la edad de su bebé. Prueba prenatal del primer trimestre. Esta prueba analiza una muestra de sangre para ver si su bebé corre riesgo de tener condiciones genéticas como el síndrome de Down y defectos del corazón. Como parte de esta prueba a usted también le hacen un ultrasonido. La prueba por lo general se hace entre las semanas 11 y 14 de embarazo. Asesoramiento en genética. El asesoramiento en genética le ayuda a averiguar cómo se transmiten los genes, los defectos de nacimiento y otros problemas médicos en las familias, y de qué manera pueden afectar su salud y la de su bebé. Un asesor en genética le hace preguntas sobre usted, su pareja y sus familias para averiguar sobre las condiciones médicas que pueden transmitirse en sus familias. Esas condiciones genéticas pueden incluir defectos de nacimiento como la fibrosis quística, los defectos cardíacos y la enfermedad de células falciforme. Su seguro médico podrá o no cubrir el costo del asesoramiento o de la prueba de portador genético. La decisión de hacerse la pruebas de detección genética es personal.COMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 2NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Quizás le convenga el asesoramiento en genética si: Tiene más de 35 años. Usted o el padre del bebé (o el donante biológico) ya han tenido un bebé con una condición genética o defecto de nacimiento. Hay condiciones genéticas en su familia. Los resultados de las pruebas prenatales indican que su bebé podría tener una condición genética. Usted y el padre del bebé (o el donante biológico) están emparentados por sangre (son, por ejemplo, primos hermanos). SEGUNDO TRIMESTRE Análisis de la sangre materna. Esta prueba se llama prueba de detección cuádruple porque mide cuatro sustancias de su sangre. Esta prueba analiza la sangre para ver si su bebé podría correr el riesgo de tener algunas condiciones genéticas como el síndrome de Down. La prueba se hace entre las semanas 15 y 22 de embarazo. Amniocentesis (también llamada amnio). El líquido que rodea al bebé se llama líquido amniótico y se analiza para ver si el bebé tiene una condición genética como el síndrome de Down. La prueba por lo general se hace entre las semanas 15 y 20 de embarazo. Es posible que su profesional le aconseje la amniocentesis por los mismos motivos que para la prueba de CVS.Ultrasonido. Esta prueba ayuda a su profesional médico a ver si hay defectos de nacimiento y asegurarse de que su bebé está creciendo. La prueba por lo general se hace entre las semanas 16 y 20 de embarazo. Prueba de glucosa. Con esta prueba se detecta si usted tiene diabetes gestacional o del embarazo. La prueba se hace entre las semanas 24 y 28 de embarazo. Conteo de patadas (conteo del movimiento fetal). Su profesional puede pedirle que controle cuán seguido se mueve su bebé. Avísele a su profesional si nota algún cambio, en especial si su bebé se mueve con menos frecuencia. TERCER TRIMESTRE Prueba de estreptococo Grupo B. El estreptococo del grupo B es una infección que usted le puede pasar a su bebé durante el parto. La prueba analiza el líquido de su cuello uterino y del recto para ver si usted tiene estreptococo Grupo B. El cuello uterino es la abertura hacia el útero (matriz) donde crece su bebé. La prueba se hace entre las semanas 35 y 37 de embarazo.PRUEBAS PRENATALES DE DETECCIÓNCOMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 2NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Profesional médico Usted es una profesional médica en una clínica y está muy ocupada. Ali viene para su primera visita de cuidado prenatal. Usted está terminando la consulta y le ha preguntado a Ali si tiene alguna duda. Cuando usted está por salir de la sala, ve que Ali no se ha puesto de pie para marcharse. Le pregunta otra vez si tiene alguna pregunta. Ella empieza a contarle sobre una amiga que nunca fue a las citas de cuidado prenatal. Usted siente que está perdiendo la paciencia.Ali Usted está terminando su primera visita de cuidado prenatal. Su profesional empieza a salir de la sala, pero usted se queda sentada. Realmente le gustaría decirle que ha estado teniendo un dolor, pero se siente avergonzada. Usted no conoce bien a su profesional médico. En realidad, es la primera vez que la ha visto. Le gustaría preguntarle por qué tiene que volver todos los meses cuando usted se está sintiendo bien y, además, pierde dinero al salir del trabajo. Usted le habla de una amiga que nunca fue a las visitas de cuidado prenatal.COMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 3 JUEGO DE ROLES HABLAR CON SU PROFESIONAL MÉDICO Una voluntaria juega el papel del profesional médico y otra juega el papel de Ali, una embarazada que se identifica como mujer. Actúe la conversación que usted cree que el profesional médico tiene con Ali.NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES. Anote todo lo que desee hablar con su profesional médico antes de la visita. Es fácil olvidar esas preguntas e inquietudes durante la cita. Si no entiende algo que dijo el profesional médico, pídale que lo repita hasta entenderlo. Si su visita es remota, disponga con anticipación para estar en un lugar privado donde tenga buena conexión de internet, como una escuela o biblioteca. Cuando haga su cita, pregunte si su profesional médico habla el mismo idioma que usted. Si no es así, pida si le pueden referir a un profesional médico que hable su idioma. O tal vez puedan tener a un intérprete en su visita. Pregunte sobre costos y pagos. ¿Acepta el profesional médico su seguro? ¿Hay un copago? ¿Tiene que pagar los servicios en cada visita? Cuando se reúna con su profesional médico por primera vez, dígale qué nombre prefiere (nombre o apellido). Pregunte si ese profesional la verá durante todo el embarazo, parto y nacimiento. ¿O verá a otros profesionales también? Dígale a su profesional si tiene problemas para obtener cuidado prenatal, como por ejemplo pedir tiempo libre del trabajo, transporte para llegar a sus visitas prenatales o conseguir que alguien le cuide a sus hijos. Por ejemplo, dígale si no puede pedir tiempo libre del trabajo, si no tiene transporte o si no tiene a alguien que le cuide a sus hijos. Hable con su profesional sobre su historial médico y el historial médico del padre (o donante biológico) del bebé. Eso incluye problemas con el embarazo u otras condiciones, como diabetes o problemas de corazón. Dígale a su profesional los medicamentos que toma, incluidos medicamentos recetados y de venta libre, productos herbales o suplementos. Avise a su profesional si el consejo o tratamiento que le da no coincide con sus creencias. COMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 4 CONSEJOS PARA UNA CITA EXITOSANACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.La diabetes es una condición médica en la que su cuerpo tiene demasiada azúcar (llamada glucosa) en la sangre. Esto puede dañar los órganos del cuerpo, como los vasos sanguíneos, nervios, ojos y riñones. La diabetes gestacional o del embarazo es un tipo de diabetes que puede presentarse durante el embarazo. Por lo general, desaparece después de que usted da a luz. Pero si la tiene, corre más riesgo de tenerla nuevamente en otro embarazo. También es más probable que se le presente la diabetes más adelante en la vida. ¿Qué problemas puede causar la diabetes gestacional para su bebé? Si se deja sin tratar la diabetes, es más probable que su bebé: Sea muy grande y deba nacer por cesárea. Esta es una operación en la que su bebé nace mediante un corte que el médico le hace a usted en el abdomen y en el útero (matriz). Tenga complicaciones de salud después del parto, como problemas de hígado, respiración y nivel bajo de azúcar en sangre Nazca sin vida. La muerte fetal ocurre cuando el bebé muere en la matriz después de las 20 semanas de embarazo, pero antes de nacer.¿Quién corre riesgo de tener diabetes gestacional? Usted corre mayor riesgo de tener diabetes gestacional si: Tiene sobrepeso o aumentó mucho peso durante el embarazo. La diabetes es hereditaria en su familia. Tuvo un bebé que pesó 9 libras o más, tuvo diabetes gestacional o su bebé nació sin vida en un embarazo anterior. Tuvo problemas de azúcar en sangre o insulina en el pasado. Tiene presión arterial alta o enfermedad cardíaca. Es asiática, de raza negra, hispana, indígena americana, indígena de Alaska o de las islas del Pacífico. ¿Cómo sabe si tiene diabetes gestacional? Su profesional médico decidirá cuándo es hora de hacerle la prueba de detección de la diabetes del embarazo. La prueba de glucosa que se les hace a la mayoría de las embarazadas es una parte normal del cuidado prenatal. Esa prueba puede indicar si usted tiene diabetes gestacional. Generalmente se hace entre las semanas 24 y 28 de embarazo. Su profesional le puede hacer la prueba antes o hacerle más pruebas si cree que es probable que a usted se le presente la diabetes gestacional. A las embarazadas con diabetes gestacional también les harán la prueba de 4 a 12 semanas después del parto porque corren más riesgo de tener diabetes. Si la prueba es normal, tienen que hacérsela otra vez cada 1 a 3 años.DIABETES GESTACIONALCOMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 5NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.¿Cómo se trata la diabetes gestacional? Es posible que comer alimentos sanos y mantenerse físicamente activa sean suficientes para controlar su diabetes gestacional. Quizás tenga que reunirse con una nutricionista o dietista para aprender sobre los alimentos saludables, cuáles limitar y el tamaño de las porciones. Haga algo activo (como caminar) durante 30 minutos por día al menos 5 días por semana. Quizás le pidan que se controle el nivel de azúcar en sangre varias veces durante el día. Puede hacerlo con un dispositivo especial de punción de dedo o usar un dispositivo de monitoreo nuevo. Algunas personas con diabetes gestacional deben tratarse con un medicamento. Su profesional médico controlará con frecuencia su salud y la de su bebé al acercarse a la fecha probable de parto. Usted y su profesional médico pueden decidir qué tipo de tratamiento es el acertado para usted. DIABETES GESTACIONALCOMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 5NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Si su profesional cree que usted corre un alto riesgo de tener preeclampsia, posiblemente le dé un tratamiento con aspirina de baja dosis para ayudar a prevenir este trastorno. Hable con su profesional médico para ver si el tratamiento con aspirina es adecuado para usted.La preeclampsia es una condición seria de la presión arterial que puede suceder después de la semana 20 de embarazo o hasta 6 semanas después del parto. Es cuando la embarazada tiene presión arterial alta y señales de que algunos de sus órganos, como los riñones y el hígado, no están funcionando normalmente. ¿Cuáles son las señales y los síntomas de la preeclampsia? Si tiene alguna de esas señales de preeclampsia, llame a su profesional médico: Hinchazón en los dedos de los pies y de las manos, las piernas y la cara Dolores de cabeza fuertes Náusea y vómitos Vista borrosa o distorsionada y mareos Dolor de estómago agudo en la parte superior derecha del abdomen y debajo de las costillas o en el hombro (a veces se confunde con influenza o indigestión) Aumento repentino de peso de 2 a 5 libras en una semana Problemas para respirar o sentir ansiedad Si está en la etapa posparto, asegúrese de decirle a su equipo médico que acaba de tener un bebé. Usted corre más riesgo que otras personas de tener preeclampsia si: Está embarazada por primera vez Es mayor de 35 años Tiene presión arterial alta Está embarazada de más de un bebé (mellizos, trillizos o más) Si tiene preeclampsia, es posible que deba quedarse en el hospital para que su profesional pueda monitorear de cerca a usted y a su bebé. Tal vez necesite un medicamento para ayudar a controlar la presión arterial. Si su preeclampsia es grave, quizás deba tener a su bebé temprano.COMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 6 PREECLAMPSIA Pregunte a su profesional sobre la aspirina de dosis baja. Avise a su profesional si tiene aunque sea uno de estos riesgos de preeclampsia: o Tuvo preeclampsia antes. o Está embarazada de múltiples. o Tiene presión arterial alta, diabetes, enfermedad del riñón o una enfermedad autoinmunitaria como el lupus. Avise a su profesional si tiene más de uno de estos riesgos: o Nunca tuvo un bebé antes o transcurrieron más de 10 años desde que tuvo un bebé. o Usted es obesa. o Su hermana o madre tuvo preeclampsia. o Usted tuvo complicaciones en un embarazo anterior. Por ejemplo, su bebé nació con bajo peso. o Usted es mayor de 35 años. o Usted es de raza afroamericana. Las mujeres de raza afroamericanas son más propensas que otras mujeres a tener preeclampsia. Ciertos factores de estrés en su vida, como ganar poco dinero, tener poca educación o no tener seguro médico, pueden aumentar su riesgo de preeclampsia. Hable con su profesional sobre todos los riesgos de la preeclampsia para ver si la aspirina de dosis baja es adecuada para usted. Visite http://nacersano.org/preeclampsia para más información.ACTÚENACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.COMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 6 SEÑALES Y SÍNTOMAS DE LA PREECLAMPSIA Señales y Síntomas Contacte a su profesional médico si está sintiendo cualquiera de estos síntomas o cree que tiene preeclampsia. Visite nacersano.org/preeclampsia para más información.Cambios en la vista, como vista borrosa, luces centelleantes, ver puntos o estar sensible a la luzDolor de cabeza que no desaparece Dolor en la parte superior derecha del abdomen o en el hombro Hinchazón en las piernas, las manos o la caraNáuseas (sentirse mal del estómago), vómitos o mareos Aumento de peso repentino (2 a 5 libras en una semana)Problemas para respirarNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.PARTO PREMATURO Si entró en trabajo de parto prematuro, su profesional puede darle un tratamiento para ayudar a detenerlo o para mejorar la salud de su bebé antes del nacimiento. Hable con su profesional para ver cuáles tratamientos pueden ser los adecuados para usted. ¿CORRE USTED RIESGO DE PARTO PREMATURO? El parto prematuro le puede ocurrir a cualquiera. Pero es más frecuente en algunas personas más que otras. Hable con su profesional médico sobre los factores de riesgo del parto prematuro. Si tiene uno de los factores de riesgo, no significa que definitivamente tendrá un parto prematuro. Solo significa que es más probable que tenga un parto prematuro que una persona sin factores de riesgo. Factores de riesgo del parto prematuro: Usted corre más riesgo que otras personas de tener parto prematuro si: 1. Tuvo un parto prematuro antes. 2. Está embarazada de múltiples (mellizos, trillizos o más). 3. Tiene problemas en el útero o cuello uterino o los tuvo en el pasado.COMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 7 El parto prematuro es el que sucede demasiado temprano, antes de las 37 semanas de embarazo. Los bebés que nacen demasiado pronto corren más riesgo que los bebés nacidos a término de tener problemas al nacer y más tarde en la vida. ¿CUÁLES SON LAS SEÑALES Y LOS SÍNTOMAS DEL PARTO PREMATURO? Las señales y los síntomas del parto prematuro incluyen: Cambio en el flujo vaginal (acuoso, mucoso o con sangre) o más flujo vaginal de lo normal Presión en la pelvis o parte inferior del abdomen, como si su bebé estuviera empujando hacia abajo Dolor constante y sordo en la parte baja de la espalda Cólicos abdominales (como los dolores menstruales) con o sin diarrea Contracciones regulares o frecuentes que le endurecen la panza como un puño. Las contracciones pueden no ser dolorosas. Se le rompe la bolsa o fuente Si tiene aunque sea una sola de estas señales o síntomas: Llame al profesional médico o vaya inmediatamente al hospital. Si entró en parto prematuro, lo mejor que puede hacer es pedir asistencia con rapidez. Cuando vea a su profesional médico, le podría hacer un examen pélvico o un ultrasonido transvaginal para ver si se le empezó a borrar y a abrir el cuello uterino para el parto. Si está teniendo contracciones, su profesional las controla para ver cuán fuertes y con qué intervalo suceden. Tal vez le hagan otras pruebas para que el profesional pueda averiguar si usted realmente entró en trabajo de parto. NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Otros factores de riesgo incluyen: Tener ciertas infecciones como las infecciones de transmisión sexual Tener ciertas condiciones de salud, como diabetes, presión arterial alta y preeclampsia. Sangrado de la vagina durante el segundo o tercer trimestre Tener sobrepeso (pesar demasiado) o no tener suficiente peso (pesar muy poco) o no aumentar lo suficiente durante el embarazo Fumar, beber alcohol, usar drogas o abusar de medicamentos recetados Embarazarse demasiado pronto después de tener un bebé. Para la mayoría de las personas, es mejor esperar al menos 18 meses entre un bebé y quedar embarazada otra vez. Estar bajo mucho estrés Tener un historial de bebés prematuros en su familia Trabajar largas horas o estar mucho tiempo de pie Violencia doméstica. Esto sucede cuando su pareja la lastima o la maltrata. Eso incluye el abuso físico, sexual y emocional. ¿QUÉ PUEDE HACER PARA REDUCIR SU RIESGO DE PARTO PREMATURO? Llegue a un peso sano antes del embarazo y aumente la cantidad apropiada de peso durante el embarazo. LO QUE PUEDE HACER:CONOZCA LAS SEÑALES Y LOS SÍNTOMAS DEL PARTO PREMATURO:PARTO PREMATUROCOMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 7 El parto prematuro es el que sucede demasiado temprano, antes de las 37 semanas de embarazo. Su bebé podría nacer demasiado pronto y sufrir graves problemas de salud. Aunque tenga una sola señal o un solo síntoma de parto prematuro, llame de inmediato a su profesional médico. Cuando visita a su profesional, pueden examinarle el cuello uterino para ver si entró en trabajo de parto. Si entró en parto, pueden darle un tratamiento para ayudar a detenerlo o para mejorar la salud de su bebé antes del nacimiento.Contracciones regulares o frecuentes que podrían o no ser dolorosas Se le rompe la bolsa o fuenteCambio en el flujo vaginal o más flujo vaginal de lo normalDolor constante y sordo en la espalda Cólicos abdominales con o sin diarrea La sensación de que el bebé empuja hacia abajoNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES. No fume y manténgase lejos del humo de segunda mano. Obtenga cuidado prenatal en cuanto crea que está embarazada. Vaya a todos los chequeos aunque se sienta bien. No beba alcohol, no use drogas y no utilice indebidamente los medicamentos recetados. Trátese las condiciones crónicas de salud, como presión arterial alta, diabetes, depresión y problemas de tiroides. Trate de reducir el estrés. Pida ayuda a familiares y amigos. Descanse y relájese cada vez que pueda. Avise a su profesional si su pareja le maltrata. El abuso o maltrato suele empeorar durante el embarazo. Llame a su profesional médico si siente ardor o dolor al orinar. Es posible que tenga una infección. Espere al menos 18 meses entre dar a luz y quedar embarazada otra vez. Conozca las señales y los síntomas del parto prematuro. ¿HAY TRATAMIENTOS PARA EL PARTO PREMATURO? Sí. Su profesional médico puede hacerle algunas pruebas para ver si entró en trabajo de parto prematuro: Un examen interno para ver si el cuello uterino se está abriendo Un monitor en su abdomen para controlar las contracciones y grabar el ritmo cardíaco de su bebé. Un ultrasonido para averiguar el tamaño de su bebé y el largo de su cuello uterino Pruebas para ver si se rompió la fuente o bolsa PARTO PREMATUROCOMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 7 Para averiguar más sobre los factores de riesgo del parto y nacimiento prematuros, visite nacersano.org/partoprematuro Si entró en trabajo de parto prematuro, le podrían dar un medicamento para ayudar a frenar las contracciones. Si su profesional cree que podría tener a su bebé temprano, posiblemente le dé medicamentos para ayudar a los pulmones del bebé a desarrollarse y prevenir la infección en su bebé. Eso puede ayudar a evitar complicaciones de salud graves para su bebé. ¿POR QUÉ ES IMPORTANTE ESPERAR AL MENOS 18 MESES ENTRE EMBARAZOS? El tiempo demasiado corto entre embarazos aumenta su riesgo de parto prematuro. Cuanto más corto sea el tiempo entre embarazos, mayor es su riesgo de parto prematuro. Su cuerpo necesita tiempo para recuperarse totalmente de su último embarazo antes de que esté listo para el próximo embarazo. Si tiene más de 35 años o si ha tenido un aborto espontáneo o muerte fetal, hable con su profesional sobre cuánto tiempo esperar entre embarazos. Use métodos anticonceptivos eficaces hasta que esté lista para quedar embarazada otra vez. Hable con su profesional médico sobre las opciones de métodos anticonceptivos. NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.COMENZANDO BIEN: SESIÓN 2, HOJA INFORMATIVA 8 EL MOVIMIENTO DE SU BEBÉ Probablemente sienta los primeros movimientos de su bebé como pequeños aleteos entre las 18 y 22 semanas de embarazo. Pueden dar la sensación de tirones, mariposas en la panza, burbujas de gas o punzadas de hambre. Hay una gran diferencia cuando la gente siente por primera vez los movimientos y cómo se sienten. No conviene compararse con otras personas. Si su placenta está en el medio, tal vez no sienta los movimientos hasta que su bebé sea más grande y fuerte. Conforme progresa su embarazo, esos aleteos ligeros cambiarán a golpes y volteretas más marcadas. Para el tercer trimestre, sentirá los movimientos fuertes de su bebé todos los días. NO es cierto que los movimientos del bebé se enlentecen hacia el final del embarazo. Su bebé tiene menos espacio pero igual debería sentir muchas patadas, puñetazos y giros. Es probable que cada persona sepa cuánto se mueve su bebé. Conocer los movimientos de su bebé es importante y esta es la razón.El movimiento del bebé puede ser una señal de su bienestar. Cuando el bebé se mueve menos (o a veces se mueve más) podría ser una señal de advertencia de un problema con la placenta u otro problema para el bebé. Las embarazadas a veces dicen que tienen un \"presentimiento\" de que algo no \"está bien\". Es especialmente importante monitorear los movimiento de su bebé después de una caída o golpe en el abdomen. No espere a la próxima visita para contactar a su profesional médico si le preocupan los movimientos de su bebé. Llame de inmediato y avise a su profesional si tiene inquietudes.NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.¿CUÁNTO PESO DEBE AUMENTAR DURANTE EL EMBARAZO? Hable con su profesional médico sobre el aumento de peso durante el embarazo. En general: Si tenía un peso sano antes del embarazo, se aconseja aumentar entre 25 y 35 libras. Si tenía bajo peso antes del embarazo, se aconseja aumentar entre 28 y 40 libras. Si tenía sobrepeso antes del embarazo, se aconseja aumentar entre 15 y 25 libras. Si era obesa antes del embarazo, se aconseja aumentar entre 11 y 20 libras. Si tenía un peso sano antes del embarazo y está embarazada de mellizos, se aconseja aumentar entre 37 y 54 libras. ¿QUÉ ALIMENTOS Y QUÉ CANTIDAD DEBERÍA COMER CADA DÍA? Usted necesita aproximadamente 300 calorías más cada día para sustentar el crecimiento de su bebé. Cuanto más avance el embarazo, más alimentos necesita de ciertos grupos alimenticios. Trate de que la mitad de su plato sean frutas y vegetales. Siga estas pautas: Frutas Coma 1½ a 2 tazas por día en el primer trimestre y 2 tazas por día en el segundo y tercer trimestre. Asegúrese de lavar cuidadosamente las frutas para eliminar pesticidas. ½ taza de fruta es igual a: ½ taza de jugo 100 por ciento de fruta ½ taza de fruta fresca, congelada o enlatada (enlatada en jugo y no almíbar) ½ fruta (naranja, manzana o banana pequeña)Granos Los granos son saludables para comer durante el embarazo. Trate de escoger granos integrales como la avena, el arroz integral y los panes y tortillas integrales. Coma 6 onzas por día en el primer trimestre, 7 onzas en el segundo trimestre y 8 onzas en el tercer trimestre. 1 onza de granos es igual a: 1 taza de cereal listo para comer 1 rebanada de pan ½ taza de arroz, pasta o cereal cocido 1 panqueque pequeño (4½ pulgadas de diámetro) 1 tortilla pequeña (6 pulgadas de diámetro Productos Iácteos Coma 3 tazas por día durante todo el embarazo. Los mejores son los productos lácteos semidescremados o descremados. 1 taza de un producto lácteo es igual a: 1 taza de leche 1 taza de yogur 2 rebanadas pequeñas de queso o 1/3 taza de queso deshebradoCOMER SANOCOMENZANDO BIEN: SESIÓN 3, HOJA INFORMATIVA 1NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Proteína Coma 5 onzas por día en el primer trimestre, 6 onzas en el segundo trimestre y 6½ onzas en el tercer trimestre. 1 onza de proteína equivale a: 1 cucharada de mantequilla de cacahuates ¼ taza de frijoles cocidos 1 onza de carne magra de res, ave o pescado 1 huevo ½ onza de nueces (12 almendras, 24 pistachos) Vegetales Coma 2 1/2 tazas por día en el primer trimestre y 3 tazas por día en el segundo y tercer trimestre. Asegúrese de lavar cuidadosamente los vegetales para eliminar la suciedad. 1 taza de vegetales es igual a: 1 taza de vegetales crudos o cocidos 1 taza de jugo de vegetales 2 tazas de vegetales crudos de hoja verde 1 tomate crudo grandeCOMER SANOCOMENZANDO BIEN: SESIÓN 3, HOJA INFORMATIVA 1NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Comer alimentos sanos debería brindarle todos los nutrientes que necesita durante el embarazo. Pero es difícil obtener todo el ácido fólico y el hierro que necesita únicamente de los alimentos. Tomar vitaminas prenatales, además de comer alimentos sanos, puede ayudarle a obtener los nutrientes que usted y su bebé necesitan durante el embarazo. ¿QUÉ SON LOS SUPLEMENTOS, LAS MULTIVITAMINAS Y LAS VITAMINAS PRENATALES? Un suplemento es un producto que usted toma para compensar ciertos nutrientes que no recibe en forma suficiente de los alimentos. Por ejemplo, usted podría tomar un suplemento para ayudarle a obtener más hierro, calcio o vitamina D. Su profesional médico podría recomendarle ciertos suplementos si es vegetariana, si tiene ciertas alergias alimentarias o si no puede comer ciertos alimentos. Una vitamina prenatal es una multivitamina (una pastilla con muchos nutrientes) elaborada especialmente para personas embarazadas. Comparada con otras multivitaminas, tiene más cantidad de algunos nutrientes que usted necesita durante el embarazo. Su profesional médico puede recetarle una vitamina prenatal en su primera visita de cuidado prenatal. Usted también puede comprarlas sin receta. Hable con su profesional médico sobre todas las vitaminas y suplementos que toma. No tome vitaminas ni suplementos sin la aprobación de su profesional. ¿QUÉ NUTRIENTES NECESITA DURANTE EL EMBARAZO? Esto es lo que debe saber sobre siete nutrientes importantes que pueden ayudar a usted y a su bebé a mantenerse sanos: 1. Ácido fólico. El ácido fólico es una vitamina B que cada célula de su cuerpo necesita para crecer y desarrollarse. Si lo toma antes y durante el comienzo del embarazo, puede ayudar a prevenir defectos de nacimiento del cerebro y la médula espinal llamados defectos del tubo neural. Durante el embarazo, tome todos los días una vitamina prenatal que tenga 600 microgramos de ácido fólico. Si todavía no está embarazada, tome todos los días una multivitamina que tenga 400 microgramos de ácido fólico. La mayoría de las personas no necesitan más de 1,000 microgramos de ácido fólico; por eso hable con su profesional médico para asegurarse de que está tomando la cantidad adecuada. Buenas fuentes alimentarias: Vegetales de hoja verde, como espinaca y brócoli Lentejas y frijoles Cereales, panes, pastas y productos de harina de masa de maíz, como tortillas y tortillas fritas para tacos, con ácido fólico añadido. Busque las palabras \"fortificado\" o \"enriquecido\" en la etiqueta del paquete. Jugo de naranja 2. Hierro. El hierro ayuda a mantener la sangre sana. Usted necesita más hierro cuando está embarazada porque su cuerpo produce más sangre. Durante el embarazo, usted necesita 27 miligramos de hierro todos los días. La mayoría de las vitaminas prenatales tienen esa cantidad. También puede obtener hierro de los alimentos. Buenas fuentes alimentarias: Carnes magras, aves, pescados y mariscos Cereales, panes y pastas con hierro añadido (revise la etiqueta del paquete)VITAMINAS Y OTROS NUTRIENTES DURANTE EL EMBARAZO COMENZANDO BIEN: SESIÓN 3, HOJA INFORMATIVA 2NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES. Vegetales de hoja verde Frijoles, nueces, pasas de uva y fruta seca 3. Calcio. Usted necesita calcio durante el embarazo para ayudar a que los huesos, el corazón, los músculos y los nervios de su bebé se desarrollen. Si no ingiere suficiente calcio, el cuerpo se lo saca de sus huesos para dárselo a su bebé. Durante el embarazo, usted necesita 1,000 miligramos de calcio todos los días. Puede conseguir esta cantidad de su vitamina prenatal y de los alimentos con calcio. Buenas fuentes alimentarias: Leche, queso y yogur Brócoli y col rizada Jugo de naranja con calcio añadido (revise la etiqueta del paquete) 4. Vitamina D. La vitamina D ayuda a su cuerpo a absorber calcio. Su bebé necesita vitamina D para ayudar al crecimiento de los huesos y dientes. Durante el embarazo, usted necesita 600 IU (unidades internacionales) de vitamina D todos los días. Puede conseguir esta cantidad de su vitamina prenatal y de los alimentos con vitamina D. Buenas fuentes alimentarias: Pescados con contenido graso, como el salmón Leche y cereales con vitamina D añadida (revise la etiqueta del paquete) 5. DHA (ácido docosahexaenoico). Es un tipo de grasa (llamada ácido graso omega 3) que ayuda con el crecimiento y el desarrollo. Durante el embarazo, usted necesita 200 miligramos de DHA todos los días para ayudar al cerebro y los ojos del bebé a desarrollarse. No todas las vitaminas prenatales contienen DHA. Pregúntele a su profesional médico si necesita tomar un suplemento de DHA. También puede comer alimentos con DHA. Buenas fuentes alimentarias: Arenque, salmón, trucha, anchoas y halibut Jugo de naranja, leche y huevos con DHA añadido (revise la etiqueta del paquete) 6. Yodo. Es un mineral que su cuerpo necesita para elaborar las hormonas tiroideas, las cuales ayudan a que su cuerpo almacene y use la energía obtenida de los alimentos. Durante el embarazo, usted necesita 220 microgramos de yodo todos los días. No todas las vitaminas prenatales contienen yodo, por lo que debe asegurarse de comer alimentos que lo contengan. Pregunte a su profesional si necesita tomar un suplemento de yodo. Buenas fuentes alimentarias: Pescado Leche, queso y yogur Cereales y panes enriquecidos o fortificados (revise la etiqueta del paquete) 7 . Colina. La colina fomenta el desarrollo del cerebro. Pregúntele a su profesional médico si está obteniendo suficiente colina. Buenas fuentes alimentarias: Yema de huevo Brócoli y coliflor Carne de res y pollo Vieiras y bacalao Frijoles de soja y frijoles rojos Hable con su profesional médico para asegurarse de que está recibiendo las cantidades correctas de esos nutrientes todos los días. COMENZANDO BIEN: SESIÓN 3, HOJA INFORMATIVA 2 VITAMINAS Y OTROS NUTRIENTES DURANTE EL EMBARAZO NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.¿Qué alimentos no se recomiendan durante el embarazo? Los pescados con mucho mercurio, mariscos y sushi. Vea la información a continuación sobre los pescados. Alimentos crudos o poco cocidos, incluyendo: Aves (pollo, pavo) y carnes. Caliente bien los hot dogs y fiambres. Huevos revueltos y alimentos con huevos crudos o semi-cocidos Brotes crudos, en especial los brotes de alfalfa Productos no pasteurizados y todo lo que se elabore con ellos. Si un alimento se pasteurizó, significa que se calentó para matar los gérmenes perjudiciales. Busque la palabra \"pasteurizado\" en la etiqueta. Los alimentos no pasteurizados pueden incluir: Jugos y leche Quesos blandos como el brie, feta, Camembert, Roquefort, queso blanco, queso fresco y Panela Patés refrigerados, carne para untar o pescados y mariscos ahumados ¿Qué alimentos debería limitar durante el embarazo? El café y otros alimentos con cafeína. La cafeína es una droga que se encuentra en el café, té, refrescos, chocolate y algunas bebidas energéticas y medicinas. Consumir demasiada cafeína durante el embarazo podría resultar en un parto prematuro o un aborto espontáneo. Durante el embarazo, limite la cantidad de cafeína que consume cada día a 200 miligramos. Esto es aproximadamente la cantidad en una taza de café de 12 onzas. Lea las etiquetas de los alimentos, bebidas y medicamentos para ver cuánta cafeína está consumiendo. Alimentos grasosos y dulces, como donas, helado, papitas de bolsa, refrescos, galletas y caramelos ¿Puede comer pescado? El pescado es una buena parte de una alimentación sana durante el embarazo, siempre que coma pescados con bajo contenido de mercurio. La mayoría de los pescados tienen poca grasa y alto contenido de proteína y otros nutrientes que necesita su cuerpo. Quizás haya escuchado sobre el mercurio en los pescados. El mercurio es un metal que puede perjudicar a usted y a su bebé. Los peces absorben el mercurio del agua en la que viven y al comer otros peces que tienen mercurio. Durante el embarazo, está bien comer pescados siempre que sean bajos en mercurio. Asegúrese de cocinar bien cualquier pescado antes de comerlo. No coma pescado crudo o poco cocido, incluyendo el sushi.¡NO COMA ESTO!COMENZANDO BIEN: SESIÓN 3, HOJA INFORMATIVA 3NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Coma de 8 a 12 onzas por semana de pescados bajos en mercurio incluyendo: Camarones Salmón Pollock (abadejo) Bagre Lenguado Mullet (mújol) Tilapia Atún blanco (albacora). No coma más de 6 onzas de este tipo de atún en 1 semana. No coma pescados con alto contenido de mercurio incluyendo: Pez espada Tiburón King Mackerel (caballa) Tile fish (blanquillo del golfo de México) ¿Qué pasa si se le antojan sustancias no comestibles? Si se le antojan sustancias no comestibles, avise a su profesional médico. Las sustancias no comestibles pueden ser perjudiciales para las embarazadas y sus bebés. No coma sustancias no comestibles como por ejemplo: Hielo Arcilla Almidón de lavandería Tierra Carbón Leche de magnesio Café molido o borra de café¡NO COMA ESTO!COMENZANDO BIEN: SESIÓN 3, HOJA INFORMATIVA 3NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.CÓMO ECONOMIZAR EN LAS COMPRAS CONSEJOS PARA LAS COMPRAS DE ALIMENTOS Estas sugerencias le ayudarán a comprar alimentos sanos sin gastar demasiado dinero: Haga un presupuesto y menú para la semana. Vea qué alimentos ya tiene en casa y luego haga una lista de lo que necesita comprar. Lea los volantes de los supermercados para ver qué está en oferta y en su lista. Cuando esté en el supermercado, limítese a la lista. Compre en supermercados grandes, en mercados de agricultores o en puestos de campo. Es posible que tengan mejores precios para los alimentos frescos que las pequeñas tiendas de comestibles de su vecindario. Averigüe si su supermercado tiene una tarjeta de descuento. Puede ayudarle a ahorrar dinero en alimentos y otros productos. La mayoría de las tarjetas de descuento son gratuitas, así que pida una para cada tienda de su área. Compare precios entre las marcas de las tiendas y los nombres de marca. Las marcas privadas de las tiendas suelen costar menos. Compre frutas y verduras enteras. Las que vienen ya lavadas y cortadas cuestan más. Si no puede conseguir fruta fresca, compre la congelada o enlatada en su propio jugo Cocine más de lo que necesite y congele para otras comidas. Congele los vegetales no usados y los condimentos como cebollas, pimientos, perejil y ajo. De vez en cuando coma sin carne. La carne es lo más caro de su lista del supermercado, así que coma algunas veces sin carne. Por ejemplo, pruebe arroz y frijoles o lasaña de verduras. Tenga a mano en casa los alimentos básicos. Estos son alimentos que puede usar en casi cualquier comida. Por ejemplo, frijoles, arroz, pasta, vegetales congelados, salsa de espagueti y mantequilla de cacahuates.PROGRAMAS DE ASISTENCIA ALIMENTARIA Si necesita ayuda para comprar la comida para usted y su familia, averigüe sobre los programas de asistencia alimentaria como estos en su área: Mujeres, bebés y niños (WIC, por sus siglas en inglés). El programa funciona a través del gobierno de su estado para ayudar a proporcionar alimentos a las embarazadas, personas lactantes, personas que han tenido un bebé en los últimos 6 meses, y a bebés y niños de hasta 5 años. Para más información o para buscar la información de contacto de su estado, visite: fns.usda.gov/wic. Programa de Asistencia Nutricional Suplementaria (SNAP, por sus siglas en inglés). Este programa se llamaba Programa de Cupones para Alimentos (Food Stamp Program). Ayuda a ciertos ciudadanos estadounidenses y a algunos no ciudadanos a pagar sus alimentos. Para más información o para buscar la información de contacto de su estado, visite fns.usda.gov/snap.COMENZANDO BIEN: SESIÓN 3, HOJA INFORMATIVA 4NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Aliviar el estrés: Qué puede hacer Si siente que ya no aguanta más el estrés, avise de inmediato a su profesional médico. Hable con su pareja, una amiga o su profesional médico para ver qué está causándole estrés y las formas de controlarlo. Este es un buen momento de descubrir lo que realmente importa. Practique decir \"no\" a las cosas para las que no tiene tiempo o que no necesita hacer. Silencie la mente cerrando los ojos y haciendo 10 respiraciones lentas y profundas desde el abdomen. Haga una pausa de las redes sociales y salga al aire libre de ser posible. Conéctese con alguien o con una actividad que le interesa. Coma alimentos sanos, duerma lo suficiente y haga algo activo todos los días (con la aprobación de su profesional médico). Sepa que los malestares del embarazo no duran para siempre. Pregunte a su profesional cómo manejar esos malestares. Su pareja, familias y amigos pueden ser un buen recurso de apoyo. Es posible que su profesional médico también sepa de otros recursos en la comunidad que le ayuden. Pida ayuda a la gente de su confianza y acéptela cuando se la ofrezcan. Pruebe actividades de relajación, tal como yoga prenatal o meditación. Hay muchas opciones en línea sin costo. Tome una clase de educación sobre el parto para que sepa qué esperar durante el parto y nacimiento. La clase puede ayudarle a pensar en sus preferencias y a preparar su plan de parto. Si trabaja, haga planes con su supervisor sobre el tiempo que estará fuera del trabajo después del nacimiento de su bebé.Estar activa: Qué puede hacer Hable con el profesional médico sobre sus planes de ejercicios antes de comenzar. Si no hacía ejercicio antes, comience lentamente. Haga algo activo todos los días. No es necesario que vaya a un gimnasio para mantenerse activa. Caminar, pasar la aspiradora, subir escaleras y el trabajo de jardinería cuentan como ejercicio. Si trabaja en un escritorio, aproveche su hora de descanso para moverse. Las actividades como ejercicios aeróbicos de alto impacto o correr ejercen mucha presión sobre las articulaciones, en especial en los últimos 3 meses del parto. Está bien suspenderlas hasta después del nacimiento de su bebé. Evite acalorarse, en especial durante el primer trimestre de embarazo. Deje de hacer una actividad cuando se sienta fatigada. Beba agua en abundancia antes y durante las actividades. Estírese antes y después del ejercicio físico para aumentar su resistencia y flexibilidad. No se acueste de espaldas o boca arriba después del primer trimestre porque puede reducir el flujo de sangre al útero (matriz). No use sauna ni piscinas de hidromasaje caliente, en especial durante el primer trimestre, porque pueden hacer que usted y su bebé se sobrecalienten.ALIVIAR EL ESTRÉS Y ESTAR ACTIVACOMENZANDO BIEN: SESIÓN 4, HOJA INFORMATIVA 1NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.¿Pueden todas las embarazadas hacer actividad física? La mayoría puede, pero algunas deben tomarse las cosas con calma. Pregunte a su profesional médico qué actividades son seguras si usted: Tiene sobrepeso o bajo peso Tiene presión arterial alta Tiene anemia grave Está embarazada con mellizos, trillizos o más bebés No haga actividad física durante el embarazo si usted: Tiene ciertos tipos de problemas de corazón o de pulmón. Si tiene una condición cardíaca o pulmonar, hable con su profesional médico. Tiene señales de advertencia de parto prematuro. Este es el trabajo de parto que comienza antes de las 37 semanas de embarazo. Tiene sangrado vaginal que no se detiene, problemas con el cuello uterino o se le rompe la bolsa o fuente. El cuello uterino es la abertura hacia el útero que está en la parte superior de la vagina. Tiene preeclampsia. Esta condición puede suceder después de la semana 20 de embarazo o inmediatamente después del embarazo. Es cuando la embarazada tiene presión arterial alta y señales de que algunos de sus órganos, como los riñones y el hígado, no están funcionando normalmente. Las señales de la preeclampsia incluyen tener proteína en la orina, cambios en la vista, dolor en la parte superior derecha del abdomen y dolor de cabeza grave. Ver la hoja informativa 6: Preeclampsia de la Sesión 2 .ALIVIAR EL ESTRÉS Y ESTAR ACTIVACOMENZANDO BIEN: SESIÓN 4, HOJA INFORMATIVA 1 Tiene placenta previa. Es cuando la placenta cubre parte o toda la abertura del cuello uterino durante el tercer trimestre. La placenta crece en su útero y suministra alimentos y oxígeno al bebé a través del cordón umbilical. NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.COMENZANDO BIEN: SESIÓN 4, HOJA INFORMATIVA 2 ESTUDIOS DE CASOS: MANEJO DEL ESTRÉS ESTUDIO DE CASO 1 Usted está embarazada y sabe que es importante hacer sus visitas de cuidado prenatal con regularidad. El consultorio de su profesional médico está abierto de 8:00 a.m. a 5:00 p.m., que es el mismo horario de su trabajo. Puede tomarse tiempo libre durante el día de trabajo, pero no le pagan las horas no trabajadas. Su jefe le pregunta sobre todo el tiempo que usted se está tomando. Dice que está creando problemas para los otros empleados. ¿Qué puede hacer? ESTUDIO DE CASO 2 Usted está teniendo un mal día. No durmió bien anoche porque no podía encontrar una posición cómoda en la cama. No tiene tiempo durante el día para dormir una siesta. Se siente mal y le duele la cabeza. No ha hecho las compras de alimentos porque es el fin del mes y tiene poco dinero. Se siente abrumada. ¿Qué puede hacer? ESTUDIO DE CASO 3 Su pareja hace un esfuerzo por comprender lo que usted está pasando durante el embarazo. Su pareja hace lo que puede, pero usted se siente cansada y malhumorada. Parece que nada de lo que hace le sienta bien a usted. Su pareja está preocupada por el dinero que necesitarán para mantener al bebé. También teme causar daño al bebé durante las relaciones sexuales, pero quiere estar cerca de usted. ¿Qué puede hacer?ESTUDIO DE CASO 4 Su pareja no le brinda mucho apoyo. No entiende lo que se siente al estar embarazada. Se impacienta cuando usted se pone sensible. No le ayuda con las tareas de la casa, ignora cuando usted necesita que la reconforte y pasa mucho tiempo fuera de la casa. Le dice que todo es culpa suya. Ayer le dio un empujón. Más tarde se disculpó y prometió no hacerlo otra vez. No le dejó llamar por teléfono a su madre. ¿Qué puede hacer? ESTUDIO DE CASO 5 Usted no sabe por qué, pero se siente triste. Se sentía de esta manera incluso antes de quedar embarazada. Lo único que quiere es dormir. Sus amigos le preguntaron si pueden ir de visita, pero usted no quiere que sepan cuán triste y llorosa se siente todo el tiempo. Se siente culpable de tener estos sentimientos y no desea reconocerlo. Usted desea poder escaparse de estos sentimientos atemorizantes. NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Algunos medicamentos recetados son seguros de tomar durante el embarazo, pero no todos. Usted necesita una receta (orden para el medicamento) de su profesional médico para conseguir medicamentos recetados. Tomar algunos medicamentos recetados durante el embarazo pueden hacer que su bebé nazca demasiado temprano, demasiado pequeño o con defectos de nacimiento. Además, algunos medicamentos pueden causarle a su bebé síntomas de abstinencia después de nacer. Es por eso que es tan importante avisar a su profesional médico sobre cualquier medicamento que tome. No se han realizado investigaciones sobre la seguridad de muchos medicamentos que se utilizan durante el embarazo y durante la lactancia materna. Hable con su profesional médico o consulte más información en mothertobaby.org. Durante el embarazo: Avise a su profesional sobre los medicamentos que toma. Tal vez le indique dejar de tomar un medicamento o le cambie a otro que sea más seguro para su bebé. No deje de tomar un medicamento recetado sin consultar primero con su profesional. No deje de tomar un medicamento repentinamente. Dejar repentinamente podría causar problemas graves para su bebé, incluso la muerte. No use ningún medicamento recetado a menos que se lo haya recetado a usted un profesional médico que sabe que está embarazada. Si va a un profesional médico que le receta un medicamento para tratar una condición de salud (como problemas para dormir o dolor intenso), asegúrese de que sepa que usted está embarazada. Cuando su profesional médico le da una receta para un medicamento, le indica exactamente cuánto tomar, con qué frecuencia y por cuánto tiempo. Si no puede pagar el medicamento que le recetó su profesional médico, avísele o bien dígale al farmacéutico de inmediato. A veces hay programas para ayudarle a pagar medicamentos económicos. Cuando tome medicamentos: Tómelo exactamente como le dice su profesional médico. No lo tome con alcohol ni con otras drogas. No tome los medicamentos de otra persona. Esos medicamentos recetados pueden causar defectos de nacimiento si los toma durante el embarazo. Si está embarazada y está tomando algunos de estos medicamentos, avise de inmediato a su profesional médico: Inhibidores de la ECA (enalapril o captopril) Subproductos de testosterona y andrógenos Drogas para combatir el cáncer Drogas antagonistas del ácido fólico (metotrexato HOJA INFORMATIVA 1NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES. Soriatane® durante el embarazo? Los opioides son analgésicos (medicamentos para el dolor) recetados. Tal vez los conozca con estos nombres: Codeína e hidrocodona (nombre de marca Vicodin®) Fentanilo (nombres Sublimaze®) Morfina ConZip®, Ryzolt®, Ultram®) Si toma opioides durante el embarazo, su bebé puede exponerse a ellos en la matriz y pasar por la abstinencia después del nacimiento. Eso se conoce con el nombre de síndrome de abstinencia neonatal o NAS, por su sigla en inglés. Aunque utilice un opioide exactamente como le indicó el profesional, igual puede causarle NAS a su bebé. Como los opioides pueden ser peligrosos y adictivos, su profesional médico escogerá una dosis pequeña y efectiva. Solo tome lo que necesita y destruya los opioides no usados para que ninguna otra persona o niño los tome.Si está embarazada y usa opioides: No empiece o deje de tomar ningún opioide hasta que hable con su profesional médico. Avise a su profesional de cuidado prenatal sobre los opioides u otros medicamentos que toma aunque estén recetados por otro profesional médico. Si va a un profesional médico que le receta opioides, asegúrese de que sepa que usted está embarazada. Pregunte a su profesional médico acerca de otros tipos de medicamentos para aliviar el dolor que pueda tomar en vez de opioides.MEDICAMENTOS RECETADOS Y EL EMBARAZOCOMENZANDO BIEN: SESIÓN 5, HOJA INFORMATIVA 1NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.COMENZANDO BIEN: SESIÓN 5, HOJA INFORMATIVA 2 Ustedes pueden pasarle a su bebé durante el embarazo cosas como humo de cigarrillo, alcohol, marihuana, ingredientes de productos herbales y otros medicamentos no recetados. Esas sustancias pueden perjudicar a su bebé y hacer que nazca demasiado temprano, demasiado pequeño o con defectos de nacimiento. Algunas pueden causar el aborto espontáneo o el nacimiento sin vida. Además, algunos medicamentos pueden crearle adicción al bebé o causarle problemas de aprendizaje cuando sea más grande. Cómo mantener seguro a su bebé: No fume y manténgase lejos del humo de segunda mano. El humo de segunda mano es el humo de los cigarrillos, cigarros o pipas que fuman otras personas. Estar en contacto con el humo del tabaco durante el embarazo puede causar que su bebé crezca lentamente y que nazca demasiado pequeño. Es especialmente perjudicial estar cerca del humo de segunda mano en un espacio encerrado, como un vehículo. No beba alcohol. Por \"alcohol\" se entiende cerveza, vino, refrescos con contenido alcohólico (\"wine coolers\") y bebidas alcohólicas fuertes. Entre las bebidas alcohólicas fuertes se encuentran el vodka, el whisky y el bourbon. Ninguna cantidad de alcohol ha demostrado ser segura durante el embarazo. No use medicamentos que no le recetó su profesional médico. No use indebidamente los medicamentos recetados como opioides ni use drogas dañinas incluyendo la cocaína y heroína. No use marihuana durante el embarazo. Cuando una persona usa marihuana durante el embarazo, el componente llamado THC y otras sustancias químicas pueden atravesar la placenta hacia el bebé y perjudicarlo. Aunque la marihuana médica es legal en algunos estados, no debería usarse durante el embarazo. Ninguna cantidad de marihuana ha demostrado ser segura durante el embarazo. Consejos para ayudarle a dejar un hábito: Haga una lista de los motivos por los que desea dejar el hábito. ¡El mejor motivo es el deseo de estar sana y tener un bebé sano! Fije una fecha para dejar el hábito. Márquela en el calendario. Dígales a sus amigos y familiares que va a dejar el hábito. Pídales apoyo. Pídales que no fumen, beban alcohol ni usen drogas cuando usted está presente. Deshágase de todos sus cigarrillos, alcohol y drogas. Sáquelos de su hogar y automóvil. Evite situaciones o lugares, como fiestas y bares, donde la gente fuma o donde pueda haber drogas. Avise al profesional médico si necesita ayuda para dejar el hábito. Pregunte a su líder de sesión o profesional médico sobre los programas locales para ayudarle a dejar el hábito. Coloque un cartel en su puerta que diga: Prohibido fumar. TABACO, ALCOHOL, MARIHUANA Y OTRAS DROGAS DURANTE EL EMBARAZONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Paso 1: Prepárese para hacer el cambio. Descubran qué quiere cambiar y por qué desea hacerlo. Haga una lista de las ventajas y desventajas. Ejemplo: Qué cambiar: Estar cerca del humo de segunda mano Razón para cambiar: Proteger mi salud y la de mi bebé Ventajas: Es más seguro para el bebé y más saludable para mí Desventajas: Presión de mis amigos de estar con ellos Paso 2: Descubra lo que le impide hacer el cambio. Durante una semana antes de comenzar a hacer el cambio, anote cada vez que hace lo que desea cambiar. Descubra si hay personas o lugares que le dificultan el cambio. Ejemplo: Lunes: En los descansos del trabajo Martes: En los descansos del trabajo Miércoles: En los descansos del trabajo; en la casa de una amiga después del trabajo Jueves: Durante la \"hora feliz\" en el bar después del trabajo Viernes: Nada Sábado: En el partido de sóftbol 3: Fíjese una meta. Fije una meta razonable y concreta. Pida ayuda a sus familiares y amigos. Ejemplo: Meta: Evitar el humo de segunda mano por el resto del embarazo Quién puede ayudar: Compañeros de trabajo, amigos, parejaPaso 4: Póngase en acción. Dé pasos para alcanzar su meta. Descubra cómo evitar situaciones que sean obstáculos. Piense por adelantado cómo manejar la presión de los demás o el mal humor que le haga ignorar su meta. Ejemplo: No vaya a fiestas u \"horas felices\" en los bares donde la gente fuma. Vaya a cenar en vez de ir a fiestas donde la gente podría estar fumando. Cada vez que le pida a alguien que no fume cerca de mí, me felicitaré por cuidar de mi persona y de mi bebé. Me recordaré a mí misma lo que lograré con mi nuevo comportamiento. Paso 5: Continúe. No se detenga. Mantenga su comportamiento nuevo. No se desanime si tiene un contratiempo. Recuerde por qué quiso hacer el cambio y lo que ganará al hacerlo. Ejemplo: Un error no va a deshacer todo lo bueno que hice al mantenerme lejos del humo de segunda mano. Tengo mejor salud y mi bebé es más sano por mi decisión de mantenerme lejos del humo de segunda mano.COMENZANDO BIEN: SESIÓN 5, HOJA INFORMATIVA 3 HACER CAMBIOS PARA UNA VIDA SANANACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Si cree que podría tener alguna de estas infecciones, o si sabe que estuvo expuesta, avise de inmediato a su profesional médico: Enfermedad del coronavirus 2019 (COVID-19): Para ver la información más actualizada sobre el impacto en las familias y las embarazadas, visite cdc.gov/coronavirus Virus del Zika: Usted puede contagiarse el virus del Zika por la picadura de un mosquito que transmite el virus o al tener relaciones sexuales con alguien infectado. En este momento no hay transmisión del virus del Zika en los Estados Unidos, pero si va a viajar al exterior, debería consultar los Centros para el Control y la Prevención de Enfermedades (CDC) y evitar viajar a un país con infecciones activas. El virus del Zika puede causar serios problemas de salud para los bebés. Hable con su profesional médico sobre las precauciones que puede tomar si debe viajar a un país con infecciones del virus del Zika. Visite cdc.gov/zika. Intoxicación alimentaria Varicela, \"sarampión alemán\") Influenza Citomegalovirus (CMV por sus siglas en inglés). Es una infección común en los niños pequeños. Encías infectadas (también llamada \"enfermedad periodontal\") Pertussis (también llamada \"tosferina\" o \"tos convulsa\"). Esta infección puede ser realmente perjudicial para un bebé. Infecciones de transmisión sexual (ITS) como el herpes genital, la hepatitis B y el VIH Toxoplasmosis. Es una infección que puede contraer al comer carne poco cocida o al tocar la materia fecal de los gatos.¿Cómo puede reducir su riesgo de contraer una infección? Para prevenir las infecciones de los alimentos: Cocine por completo la carne de res, aves (pollo, pavo), pescados, mariscos y huevos. No los coma si están crudos o no están bien cocidos. Caliente los fiambres y las salchichas o hot dogs antes de comerlos. Lave todos los alimentos antes de cocinarlos o comerlos. Lave todos los utensilios de cocina, platos y lávese las manos después de tocar carne de res, pollo o pescado crudo. Para prevenir las ITS: Hágase una prueba. Averigüe si tiene una ITS y hágase el tratamiento de inmediato. No tenga relaciones sexuales. Esta es la mejor manera de protegerse contra una ITS. Si tiene relaciones sexuales, hágalo solo con una persona que no tenga otras parejas sexuales. Si no está segura si su pareja tiene o no una ITS, use un condón. Pida a su pareja que se haga una prueba y se haga el tratamiento para las ITS. COMENZANDO BIEN: SESIÓN 5, HOJA INFORMATIVA 4 INFECCIONESNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.COMENZANDO BIEN: SESIÓN 5, HOJA INFORMATIVA 4 INFECCIONES Para prevenir otras infecciones: Vacúnese contra los virus que causan la influenza, varicela, sarampión, rubéola y tosferina. Hable con su profesional médico sobre las vacunas. Lávese con frecuencia las manos con agua y jabón durante al menos 20 segundos. Si no dispone de agua y jabón, puede usar un desinfectante de manos que contenga al menos un 60% de alcohol. Manténgase lejos de personas que usted sabe que están enfermas (si fuera posible) y use una mascarilla si podría exponerse a personas con infecciones serias como COVID-19. No comparta vasos, tazas, tenedores ni otros utensilios con otras personas. Cepíllese los dientes y use el hilo dental todos los días. Hágase chequeos dentales regulares durante el embarazo. Asegúrese de que su dentista sepa que está embarazada antes de hacerse una radiografía (rayos X). No cambie la arena sanitaria del gato. Pídale a otra persona que lo haga. No toque la tierra que pueda tener excremento de gato. Use guantes cuando trabaje en el jardín.NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.! Químicos que evitar durante el embarazo: Humo de cigarrillo, incluso el humo de segunda mano Solventes, como alcoholes, desengrasantes, diluyentes de pintura, quitamanchas y removedores de barnices. Las lacas, las tintas de serigrafía y las pinturas contienen solventes. Herbicidas Líquidos con olores fuertes, como el aguarrás Plomo Metilmercurio en los pescados Gas de escape Moho y limpiadores de moho Contaminación ambiental Lo que puede hacer para ayudar a protegerse a sí misma y a su bebé: No fume y pídales a las personas a que no fumen cerca de usted. Lávese bien las manos antes de comer o beber. Lávese las manos después de ir al baño. Use guantes o una mascarilla protectora. Use camisas de mangas largas, pantalones y botas si trabaja con químicos tóxicos. Dese una ducha y lávese el cabello si usó o se expuso a químicos tóxicos. Si estuvo expuesta a alguien que tiene una infección, pregunte a su profesional médico si debería hacerse la prueba para detectar la infección. Entienda qué tratamientos para el cabello pueden aumentar los riesgos. Visite mothertobaby.org . Lea las instrucciones de los productos químicos para saber cómo almacenarlos y disponer de ellos sin riesgos. No vuelva a usar contenedores que tenían químicos en ellos para almacenar otras sustancias. Consejos de seguridad en el trabajo: Si trabaja con solventes en su empleo, hable con su jefe. Es posible que pueda cambiar de responsabilidades laborales para que usted y su bebé se mantengan seguros durante el embarazo. Ventile bien su área de trabajo. Abra una ventana o use un ventilador. Use equipos de seguridad, como guantes y una mascarilla. Lave y guarde su ropa de trabajo separada de su otra ropa. No coma ni beba en su área de trabajo. Lávese las manos antes de comer. Evite el trabajo excesivo, levantar cosas pesadas, estar doblada o de pie durante períodos largos. Tome descansos en el trabajo cuando pueda. Levántese, camine y estírese de vez en cuando. No permanezca sentada mucho tiempo. Beba agua en abundancia y vaya al baño cuando lo necesite. COMENZANDO BIEN: SESIÓN 5, HOJA INFORMATIVA 5 SUSTANCIAS QUÍMICAS Y SEGURIDADNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Si su embarazo es sano, lo mejor es que permanezca embarazada por al menos 39 semanas. Durante las últimas semanas del embarazo, a su bebé le suceden muchas cosas importantes: Los órganos importantes, como el cerebro, los pulmones y el hígado de su bebé todavía se están desarrollando y creciendo. Los ojos y los oídos de su bebé todavía se están desarrollando también. Los bebés que nacen demasiado temprano corren más riesgo de tener problemas de la vista y la audición más adelante en la vida. Su bebé todavía está aprendiendo a succionar y a tragar. Los bebés que nacen temprano a veces no pueden hacer esas cosas. Si su embarazo es sano, es mejor esperar a que el trabajo de parto empiece naturalmente. Si escoge inducir el parto en un embarazo sano, hable con su profesional médico para esperar hasta que llegue a término completo (39 semanas). Dele a su bebé el tiempo que necesita para desarrollarse antes de nacer. Las únicas buenas razones para inducir el parto o tener una cesárea antes de las 39 semanas son las razones médicas.Haga estas preguntas si usted y su profesional médico hablan de programar el nacimiento de su bebé: Si su profesional médico le recomienda tener el parto antes de las 39 semanas ¿Tengo algún problema de salud o tiene mi bebé algún problema de salud que me haga tener a mi bebé temprano? ¿Puedo esperar a tener a mi bebé cuando esté más cerca de las 39 semanas? Sobre la inducción del parto ¿Por qué necesita inducirme el parto? ¿Cuáles son las ventajas y los riesgos? ¿Cómo me lo inducirá? Al inducir el parto, ¿tendré más riesgo de necesitar una cesárea? Sobre la cesárea ¿Por qué necesito una cesárea? ¿Qué problemas puede causarme a mí y a mi bebé la cesárea? Si tengo una cesárea ahora, ¿puedo tener un parto vaginal en futuros embarazos? ¿Cómo es de distinta la recuperación de una cesárea?COMENZANDO BIEN: SESIÓN 6, HOJA INFORMATIVA 1 POR QUÉ SON IMPORTANTES LAS ÚLTIMAS SEMANAS DEL EMBARAZO 35 SEMANAS 39 A 40 SEMANASEL CEREBRO DEL BEBÉ A LAS 35 SEMANAS PESA SOLO DOS TERCIOS DE LO QUE PESARÁ EN LAS SEMANAS 39 A 40.NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.¿Qué es el trabajo de parto? El parto (o alumbramiento) es el proceso por el cual su bebé sale del útero (matriz). Usted está en trabajo de parto cuando tiene contracciones regulares que hacen que su cuello uterino cambie. Las contracciones suceden cuando los músculos del útero se endurecen y luego se relajan. Las contracciones ayudan a empujar a su bebé fuera del útero. El cuello uterino es la abertura hacia el útero que está en la parte superior de la vagina. Cuando comienza el trabajo de parto, su cuello uterino se dilata (se abre). Su cuello uterino tiene que abrirse a 10 centímetros antes de que sea el momento de empujar al bebé para que salga. Hay dolor en el trabajo de parto y el dolor va y viene. Las contracciones pueden durar de 30 a 70 segundos y vienen en oleadas. Hay muchos métodos de confort para controlar el dolor, que pueden usarse en la casa y en el hospital o centro de maternidad. ¿Qué es una doula? Una doula es una profesional capacitada que proporciona información, cuidado y apoyo físico y emocional a las embarazadas antes, durante y después del parto, incluido el apoyo constante durante el trabajo de parto y el nacimiento. Algunas doulas también proporcionan apoyo en el hogar después del nacimiento del bebé. Tener a una persona de apoyo como una doula puede ser bueno para usted, su bebé y su familia. Puede ayudarle a sentirse satisfecha con la experiencia de su parto. Las investigaciones también demuestran que el cuidado con doulas puede ayudar a mejorar los resultados entre las mamás y bebés de color en los Estados Unidos. Para buscar una doula certificada, pregúntele a su profesional médico o visite DONA International en dona.org. Si decide tener una doula que le ayude con el parto y nacimiento, debería consultar sobre los programas de doulas, la cobertura y la lista de doulas locales con su plan de seguro médico y centro de maternidad. Los nombres de su doula o persona de apoyo, así como la información de contacto, deben incluirse en su plan de parto. Comparta su plan con su profesional médico y con el personal del hospital. ¿Cuáles son las tres etapas del parto? 1. Trabajo de parto: Esta etapa comienza cuando usted tiene contracciones fuertes y regulares que abren (dilatan) el cuello uterino. Esta etapa dura hasta que el cuello uterino se haya dilatado completamente hasta 10 centímetros. Esta etapa puede durar varios días sin contracciones notables o puede suceder en solo unas horas con contracciones bien claras. Es distinto para cada persona. 2. Nacimiento: Esta etapa comienza cuando el cuello uterino está completamente abierto y termina con el nacimiento del bebé. Por lo general dura de 1 a 2 horas, pero muchas mujeres tienen experiencias más cortas o más largas. Reiteramos que es distinto para cada persona. 3. Expulsión de la placenta: Esta etapa comienza inmediatamente después del nacimiento del bebé y termina con la expulsión de la placenta. Por lo general dura entre 10 minutos y 1 hora. ¿Cuáles son las señales de que se está acercando al comienzo del trabajo de parto? Puede estar cerca de empezar el trabajo de parto si: Su bebé desciende o se mueve hacia abajo en su pelvis. A eso se lo conoce como aligeramiento. Significa que su bebé se está preparando para ponerse en posición de parto. Puede suceder unas semanas o apenas unas horas antes de que comience el trabajo de parto.COMENZANDO BIEN: SESIÓN 6, HOJA INFORMATIVA 2 PARTO Y NACIMIENTONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES. Tiene más secreciones vaginales transparentes, rosadas o con un poco de sangre. A esto se le llama flujo sanguinolento. Puede ocurrir unos días antes del comienzo del parto o cuando se inicia el parto. Su profesional detecta cambios en su cuello uterino durante una visita de cuidado prenatal. Su cuello uterino puede estar completamente cerrado, suave, delgado, empezando a dilatarse o hasta dilatado unos centímetros. Usted puede tener contracciones irregulares (Braxton-Hicks). Al acercarse el día del nacimiento del bebé, probablemente tenga algunas contracciones leves (o a veces fuertes) e irregulares. Una contracción es cuando los músculos del útero se endurecen como un puño y luego se relajan. Estas contracciones de \"práctica\" ablandan y borran el cuello uterino para ayudar a su cuerpo a prepararse para el parto y nacimiento. Aprender las diferencias entre las contracciones del parto verdadero y las contracciones del parto falso puede ayudarle a saber cuándo entró realmente en trabajo de parto. Tal vez se sienta intranquila. Hacia el final del embarazo, quizás tenga problemas para dormir o sentirse cómoda. Le podría doler la espalda. Podría sentir mucha presión en la pelvis. ¿Cuáles son las señales del parto verdadero? Si cree que está en trabajo de parto, siga las instrucciones de su profesional médico o vaya a su hospital o centro de maternidad. Si tiene preocupaciones por usted o su bebé, vaya de inmediato al hospital o centro de maternidad. Sus contracciones se harán más largas, más fuertes y más seguidas. Sentirá contracciones en intervalos que van de cada 20 minutos aproximadamente a cada 10 minutos y tienen una duración de 30 a 70 segundos. Caminar o moverse no detiene las contracciones. Se le puede romper la bolsa o fuente. Su bebé ha estado creciendo en el líquido amniótico (bolsa o fuente) del útero. Cuando se rompe la bolsa, algunas personas sienten un gran chorro de agua. Otras sienten tan solo unas gotas que caen. Si no está segura si se le rompió la bolsa, llame de inmediato a su profesional médico. Algunas embarazadas tienen pérdida de orina durante el embarazo. Como es posible que no pueda distinguir si perdió orina o líquido amniótico, llame a su profesional médico o vaya al hospital. Podría tener una secreción o flujo mucoso (de color marrón o rojo) teñido de sangre. A esto se le llama flujo sanguinolento. Eso sucede al abrirse el cuello uterino. Si en cualquier momento tiene sangrado de color rojo brillante, vaya inmediatamente al hospital. ¿Cómo puede saber si esté en parto verdadero o parto falso? Puede ser difícil diferenciar entre el parto verdadero y el parto falso. Cuando empiece a sentir contracciones por primera vez, tome el tiempo. Anote cuánto tiempo pasa desde el comienzo de una contracción y el comienzo de la siguiente. Anote la intensidad de las contracciones. Hay aplicaciones gratuitas que pueden ayudarle con esto. Lleve un registro de sus contracciones durante 1 hora. Camine o muévase y beba agua para ver si las contracciones se detienen.COMENZANDO BIEN: SESIÓN 6, HOJA INFORMATIVA 2 PARTO Y NACIMIENTONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.¿Cuáles son algunas medidas de confort durante el comienzo del trabajo de parto? Descanse si puede. Necesitará sus energías para el trabajo de parto avanzado. Distráigase con actividades que le gustan, tal como mirar una película, escuchar música, hacer un rompecabezas, cocinar, etc. Camine, muévase y manténgase activa. Escoja posiciones que le resulten más cómodas. Mueva las caderas de lado a lado y en círculos, apóyese contra la encimera o mesa, siéntese en una pelota de parto o silla mecedora o siéntase al revés en una silla de la cocina. Arrodíllese frente a una silla. Si está acompañada, salga a caminar. Respire como le resulte normal y cómodo. Respire lenta y profundamente durante las contracciones. O si le ayuda, exhale jadeando en forma entrecortada. Haga ruido si le ayuda. Suspire, gima, quéjese. Medite o mire imágenes que le dan felicidad. Dese una ducha. Pida que le masajeen la espalda. Pruebe algo caliente o frío en la espalda. Para ello, llene una botella de plástico con agua caliente o fría o use una compresa de calor o de hielo. Explíqueles a las personas que están con usted cómo pueden ayudarle. Esto puede cambiar de un minuto a otro. Tenga fe en sí misma. Usted tiene fuerza. Su cuerpo fue creado para el trabajo de parto. Llame a su profesional médico o vaya al hospital en cualquier momento del día o de la noche si tiene inquietudes sobre sí misma o su bebé. ¿De qué tres maneras puede tener a su bebé? 1. Parto vaginal: El parto vaginal es la forma en que nace la mayoría de los bebés. En el parto vaginal, el útero se contrae para ayudar a empujar al bebé por la vagina. 2. Cesárea: Para algunas mamás y bebés, la cesárea es más segura que el parto vaginal. Usted y su profesional médico pueden planear tener una cesárea. O es posible que necesite una cesárea de emergencia (no planeada) debido a un problema que ocurre durante el embarazo. Durante la cesárea, su médico le hace un corte en el abdomen y útero y saca al bebé por esa abertura. COMENZANDO BIEN: SESIÓN 6, HOJA INFORMATIVA 2 PARTO Y NACIMIENTO CONTRACCIONES: CÓMO SABER SI SON DE PARTO VERDADERO O DE PARTO FALSO PARTO VERDADERO PARTO FALSO (Contracciones Braxton-Hicks) ¿Son regulares las contracciones?Sí. Son regulares y ocurren con más frecuencia al pasar el tiempo. Duran entre 30 y 70 segundos.No. Son irregulares y permanecen irregulares. No ocurren con más frecuencia al pasar el tiempo. Es más probable que le aparezcan a finales del día o después de mucha actividad física. ¿Son fuertes las contracciones?Sí. Se hacen más fuertes con el tiempo. Son tan fuertes que usted no puede caminar ni hablar. Siguen apareciendo aunque usted se mueva.A veces. Por lo general son suaves y no se hacen más fuertes con el tiempo. Pueden ser fuertes y luego débiles. Pueden ser dolorosas. Pueden detenerse cuando usted camina o cambia de posición.NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.3. VBAC (por sus siglas en inglés): En inglés, significa \"parto vaginal después de una cesárea\". Si ya tuvo una cesárea, es posible que pueda tener un parto vaginal con el próximo bebé. Si tuvo una cesárea en el pasado y desea tener un parto vaginal, hable con su profesional médico. ¿Cuáles son algunos motivos por los cuales una mujer puede necesitar una cesárea? Usted debería tener una cesárea solo si existen motivos médicos. Es posible que necesite una cesárea si: Ya tuvo una cesárea antes u otras operaciones en el útero. Su bebé es demasiado grande como para que pase sin riesgos por su pelvis. El bebé tiene presentación de nalgas (nalgas o pies hacia abajo) o está en posición transversal (hombro primero). La mejor posición para el bebé es cabeza para abajo. Hay problemas en la placenta (el órgano que nutre al bebé en la matriz). Los problemas de placenta pueden causar sangrado peligroso durante el parto vaginal. El trabajo de parto es demasiado lento o se detiene. Tiene prolapso del cordón umbilical. Es cuando el cordón umbilical se cae en la vagina donde podría quedar aplastado o apretado durante el parto vaginal. Usted tiene una infección como el VIH o herpes genital. Usted puede contagiarle algunas infecciones a su bebé durante el parto vaginal. El bebé muestra señales de estrés durante el parto, como frecuencia cardíaca lenta. ¿Qué es inducir el parto? Inducir el parto es cuando el profesional médico le da un medicamento para que le empiece el trabajo de parto. Le deberían inducir el parto únicamente si hay motivos médicos. Su profesional médico podría inducirle el parto si: Usted se pasó de la fecha probable de parto. El crecimiento o los movimientos del bebé han disminuido mucho. La placenta ha dejado de actuar correctamente. Los niveles de líquido amniótico son bajos. La bolsa de agua se rompe antes de que comience el trabajo de parto. Usted tiene diabetes y está cerca de su fecha probable de parto. Usted tiene preeclampsia u otra enfermedad que afecta su salud o la de su bebé. El bebé tiene enfermedad Rh, que es causada por una incompatibilidad entre la sangre de la madre y la del bebé. ¿Cómo puede aprender más sobre el parto y el nacimiento? Muchas embarazadas toman clases para aprender qué sucede durante el parto y el nacimiento. Esas clases pueden ayudarle a sentirse lista cuando empiece el trabajo de parto para no atemorizarse ni sorprenderse. Aprenderá a respirar y relajarse para sobrellevar el dolor del parto. Además aprenderá sobre las epidurales y otros medicamentos que pueden aliviar el dolor durante el parto. Algunas clases son gratuitas o de bajo costo. También puede tomar una clase de parto virtual. Pregunte a su profesional médico si necesita ayuda para buscar una clase. Piense en tomar una clase en su sexto o séptimo mes de embarazo. Lleve a su pareja a la clase con usted (o a quien quiera que le ayude durante el parto).COMENZANDO BIEN: SESIÓN 6, HOJA INFORMATIVA 2 PARTO Y NACIMIENTONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Prepare un plan de parto. Si bien hay cambios constantes con la pandemia de COVID-19, March of Dimes sabe que cada día siguen naciendo bebés. Este documento se creó para que usted evalúe sus preferencias en función de las normas del centro de maternidad que eligió. Al final encontrará una serie de preguntas que debe plantear a su profesional médico al prepararse para el nacimiento de su bebé. Su nombre ______________________________________________________________ Nombre e información de contacto de su profesional médico ______________________________________________________________ ______________________________________________________________ Fecha probable de nacimiento de su bebé ______________________________________________________________ Nombre e información de contacto del profesional médico de su bebé ______________________________________________________________COMENZANDO BIEN: SESIÓN 6, HOJA INFORMATIVA 3 PLAN DE PARTO 1. ¿Dónde planea tener a su bebé? ________________________________________________________ 2. ¿Puede la persona de apoyo estar presente durante el parto y nacimiento? En ese caso, ¿quién es la persona de apoyo principal? Nombre ______________________________________________ Teléfono _____________________________________________ Esta persona es: o Su pareja o YEl padre de su bebé o Un familiar o Su amiga o Clérigo o Su doula 3. ¿Hay una opción de tener apoyo virtual durante el parto y nacimiento? Opciones virtuales: o Por teléfono o Skype o FaceTime o Facebook o Zoom o WhatsApp 4. ¿Puede traer su propio dispositivo (teléfono/iPad)? o Sí o No ¿Tiene el hospital acceso a WIFI? o Sí o No ¿Ofrecerá el hospital un dispositivo para el apoyo virtual? o Sí o NoNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.5. ¿Qué apoyo desea durante el parto? o Ayuda con la respiración o Ayuda para manejar las contracciones o Masaje o Ayuda para moverse o Uso de materiales de parto (pelota de parto, pelota en forma de cacahuate) o Sensorial (luces, música) o Otro______________________________ 6. ¿Desea poder moverse durante el parto? o Sí o No ¿En qué posiciones prefiere estar para el parto? o Acostada o Sentada o De pie o Otro ______________________________ 7. ¿Qué tipo de medicina, si la necesita, desea para ayudarle a aliviar el dolor del parto? ________________________________________________________ 8. ¿Desea sostener a su bebé piel a piel durante la primera hora después del nacimiento? o Sí o No 9. ¿Desea el pinzamiento demorado del cordón umbilical? o Sí o NoCOMENZANDO BIEN: SESIÓN 6, HOJA INFORMATIVA 3 PLAN DE PARTO 10. ¿Quién quiere que corte el cordón umbilical? ___________________________________________________________ 11. ¿Planea guardar o donar la sangre del cordón umbilical de su bebé? o Sí o No 12. ¿Quiere que su bebé se quede con usted en todo momento después del nacimiento? ¿O está bien que se quede en la sala de recién nacidos? o Stay with you at all times o OK to stay in the nursery 13. ¿Planea amamantar a su bebé? o Sí o No 14. ¿Desea conocer a la consultora en lactancia mientras está en el hospital? o Sí o No 15. ¿Desea que le avisen antes de que le den un chupón o leche de fórmula a su bebé? o Sí o No 16. Si su bebé es varón, ¿desea que le hagan la circuncisión? o Sí o NoNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.COMENZANDO BIEN: SESIÓN 6, HOJA INFORMATIVA 3 PLAN DE PARTO 17. ¿Desea observar tradiciones especiales cuando su bebé nace? o Sí o No Descríbalo ____________________________________________ ________________________________________________________ ________________________________________________________ 18. ¿Quién es su contacto _______________________________________________ Relación con usted __________________________________ Teléfono ______________________________________________ 19. ¿Hay alguna otra cosa que el personal del hospital o del centro de maternidad debe saber sobre usted o sobre el nacimiento de su bebé? o Sí o No Descríbalo ____________________________________________ ________________________________________________________ 20. ¿Hay palabras o expresiones que desea que el equipo médico NO use? o Sí o No Descríbalo ____________________________________________ ________________________________________________________ 21. ¿Prefiere limitar la cantidad de personal médico que entra a su habitación? o Sí o NoAl prepararse para el parto, llame a su centro médico para preguntar: 1. ¿Me puede acompañar mi pareja o persona de apoyo? ________________________________________________________ ________________________________________________________ 2. Si no me permiten tener presente a una persona de apoyo, ¿cuáles son las normas del centro médico acerca de tener a una persona de apoyo virtual? ________________________________________________________ ________________________________________________________ 3. Si no me permiten tener presente a una persona de apoyo, ¿cómo hará el personal para apoyarme y ayudar a manejar mis necesidades emocionales y físicas durante el parto y nacimiento? ________________________________________________________ ________________________________________________________ 4. ¿Cómo nos protegerán a mi bebé y a mí contra COVID-19 durante el parto y nacimiento? ¿Cuáles son las normas de uso de mascarilla para las embarazadas y personas posparto? ________________________________________________________ ________________________________________________________NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.COMENZANDO BIEN: SESIÓN 6, HOJA INFORMATIVA 3 PLAN DE PARTO 5. ¿Ofrecen una visita virtual del hospital para prepararme para el parto y nacimiento? ________________________________________________________ ________________________________________________________ 6. ¿Qué permiten traer al centro 7. harán la prueba de COVID-19? ________________________________________________________ ________________________________________________________ 8. ¿Qué sucederá si el resultado de mi prueba de COVID-19 da positivo? ________________________________________________________ ________________________________________________________ 9. ¿Qué sucederá si el resultado de la prueba de COVID-19 de mi bebé da positivo? ________________________________________________________ ________________________________________________________ 10. ¿Cuál es el período normal para dar de alta posparto a las mamás y los bebés? ________________________________________________________ ________________________________________________________ 11. ¿Cuál es la norma del centro médico sobre visitantes después del nacimiento de mi bebé? ________________________________________________________ ________________________________________________________12. ¿Hay otras normas sobre parto y nacimiento específicas del centro médico que deba conocer? ________________________________________________________ ________________________________________________________ Cuando llegue al centro médico, haga estas preguntas: 1. ¿Han cambiado las normas de parto y nacimiento del centro médico? ________________________________________________________ 2. Durante el trabajo de parto, ¿por dónde puedo moverme? ________________________________________________________ 3. ¿Se permite comer y beber durante el parto? ________________________________________________________ Los materiales de March of Dimes cumplen fines informativos solamente y no constituyen asesoramiento médico. Siempre busque asesoramiento médico de su profesional médico. Nuestros materiales reflejan las recomendaciones científicas actuales al momento de publicación. Visite nacersano.org para obtener información actualizada.NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Le convendrá traer: ü Calcetines (medias) para mantener los pies calientes ü Bata y pantuflas ü Algunos camisones o pijamas, o camisetas y pantalones estilo sudadera ü Si va a amamantar, camisetas sueltas y sostenes para amamantar ü Varios pares de ropa interior ü Artículos de tocador como jabón, champú, cepillo de dientes y pasta dentífrica ü Cepillo y artículos para arreglarse el cabello ü Ropa suelta o de maternidad para regresar a su casa Además de estas cosas para su bebé: ü Ropita para llevar al bebé a casa, incluyendo una camisetita, gorrita y calcetines ü Manta abrigada por si hace frío ü Si vuelve a casa en auto, un asiento de seguridad orientado hacia atrás que entre bien en su vehículo y esté correctamente instalado. Para más información sobre los asientos de seguridad para el auto, visite: safercar.govTambién le convendrá tener: ü Lociones y equipos para masajes ü Protector para labios ü Música especial para relajarse ü Teléfono celular y cargador ü Lista con los números de teléfono de las personas que desea llamar cuando el bebé nazca ü Cosméticos ü Cámara o videocámara ü Pelota de parto si su hospital no tiene ü Bocadillos para su acompañante del parto Los hospitales le darán una bata para usar durante el parto y nacimiento. También le ofrecerán algunos de los artículos mencionados aquí, por eso vea exactamente qué necesita traer consigo.LISTA DE COSAS PARA LLEVAR AL HOSPITALCOMENZANDO BIEN: SESIÓN 6, HOJA INFORMATIVA 4NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Estas son algunas cosas que le convendrá tener listas para su bebé antes del regreso al hogar: Ropa y otros artículos Cinco a siete camisetas Seis a ocho pijamas Cuatro a seis pares de calcetines o escarpines Una o dos gorritas Cuatro a seis mantillas Diez paños para eructos Artículos para alimentación Sacaleches si está planeando amamantar Biberones o bolsas para almacenar la leche materna extraída Biberones para darle al bebé la leche materna extraída Dos o tres baberos Artículos para cambiar pañales y bañar al bebé Tres a cuatro docenas de pañales desechables para recién nacidos o de tres a cinco docenas de pañales de tela y cuatro cubrepañales Toallitas húmedas Pomada para la irritación del pañal Protector impermeable para cambiar pañales Toallitas con alcohol para limpiar el cordón umbilical Vaselina para aplicar en el pene del bebé si tuvo una circuncisión Jabón y champú para bebés Toallitas para lavar al bebé y toallas para secarlo Cortaúñas Bañera para bebés Muebles, ropa de cama y equipos Un asiento de seguridad para el auto orientado hacia atrás, entre bien en su vehículo y esté correctamente instalado. Para más información sobre los asientos de seguridad para el auto, visite: safercar.gov Cuna, cesta o moisés Colchón, protector de colchón, sábanas ajustables (no se permiten almohadas para bebés ni almohadillas protectoras para cuna) Cochecito o carriolaCOMENZANDO BIEN: SESIÓN 6, HOJA INFORMATIVA 5 COSAS QUE NECESITA SU BEBÉNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.¿Por qué lo mejor es la lactancia materna? Los bebés amamantados tienen menos problemas de salud que los bebés alimentados de otra forma. Eso es porque la leche materna tiene anticuerpos que ayudan a evitar que su bebé se enferme. Ayudan a proteger a su bebé de las infecciones y alergias. La leche materna tiene nutrientes que ayudan a su bebé a crecer. La leche materna cambia conforme crece su bebé para darle exactamente lo que necesita al desarrollarse. La leche materna es gratis y siempre está lista cuando su bebé tiene hambre. La lactancia materna puede ayudarles a usted y a su bebé a establecer vínculos afectivos y a conocerse. La lactancia materna puede ayudarle a recuperarse más rápido del embarazo y a perder parte del peso que aumentó. ¿Cómo puede asegurarse de que su leche materna sea segura y sana para su bebé? Beba mucha agua. Beba un vaso de agua cada vez que amamante. Coma alimentos nutritivos. Tal vez necesite de 450 a 500 calorías extras por día cuando está amamantando. Coma frutas, vegetales, pastas y panes integrales, carnes bajas en grasa y productos lácteos semidescremados. Hable con su profesional para asegurarse de que esté obteniendo suficiente yodo y DHA de los alimentos que come. Estos nutrientes ayudan en el desarrollo de los huesos, nervios y ojos de su bebé. Usted necesita 290 microgramos de yodo y 300 miligramos de DHA cada día cuando está amamantando. Si no obtiene suficiente cantidad de esos nutrientes de los alimentos, podría necesitar un suplemento. Tome su vitamina prenatal o una multivitamina cada día. Estas pueden darle los nutrientes que tal vez no obtenga en cantidades suficientes de los alimentos. Limite la cafeína. La cafeína es una droga que se encuentra en cosas como el café, té, refrescos o sodas, chocolate y algunos medicamentos. Demasiada cafeína en la leche materna puede hacer que su bebé se sienta irritable o tenga dificultad para dormir. Si bebe café, no tome más de dos tazas por día. Pregunte a su profesional médico si los medicamentos que toma son seguros para su bebé. Estos incluyen medicamentos recetados y sin receta. Si no son seguros, podría tener que cambiar a otros menos riesgosos. No tome ningún producto herbal. Estos incluyen ginkgo y St. John's wort. Aunque las hierbas son naturales, podrían no ser seguras para su bebé. Es mejor no usar esos productos cuando está amamantando. Avise a su profesional médico sobre todos los medicamentos que toma antes de comenzar a amamantar. No deje de tomar ningún medicamento sin consultar primero con su profesional médico. Si se enferma, avise de inmediato a su profesional médico. No tome medicamentos sin hablar primero con el profesional. No fume, no beba alcohol, no use drogas o productos herbales no recetados por su profesional médico y no use indebidamente medicamentos recetados. Todos esos hábitos pueden perjudicar a su bebé. Avise a su LACTANCIA MATERNACOMENZANDO BIEN: SESIÓN 7, HOJA INFORMATIVA 1NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.profesional médico si necesita ayuda para dejar un hábito. Además, mantenga a su bebé lejos del humo de segunda mano (humo del cigarrillo, cigarro o pipa de otra persona). Si está amamantando y decide beber alcohol, no tome más de dos tragos por semana. Espere al menos 2 horas después de cada bebida antes de amamantar. ¿Cómo sabe si está produciendo suficiente leche? La mayoría de las mamás que amamantan producen la cantidad de leche materna que necesitan sus bebés. tome otras vitaminas o hierro también. Hable con el profesional médico del bebé sobre qué tipos de gotas usar. ¿Qué es un sacaleches? El sacaleches le ayuda a sacarse leche de los senos. Puede usar la leche más tarde para alimentar a su bebé. Los sacaleches son ideales si va a regresar al trabajo o a los estudios o si desea que otra persona alimente a su bebé. Estos son algunos consejos si planea usar un sacaleches: Pregunte a sus amigas y familiares qué sacaleches usaron. Busque información por internet sobre los sacaleches. No use el sacaleches de una amiga o familiar porque podría tener gérmenes en lugares que no se pueden limpiar bien. Algunos modelos pueden desinfectarse profesionalmente. También puede alquilar o comprar un sacaleches usados de un proveedor autorizado, tal como su hospital, una tienda de suministros médicos o una consultora en lactancia. Pida ayuda a una consultora en lactancia o un grupo de apoyo de la lactancia materna. Ellos pueden ayudarle a aprender a usar el sacaleches. Hable con su jefe. Las empresas con más de 50 empleados deben ofrecerle tiempo y un espacio (que no sea un baño) para sacarse leche. Si no hay un refrigerador en su trabajo, use una nevera portátil pequeña para guardar la leche que se sacó. LACTANCIA MATERNACOMENZANDO BIEN: SESIÓN 7, HOJA INFORMATIVA 1 Día 1 Tamaño de una cereza (0.25oz) Día 2 Tamaño de una nuez (.75-1oz) 1 semanaTamaño de un albaricoque (1.5-2oz) 1 mesTamaño de un huevo grande (2.5-5oz) Conforme usted y su bebé se habitúan a la lactancia materna, el cuerpo aprende cuándo el bebé necesita más leche y produce todo lo que necesita. Es probable que su bebé esté tomando suficiente leche si: Está aumentando de peso Moja de seis a ocho pañales por día para cuando tiene de 5 a 7 días de edad Si le preocupa que su bebé no está tomando suficiente leche, hable con el profesional médico del niño o con una consultora en lactancia. La consultora en lactancia es la persona con capacitación especial para ayudar a las mujeres a amamantar. ¿Necesita su bebé vitaminas? Sí. La vitamina D ayuda a que los huesos y dientes sean fuertes. Pero la leche materna no contiene toda la vitamina D que necesita su bebé. Dele gotas de vitamina D a su bebé desde los primeros días de vida. Según el tamaño y crecimiento de su bebé, el profesional médico podría aconsejar que el bebé NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.¿Qué es la extracción manual? Otra opción para sacarse la leche del seno es la extracción manual. Eso significa que usted se masajea los senos con las manos para exprimirse leche materna. Pregunte a su enfermera posparto o consultora en lactancia que le muestre cómo hacerlo. ¿Puede almacenar la leche materna? Sí. Usted puede almacenar la leche materna extraída en un refrigerador o congelador. Consérvela en biberones o bolsas hechas para almacenar la leche materna. Coloque en cada biberón o bolsa solo la cantidad de leche que su bebé necesita para cada comida. Anote la fecha en el envase antes de guardarlo. Si va a alimentar a su bebé con leche de fórmula, consulte las pautas de preparación y almacenamiento de los CDC en cdc.gov/nutrition Cómo descongelar la leche materna cuando esté lista para usarla: 1. Para descongelar la leche, coloque el biberón o bolsa en el refrigerador o en un recipiente con agua caliente. Asegúrese de que el biberón o la bolsa estén sellados para que no le entre agua a la leche. Vierta en un biberón la cantidad de leche descongelada que necesita su bebé para una toma. Una vez descongelada la leche, debe usarla dentro de las 24 horas. 2. Para calentar la leche descongelada o refrigerada, coloque el biberón o bolsa bajo agua corriente bien caliente o en un recipiente con agua caliente. Nunca caliente la leche materna en el microondas. Eso matará los nutrientes de la leche. Además, la leche puede calentarse en forma despareja y tener puntos muy calientes que podrían quemarle la boca a su bebé.LACTANCIA MATERNACOMENZANDO BIEN: SESIÓN 7, HOJA INFORMATIVA 1 Cuánto tiempo almacenar la leche materna fresca Lugar Temperatura Cuánto tiempo Sobre la mesa, mostrador o encimera (no refrigerada)77 F o menos Hasta 4 horas Refrigerador 40 F Hasta 4 días Congelador 0 F o menosHasta 6 meses es mejor; es aceptable hasta 12 mesesPautas Sobre el Almacenamiento de la Leche Humana: https://nacersano.marchofdimes.org/bebe/como-usar-un-sacaleches.aspxNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.LACTANCIA MATERNACOMENZANDO BIEN: SESIÓN 7, HOJA INFORMATIVA 1 3. Agite el biberón o la bolsa. Viértase una o dos gotas de leche en el dorso de la mano para probar la temperatura. Si está demasiado caliente, déjela enfriar. ¿Por cuánto tiempo debe amamantar? Lo mejor es amamantar a su bebé al menos durante un año. Aunque empiece a comer alimentos sólidos (normalmente a alrededor de los 6 meses), usted puede seguir amamantándolo. Su cuerpo produce leche mientras el bebé amamante. ¿Puede quedar embarazada mientras amamanta? Sí. La lactancia materna no es un método anticonceptivo confiable. No siempre previene el embarazo. Los métodos anticonceptivos le impiden quedar embarazada. Los métodos hormonales anticonceptivos, como la píldora y el parche, contienen progestina o estrógeno. El estrógeno ayuda a regular su ciclo menstrual, pero puede hacer que produzca menos leche materna. Por eso tal vez no sea una buena opción anticonceptiva si está amamantando. Hable con su profesional médico acerca del mejor método anticonceptivo para usted.NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Cambiarle los pañales a su bebé puede ser una actividad complicada del cuidado del recién nacido. Pero con la práctica, se convertirá en una profesional. ¿Qué artículos necesita? Un pañal limpio Toallitas húmedas para bebés o una toallita suave Crema de pañal para la irritación del pañal ¿Cómo se cambia el pañal del bebé? Estos son los pasos para cambiarle el pañal a su bebé: 1. Coloque a su bebé en el cambiador y desprenda el pañal. 2. Sostenga los tobillos de su bebé con una sola mano. Levántele las piernas y nalgas y saque el pañal sucio con la otra mano. 3. Si está muy sucio, use la parte delantera y limpia del pañal para limpiar las nalgas de adelante hacia atrás. 4. Use las toallitas húmedas o una toallita suave humedecida solo con agua para limpiar suavemente los genitales y las nalgas de su bebé. Tenga cuidado en particular con los pliegues y capas de la piel de su bebé. En caso de las niñas, siempre limpie de adelante hacia atrás para evitar infecciones. 5. Dé toquecitos suaves para secar. Aplique crema de pañal si el bebé tiene las nalgas irritadas por el pañal. No use talco para bebés porque puede irritarle los pulmones. 6. Deslice un pañal limpio debajo de su bebé. Si usa un pañal desechable, fíjese que las presillas adhesivas para atar el pañal estén detrás del bebé. 7. Sujete el pañal en ambos lados. En el caso del pañal desechable, presione las presillas adhesivas a la parte delantera del pañal. 8. Doble el pañal limpio por debajo del cordón umbilical de su bebé hasta que se cicatrice. Fíjese que el pañal no se abulte demasiado entre las piernas. 9. Para evitar accidentes, asegúrese de que no haya aberturas en el pañal alrededor de la cadera. ¿Cómo debe cambiar el pañal de su bebé después de la circuncisión? Los pasos anteriores son adecuados para todos los bebés. Pero si su bebé fue circuncidado, durante las primeras 24 horas puede usar vaselina en un pedacito de gasa, directamente sobre el pene o bien en la parte del pañal o en el vendaje que toca el pene. Esto ayuda a evitar que el pañal o el vendaje se pegue o frote contra el pene.CÓMO CAMBIAR UN PAÑALCOMENZANDO BIEN: SESIÓN 7, HOJA INFORMATIVA 2NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.¡Al agua, patito! Su bebé está listo para el baño. Bañe a su bebé cada 2 o 3 días. Si lo baña con más frecuencia, se le puede resecar la piel. Si debe ir a buscar algo en otro lugar durante el baño, llévese a su bebé con usted. Los bebés pueden ahogarse en poca agua. ¡JAMÁS deje a su bebé solo cerca del agua! ¿Qué artículos necesita para el baño? Champú o jabón para bebé Toallitas Toallas Pañal y ropa limpia Una tina pequeña de plástico o el lavabo para baño de inmersión ¿Cómo dar a su bebé un baño de esponja? El baño de esponja es cuando usted lava a su bebé con una toallita mojada sin sumergirlo en el agua. De esta forma puede mantener el ombligo o el área de la circuncisión secas para que se cicatricen. Haga lo siguiente: 1. Coloque a su bebé en una superficie plana, como un cambiador. 2. Desvístalo y envuélvalo en una toalla. 3. Moje una toallita con agua sola para limpiarle suavemente los ojos. 4. Use agua jabonosa para lavarle el resto del cuerpo. Lave un área por vez. 5. Limpie entre los pliegues de la piel. Mantenga a su bebé envuelto en una toalla para que no se enfríe. 6. Lave la zona del pañal por último para no diseminar los gérmenes. 7. Enjuáguelo con agua sola y séquelo suavemente sin refregarlo.¿Cómo debe cuidar el muñón del cordón umbilical? Hasta que el muñón del cordón umbilical de su bebé se caiga solo: Doble el pañal debajo del muñón. Mantenga el área limpia y seca. Si se ensucia, límpiela con una toallita húmeda. Llame al profesional médico de su bebé si ve señales de infección, como pus o enrojecimiento o si el bebé llora cuando le toca esa área. ¿Cómo debe cuidar el pene de su bebé después de una circuncisión? Hasta que se cicatrice el pene del bebé: Durante el baño, lave el pene y el área del pañal con agua tibia y jabón. Durante los primeros días, coloque un nuevo vendaje en el pene cada vez que cambie el pañal. Durante las primeras 24 horas puede usar vaselina en un pedacito de gasa, directamente sobre el pene o bien en la parte del pañal o en el vendaje que toca el pene. Esto ayuda a evitar que el pañal o el vendaje se pegue o frote contra el pene. COMENZANDO BIEN: SESIÓN 7, HOJA INFORMATIVA 3 CÓMO BAÑAR A SU BEBÉNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.¿Cómo dar a su bebé un baño de inmersión? Una vez que se cicatrice el ombligo o el pene de su bebé, puede darle un baño de inmersión en la tina. Hágalo así: 1. Llene una pequeña tina o el lavabo con 2 o 3 pulgadas de agua tibia. 2. Sumerja el codo para comprobar que el agua no esté demasiado caliente. 3. Sostenga la cabeza del bebé con una mano y use la otra para sostenerle el cuerpo mientras lo coloca en la tina con los pies primero. 4. Vierta agua tibia sobre el bebé para que no se enfríe. Lávele suavemente la cara con agua sola. 5. Lávele el cuerpo con agua jabonosa. Use champú de bebé para lavarle la cabeza. Tenga cuidado de que no le entre champú en los ojos. 6. Lávele el área del pañal por último. 7. Enjuáguelo con agua limpia y tibia. Envuélvalo en una toalla y séquelo sin refregarlo.COMENZANDO BIEN: SESIÓN 7, HOJA INFORMATIVA 3 CÓMO BAÑAR A SU BEBÉNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.SUEÑO SEGURO PARA SU BEBÉ ¿Cuántas horas de sueño necesita su bebé? Los recién nacidos duermen alrededor de 16 horas por día, generalmente de 3 a 4 horas por vez. No se sorprenda si solo puede permanecer despierto durante una o dos horas. Con el tiempo, el cuerpo se le acostumbra a un patrón de sueño y empieza a dormir más tiempo seguido. ¿Dónde debe dormir su bebé? Ponga a su bebé a dormir boca arriba (de espaldas) en una superficie plana y firme, como en una cuna o moisés. Asegúrese de que la cuna o moisés cumpla los estándares de seguridad actuales. Puede consultarlos en: cpsc.gov No comparta la cama. Eso es cuando usted deja que su bebé duerma con usted en su cama. Compartir la cama es la causa más común de mortalidad en los bebés de menos de 3 meses de edad. Ponga a su bebé a dormir en su propia cuna o moisés. Si se siente adormilada, ponga a su bebé en un lugar seguro. No deje que su bebé duerma en el portabebé, mochila \"canguro\", asiento para el automóvil ni en la carriola. Si su bebé se queda dormido en uno de ellos, sáquelo y póngalo en la cuna lo antes posible. No permita que su bebé duerma en un sofá, almohada, cama para adultos o cama de agua ni siquiera para dormir una siesta. Su bebé debería dormir siempre en una superficie o colchón firme y plano especial para bebés. No coloque en la cuna almohadillas protectoras, ropa de cama suelta, cobijas, juguetes ni otros objetos blandos. Retire los cordones colgantes de las ventanas o cables eléctricos que estén cerca de donde duerme su bebé. Los bebés pueden quedarse atascados y ahorcarse.¿Cómo debe poner a dormir a su bebé para que no corra riesgos? Ponga a su bebé a dormir boca arriba todas las veces, hasta que tenga 1 año de edad. No es seguro para el bebé dormir de costado o boca abajo. Si su bebé puede rodar de la posición de espaldas a la posición de costado o boca abajo, y nuevamente a la posición de espaldas, no se preocupe si cambia de posición mientras duerme. Vista a su bebé con ropa de dormir liviana. Retire los cordones o tiras del pijama y no le cubra la cabeza. Mantenga la habitación a una temperatura que le resulte confortable a usted. Si su bebé está sudando o se le siente el pecho caliente, posiblemente esté sobrecalentado. Dele a su bebé un chupón cuando duerma siesta y a la noche. Los chupones podrían ayudar a proteger del síndrome de muerte súbita infantil (SIDS). Si está amamantando, espere hasta que su bebé tenga 1 mes de edad antes de darle un chupón. No hay problema si el chupón se le cae de la boca cuando duerme. No cuelgue el chupón alrededor del cuello del bebé ni se lo sujete a la ropa ni a un animal de peluche.COMENZANDO BIEN: SESIÓN 7, HOJA INFORMATIVA 4NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Pruebas de detección para recién nacidos Antes de que su bebé se marche del hospital, le tomarán muestras de sangre del talón. Un laboratorio analiza la sangre para detectar problemas de salud. También le harán una prueba de audición y una prueba para detectar un grupo de condiciones cardíacas llamada enfermedad cardíaca congénita crítica (CCHD). Todas esas pruebas se conocen como pruebas de detección para recién nacidos. Las pruebas son seguras y sencillas. El profesional médico punza el talón de su bebé para extraer unas gotas de sangre. La sangre luego se analiza en un laboratorio. Para la prueba de la audición, el profesional coloca un auricular pequeño en el oído de su bebé. El auricular transmite sonidos suaves. La prueba de la enfermedad cardíaca congénita crítica usa un sensor en un dedo o pie del bebé para chequear la cantidad de oxígeno en la sangre. Esas pruebas le dicen si su bebé tiene más tendencia que otros de padecer ciertas condiciones de salud. Lo más probable es que los resultados de las pruebas sean normales. Si los resultados no salen bien, probablemente solo signifique que necesita más pruebas. Su profesional le dirá si su bebé necesita más pruebas o tratamiento. A todos los bebés en Estados Unidos les hacen pruebas de detección para los recién nacidos. Pero cada estado exige pruebas diferentes. Pregunte al profesional médico del bebé qué pruebas le harán.Vacunaciones Nunca es divertido tener que recibir una inyección. Pero su bebé necesita algunas inyecciones para ayudar a protegerlo de enfermedades como el sarampión, la varicela y la poliomielitis. Esas enfermedades pueden enfermar gravemente a su bebé. Las inyecciones se llaman vacunaciones. Y el medicamento que contienen las inyecciones se llama \"vacuna\". Cuando le dan esas inyecciones a su bebé, significa que no se va a contagiar la enfermedad aunque juegue, se siente cerca o coma con alguien que tiene la enfermedad. Es posible que le den a su bebé la vacuna contra la hepatitis B antes de marcharse del hospital. Usted puede hablar con el profesional médico de su bebé sobre el plan de vacunación de su hijo. A los bebés les dan el resto de las inyecciones en los chequeos regulares. Le seguirán dando vacunaciones hasta que cumpla los 18 años. Visite nacersano.org/vacunasdelbebe para ver e imprimir el calendario de vacunación desde el nacimiento hasta los 6 años. COMENZANDO BIEN: SESIÓN 7, HOJA INFORMATIVA 5 PRUEBAS DE DETECCIÓN PARA RECIÉN NACIDOS Y VACUNASNACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.DOLOR EN EL PERINEO El perineo es el área que está entre la vagina y el recto. Se estira durante el parto y nacimiento, puede sufrir magulladuras y hasta puede desgarrarse. Suele doler después del parto. Es posible que sufra más dolor si tuvo un desgarro natural o una episiotomía (el corte que se hace en la abertura de la vagina para ayudar al bebé a salir). Lo que puede hacer: Durante los dos primeros días después del parto, colocarse algo frío en el perineo puede aliviarle al reducir la hinchazón. También puede hacer una \"paleta\" rociando unas toallas higiénicas con agua de hamamelis (witch hazel) y colocándolas en el congelador. También puede usar hielo envuelto en una toalla. Algunas mujeres dicen que les ayuda ponerse hojas de col frías. Después del primer o segundo día, puede ser más reconfortante colocarse compresas (paños) calientes o remojarse en una tina caliente. Haga ejercicios Kegel. Estos fortalecen los músculos de la pelvis, que ayudan al perineo a sanarse. Para ello, apriete los músculos que usa para evitar orinar. Contraiga los músculos firmemente durante 10 segundos y luego relájelos. Siéntese sobre una almohada. Llene una botella de plástico suave o con rociador con agua tibia para limpiarse y calmar el perineo. Es posible que su hospital o centro de maternidad le haya dado una. Límpiese de adelante hacia atrás después de ir al baño. Eso podría ayudar a prevenir infecciones durante la cicatrización del perineo. Pida ayuda a su profesional médico para aliviar el dolor.DOLORES POSPARTO Estos son cólicos (como dolores menstruales) que usted siente a medida que el útero se contrae a su tamaño normal. Puede sentirlos con más fuerza cuando amamanta a su bebé. Enseguida después del parto, el útero está duro y redondo y pesa alrededor de 2½ libras. Para aproximadamente las 6 semanas después del parto, solo pesa 2 onzas. Los dolores deberían desaparecer en unos días. Lo que puede hacer: Pregunte a su profesional sobre los medicamentos de venta libre que puede tomar para el dolor. DESPUÉS DE UN PARTO POR CESÁREA La cesárea es una cirugía mayor, así que puede tomarle varias semanas recuperarse. Quizás se sienta muy cansada los primeros días o semanas después de la cesárea. Es posible que le duela la incisión (el corte en el abdomen). Lo que puede hacer: Pregunte a su profesional médico qué medicamentos para el dolor puede tomar. Es posible que le recete algo en el hospital. Podría enviarle a casa con un medicamento para el dolor o recomendarle uno sin receta. Pida a su pareja, familiares y amigas que le ayuden a cuidar al bebé y con los quehaceres del hogar.COMENZANDO BIEN: SESIÓN 8, HOJA INFORMATIVA 1 CAMBIOS FÍSICOS POSPARTONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.SANGRADO Y FLUJO VAGINAL Después del nacimiento de su bebé, su cuerpo se deshace de la sangre y tejidos que estaban adentro del útero. A eso se le llama flujo vaginal o loquios. Durante los primeros días es abundante, de color rojo brillante y puede tener algunos coágulos de sangre. Con el tiempo el flujo es cada vez menor y más claro en color; primero pasa a un color amarronado, luego amarillo claro y después transparente. Es posible que tenga el flujo durante algunas semanas o incluso durante un mes o más. Seguirá teniendo sangrado vaginal después de la cesárea, pero será más ligero que el sangrado después del parto vaginal. Lo que puede hacer: Use una toalla sanitaria hasta que el flujo vaginal desaparezca. Si el sangrado casi desaparece y luego comienza otra vez, si satura una toalla higiénica o más por hora, si nota coágulos de sangre más grandes que una pelota de golf o si le preocupa que está sangrando demasiado, llame de inmediato a su profesional médico. CONGESTIÓN DE LOS SENOS Ocurre cuando se le hinchan los senos al llenarse de leche. Quizás los sienta sensibles, muy firmes y doloridos. La congestión suele ocurrir de 3 a 5 días después del parto y posiblemente unos días más después de la cesárea. La mayoría de las veces el malestar desaparece cuando comienza a amamantar con regularidad. Lo que puede hacer: Trate de no saltarse ni dejar pasar mucho tiempo entre una toma y otra. No salte las tomas de la noche. Sáquese una pequeña cantidad de leche con un sacaleches o a mano antes de amamantar. Colóquese compresas calientes o frías en los senos entre las tomas. Pregunte a su profesional médico si puede tomar un medicamento para el dolor de manera segura. Avise a su profesional médico si los senos permanecen hinchados, si descubre un bulto o una mancha roja dolorosa en el seno o si le aparece una fiebre de más de 100.3 °F. DOLOR EN LOS PEZONES Si está amamantando, puede tener dolor en los pezones durante los primeros días, en especial si los tiene agrietados. Lo que puede hacer: Use una crema especial en los pezones. Pregúntele a su profesional médico cuáles usar. Deje que los senos se sequen al aire. HINCHAZÓN Muchas personas tienen hinchazón de las manos, pies y cara durante el embarazo. Esa hinchazón es producida por los líquidos extra del cuerpo que le ayudaron a prepararse para el parto y nacimiento. Después de tener a su bebé puede llevar cierto tiempo para que la hinchazón desaparezca.COMENZANDO BIEN: SESIÓN 8, HOJA INFORMATIVA 1 CAMBIOS FÍSICOS POSPARTONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Lo que puede hacer: Acuéstese del lado izquierdo o ponga los pies en alto. Trate de no acalorarse y use ropa suelta. Beba agua en abundancia. HEMORROIDES Las hemorroides son venas hinchadas y dolorosas que están adentro y alrededor del ano. Muchas personas tienen hemorroides durante el embarazo. Podrían empeorar después del parto. Lo que puede hacer: Dese un baño de asiento tibio. Use un aerosol o crema de venta libre para aliviar el dolor. Pregunte a su profesional cuáles puede usar. Coma alimentos ricos en fibra para evitar el estreñimiento y heces duras. Los alimentos con gran contenido de fibra incluyen las frutas, vegetales y panes y cereales integrales. Beba mucha agua. Trate de no hacer fuerza al mover el vientre. ESTREÑIMIENTO Es posible que tenga gases dolorosos o problemas para mover el vientre después del parto. Lo que puede hacer: Coma alimentos ricos en fibra. Beba mucha agua. Pregunte a su profesional médico si puede tomar medicamentos para el estreñimiento (ablandadores de heces). Su profesional médico puede recetárselos después del parto. Tómelos tal cual se lo indique. PROBLEMAS URINARIOS Podría sentir dolor o ardor al orinar. O tal vez sienta que necesita orinar con frecuencia, pero no puede o solo orina una pequeña cantidad. Es posible que a veces pierda orina al levantar algo pesado, al toser, reírse o estornudar. A veces no podrá detener la orina. A eso se le llama incontinencia. Qué puede hacer para el dolor y ardor: Beba mucha agua. Deje correr el agua en el lavabo cuando vaya al baño. Use una botella de plástico suave o con rociador con agua tibia para limpiarse el perineo después de ir al baño. Dese un baño de asiento tibio. Si el dolor continúa o si tiene fiebre de 100.3 °F o más, llame a su profesional médico. Lo que puede hacer para la incontinencia: Haga ejercicios Kegel para fortalecer los músculos pélvicos. SUDOR Es común que las nuevas mamás suden, en especial por la noche. El sudor es causado por todas las hormonas que están en el cuerpo después del embarazo.COMENZANDO BIEN: SESIÓN 8, HOJA INFORMATIVA 1 CAMBIOS FÍSICOS POSPARTONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Lo que puede hacer: Duerma sobre una toalla para mantener secas las sábanas y almohada. No se arrope con demasiadas mantas ni use pijamas abrigados para dormir. Encienda el acondicionador de aire, use un ventilador o ambos. REGRESO DEL PERÍODO Si no está amamantando a su bebé, es posible que el período regrese entre 6 y 8 semanas después de dar a luz. Si está amamantando, posiblemente no le vuelva durante varios meses. Algunas personas no vuelven a tener el período hasta que dejan de amamantar. Pero tenga cuidado: si tiene relaciones sexuales, puede quedar embarazada incluso antes de que comience otra vez el período, esté o no amamantando. PÉRDIDA DE PESO Ahora es un buen momento para llegar a un peso saludable, sin importar lo que pesaba antes del embarazo. Se sentirá mejor y será menos probable que tenga condiciones de salud como diabetes y presión arterial alta si está en un peso saludable. Y, por si acaso quedara embarazada de nuevo, o si planea tener otro bebé en el futuro, lo mejor es lograr un peso saludable antes de su próximo embarazo. Lo que puede hacer: Hable con su profesional médico sobre su peso saludable. Si tenía sobrepeso antes del embarazo, es probable que quiera perder más peso de lo que aumentó durante el embarazo. Coma alimentos nutritivos. Limite los dulces y los alimentos con mucha grasa. Beba mucha agua. Haga algo activo todos los días. Caminar y nadar son actividades excelentes para las nuevas mamás. Amamante a su bebé. La lactancia materna ayuda a quemar calorías. Es posible que pierda el peso que aumentó durante el embarazo de manera más rápida que si no amamanta. No se sienta mal si no pierde el peso tan rápidamente como lo desea. Su cuerpo y su abdomen necesitan tiempo para recuperar el buen estado físico. SENTIR CANSANCIO Es posible que haya perdido sangre durante el parto. Es por eso que puede sentir el cuerpo cansado. También es probable que su bebé no la deje dormir toda la noche. Lo que puede hacer: Duerma cuando su bebé duerma, incluso cuando duerma siestas durante el día. Pida a su pareja que comparta la responsabilidad de levantarse a la noche para atender al bebé. Si está amamantando, su pareja puede traerle al bebé y llevarlo de vuelta a su cuna después de la toma. Coma alimentos sanos, como frutas, vegetales, panes y pastas integrales, carnes magras y pollo. Limite los dulces y los alimentos con mucha grasa.COMENZANDO BIEN: SESIÓN 8, HOJA INFORMATIVA 1 CAMBIOS FÍSICOS POSPARTONACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.COMENZANDO BIEN: SESIÓN 8, HOJA INFORMATIVA 1 CAMBIOS FÍSICOS POSPARTO CABELLO Es posible que su cabello parezca más grueso y abundante durante el embarazo. Después del nacimiento de su bebé, su cabello puede perder volumen. La caída del cabello suele detenerse entre los 3 y 4 meses después del nacimiento del bebé. Lo que puede hacer: Coma alimentos sanos con abundante proteína. Trate su cabello con cuidado. No se lo ate apretadamente con colas, trenzas o ruleros. Eso puede tirar y estresar su cabello. Si usa secador de cabello, póngalo en aire frío. QUEDAR EMBARAZADA Es posible que ovule (libere un óvulo) antes de que le regrese el período. Eso significa que puede quedar embarazada. Lo que puede hacer: Use métodos anticonceptivos para asegurarse de no quedar embarazada otra vez hasta que esté lista. Si está amamantando, pregunte a su profesional médico qué método anticonceptivo usar. No todos los métodos anticonceptivos son seguros para las mujeres que amamantan. PIEL Es posible que tenga estrías en la panza, muslos, senos y glúteos donde la piel se estiró durante el embarazo. Lo que puede hacer: Use cremas o lociones para la piel. Es posible que las estrías no desaparezcan por completo. Algunas personas las consideran un símbolo de honor por haber tenido a un ser humano creciendo en su abdomen.NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.Sentirse estresada y abrumada Esto es lo que puede hacer si se siente abrumada de ser una nueva mamá: Dígale a su pareja cómo se siente. Pida a su pareja, amigas y familiares que le ayuden a cuidar al bebé y a encargarse de la casa. Busque un grupo de apoyo para nuevas mamás. Pida a su profesional médico que le ayude a encontrar un grupo. Coma alimentos sanos y manténgase activa cuando pueda. No fume, no beba alcohol, no use drogas ilegales ni productos herbales no recetados por su profesional médico. No use indebidamente los medicamentos recetados. Tristeza de maternidad La tristeza de maternidad es el sentimiento de tristeza que algunas mujeres tienen entre los 3 y 5 días después del nacimiento del bebé. Usted podría sentirse triste o malhumorada o tal vez llore mucho. Si cree que tiene la tristeza de maternidad: Hable con su pareja o con una amiga sobre sus sentimientos. Descanse cuando pueda. Trate de dormir cuando el bebé duerme. Pida a su pareja, amigas y familiares que le ayuden a cuidar al bebé. Tómese tiempo para usted misma. Salga de la casa todos los días aunque sea solo por un rato corto. Si los sentimientos de tristeza no desaparecen en unos 10 días después del nacimiento de su bebé, avise a su profesional médico.COMENZANDO BIEN: SESIÓN 8, HOJA INFORMATIVA 2 ESTRÉS, ANSIEDAD, TRISTEZA DE MATERNIDAD Y DEPRESIÓN POSPARTO Depresión posparto La depresión posparto es un tipo de depresión que sufren algunas personas después de tener a su bebé. Significa que usted tiene sentimientos fuertes de tristeza o preocupación que duran mucho tiempo. Algunas personas dicen que se sienten muy ansiosas. Esos sentimientos pueden interferir con el cuidado de su bebé. La depresión posparto puede suceder en cualquier momento dentro del primer año después del parto. Suele comenzar dentro de 1 a 3 semanas de haber tenido al bebé. Es una condición médica que necesita tratamiento para mejorar. Usted puede tener depresión posparto si se le presentan 5 o más señales que duran más de 2 semanas. Estas son las señales que vigilar: Cambios en sus sentimientos Se siente deprimida, preocupada o ansiosa la mayor parte del día, todos los días Se siente avergonzada, culpable, despreciable o fracasada Tiene más días malos que días buenos Siente pánico o temor gran parte del tiempo Tiene cambios serios de estado de ánimo NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.ESTRÉS, ANSIEDAD, TRISTEZA DE MATERNIDAD Y DEPRESIÓN POSPARTO Cambios en su vida diaria Tiene poco interés en las cosas que normalmente le gusta hacer Se siente cansada todo el tiempo Come mucho más o mucho menos de lo que es normal para usted Está aumentando o bajando de peso No está durmiendo bien o duerme demasiado Tiene problemas para concentrarse o tomar decisiones Tiene ataques de pánico. Los síntomas pueden incluir falta de aliento, ritmo cardíaco acelerado, estremecimientos o temblores, sudoración, sentirse fuera de control, mareos, debilidad o desmayo. Cambios en lo que piensa sobre sí misma o su bebé Tiene problemas para crear un vínculo afectivo con su bebé Piensa en hacerse daño a sí misma o en lastimar a su bebé Si cree que tiene depresión posparto, llame de inmediato a su profesional médico. COMENZANDO BIEN: SESIÓN 8, HOJA INFORMATIVA 2NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.¿Cuáles son las señales de advertencia que vigilar después del parto? En general, las señales de advertencia de condiciones de salud graves incluyen: Dolor de pecho Dolor extremo Sangrado intenso Problemas para respirar Si tiene alguna de estas señales o síntomas, llame de inmediato a su profesional médico. Si cree que su vida está en peligro, llame a emergencias (911) o vaya a una sala de emergencia. Las señales de una condición de salud son las cosas que alguien puede ver o saber acerca de usted, como por ejemplo si usted tiene un sarpullido o si está tosiendo. Los síntomas son las cosas que usted siente y que otros no pueden ver, como por ejemplo tener dolor de garganta o sentirse mareada. Llame a su profesional médico si tiene alguna de estas señales o síntomas: SEÑALES Y SÍNTOMAS DE INFECCIÓN Fiebre de más de 100.4 °F . La fiebre se produce cuando su cuerpo está tratando de matar a un virus o bacteria que causó una infección. Supuración, dolor o enrojecimiento que no desaparece o que empeora en el área de la incisión (corte) de la cesárea, episiotomía o desgarro del perineo. La cesárea es una operación en la que su bebé nace mediante un corte que el médico le hace a usted en el abdomen y en el útero (matriz). La episiotomía es un corte que se hace en la abertura de la vagina para ayudar a que el bebé salga durante el parto. El desgarro del perineo es una rasgadura en el área que está entre la vagina y el recto. El perineo puede desgarrarse naturalmente durante el parto vaginal. Dolor o ardor al orinar (hacer pipí), dolor en la parte inferior de la espalda o en el costado, o tener que orinar con frecuencia. Es posible que tenga una infección de las vías urinarias, tal como una infección de la vejiga llamada cistitis o una infección de los riñones llamada pielonefritis. Rayas rojas en los senos o bultos en el seno que son nuevos y duelen. Es posible que tenga una infección del seno llamada mastitis. Puede suceder cuando tiene un conducto mamario taponado, cuando salta o demora el amamantamiento o se le congestionan los senos (se hinchan y llenan de leche). Dolor agudo en la parte inferior del abdomen. Es posible que tenga endometriosis. Es una inflamación (enrojecimiento o hinchazón) del revestimiento del útero. Flujo vaginal que huele mal. Es posible que tenga endometriosis o una infección llamada vaginosis bacteriana (VB). La VB ocurre cuando hay demasiada cantidad de cierta bacteria en la vagina. A veces el cuerpo tiene una respuesta extrema a la infección llamada sepsis (o septicemia). La septicemia puede poner en peligro la vida. !COMENZANDO BIEN: SESIÓN 8, HOJA INFORMATIVA 3 ¿CUÁLES SON LAS SEÑALES DE ADVERTENCIA QUE VIGILAR DESPUÉS DEL PARTO?NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.! Llame al 911 o vaya a la sala de emergencia si tiene alguna de estas señales o síntomas de sepsis después del parto: Escalofríos o sentir mucho frío Piel húmeda y pegajosa o sudorosa Respiración rápida Frecuencia cardíaca rápida Sentirse confundida Fiebre Sentir dolor o malestar extremo SEÑALES Y SÍNTOMAS DE OTRAS CONDICIONES DE SALUD Sangrado más intenso que su período normal o sangrado que empeora con el tiempo. Es posible que tenga hemorragia posparto. La hemorragia posparto ocurre cuando una persona tiene sangrado intenso después del parto. Es una condición grave pero poco común que puede ocurrir hasta 12 semanas después de tener un bebé. Dolor, hinchazón, enrojecimiento, calor o sensibilidad en las piernas, en especial las pantorrillas. Es posible que tenga trombosis venosa profunda (DVT). Esto sucede cuando se forma un coágulo de sangre en lo profundo del cuerpo, por lo general en la región inferior de la pierna o en el muslo. Cambios en la visión, mareos, dolor de cabeza agudo, dolor en la parte superior derecha del abdomen o en el hombro, problemas para respirar, aumento repentino de peso o hinchazón en las piernas, manos o cara. Es posible que tenga preeclampsia posparto. Es una condición grave que sucede cuando la persona tiene presión arterial alta y señales de que algunos de sus órganos, como los riñones y el hígado, tal vez no estén funcionando normalmente después del parto. Dolor de pecho, tos o respirar con dificultad. Es posible que tenga una embolia pulmonar. La embolia es un coágulo de sangre que se desplaza desde el lugar donde se forma hasta otra parte del cuerpo. Cuando el coágulo se traslada a un pulmón, es una embolia pulmonar. La embolia pulmonar es una emergencia. Sentirse triste o desesperanzada durante más de 10 días después del parto. Es posible que tenga depresión posparto, un tipo de depresión que sufren algunas personas después de tener un bebé. La depresión posparto son sentimientos fuertes de tristeza, ansiedad (preocupación) y cansancio que duran mucho tiempo después del parto. Por tener esos sentimientos, puede resultarle difícil cuidar de sí misma y de su bebé. La depresión posparto es una condición médica que debe tratarse para mejorar. Sentir malestar de estómago o vómitos. Es posible que tenga hemorragia posparto o enfermedad cardiovascular (enfermedad cardíaca). La enfermedad cardíaca incluye condiciones que afectan al corazón y los vasos sanguíneos. Suelen afectar al músculo cardíaco o relacionarse con vasos sanguíneos estrechados o bloqueados que pueden dar lugar a un ataque cardíaco o a un accidente cerebrovascular.COMENZANDO BIEN: SESIÓN 8, HOJA INFORMATIVA 3 ¿CUÁLES SON LAS SEÑALES DE ADVERTENCIA QUE VIGILAR DESPUÉS DEL PARTO?NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.COMENZANDO BIEN: SESIÓN 8, HOJA INFORMATIVA 4 EVALUACIÓN Responda las preguntas siguientes con sinceridad. Sus respuestas se mantendrán confidenciales. 1. En general, ¿cómo califica estas sesiones? o Excelentes o Buenas o Regulares o Malas 2. ¿La convencieron las sesiones de hacer algo específico por su salud o la salud de su bebé? o Sí o No Si respondió sí, ¿qué hará? __________________________________________________________ 3. La información de las sesiones fue: o Fácil de entender o Difícil de entender 4. La duración de las sesiones fue: o Perfecta o Demasiado corta o Demasiado larga 5. La líder de las sesiones: (Marque todo lo que corresponda.) o Era animada o Era difícil de seguir o Era aburrida o Sabía bien los temas o Me trató con respeto o No sabía bien los temas o Me ayudó con mis problemas o Me alentó a hacer preguntas o Otro: __________________________________________6. ¿Qué fue lo que más le gustó de las sesiones? __________________________________________________________ 7. ¿Qué fue lo que menos le gustó? __________________________________________________________NACERSANO.ORGMIRE Y APRENDA Mire videos y vea imágenes de cómo crece su bebé cada semana durante el embarazo. nacersano.org/semana-por-semana MAM ÁS SANAS. BEBÉ S FUER TES.8. Califique cada una de las sesiones a las que asistió: Extremadamente útil ÚtilNo ÚtilNo asistí Sesión 1. Usted y su embarazo o o o o Sesión 2. Cuidado prenatal o o o o Sesión 3. Comer sano durante el embarazo o o o o Sesión 4. El estrés durante el embarazo o o o o Sesión 5. Cosas que evitar durante el embarazo o o o o Sesión 6. El gran día: Preparándose para el parto o o o o Sesión 7. El cuidado de su bebé o o o o Sesión 8. Cómo cuidarse en la etapa posparto o o o o 9. ¿Hay algo que le gustaría cambiar de las sesiones? o Sí o No Si respondió sí, ¿qué cambiaría? _________________________________________________________________________________ ________________________________________________________________________________________________________________________ ¡Gracias por sus comentarios!COMENZANDO BIEN: SESIÓN 8, HOJA INFORMATIVA 4 EVALUACIÓN "}