{"title": "Homeopathy for Sports Injuries - Natural solutions to injuries", "author": "Michael Thompson", "url": "https://naturalmedicineworks.net/homeopathy/sport-injuries-and-homeopathy/", "hostname": "naturalmedicineworks.net", "description": "Whether it be bruising, swelling, a wound or muscle injury, we can provide a homeopathic remedy for any sports injury you may have. Contact me today.", "sitename": "Natural Medicine Works Clinic", "date": "2016-04-07", "cleaned_text": "I use my own Injury Combination remedy which is available at both clinics and in my online shop. It contains the remedies mentioned in the leaflet plus blows, strains, fractures etc. Take 3-4 times a day and more often when acute. It saves you having to choose between remedies and may be used routinely. My Injury Combination remedy has been used in the practice for 20 years by lots of people not just those involved with sport! In fact it is the remedy most used in the practice! The following is from a leaflet Homeopathy & Sport published by The Society of Homeopaths (UK). The leaflet illustrates how homeopathy can help sports injuries: There has never been so much emphasis on fitness or such a wide choice of exercise, but even the fittest may suffer an occasional injury. Help is at hand with homeopathy, which can relieve the pain, promote rapid healing and speed your progress back to full health. Keep a small remedy kit with your sports gear at all times and stay in the game. Everyone actively involved in sports or exercise should know about Arnica. It is the sine qua non for shock, bruising, and trauma and, because homeopathic medicines work on all levels, this applies to the mental and emotional aspects of injury as well as the physical. Whether you have strained muscles from over- training or you've over done working in the garden, an Arnica repeated at hourly or two hourly intervals will ease you through the pain. Arnica is available in a cream, which is good for bruises and sprains but never apply it if there is bleeding from an open wound. Arnica is such a wonderful remedy, it is worth keeping handy at all times. Use it for fatigue after a long journey or when, after a sleepless night on a long haul flight, there is a feeling of being bruised all over. Sprains, especially those involving the ligaments or tendons should be treated with Ruta, three or four times a day for a few days. If a weak backhand results in tennis elbow, Ruta is the thing to put you back on the court to improve your swing. Apply an ice pack to reduce the swelling and rest the arm as much as possible until the injury has really healed. Ruta is also good for bruised bones and those ever-so-painful bumps on the shins. If a once-sprained ankle or a fractured limb has a lingering and persistent weakness long after the injury has apparently healed, give Calcanea to strengthen the limb. Muscle stiffness, especially if this is the result of sweating and getting cold, will respond well to treatment with the remedy, Rhus tox. This remedy is sometimes called the \"rusty gate\" remedy, useful for when the limb feels creaky first thing but limbers up with movement. Squash players should keep Rhus tox handy for a pulled ligament. Wrap the joint in an elastic bandage for extra support as well. Sometimes called the \"English Arnica\", Bellis perennis can follow Arnica if bruising and swelling persist. If injury is sustained from the ground up rather than a fall, by landing hard and bruising the foot or throwing the hip out, Bellis perennis might be the better first choice. Women should note that Bellis perennis given in good time when there is a blow to the breast can prevent many later problems such as tissue changes as a result of injury. Painful cuts, bloody wounds, torn muscles, pulled hamstrings all respond well to Calendula. Runners should know how quickly Calendula cream works to heal blisters or chaffed skin but take it internally as well in the case of bleeding or torn muscles. Any wounds should be carefully cleaned before applying the cream and you can use Calendula tincture for this (one teaspoon to a pint of boiled water). It is completely non-toxic so the Calendula solution can be rinsed into a wound to clean it thoroughly. It is antiseptic and speeds granulation very effectively. When cleaning a wound, always wipe away from the site of the wound, never towards it. Hypericum is invaluable for pain, especially in soft tissues rich in nerve endings - fingers slammed in doors, stubbed toes, bashed teeth and, together with Arnica, for falls on the coccyx. If you know that the cause of back pain was a fall on the coccyx, even if it was some time ago, Hypericum will often help sort out the problem. In the case of an extreme sudden accident, such as an out of bounds tackle, where there is residual shock and fear, Aconite is highly recommended. If the patient is very shocked, lie them down on their back with the legs elevated. This position uses gravity to help the blood to flow back to the brain to help counter the shock but don't do this if the injury is to the head or chest. With studded boots that anchor the foot to the ground, a twisted knee is a great risk for football players. Take Arnica at first and apply a cold pack to reduce the swelling. Wrap the knee in an elastic bandage to reduce movement and support the joint. Keep the leg up as much as possible. You may need Bryonia on the second day if it's worse from the slightest motion and all you want to do is keep it completely still. If the game on the field gets so rough that bones are broken, a course of Symphytum, often called \"bone-setter\" will help the fracture knit quickly. When there is a blow to the eye from a ball or a hockey stick, give Arnica. If the injury is more to the surrounding tissue that to the eye itself and the whole eye looks inflamed and bluish, Ruta will help. Symphytum will also sort out a black eye. Choose Bryonia first for a broken rib and then give Symphytum when the pain has lessened to help the bone to knit. All remedies should be stored in a clean cool, dry place away from light, heat, electrical interference and strong smells. Do not keep you homeopathic remedies in the same box as aromatherapy oils, for example, or with any strong-smelling substance. Carefully stored, homeopathic remedies will last a long time. Try to avoid handling the tablets. To give a dose, tip a tablet into a spoon and then into the patient's mouth. Let the tablets dissolve slowly under the tongue. Remedies can be taken at any time of day but, ideally, allow a gap of at least 5-10 minutes away from food, drink or toothpaste. Decrease frequency of dosage as the pain lessens and injury improves. Discontinue treatment when the symptoms have abated improvement is well established. Only repeat remedies when and if pain or other symptoms return. Any serious athlete knows that getting to the peak of physical fitness is only part of the winning formula. The difference between winning and losing is in the champion's mental clarity and emotional resilience. What is so extraordinary about homeopathic remedies is that they are selected on a person's unique mental and emotional constitution. A professional homeopath can help any athlete's performance by finding the remedy or remedies that will act specifically with that individual's mind, body and spirit to help them reach an optimum performance. "}