{"title": "Frequently asked questions | Programs and initiatives", "author": null, "url": "https://www.phila.gov/programs/coronavirus-disease-2019-covid-19/faq/", "hostname": "phila.gov", "description": "Basic information about COVID-19, its spread, and how it's treated.", "sitename": "City of Philadelphia", "date": "2023-09-06", "cleaned_text": "For current risk and recommendations, see [Updates](https://www.phila.gov/programs/coronavirus-disease-2019-covid-19/updates/). If you have questions that are not answered on this page, please call (215) 685-5488 or email [publichealthinfo@phila.gov](mailto:publichealthinfo@phila.gov). Jump to: What is COVID-19? Visit the CDC website for a [complete list of COVID-19 symptoms](https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html). How can you keep from catching COVID-19? Read the CDC's guidance on [being up to date](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html) with all your COVID-19 vaccines, [how to protect yourself and others](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html), and [what to expect when getting your COVID vaccine](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/expect.html). Read more about [how to get vaccinated in Philadelphia](https://www.phila.gov/services/mental-physical-health/get-vaccinated/sign-up-to-get-a-covid-19-vaccine/). How do you treat COVID-19? Most people who have had COVID-19 get better just by resting, drinking fluids, and taking fever-reducing medicine. If you are at high risk for severe disease (are overweight or have other medical conditions, or are over 50-with increasing risk as you get older), contact your healthcare provider immediately after you test positive. Treatments must start in the first few days of illness to help you get well. What should you do if you think you have COVID-19? [Review symptoms of COVID-19](https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html). If you have mild symptoms, stay home, rest, and avoid contact with others until you feel completely better: Are people who have recovered from COVID-19 immune to it? How do I know if I've been reinfected? It's possible that people who have had COVID-19 can become re-infected. People who have had COVID-19 will have some short-term immunity to the virus, but it's possible for those who had COVID-19 to become re-infected. If you've recovered from a previous COVID-19 illness but develop new COVID-19 symptoms, you should isolate and test immediately with a rapid antigen test. You should test even if it's been less than 90 days since your previous illness. Learn more about why [getting vaccinated is a safer way to build protection](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/vaccine-benefits.html) than getting infected. If I have an underlying health condition such as diabetes or moderate to severe asthma, what should I do if I develop fever, cough, or shortness of breath? People with serious underlying health problems are more likely to develop severe COVID-19. If you develop new symptoms, you should always consult with your personal physician or provider about [treatments for people with underlying health problems](https://www.cdc.gov/coronavirus/2019-ncov/your-health/treatments-for-severe-illness.html). See the question above (How do you treat COVID-19?) for more information. Does the Health Department do any contact tracing for COVID-19? Yes. Contact tracing is still used to stop the spread of COVID-19, especially among people who: The Health Department mostly uses contact tracing to investigate disease outbreaks. It does not conduct routine investigations of individual COVID-19 cases. If the Health Department contacts you, please answer or return these calls/texts/emails. They are not spam. All responses are completely voluntary and are kept confidential. If you think you have been exposed to COVID-19, you should mask around others for a full 10 days. Learn more about [what you can do to protect yourself and others](https://www.cdc.gov/coronavirus/2019-ncov/your-health/if-you-were-exposed.html). If you have COVID-19, visit our guidance page to learn [how to notify your own contacts](https://www.phila.gov/programs/coronavirus-disease-2019-covid-19/guidance/guidance-documents/). Visit the CDC website to learn more about [contact tracing for COVID-19](https://www.cdc.gov/coronavirus/2019-ncov/easy-to-read/contact-tracing.html). Questions? Call [(215) 685-5488](tel:2156855488) or email [covid@phila.gov](mailto:covid@phila.gov). What is the current mask/vaccination guidance for schools K-12 and early childhood education settings? Can young children get the COVID-19 vaccine? Yes, the COVID-19 vaccine is available for children ages six months and up. The Centers for Disease Control and Prevention (CDC) and the American Academy of Pediatrics have all recommended that children six months and older be vaccinated against COVID-19 as soon as they can. Children six months and older should get at least one additional COVID-19 bivalent vaccine [when they're eligible](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-ncov%2Fvaccines%2Frecommendations%2Fchildren-teens.html). To learn more about vaccination, read [Six Things to Know about COVID-19 Vaccination for Children](https://www.cdc.gov/vaccines/covid-19/planning/children/6-things-to-know.html) and [The Science Behind COVID-19 Vaccines: Parent FAQs](https://healthychildren.org/English/health-issues/conditions/COVID-19/Pages/The-Science-Behind-the-COVID-19-Vaccine-Parent-FAQs.aspx). Children three years and older can [get vaccines at many pharmacies](https://www.phila.gov/services/mental-physical-health/get-vaccinated/get-your-covid-19-vaccine-or-booster/#find-other-vaccine-locations) and those 18 months and older can get vaccinated at retail care clinics. Children six months and older can [get vaccinated at health centers or their pediatrician's office](https://www.phila.gov/services/mental-physical-health/get-vaccinated/get-your-covid-19-vaccine-or-booster/#get-vaccinated-at-a-city-health-center). No matter where you choose to go, call before you go to make sure they have vaccines. Check [phila.gov/vaccine](https://www.phila.gov/services/mental-physical-health/get-vaccinated/get-your-covid-19-vaccine-or-booster/) and [vaccines.gov](https://www.vaccines.gov/) for a location near you. For more information, read our blog post: [COVID-19 vaccine is now available for children under five](https://www.phila.gov/2022-06-22-covid-19-vaccine-is-now-available-for-children-under-five/). Note: Children under the age of 11 must have a parent or guardian present to be vaccinated. Those 11-17 can consent for their own COVID-19 vaccination, subject to the vaccine provider's determination that they can provide informed consent, but must provide documentation such as: Not all sites will vaccinate people under the age of 16. Make sure to call ahead to confirm a vaccination site has pediatric vaccines and will vaccinate your child. For more information, [find a vaccination clinic](https://www.phila.gov/services/mental-physical-health/get-vaccinated/get-your-covid-19-vaccine-or-booster/). Are there any treatments available for children with COVID-19? Most children with COVID-19 get better just by resting, drinking fluids, and taking fever-reducing medicine. If your child has trouble breathing, worsening cough, chest pain or pressure, new confusion, inability to wake or stay awake, or bluish lips or face, call 911 or go to the Emergency Department immediately. For children 28 days or older who have COVID-19 and are at risk for progressing to severe disease or hospitalized, various treatment options are available. You should discuss these options with your pediatrician. Can I get my mammogram after I get my shot? Does the shot cause breast cancer? The shot can cause swollen lymph nodes for a few days to weeks. This swelling is a normal reaction that your body is building protection to the virus that causes COVID-19 and is NOT a sign of cancer. However, these swollen lymph nodes could cause a false reading on a mammogram. This means that something looks abnormal on the test but doesn't mean that you have cancer. To avoid these false readings, you should get your mammogram before the vaccine or wait 4-6 weeks after your vaccine to get your screening, or annual mammogram. If your doctor is ordering a test because you have breast cancer, or because a previous test looking for breast cancer was abnormal, you should not delay your test. Tell your doctor when you had your shot so that they are aware. Can pregnant people get the vaccine? Yes. Pregnant people are especially at risk for poor outcomes from COVID-19 disease. [Getting vaccinated](https://www.phila.gov/services/mental-physical-health/get-vaccinated/sign-up-to-get-a-covid-19-vaccine/) is the best way to reduce the chance of complications for pregnant people and the fetus. The vaccine is recommended for people who are pregnant, breastfeeding, trying to get pregnant now, or might become pregnant in the future. Find more information, see the CDC's [frequently asked questions about COVID-19 vaccination](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/faq.html), scroll to the Safety section and the question, \"If I am pregnant or planning to get pregnant, can I get the vaccine?\" Is getting sick with COVID-19 while pregnant dangerous for the growing fetus? Pregnant and recently pregnant people are more likely to get severely ill from COVID-19 compared to people who are not pregnant. COVID-19 during pregnancy also increases the risk of delivering a preterm (earlier than 37 weeks) or stillborn infant. Babies born to women who had COVID-19 during pregnancy have an increased risk of admission to a neonatal intensive care unit (NICU). Learn more about [pregnant and recently pregnant people](https://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/pregnant-people.html), [COVID-19 and breastfeeding](https://www.cdc.gov/breastfeeding/breastfeeding-special-circumstances/maternal-or-infant-illnesses/covid-19-and-breastfeeding.html#:%7E:text=Current%20evidence%20suggests%20that%20breast,breastfeed%20while%20taking%20hygiene%20precautions.), and [myths and facts about COVID-19 vaccines](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/facts.html). Can pregnant people with COVID-19 pass the virus to their fetus or newborn? COVID-19 may pass to the fetus during pregnancy, but this is rare. More commonly, COVID-19 infection in a pregnant person can lead to growth restriction, premature birth, post-birth hospitalization, or stillbirth in the infant as well as medical complications for the birthing person. [Getting vaccinated](https://www.phila.gov/services/mental-physical-health/get-vaccinated/sign-up-to-get-a-covid-19-vaccine/) is the best way to prevent severe complications for both the birthing person and baby. The vaccine is recommended for people who are pregnant, breastfeeding, trying to get pregnant now, or might become pregnant in the future. Learn more about [COVID-19 vaccines while pregnant or breastfeeding](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/pregnancy.html). Are infants born to people with COVID-19 during pregnancy at increased risk for adverse outcomes? Infants born to people with COVID-19 have increased risk of prematurity, stillbirth, and ICU admission. [Getting vaccinated](https://www.phila.gov/services/mental-physical-health/get-vaccinated/sign-up-to-get-a-covid-19-vaccine/) is the best way to prevent these complications. The vaccine is recommended for people who are pregnant, breastfeeding, trying to get pregnant now, or might become pregnant in the future. Learn more about [COVID-19 vaccines while pregnant or breastfeeding](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/pregnancy.html). What is known about COVID-19 and breastfeeding? COVID-19 does not pass through breast milk and does not cause infection in the baby. You should continue to breastfeed your baby while you have COVID-19 but be sure to take precautions including wearing a masking, washing hands, and sterilizing pumping equipment. Learn more about [myths and facts about COVID-19 vaccines](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/facts.html). When and where is it recommended to mask? Masking is no longer a requirement in Philadelphia. However, masking is still an important tool to help prevent the spread of COVID-19 and other respiratory viruses. You may decide to wear a mask or respirator (like an N95 or KN95) when you are indoors in public settings. Some instances where you may want to wear a mask include: For more information, see [Choosing to mask: Protecting yourself and your loved ones](https://www.phila.gov/programs/coronavirus-disease-2019-covid-19/guidance/guidance-documents/choosing-to-mask-protecting-yourself-and-your-loved-ones/). Are masks required in schools? When students and staff return after having a COVID-19 infection or exposure they must mask in accordance with CDC guidelines. Schools may set their own, more restrictive, mask policies. It is strongly encouraged that students and teachers continue to keep each other safe by wearing a mask at specific times, such as after an extended break/holiday or after a gathering such as a prom or other indoor event. For more information see [Schools guidance (K-12)](https://www.phila.gov/programs/coronavirus-disease-2019-covid-19/guidance/guidance-documents/schools-guidance/). Are there any settings where masks are still required? Many hospitals continue to require masks in certain areas with vulnerable populations. Other businesses or schools likely require masking after testing positive or after an exposure. I have a mask (or N95 respirator) with a valve/vent. Is this type of mask effective in stopping the spread of COVID-19? No. Someone with COVID-19 may unknowingly spread it while wearing this type of mask. That's because these masks are designed to help you exhale more easily. But the valve/vent allows you to breathe out unfiltered air. These masks do not protect other people in your vicinity from your respiratory droplets. Read the CDC's guidance about [the use and care of masks](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/about-face-coverings.html). When can employees who have had COVID-19 or possible COVID-19 return to work safely? People who have COVID-19 or suspected COVID-19 infection should stay out of work until all of the following are true: Masks MUST be worn at all times upon return to work for another five days. Please do not require proof of COVID-19 testing either to qualify for sick leave or to return to work. Tests can remain positive for weeks after infection due to dead virus remaining in the body, but this does not mean that people are contagious. For more information, see [Isolation, exposure, and testing guidance (PDF)](https://www.phila.gov/media/20201119161650/Quarantine-Visual-Aid-.pdf) Who should get tested? The Health Department recommends [getting tested](https://www.phila.gov/covid-testing-sites/#/) for COVID-19: In any of these instances, if your test result is positive, reschedule your plans and isolate. [Read more about isolation here](https://www.cdc.gov/coronavirus/2019-ncov/your-health/quarantine-isolation.html?msclkid=01c77385c56f11ec8121eaba05723e48#iso). For more information, see the CDC's [COVID-19 testing overview](https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/testing.html). Where can I get tested in Philadelphia? If you think you should be tested for COVID-19, use our [testing sites map](https://www.phila.gov/covid-testing-sites/#/) and [events calendar](https://www.phila.gov/the-latest/all-events/?category=Mobile%20testing%20sites%20for%20COVID-19) to find locations, contact information, and other requirements for testing sites in Philadelphia. Pick up free rapid antigen home test kits at [Health Department resource hubs](https://www.phila.gov/2023-04-24-resource-hubs-offer-drop-in-assistance-and-free-services-in-five-philadelphia-neighborhoods/). If I previously tested positive, how do I know when I can stop isolating? While isolating, you should wear a well-fitting mask anytime you are around others. Although you may leave isolation after five days if you are fever free and symptoms are improving, you should continue to wear a well-fitting mask for an additional five days at home when around others. What precautions are recommended for people who have been fully vaccinated? Read the CDC recommendations for [when you are considered up to date](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/fully-vaccinated.html). What else can I do to keep from getting sick? What should I do if I feel sick? If you think you have COVID-19: People who should be tested include: If you have questions about COVID-19 symptoms (common symptoms are fever, dry cough, shortness of breath, fatigue), call your healthcare provider. For more information, see [Home care instructions](https://www.phila.gov/programs/coronavirus-disease-2019-covid-19/guidance/guidance-documents/home-care-instructions/). When can employees who have had COVID-19 or possible COVID-19 return to work safely? Should people with asthma or other breathing problems use masks? Most people with breathing problems and asthma are able to wear masks comfortably to protect themselves at times of high risk. These individuals are at higher risk from severe outcomes from COVID-19 infection and should wear masks in times of high risk. Someone who is actively having trouble breathing such as an asthma attack should take off their face mask and use their asthma medication or get medical attention if needed. For more information, see [Choosing to mask: Protecting yourself and your loved ones](https://www.phila.gov/programs/coronavirus-disease-2019-covid-19/guidance/guidance-documents/choosing-to-mask-protecting-yourself-and-your-loved-ones/). How should I take care of someone who is sick and may have COVID-19? Anyone who is in isolation or quarantine should try to stay away from other people in the home. Only one person should take care of the person who is isolating. This person should take precautions around the sick person including wearing a mask and washing hands after being in contact. For more information, see: Why should I get the vaccine? We strongly recommend getting vaccinated, as it significantly decreases the chance of severe COVID-19 disease. Vaccination is the best way to protect yourself from COVID-19-related hospitalization and death. If you do not get vaccinated, you put not only yourself at risk, but also those you love or care about. Getting a COVID-19 vaccine is a safer choice. For more information, see [CDC Newsroom: COVID-19 vaccines continue to protect against hospitalization and death among adults](https://www.cdc.gov/media/releases/2022/s0318-COVID-19-vaccines-protect.html). Am I eligible to get the vaccine? All Philadelphians six months and older are eligible to get the vaccine. The latest CDC guidelines recommend that for most individuals six years and older, one updated (bivlalent) vaccine provides adequate protection against severe disease. How many doses of vaccine will I need? Learn everything you need to know about [dosing and staying up to date with your vaccines](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html). People who are moderately or severely immunocompromised have specific recommendations for COVID-19 vaccines. Learn more about [COVID-19 vaccine recommendations for people who are moderately or severely immunocompromised](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/immuno.html). Who may receive the updated vaccine? The CDC recommends at least one updated COVID-19 vaccine dose for everyone [aged six months and older](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html#children). Visit the CDC to learn more about how you can [stay up to date with COVID-19 vaccines](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html). Primary care providers, health centers, and pharmacies will now only offer the updated vaccine. Find out more about [getting vaccinated](https://www.phila.gov/services/mental-physical-health/get-vaccinated/get-your-covid-19-vaccine-or-booster/) in Philadelphia. How do COVID-19 vaccines work? Read about [how COVID-19 vaccines work](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/how-they-work.html). Is there a cost for the vaccine? COVID-19 vaccines are part of the Vaccines for Children (VFC) program and continue to be free for all children up to age 18. For adults, vaccines will be covered by insurance. Uninsured and underinsured people will still have access to vaccine through a federal program and can get vaccinated at their provider's office. Can children get the COVID-19 vaccine? Yes. Children six months and older can get the vaccine. See above, Can young children get the COVID-19 vaccine? under the Children and Families section of these FAQs. Should I get the vaccine if my blood test is positive for COVID-19 antibodies? Yes, it is recommended that you be vaccinated even if you have antibodies in your blood. We do not know the level of antibodies in the blood that indicates protection from COVID-19. If you recently had COVID-19, you must wait until you are cleared from isolation to protect staff and other individuals at the vaccination site. Should I get the vaccine if I have already tested positive for COVID-19? Yes. Even if you already have had COVID-19, you can get it again, and studies show worse outcomes with repeat infections. Getting vaccinated may also help protect against [Long COVID](https://www.cdc.gov/coronavirus/2019-ncov/long-term-effects/index.html). However, if you recently had COVID-19, you must first complete your isolation period. See above, Should I get the vaccine if my blood test is positive for COVID-19 antibodies? If you were treated for COVID-19 illness with convalescent plasma, you do not need to wait to get a COVID-19 vaccine. Please talk to your doctor if you have questions about the treatments you received. Learn more about [myths and facts about COVID-19 vaccines](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/facts.html). How long does protection last against COVID-19 if I receive the vaccine? No vaccine can protect 100% against infection. For most people with two original and one updated vaccine, there is good protection against severe disease. The Health Department recommends everyone receive all vaccines for which they are eligible. It's important to stay up to date, especially for those at increased risk (advanced age or medical conditions). Read more guidance from the CDC about [how to stay up to date with vaccines](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html?s_cid=11748:%2Bcdc%20%2Bup%20%2Bto%20%2Bdate%20%2Bvaccination:sem.b:p:RG:GM:gen:PTN:FY22). How does safety testing for vaccines work and how do we know the vaccine is safe? Before a vaccine is emergency authorized or approved by both the FDA and the CDC's [Advisory Committee on Immunization Practices (ACIP)](https://www.cdc.gov/vaccines/hcp/acip-recs/vacc-specific/covid-19.html), it must first be tested in clinical trials with thousands of volunteers that are followed for at least two months after completing the series. In the case of the mRNA COVID-19 vaccines this group included almost 40,000 people. After many years of studying vaccine science, we know that almost all vaccine associated adverse events occur within six weeks. There is also continued monitoring for very rare side effects when the vaccine is in widespread use both by passive monitoring (reporting from the public and health care providers) and active monitoring (mining electronic health records data to look for safety signals). More than 600 million doses of mRNA (the most common) COVID-19 vaccine have been administered in the U.S. alone with clear benefit to vaccination over getting sick. Although there is a small risk of post-vaccine myocarditis in young males, the risk of myocarditis is significantly higher in COVID-19 illness and the condition tends to be more severe and longer lasting than what is seen with vaccination. Having a safe and effective vaccine is a top priority in Philadelphia. Approving vaccines as safe, and making sure they work, is the responsibility of the FDA and CDC. The CDC's [Advisory Committee on Immunization Practices (ACIP)](https://www.cdc.gov/vaccines/hcp/acip-recs/vacc-specific/covid-19.html) and other groups look at information about a vaccine and make informed decisions about the risks and benefits of using it. In addition to these groups, the Health Department is committed to making a vaccine available only after we are confident that it is safe and effective. Learn more about [ensuring COVID-19 vaccine safety](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety.html). Is the vaccine safe for African Americans? Was the vaccine tested on African Americans? The large clinical trials for Pfizer and Moderna COVID-19 vaccines included about 3,000 Black or African American participants each, about 10% of the total. In these trials, efficacy of the vaccine was consistent across demographic groups and there were no safety concerns when these groups were individually analyzed. Can I get COVID-19 from getting vaccinated? No. There is no living COVID-19 virus in the vaccines now available, and it will not give you COVID-19 infection. Receiving the vaccine, however, will greatly reduce your chances of getting very sick or dying from COVID-19 in the future. Learn more about [myths and facts about COVID-19 vaccines](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/facts.html). What are the possible side effects from the COVID-19 vaccine? Most side effects from the vaccine are temporary and well tolerated. Read information from the CDC about [possible side effects and helpful tips to treat them](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/expect/after.html). What happens if someone loses their vaccine card? If you've lost your COVID-19 vaccination record card, please see [How to request your immunization record](https://www.phila.gov/services/mental-physical-health/get-vaccinated/request-your-immunization-record/). If you have further questions, call the Health Department at [(215) 685-5488](tel:2156855488) or [covid@phila.gov](mailto:covid@phila.gov). Is COVID-19 vaccination required in Philadelphia? COVID-19 vaccination is not mandatory in Philadelphia. Individual organizations and businesses may require employees to get vaccinated in order to work at these establishments. In addition, all healthcare workers must be vaccinated. If you have concerns about receiving the vaccine, please discuss them with your healthcare provider or contact the Health Department. How can I travel safely? Do I need to wear a face mask on public transportation? Masks are not required on public transportation. The CDC continues to recommend that people wear masks when using public transportation or waiting for it indoors, especially if hospitalizations are high in your area. Masks should completely cover the mouth and nose and fit snugly against the sides of the face. Read more from the CDC about [choosing to mask and what type of mask to wear](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/about-face-coverings.html). Is a negative COVID-19 test or proof of vaccination required for international travel? Air passengers are not required to have a negative COVID-19 test to enter the United States. People traveling internationally should review all local, state, and federal COVID-19 guidance of their destination. Read notices and news about [requirements for your destination country](https://wwwnc.cdc.gov/travel/destinations/list). Do I need to take any special precautions if I travel within the United States? No. All travelers should self-monitor for COVID-19 symptoms and get tested if they develop symptoms. Read the CDC's [recommendations on how to stay "}