{"title": "IMA questions govt on Ayurveda, Yoga-based treatment for COVID-19", "author": "IANS", "url": "https://www.nationalheraldindia.com/national/ima-questions-govt-on-ayurveda-yoga-based-treatment-for-covid-19", "hostname": "nationalheraldindia.com", "description": "IMA on Thursday came down heavily on the Centre's latest guidelines which promote Ayurveda and Yoga for the prevention as well as treatment of asymptomatic and mild patients of COVID-19", "sitename": "National Herald", "date": "2020-10-08", "cleaned_text": "IMA questions govt on Ayurveda, Yoga-based treatment for COVID-19 IMA on Thursday came down heavily on the Centre's latest guidelines which promote Ayurveda and Yoga for the prevention as well as treatment of asymptomatic and mild patients of COVID-19 The Indian Medical Association (IMA) on Thursday came down heavily on the Centre's latest guidelines which promote Ayurveda and Yoga for the prevention as well as treatment of asymptomatic and mild patients of COVID-19. The apex medical body asked the government to produce scientific evidence which fostered the protocols of the guidelines released on Tuesday by the Union Ministry of Health. \"Is there satisfactory evidence regarding the claims made from studies on COVID-19 patients? If so, whether the evidence is weak/moderate or strong? The evidence should be in public domain and available for scientific scrutiny,\" said the IMA. The IMA also demanded that the evidence be released in public and made available for scientific scrutiny. It also posed several pointed questions to the Union Ministry of Health to know how the drugs mentioned in the protocol were chosen for the prevention and treatment of COVID-19 patients. The IMA sought replies to several questions, including: -- Whether the severe form of Covid-19 is a hyperimmune status or an immune-deficiency status? -- Whether the proponents of this claim and the Health Ministry are prepared to subject themselves as volunteers to an independent prospective 'Double Blind Control' study in prevention and treatment of Covid? -- How many ministerial colleagues of Union Health Minister Dr Harsh Vardhan have till now made the informed choice of getting treated under these protocols? -- What is stopping him (Dr Harsh Vardhan) from handing over Covid-19 care and control to AYUSH Ministry? \"IMA demands that Dr Harsh Vardhan should come clean on the above questions. If not, he is inflicting a fraud on the nation and gullible patients by calling placebos as drugs,\" said the apex medical body. On Tuesday, the Union Health Minister had released a protocol for the clinical management of COVID-19 that listed dietary measures, Yoga and Ayurvedic herbs and formulations such as Ashwagandha and AYUSH-64 for prevention of coronavirus infection and treatment of mild and asymptomatic cases. The protocol suggested use of medicines such as Ashwagandha, Guduchi Ghana Vati or Chyawanprasha as prophylactic care for high-risk population and primary contacts of patients. It recommended consumption of Guduchi Ghana Vati, Guduchi and Pippali or AYUSH-64 for asymptomatic COVID-19 positive patients for prevention of disease progression to symptomatic and severe forms and to improve the recovery rate. The protocol said Guduchi, Pippali and AYUSH-64 tablets can be given to mild coronavirus infected patients. The document also listed Ashwagandha, Chyawanprasha or Rasayana Churna for post COVID-19 management to prevent lung complications like fibrosis, fatigue and mental health. Follow us on: [Google News](https://news.google.com/publications/CAAqBwgKMNbd-gow7JbyAg), Join our official telegram channel ( [@nationalherald](https://t.me/National_Herald)) and stay updated with the latest headlines "}