{"title": "Schecter Traditional Van Nuys - Natural", "author": "This article was Written By Our Product Research Team Get", "url": "https://www.sweetwater.com/store/detail/TradVNN--schecter-traditional-van-nuys-natural", "hostname": "sweetwater.com", "description": "Solidbody Electric Guitar with Swamp Ash Body, Maple Neck, Maple Fingerboard, 2 Single-coil Pickups, and 1 Humbucking Pickup - Natural", "sitename": "Sweetwater", "date": "2021-06-01", "cleaned_text": "Tone Guitarists who prefer hard-rocking double cutaways will find a lot to love about the Traditional Van Nuys from Schecter. This sleek solidbody features a lightweight, resonant swamp ash body that lays against your waist for hours of comfortable play. A roasted maple neck with maple fingerboard offers impeccable response and playability for lightning-fast lead runs. Two single-coil pickups in the neck and middle positions are complemented by a Schecter USA SuperRock Vintage humbucking bridge pickup for a massive array of tone options. And a Diamond Vintage Tremolo bridge provides stellar sustain support for dive-bombing leads. Tone-chaser's paradise The Traditional Van Nuys is a tone-chaser's paradise. With two MonsterTone single-coils and a single Schecter USA SuperRock Vintage humbucker, you can tap into and shape endless sonic colorings from bright and singing to crunchy and growling. These MonsterTone single-coils deliver chimey brilliance and spanky sparkle, and they are complemented beautifully by the Schecter USA SuperRock Vintage in the bridge position. This vintage-heavy humbucker is wound for detail and power. With Alnico Vs and a direct-coupled construction, the SuperRock not only serves up classic humbucker tone, but it is also anchored to the body and neck for an even more intimate connection that translates to better sonic results. And with a split-coil design and a 5-way switch, you can call up some juicy single-coil bite and bark along with more subtle, smooth textures suited for everything from jazz and blues to ambient. Roasted neck and fingerboard By roasting the maple neck and fingerboard on the Traditional Van Nuys, Schecter made a good thing only better. The roasting removes any impurities left behind in the natural curing process, giving the maple more overall resonance. And the Vintage \"C\" profile of this sumptuous neck feels amazing in your hand, ideal for hard-hitting chords and lead runs up and down the fingerboard. All those chords and leads find their sweet spot easily thanks to the 22 X-Jumbo frets — a favorite among guitarists here at Sweetwater. Schecter Traditional Van Nuys Solidbody Electric Features: - Rocking double cutaway solidbody delivers tone and playability - Lightweight, resonant ash body with a roasted maple neck and fingerboard for rich midrange and punchy treble - 2 single-coil pickups in the neck and middle positions are complemented by a Schecter USA SuperRock Vintage humbucking bridge pickup for a massive array of tone options - Split-coil design and 5-way switch for juicy single-coil bite and bark along with more subtle, smooth tones - Roasting process on the neck and fingerboard removes any impurities left behind in the natural curing process, giving the maple more overall resonance - Vintage \"C\" profile neck ideal for hard-hitting chords and lead runs up and down the fingerboard - Diamond Vintage Tremolo bridge for stellar sustain support "}