{"title": "The Knowledge and Usage of Complementary and Alternative Medicine by Emergency Department Patients and Physicians", "author": "Anna L Waterbrook; John C Southall; Tania D Strout; Michael R Baumann; Tania Strout", "url": "https://www.academia.edu/3227592/The_Knowledge_and_Usage_of_Complementary_and_Alternative_Medicine_by_Emergency_Department_Patients_and_Physicians", "hostname": "academia.edu", "description": "The Knowledge and Usage of Complementary and Alternative Medicine by Emergency Department Patients and Physicians", "sitename": "Elsevier BV", "date": "2010-01-01", "cleaned_text": "personalize content, tailor ads and improve the user experience. By using our site, you agree to our collection of information through the use of cookies. To learn more, view our [Privacy Policy.](https://www.academia.edu/privacy) Academia.edu no longer supports Internet Explorer. To browse Academia.edu and the wider internet faster and more securely, please take a few seconds to [upgrade your browser](https://www.academia.edu/upgrade-browser). 2010, Journal of Emergency Medicine e Abstract-Objectives: To evaluate Emergency Department (ED) patients' desire to discuss complementary and alternative medicine (CAM) with their emergency physicians, their willingness to try CAM for their presenting complaint, and emergency physicians' attitudes, beliefs, and usage of CAM. Methods: A written questionnaire asking about CAM knowledge, usage, and interest was administered to a convenience sample of ED patients and put in work mailboxes of emergency physicians at an academic tertiary care referral center with an emergency medicine residency program. Results: Of the 75 patients surveyed, 54.7% stated that they were currently using or had used some form of CAM in the past. Only 24% of patients stated that they would discuss their usage of CAM with their emergency physician. Eighty-one percent of patients thought it was important for their physicians to be educated about CAM, and 85% would be willing to incorporate CAM into the treatment of their presenting complaint. Out... Journal of Intercultural Ethnopharmacology 2016 Many studies have been conducted in health-care settings with regards to complementary and alternative medicine (CAM) use among patients. However, information regarding CAM use among patients in the emergency department (ED) is scarce. The aim of this article was to conduct a systematic review of published studies with regards to CAM use among the ED patients. A literature search of published studies from inception to September 2015 was conducted using PubMed, Scopus, and manual search of the reference list. 18 studies that met the inclusion criteria were reviewed. The prevalence rate of CAM use among ED patients across the studies ranged of 1.4-68.1%. Herbal therapy was the sub-modality of CAM most commonly used and frequently implicated in CAM-related ED visits. Higher education, age, female gender, religious affiliation, and chronic diseases were the most frequent factors associated with CAM use among the ED patients. Over 80% of the ED physicians did not ask the patients about t... Chiropractic & osteopathy 2007 To conduct a descriptive review of the scientific literature examining use rates of modalities and procedures used by CAM clinicians to manage chronic LBP and other conditions A literature of PubMed and MANTIS was performed using the key terms Chiropractic; Low Back Pain; Utilization Rate; Use Rate; Complementary and Alternative Medicine; and Health Services in various combinations. A total of 137 papers were selected, based upon including information about chiropractic utilization, CAM utilization and low back pain and other conditions. Information was extracted from each paper addressing use of chiropractic and CAM, and is summarized in tabular form. Thematic analysis of the paper topics indicated that there were 5 functional areas covered by the literature: back pain papers, general chiropractic papers, insurance-related papers, general CAM-related papers; and worker's compensation papers. Studies looking at chiropractic utilization demonstrate that the rates vary, but genera... Nursing Clinics of North America 2013 2015 Objectives: Limited published literature is available on Complementary and Alternative Medicine (CAM) use and attitudes toward CAM in the military community. We sought to evaluate past experiences with CAM, common conditions for which CAM is used, and willingness to use acupuncture for acute conditions in an Emergency Department (ED) setting by patients and family members presenting to a tertiary military treatment facility (MTF). Methods: After institutional review board approval, an 18-item questionnaire was distributed to a convenience sample of ED patients presenting to a Navy MTF. Results: A response was obtained from 1,005 respondents with 45% describing previous or current CAM use. Massage, chiropractic, herbal, and acupuncture were most frequently employed. The most common reasons for use of CAM therapies are described. The majority (88%) of surveyed participants reported that CAM therapies should be offered by the MTF and 80% reported a willingness to use acupuncture in the ED setting. Conclusion: CAM therapies are used by the military community for a wide variety of conditions. The use of acupuncture in the ED for treatment of presenting complaints was met with interest by respondents. Further studies are necessary to determine indications, efficacy, and patient satisfaction with such therapy in an emergent setting. This book is the result of many minds, hearts, and souls who have shared a vision of healing with me. It would not exist without them. It began when Lance Sholdt, then at the Uniformed Services University of the Health Sciences, asked if I would work with him to put together a course in complementary and alternative medicine for the medical students. His careful construction of this course helped us outline the contents of the book. This book is the brainchild of Jeff Levin. He was the first to suggest that a textbook like this was needed and could be written. His heartfelt work and attention to detail kept things moving when I was bogged down. Janette Carlucci is the soul of the book, managing both the special features and the day-to-day contact with the many authors. To her, a special thanks on this journey. Ron Chez provided a much needed balance for the book. He was always ready and willing to assist with a critical eye and keep us anchored to how this book could be of benefit for patients. I would also like to thank the editors, Jane Velker, Beth Goldner, and Joyce Murphy, for understanding the complexity of the topic and for a commitment to quality over deadlines. And Tim Hiscock for finally saying that we were going to press— ready or not. I would just as soon have worked another three years on it as finish. Complementary health practice review 2008 Objective. To summarize health care professionals' attitudes toward complementary and alternative medicine (CAM). Methods. In October 2006, we searched Allied and Complementary Medicine Database (AMED; 1985—2006), Excerpta Medica Database (EMBASE; 1980—2006), and MED-LINE Canadian or US studies of health care professionals' attitudes toward CAM, published in English or French. Results. A total of 21 surveys of physicians, nurses, public health professionals, dietitians, social workers, medical/nursing school faculty, and pharmacists were included that focused on beliefs about CAM efficacy, personal use, clinical practice use and referrals, communication with patients about CAM, level of knowledge, and the need for information regarding various CAM therapies. Physicians were more negative compared to other health care professionals. Positive attitudes toward CAM did not correlate with CAM referral or prescription patterns. Health care professionals of all disc... Evidence-based Complementary and Alternative Medicine 2010 Loading Preview Sorry, preview is currently unavailable. You can download the paper by clicking the button above. International Journal of Therapeutic Massage & Bodywork: Research, Education, & Practice 2012 Journal of the American Board of Family Medicine : JABFM 2000 Patient Education and Counseling 2006 Patient Education and Counseling 2012 Risk Management and Healthcare Policy 2009 Integrative Cancer Therapies 2007 BMC complementary and alternative medicine 2007 Complementary Therapies in Nursing and Midwifery 2004 The Journal of Rural Health 2003 Pain medicine (Malden, Mass.) 2017 Complementary Therapies in Medicine 2004 Academic Emergency Medicine 2005 BMC complementary and ... 2004 Canadian HIV/AIDS policy & law review / Canadian HIV/AIDS Legal Network 2002 Australian Journal of Primary Health 2011 Patient Education and Counseling 2012 The Journal of Alternative and Complementary Medicine 2005 Evidence-Based Integrative Medicine 2003 International Journal on Grey Literature 2000 Cancer Nursing 2007 Complementary Therapies in Medicine 2014 Perspectives of Oncology Nurses on Complementary and Alternative Medicine in Turkey A Cross-Sectional Survey 2018 Biomedical and Pharmacology Journal 2020 EXPLORE: The Journal of Science and Healing 2013 The Journal of Rehabilitation Research and Development 2007 Evidence-Based Complementary and Alternative Medicine 2013 American Journal of Ophthalmology 2005 Epilepsy & Behavior 2007 Pharmacy Practice (Internet) 2012 Developmental Medicine and Child Neurology - DEVELOP MED CHILD NEUROL 2003 "}