{"title": "How to Boost Your Immune System", "author": null, "url": "https://www.foresightchiropractic.com/How-to-Boost-Your-Immune-System.html", "hostname": "foresightchiropractic.com", "description": "How to Boost Your Immune System Antioxidants are powerful substances found in raw fruits and vegetables that prohibit and may even prevent the oxidation of other...", "sitename": "foresightchiropractic.com", "date": "2016-01-01", "cleaned_text": "substances found in raw fruits and vegetables that prohibit and may even prevent the oxidation of other molecules in the body and are important to achieving and maintaining optimal health. A new study published by Free Radical Biology & Medicine suggests how to boost your immune system through chiropractic. The report found it may play a key role in potentially boosting the activity of the antioxidants designed to protect you. Antioxidants are molecules which can safely interact with free radicals and terminate the chain reaction before vital molecules in the body are damaged. Free radicals are atoms or groups of atoms with an odd (unpaired) number of electrons and once formed, these highly reactive radicals can start a chain reaction, like dominoes. Antioxidants provide your immune system with the strength it needs to fight off a variety of illnesses ranging from colds to chronic diseases and cancer. The study looked at 23 subjects ranging in age from 26 to 50 who suffered with chronic pain in their backs or necks. Blood tests were done both before and after adjustments. Each individual participant received a light-force spinal adjustment provided by an experienced chiropractor twice a week for a period of five weeks to see what effect, if any, this type of treatment had on the subjects' antioxidant activity. Researchers discovered that the participants' levels of activity of the antioxidants superoxide dismutase, glutathione peroxidase, and catalase all improved. This suggests that having regular chiropractic care can boost the function of antioxidants in your body, thus providing you even greater protection from developing illnesses and chronic diseases. In addition to boosting antioxidant levels, regular chiropractic care reduces interference in the nervous system to maximize the body's self-healing abilities. Two simple ways how to boost your immune system is by eating a healthy diet rich in raw fruits, vegetables, and non-GMO whole grains together with regular chiropractic care. These two actions will help protect your body in a big way! For more information and a free consultation, call 480-325-6977. At [Foresight Chiropractic Wellness Center](http://www.foresightchiropractic.com/), the doctors are Board Certified [Atlas Orthogonists](http://www.foresightchiropractic.com/Techniques.html) providing very gentle, precise upper cervical care - no popping or cracking! Attend one of our free Wellness Opportunity Workshops to learn more. "}