{"title": "PDF", "author": "PDF", "url": "https://www.pewtrusts.org/-/media/post-launch-images/trust-magazine/trend-summer-2016/trendsummer2016.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "TRANSCENDING BORDERSAnalysis of the Facts, Numbers, and Trends Shaping the World THE PEW CHARITABLE TRUSTSContents SUMMER 2016 / 01 INTRODUCTION 3 Notes From the President Rebecca W. Rimel CRUNCH 4 Europe's Latest Asylum-Seekers The Pew Research Center FOREWORD 6 The Power of Place Eric Weiner ESSAYS 8 Leaving Home Michael Dimock 18 How a Growing Global Middle Class Could Save the World's Economy Homi Kharas 26 African Faith Is Going Global Philip Jenkins 34 The Threat of Global Antimicrobial Resistance Lord Jim O'Neill 44 The Ocean Belongs to Everyone Obiageli \"Oby\" Ezekwesili FIVE QUESTIONS 52 Creating Marine Reserves Q & A with Joshua Reichert VOICES 54 The Quest for Scientific Knowledge Unifies the World Craig C. Mello Torsten Wiesel Paula Licona-Lim Ón 60 A THOUSAND WORDS The Pew Charitable Trusts is a public charity driven by the power of knowledge to solve today's most challenging problems. Working with partners and donors, Pew conducts fact-based research and rigorous analysis to improve public policy, inform the public, and invigorate civic life. Pew is the sole beneficiary of seven individual charitable funds established between 1948 and 1979 by two sons and two daughters of Sun Oil Co. founder Joseph N. Pew and his wife, Mary Anderson Pew.tran·scend·ing bor·ders [tran( t) send-iNG bôrdrs] verb 1. Exceeding boundaries. 2. Surpassing limits. 3. Solving beyond divisions. 4. Triumphing over obstacles. 5. Reaching new frontiers. Visit Trend online at pewtrusts.org/trend for special features, including audio and video interviews with the authors and a quiz. TREND 1WELCOME TO TRENDNOTES FROM THE PRESIDENT BOARD OF DIRECTORS Henry P. Becton Jr. Robert H. Campbell Susan W. Catherwood Aristides W. Georgantas Mary Graham Christopher Jones James S. Pew J. Howard Pew II J.N. Pew IV, M.D. Mary Catharine Pew, M.D. R. Anderson Pew Sandy Ford Pew Rebecca W. Rimel Doris Pew Scott PRESIDENT AND CEO Rebecca W. Rimel SENIOR VICE PRESIDENT FOR COMMUNICATIONS Melissa Skolfield SENIOR DIRECTOR, EDITORIAL Bernard Ohanian EDITORS Ann DeFabio Doyle Daniel LeDuc EDITORIAL ASSISTANT Eric Wrona PHOTO EDITOR Katye Martens CREATIVE DIRECTOR Dan Benderly ILLUSTRATOR/DESIGNER Bailey Gregory One Commerce Square 2005 Market Street, Suite 2800 Philadelphia, PA 19103-7077 901 E Street NW, 10th Floor Washington, DC 20004-2037 The Grove 248A Marylebone Road London, NW 1 6JZSUMMER 2016 / 01MICHAEL DIMOCK is president of the Pew Research Center, which studies public attitudes, opinions and behaviors, demographic changes, and trends throughout the world. Leaving Home. OBIAGELI \"OBY\" EZEKWESILI served as a member of the Global Ocean Commission and is a former vice president of the World Bank for Africa, a former Nigerian education minister, and co-founder of Transparency International. The Ocean Belongs to Everyone. PHILIP JENKINS is distinguished professor of history at the Institute for Studies of Religion at Baylor University. African Faith Is Going Global. HOMI KHARAS is a senior fellow and deputy director of the global economy and development program at the Brookings Institution. How a Growing Global Middle Class Could Save the World's Economy. PAULA LICONA-LIMÓN is an immunologist at the National Autonomous University of Mexico's Institute of Cellular Physiology. She was a Pew Latin American fellow from 2008 to 2010. Voices: Science Can Also Lead You Home. CRAIG C. MELLO is a professor of molecular medicine at the University of Massachusetts Medical School, and chairman of the national advisory committee of the Pew Scholars Program in the Biomedical Sciences. He received the 2006 Nobel Prize in physiology or medicine. Voices: Science Transcends Man-Made Borders to Unify Us All. LORD JIM O'NEILL, the former chief economist for Goldman Sachs, is the United Kingdom's commercial secretary to the Treasury and led the government's Review on Antimicrobial Resistance. The Threat of Global Antimicrobial Resistance. ERIC WEINER, who traveled to more than 30 nations as a foreign correspondent for NPR, is now a Washington-based writer. He is the author of the best-seller The Geography of Bliss and, more recently, The Geography of Genius. The Power of Place. TORSTEN WIESEL is a neurobiologist, former president of Rockefeller University, and chairman of the national advisory committee of the Pew Latin American Fellows Program in the Biomedical Sciences. He received the 1981 Nobel Prize in physiology or medicine. Voices: Scientists Can Be Peacemakers.CONTRIBUTORS J.N. Pew Jr., one of the founders of The Pew Charitable Trusts, applauded the genius of invention, which he defined as \"the constant development of new ideas in all fields.\" At Pew, we continuously strive to live up to that spirit of openness and entrepreneurship, seeking inspiration from a wide range of partners, policy experts, and researchers. That is why I'm pleased to introduce this new publication, Trend , in which we offer perspectives from eminent voices, in a range of disciplines, who are seeking to inform and improve our world. This issue explores some of the challenges—and opportunities— that transcend the borders of any one country and have an impact on us all. As commerce, information, and people flow more freely across the globe, new approaches to concerns such as ocean governance and antibiotic resistance are vitally important. Unlimited by porous geographic and political boundaries, these topics cannot be addressed by a single leader or nation. They require innovative thinking and creative approaches—the \"new ideas\" so valued by Pew's founders. Trend will also promote another essential institutional value: that effective solutions are based on the facts. Good data, of course, come from unfettered research and painstaking scientific inquiry. So I am especially pleased to note that in this issue we hear from two Nobel laureates, who offer their personal thoughts on the value of science in bridging the gaps that divide us. Their reflections are a reminder that we must never give up our optimism in this changing, unsettled, and sometimes unsettling world. As we continue our efforts to inform the public, improve public policy, and invigorate civic life, we value your input. Throughout these pages you will find several ways to keep in touch, follow Pew's work, and offer your own thoughts. I hope we hear from you.AS COMMERCE, INFORMATION, AND PEOPLE FLOW MORE FREEL Y ACROSS THE GLOBE, NEW APPROACHES TO CONCERNS SUCH AS OCEAN GOVERNANCE AND ANTIBIOTIC R ESISTANCE ARE VITALL Y I M P O RTA N T. Rebecca W. Rimel, President and CEO TREND 3 2 PEWTRUSTS.ORG/TREND1985 1990 1995 2005 AGES 38%COUNTRY OF CITIZENSHIPNUMBER % SYRIA 378,000 29 AFGHANISTAN 193,000 15 IRAQ 127,000 10 KOSOVO 68,000 5 ALBANIA 67,000 5 PAKISTAN 47,000 4 ERITREA 46,000 3 NIGERIA 31,000 2 IRAN 27,000 2 SOMALIA 21,000 2 UKRAINE 21,000 2 SERBIA 19,000 1 RUSSIA 19,000 1 BANGLADESH 18,000 1 GAMBIA 13,000 1Europe's Latest Asylum-Seekers record 1.3 million migrants applied for asylum in the European Union, Norway, and Switzerland in 2015 . That breaks 2014's record of nearly 600,000 and is considerably higher than any annual flow of asylum-seekers since 1985 .ACRUNCH NUMBER OF ASYLUM-SEEKER APPLICATIONS ... ... AND WHERE THEY CAME FROM RECENTLY Asylum-seekers from the Middle East-North Africa on the rise.TOP HOME COUNTRIES OF FIRST-TIME ASYLUM-SEEKERS In 2015 , conflicts in Syria, Afghanistan, and Iraq drove people to leave.WHO ARE THE ASYLUM-SEEKERS? While most were men, about one-quarter were women. WHERE ASYLUM-SEEKERS GO Germany has been the top destination for asylum applicants 20 times since 1985.*Unknown ages not included. Source: Pew Research Center analysis of data from Eurostat, the EU's statistical agency. GERMANY GERMANY* Shown but not labeled TREND 5 4 PEWTRUSTS.ORG/TRENDhe ancient Romans believed every place—from a street corner to an entire nation—possessed a genius loci, a presiding spirit that animated it, watched over it. Today, we dismiss such fanciful notions, and in fact gleefully pronounce the death of geography itself. Digital technologies have dissolved the inconvenient confines of the physical world, leaving us free to frolic in a placeless present. Or so we're told. To butcher Mark Twain, rumors of geography's demise have been greatly exaggerated. Not only is geography distinctly undead, it is more alive than ever. The advent of Skype and countless other forms of virtual communication hasn't suppressed travel but, rather, has encouraged it. More people are hitting the road than ever before. Virtual contact inspires actual contact. Curiously, the prophets of this placeless utopia tend to live in one place: Silicon Valley. And more people arrive there every day, drawn to the idea of Silicon Valley as well as its physicality, its genius loci. In this way, each iPhone sold in India and China acts like a breadcrumb, leading to the promised land. Geography may not be destiny, but it comes awfully close. In ways large and small, our surroundings shape our lives. Our productivity, happiness, and creativity are all functions of place. Simply put: Where we are affects who we are. The stubborn persistence of geography is, I think, something to celebrate. It means the world remains diverse, and as any biologist will tell you, ecosystems thrive when there is diversity. There's nothing more vulnerable than a one-crop economy. Vive la difference isn't just a catchy jingle. It's a survival strategy. So, yes, place matters, but what exactly do I mean by place? At the most basic level, I am speaking of topography, the lay of the land. This matters. Ancient Greece sprouted hundreds of distinct cultures and city-states largely because the hilly, rocky terrain created natural barriers that encouraged such a potpourri of cultures. Meanwhile, the clear and sharp Athenian light inspired philosopher and artist alike in the most successful of city-states. What truly makes a place, though, is not topography but culture. Culture is the sea we swim in. So pervasive, so all-consuming, that we fail to notice its existence until we step out of it. It matters more than we think. Take happiness. With our words, we subconsciously conflate geography and happiness. We speak of \"searching for happiness,\" of \"finding contentment,\" as if these were locations in an atlas, actual places that we could visit if only we had the proper map and the right navigational skills. Even a cursory glance at the United Nations' World Happiness Report is revealing. Four out of five of the happiest nations are Nordic (and have been FOREWORD THE POWER OF PLACE BY ERIC WEINER Tfor some time). It is not their climate nor their topography that explains this but, rather, their cultures, remarkably robust ones that all the gigabytes in the world cannot erase. Place also influences our creative lives. Plot the appearance of geniuses throughout history and you'll notice something quite interesting. The greatest minds pop up not randomly—one in Siberia, another in Bolivia—but in groupings. Genius clusters. Athens in 450 B.C. Florence in A.D. 1500. Certain places, at certain times, produced a bumper crop of brilliant minds and great ideas. With very few exceptions (see: Silicon Valley), they are always cities. And they all possess one essential ingredient: openness to the foreign, the other. No wonder a disproportionate number of geniuses were immigrants; not only did they bring with them a hunger for success, they also possessed an \"oblique perspective,\" as one psychologist observes, a worldview born of their particular geography. The power of place gives lie to one of the greatest myths perpetuated by the self-help industrial complex: namely, that our interior lives are all that matter. We can be happy (or productive or creative) anywhere, we're told. Perhaps this is true for the Dalai Lama, but for us mortals it clearly is not. That isn't a bad thing, provided we're willing to treat geography not as an obstacle but as an opportunity. Crossing geographic borders enables us to transcend our own internal ones. As Henry Miller once observed, \"One's destination is never a place but a new way of seeing things.\" Similarly, the Indian poet Rabindranath Tagore said he traveled in order \"to see properly.\" Both writers touch upon an essential truth: Our environment seeps inside us. We internalize our surroundings so that, eventually, the line between out there and in here dissolves entirely. Looking at geography this way, it is no longer some antediluvian notion we must strive to shed. It is an essential part of our humanity—and always will be. CROSSING GEOGRAPHIC BORDERS ENABLES US TO TRANSCEND OUR OWN INTERNAL ONES. TREND 7 6 PEWTRUSTS.ORG/TREND79 million 196085 million 1970 103 million1980153 million 1990 161 million1995173 million 2000 191 million 2005222 million 2010244 million 2015 BY MICHAEL DIMOCKLEAVING HOMEThe number of global migrants is growing slightly faster than the world's population, with 165 million more of them than in 1960 . And as their numbers have risen, their routes have changed.oday, more people worldwide live outside their birth countries than ever before—244 million in 2015, triple the total in 1960. To put that in perspective, if international migrants were a nation of their own, they would make up the world's fifth-largest country, just behind Indonesia in terms of population. But of course, migrants are not all in one place, and there have been marked changes in their origins and destinations over the past two decades. A growing proportion lives in the world's richest nations, and a growing proportion was born in middle-income countries. When it comes to migration, the United States stands apart from all other nations. It is home to a rising share of the world's migrants and houses more of them than any other country: 45 million people born elsewhere now reside in the U.S. In particular, the Mexican-born population in the U.S. now represents the largest single country-to-country migration in the world, though migrants from that nation and others in Latin America recently were eclipsed by migrants from Asia among new arrivals. T TOTAL MIGRANT ESTIMATES 1960-2015 Source: Pew Research Center analysis of United Nations data TREND 9 8 PEWTRUSTS.ORG/TRENDThroughout history, international migrants have relocated in search of economic and educational gains for themselves, a better life for their children, and, in some cases, political or religious freedom. World crises from weather to war also play a part in stimulating waves of movement from one country to another. But in today's world, migrants' decisions to move also are being fueled by freer trade and the economic aspirations of a growing global middle class. Information about desirable routes and destinations travels faster now. And, once relocated, it is easier than ever for migrants to stay in touch with family, send money, or visit, using more widely available technology and relatively cheap transportation. Sending and destination countries compete for these migrants in many ways too, with the flow of people and resources taking on the features of a more open marketplace. Destination countries are jousting in the global market for the most highly skilled migrants. THE WORLD PICTURE The number of global migrants is increasing slightly faster than the world's population: They represent 3.3 percent of all people today, compared with 2.6 percent in 1960, according to United Nations statistics. Numerically, there are 165 million more global migrants today than in 1960, and as their numbers have risen, their routes have changed. Nearly 7 in 10 international migrants (69 percent in 2013) live in the highest-income nations, mainly the U.S., Canada, and European countries. In 1990, fewer than 6 in 10 did (57 percent). The total in wealthy nations rose to 160 million in 2013 from 87 million in 1990. Destinations that have become more popular include not only well-off North America and parts of Europe, but also oil-producing nations in the Middle East that have attracted Asian and other migrants on employment visas. (Some sending countries, though, have suspended or ended their labor migration programs to some Middle Eastern countries, citing abusive practices.) Among the 10 nations with the largest number of international migrants, four are new since 1990: Australia, Spain, United Arab Emirates, and the United Kingdom. Among sending countries, middle-income nations such as China and India account for a growing share of world migrants. About 6 in 10 of today's international migrants were born in middle-income countries (58 percent in 2013), up from about half (48 percent) in 1990. The share born in both low- and high-income nations declined. Populations are growing in middle-income nations—those with per capita annual income of $1,036 to $12,615 in 2013, according to the World Bank definition—but the growth rate of emigrants from those nations is rising even more. Free- trade agreements between middle-income and high-income nations have facilitated some of this migration. As the world's middle-class population has grown, so have its marketable skills and aspirations. Middle-income migrants can afford to move, see opportunity in foreign countries, and often have education levels that make them competitive in their destinations' job markets. India is the greatest source of emigrants, with Sending nations seek to maintain ties to their diasporas by offering political and economic opportunities to invest in the home country. They also keep a close eye on the money that migrants send home, which rose to a record $601 billion last year. These remittances represent more than 20 percent of GDP in some developing nations, such as Tajikistan and Haiti, according to World Bank figures. And today, many more people are permitted to be dual citizens as nations seek to hold on to their most talented citizens. Both for nations receiving and losing people, migration can cause significant social and political tension, as individuals in those countries express concern about jobs, social services, and cultural identity. At the same time, analysts see ways that migration can offer many benefits to nations in terms of balancing age and labor force needs, and expanding education, economic integration, and cultural sharing. Much of the public and political debates over migration policies center on these inherent tensions. NATIONS WITH THE LARGEST NUMBER OF INTERNATIONAL MIGRANTS IN 2015 There are 165 million more migrants today than there were in 1960 . 1. United States 2. Germany 3. Russia 4. Saudi Arabia 5. United Kingdom 6. United Arab Emirates 7. Canada 8. France 9. Australia 10. Spain Among the 10 nations with the largest number of international migrants, four are new since 1990: Australia, Spain, United Arab Emirates, and the United Kingdom. 9107 8 65 43 2 1 TREND 11 10 PEWTRUSTS.ORG/TREND15.6 million in 2015. Its diaspora has more than doubled in size since 1990, as have those of some other middle-income nations among the top sending countries. These include Mexico, with 12.3 million emigrants; China, with 9.5 million; and the Philippines, with 5.3 million. The Philippines joined this list since 1990, powered by an exodus of labor migrants to work worldwide as nurses, sailors, and domestic workers, as well as in other jobs. The U.S. is the top foreign destination for China, Mexico, and the Philippines, and one of the top three for India. Due to the conflict within its borders, Syria in 2015 became the world's ninth-ranked THE UNITED STATES Despite changes in the routes and origins of world migrants, the U.S. retains its distinction as the largest migrant destination, home to 1 in 5, according to United Nations data. Immigration has been the major driver of U.S. population growth in the past half-century, and Pew Research Center projections indicate that it will continue to drive the nation's growth over the next 50 years, if current trends hold. The migrant population, 14 percent of the U.S. total, is projected to grow to 18 percent by 2065, surpassing the historic high of 15 percent that was a result of the late 19th-century wave of European immigration. Although the U.S. is often described as a nation of immigrants, the foreign-born share of its population is projected to remain lower than that of peer nations such as Australia (28 percent), Canada (22 percent), and New Zealand (23 percent). As is true worldwide, Europe is less of a source region for the U.S. than it was in years past. Europeans represented 9 in 10 new U.S. migrants a century ago but are only 1 in 10 today. Most of today's U.S. migrants come from Asia and Latin America, both regions in which emigration has grown in recent decades. One flashpoint of U.S. policy is the nation's 11 million unauthorized migrants. About a quarter of U.S. migrants are unauthorized, because they either crossed the border illegally or overstayed their permission to be in the country. The number rose rapidly in the 1990s and early 2000s before dropping during the recent recession and then leveling off, according to Pew Research Center estimates. Despite that overall stability, there has been a recent surge in the number of Central American children who crossed illegally into the country on their own. Though a small number compared with the millions of immigrants overall, there have been more than 125,000 apprehensions since October 2013 of unaccompanied children from El Salvador, Guatemala, Honduras, and Mexico. Many came from areas beset by violence, and some said they heard rumors that children arriving without their parents would not be deported from the U.S. Proposals to limit immigration or to check its influence—whether by building a border wall, blocking migration from Syria, or monitoring migrant communities—have featured prominently in the 2016 U.S. election campaign. Despite continued political tension, American attitudes about international migrants have become more approving as the population has grown more diverse by race, ethnic group, and birthplace. Favorable views of immigrants have risen most sharply among young adults. Public attitudes about migrants overall have grown more positive since the 1990s, according to Pew Research Center surveys. In 2016, 59 percent of U.S. adults say that migrants today \"strengthen our country because of their hard work and talents,\" while 33 percent say they are \"a burden on our country because they take our jobs, housing, and health care.\" Twenty years ago, opinion consistently ran in the other direction.sending country, with about 5 million people born there but now living in another country. Many have tried to make their way to Europe, helping to fuel a sharp rise in refugees and adding to concerns about European security. In 2015, the agency that coordinates border security for the European Union reported more than 1.8 million apprehensions of illegal migrants at land and sea borders, up from about 100,000 in 2013. Half the 2015 apprehensions were of migrants—largely Syrians, Afghans, and Iraqis—who took the Eastern Mediterranean sea route from Turkey to Greece. Worldwide, the U.N. reported an estimated 15.1 million refugees in mid-2015, the highest number in two decades. THE U.S. IS HOME TO MORE MIGRANTS THAN ANY OTHER NATION There were 45 million migrants in the United States in 2015 , about 1 in 5 of the world's migrant population. 45,000,000 MIGR ANTS TREND 13 12 PEWTRUSTS.ORG/TRENDMEXICO The U.S. is the top recipient of migrants from about a quarter of the world's countries, most prominently Mexico. Nearly all Mexican emigrants live in the U.S., where they constitute the largest migrant population in the world from a single origin country to a single destination country: 11.7 million in 2014, according to a Pew Research Center analysis of census data. Mexican immigrants in the U.S. far outnumber the next-largest groups, Chinese (2.5 million) and Indians (2.2 million). The Mexican-born population in the U.S. grew quite slowly until the 1970s. A large share of Mexican migrants came only temporarily for work, often in agriculture, and returned home to their families in the off-season. Spurred by economics, legislation, and other forces, Mexican migration—much of it unauthorized—rose sharply in the 1980s and 1990s but declined over the past decade. In fact, over the past few years, the Pew Research Center has documented a slow net loss of Mexicans, as more depart for home than arrive in the U.S. Migration from Mexico is unlikely to return to its previous peak. What happened? The U.S. recession weakened the job market, especially in the construction industry, which was an important source of employment for Mexican migrants. U.S. border enforcement tightened, and deportations rose to record levels. Illegal border crossings became increasingly dangerous. Also, Mexico's population has a shrinking share of young adults—the most likely group to migrate—because of a long-term decline in birthrates. For those who do migrate, the share going to the U.S. has declined somewhat, according to a Pew Research Center analysis of Mexican government survey data. There are additional reasons to conclude that high levels of Mexican migration will not recur. Pew Research Center survey data shows that Mexicans are less likely now than a decade ago to report having family or friends in the U.S. with whom they keep in touch. Although half of Mexicans still say those who move to the U.S. have a better life than they had in Mexico, a growing share—now a third—says life in the U.S. and life in Mexico are the same. (The share saying they would move to the U.S. if they could—about a third—has not changed.) Though Mexican immigration declined, the U.S. remains popular with new migrants from Asia, to the point that people from Asia surpassed those from Latin America among new U.S. immigrants in the past five years. Many arrive on high-skilled worker visas, and they make up the bulk of foreign students in the U.S. If current trends continue, Asians will outnumber Hispanics among all U.S. immigrants in four decades, according to Pew Research Center projections. These changes will alter the profile of the nation's immigrant population. U.S. migrants overall are more likely than the U.S.-born to hold advanced degrees, and that is even more true for Asian immigrants. U.S. migrants also are less likely to have finished high school, but Asian migrants are somewhat more likely than others to hold a high school diploma (though less likely than the U.S.-born). In part because of their high share of advanced degrees, Asian immigrants as a group have higher median household incomes than other immigrants or the U.S.-born. In Pew Research Center surveys of Asian and Hispanic immigrants, their stated reasons for coming are linked to where they come from. Most Hispanic immigrants say they moved to the U.S. for economic reasons. Asian immigrants cite family, education, and, to a lesser extent, economic reasons. Both groups rate the U.S. more highly than their home countries in terms of opportunities to get ahead, treatment of the poor, and conditions for raising children. They are negative or ambivalent about whether moral values and family ties are stronger in the U.S. or in their home countries. But both groups are very likely to say that if they had a chance to do it again, they would choose to migrate to the U.S. However, it's a mistake to generalize too much about the Hispanic and Asian migrant communities—why they come to the U.S., the education and skills they bring with them, and the challenges or opportunities they face in becoming a part of American society. By and large, the diversity within these two populations can be as great as the diversity of the nation overall. THE WORLD'S LARGEST COUNTRY-TO-COUNTRY MIGRATION In 2014 , the 11.7 million Mexican migrants in the U.S. made up the world's largest migrant population from a single country to a single destination. ACCOMPANYING THE INCREASE IN MIGRATION WORLDWIDE IN RECENT DECADES ARE SHRINKING BARRIERS TO COMMUNICATION AND TRANSPORTATION THAT FACILITATE THE CONCEPT OF POROUS BORDERS. A MORE CONNECTED WORLD? Accompanying the increase in migration worldwide in recent decades are shrinking barriers to communication and transportation that facilitate the concept of porous borders. Destination and origin countries are adjusting their policies in response to greater migration. There is increased acceptance of dual citizenship, with perhaps half of all nations embracing or tolerating it. As global competition for skilled migrants heats up, some destination countries are rewriting visa policies. Canada, which already favors skilled migrants, implemented the Express Entry program last year to put highly LARGEST MIGRANT GROUPS IN THE U.S. 2014 11.7 MILLION Mexico2.5 MILLION China2.2 MILLION India TREND 15 14 PEWTRUSTS.ORG/TRENDMigration can cause significant social and political tension, but analysts also see ways that it can offer many benefits to nations seeking to balance age and labor force needs, and expand education, economic integration, and cultural sharing.THE TAKEAWAYskilled migrants on a fast track to permanent immigration status. The program was modeled on similar efforts in New Zealand and Australia. The European Union has been working to overhaul its Blue Card visa program for skilled non-EU migrants, launched in 2009. A growing number of sending countries are expanding or developing their \"diaspora engagement strategies.\" One important goal is to encourage their emigrants to invest in their home countries. An increasing number of nations allow their citizens abroad to vote, and some even set up voting stations in destination countries. Money is an important motivator. Total remittances that migrants send home are more than three times the amount of foreign aid to developing nations. Remittances roughly tripled since 2000, according to World Bank figures, and the increase to middle-income nations has been more rapid than average. But even as sending countries try to keep their emigrants connected, other forces are at work to tighten the affiliations of migrant families to their new homes. Just compare the language used by migrants with that spoken by their children and later generations. Among recent Asian and Hispanic immigrants to the United States, most say they cannot carry on a conversation very well in English. But among later generations—Asians and Hispanics born in the U.S.—most have difficulty carrying on a conversation in their parents' or earlier ancestors' native tongues, according to Pew Research Center surveys. LEARN: Read more about the Pew Research Center's findings on global immigration and migration at pewresearch.org. FOLLOW: @MichaelDimock ENGAGE: #PewTrendFIND MORE ONLINEAnother measure of social integration displays a similar generational pattern. Only 30 percent of Asian immigrants in the U.S. say they think of themselves as a \"typical American.\" But among Asians born in the U.S.—the second or later generations—about two-thirds describe themselves this way. Despite the ease of transcending borders these days, it seems that ties to home countries fade across the generations. Looking forward, it would be no surprise if the number of international migrants continues to grow as the world population increases. Beyond that, it is a challenge to predict whether today's cross-border patterns will hold. Among the issues that will affect global migration are the continued appeal of high-income nations as destinations for migrants; the price of oil, which may affect the lure of petroleum-exporting nations; and Europe's tightening borders. Migration also may arise from places and to places that we cannot foresee. Other countries may succumb to internal conflict. Technologies such as smartphones, social media, and GPSs may help alter migration routes, as may climate change. And Africa, with its high fertility rates and low levels of per capita income, may emerge as a more prominent sending region. These questions remind us that migration is not a free-standing phenomenon. It is tied inextricably to wider forces: economics, political stability, policy decisions, and climate change, among others. As these forces change, so will the volume and direction of people. TREND 17 16 PEWTRUSTS.ORG/TRENDBY HOMI KHARASHOW A GROWING GLOBAL MIDDLE CLASS COULD SAVE THE WORLD'S ECONOMYn 1851, Britain hosted the Great Exhibition of the Works of Industry of All Nations showcasing the art, industry, and science resulting from the fastest expansion of wealth and the largest increase in economic opportunity that the world had ever seen. This was the Industrial Revolution, a time when new technologies increased productivity in ways previously unknown. Just as revolutionary was another change—in the functioning of British society. The old world of aristocrats, craftsmen, and laborers was not suited to 19th-century business. Contracts and invoices were needed, bank loans had to be written, and lawsuits adjudicated. Government services, such as railways and post offices to serve industry, were expanded. A new occupation arose—the clerks who could pen the needed papers, their numbers skyrocketing in England from 44,000 in 1851 to over 119,000 20 years later. And since the new breed of worker needed to read, write, and understand arithmetic, as well as stay healthy enough to work regularly, teachers and nurses were needed—thereby fueling further professional growth. These new occupations changed economic and social structures. Neither elite nor working class, IManaging the political, societal, and environmental challenges of the growing middle class will determine the health of the planet and the financial futures of billions of people. clerks and others were referred to as \"the middling sort.\" They saved and invested for the future, educated their children, and took responsibility for improving their lives and those of their families. As their numbers grew, they used their discretionary income to indulge in entertainment, vacations, and travel, and consumed goods of higher quality and greater variety. The Harrods store opened in 1849 selling tea and groceries to this new middle class. And so the middle class became a consumer class, driving the economies of countries that embraced the Industrial Revolution. It ushered in an age of mass development that swept the Western world in the 20th century and is now spreading to emerging economies, especially in Asia and Latin America. Today, this spread of the middle class across the world is one of the primary forces sustaining the global economy. In 2015, the global middle class numbered about 3 billion people who spent $33 trillion, amounting to two-thirds of the world's consumer spending. In the United States, European countries, and other developed nations, the debate about the middle class has recently centered on issues of equality, mobility, and which policies can promote further growth and stem stagnation. Yet for the TREND 19 18 PEWTRUSTS.ORG/TREND rest of the world, the debate is different. Despite disparities, other countries remain focused on growing out of poverty or moving beyond the category of \"emerging.\" A robust middle class is central to this effort. Yet what is the future of the global middle class if some countries seek expansion and others experience contraction? What benefit does such a middle class bring to the world economy? What environmental, social, and political considerations exist? How is this growth balanced with the need to combat climate change? And how are the social and political changes that would result from a more educated, richer population to be managed? How these questions are answered will very likely determine the health of the planet and the financial security of billions of people. THE STATE OF THE GLOBAL MIDDLE CLASS Over the past decade, the growth of middle-class expenditure in developed countries has averaged only 0.4 percent while in developing economies it has averaged 8 percent per year. The middle class has truly taken off, and for about 2 billion people in developing countries, middle- class living standards are now the norm. One-quarter of the global middle class today lives in an advanced economy. Around two-fifths lives in Brazil, Russia, India, and China (the BRIC countries), while the rest live in other developing nations. This is a recent phenomenon that reflects economic growth in developing countries during a period of economic slowdown in advanced economies, such as in the United States, Japan, and Europe. In contrast, the middle class in the BRICs was half as large in 2000 as that in the Group of Seven large industrial nations; today it is more than twice as populous and growing much more vigorously. If International Monetary Fund (IMF) economic growth forecasts are correct, there could be 1.5 billion middle-class people in China and India by 2020. But the story is not just about these giants. By 2020, Brazil, Mexico, Pakistan, Indonesia, and, a few years later, Egypt, Nigeria, and Vietnam could have middle classes larger than 100 million people. The Philippines and Thailand could have middle classes as large as in the United Kingdom, France, or Italy. These countries will still be far poorer than today's nations with advanced economies, but the rate at which their middle-class markets are growing is impressive. In fast-growing emerging and developing countries, middle-class spending rose by over 10 percent per year in the 1990s and 12.5 percent annually between 2005 and 2015. Even though there are much-discussed problems in some emerging economies such as the slowdown in China, current growth and demographic projections suggest that middle-class spending gains in fast-growing economies could exceed double digits for at least another decade. This in turn will drive much of projected global economic expansion: Between 2005 and 2015, the increase in expenditures of the middle class in fast-growing economies accounted for one-fifth of total global economic expansion—more when the indirect effects of government spending to meet middle-class needs and private investment to provide for future demand are added in. Between 2015 and 2025, the contribution of middle-class spending in fast-growing emerging economies to global demand is expected to increase even further. This is why there is such excitement in the business community about the middle class and why the consulting firm McKinsey & Co. predicts that the dollar increase in consumer spending growth in Shanghai or Beijing will exceed that in New York, Tokyo, or London.class was around 90 million strong. By 1975, 150 years after starting its growth phase, the middle class had reached 1 billion people. By 2006, another 1 billion had joined the middle class, and now less than a decade later, we are at 3 billion. The middle class could surpass 4 billion by 2021, making it a majority of the world's population. Seen in the context of the last 150 years of economic expansion, today's growth mirrors the patterns we have seen—albeit at an accelerating tempo—of national middle classes fostering domestic growth. This process could provide the growth engine the global economy desperately needs. But this will not be automatic. It depends on managing diverse challenges, including climate change and political governance, while instituting global policies that can maintain a liberal, open, and dynamic international order. MITIGATING CLIMATE CHANGE One of the first challenges we must consider as the global middle class expands is climate change. Although the income and economic numbers of a rising middle class may be a marketer's dream, we must also acknowledge that middle-class families consume more proteins and manufactured goods, have lifestyles requiring more energy, and are more wasteful of resources than those living in poverty. But while the common perception and concern may be that these changes will exacerbate climate change challenges over the coming decades, a rising global middle class could instead be one of the solutions. In fact, the emerging middle class should be viewed as a positive force for reduced carbon emissions, not as a contributor to faster climate change. Why? A larger middle class is likely to mean higher per capita carbon discharges, but it also means a far smaller global population. Based on extensive modeling of the world's population conducted by the International Institute for Applied Systems Analysis, we know that higher family incomes and higher rates of girls' secondary education—two variables DATA POINTS of the world's consumer spending.that accounted forpeople make up the global middle class... and spent in 2015... THERE ARE INDICATIONS THAT A GROWING PROPORTION OF PEOPLE IN SOME DEVELOPING COUNTRIES BELIEVE THAT THRIFT, HARD WORK, DETERMINATION, AND PERSEVERANCE ARE HOW TO IMPROVE THEIR LOT IN LIFE. To put today's speed of growth of the global middle class into perspective, consider its trajectory. In 1820, after the Napoleonic War in Europe, there were probably no more than 2.5 million people out of a worldwide population of 1 billion who were in the middle class. By the beginning of the 20th century, the global middle TREND 21 20 PEWTRUSTS.ORG/TRENDassociated with a larger middle class—could have a dramatic impact in slowing global population. That is because middle-class households tend to be urbanized and better educated. And with greater education rates, we see a shift in female employment as more women from middle-class households begin to work outside the home and, over time, have fewer children. As this dynamic deepens, population growth will slow and some of the drivers of climate change—emissions and resource consumption—will abate. Taking this projection forward, we can look to the countries that will be the source of most of the growth in the world's population over the next few decades (and where there is still a chance to slow this growth): India, Pakistan, Nigeria, and Indonesia. If the middle class in these countries, and other large developing nations, grows according to the optimistic scenario in the model—meaning more urbanized, educated, employed, and smaller families—the result will be approximately 600 million fewer people in 2050 and 2 billion fewer people in 2100. Yet these changes may not occur without policymaker support. Education must be provided, especially secondary education for girls. For example, in Brazil, population growth is now less than 1 percent, and the middle class is about 60 percent of the population. In 1980, when the middle class was far smaller, at about 35 percent, population growth was just under 3 percent. Brazil exemplifies how the combination of higher family incomes, more education, and more urbanization can continue to slow population growth. SOCIAL AND POLITICAL CHANGES Beyond global economics and the environment, what effect will the emerging middle class have on social and political considerations? If there were to be a norm, what would the global middle class seek in terms of societal changes? And will a global middle class spur a more open and liberal international system? Traditionally, since the time of the Industrial Revolution, countries have considered middle-class priorities to be focused on jobs; urban transportation and infrastructure; education, especially for girls and increasingly at postsecondary levels; and affordable housing and other necessities such as health care and pensions. History bears these values out. The Great Reform Act of 1832 in England gave rise to middle-class politics by redistributing membership in the House of Commons and adding members from cities. Bills that advanced middle-class interests included the Municipal Corporations Act (1835) to improve urban conditions, the Railway Regulation Act (1844) to ensure cheap passenger transport, and the Elementary Education Act (1870) to bring about state-funded, mass education. In the United States, New Deal programs such as the Works Progress Administration and the Social Security Act of 1935 helped bring about an unprecedented rebound in the American middle class, adding 20 million people between 1932 and 1937. Many of the drivers of the middle class are the same today, and developing countries have embraced the same priorities. Education is one example. China has about 24 million students enrolled in 3,000 higher education institutions. (By comparison, the United States has 21 million students in 4,700 institutions.) Urbanization is another. About 100 million people in developing countries are moving to cities every year, 25 million of them in China alone. There, migrants can double or triple their annual earnings thanks to higher productivity. Still another driver is women's empowerment and the entry of women into salaried work, creating two-income households with fewer, but better educated and healthier, children. Developing countries with the largest proportion of the population in the middle class are those, like South Korea and Malaysia, where women are in salaried positions in government and business. There is also some evidence, reported in sequential rounds of the World Values Survey, of a rising trend in the proportion of people in selected developing countries who believe that thrift, hard work, determination, and perseverance are the bases for improving their lot in life. In these countries there is a growing feeling of personal responsibility within middle-class families. But at the same time, the middle class looks to The Philippines and Thailand could have middle classes as large as in the United Kingdom, France, or Italy. government to provide subsidies for housing, education, pensions, transport, and the like. They also want stability and predictability for themselves and their children. The survey results further suggest that the middle class may not support a rise in taxes to pay for all they ask. This tension within the middle class between the demand for public services and the willingness to pay for them plays out in a variety of political forms. There is no contemporary evidence to support the view that more middle-class societies will evolve into more democratic societies that will then support middle-class priorities, as happened in developed countries in the 19th and 20th centuries. Democratic governance today, measured by a number of indices, is not correlated with the size of the middle class, after adjusting for other factors. The middle class in Egypt and Thailand, for example, appears to support the stability associated with current governments, each headed by former military leaders. On the other hand, the middle class in Brazil, Indonesia, and the Philippines was instrumental in the turn away from autocracy. The problem in the 21st century is that the beneficiaries of globalization—the middle class in emerging economies and the elites in advanced countries—are no longer strong enough to alone shape the political reform of domestic and global institutions. Indeed, the middle class in advanced economies is now even in retreat, causing many to become skeptical about whether further globalization is serving their best interests. An added complication is that emerging and developing countries are looking for ways to shape the global rules of the game to better serve their interests. They do not offer full support to the multilateral institutions that have steered globalization through periods of crisis and restructuring. The rounds of trade liberalization under the auspices of the World Trade Organization appear over. Reforms in the IMF and the World Bank have inched forward at a glacial pace, encouraging emerging economies to set up parallel institutions such as the Asian Infrastructure Investment Bank and the New Development Bank, which is a multilateral development bank operated by the BRICs. TREND 23 22 PEWTRUSTS.ORG/TRENDWhat can be done to reframe globalization into a win-win for the middle class in each country and to avoid it pitting the interests of the middle class in developing countries against those in advanced countries? In developed countries, more attention must be given to issues affecting middle-class families, what is often referred to as \"inclusive growth.\" There is a package of measures that share a basic idea: that continued widening of income and opportunity gaps, and the barriers these create to social mobility, must be forcefully tackled. In developing countries, politics could better reflect the economic interests of the growing domestic middle class. These emerging nations should also take on more responsibilities for strengthening multilateral institutions and achieving a better globalization. One global body that could do more to steer global institutions is the Group of 20 (G-20), a grouping of representatives of industrial and emerging-market nations. The G-20 was successful in warding off tariff and exchange rate wars between major economies during the Great Recession, but it has not succeeded in mobilizing strong domestic support for globalization in each member country. As recent polls have shown, faith in the global institutions that have helped the world establish sound rules of the game for commerce and development has ebbed, and these organizations are no longer seen as the key players that will ward off the risks associated with globalization. These institutions need more support (and resources) to do a better job, but both are in short supply in a world in which poll findings show that trust in government itself, irrespective of nationality, is at historic lows. All nations should recognize and adapt to the reality that progress depends on continued globalization but that this will be uneven and needs to be better managed. Leaders must also recognize that the expectations of a burgeoning middle class transcend national borders. Collectively, the future of the world's economy and the financial security of billions of people depend on whether global leaders—policymakers, lawmakers, and heads of state, along with business, civil society, and academia—become more accountable and responsive to the middle class in their respective countries. These leaders will be changing the world for the better—or for the worse—by charting policies that will create sustainable development; educate more people, especially women; create new social norms much as when \"the middling sort\" upended British society; and, perhaps most importantly, establish new political freedoms. Under these conditions, the global economy and the global middle class will thrive. It is the world's best chance for shared future prosperity. The middle class could surpass 4 billion by 2021, making it a majority of the world's population.THE TAKEAWAY LEARN: Homi Kharas discusses the data driving the growth of the global middle class. Watch at pewtrusts.org/trend/kharas. FOLLOW: @BrookingsGlobal ENGAGE: #PewTrendFIND MORE ONLINE TREND 25 24 PEWTRUSTS.ORG/TRENDo understand global changes in religion today and the potential impact on the borders of geography, population, and faith, we must first look at differential demographics— namely that some parts of the world are growing much faster than others. The global population stands at 6.9 billion and should reach 9 billion around 2050, but that increase will not be equitably distributed around the world. Southern nations, especially in Africa, are growing very rapidly, while their northern neighbors—such as Europe, Japan, Russia, and the United States—are relatively static. The demographic contrast between Europe and Africa illuminates this transformative shift. In 1900, Europeans made up around a quarter of the world's population. By 2050, that proportion will probably be closer to 8 percent. Africa had about 130 million people in 1900. That number passed the billion mark by 2005 and, by 2050, could reach anywhere from 2 billion to 2.25 billion. In 1900, there were three Europeans for every African. By 2050, there should be three Africans for every European. That figure, incidentally, is misleading in one way, as many of the \"Europeans\" in 2050 will in fact be of African descent. By some projections, the African share of global population by 2100 could be 40 percent.To take another focus, consider the nine nations that are on course to be the most populous in Africa by midcentury: Ethiopia, Nigeria, Congo, Uganda, Sudan, Tanzania, Kenya, Madagascar, and Niger. In 1950, the combined population of these nine nations was around 100 million, rising to almost 400 million by 2000. By 2050, they will have a combined population of 1.2 billion. That would represent a twelvefold increase in raw numbers in just a century. By 2050, six of the world's 20 most populous nations will be on the African continent. These demographic changes will inevitably have their impact on the world's religious structures. The difficulty is, though, that religious patterns are far harder to quantify than those in other areas of life. We can be reasonably sure where the bulk of the world's people will be living in 2050, but do we dare make statements about what they will believe? Projecting demographic changes 40 or 50 years in the future seems like a risky venture, yet the process of Christian and Muslim expansion outside Europe and the West does seem inevitable, and the picture offered here is based solidly on current trends, religious and demographic. To borrow the remark credited to pioneering sociologist Auguste Comte, demography really is destiny. African Faith Is Going Global Growing African populations means the continent's strong religiosity will continue—and spread beyond its borders. BY PHILIP JENKINST TREND 27 26 PEWTRUSTS.ORG/TRENDAlthough demography is far from an infallible crystal ball on the future of religious revivals and conflicts, trends in population growth and family do correlate strongly with religious attitudes. And while much of the world might be losing its attachment to religion—perhaps most clearly seen in an increasingly secularized Europe—these trends point to startling new significance for Africa in the world's religious picture. One of the key demographic trends in the modern world is the sharp global decline in the size of families. For example, since the 1960s Europe has undergone an epochal demographic revolution of historically low population growth—with an average of 1.4 children per woman in Italy and as low as 0.8 in some regions of Germany—and that shift has rippled through many other places to include Latin America and large sections of Southeast Asia and the Pacific Rim. Even countries that used to be regarded as the dynamos of population growth, such as India, are in transition. Particularly fascinating are the declines in several Middle Eastern nations. For example, in Iran, family size has dropped from an average of six to 1.8 children over the past three decades—a rate of decline much faster than what Europe experienced in the 1960s and 1970s. Initially in Europe, the countries with the steepest declines in population growth also led the way in secularization, and the two trends are connected, although the chain of causation is complex. Declining population growth accompanies women's emancipation and entry into the workforce, and usually results from a decline in traditional religious-based concepts of gender roles. In turn, smaller families reduce their ties to organized religious institutions, as fewer children go through religious school and First Communion classes. Ordinary lay people increasingly define their values in individualistic and secular terms, and are more willing to oppose churches on social and political issues of gender and morality. Already, much of Latin America is closely following European trends, and survey evidence suggests a comparable process of secularization in several nations, including Brazil and Argentina. But this shift is not wholly global, and population growth persists in sections of the Middle East and South Asia, and above all in Africa. In 2015, birth rates of more than five children per woman in Uganda, Nigeria, and Ethiopia—and nearly five in Congo—suggest that this trend will not decline over the next few decades. This means that Africans represent a much larger share of the world's population and that this share will continue to increase at least until midcentury. More tentatively, this demographic change should also mean that the strong religiosity so closely associated with African populations will continue and will increasingly spread beyond that continent. These changes have wide religious repercussions. In 1900, Africa had substantial Muslim and Christian populations, with Muslims strongly in AFRICANS REPRESENT A MUCH LARGER SHARE OF THE WORLD'S POPULATION, AND THIS SHARE WILL CONTINUE TO INCREASE AT LEAST UNTIL MIDCENTURY.By 2050 , six of the world's 20 most populous nations will be on the African continent.6 /20the majority. During the 20th century, both groups grew substantially, partly by demographic expansion, but also through evangelism and conversion. About half of black Africans joined one of the great monotheistic faiths, and they favored Christianity over Islam by a rate of 4-to-1. Because of this, Africa is now home to some of the world's largest Christian and Muslim communities. Ethiopia's Christian population, at 6 million in 1900, will grow to a projected 100 million in 2050. In Nigeria, the population in 1900 included 4.2 million Muslims and 180,000 Christians. Today, the country claims about 80 million of each faith, and each should grow by another 100 million by 2050. By then, the 10 countries with the largest Christian populations will include several African states, including Ethiopia, Nigeria, Congo, and probably Uganda. African Islam has also benefited mightily from these changes. The World Christian Database suggests that in 1900, the African continent had about 35 million Muslims, or 17 percent of the global total. Today that figure has increased to 27 percent, and it may be as much as one-third by 2050. Not only will there be many more African Christians and Muslims, but they are also likely to be active and devoted in their religious practice and strongly resistant to secularization. African religiosity emerges strongly in most surveys, even if it is not quite uniform. Nowhere are there significant minorities rejecting or questioning the religious consensus, especially not such fundamental assumptions as the belief in God. In modern times, by far the most important trend in African Christianity has been toward especially enthusiastic, charismatic, and Pentecostal expressions of faith. Many of the newer churches use highly entrepreneurial forms of marketing and evangelism to spread that faith, commonly employing the most advanced technology. Little-known in the West, one of the main expressions of popular evangelical faith in Africa is the Nigerian-based video industry. Since the 1990s, hundreds of popular religious and charismatic videos have appeared, teaching doctrines of deliverance and sanctification while reminding believers of the dangers inherent in occult dabbling. Nigerian Christian videos enjoy distribution throughout Africa on satellite networks and cable channels, and are also easily available in North America and Europe. What's more, while African countries have experienced economic development and many are enjoying a growing and vigorous middle class, social ideologies are still strongly in favor of parenthood and family. And persistently strong population growth means that this tendency is unlikely to change anytime soon. What happens in Africa is very unlikely to stay in Africa. The astonishing growth of Christians there means that Africans comprise an ever-larger share of virtually all of the world's TREND 29 28 PEWTRUSTS.ORG/TRENDPROJECTED ANNUAL GROWTH RATE OF COUNTRY POPULATIONS, 2010-50 Source: Pew Research Centerreligious denominations. To quote journalist John L. Allen Jr., \"During the 20th century, the Catholic population of sub-Saharan Africa went from 1.9 million to more than 130 million—a staggering growth rate of 6,708 percent. Africans started the century as less than 1 percent of the global Catholic population, and finished it at around 16 percent.\" There are now over 200 million African Catholics, whose numbers could double by 2050, when they would constitute a quarter of all believers. That proportion will probably rise as the century goes on. In the Anglican Communion, traditional centers such as England, Canada, and the United States have been dwarfed by the thriving and expanding churches of Nigeria, Uganda, Kenya, and South Africa. A similar dynamic is at work in the Catholic world. These changes are presenting internal challenges to these denominations over teachings on human sexuality, family life, and marriage. These African believers will have growing influence within the governing councils of great denominations—and will alter the world's religious picture in other ways as well. A country such as Uganda, for instance, had 5.5 million people in 1950, a figure that could potentially increase to 80 million by 2050, and the question arises of how a country of limited size could accommodate so many people. The answer, of course, is that it will not, because so many of them will emigrate to other countries where aging populations stand in such dire need of new people to perform jobs THERE ARE NOW OVER 200 MILLION AFRICAN CATHOLICS, WHOSE NUMBERS COULD DOUBLE BY 2050 . and pay taxes. And when these Africans go, they will take with them their churches and mosques, their religious movements and customs. That African diaspora is underway. African churches are now firmly established in the United States in such urban centers as Houston and Atlanta. Houston in some ways is the Nigerian capital of America, with at least 25 African churches, some on a very impressive scale. African churches are also thriving throughout Europe, including in some unlikely settings. The most spectacular example is the Embassy of the Blessed Kingdom of God for All Nations, based in Kiev, Ukraine, founded and pastored by Nigerian-born Sunday Adelaja, which claims some 50,000 (mainly non-African) followers in Ukraine alone. In Britain, Africans lead the nation's four largest megachurches. And the -0.51% or less -0.5% to 0.99% to 1.99% 2% or greater TREND 31 30 PEWTRUSTS.ORG/TRENDOne of the key demographic trends in the modern world is the sharp global decline in the size of families.THE TAKEAWAYNigerian Redeemed Christian Church of God operates in dozens of countries, growing so widely and quickly that it could well become a new global denomination. Today, some African-founded churches in Europe are even reaching out with new missions to the African homelands of their members' parents, in what we might term \"double reverse mission.\" Back in 1920, Anglo-French writer Hilaire Belloc surveyed the state of Christianity and made the grandiose (and arrogant) assertion that \"The faith is Europe, and Europe is the faith.\" He believed not only that Christianity was inextricably linked to Europe and to people of European stock, but that the faith was also an integral part of European culture. Quite possibly, in another few decades, another observer might survey the world and remark with equal confidence that \"The faith is Africa, and Africa is the faith.\" That person would be no less wrong than Belloc—but the error would be understandable. For decades to come, the world's religious maps are going to be ever more African. LEARN: The four largest megachurches in Britain are led by Africans. Philip Jenkins explains why as he discusses the world's evolving religious demographics. Listen to the conversation at pewtrusts.org/trend/jenkins and test your knowledge at www.pewtrusts.org/religionquiz. FOLLOW: @BaylorISR ENGAGE: #PewTrendFIND MORE ONLINE TREND 33 32 PEWTRUSTS.ORG/TRENDThe Global Threat of Antimicrobial Resistance BY LORD JIM O'NEILL TREND 35 34 PEWTRUSTS.ORG/TRENDearly 90 years ago, the antibiotics era began when a chance discovery by Alexander Fleming, a professor of bacteriology at St. Mary's Hospital in London, spawned a series of laboratory experiments that culminated in the isolation of penicillin from \"mold juice.\" So began a nearly 20-year global effort to manufacture pure penicillin on a commercial level, culminating in this lifesaving wonder drug's first wide use by Allied forces during the final year of World War II. In the years after the war, the challenge was how to increase supply and how to manufacture the medicine on a large scale while initiating demand: helping the drug enter routine use in hospitals around the world so that its remarkable benefits could be realized by all.N PEOPLE ARE CONSUMING ANTIBIOTICS IN EVER-GREATER QUANTITIES, OFTEN IN UNNECESSARY WAYS.Today, we face a very different set of supply and demand problems; in fact, just the opposite of where we started. With dozens of antibiotics now readily available and access to them routine (and sometimes even taken for granted) by so much of the world's population, we have too much demand. Around the globe, people are consuming antibiotics in ever-greater quantities, often in unnecessary ways. That, unfortunately, is speeding up the pace at which bacteria develop resistance to the antibiotics used to treat them, and progressively undermining the effectiveness of the drugs. Antimicrobial use in the agricultural sector deepens this challenge, driving the emergence of these drug-resistant bacteria. And on the supply side, we face the problem of too few companies developing new drugs to replace those that we are losing to rising resistance. According to the World Health Organization (WHO), resistance to antibiotics and other types of antimicrobials is growing and represents the single greatest challenge in infectious diseases today. The WHO reported nearly half a million new cases of multidrug-resistant tuberculosis across 100 countries in 2013, amounting to more than 20 percent of previously treatable tuberculosis cases now being resistant to multiple Resistance to antibiotics and other types of antimicrobials is growing and represents the single greatest challenge in infectious diseases today. drugs. In the United States, the Centers for Disease Control and Prevention estimates that each year, at least 2 million people become infected with bacteria that are resistant to antibiotics, and at least 23,000 of them die. This inflicts a direct cost of $20 billion on the U.S. health care system. In the agricultural sector, U.S. Food and Drug Administration sales data showed that drugmakers sold more than 20 million pounds of medically important antibiotics for use in food-producing animals in 2014—23 percent more than in 2009—the most ever reported and more than twice the amount of antibiotics sold to treat people. This is a global health crisis that knows no borders. Left unchecked, antimicrobial resistance (AMR) will touch all people, regardless of their nationality or their country's level of development. It will dangerously undermine health care as we know it, making common procedures such as cancer chemotherapy or cesarean section births—which depend on effective antibiotics to reduce their risks—far more dangerous than they are today. Indeed, by 2050, 10 million people a year could be dying as a result of AMR, up from around 700,000 today, with China and India each being home to about 1 million affected patients. And by then, an estimated $100 trillion in global GDP will have been lost. Just as infections travel with the people who carry them, so does resistance, so solving AMR is a shared responsibility. AMR is one of the biggest health threats facing the world, but it is not beyond the world's ability to meet and conquer it, both economically and scientifically. The global community must act together, and quickly, to address the problem. In 2014, United Kingdom Prime Minister David Cameron asked me to look at these problems from the perspective of a global economist, and to recommend how the international community can TREND 37 36 PEWTRUSTS.ORG/TRENDact against this growing threat. After more than 18 months spent immersed in this fascinating topic, my independent Review on Antimicrobial Resistance recently published its final report, which identified several steps that should be taken to prevent the worst effects of AMR. GLOBAL LEADERS MUST ACT In economic theory, the \"tragedy of the commons\" is used to describe systems in which individuals act in their own interest instead of acting to help the common good. This theory is often cited for global challenges such as climate change to illustrate the difficulty in motivating individuals to sacrifice—for example, use public transport even if it's less convenient—in favor of a future and shared objective: reducing air pollution and carbon dioxide emissions. AMR is another issue that can be seen through this lens. Individual interest is generally to continue consuming antimicrobials at the present rates, while the future goal is to reduce demand overall to weaken resistance. Likewise for the supply side of AMR, one company's motivation may be to invest resources in developing a more lucrative drug for other purposes, while the global need—and that of the pharmaceutical industry—is to have a robust and sustainable supply of new antibiotics, which tend to garner fewer profits and yet are the bedrock upon which so much of modern medicine depends. The way to overcome the tragedy of the commons— in theory and by example—is to achieve cooperation by acknowledging mutual goals and gains and instituting policies or regulations to support targeted collaboration. That is what is needed today. There are three upcoming opportunities for global leaders to address AMR: First, the most natural set of countries to initiate cooperation on AMR is the Group of 20, or G-20, which consists of developed nations as well as emerging economies such as South Africa, Brazil, India, and Turkey. The greatest responsibility for action lies with the G-20 because these countries experience the most drug-resistant infections and can do the most to solve the problem. The best opportunity for this group to make significant policy progress is when the G-20 meets in September in Hangzhou, China. As the host nation and G-20 chair for 2016, China can and should unify G-20 governments on this issue. This has as much to do with national interest as global leadership. The Review on Antimicrobial Resistance's prediction that as many as 1 million people a year could die because of AMR by 2050 would have a cumulative economic cost of $20 trillion—equivalent to two years of current Chinese output. And other emerging economic powerhouses—including the rest of the countries known as the BRICs (Brazil, Russia, and India, in addition to China)—face steeper climbs to combat AMR because of the rapid growth in demand for antimicrobial drugs. For instance, the BRICs and South Africa accounted for three-quarters of the growth in antibiotic consumption between 2000 and 2010. Given that much of this growth in demand is linked to higher national incomes, the emerging global middle class, and better access to health care, we can project that demand will only increase as more of the emerging world increases its economic wealth and food consumption. Therefore, action by China and its BRICs partners, and the whole of the G-20, promises leadership by example for the rest of the world, which must also engage in sustainable steps to tackle AMR to help reduce our profligate use of these drugs. Second, September also marks the annual meeting of the United Nations General Assembly, which for the first time has AMR on its agenda. At that gathering, global leaders should address AMR by taking the first steps toward concrete commitments that involve the human and animal sectors in parallel, and identifying ways in which the poorest nations can be supported in that effort. The attention to this issue by the U.N. leadership would be immensely important and powerful. It is through the U.N. that the focus and plans of global leaders turn to action, particularly with a broader base of representatives that include developing nations and civil society. So what is needed most from the U.N. is a clear and compelling call to action that is based on the collaboration of all nations and civil society, taking AMR action steps ranging from communiqués to country-level changes. The third global leadership opportunity resides with the World Health Organization. The organization's work on surveilling and strengthening the capacity of low-income countries to address the challenges of AMR has been critical to progress. Specifically, its proposed Global Antimicrobial Surveillance System is an encouraging step in the direction of a much-needed global network for surveillance of drug resistance. to boost the development of new antibiotic drugs now rather than waiting for a more intense crisis. The main reason for the mismatch is that the commercial return for a new antibiotic is uncertain until resistance has emerged against a previous generation of drugs. In other medical fields, a new drug is meant to significantly improve on previous ones and so will become the standard first choice for patients after it comes to market. That is often not true for a new antibiotic: Except for patients with infections that are resistant to previous generations of drugs, a new antibiotic is probably no better than any existing and cheap generic product on the market. By the time that new antibiotic becomes the standard first line of care, it might be near or beyond its patent life. This means that the company that developed it will struggle to generate sufficient revenue to recoup its development costs. Three interventions are needed to remedy this: First, create a more predictable market for antibiotics to sustain commercial investment in research and development. Where necessary, change how antibiotic developers are rewarded to ensure more predictable financial compensation for developers of critically needed new drugs, support conservation efforts, and ensure good value and equitable access for purchasers. Key to this is breaking the connection between a new antibiotic's profitability and its volume of sales—thereby eliminating the commercial uncertainty that hinders drug companies' investments in antibiotic discovery and the imperative that they sell new antibiotics in large quantities, which WE NEED TO BOOST THE DEVELOPMENT OF NEW ANTIBIOTIC DRUGS NOW RATHER THAN WAITING FOR A MORE INTENSE CRISIS. Beyond global leadership forums, all of us as individuals can take action at the personal, business, and community level. These steps include the very basic—such as better hand-washing and sanitation to reduce the spread of infections—as well as more sophisticated actions such as the development and adoption of technologies to improve the way we diagnose infections and prescribe antimicrobial drugs. What follows is an AMR action plan that can align the global community on a set of core steps. A PLAN FOR ACTION Supporting antibiotic development Currently, the most significant supply-side challenge is the mismatch between what we know the world needs in terms of new drug availability and development to defeat rising resistance, and the size and quality of the delivery pipeline. With drug development taking up to 15 years, we need TREND 39 38 PEWTRUSTS.ORG/TRENDcontributes to the development and spread of resistance. I have proposed a new global system of \"market entry rewards\": payments of $1 billion or more to the successful developers of antibiotics that meet our most pressing unmet needs. For recipients to receive the rewards, they would have to commit to global affordable access to their product and support for improving the appropriate use of antimicrobials. Second, by creating a more attractive commercial market for antibiotics, we would develop an environment that encourages investment in the earlier stages of the pipeline to tackle AMR. But for now, a concerted effort is needed to overcome years of underinvestment in early-stage antibiotic discovery by companies and governments alike, in a way that will prime the drug development pipeline. Specifically, I have proposed establishment of a global AMR innovation fund of about $2 billion over five years to boost funding for \"blue sky\" research into drugs and diagnostics and help more good ideas get off the ground. This money could be found within current government budgets or even more easily within the funds that the pharmaceutical industry spends each year on other initiatives. Third, we must support efficient drug development through centralized public platforms for clinical trials, better sharing of information at early stages, and regulatory harmonization when they do not endanger patient safety. These interventions would have the potential to make the discovery of new antibiotics faster and more efficient. We must also consider the role of vaccines, which have the power to fight fast-moving epidemics but can also protect us against the more predictable threat of drug resistance. Vaccines offer a unique opportunity over time to reduce the number of infections that require medication. Yet vaccine development also takes a long time, often more than 10 years, and requires strategic investment and significant research and development. Here, too, we need to consider interventions that might include advance market commitments and market-entry rewards to kick-start development.In fact, in some countries, such as the United States, usage in animals actually outstrips human consumption. Without better policies, the trend line of relative use of antibiotics in agriculture is expected to sharpen as the global middle class expands through economic growth, leading to increased food production, especially as demand for animal protein catches up. Just as there is a clear correlation between rising levels of human use of antibiotics and growing resistance, the same is essentially true in agriculture. Higher use of antibiotics drives increased drug resistance as bacteria are exposed more often to the antibiotics used to treat them. This is also true for other medicines, such as antifungals. We will not, nor should we, completely stop the use of antibiotics in animals when treating infections. However, excessive and inappropriate use of antibiotics in agriculture must be reduced. Specifically, as part of the AMR action plan, we need three broad interventions to address the agricultural component of AMR. First, we need to set a global target to reduce antibiotics in food production to an agreed level for livestock and fish, along with restrictions on the use of antibiotics important for human State-of-the-art diagnostics The demand side of AMR has two challenges: antibiotics prescribed to patients who do not need them and a lack of the drugs for those who do. A key solution is to improve diagnosis of medical issues to reduce unnecessary use. Consider the patient who visits a doctor today for treatment of respiratory problems. The examination of the patient for this type of illness remains essentially unchanged from the days when Fleming discovered penicillin. An antibiotic may be prescribed, as is often the case based on recent research, but the patient may have a condition such as a viral infection for which antibiotics aren't effective. A new study by the CDC and The Pew Charitable Trusts focused on such interventions in the U.S. and found that this type of unnecessary antibiotic usage amounted to an estimated 47 million courses of antibiotics wasted in one year. Another issue arises when patients are given powerful antibiotics that should ideally be kept in reserve in case an infection is caused by a drug-resistant strain that would not be cured by older medicines. When such \"last line\" drugs are given on an initial basis to many patients, cases of multidrug-resistant infections increase, as does the risk that untreatable cases will emerge. Improved technology permits us to change this pattern. Rapid point-of-care diagnostic tools for bacterial infections, which allow doctors to identify the nature of an infection in minutes instead of hours or days, have the potential to transform diagnosis and treatment from an empirical process to one of precision. Furthermore, technological advances in computer learning and artificial intelligence may be able to help scientists bend the curve of our current diagnostic boundaries to analyze and interpret data faster and more effectively to support better clinical decisions in real time. Agriculture Although the precise quantity of antimicrobials used globally in agriculture and food production is difficult to estimate, the evidence suggests that it is at least as great as the amount used by humans. health. In addition, each country must set an agreed limit based on its agricultural output and resources. Second, we should develop standards to reduce antimicrobial manufacturing waste released into the environment. This needs to be viewed as a straightforward issue of industrial pollution, with responsibility for containment by all players in the supply chain to reduce resistance from strains emerging through the environment. Third, we must improve surveillance to monitor usage and progress against targets for improvement. Data have the power to ensure consistent and measurable headway toward goals and to strengthen accountability. Educate and inform to change behaviors In the early 1980s, scientific research identified an emerging global public health crisis that was little understood at the time. The world gradually began to understand HIV/AIDS—which it first thought to be a rare form of pneumonia—learning to separate myths from facts and strengthen protection and treatments. Awareness and knowledge of HIV/AIDS grew slowly over time as a global public education effort began to help thwart infection. Few Brits of my generation can TREND 41 40 PEWTRUSTS.ORG/TRENDLeft unchecked, antimicrobial resistance will touch all people, regardless of their nationality or their country's level of development, and dangerously undermine health care.THE TAKEAWAY LEARN: Lord Jim O'Neill explains why global leaders need to act now to combat AMR. Watch at pewtrusts.org/oneill. VISIT: www.amr-review.org ENGAGE: #PewTrendFIND \"don't die of ignorance\" campaigns in the late 1980s, warning us of the dangers of HIV/AIDS. For today's millennial generation, the red ribbon is globally synonymous with one of the most successful and powerful health advocacy movements that we have ever seen. Now we need to apply the same focus and intensity to AMR. We need to build public awareness of the scale and severity of the problem, strengthen understanding of what individuals should do differently, and then engage in more aggressive public advocacy to focus policymaker attention and drive action. Simple steps such as encouraging more hand- washing and taking the necessary dosage of antibiotics when prescribed can help, and people must begin to learn about the risks and benefits of antibiotics. Additionally, global education and advocacy can help us make strides to improve water and sanitation infrastructure, particularly in urban areas, to help prevent the spread of infections in communities. Surveillance is another critical pillar of education, as seen in the recent Ebola crisis. If we cannot measure the development and spread of drug resistance—and explain it clearly to the public—we cannot manage it. We must also be able to retain the expertise and experience of those studying AMR and working in the field if we hope to educate people and policymakers around the world. Specialists must be properly rewarded and supported for their work on AMR, and we must leverage their knowledge to bring data and lessons forward for everyone.Governments, civil society, academia, and the private sector all have roles to play in educating people on the risks, encouraging effective stewardship at the individual and collective level, and creating specific plans and tools to address the crisis. MOVING FORWARD Even with the clear AMR threat and an action plan at the ready, it can be hard to feel a sense of urgency to tackle this crisis. On a personal level, I know this well, as I was wholly unaware of the size and severity of this challenge before taking on my role, and that is despite years of experience in global finance that involved discussions about key policy issues with leaders around the world. But we must overcome this complacency and this lack of awareness if we are to use the time we have now—which is limited—to make a difference by addressing AMR before it is an even broader public health crisis with increased loss of life. We must make a choice to become personally enlightened on the issues and take that knowledge forward for additional public education efforts and for advocacy that provides policymakers with further momentum and support. And policymakers must feel the imperative to act now, to take bold steps to force dialogue, set targets, and address systemic risk. AMR knows no borders, and so we also must transcend individual interests and motivations to act together now. TREND 43 42 PEWTRUSTS.ORG/TRENDig problems rarely have simple solutions. And so it is with our ocean. An expanse that once seemed almost boundless is now littered with plastics and other debris. The fish that we once thought were countless are diminishing at astonishing rates. The coral reefs that we assumed were an indelible feature of the ocean are dying, driven to the brink by warmer, more acidic waters. These and other threats are closing in at a time when we are increasing our demands on the ocean, expecting it to feed billions of people and support the livelihoods of millions. The challenges of ocean stewardship are immense: Although coastal countries worldwide claim sovereignty over waters that extend roughly 200 miles from their shores, those borders are meaningless to marine life, other natural resources, and the tides and currents. So it is up to all of us to assume ownership of the majestic, imperiled lifeblood of our planet and to work toward its recovery and sustained good health. This challenge is particularly vexing on the high seas—the waters beyond the jurisdiction of any country.BBorders are meaningless to tides, currents, and marine life. That's why we all must assume responsibility for the high seas. BY OBIAGELI \"OBY\" EZEKWESILI THE OCEAN BELONGS TO EVERYONE Illustrations by Ned Drummond TREND 45 44 PEWTRUSTS.ORG/TRENDThroughout history, the task of ensuring lawful behavior on the high seas has fallen to governments, through each country's oversight of the vessels that are flying its flag. Due to a combination of factors, starting with the fact that no government has a permanent physical presence on or near the high seas, that system is fraught with opportunity for shady activity, from illegal fishing and dumping of waste to horrific crimes, including human trafficking, slavery, and murder. It is time for collective action. The high seas make up about two-thirds of the world's oceans, which in turn cover 72 percent of the Earth's surface. While many experts once believed that the high seas held little of interest to plant and animal scientists, recent research has revealed that these waters harbor a fascinating array of creatures, seamounts, and deep-sea reefs, some of which are fragile and take thousands of years to grow. Further, many species, including whales, sharks, and bluefin tuna, migrate across the high seas. Throughout most of history, people assumed the high seas were so distant and vast as to be immune to human influence. But today, those waters are highly stressed from pollution, climate change, overfishing, and illegal fishing, among other human-wrought ills. But we can address these problems by improving how our fisheries are administered, promoting ecosystem-based management of the seas, encouraging heads of government to create special envoys for the ocean, and developing new agreements between nations and controls on fishing vessels to ensure that fishing on the high seas is conducted legally. I also welcome initiatives such as the 2015-25 Decade of African Seas and Oceans, which seeks to regenerate our oceans for the benefit of all. The coastal nations of Africa know firsthand the need to protect our seas. They feel the impact of a changing ocean perhaps more than most. But they also face constraints—the lack of technical, human, and institutional resources—in their efforts to combat illegal fishing and develop sustainable conservation practices. They need the tangible help of other countries, which also will benefit from strengthening what is now, unfortunately, a weak link in our global campaign to preserve the high seas. There are too many fishing vessels chasing an ever-diminishing supply of fish. One specific way to help is to lead by example. For instance, many European fishing vessels now ply waters off Africa's coast, reaping great catches under local laws or regulations. But if they were actually following the stricter laws that govern their home nations, they would be taking fewer fish. It would benefit us all for these fishing vessels' crews to follow the principles that guide their own countrymen. Also essential to these efforts is the United Nations. Its stature and influence make it an essential player in any effort to protect the high seas. The UN has established a Sustainable Development Goal (SDG) focused solely on the ocean. SDGs were envisioned to build on a set of broad objectives, called Millennium Development Goals, that were adopted by the UN General Assembly in 2000 to solve big problems, including poverty, income inequality, climate change, and dismal sanitation in parts of the world. Among the 17 goals the UN General Assembly adopted in 2015 was SDG 14: Conserve and sustainably use the oceans, seas, and marine resources. This was further broken down into seven specific objectives, including significantly reducing marine pollution, sustainably managing and protecting marine and coastal ecosystems, addressing the impacts of ocean acidification, ending illegal fishing by 2020, and protecting at least 10 percent of the oceans by 2020. As good as all of that sounds, SDG 14 would be an empty commitment unless it were backed up by concrete assignments stating who is to carry out each piece of the goal. The Global Ocean Commission, on which I served, worked closely with a large group of UN ambassadors and representatives to launch a series of conferences to track progress toward meeting SDG 14 targets. This has already yielded a UN resolution to hold the first high-level UN Conference on Oceans and Seas, scheduled for June 5-9, 2017, in Fiji. That session will be followed by others. These conferences should motivate governments and civil society to act on ocean issues and to hold people accountable for commitments they make. While the United Nations can be effective, it can also be cumbersome. For a decade, UN discussions on high seas biodiversity had been bogged down, assigned to an ad hoc, open-ended working group of the General Assembly. To break that logjam, the ocean commission circulated an online petition, TREND 47 46 PEWTRUSTS.ORG/TRENDStill another significant problem plaguing our oceans is illegal, unreported, and unregulated (IUU) fishing. IUU fishing accounts for up to $23.5 billion worth of seafood a year, or up to 1 in 5 wild-caught fish taken from our ocean. These crimes, which range from fishing without proper licensing to raiding marine protected areas, rob legitimate fishers and governments of revenue, undermine scientific assessments of fisheries, and threaten coastal residents who rely on fish for their food and livelihoods. The IUU fishing problem is complex, with challenges ranging from positively identifying and tracking vessels to deciding where, when, and how to start enforcement against suspects. Unlike other classes of vessels, fishing boats are not uniformly required to have unique identification numbers, so even when authorities know a vessel has been involved in illegal fishing it can be hard to pin the crime on that boat's captain and crew in a court of law. Detection and pursuit of suspects on the water is expensive, often dangerous, and rarely results in legal action that might deter future IUU fishing. The list of challenges grows from there. But there are specific actions we can take to meet and defeat this problem. These include requiring unique numbering for every vessel through the International Maritime Organization, banning at-sea transfers of fish, urging more sharing of information among countries about fishing activities and the catch that reaches their ports, and encouraging the marketplace to demand fish that is caught using methods to ensure sustainability of stocks. But perhaps the biggest impact will come from widespread ratification and implementation of the Port State Measures Agreement. To reach market, almost all ocean-caught fish must come through a port. Thus establishing a global, cohesive line of defense to detect and stop IUU fish at the docks would drastically lower the profit potential for illegal fishers. Fortunately, we've seen significant progress toward that goal. The Port State Measures Agreement has just taken effect, with 30 parties ratifying it. IUU fishing has drawn high-level attention from numerous heads of state and was one of three focus areas at the Our Ocean conferences, hosted by the U.S. in 2014 and by Chile in 2015. At the October 2015 conference, Chile's minister of foreign affairs, Heraldo Muñoz, announced the launch of an initiative called Friends IF THE DEGRADATION OF THE HIGH SEAS CONTINUES—WHICH IS A POSSIBILITY, DESPITE ALL EFFORTS TO REVERSE THE DECLINES—THE ENTIRE OCEAN WILL SUFFER.called Mission Ocean, making the case for new high seas protections. In just three months, the petition drew an extraordinary response—283,000 signatures from people in 111 countries. We presented the petition and list of signatories to the UN in September 2014 to show that high seas governance can excite support well beyond the typical marine conservation community. Next, we worked with Prince Albert II of Monaco to convene a roundtable of representatives from 20 governments engaged in ocean-related negotiations at the UN. These countries, dubbed the Monaco Group, now coordinate their strategies in UN negotiations on high seas governance, boosting the likelihood of achieving progress in that area. And in April 2014, a select group of commission representatives met with Pope Francis and other senior leaders of the Catholic Church, and conveyed to them our vision for ocean governance. In his encyclical on the environment, released in June 2015, the pope made specific reference to the gaps in regulation and enforcement that are undermining ocean governance. That suggests we had indeed influenced the pontiff's thinking on the topic. As I grew more familiar with industrial-scale fishing, I learned that, right now, there are too many fishing vessels chasing an ever-diminishing supply of fish. Many of these boats are supersized, floating factories, able THE OCEANS DO NOT RESPECT BORDERS, AND WHAT HAPPENS IN ONE AREA WILL INVARIABLY AFFECT NEIGHBORING ECOSYSTEMS.to stay at sea for months at a time, relentlessly hunting fish in every ocean in the world. Many also belong to fleets that receive subsidies from their governments—money that comes as direct payments, tax credits, fuel discounts, or a host of other benefits. Without that help, a lot of boats would not turn a profit and their owners likely would opt to keep them in dock. In essence, the subsidies are encouraging crews to fish when all other indicators suggest they should not. These subsidies worldwide add up to $30 billion per year, and 60 percent of that total directly encourages unsustainable, destructive, and even illegal fishing. To address this, the ocean commission asked the World Trade Organization to demand that its members fully disclose all fisheries subsidies, classify subsidies so that it is clear which ones are harmful, and immediately cap, and then phase out within 5 years, high seas fishing fuel subsidies. Aside from encouraging unsustainable fishing, subsidies contribute to socioeconomic injustice because the money is awarded primarily by a handful of rich governments. That gives those countries' fleets a competitive advantage over those from poorer nations. The WTO has not yet moved firmly to address the subsidies issue, but I see progress in this area. There is a palpable sense of enthusiasm among WTO members to end harmful subsidies, and 28 trade ministers recently committed to act to control subsidies and provide greater transparency around them. TREND 49 48 PEWTRUSTS.ORG/TRENDThroughout most of history, people assumed the high seas were so distant and vast as to be immune to human influence. But today, those waters are highly stressed from pollution, climate change, overfishing, and illegal fishing.THE TAKEAWAY LEARN: The Global Ocean Commission identified five drivers of ocean decline, including weak high seas governance and decline of fish stocks. Learn more at pewtrusts.org/globalocean. FOLLOW: @obyezeks ENGAGE: #PewTrendFIND MORE ONLINEof PSMA, which aims to use the experience of nations that have already ratified the treaty to support and assist others in joining it. The initiative is now supported by the director general of the United Nations Food and Agriculture Organization. Many of the issues I'm highlighting aren't apparent to the casual observer, but one is: marine pollution, and particularly the proliferation of plastic littering our seas and beaches. Go to almost any coast or patch of ocean in the world, and you are likely to see the evidence—plastic bags dotting the horizon like jellyfish, medical waste washed up on the sand, and milk jugs, water bottles, lost sunglasses, and so much more circulating in giant garbage gyres. These discards take decades or longer to break down—and when they do, the news gets even worse: Plastics decompose into small pieces that resemble fish eggs, which are consumed by a variety of marine species, including animals we end up eating. In June 2015, the G-7 leaders agreed to an action plan to combat marine litter, especially plastics. The principles of that plan are intentionally broad—from improving countries' waste management to supporting the removal of litter that threatens sensitive areas—but I am hopeful they will drive more action at the national, regional, and local levels. If the degradation of the high seas continues— which is a possibility, despite all efforts to reverse the declines—the entire ocean will suffer. As I noted, the oceans do not respect borders, and what happens in one area will invariably affect neighboring ecosystems. If, for example, the high seas reach capacity on how much carbon they can absorb or become so polluted that migrating or breeding animals die from toxicity, we will see related problems emerge in other waters. That's one reason the commission recommended that if conditions on the high seas keep deteriorating over the next five years, the global community should consider banning industrial fishing on the high seas, except in areas where fisheries management organizations are proving to be effective stewards. Like in a marine reserve, such a ban would give high seas ecosystems a breather, allowing many animals to rebuild their numbers, and other features, such as deep-water reefs, to regenerate. The ban could be lifted only when new governance tactics prove effective. The growing attention to the plight of our oceans has resulted in our recognizing some specific actions we must take. The fate of our oceans rests with all who can influence human behavior, not only on the seas but in seafood markets, ocean-bound rivers, corporate boardrooms, and political chambers. It is now up to all of us to work toward a healthy, sustainable ocean that is a stable home for its inhabitants and a continued source of food, jobs, and safe recreation for humanity. TREND 51 50 PEWTRUSTS.ORG/TRENDFIVE QUESTIONS WE'VE RECOGNIZED FOR MORE THAN A CENTURY THE IMPORTANCE OF PRESERVING LAND THROUGH NATIONAL PARKS AND OTHER DESIGNATIONS. WHY DID IT TAKE SO LONG FOR CONSERVATIONISTS TO TURN THEIR ATTENTION TO THE OCEANS? Oceans cover roughly 72 percent of the world's surface, but the overwhelming majority of the ocean environment lies beneath the surface, an area that until 75 years ago was invisible to people, except in very shallow water. As a result, it was difficult for us to develop the kind of emotional connection that we have with many areas on land. Our inability to see most of the ocean also meant that, largely, we had no idea of the extent to which it was being altered by human activity—a classic case of \"out of sight, out of mind.\" Four technological innovations removed these constraints: the aqualung, invented by Jacques-Yves Cousteau and French engineer Emile Gagnan in 1943; the underwater camera, which dates back to the turn of the last century; the evolution of advanced submersible technology for deep-sea exploration; and the television, which brought Cousteau and his expedition vessel Calypso into the living rooms of millions of people, providing them with images of the sea they had never seen before. THE OCEANS SEEM BOUNDLESS, BUT WE'VE COME TO REALIZE THEY'RE NOT. WHAT IS THE STATE OF THE OCEANS TODAY? Research paints a picture of escalating degradation throughout the world's oceans. Overfishing has decimated many fisheries, and it is believed that more than 90 percent of the world's big fish are gone. Pollution is rampant—particularly involving plastics, which are ubiquitous and pose a significant threat to ocean life worldwide. More than 100,000 fish aggregating devices—large synthetic rafts that are meant to attract catch but are often poorly regulated and able to do real harm—are set adrift in a year by fishermen. Habitat that is critically important to fish, seabirds, marine mammals, and other ocean life for breeding, nursery grounds, and foraging is being degraded at an alarming rate. But perhaps most serious is the impact of rising temperatures in the world's oceans and increased acidification, both the result of climate change. WHAT SPECIAL CHALLENGES DO WE FACE IN PRESERVING LIFE IN THE WORLD'S OCEANS? Unlike the land, all of which lies within the boundaries of individual nations, approximately 45 percent of the Earth's surface is covered by the high seas—areas beyond the jurisdiction of individual nations that are exploited by many but managed by no one. The task of bringing sustainable management to the high seas is an immense challenge. Also, while individual coastal nations have jurisdiction over their exclusive economic zones, the area that extends from the shoreline out 200 nautical miles, many do not have the capacity to enforce fishing and other restrictions in their own waters. As a result, massive amounts of fish are stolen from these countries, a global loss estimated at up to $23.5 billion in fish, jobs, and regional revenue each year. WHAT IS THE BEST WAY TO RESTORE AND MAINTAIN OCEAN HEALTH? First, we need to curb overfishing. We must prevent the destruction of essential habitat needed to sustain ocean life by banning the most destructive fishing gear and practices, and by halting the decline of wetlands and other areas of critical importance to marine life. Also essential is to protect areas of the world's oceans that are still relatively pristine. One of the most effective ways to accomplish this is by establishing marine reserves where no fishing and other extractive activities are allowed. Over the past decade, The Pew Charitable Trusts and its partners, through the Global Ocean Legacy project, have encouraged the creation of the world's first generation of great marine parks. So far, nine of these no-take marine reserves have been established in some of the most iconic places in the world's oceans, including Easter Island, the Pitcairn Islands, the Chagos Archipelago, the Marianas Trench, and the Northwestern Hawaiian Islands. Together, these nine reserves protect a total of 2.5 million square miles of ocean, which is sizable but still represents only 2 percent of the world's waters. And the best science now tells us we should be preserving 30 percent of the ocean. GIVEN THEIR IMPORTANCE, WHY AREN'T THERE MORE MARINE RESERVES? In part, they are not easy to create and tend to be opposed by those with economic interests in the areas where parks are proposed. In the aftermath of these public discussions, however, most parks become a revered part of a nation's natural patrimony. They convey benefits that often extend far beyond their borders, and they serve as a living reminder of what we have and what we stand to lose if we do not take steps to preserve life in the world's oceans. Joshua Reichert: Creating Marine Reserves Joshua Reichert is executive vice president of The Pew Charitable Trusts and has overseen its environmental projects for three decades. TREND 53 52 PEWTRUSTS.ORG/TRENDThe quest for scientific knowledge, as one of the contributors on these pages notes, \"makes its way around the world.\" Trend asked three preeminent scientists about their own experiences in that pursuit for answers and how the search transcends man-made borders to bind humankind. e all have questions. Where did we come from? Why are we here? Although the \"whys\" are generally left to philoso- phers, the \"wheres\" and \"hows\" are fodder for scientific exploration. Science is a unifying enterprise, one that brings us together to solve problems, fuel our sense of wonder, and understand our place in the world. Through scientific inquiry, we peer deeply into the infinitesimal workings of individual cells and outward into the unimaginable expanses of the cosmos. And I am optimistic that science can point us toward a path to a brighter and sustainable future, one in which we can together realize our common destiny as inhabitants of this small and fragile planet.SCIENCE TRANSCENDS MAN-MADE BORDERS TO UNIFY US ALL By Craig C. Mello WSCIENTISTS CAN BE PEACEMAKERS By Torsten WieselSCIENCE CAN ALSO LEAD YOU HOME By Paula Licona-Lim Ón very day, it seems, the news is filled with stories about wars and insurrections, suicide bombers and mass shootings, global climate change, and the collapse of the world economy. Confronted with such chaos and destruction, dangerous ideologies, and suppression of civil liberties, how can we even think about transcending borders, promoting peace, and fostering positive alliances across races, cultures, and religions? Of course, we must. Fortunately, by nature, I am an optimist. And by training, I am a medical doctor and a neuroscientist. I have seen firsthand how, in the world of science, cooperation between disciplines occurs as a natural part of the work we do. That is because the language of science, and the ultimate purpose of science—to learn all that we can about the world at large and about ourselves—crosses races, cultures, and religions. For this reason, the scientific establishment can serve as an instrument of peace. Individual scientists have a history of campaigning for the cause of peace. Albert Einstein spoke often of \"using man's powers of reason in order to settle disputes between nations ... and have peace in the world from now on.\" Of course, science on its own is not guaranteed to provide a cure for societal maladies. Indeed, scientists were instrumental in the development of our most destructive weapons—chemical weapons and nuclear bombs. Even Swedish chemist Alfred Nobel made his fortune from the invention of dynamite. But many of these same scientists became prominent, outspoken advocates for peace. Physicists t was always clear to me that I would work in a field related to biology. Both of my parents are physicians, and when I was young, my father and I once constructed a microscope. It was very primitive, but it worked. My mother and father encouraged my siblings and me to try new things, to travel and learn about other places. They considered it part of our education, which is not a common view in the small town in Mexico where I grew up and where many young people never attend university. That's unfortunate—especially in Mexico, where a public university education is all but free. I received my Ph.D. in immunology from the National Autonomous University of Mexico at no cost. This is something I love about my country. Anyone who is willing to put in the energy and the effort has open access to an education. I started working in a lab at the age of 17, and from the very beginning, my plan was to become a scientist. At the same time, I knew I would have to leave my country to continue my postdoctoral studies. In science, as in other professions, jobs are given to those best qualified. And I knew that if I wanted to be a principal investigator and run my own lab, I needed to finish my training abroad. While growing up, I lived in Chiapas, the southernmost state in Mexico, so I'm not sure what I was thinking when I decided to move to New Haven in the middle of February. It was insanely cold and snowing. But I joined the lab of Dr. Richard Flavell at Yale University, brimming with Continued on page 56 Continued on page 57 Continued on page 57VOICES E I Knowledge crosses all borders and makes its way around the world. There are so many forces that divide us: barriers of language, customs, ideology, and belief. But science transcends these forces. Science is a path to knowledge that begins with a simple and humbling admission: \"I don't know, but I wonder how, where, or why.\" Science values questions, not beliefs. TREND 55 54 PEWTRUSTS.ORG/TRENDScience looks beyond dogma and demands evidence. The resulting knowledge crosses all borders and makes its way around the world. Knowledge belongs to us all. As a scientist, every day you're confronted with your ignorance. Every day, you're exploring a new frontier, seeking new vistas, and often realizing that your ideas were wrong, that there are so many things you don't yet understand. Science reveals things so profound, they change the way we see the world and ourselves. The sequence of letters in our DNA has shown how closely we are related to each other and to every living thing on the planet today—the house plants in your window and the goldfish in your bowl are your relatives. It seems incredible, but even bacteria are your relatives. Indeed you are actually part bacteria, as you arose from an ancestral cell that combined with a bacterial cell and incorporated their genes into your own DNA. A literal fusion of two organisms into one. This may seem a humbling tale, but the rewards for this humility are tremendous. Some are very practical. Some hit close to home. My daughter has Type 1 diabetes and is alive today thanks to countless scientific breakthroughs. The insulin that she needs to live was discovered by biochemists nearly 100 years ago. Originally insulin was extracted from animal tissue, but today it is made by genetically engineered bacteria. Amazingly, these humble E. coli , when supplied with the blueprint for human insulin (the insulin gene), can read the human genetic code and produce functional human insulin protein that keeps my daughter and millions of other diabetics alive. That's right, not all genetically modified organisms are bad; this human insulin-producing E. coli is a GMO that saves millions of lives. Science shows us how much we still have to learn. Which is what makes the whole process so beautiful. Because the more deeply we look, the more mysterious and breathtaking our world is shown to be. Science deepens the mystery of our existence and opens our eyes to the wonder and beauty of nature. Take, for example, the Hubble Space Telescope. When astronomers pointed it at an apparently empty segment of space, they revealed not utter blackness but galaxies upon galaxies—star formations whose light has been traveling for 13.7 billion years, since the beginning of the universe. Robert Oppenheimer in the United States and Andrei Sakharov in the then-Soviet Union, who participated in the formulation of atomic bombs, led the charge in opposing their use. And Nobel bequeathed the bulk of his estate to establish the prizes that bear his name—awards that recognize advances in science as well as services to promote international fraternity. Continued on page 58 Continued on page 59 Continued on page 59energy and excitement, and immediately started working like crazy. I learned many new techniques, new approaches, and new ways of thinking about problems. The science made me forget about the weather and feel at home. And so did the friends I made in the lab. In many ways, science has few borders. Anyone can learn about scientific advances by reading journals, no matter where they are. But spending every day with people from other countries further erases any divisions of nationality or culture, because we are all working toward a common purpose: searching for knowledge, for understanding. In Richard's lab, only two of the 25 or so postdocs were American. The others came from all over the world—China, Iran, Israel, Spain, Italy, Ireland, Austria, Germany, Belgium, Argentina, Poland, Colombia, Japan, Korea, and India. We all worked side by side in two big rooms. Being with each other, all day long, we would talk not just about our science but about our families, our cultures, our countries, and our food as well. We discussed our religions and beliefs, and we learned how different people say \"hi.\" The experience taught us tolerance and respect for different traditions—although when I learned that some cultures do not eat meat, I wanted to say, \"How could your parents do that to you?\" Some of these colleagues remained in the United States. For me, that was never the plan. Just as I knew I needed to go somewhere else to expand my horizons and extend my training, I also knew I wanted to return home. When I first interviewed in Richard's lab, I told him, \"I'm only here for two years.\" Two years became seven, but I was always sure that I wanted to come back to Mexico. Part of the reason was my family. For Mexicans, family is very important, and my family and I are especially close. But I also wanted to return home to try to give back to my university and my country. They invested in me, and I owed it to them to bring back the new tools and technologies we could use to move our science forward. Now, in my studies of how parasites interact with the human immune system, I can use gene-editing technology like CRISPR to develop new transgenic models. Unfortunately, parasitic infections are still common in Mexico, so I have Having access to information—and a chance to learn—is a fundamental human right. Primarily, scientists can do their part by simply doing their science—a practice that involves interacting with colleagues from around the globe. As physicist Freeman Dyson elegantly states in his book Imagined Worlds , \"The international community of scientists may help to abolish war by setting an example to the world of practical cooperation across barriers of nationality, language, and culture.\" I have been involved in several programs that strive to fulfill Dyson's dream of working across cultural and national barriers. For nearly a decade, I served as secretary general of the Human Frontier Science Program, an international organization that gives scientists from different countries and disciplines the opportunity to not only work together but also get to know each other and broaden their understanding and appreciation of life beyond their borders. In addition, the program supports the training of postdoctoral students outside their home country, again an effective means of facilitating a deeper understanding between nations. Similarly, the New York Academy of Sciences, a 200-year-old organization with members in 140 different countries for which I served as chair of the board of governors for six years, strives to create a global community of scientists and to benefit humanity by advancing knowledge about TREND 57 56 PEWTRUSTS.ORG/TRENDBut more than holding up a mirror to the beauty of the universe, science holds the power to transform us. There are serious problems with our world today. Too many people living in the world's cities, producing too much pollution. Humans are disturbing the balance of the whole Earth biosphere. Like bacteria growing in a culture dish, eventually we are going to run out of nutrients and the things we need to sustain us. We need to make some changes before society reaches this breaking point. I am confident that we can come up with ways to promote sustainable living—and that science can help lead the way. We need to invest in technologies that will allow us to produce food locally and in abundance, houses that produce sufficient energy to power their occupants' needs—with enough left over to charge the family's electric car. As a society, we should focus on unlocking the potential of our people, both young and old, and work on educating everyone who has a desire to learn. And we should make sure we continue to invest in the kinds of exploration that inspire people—perhaps even attempt to colonize space. Our greatest achievements often come from doing things that do not seem immediately practical. You don't have to be a rocket scientist to know that this is the right way to go: to raise enthusiasm about the fuure of humankind and about delving together into the great unknowns. It's an exciting time to be alive, and I would love for all people to be able to realize what a grand adventure life is and, when you stop to look closely at the world we share, how incredible it really is—more so than anything we could ever have imagined. science and related issues. For a decade I had the honor of chairing the Committee on Human Rights, created by the National Academies of Sciences, Engineering, and Medicine to protect and assist scientists, doctors, and scholars defined as prisoners of conscience. These venerable organizations contribute to building bridges between scientists, who work together across international boundaries and scientific disciplines, practicing the kind of mutual respect essential to peaceful relations. But bridges cannot be built without a solid foundation. Science by itself cannot succeed in the absence of public understanding—which brings us to the need for educational opportunities for all of the world's citizens. Having access to information—and a chance to learn—is a fundamental human right. Now, thanks to the global reach of the Internet, we are making great progress toward having worldwide, affordable education become a reality. More and more universities are offering virtual classes and other online programs. I recently joined the council of the University of the People, an online university that has enrolled students in more than 180 countries. Through this institution, students can obtain an accredited associate degree for about $2,000 and a Bachelor of Arts for about $4,000. Such online opportunities represent a revolution in education worth recognizing. With the spread of knowledge and understanding to all corners of the globe, we can hope that science—and scientists— will be better able to transcend borders, unite humankind, and, as Einstein said, \"make peace in the world from now on.\" The very possibility is truly a cause for optimism. access to samples from patients. The good news is that this may allow me to move my research forward more quickly. This situation not only offers me a practical way to take advantage of my geographical location but could also allow me to implement what I've learned to directly benefit people in the region and in other parts of the developing world. I knew I needed to go somewhere else to expand my horizons and extend my training, I also knew I wanted to return home. Now my sister, Ileana, is following in my footsteps. This year, she was awarded a Pew Latin American fellowship, and she will also travel to Yale, to work with Dr. Ruslan Medzhitov. Both of us are immunologists, and we decided that to get the best training possible, we had to move beyond the old ways of doing science and challenge ourselves to take advantage of the opportunities that are available away from home. I know that, like me, she will choose to return to Mexico—to bring back new ideas, new approaches, and fresh perspectives—and that she will be able to share what she's learned with everyone here so, together, we can continue to train future generations. TREND 59 58 PEWTRUSTS.ORG/TRENDA THOUSAND WORDS \"It is up to all of us to assume ownership of the majestic, imperiled lifeblood of our planet and to work toward its recovery and sustained good health.\"—Page 44Continue the "}