{"title": "Acupuncture Point Injection Therapy — Suncoast Healing Center", "author": null, "url": "https://suncoasthealingcenter.com/vitamin-injection", "hostname": "suncoasthealingcenter.com", "description": null, "sitename": "Suncoast Healing Center", "date": "2006-01-01", "cleaned_text": "Dr. Kari Pagenhardt, DOM Tarpon Springs, FL 727-456-8664 Acupuncture Point Injection Therapy (APIT) is a revolutionary approach that blends traditional acupuncture and modern medicine. It is a type of acupuncture that injects natural substances, such as vitamins, minerals, homeopathic medicines and herbal extracts, into specific points on the body. These substances enhance the effects of acupuncture and stimulate the body's own healing mechanisms. Acupuncture Point Injection Therapy can help with a variety of health issues, including: Chronic pain, arthritis, headaches and sports injuries Cancer and cancer treatment side effects Immune system problems, allergies and infections Infertility, menstrual cramps and menopause symptoms Stress, anxiety and depression Digestive disorders, weight management and detoxification APIT is based on the principles of traditional Chinese medicine, which views your body as a network of energy channels called meridians. When these channels are blocked or disrupted, you may experience pain, illness or emotional distress. Acupuncture points are locations where these channels can be accessed and regulated. By injecting natural substances into these points, APIT can restore the harmony and flow of your energy and improve your health and wellbeing. Vitamin B-12 Injection A water-soluble B complex vitamin found naturally in a variety of foods, including meat, fish and dairy products. Vitamin B-12 injections can help prevent or treat pernicious anemia and B-12 deficiency, boost energy, metabolism, mood and memory. If you're a vegetarian, experiencing tiredness, constipation, memory loss and reduced energy, you may be low on B-12. $25 each or $80 for a package of four. Lipotropic Injection A lipotropic (\"fat loving\") injection combines three amino acids: choline, methionine and inositol. Although all four are available through food or oral supplementation, injection directly into the blood stream provides these natural substances immediately to the body if any were in short supply and helps to increase metabolism and assist in weight loss. $40 each or $140 for a package of four. Tri-Immune Injection Vitamin C, Glutathione, and B-12 combined to ensure your immune system is working optimally. $85 each or $320 for a package of four. Super Immunity Injection Vitamins A, C, and E, Glutathione, and double B-12 combined to protect your immune system during stressful events, travel, cold and flu season. This injection is may also be used to help rebuild your immune system after an illness or surgery. $120 each or $460 for a package of four. Vitamin C Injection Vitamin C is notorious for playing a role in immune health and is found naturally in fruits and vegetables, especially citrus fruits, red peppers, green peppers, broccoli, strawberries and brussels sprouts. The vitamin encourages wound healing, preventing cell damage and building collagen. If you're feeling fatigued, experience poor wound healing or loose teeth, you may not be eating enough of the foods listed and may consider supplementation in the form of an injection. $35 each or $120 for a package of four. Glutathione Injection Glutathione is a substance produced naturally by the liver and can be found naturally in fruits and vegetables. Glutathione injections can assist in preventing aging, memory loss, and maintaining the body's defense system. $70 each or $140 for a package of four. Body Comp RX Injection Body Comp RX is an injection containing L-Arginine (in lower doses), Methionine, Inositol and Choline. These amino acids and essential nutrients combined can help improve heart health and stamina, burn belly fat, increase lean muscle mass, improve exercise tolerance and more. $70 each or $140 for a package of four. "}