{"title": "FDA Panel Recommends RSV Vaccine to Protect Newborn Infants", "author": "Aislinn Antrim; Assistant Managing Editor", "url": "https://www.pharmacytimes.com/view/fda-panel-recommends-rsv-vaccine-to-protect-newborn-infants", "hostname": "pharmacytimes.com", "description": "The FDA's final decision is expected by a Prescription Drug User Fee Act goal date in August 2023.", "sitename": "Pharmacy Times", "date": "2023-05-23", "cleaned_text": "The FDA's final decision is expected by a Prescription Drug User Fee Act goal date in August 2023. The FDA Vaccines and Related Biological Products Advisory Committee (VRBPAC) has voted to recommend the unadjuvanted bivalent respiratory syncytial virus (RSV) prefusion F vaccine candidate (RSVpreF) from Pfizer for maternal immunization in the third trimester to prevent RSV in infants from birth up to 6 months of age. The recommendation is based on scientific evidence provided by Pfizer, including primary analysis results from the pivotal phase 3 MATISSE trial (NCT04424316) announced in November 2022. The FDA's final decision on the use of RSVpreF for the prevention of medically attended lower respiratory tract disease (MA-LRTD) and severe MA-LRTD caused by RSV in infants is expected by a Prescription Drug User Fee Act goal date in August 2023.1 \"We are encouraged by the outcome of today's VRBPAC meeting as it is a critical step forward in the scientific community's long-sought-after goal to help prevent RSV disease in infants during their most vulnerable first 6 months of life,\" said Annaliesa Anderson, PhD, senior vice president and chief scientific officer of Vaccine Research and Development at Pfizer, in a press release. \"If approved, our RSV vaccine candidate has the potential to be the first maternal immunization vaccine to help protect infants at first breath through their first 6 months of life from this potentially serious infection.\"1 Data from 5 clinical studies were submitted to the VRBPAC, one of which is study C3671003, which is a phase 2b, multicenter, randomized, placebo-controlled, observer-blinded study. The C3671003 study results were the focus of the committee review to support evidence of efficacy and safety. In the study, up to 650 healthy pregnant women between the ages of 18 and 49 years were randomized to receive 1 dose of the investigational vaccine candidate or placebo.2 As of the efficacy data cutoff date of September 30, 2022, there were 6 confirmed cases of RSV-positive severe MA-LRTD in infants within 90 days after birth in the RSVpreF group, compared with 33 cases in the placebo group. This corresponds to a vaccine efficacy of 81.8%.2 Furthermore, there were 19 confirmed cases of RSV-positive severe MA-LRTD in infants within 180 days after birth in the RSVpreF group, compared with 62 in the placebo group, demonstrating a vaccine efficacy of 69.4%. These results met the statistical criterion for success for this endpoint at all timepoints through 180 days after birth.2 When investigators examined MA-LRTD due to RSV within 90, 120, 150, and 180 days after birth, they found 24 cases of confirmed RSV-positive MA-LRTD cases within 90 days after birth in the RSVpreF group and 56 in the placebo group, equating to a vaccine efficacy of 57.1%. These results did not meet the statistical criterion for success within 90 days after birth for reducing MA-LRTD due to RSV, although the independent data monitoring committee recommended proceeding with a full evaluation of primary and secondary analyses due to the successful vaccine efficacy for the severe LRTDs.2 The investigational RSV vaccine candidate builds on foundational basic science discoveries, including the crystal structure of prefusion F, a key form of the viral fusion protein that RSV uses to enter human cells. Research by the National Institutes of Health showed that antibodies specific to the prefusion form were highly effective at blocking virus infection, suggesting that a prefusion F-based vaccine may confer optimal protection against RSV.1 References 1. FDA Advisory Committee Votes in Support of Approval for Pfizer's Vaccine Candidate to Help Prevent RSV in Infants Through Maternal Immunization. News release. Pfizer. May 18, 2023. Accessed May 23, 2023. https://www.pfizer.com/news/press-release/press-release-detail/fda-advisory-committee-votes-support-approval-pfizers 2. Vaccines and Related Biological Products Advisory Committee Meeting. FDA Briefing Document. May 18, 2023. Accessed May 23, "}