{"title": "PDF", "author": "PDF", "url": "www.phcogj.com/sites/default/files/PharmacognJ-14-3-681.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "681 Research ArticlePharmacogn J. 2022; 14(3): 681-689 A Multifaceted Journal in the field of Natural Products and Pharmacognosy www.phcogj.com Cite this article: TL, Thi HN, et al. Evaluation of Antiviral Effects and Toxicity of Herbal Medicine Vipdervir Capsules. Pharmacogn J. 2022;14(3): 681-689. Phcogj.com Pharmacognosy Journal, Vol 14, Issue 3, May -June, 2022Evaluation of Antiviral Effects and Toxicity of Herbal Medicine Vipdervir Capsules Thi-Lien Nguyen1,*, Doan Thi Huan Le Quang5,* INTRODUCTION Viral respiratory infections cause life-threatening illness in many people worldwide and affect the lives of millions worldwide each year. Global concern about respiratory viruses has recently increased dramatically due to the emergence of some new viruses, especially avian influenza A, H5N1 and SARS-CoV-2.1 H5N1 was first discovered and caused a global flu pandemic in 1997. Influenza A/ H5N1 is considered a dangerous infectious disease, causing high mortality to humans and animals.2 SARS-CoV-2 causes COVID-19 (Coronavirus Disease 2019) and was discovered in December 2019 in Wuhan, China.3 Its alarmingly rapid transmission from country to country across the world with the high level of morbidity and mortality.4,5 The disease has led to disruptions in medical services of many countries in the world.6 The global outbreak of the pandemic has disturbed social, religious, economic, financial and political structures across the world.7 Influenza virus belongs to the Orthomyxoviridae family, which contains influenza A, B and C viruses. Types A and B are responsible for seasonal flu epidemics each year. Infection of influenza virus remains one of the most serious threats to human health and causes epidemics or pandemics. Influenza viruses are responsible for acute contagious respiratory infections.8 Influenza A viruses cause the most virulent disease among the three influenza types and, based on the antibody responses to these viruses, they may be divided into different serotypes.9 They contain seven or eight pieces of single stranded, segmented negative- sense RNA. Their genomes encode eleven proteins including HA, NA, NP, PB1, PB1-F2, PB2, NS1, NEP, PA, M1 and M2. The main antigenic factors of influenza A and B viruses are the hemagglutinin (HA) and neuraminidase (NA) transmembrane glycoprotein knobs.10 Recently, many combinations of 16 HA (H1-16) and 9 NA (N1-9) subtypes have been identified in wild birds, while two additional subtypes (H17N10 and H18N11) have been isolated in bats.11,12 Influenza infection results in the uncontrolled increase of pro-inflammatory cytokines, which makes this infection a strong risk factor for severe complications which may be terminal.13 It can induce a cytokine storm. The cytokine storm is a systemic expression of a healthy and strong immune system, and is potentially lethal, consisting of positive feedback between cytokines and immune cells with high levels of various cytokiness.14 SARS-CoV-2 is an enveloped RNA virus possessing a positive sense, single-stranded genome around 29.9 Kb. A large part at the 5 end of viral genome encodes the pp1ab and pp1a polyproteins, fractured into 15 non-structural proteins which consist of nsp1-16. In the 3 end, the virus genome encodes four structural proteins including surface spike (S), matrix (M), envelope (E), nucleocapsid (N) and eight accessory proteins. Structural and accessory proteins participate in virus morphogenesis and immune system interference, while non-structural proteins are involved in virus replication. The spike ABSTRACT Background: Antiviral vaccine is not effective, synthetic antiviral drugs are highly toxic, leading to increased interest in herbal medicines as promising antiviral drugs. Recently, Vipdervir has been developed from medicinal herbs with the aim to support and treat diseases caused by viruses such as H5N1 and SARS- CoV-2. In the present study, we assessed Vipdervir's antiviral activity against H5N1 and SARS-CoV-2. In addition, we also evaluated the acute toxicity and repeated dose toxicity of Vipdervir in mice and rabbits, respectively. Methods: H5N1 inhibitory Vipdervir's SARS-CoV-2 inhibitory effect was evaluated by Plaque Reduction Neutralization assay. Acute and repeated dose oral toxicities of Vipdervir were determined according to OECD 423 and OECD 407 guidelines, respectively. Results: Data show that Vipdervir is effective against both H5N1 and SARS- CoV-2. At concentrations of 3 mg/mL and 5 mg/mL Vipdervir completely inhibits H5N1. At a concentration of 50 µg/mL Vipdervir showed an inhibitory effect on SARS-CoV-2. Acute toxicity data revealed that the LD50 of Vipdervir is greater than 35200 mg/kg, b.wt. in mice. Repeated toxicity data indicated that Vipdervir did not induce significant differences in body weight gain, hematology and clinical biochemistry in compared to the control group. The No Observed Adverse Effect Level of Vipdervir is greater than 613.8 mg/kg b.wt./day in rabbits. No delayed toxicity effects of Vipdervir were observed. Conclusion: Vipdervir capsules were found to be antiviral effective and relatively safe in the tested doses and experimental conditions. Key words: Antiviral, COVID-19, Herbal, H5N1, Quality Control, 48-Hai Ba Trung st., Hoan Kiem dist., Ha Noi city, VIETNAM. 2 Institute of Natural Products Chemistry, Vietnam Academy of Science and Technology, 18-Hoang Quoc Viet st., Cau Giay dist., Ha Noi city, VIETNAM. 3University of Science and Technology of Hanoi, 18-Hoang Quoc Viet st., Cau Giay dist., Ha Noi city, VIETNAM. 4High School for Gifted Students, Hanoi University of Science, 182- Luong The Vinh St., Thanh Xuan dist., Ha Noi city, VIETNAM. 5Institute of Biotechnology, Vietnam Academy of Science and Technology, 18-Hoang Quoc Viet st., Cau Giay dist., Ha Noi city, VIETNAM. Correspondence Thi-Lien Nguyen Ph.D. Pharmacology Laboratory, National Institute of Drug Quality Control; 48-Hai Ba Trung st., Hoan Kiem dist., VIETNAM. E-mail: nguyenlien.pharm@gmail.com Huan Le Quang Ph.D. Institute of Biotechnology, Vietnam Academy of Science and Technology; 18-Hoang Quoc Viet st., Cau Giay dist., Ha Noi E-mail: huanlequang@gmail.com Copyright © 2022 Phcogj.Com. This is an open- access article distributed under the terms of the Creative Commons Attribution 4.0 International license.682 Thi-Lien N, et al .: Evaluation of Antiviral Effects and Toxicity of Herbal Medicine Vipdervir Capsules Pharmacognosy Journal, Vol 14, Issue 3, May-June, 2022glycoprotein is essential for the attachment to the host cell receptors and determines tissue tropism.15 The failure of many conventional drugs against viral infections combined with the onset of specific viral resistance has led to an increasing interest in plants as promising antiviral agents.16 Nature provides an immense library of novel chemicals to explore for the development of drugs to treat various ailments including viral diseases.17 Since natural compounds, including phenolic acids, terpenes, flavonoids, coumarins, lignans, alkaloids and proteins play an essential role in inhibiting viruses and acting as complementary therapies against viral infections,18 we developed a herbal product named Vipdervir containing of natural antivirus ingredients that against H5N1 and SARS-CoV-2 viruses, the cause of the current pandemic of COVID-19. In present study, we investigated antiviral effects of herbal product, Vipdervir, on H5N1 and SARS-CoV-2 viruses in vitro. We also assessment acute and repeated dose toxicity studies of Vipdervir in mice and rabbits, respectively. MATERIALS AND METHODS Chemicals and reagents Dulbecco's Modified Eagle's Media, fetal bovine serum, trypsin/EDTA solution, and phosphate-buffered saline were purchased from Gibco (Thermo Fisher Scientific, Inc., Waltham, MA, USA). Clinical diagnostic kits were purchased from Sysmex Corporation (Kobe, Japan), Beckman Coulter (Brea, CA, USA), and Sigma-Aldrich Corporation (St. Louis, MO, USA). All other chemicals and reagents were of analytical grade. Cells: Vero cells (African green monkey kidney) were obtained from the American Type Culture Collection (ATCC; CRL-1587; lot #59168527; Manassas, VA, USA) and cultured at low passage at 37 °C/5 % CO2 in Dulbecco's Modified Eagle's Media (DMEM) with or without 10 % heat-inactivated fetal bovine serum (FBS). The creation of a master cell line bank ensured that cells with low passage numbers were used for all experiments. Animals Swiss mice (18 - 20 g) were provided by the National Institute of Hygiene and Epidemiology (Ha Noi, Viet Nam). Eight to ten mice were housed in each cage. New Zealand White Rabbits (1.8 - 2.2 kg) were provided by the National Institute of Drug Quality Control (Ha Noi, Viet Nam). Rabbits were individually housed in stainless steel cages. Animals were acclimatized in an animal room under a 12/12 h light/ dark cycle at 22 °C ± 2 °C for one week before the experiment onset. All animal care procedures were conducted in accordance with the U.S. National Institutes of Health Guide for the Care and Use of Laboratory Animals. Preparation of medicine Using AutoDock 4.1 software19 for molecular docking to find active ingredients from the library of active ingredients that prevent virus interactions with host cells, as well as viral replication in host cells, through blockade of key molecules involved in viral replication, transcription and genetic translation. Based on the screening results (Table 1) to select active ingredients with high binding affinity to target molecules that are present abundantly in Vietnamese herbs. Herbs containing active ingredients with high binding affinity to target molecules selected for the formulation These herbs were extracted and purified to create herbal extracts containing the selected active ingredients with high content. Herbal extracts are combined with necessary excipients to form Vipdevir capsules. Evaluation of the inhibitory effects of Vipdervir on H5N1 Vipdervir was mixed in PBS 1X and combined with H5N1 virus to obtain a mixture with Vipdervir concentrations of 5 mg/mL, 3 mg/mL, 0.06 mg/mL and 0.03 mg/mL. Viral concentrations were similar at all drug concentrations. Inject each concentration into 6 eggs. Incubate eggs for 3 days at 33.5 oC. The control is the virus solution mixed in 1X PBS without drugs. Then collect the egg fluid to check for erythrocyte agglutination. Specifically, 10 µL of egg solution was diluted with 90 µL of 1X PBS solution (denoted as TR solution). The TR solution was mixed well, then diluted in a second order series. On a 96-well plate, 50 µL of TR solution was added 50 µL of 0.5% chicken red blood cells and shake gently. Incubate at 4 oC for 30 minutes. Each of TR solution was done in triplecate. Read the results when the control erythrocyte sedimentation. The agglutination titre (HAU) is the highest dilution of antigen that causes erythrocyte agglutination. Evaluation of the inhibitory effects of Vipdervir on SARS- CoV-2 Evaluation of the ability to inhibit the growth of SARS-CoV-2 virus of Vipdervir was carried out by the method of Plaque Reduction Neutralization Test (PRNT) - PRNT50. SARS-CoV-2 virus with defined concentrations (1 PFU, 10 PFU, 50 PFU and 100 PFU) was interacted with Vipdervir at non-cytotoxic concentration of 50 µL/mL at 37 oC/60 min. After incubation, the virus-preparation suspension was infected on the infectious cells (Vero E6). The active ingredients in Vipdervir have the ability to inhibit the infection of the SARS-CoV-2 virus, the remaining viruses that are not inhibited by the preparation will infect cells and create necrotic clusters. The total number of necrotic clusters appearing after 96 hours of infection was determined, the number of necrotic clusters was reduced by 50% compared to the positive control that was determined to be able to inhibit SARS-CoV-2. Acute oral toxicity study The acute toxicity of Vipdervir was conducted in mice following the guidelines of Organization for Economic Co-operation and Development (OECD) for testing of chemicals, TG 423 with minor modification. Mice were randomised divided into 4 groups, including 1 control group and three experimental groups (10 mice/group). The test groups were received doses of 21, 43 and 64 capsules/kg b.wt of Vipdervir (20 mL/kg b.wt in water) via gastric intubation whilst the control group received water (20 mL/kg b.wt). Average weight per vipdervir capsule is 550 mg. The toxic signs were monitored after administration, including physiological signs, behavior, movement, changes in skin, fur texture, eating, drinking, stool and urine every 15 min within the first hour and gradually decreased in frequency within the first 24 h. Mice were observed once a day for a period of 7 days. The numbers of dead mice in the test and control groups were recorded. Body weights of mice were measured at the time just before administration (day 0), day 4 and day 7 after administration to compare with the control group. On day 8, mice were euthanized to gross pathological examination of all the major internal organs such as heart, lung, liver, kidney, spleen, stomach, intestine. Repeated dose 28-day oral toxicity study A 28-day repeated oral toxicity study was conduct in rabbits according to the OECD guide lines, TG 407 with minor modification. Rabbit were randomised divided into three groups, including 1 control and 2 test 683 Pharmacognosy Journal, Vol 14, Issue 3, May -June, 2022Thi-Lien N, et al .: Evaluation of Antiviral Effects and Toxicity of Herbal Medicine Vipdervir CapsulesActive ingredientsBinding affinity to 1.5 0.5 0.3 0.15 0.06 0.03 0.00 HAU (mean) 0 0 13 17 20 20 26 33 320Table 2: The results of the assessment of the red blood cell agglutination (HA). groups (8 rabbits/group). The intended human dose of Vipdervir is 6 capsules/person (50 kg)/day. The rabbit dose of 0.372 capsules/kg/day was arrived from human dose based on body surface area conversion. In the present study, Vipdervir were administered at two dose levels i.e., 0.372 and 1.116 capsules/kg/day for 28 days. The control group rabbits were given distilled water. The rabbits were checked daily for the food and water consumption, physical condition, behavior, stool and urine. The weight of rabbits at day 0, 7, 14, 21, and 28 and 42 were recorded. The hematological parameters (number of red blood cells, white blood cells, platelets, hemoglobin, hematocrit) and biochemical parameters (aspartate transaminase - AST, Alanine transaminase - ALT, total protein, total bilirubin, cholesterol, creatinine, urea and glucose) at day 0, 14, 28 and 42 were measured. At day 29, three rabbits in each group were randomly euthanized for macroscopic and histological evaluation. At the end of the study, remain animals were dissected to observe the general organs of the heart, liver, kidney, lung, stomach and intestine. The organs (liver, kidney and lung) were fixed in 10% neutral buffered formalin, trimmed and a 10 µm thickness of tissue sections were stained with hematoxylin and eosin (HE) for histopathological examination. Statistical analyses Data were expressed as mean ± standard deviation of the mean (S.D). Experimental data were analyzed by a one-way ANOVA followed by the Bonferroni's multiple comparison tests and a two-tailed Student's t test in the Prism program version 8.0 (Graph Pad Software, Inc., San. Diego, CA, USA). Values of P < 0.05 were considered statistically significant.684 Thi-Lien N, et al .: Evaluation of Antiviral Effects and Toxicity of Herbal Medicine Vipdervir Capsules Pharmacognosy Journal, Vol 14, Issue 3, May-June, 2022RESULTS The inhibitory effects of Vipdervir on H5N1 The results of the assessment of the red blood cell agglutination (HA) was presented in Table 2. According to the results in Table 3: Red blood cells in the wells with Vipdervir concentrations of 5 mg/mL and 3 mg/mL are completely settled. That means the virus no longer replicates in the eggs. Thus, Vipdervir completely inhibited the growth of H5N1 virus at concentrations of 3 mg/mL or more. Inhibition of virus growth was dependent on drug concentration, in the control group (injection of virus without drug), the virus was not inhibited. The inhibitory effects of Vipdervir on SARS-CoV-2 Evaluation of the inhibitory ability of Vipdervir on the growth of SARS-CoV-2 virus at a viral concentration range of 1 PFU to 100 PFU equivalent to the amount of SARS-CoV-2 virus in biological samples determined by real -time PCR kit currently has Ct = 24 and Ct = 20.5. Accordingly, if the RT-PCR test sample has a Ct < 37, the sample is positive for SARS-CoV-2. The test results showed that Vipdervir 50 µg/ml was able to inhibit the growth of SARS-CoV-2 virus at viral concentrations of 1 PFU to 10 PFU (Figure 1). Acute oral toxicity study There were no abnormal signs or dead mice were found in control group and 2 the test groups dosed 21 and 43 capsules/kg. In the test group of 64 capsules/kg, 2 out of 10 mice had seizures, and 10 out of 10 mice had sweating. The average weight of mice during the 7-day test did not show a statistically significant difference between the test groups (T) and the control group (C) (previous PANOVA before > 0.05; P (TC); P(T-C) before > 0.05; P(T-T) before > 0.05). After seven days, the mice in both control and test groups steadily gained weight compared to day 0 in each group (P before-after < 0.001). The difference in average weight among the test groups compared to the control group at day seven was not statistically significant (PANOVA after > 0.05; P(T-C) after > 0.05; P(T-T) after > 0.05) (Table 3). In this experiment, the LD50 was > 64 capsules/kg b.wt. (equivalent to 35200 mg/ kg b.wt.). According to the toxicity classification of Globally Harmonized System (GHS, 2021), Vipdervir was considered acute toxicity below the GHS threshold and was not classified by GHS. GroupBefore test After test Gained weight (%) Pbefore-afterWeight of mice (g) Pbefore Weight of mice (g) Pafter Control 19.79 ± 0.85 PA N OVA > 0.05 30.09 ± 1.00 PA N OVA > 0.05 152.4 P < 1 149.6 P < 0.001Table 3: Effects of Vipdervir on body weight in mice. Group (n = 8)Body Weight (kg)PDay 0 Day 7 Day 14 Day 21 Day 28 Day 42 Control 2.03 ± 0.14 2.23 ± 0.15 2.34 < 0.001 Pbefore(T1-C) > 0.05 Pafter(T1-C) > 0.05 (high 0.14 2.15 0.13 2.24 > 0.05 Pafter(T2-C) > 0.05Table 4: Effects of Vipdervir on body weight in rabbits. GroupRBC (x 1012/l)WBC (x 109/l)PLT (x 109/l)HCT (%)HGB (g/dl) Day 0 (n = 8) 9.3 ± 2.2 521.5 ± 119.6 ± 99.2 8.4 ± 1.4 511.0 ± 133.9 37.8 ± 2.8 11.8 ± 0.9 Day 14 (n = 8) Control 5.8 ± 0.6 9.3 ± 0.7 444.0 ± 72.7 38.6 ± 2.6 12.1 ± 0.3 8.6 ± 1.4 502.9 ± 92.7 38.8 ± 1.9 11.8 ± 0.4 8.8 ± 1.2 436.1 ± 94.7 37.8 ± 1.3 11.8 ± 0.5 Day 28 (n = 8) Control 6.1 ± 0.4 8.7 ± 1.5 503.1 ± 153.6 39.5 ± 3.0 12.6 ± 0.4 7.5 ± 0.8 437.4 ± 64.0 39.4 ± 2.1 12.6 ± 0.5 8.2 ± 1.2 461.9 ± 73.7 38.6 ± 3.5 12.3 ± 1.0 Day 42 (n = 5) GroupRBC (x 1012/l)WBC (x 109/l)PLT (x 109/l)HCT ± 75.2 38.8 ± 4.1 12.1 ± 1.1 Test ± 28.8 on hematological parameters in rabbits.685 Pharmacognosy Journal, Vol 14, Issue 3, May -June, 2022Thi-Lien N, et al .: Evaluation of Antiviral Effects and Toxicity of Herbal Medicine Vipdervir CapsulesRepeated oral toxicity study In the repeated toxicity study, no abnormality in the eating or movement of rabbits was found in all test groups. Before the experiment, the average weights of rabbits in the test groups (T) were not different from the control group (C) (P before(T1-C) > 0.05; P before(T2-C) > 0.05). After 14 and 28 days, rabbits gained weight steadily in both control and test groups (Pbefore- after < 0.05) compared to day 0, while no significant difference in the average weights was determined between the test group and the control group (P(T1-C) after > 0.05; P(T2-C) after> 0.05). After 42 days, the rabbits were still healthy and gained weight well. No statistically difference in average weight between the test groups and the control group was found (P(T1-C) after > 0.05; P(T2-C) after > 0.05) (Table 4). At day 14, 28 and 42, the hematological and biochemical indices were not statically significant difference between the control and the test groups (P(T-C) day 0> 0.05); (P(T-C) day 14 28 > 0.05); P(T-C) day 42> 0.05) (Table 5 and 6). HE stained liver, kidney and lung specimens were observed under an optical microscope. Macroscopic observation revealed the normal appearance and color of the heart, liver, kidney, lung, stomach, intestines of rabbits in the test groups compared to the control group after the experiment (data not shown). The histopathology observation showed that the liver, kidney and lung tissues of rabbits in the test groups were not abnormal compared with the control group (Figure 2). DISCUSSION Although there are many vaccines against COVID-19 as well as many drugs licensed to treat this disease. The COVID-19 pandemic is still happening very complicatedly. Chemical drugs to treat COVID-19 are not very effective against SARS-CoV-2, but the side effects are quite serious and have not been fully studied due to the short time of drug development.20 Therefore, the need for drugs of medicinal origin to treat COVID-19 is urgent. Figure 1: Effects of Vipdervir on SARS-CoV- 2. Tissue Group Liver tiss ue Kidney ti ssue Lung tis sue Control Test 1 (Low dos e) Test 2 (High do se) Figure 2: The histopathology observation of control and Vipdervir treated animals for 28 days.686 Thi-Lien N, et al .: Evaluation of Antiviral Effects and Toxicity of Herbal Medicine Vipdervir Capsules Pharmacognosy Journal, Vol 14, Issue 3, May-June, 2022Ancient remedies in traditional medicine in China as well as other countries have been issued for the prevention and treatment of COVID-19.21 Recent clinical data also show the effectiveness of traditional medicine in the treatment of COVID-19.22-25 Inheriting the knowledge of traditional medicine combined with modern medicine on the pathogenic mechanism of SARS-CoV-2 virus, scientists of the Vietnam Academy of Sciences have developed the herbal medicine Vipdervir used to prevent and support the treatment of COVID-19. Vipdervir contains medicinal herbs with the main active rutin, quercetin, gingerol, glycyrrhizic acid, and baicalein that have high affinity for target molecules involved in the pathogenic mechanism of SARS-CoV-2 including molecular targets on the viral surface and molecular targets on host cells. The target molecule on the surface of the SARS-CoV-2 virus 2, the Spike (S) protein. In the early stages of infection, the S protein binds to angiotensin-converting enzyme 2 (ACE2) host receptor and adheres to the cell membrane. Spike is essential for the virus to enter the host cells.26 S Protein consists of two subunits: the S1 and S2 subunits. S1 has a role in receptor binding, while S2 has a role in membrane synthesis. More specifically, S1 combines with the cognate receptor to induce a dramatic structural change in S2, leading to fusion of the viral envelope and host cell membrane, followed by release of the nucleocapsid into the cytoplasm.27 By this mechanism, targeting the S protein has the potential to block the entry of SARS-CoV-2 virus into host cells thereby stopping the infection process in the first step. Molecular targets on host cells ACE2-expressing cells but not ACE2-expressing cells or cells expressing other coronavirus receptors, such as aminopeptidase N and dipeptidyl peptidase 4, indicating that ACE2 is the cell receptor for SARS-CoV-2.28 PLpro is a protease responsible for the translation of viral genetic material into polypeptides of structural and non-structural proteins, which play an important role in replication, assembly, and generation new viruses.29 3CLpro is one of the important proteases for RdRP generation, replication and viral infection. It is among popular target against SARS-CoV-2 that has received major attention from researchers.30 RdRp is an essential enzyme for viral replication because it catalyzes viral RNA synthesis.31 During viral RNA replication, RdRP determines the fidelity and the rate of replication and mutation of the virus to facilitate adaptation of virus to the environment and even to the new host, thereby influencing the evolution of the virus.32 Because it plays an important role in the virus life cycle, it has long been a target of interest to many researchers.31,33,34 Helicase (nsp 13) is another important enzyme for viral replication that has been identified as a potential therapeutic target.35 Heliscase of SARS-CoV-2 has NTPase and RNA helicase activity and can hydrolyze all NTPs and unwinding of double stranded RNA in an NTP-dependent manner. In agreement with the drug development theory of Vipdevir, experiment data on Vipdervir's ability to inhibit H5N1 and SARS-CoV-2 viruses show that Vipdervir at concentrations from 3 mg/mL is capable of completely inhibiting H5N1 and Vipdervir at a dose of 50 µg/mL has the ability to inhibit the development of SARS-CoV-2 virus at viral concentrations 1 PFU to 100 PFU. Our data are consistent with previous research data showing that herbal medicines may has antiviral activity36,37 that are effective in the prevention and treatment of Covid 19.24,38-40 However, Vipdervir's mechanism of inhibiting H5N1 and SARS-CoV-2 viruses is still unknown. Further studies are needed to clarify the mechanisms underlying Vipdervir's inhibition of H5N1 and SARS-CoV-2 viruses. In the present study, in addition to evaluating the antiviral effect of Vipdervir, we also evaluated the toxicity of the drug by testing acute toxicity and repeated dose toxicity. The results of the acute toxicity test of Vipdervir showed that at oral doses up to 43 capsules/kg (equivalent to 23650 mg/kg b.wt.) no mice died, no signs of toxicity were detected. The maximum oral dose of 64 capsules/kg (equivalent to 35200 mg/kg b.wt.) all mice sweated, 2 out of 10 test mice had seizures and no mice died. Based on the Globally Harmonised System of Classification and Labelling of chemical, with an LD50 greater than 35200 mg/kg Vipdervir can be classified under category-5. Therefore, it can be concluded that Vipdervir can be safely used in oral formulations. The results of repeated dose toxicity test of Vipdervir show ed that Vipdervir did not produce any alteration in the hematological parameters, clinical biochemistry and normal weight gain of rabbits. Hematological and biochemical indicators play an important role in determining drug-induced toxicity.41 Change in hematological and biochemical indicators warns of adverse effects of the drug on the relevant organs in the body. Consistent with the biochemical and hematological results, the histopathological results also showed that Vipdervir did not induce adverse effects on the structure of liver and kidney tissues. There were no signs of toxicity with respect to hematology, clinical chemistry, gross and histopathological examinations noted in Vipdervir group in day 42, it indicated that Vipdervir did not produce delayed onset of toxicity. Based on repeated dose oral toxicity results, the No Observed Adverse Effect Level (NOAEL) of Vipdervir is greater 71.8 ± 11.9 2.5 0.9 7.2 ± 1.6 91.5 ± 19.2 6.4 ± 1.3 86.5 ± 12.1 6.6 ± 0.5 Test 2 64.3 ± 8.5 2.1 ± 1.1 54.2 1.9 0.6 6.7 ± 0.5 89.6 ± 12.2 6.5 ± 0.7 Day 14 (n = 8) Control 36.7 ± 6.9 74.1 ± 13.7 1.9 ± 0.8 54.5 ± 3.1 1.4 ± 0.7 6.6 ± 0.9 93.5 ± 7.6 6.6 ± 0.7 Test 1 38.3 ± 6.6 83.7 ± 10.9 1.7 ± 0.6 54.0 1.6 5.9 ± 1.0 92.0 ± 7.0 6.5 ± 0.5 Test 2 35.4 ± 12.8 71.6 ± 12.1 1.7 ± 0.9 52.7 ± 3.0 1.7 ± 0.5 6.3 ± 1.0 86.2 ± 8.8 6.7 ± 0.8 Day 28 (n = 8) Control 32.4 ± 9.4 76.5 ± 16.5 1.8 ± 0.8 0.8 6.5 ± 90.3± ± 0.6 1 6.3 ± 6.0 ± 1.3 93.1 ± 12.8 7.4 ± 0.5 Day 42 (n = 5) Control 41.8 ± 15.5 78.3 ± 12.2 1.7 ± 0.8 5.9 ± 1.0 102.4 ± 16.9 7.0 ± 1.0 Test 1 54.5 ± 24.2 88.5 ± 17.8 1.4 ± 0.4 64.5 1.3 0.4 5.9 ± 0.6 111.6 ± biochemical parameters in Pharmacognosy Journal, Vol 14, Issue 3, May -June, 2022Thi-Lien N, et al .: Evaluation of Antiviral Effects and Toxicity of Herbal Medicine Vipdervir CapsulesCONCLUSION Vipdervir capsules, herbal medicine, showed antiviral activities against H5N1 and SARS-CoV-2. Oral toxicity data indicated that Vipdervir was relatively safe in the experimental conditions. Present study suggest that Vipdervir capsules might be potential candidate for supporting or treatment of viral diseases. CONFLICTS OF INTEREST STATEMENT All authors declare they have no conflicts of interest in the conduct and reporting of research. REFERENCES 1. Visseaux B, Collin G, Ichou H, Charpentier C, Bendhafer S, Dumitrescu M, et al. Usefulness of multiplex PCR methods and respiratory viruses' distribution in children below 15 years old according to age, seasons and clinical units in France: A 3 years retrospective study. PLoS One. 2017;12(2):e0172809. 2. Morens DM, Taubenberger JK. How low is the risk of influenza A(H5N1) infection? J Infect Dis. 2015;211(9):1364-1366. 3. Zhu H, Wei L, Niu P. The novel coronavirus outbreak in Wuhan, China. Glob Health Res Policy. 2020;5:6. 4. Kumar A, Singh R, Kaur J, Pandey S, Sharma V, Thakur L, et al. Wuhan to World: The COVID-19 Pandemic. Front Cell Infect Microbiol. 2021;11:596201. 5. Matta S, Chopra KK, Arora VK. Morbidity and mortality trends of Covid 19 in top 10 countries. Indian J Tuberc. 2020;67(4S):S167-S172. 6. Aranda Z, Binde T, Tashman K, Tadikonda A, Mawindo B, Maweu D, et al. Disruptions in maternal health service use during the COVID-19 pandemic in 2020: experiences from 37 health facilities in low-income and middle-income countries. BMJ Glob Health. 2022;7(1). Ashok A, Kestwal MC, Kumar P. A Statistical Analysis of Impact of COVID19 on the Global Economy and Stock Index Returns. SN Comput Sci. 2021;2(1):27. 8. Memoli MJ, Morens DM, influenza: challenges. Drug Discov Today. 2008;13(13- 14):590-595. 9. Y, Redig PT, Goyal SM. Improved method for the isolation and sub-typing of avian influenza viruses from oropharyngeal samples of ducks. Avian Dis. 2011;55(3):439-442. 10. Kampus P, Muda P, Kals J, Ristimae T, Fischer K, Teesalu R, et al. The relationship between inflammation and arterial stiffness in patients with essential hypertension. Int J Cardiol. 2006;112(1):46-51. 11. Houser K, Subbarao K. Influenza vaccines: challenges and solutions. Cell Host Microbe. 2015;17(3):295-300. 12. Tong S, Zhu X, Li Y, Shi M, Zhang J, Bourgeois M, et al. New world bats harbor diverse influenza A viruses. PLoS Pathog. 2013;9(10):e1003657. 13. Rothberg MB, Haessler SD. Complications of seasonal and pandemic influenza. Crit Care Med. 2010;38(4 Suppl):e91-97. 14. Osterholm MT. Preparing for the next pandemic. N Engl J Med. 2005;352(18):1839-1842. 15. Zhang Z, Li L, Li M, Wang X. The SARS-CoV-2 host cell receptor ACE2 correlates positively with immunotherapy response and is a potential protective factor for cancer progression. Comput Struct Biotechnol J. TF, Jensen JD. Antiviral drug resistance as an adaptive process. Virus Evol. 2016;2(1):14. 1 7. Denaro M, Smeriglio A, Barreca D, De Francesco C, Occhiuto C, Milano G, et al. Antiviral activity of plants and their isolated bioactive compounds: An update. Phytother Res. Ben-Amor I, Mandalari G, Sciortino MT. Antiviral Activity Exerted by Natural Products against Human Viruses. Viruses. 2021;13(5). 19. Morris GM, Huey R, Lindstrom W, Sanner RK, Goodsell DS, et al. AutoDock4 and AutoDockTools4: Automated docking with selective receptor flexibility. J Comput Chem. 2009;30(16):2785- 2791. 20. Noor R. A Review on the Effectivity of the Current COVID-19 Drugs and Vaccines: Are They Really Working Against the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Variants? Curr Clin Microbiol Rep. 2021;8(3):186-193. 21 . Qiu Q, Huang Y, Liu X, Huang F, Li X, Cui L, et al. Potential Therapeutic Effect of Traditional Chinese Medicine on Coronavirus Disease 2019: A Review. Front Pharmacol. 2020;11:570893. 22. Luo E, Zhang D, Luo H, Liu B, Zhao K, Zhao Y, et al. Treatment efficacy analysis of traditional Chinese medicine for novel coronavirus pneumonia (COVID-19): an empirical study from Wuhan, Hubei Province, China. Chin Med. 2020;15:34. 23. Zhang D, Zhang B, Lv JT, Sa RN, Zhang XM, Lin ZJ. The clinical benefits of Chinese patent medicines against COVID-19 based on current evidence. Pharmacol Res. 2020;157:104882. 24. Hu K, Guan WJ, Bi Y, Zhang W, Li L, Zhang B, et al. Efficacy and safety of Lianhuaqingwen capsules, a repurposed Chinese herb, in patients with coronavirus disease 2019: A multicenter, prospective, randomized controlled trial. Phytomedicine. 2021;85:153242. 25. Wen L, Zhou Z, Jiang D, Huang K. Effect of Xuebijing injection on inflammatory markers and disease outcome of coronavirus disease 2019. Zhonghua Wei Zhong Bing Ji Jiu Yi Xue. 2020;32(4):426-429. 26. Liu M, Wang T, Zhou Y, Zhao Y, Zhang Y, Li J. Potential Role of ACE2 in Coronavirus Disease 2019 (COVID-19) Prevention and Management. J Transl Int Med. 2020;8(1):9-19. 27 . Sekimukai H, Iwata-Yoshikawa N, Fukushi S, Tani H, Kataoka M, Suzuki T, et al. Gold nanoparticle-adjuvanted S protein induces a strong antigen-specific IgG response against severe acute respiratory syndrome-related coronavirus infection, but fails to induce protective antibodies and limit eosinophilic infiltration in lungs. Microbiol Immunol. 2020;64(1):33-51. 28. Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579(7798):270-273. 29. Vlachakis D, Papakonstantinou E, Mitsis T, Pierouli K, Diakou I, Chrousos G, et al. Molecular mechanisms of the novel coronavirus SARS-CoV-2 and potential anti-COVID19 pharmacological targets since the outbreak of the pandemic. Food Chem Toxicol. 2020;146:111805. 30. Ullrich S, Nitsche C. The SARS-CoV-2 Bioorg Med Chem Lett. 31 . Ng KK, coding gene. Acta Biochim Pol. 2020;67(1):111-122. 33. Peersen OB. A Comprehensive Superposition of Viral Polymerase Structures. Viruses. 2019;11(8). 34. Yao X, Guo S, Wu W, Wang J, Wu S, He S, et al. Q63, a novel DENV2 RdRp non-nucleoside inhibitor, inhibited 35. Vlachakis D, Koumandou VL, Kossida S. A holistic evolutionary and structural study of flaviviridae provides insights into the function and inhibition of HCV helicase. PeerJ. 2013;1:e74.688 Thi-Lien N, et al .: Evaluation of Antiviral Effects and Toxicity of Herbal Medicine Vipdervir Capsules Pharmacognosy Journal, Vol 14, Issue 3, May-June, 202236. Jo S, Kim S, Shin DH, Kim SARS-CoV Chem. 2020;35(1):145-151. 37 . Nguyen TT, Woo HJ, Kang HK, Nguyen VD, Kim YM, Kim DW, et al. Flavonoid-mediated inhibition in Pichia pastoris. Biotechnol Lett. 2012;34(5):831-838. 38. Li Y, Li B, Wang P, Wang Q. Traditional Chinese Medicine, Qingfei Paidu Decoction and Xuanfei Baidu Decoction, Inhibited Cytokine NF-kappaB Signaling Pathway in Macrophages: Implications for Coronavirus Disease 2019 (COVID-19) Therapy. Front Pharmacol. 2021;12:722126.39. Chen H, Song YP, Gao K, Zhao LT, Ma L. Efficacy and safety of Jinhua Qinggan granules for coronavirus disease 2019 (COVID-19): A protocol of a systematic review and meta-analysis. Medicine (Baltimore). 2020;99(24):e20612. 40. Singla RK, He X, Chopra H, Tsagkaris C, Shen L, Kamal MA, et al. Natural Products for the Prevention and Control of the COVID-19 Pandemic: Sustainable Bioresources. Front Pharmacol. 2021;12:758159. 41 . Petterino C, Argentino-Storino A. Clinical chemistry and haematology historical data in control Sprague-Dawley rats from pre-clinical Laboratory, National Institute Drug Quality Control (NIDQC). Huong Ha Thi Thanh: Ph.D. at The Institute of Natural Products Chemistry, Vietnam Academy of Science and Technology.ABOUT AUTHORS689 Pharmacognosy Journal, Vol 14, Issue 3, May -June, 2022Thi-Lien N, et al .: Evaluation of Antiviral Effects and Toxicity of Herbal Medicine Vipdervir CapsulesCite this article: TL, Thi HN, et al. Evaluation of Antiviral Effects and Toxicity of Herbal Medicine Vipdervir Capsules. Pharmacogn J. 2022;14(3): 681-689. Kiet Ngo Tuan: graduated from the Life Sciences departmant of the University of Science and Technology of Hanoi in 2020 and worked at Dolexphar International Pharmaceutical Joint Stock Company from September 2020 to August 2021. Doan Cao Son: A/Prof. Ph.D. in Manufacturing Pharmacy. Director of National Institute of Drug Quality Control of VietNam. Main research direction: development and application of analytical methods in analytical drug; assessment of bioavailability and bioequivalence of pharmaceutical dosage forms. Thao Le Quang: Ph.D. in Manufacturing Pharmacy. Vice director of National Institute of Drug Quality Control of VietNam. Main research direction: development and application of analytical methods in analytical drug, cosmetic and food; assessment of bioavailability and bioequivalence of drugs; nanomedicine. Hang Nguyen Thi: Researcher at National Institute of Drug Quality Control. Tien Vuong Duy: Researcher at National Institute of Drug Quality Control. Quyen Doan Thi Tam: Biology-specialized student at High School of Gifted Students, Hanoi University of Science (Vietnam National University). Huan Le Quang: Associate Professor at Vietnam Academy of Science and Technology. Areas of expertise: Molecular biology and genetic engineering, nanotechnology. Main research direction: application of biotechnology in medicine and pharmacy. "}