{"title": "Zeeba Healing - Zeeba Healing", "author": "Kathryn B; Los Angeles", "url": "https://zeebahealing.com/", "hostname": "zeebahealing.com", "description": "Empower You?", "sitename": "Zeeba Healing", "date": "2020-05-05", "cleaned_text": "Be the Highest Version of Yourself How can I Empower You? Hi! I'm Zeeba. I'm a trauma-informed Holistic Health Coach, an Ayurvedic clinician, meditation teacher, nutritionist, and motivational speaker dedicated to helping you reclaim your health and become the Highest Version of Yourself. Thank you for including me on your health and wellness journey! Some of my clients come to me requiring help with their trauma, addiction, anxiety, depression, and PTSD. Others come to me because of their physical ailments such as diabetes, thyroid imbalance, and allergies, gastrointestinal issues (like IBS and leaky gut). Because I am a holistic practitioner and clinician, I am able to uniquely address these needs using a comprehensive approach and treatment plan that combines the best of Eastern and Western medicine. I identify the root cause and heal the body and mind as a symbiotic system. I apply multi-disciplinary knowledge of Ayurvedic, physical, nutritional, spiritual, emotional, and medical disciplines to deliver a comprehensive diagnosis and wellness plan that will guide you on your healing journey. If you want to learn more, just click below to schedule a complimentary 20-minute consultation, where I will listen to your health goals and needs and discuss how I can create a customized wellness plan for you. Zeeba is knowledgeable and effective. I had not had a good night's sleep for ages before I tried her remedy. I was also anxious and stuck on a difficulty in my life. By stuck, I mean it woke me up at night and was the first thing that I thought of when I awoke. This caused a lot of stress. I was able to sleep and loosen my fixation on the problem, lessening stress and improving my functionality. Zeeba is very willing to listen. She is responsive to what she hears. She does not have a 'one size fits all' approach. She is in tune with my spiritual practice and respectful of its importance in my life. Overall, Zeeba is an informed practitioner who knows her medicine and how to apply it to a specific client's needs. She is an excellent communicator and has a very caring nature. I cannot find the words to express the depth of her compassion and ability to apply her knowledge. Zeeba helped me understand the physical, emotional, spiritual and psychological basis for why I could not get over the grief of a loved one — an understanding that I had not been able to achieve on my own and with other therapists despite 8 years of trying. Zeeba was instrumental in pulling me out of my grief. She employed a specific meditation style that was effective for me, much thoughtful & intellectual discussion, and other helpful exercises, which taught me how to remember my loved one in a healthy way. I am eternally grateful to Zeeba for making me feel whole again. She is truly gifted. I feel so blessed to have met her. Practical tips to help you release trauma and transform your life by moving from disconnection to connection. In our free 5-day program, we'll dive deep into living a real, deeply fulfilling life connected to Presence. A life of authentic connection to yourself and others. You can use these powerful practices to enrich your own life and the lives of those around you. Register below to take your first step toward transformation. Program starts on March 13 6pm PT/9pm ET For You For Schools For Corporations What is Ayurveda? If you are either sick or seeking preventative healthcare, the solution is at your fingertips. I've treated many patients using holistic therapies and remedies based on the ancient Indian science of Ayurveda. Ayurveda is more than 5,000 years old but its timeless wisdom still applies to our modern world. Ayurveda Defined The term Ayurveda is comprised of two words ayur (life) and veda (knowledge), and deals with health and wellbeing. It is defined as the discipline that deals with all aspects of life - the happy, the unhappy, the beneficial, the disadvantageous. It focuses on what is individually required for a nurturing life, life span, and health span. Thus, Ayurveda translates as the \"Science of Life.\" And while Ayurveda does offer medicines and therapies, it also factors in one's approach to life and lifestyle. Ayurveda teaches us that, just like the Universe, we are made up of Five Great Elements - earth, water, fire, air, and space. When we tune in to the Five Great Elements, we immediately feel supported and begin healing from within. Ayurveda is a solution to many common illnesses such as depression and anxiety, addictions, phobias, hormone imbalances, thyroid imbalances, musculoskeletal pain, and more. As a trained Ayurvedic Clinician, I change people's lives so they can feel good again, and feel connected mentally, physically, emotionally, and spiritually and actually live as the Highest Version of Themselves. I accomplish this with a comprehensive Health Coaching program that gets to the root cause of your health issues, unblocks you from improving your life, and empowers you with mind, body, and spiritual tools. Your health plan is specifically customized for you and your dosha (mind-body-spirit profile) so that you can experience healing wherever it is needed. The result of me coaching you is that you feel motivated, inspired, determined, and educated to take control of your own health. If you're ready to make a significant positive change to your life, then click below for your complimentary 20-minute consultation. The Role of Ayurvedic Healing Ayurveda treats the individual, not the disease. Ayurvedic medicine offers research-backed solutions to treat the whole person. Ayurveda is not only about restoring optimal health but also about maintaining optimal health. You don't have to come to Ayurveda sick. You can also come to Ayurveda to prevent from getting sick. This science will help you to prolong your healthspan so that you not only live longer, but live healthier for a longer period of your life. This is a proactive approach to health and wellness. As an Ayurvedic Clinician, I look at the whole person when prescribing treatment. Instead of treating symptoms, the focus is on addressing the underlying causes of the illness. The science of Ayurveda focuses on health care rather than sick care, diet and nutrition, supplements, physical movement, spiritual practice (meditation and/or prayer), sleep, stress management, relationships, and life purpose. It looks at the interplay between physical, mental, emotional, and spiritual health. The statistics are frightening. Cardiovascular disease, strokes, lung disease, Alzheimer's disease, cancer, diabetes, and obesity rank as the top global killers. What you eat will contribute to how you will die - whether it's from diabetes, cardiovascular disease, cancer, or Alzheimer's disease. Most of the conditions that contribute to developing these diseases and dying from them are driven by diet and lifestyle. The miracle is that these illnesses can be preventable. Even if you have a family history of a disease, a genetic predisposition is not a guaranteed predestination. Our highly processed, chemical-laden, high in refined sugar diet combined with insufficient sleep, lack of exercise, EMF exposure, and chronic stress are the driving forces behind our illnesses. It is never too late to take action to prevent and even reverse these diseases. COVID-19 has taught us that the best defense is a healthy lifestyle where we flourish with a strong, solid immune system. If you're ready to make a significant positive change to your life and Be the Highest Version of Yourself, then contact me below for your complimentary 20-minute consultation. The Role of Conventional Medicine When most people think of conventional or mainstream medicine, they think of prescription medicine to heal their sickness with potential side effects. This reactive approach to sickness can be extremely important in preventing your symptoms from worsening. The stage of your disease is the main determinant in deciding whether to go for prescription medication, to go the natural route, or a combination of the two. Often times we visit a doctor only when symptoms have become unmanageable, chronic, or nothing that we've tried is working. They prescribe us medication to bring us relief quickly. But don't expect your conventional doctor to be knowledgeable about natural or holistic treatments - especially if they haven't been trained in them. Their training is focused on symptom relief and less on the diagnosis of the root cause, which can be more elusive and takes a comprehensive examination of factors that might be beyond the physician's specialized skillset. Because I am a certified Ayurvedic Clinician, many people come to me to uncover the root cause of their illnesses, benefit from holistic methods, and improve their overall health in a more natural, long-lasting way. My techniques complement any medical treatments you are receiving, but generally go much deeper to solve the underlying issue, not just the physical symptoms. Zeeba guided me through my treatments and gave very clear instructions. She was always very calm. I started seeing results after about one week of treatment. My sinus passages had been blocked for so long but now I am able to breathe easily. Zeeba presented a nutrition workshop based on the three doshas. It was an engaging introduction to Ayurveda. She addressed questions from the participants with ease. I highly recommend Zeeba as a speaker and as a clinician. My experience with Zeeba was very refreshing. Her method of working through your issues and thoughts were new to me with really great results. Her calmness transmits to you while discussing your issues. I walked away with good techniques to use during stressful situations. Develop greater resilience, compassion, and happiness by joining the [live online meditation, talk, and Q&A with me.](https://zeebahealing.com/the-healing-circle/) After our guided meditation, you'll have the opportunity to ask me questions directly for help with your particular health and well-being challenges. "}