{"title": "Medicina Holística", "author": null, "url": null, "hostname": null, "description": "La base de la medicina holística, es lo que el maestro Einstein llamó la fuerza más poderosa del universo que es el Amor, el gran sanador del universo. Cuando el individuo está lleno de miedos, tiene mayor tendencia a las enfermedades, por eso el amarse es el mejor medicamento.", "sitename": null, "date": "2015-07-26", "cleaned_text": "| | EL TIEMPO EN MARGARITA 28°C Medicina Holística La base de la medicina holística, es lo que el maestro Einstein llamó la fuerza más poderosa del universo que es el Amor, el gran sanador del universo. Cuando el individuo está lleno de miedos, tiene mayor tendencia a las enfermedades, por eso el amarse es el mejor medicamento. Julio Machillanda | julionuevaera@hotmail.com La base de la medicina holística, es lo que el maestro Einstein llamó la fuerza más poderosa del universo que es el Amor, el gran sanador del universo. / Foto: CORTESÍA 26 Jul, 2015 | Es la medicina que se encarga del cuerpo físico, mente y el alma del individuo, con terapias tradicionales y no tradicionales. Su objetivo es llegar a un estado de salud óptimo, en el que se previenen y tratan enfermedades. No se tratan síntomas y enfermedades, sino que se trata al individuo, que se enferma por un desequilibrio físico, emocional, espiritual, social o ambiental, por lo que la curación llega a través del propio individuo en forma natural, preparándolo para que sea su propio sanador, por lo tanto el médico se convierte en un guía, un maestro. La base de la medicina holística, es lo que el maestro Einstein llamó la fuerza más poderosa del universo que es el Amor, el gran sanador del universo. Cuando el individuo está lleno de miedos, tiene mayor tendencia a las enfermedades, por eso el amarse es el mejor medicamento. Si todas las partes de nuestro cuerpo y mente funcionan en armonía con lo espiritual, lograremos el estado de salud. La terapia holística frecuentemente utiliza terapias de la medicina tradicional, como medicamentos y cirugías cuando son necesarias. En mi terapia utilizo estos tratamientos. Pequeña sesión de psicoanálisis introductoria, en cada sesión. Alineamientos de los chakras (para lograr la armonía energética). Regresiones a esta y otras vidas, ya que se ha demostrado que muchas enfermedades y relaciones tóxicas provienen de momentos anteriores, y al revivirlos, actúan como terapéutico. Terapias de renacimiento, de rescate de tu niño interior, de tu relación con tu madre con tu padre. Y sobre todo la utilización de la meditación... Y sobre todo y la más importante, la meditación... todos mis pacientes saben meditar. "}