{"title": "Understanding At-Home OTC COVID-19 Antigen Diagnostic Test Results", "author": "Center; Radiological Health", "url": "https://www.fda.gov/medical-devices/coronavirus-covid-19-and-medical-devices/understanding-home-otc-covid-19-antigen-diagnostic-test-results", "hostname": "fda.gov", "description": "Guide for at-home COVID-19 self-testing and repeat testing to know when to test, how many times, what your test results mean, and what you should do next.", "sitename": "FDA", "date": "2023-03-13", "cleaned_text": "Understanding At-Home OTC COVID-19 Antigen Diagnostic Test Results At-home over-the-counter (OTC) COVID-19 antigen tests, often referred to as rapid tests, detect proteins called antigens from SARS-CoV-2, the virus that causes COVID-19. At-home COVID-19 antigen tests are less likely to detect the SARS-CoV-2 virus than molecular tests, such as polymerase chain reaction (PCR) tests and other nucleic acid amplification tests (NAATs), which detect genetic material called RNA from the virus. This is especially true early in an infection or in people who do not have COVID-19 symptoms. Currently, all at-home COVID-19 antigen tests that are [FDA-authorized](/medical-devices/coronavirus-covid-19-and-medical-devices/home-otc-covid-19-diagnostic-tests#list) are authorized for repeat testing, also called serial testing. This means people who receive a negative test result should use multiple tests over a certain period, testing at least twice over three days if they have symptoms and at least three times over five days if they do not have symptoms. On this page: [When You Should Test for COVID-19](#when) [What Your At-Home OTC COVID-19 Test Result Means](#OTC) [What At-home COVID-19 Antigen Tests Do Not Tell You](#Antigen) [Reporting Your Test Result](#Reporting) [Step-by-Step Guide: When to Test and What Your At-Home COVID-19 Antigen Test Results Mean](#Guide) [Understanding COVID-19 Infection and the Risk of Spreading the Virus](#Understanding) [Related Information](#Related) When You Should Test for COVID-19 - If you have [symptoms](https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html), test immediately and then test again per the instructions if your first result is negative. - If you were [exposed](https://www.cdc.gov/coronavirus/2019-ncov/your-health/risks-exposure.html)to someone who has COVID-19 and you do not have symptoms, wait at least 5 full days after your exposure before testing. If you test too early, you may have an inaccurate result. - If you are in [certain high-risk settings](https://www.cdc.gov/coronavirus/2019-ncov/community/index.html), you may need to test as part of a screening testing program. - Consider testing before coming into contact with someone who has a [high risk for severe COVID-19](https://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/people-with-medical-conditions.html); people who are older adults or immunocompromised, or have other medical conditions, especially if you are in an area with a medium or high [COVID-19 Community Level](https://www.cdc.gov/coronavirus/2019-ncov/your-health/covid-by-county.html). What Your At-Home OTC COVID-19 Test Result Means Most [FDA-authorized](/medical-devices/coronavirus-covid-19-and-medical-devices/home-otc-covid-19-diagnostic-tests#list) at-home OTC COVID-19 tests are [antigen](/consumers/consumer-updates/covid-19-test-basics) tests. While not perfect, they provide a fast and convenient COVID-19 testing option to detect the virus, so you may know if you are infected and [should stay at home and away from people](https://www.cdc.gov/coronavirus/2019-ncov/easy-to-read/COVID-19-Quarantine-vs-Isolation.html) to help reduce the spread of the virus. - A positive result using an at-home COVID-19 antigen test means you likely have COVID-19. Anyone who tests positive for COVID-19, or who likely has COVID-19, should contact their health care provider and follow the [CDC's guidelines](https://www.cdc.gov/coronavirus/2019-ncov/your-health/quarantine-isolation.html)for staying at home and away from people. - A negative result using at-home COVID-19 antigen test means the test did not detect the virus that causes COVID-19, but it does not rule out COVID-19 because some tests may not detect the virus early in an infection. [Always do a repeat test](/medical-devices/safety-communications/home-covid-19-antigen-tests-take-steps-reduce-your-risk-false-negative-results-fda-safety)at minimum after 48 hours following a negative test result when using an antigen test. Use the following guidance to help interpret your negative test result and determine what steps to take next. In addition to COVID-19 test results, and when determining the likelihood of having the virus, consider: - Recent symptoms - Close contact with someone who has COVID-19 - The [level of COVID-19](https://covid.cdc.gov/covid-data-tracker/#county-view?list_select_state=all_states&list_select_county=all_counties&data-type=CommunityLevels&null=CommunityLevels)in your community |If you tested negative with an at-home antigen test and you have||Then| | |[precautions](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html)to prevent spreading an illness to others and take [recommended steps after exposure](https://www.cdc.gov/coronavirus/2019-ncov/your-health/if-you-were-exposed.html). [Test again](/medical-devices/safety-communications/home-covid-19-antigen-tests-take-steps-reduce-your-risk-false-negative-results-fda-safety)after 48 hours. Consider getting a laboratory-based molecular COVID-19 test or call your health care provider. [COVID-19 symptoms](https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html)and no known [exposure](https://www.cdc.gov/coronavirus/2019-ncov/your-health/if-you-were-exposed.html) [precautions](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html)to prevent spreading an illness to others. [Test again](/medical-devices/safety-communications/home-covid-19-antigen-tests-take-steps-reduce-your-risk-false-negative-results-fda-safety)after 48 hours. Consider getting a laboratory-based molecular COVID-19 test or call your health care provider. [COVID-19 symptoms](https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html)but WERE [exposed](https://www.cdc.gov/coronavirus/2019-ncov/your-health/if-you-were-exposed.html) [recommended steps after exposure](https://www.cdc.gov/coronavirus/2019-ncov/your-health/if-you-were-exposed.html). [Test again](/medical-devices/safety-communications/home-covid-19-antigen-tests-take-steps-reduce-your-risk-false-negative-results-fda-safety)after 48 hours, and again 48 hours after a second negative test, for a total of 3 tests over 5 days. Consider getting a laboratory-based molecular COVID-19 test or call your health care provider. Continue to take public health [precautions](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html)to reduce your risk of getting COVID-19. [COVID-19 symptoms](https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html)and no known [exposure](https://www.cdc.gov/coronavirus/2019-ncov/your-health/if-you-were-exposed.html) [test again](/medical-devices/safety-communications/home-covid-19-antigen-tests-take-steps-reduce-your-risk-false-negative-results-fda-safety)after 48 hours, and again 48 hours after a second negative test, for a total of 3 tests over 5 days. Continue to take public health [precautions](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html)to reduce your risk of getting COVID-19. See more information about negative test results from at-home COVID-19 antigen test and repeat testing below. What At-home COVID-19 Antigen Tests Do Not Tell You - If you have an infection immediately after you are exposed to COVID-19 because it may take 2 to 5 days, and sometimes longer, for the virus to be detected by a COVID-19 antigen test. How long it takes before a test can detect the virus may vary between different [COVID-19 variants](https://www.cdc.gov/coronavirus/2019-ncov/variants/understanding-variants.html)and different tests. - How contagious you are or if you can spread the virus to someone else. There are no tests that can tell you that. You could pass COVID-19 to others even before you get a positive result on a test. - If you have another type of respiratory illness, such as [flu](https://www.cdc.gov/flu/about/index.html)or respiratory syncytial virus ( [RSV](https://www.cdc.gov/rsv/index.html)), unless it is a test specifically authorized for detection of these viruses. Watch: CDC | [How To Interpret Self-Test Results](https://www.youtube.com/watch?v=yoZL1BVP9Bs) Reporting Your Test Result The FDA encourages you to voluntarily and anonymously report your positive or negative test results every time you use an at-home COVID-19 test. You can send your test result to [MakeMyTestCount.org](https://makemytestcount.org/) or use an app or other digital option for self-reporting that may be included with your test. Report each test result one time. The data from [MakeMyTestCount.org](https://makemytestcount.org/) can help public health departments know how fast the virus is spreading. This valuable test data help public health departments assess and modify their response to COVID-19 in their local communities, states, or across the country. The MakeMyTestCount website is developed through the [National Institutes of Health (NIH)](https://www.nibib.nih.gov/news-events/newsroom/nih-establishes-website-self-reporting-covid-19-test-results) Rapid Acceleration of Diagnostics (RADx) Tech program and allows consumers to anonymously report their test results from OTC at-home COVID-19 test. Step-by-Step Guide: When to Test and What Your At-Home COVID-19 Antigen Test Results Mean | | Step 1: Understand WHY you should test | | | | Step 2: Know WHEN to test | | | | Step 3: Find out WHERE to get at-home tests | | | | Step 4: Know HOW to use an at-home test | | | | Step 5: Follow the recommendations on WHAT to do if your test result is positive or negative | || | | | Step 6: Report your test result to MakeMyTestCount.org | | Understanding COVID-19 Infection and the Risk of Spreading the Virus When you are [exposed](https://www.cdc.gov/coronavirus/2019-ncov/your-health/if-you-were-exposed.html) to the virus that causes COVID-19, it may get into your nose, throat, and lungs (which make up your respiratory tract) and cause an infection. You may never develop [symptoms](https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html) of an infection or you may not have symptoms for several days after you are exposed to the virus, despite being infected. You could still pass the virus to others, even if you do not feel sick. The amount of virus in an infected person's body may vary in different people, as well as at different times during the infection. There may also be differences in whether, or how easily, the virus can spread to another person throughout the course of the infection. Generally, the amount of virus in a person will start low, increase, then decrease again as a result of the body's immune response. The pattern of this increase and decrease, as well as the level of virus, varies from person to person, and there is no known level above which you can spread the virus and below which you cannot. To prevent spreading COVID-19 to others, always follow the [CDC's recommendations](https://www.cdc.gov/coronavirus/2019-ncov/your-health/about-covid-19.html). Related Information [At-Home OTC COVID-19 Diagnostic Tests](/medical-devices/coronavirus-covid-19-and-medical-devices/home-otc-covid-19-diagnostic-tests) [List of Authorized At-Home OTC COVID-19 Diagnostic Tests](/medical-devices/coronavirus-covid-19-and-medical-devices/home-otc-covid-19-diagnostic-tests#list) Diagnostic Tests: Frequently Asked Questions](/medical-devices/coronavirus-covid-19-and-medical-devices/home-covid-19-diagnostic-tests-frequently-asked-questions) [COVID-19 Test Basics](/consumers/consumer-updates/covid-19-test-basics): Includes details on COVID-19 tests, types of samples, and other information. [At-Home COVID-19 Antigen Tests-Take Steps to Reduce Your Risk of False Negative: FDA Safety Communication](/medical-devices/safety-communications/home-covid-19-antigen-tests-take-steps-reduce-your-risk-false-negative-results-fda-safety) [Counterfeit At-Home OTC COVID-19 Diagnostic Tests](/medical-devices/coronavirus-covid-19-and-medical-devices/counterfeit-home-otc-covid-19-diagnostic-tests) - Find COVID-19 Tests at [COVID.gov/tests](https://www.covid.gov/tests) - Video: [How to Interpret Self-Test Results | CDC](https://www.youtube.com/watch?v=yoZL1BVP9Bs) Need to Self-Testing At-Home or Anywhere | CDC](https://www.cdc.gov/coronavirus/2019-ncov/testing/self-testing.html) [What to Do If You Were Exposed to COVID-19 | CDC](https://www.cdc.gov/coronavirus/2019-ncov/your-health/if-you-were-exposed.html) [Isolation and Precautions for People with COVID-19 | CDC](https://www.cdc.gov/coronavirus/2019-ncov/your-health/isolation.html) [Report your test result at MakeMyTestCount.org](https://makemytestcount.org/) - Diagram: [Interpreting Negative Test Results](https://cdn.jamanetwork.com/ama/content_public/journal/intemed/938876/ioi210089f1_1646235070.96409.png?Expires=1671632915&Signature=bpqbVvF8FknNdFdpCbjS~~s~uXqDHbIHW0y-aKy9PEL3RR6wGprp3ePbiKrUiIYAek8IxwDJh-xwI6tEmP1SedDIFHAYVsH-w82mVFbaFwGYHxfNfSvnf4RR62rXxe0ChioNvDSC8TBbdlm5yhVMRSzASEtvHMAPWmCYVHvOfhv0CXYWnNX1bLSHPioL0~V8y3BnWwH67zZ11j3ZQKK3r7yiaqPpd0jKjwkbOvZFK6hFX5HrZdmB1a~kkbdV5ttbsTxm6D6wmO4TUdvpoyT4-dIlD1EWKUQ0o7G2QxUQUN0HsCX6CT6h1aUDAeYzl8sMde1T8PYKtl6H3zGFympUGA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA) - Video: [What Is an EUA?](https://www.youtube.com/watch?app=desktop&v=iGkwaESsGBQ&feature=youtu.be)Describes how the FDA can issue an emergency use authorization (EUA) to provide more timely access to diagnostic tests that may help during the public health emergency when there is no adequate, approved, and available alternative. "}