{"title": "PDF", "author": "PDF", "url": "www.scielo.org.mx/pdf/liminar/v3n2/2007-8900-liminar-3-02-174.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "New Age Capitalism. Making Money East of Eden , de Kimberly J. Lau constituye un trabajo donde se estudia la tensión que existe entre la espiritualidad autoproclamada de prácticas de salud alternativa como el yoga, y las formas en las cuales éstas han sido transformadas en comodidades para una economía de mercado. Otras discusiones de Lau se refieren a la aromaterapia y a la comida macrobiótica. La autora señala que la popularidad de tales prácticas en la Nueva Era del Capitalismo, de la década de 1990, hace pensar que se debe a unas ideologías trabajadas por los medios de comunicación que sustentan la vitalidad de dichas actividades. La obra está dividida en cinco capítulos: A) La ideología incorporada: de la práctica corporal al producto del cuerpo, B) Aromaterapia, C) Comida macrobiótica, D) Yoga y T'ai chi, y E) Los riesgos de la modernidad: el consumo como política de acción. En el primero la autora ofrece un panorama de las prácticas corporales que actualmente se realizan en la cultura americana —Estados Unidos—. Menciona que tanto la aromaterapia, la comida macrobiótica, así como el yoga y T'ai chi están asociados a beneficios físicos y emocionales. Sin embargo, a la vez que son una alternativa de estilo de vida y se han vuelto populares, no toda la esfera pública tiene acceso a ellos porque son costosos y ya no pueden ser considerados tanto como una necesidad, sino como un lujo que sólo puede darse un grupo específico de la sociedad.Los siguientes capítulos se encaminan a dar una explicación detallada acerca de la aromaterapia, la comida macrobiótica y los ejercicios de yoga y t'ai chi. La primera está vinculada con la idea de que las esencias florales y herbales pueden ser usadas para curar una variedad de dolencias físicas, emocionales y espirituales. Su uso satisface básicamente necesidades de alimentación y medicamento, y también es una forma de tranquilidad espiritual. En lo que refiere a la comida macrobiótica, ésta trata la dieta basada en un cereal completo, semillas, vegetales locales frescos y otr os alimentos naturales. Al igual que la aromaterapia, esta comida no sólo es considerada alimento sino también medicina. Por último, con los ejercicios de yoga y t'ai chi existe la creencia de que se puede llegar a tener otro cuerpo asociado a ellos. Ambas disciplinas se promueven como una actividad para la reducción del estrés individual, dirigidas al ego, la modernidad —referida en este contexto a aspectos culturales y sociales considerados como superiores en una cultura como la occidental— y el individualismo. Las dos prácticas cuentan con sendas filosofías que señalan el disfrute de los ejercicios físicos y mentales como una manera de estar en armonía con el universo. Según Lau, en el corazón de este manejo de las transformaciones corporales están las tradiciones americanas de autoconfianza e individualismo. Juntas crean un espíritu, en el cual el deseo por la continuaLau, Kimberly J., 2000, New Age Capitalism. Making Money East of Eden, University of Pennsylvania Press, Filadelfia.175R E S E Ñ A autotransformación, puede ser imaginado dentro de contextos sociales más amplios, aplicables a las políticas del cuerpo. La autora menciona que en muchos casos las reformas de la salud están vinculadas a los cambios que se pueden dar en el cuerpo individual y en el político. Dicho de otra manera, la salud de la nación es paralela a la salud individual. Tres son los aspectos que se dan en la sociedad actual y que son abordados por Lau: las prácticas corporales como un estilo de vida alternativo, como una forma de identidad, y como una crítica a la modernidad. En este sentido me parece relevante señalar antes el contexto en el cual se estudian los tres temas. Para empezar existen varias interpretaciones de lo que es la globalización. Algunos autores como Roland Robertson, Globalization. Social Theory and Global Culture , dicen que el concepto está unido a los contornos y naturaleza de la modernidad. Por su parte, Gabriela Vargas Cetina, Globalización: una cuestión antropológica , entiende por globalización \"un momento más en un largo proceso histórico, que va del Renacimiento hasta nuestros días\", y entre sus características se encuentran la desaparición de los grandes complejos industriales, la importancia de la información como un elemento fundamental en las mercancías, el desmantelamiento de los sindicatos, la deslegitimación del socialismo como una opción viable de organización estatal, la creación de una cultura internacional homogénea y culturas locales heterogéneas. Sin embargo, en esta reseña retomaré la concepción que Ulrich Beck plantea en su obra ¿Qué es la globalización? Falacias del globalismo, respuestas a la globalización , según la cual la globalización significa una intensificación de los espacios, problemas, conflictos y biografías transnacionales. De acuerdo con este autor, en la globalización está implícito un nuevo tipo de sociedad llamada \"sociedad de riesgo\"en donde la industria clásica es reemplazada.Por otra parte, los sucesos del proceso de la modernización han sido tan grandes que han introducido riesgos inanticipados en la forma de los efectos de los procesos tecnoindustriales que sustenta la modernidad. Además, Beck señala que un rasgo de la \"sociedad de riesgo\" es el regreso a un pasado imaginado que existe como superior a la indus- trialización. Este pasado también hace referencia a las relaciones más integradas con la naturaleza y la interconexión con todo lo relacionado al medio ambiente y movimientos de paz. De acuerdo con lo anterior las prácticas corporales, aromaterapia, comida macrobiótica y los ejercicios de yoga y t'ai chi juegan un papel importante en la sociedad actual, ya que estas tres actividades de origen oriental constituyen una forma de salud alternativa ante los disturbios que se presentan en una sociedad de riesgo. De esta manera, Lau subraya que la fuerza de éstas radican en sus orígenes, en un pasado, en una celebración y romantización por los tiempos de lo más puro y más simple, cuando la gente creía estar más adaptada a la naturaleza. En estas prácticas se puede encontrar lo que señala Ulrich Beck en su texto ya referido, una \"utopía de la democracia ecológica\" que, según este autor, podría ser el núcleo de una modernidad responsable; es decir, que la sociedad debata sobre las consecuencias del desarrollo técnico y económico antes de tomar decisiones clave. A la vez que las prácticas corporales son un estilo de vida alternativo en donde se busca el uso de productos que permitan estar más en contacto con la naturaleza, también son una forma de identidad. De este modo Jonathan Friedman, Cultural Identity and Global Process , menciona el uso de un pasado definido por forasteros para forjar una identidad cultural viable en el presente. En su discurso contrapone lo tradicional a la modernidad. Por lo tanto, estas actividades se pueden tomar como un ejemplo de cómo Friedman concibe176R E S E Ñ A la identidad, debido a que el consumo de productos de origen natural y la práctica de yoga y t´ai chi nos remontan a un pasado, a una tradición del Oriente. También se puede hablar de una identidad desde el momento en que un determinado grupo social consume ciertos artículos, lo que tiene un significado particular que se comprende en una reorganización material del tiempo y del espacio. En el texto del que hablamos, es un ejemplo el uso de productos de la aromaterapia, pues no alcanza a la esfera pública en su totalidad, sino a una parte de ella. A este respecto Lau menciona que son las mujeres quienes más los adquieren. Este hecho es una manera de identificarse y en cierta forma legitimarse, de distinguirse de los demás y, por consiguiente, el consumo viene a ser en la época actual otra categoría de análisis. Además la obra de Kimberly J. Lau deja entrever que las prácticas corporales están muy ligadas a ideologías como las del control de otros aspectos de la vida. En este sentido estoy de acuerdo con lo señalado por Ulrich Beck acerca de la división de la sociedad en dos partes. Por un lado, los científicos toman decisiones sobre la elaboración de productos como los de la aromaterapia y la comida macrobiótica; por otro, se encuentra la esfera pública. A decir de este autor, en dicha división se da una tendencia de parte de los científicos de un dominio, lo que se puede ejemplificar con la venta de productos de la aromaterapia.Por otra parte, se puede hablar de un ataque a la modernidad cuando Lau señala la existencia de dos polos contrastantes. El primero es el Oriente y las prácticas corporales ligadas a la naturaleza, la armonía y la espiritualidad; el segundo es el Occidente y la modernidad. Entonces estas prácticas se pueden entender como una crítica a la modernidad y una salida a sus malestares. En los propios términos de Lau: \"En esencia, se busca un balance y resistencia a las enfermedades de la modernidad, es un esfuerzo costoso, pero, otra vez, la salud y el bienestar personal bien valen la pena para hacer este sacrificio\". Para concluir , New Age Capitalism. Making Money East of Eden es un ejemplo de cómo se retoman prácticas del pasado en el presente y se hace negocio con ello. En este tipo de fenómenos juegan un papel importante los medios de comunicación. . A través de los empaques y los mensajes incorporados a los productos no sólo se vende un artículo en sí, también una ideología. Lau menciona, por ejemplo, que en el caso de la aromaterapia y la comida macrobiótica se tiene un ícono, una imagen, un modelo del cuerpo de los orientales. Mediante discursos como la felicidad, el bienestar y la salud se busca atraer al público al consumo de productos de origen natural. Sin embargo sólo es un número limitado quienes lo consumen, lo cual crea una distinción y, por ello, el uso de determinados artículos se vuelve una categoría para la formación de una identidad. Alicia Muñoz Vega Antropóloga social "}