{"title": "Homemade Natural Organic Deodorant (5 Ingredients) | Acupuncture in Altamonte Springs and Orlando, FL", "author": "Dr Scott Graves", "url": "https://drscottgraves.com/homemade-natural-organic-deodorant-5-ingredients/", "hostname": "drscottgraves.com", "description": "Homemade natural organic deodorant that you can make yourself at home with 5 simple ingredients.", "sitename": "Acupuncture in Altamonte Springs and Orlando, FL", "date": "2020-09-22", "cleaned_text": "What we expose to our skin is critical for long-term health. There are over 80,000 chemicals at use in our population today and 99% of them have never been tested for human safety. One of the things that human beings use everyday that's critical for smelling good and personal hygiene is deodorant. Many people use an antiperspirant, which is loaded full of aluminum and other disease-causing toxins. Aluminum has definitely been implicated in brain diseases such as dementia, Parkinson's, Lou Gehrig's Disease, and Alzheimer's. Other non organic deodorants are filled with lots of toxic ingredients as well that can lead to many health problems including cancer and breast cancer. So, like me, if you have switched from a non-organic deodorant or antiperspirant to a natural one, you have probably had to go through many different ones to find the one that you liked or the one that worked well. After trying lots of them, I finally found one that really worked well, kept me smelling great, and that I did not have to reapply multiple times every day. The best part is that it's 100% natural and you can make it yourself. So here's the recipe for the do-it-yourself all natural organic deodorant with just 5 simple ingredients. Ingredients: -1/4 cup [organic corn starch](https://amzn.to/302koGu) [candelilla wax](https://amzn.to/32RJrxS)) -10 to oil(s) of your choice ( [lavender](https://amzn.to/2HoWajr), [bergamot](https://amzn.to/35ZTWB6)) Directions: Using a pot on the stove or a bowl inside of a small saucepan of water, slowly heat both the beeswax and coconut oil until the beeswax is melted. Add the remaining ingredients and stir all together. You should have a thick but fluid paste at this point. Poor deodorant quickly into an empty deodorant stick. It cools very quickly and hardens due to the beeswax. Let me know how this do-it-yourself natural organic deodorant works for you. "}