{"title": "Ayurvedic Gut Healing Protocol - Santa Cruz Ayurveda", "author": "Manish Chandra", "url": "https://santacruzayurveda.com/", "hostname": "santacruzayurveda.com", "description": "Our Ayurvedic gut healing protocol can help with acne, food allergies, low energy, autoimmune conditions, sleep disorders, depression and weight gain.", "sitename": "Santa Cruz Ayurveda", "date": "2017-07-18", "cleaned_text": "What's My Dosha? You know how some things work for other people and don't work for you? Maybe it's spicy food? Or being a night owl? Different doshas! Take this fun little quiz and we will email you some insights and recipes for your dosha. What's Ayurveda? Ayurveda is about using food, herbs, and lifestyle techniques to enhance well-being and resolve health issues. It's been practiced for over five thousand years! You are not alone. Do you deal with food allergies, low energy, autoimmune conditions, sleep disorders, acne, depression or weight gain? Today these symptoms are very prevalent and common in America due to external environmental conditions and issues of trauma and prolonged stress. These result in the reliance on emotional or physical habits such as poor food choices, a sedentary lifestyle, and sugary foods to get us through the day, which leads to an array of health conditions or illnesses. How Ayurveda helped me... I am Manish Chandra, founder of Santa Cruz Ayurveda, and I am very excited to share with you my own story of how Ayurveda helped me conquer an ailment that I suffered with for years, and ultimately inspired me to bring the power of this approach to people suffering with their own ailments. From a young age, I dealt with chronic sinusitis (inflamed sinuses). This led to severe pain due to the pressure in my nasal cavity and a recurring stuffy nose that made even normal activities challenging, and made difficult challenges almost impossible. I tried everything, eventually going to Western doctors whose solution was to do surgery on my nasal cavity that most likely wouldn't fix the problem. Eventually, I found Ayurveda and began to practice an Ayurvedic diet and lifestyle, which completely transformed my life. As of today, I have not had to deal with chronic sinusitis for over 10 years. I was so impressed with my success that I went to school and studied Ayurveda and became at first a practitioner, and now an accredited Doctor of Ayurveda. Based on learnings from treating hundreds of patients with a variety of ailments since beginning my practice, I have now developed a Six Month Gut Healing Protocol designed to make it easy for you to move from feeling sick and tired to feeling full of energy and vitality. Who can benefit from healing the gut? \"To fix the brain, we first fix the gut\" is a saying in Ayurvedic texts. In today's world, it is relevant that we reboot the digestive system once in awhile and restore it with healthy microbes (gut flora). All people can benefit from healing the gut to optimize digestion and prevent illness. However, people with health conditions, such as acne or skin disorders, food allergies or autoimmune problems, digestive or metabolic disorders, mood swings or sluggish energy, cravings or weight gain, stress or sleep disorders, seasonal allergies or congestion, constipation or irregular bowel, feminine health or menstrual cycle discomfort, have been proven to dramatically reduce their symptoms and heal their systems. Check below to see some of our success stories and client reviews. 6 Months to Heal? Habits are hard to break. Over time we become comfortable with them, which may or may not serve us in the long term. Due to ingrained habits with foods and lifestyle, we tend to accumulate certain conditions that can be detrimental to our health. Fortunately, habits are learned and can therefore change to heal from the root of the problems rather than just putting a bandaid on the symptoms. In Ayurveda, everything revolves around gut health. Modern medicine is now showing incredible research into the gut as the source of thousands of diseases. Ayurveda, for 5,000 years, has shown how to heal through looking at an individual's gut health. Gut microbes are the powerhouse of everything from the production of energy to healthy immunity. Ayurveda is now a focus of research on health conditions related to obesity, heart disease, diabetes, arthritis, inflammatory bowel disease, multiple sclerosis, Alzheimer's, Parkinson's, strokes, and many more. In short, the microbiome (the gut and its array of microorganisms) is completely dependent on what it is fed. This provides us a relatively straightforward path to make minor changes in diet and lifestyle that have powerful impacts on your energy and well-being. This is why Ayurveda, for thousands of years, has proven to heal not only through what you eat, but more importantly, what you digest. The gut is where food first begins to be broken down to become useful to your body. With the help of what in Ayurveda we call Agni (digestive fire), food is broken down so the nutrients can be assimilated into every cell of the body. If we don't cultivate healthy microbes, and our digestive fire (Agni) is low, the undigested food becomes toxins, or what we call Ama, which will then be stored in fat cells. The undigested food gets trapped in the intestinal tract, especially the intestinal villi, resulting in the buildup of toxins (Ama). Our gut healing protocol works to detoxify the body of accumulated toxins (Ama), restore healthy microbes in the gut, and unclog the intestinal tract, resulting in the proper assimilation of nutrients for a healthy body and clear mind. Our Six Month Gut Healing Protocol Our goal is to restore the natural harmony in the gut so that we can have more energy, radiance, and vitality in life. Monthly ayurvedic consultations are focused on internal detoxification through diet, lifestyle, and herbs. Ayurvedic massage (Abhyanga) is focused on external detoxification, since our skin is our largest organ and is able to directly release toxins. Ayurvedic massage is very different than other forms of massages since it is focused on moving lymph through the application of herbal infused warm oil with specialized strokes. Monthly workshops are focused on the educational platform for learning this \"Science of Life.\" We often invite guests with knowledge on health and wellness, and the community aspects of our workshops are fun and life-affirming. Since our classroom is facilitated with a modern kitchen we often teach how to cook with medicinal spices and herbs that support health and wellness. How does it work? In the first two months we focus on detoxification using food and herbs (based on your individual body type) that aid in removal of accumulated Ama (toxins) from the body. We then focus on restoration of healthy microbes (gut flora) for the next two months. Finally, we work on rejuvenation for the the last two months. - Once monthly in-person or over zoom Ayurvedic consultation - Once monthly Ayurvedic massage (Abhayanga) for an hour (optional) - Personalized recipes sent out biweekly - Support during the protocol other than monthly visits via phone and email - Meditation, yoga, and pranayama (breathing) instructions - Monthly Ayurvedic cooking classes (optional) How much does it cost? OPTION A (with massages): $400 per month for six months or $ 2100 if paid in full up front ($300 discount) OPTION B (without massages and cooking classes): $1800 if paid in full ($300 discount) or $350 per month if paid monthly How do we get started? First make an appointment for an initial consultation during which we can decide together if the 6 Month Gut Healing Protocol is a good fit. If it is, we can roll the cost of the initial consultation into the plan. What our clients are saying... I signed up for the 6-month series of consultations, massages, and cooking/nutrition classes. Manish's approach, food is medicine, is a very sound one. Amy, his massage therapist is very talented and has helped my aging body be stronger and less painful. I highly recommend Manish and his approach to wellness. Manish Chandra is a friendly and well-informed practitioner who helped me immensely. I was diagnosed with severe diverticulitis by my trusted medical doctor. He sent me to a surgeon here in Santa Cruz who, of course, wanted to \"cut\" right away. I asked for a delay in order to seek other help and other opinions. Santa Cruz Ayurveda was one of the most helpful places I went. Under Manish's direction, I made some simple changes to my diet and added some herbal remedies. This helped greatly in diminishing the irritation in my digestive track and \"balancing\" my system. After several months of this new approach, accompanied by some Chinese herbal remedies provided by my acupuncturist Dale Strawhacker and the continuing good advice of my M.D. Thanh Vu, I was sent to Stanford Hospital for a \"second opinion.\" Dr. Andrew Shelton, a surgeon and teaching doctor there, pronounced me healthy enough to avoid surgery. I plan to continue with Dr. Chandra to keep in balance and on the path to health (and away from the knife). I had a history of gut issues including a parasite from traveling and SIBO (small intestinal bacterial overgrowth). Western medicine kept giving me antibiotics but I kept having episodes. The class opened my eyes to an entirely new approach, healing the gut with food. The class was informative and delicious (you are fed a meal at the end), so I decided to have a consultation with Manish. I signed up for a 6-month gut healing protocol and after only 2 months, my gut issues were gone! We have continued working together to better my life in other ways including stress reduction and proper nourishment in preparation for starting a family. Manish has been incredibly helpful and available as a resource along the way. Now, no matter how minor my questions, I always reach out to Manish because he is a wealth of information. He has given me ways to help me sleep, recover from the common cold, boost my energy and more all through food! An added bonus of the 6-month program is monthly massages with Amy. I am a physical therapist and massage therapist and let me tell you, Amy rocks. The sensation of having warm oil poured over you and massaged in is so incredibly calming. It's the highlight of my month! I will continue to get massages from Amy for the rest of my life. If you have any gut or health problems that haven't been cured by western medicine, you need to call Santa Cruz Ayurveda. Manish, Amy and the power of food can cure all! More Success Stories... We had a client who came in because his wife had asked him to do something about his addictive behaviors, which was detrimental to his health and was affecting their relationship to the point that his wife was in the verge of ending their marriage with two children. Due to his early job in construction his food habits became energy drinks every day and junk food to get him through the long, tough hours. After working with us he has not only lost 40 pounds in two months but also was able to save his marriage. Their relationship got a new life. He now has sustained energy throughout the day and is feeling his healthiest. We had another client who had to use steroid shots regularly for her knees especially before going skiing. This last winter was the first time in years she was able to ski without having to take pain medications for her knees. One client was a construction worker and father. He suffered from constant headaches and chronic back pain from his job. He now doesn't suffer from either headaches or back pain and has more time and energy to share with his kids. We had another client who wanted to find balance in her life because the stress from commuting over the hill five days a week was putting a damper on her health and her relationship with her husband. After the gut healing protocol, she now feels healthy and balanced and her relationship has gotten stronger and better. These are just a few stories we get to hear every day. These stories show that stress from jobs, commuting, health conditions, and physical pain can all contribute to many different physical symptoms and an effect on our relationships. We want you to take charge of your life and be able to live at your fullest potential. Importance of Gut Health in Ayurveda and Allopathy - A properly functioning Agni (digestive fire) and digestive system is essential for absorption of nutrients and removal of toxins (Ama) from the body. - 60-80% of our immune system is located in our gut. Immunity translates into healthy Ojas (vitality), Tejas (radiance), and Prana (life force energy). - Gut-skin axis (poor gut health is reflected in the skin). - Gut-brain axis (poor gut health is reflected in the brain). Gut - The Second Brain - The gut is a complex, independent nervous system called the enteric nervous system (ENS) lines the gastrointestinal tract. - ENS contains many of the major neurotransmitters that are found in the brain, including serotonin, dopamine, glutamate, norepinephrine, and nitric oxide. - More than 80% of our body's neurotransmitters are made in the gut. - Intimate 2-way communication between gut and brain, mediated by many pathways including the vagus nerve. The Microbiome - 100 trillion microorganisms from more than 1000 species - 10 times more microbes than human cells in the body - Provide crucial functions - Regulate metabolism - Protect against infections - Promote normal GI function/digestion - Synthesize certain essential nutrients - Regulate immune system What We Do Consultation We learn together what's going on with you by talking and assessing your pulses and your dosha. Then we create a plan with foods, herbs, lifestyle shifts, and Yoga. Massage Abhayanga is relaxing warm oil massage given to increase circulation, stimulate the lymphatic system, improve joint health, calm the nervous system and improve skin tone. Shirodhara A soothing stream of warm oil is poured over the forehead and onto your sixth chakra, your intuitive energetic center. It calms the central nervous system and integrates the mind and body. [Mood and Food](https://santacruzayurveda.com/mood-and-food/) An event for your Mind, Body and Soul Join us for an interactive & fun community event at Pacific Cultural Center on Saturday, August 21st from 10-2. This meal that heals will show you how food affects your emotions and how you can shift your eating habits to... [read more](https://santacruzayurveda.com/mood-and-food/) [Ayurveda and Holistic Health (Free online)](https://santacruzayurveda.com/ayurveda-and-holistic-health-free-online-event/) WHAT WILL YOU LEARN? In this workshop (online) you will get an introduction to a holistic lifestyle approach to well-being from principles of Ayurveda, Yoga, and breathwork. Ayurveda Overview: Principles to cleanse the system and heal the gut to restore total... [read more](https://santacruzayurveda.com/ayurveda-and-holistic-health-free-online-event/) [Ayurveda and Gut Health](https://santacruzayurveda.com/5040-2/) On May 2nd from 10AM until 1PM please join us in the beautiful classroom. A wholesome, vegan and gluten-free, Ayurvedic lunch will be included. We have an Ayurvedic workshop with an emphasis on gut health, microflora, and probiotics. Learn how your stomach is your... [read more](https://santacruzayurveda.com/5040-2/) Connect! We want to make the world a better place by helping to build healthy communities full of healthy people. Join us! (Or, just say hi...) Drop us a line! Come See Us! Open 10-4 Tuesday/ Thursday: 11-5 Saturday, Sunday, and all other times by appointment only. Closed between 1:00 -1:30 for lunch 833 Cedar Street Santa Cruz, CA 95060 (831) 295-6279 Come and hang out with us "}