{"title": "Vitamin C: Why we need it, sources, and how much is too much", "author": "Joseph Nordqvist", "url": "https://www.medicalnewstoday.com/articles/219352", "hostname": "medicalnewstoday.com", "description": "Vitamin C is an antioxidant that is essential for many bodily functions, including the production of collagen. Fresh fruits and vegetables are the best sources.", "sitename": "Medical News Today", "date": "2017-04-10", "cleaned_text": "Vitamin C is a vital nutrient for health. It helps form and maintain bones, cartilage, skin, and blood vessels. As an antioxidant, it also supports the immune system. Fruits and vegetables are the best sources, but some people may need supplements. Vitamin C occurs naturally in some foods, especially fruits and vegetables. Vitamin C supplements are also available. Other names for vitamin C include L-ascorbic acid, ascorbic acid, and L-ascorbate. In this article, learn more about why we need vitamin C, how much we need, and where to find it. Vitamin C is water soluble, and the body does not store it. To maintain adequate levels of vitamin C, people need to consume food that contains it every day. The body needs vitamin C for various functions. Here are some of them: - It helps the body produce [collagen](/articles/262881.php), [L-carnitine](/articles/l-carnitine), and some neurotransmitters. - As an [antioxidant](/articles/301506), it helps remove unwanted substances known as reactive oxidative species (ROS) from the body. - It helps the body absorb iron. - It boosts the [immune system](/articles/320101). - It enhances wound healing. ROS are substances such as [free radicals](/articles/318652) that result from natural bodily processes, exposure to pollution, and other factors. They can lead to [oxidative stress](/articles/324863), which can, in turn, cause cell damage. Vitamin C's antioxidant activity may help reduce inflammation and lower the risk of developing various conditions, including some [cancers](/info/cancer-oncology/). The body needs vitamin C to produce collagen. This is the main component of connective tissue and makes up 1-2% of muscle tissue. Collagen is a vital component in fibrous tissues such as: - tendons - ligaments - skin - the cornea - cartilage - bones - the gut - blood vessels Low levels of vitamin C in the body can lead to [scurvy](/articles/155758). Symptoms of scurvy include swollen joints, bleeding gums and loose teeth, [anemia](/articles/158800.php), and [tiredness](/articles/248002.php). The benefits of vitamin C may include the following. Wound healing Vitamin C helps the body produce collagen and is present in skin, muscle, and other tissues. People with a low intake of vitamin C may experience slower wound healing, as their bodies will be less able to produce collagen. During times of recovery, healthcare professionals [may recommend](https://pubmed.ncbi.nlm.nih.gov/24796079/) Cardiovascular health Vitamin C [may benefit](https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/) - have antioxidant properties - help widen the blood vessels - improve nitric oxide production - help reduce plaque instability in [atherosclerosis](/articles/247837) This could help protect against [heart disease](/articles/237191.php) and [hypertension](/articles/150109.php), or [high blood pressure](/articles/159283.php). [not enough evidence](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5000725/) Cataracts age-related macular degeneration Vitamin C [may help [cataracts](/articles/157510.php) and slow the progression of [age-related macular degeneration](/articles/152105.php). However, more research is needed. Experts believe that oxidative stress may be a factor in both conditions, so any benefit may be due to vitamin C's antioxidant activity. Diabetes A [2019 study](https://pubmed.ncbi.nlm.nih.gov/30394006/) After taking supplements for 4 months, the participants' glucose levels and blood pressure improved, compared with taking a placebo. This suggests that vitamin C could, one day, be a treatment for [diabetes](/articles/323627). Anemia Vitamin C enhances the absorption of [iron](/articles/287228), and some healthcare professionals recommend taking vitamin C supplements with iron tablets to improve absorption in people with [iron deficiency anemia](/articles/318096). One [2020 study](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7607440/) However, both groups saw similar increases in iron, suggesting that vitamin C supplementation is unnecessary for this purpose. Pollution [Air pollution](/articles/327447) consists of various substances and chemicals that can have a negative impact on people's health. [Some research](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5930792/) [asthma](/articles/323523) and [chronic obstructive pulmonary disease](/articles/141287). Allergies During an allergic reaction, the immune system triggers an inflammatory response that can lead to symptoms such as swelling and hives. During this process, the body produces ROS, which can lead to oxidative stress. In a [2018 study](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6136002/) They also found evidence to suggest that low vitamin C levels were common in people with allergies. Motion sickness In a [2014 study](https://www.ncbi.nlm.nih.gov/pubmed/25095772) [placebo](/articles/306437.php) and then spent 20 minutes on a life raft in a wave pool. Those who took the supplement had lower levels of [seasickness](/articles/176198). Many people believe that vitamin C can cure a common cold, but research has [not confirmed](https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/) However, taking dosages of 200 milligrams (mg) or more per day may benefit people who: - participate in extreme physical activity - have exposure to cold temperatures - have low vitamin C levels due to [smoking](/articles/10566) Vitamin C may help treat cancer, though experts have not confirmed this. As an antioxidant, vitamin C protects the body from oxidative stress, which can occur when ROS levels are high. Oxidative stress can lead to cell damage and may play a role in some cancers. A [2015 mouse study](http://science.sciencemag.org/content/350/6266/1391) [colorectal cancer](/articles/155598). Also, the [National Cancer Institute](https://www.cancer.gov/about-cancer/treatment/cam/hp/vitamin-c-pdq) Intravenous vitamin C is necessary during pregnancy and while breastfeeding. The best sources of vitamin C are fresh fruits and vegetables. However, heat and cooking in water can destroy some of the vitamin C content in these foods, so eating raw foods is best. Some good sources of vitamin C include: - red and green peppers [oranges](/articles/272782)and orange juice [strawberries](/articles/271285) [spinach](/articles/270609)and other green, leafy vegetables [tomatoes](/articles/273031) [potatoes](/articles/280579) - green peas Those at risk of vitamin C deficiency [include](https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/) - people who smoke or have exposure to secondhand smoke - infants who consume only evaporated or boiled milk - people who do not consume a varied diet - people with certain health conditions, especially those that involve intestinal malabsorption Smoking and having exposure to other pollutants can lead to oxidative stress. Antioxidants, such as vitamin C, can help reduce oxidative stress. People who smoke tend to have [lower levels](http://bmjopen.bmj.com/content/5/4/e006979.short) of vitamin C than people who do not smoke. This may be due to having higher levels of oxidative stress. Smoking also causes inflammation and damage to the mucous membranes of the mouth, throat, and lungs. Vitamin C is necessary for healthy mucosa and [helps reduce](http://www.ingentaconnect.com/content/ben/mrmc/2014/00000014/00000005/art00005) inflammation, so the National Institutes of Health (NIH) recommend that people who smoke consume [an extra 35 mg](https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/) The recommended maximum intake of vitamin C for adults is [2,000 mg per day](https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/) Taking too much vitamin C is [unlikely to cause](http://www.nhs.uk/Conditions/vitamins-minerals/Pages/Vitamin-C.aspx) any significant problems, but if a person consumes more than 1,000 mg of vitamin C per day, they will not absorb it all. This may lead to [diarrhea](/articles/158634.php) and gastrointestinal discomfort. People are unlikely to consume too much through their diet, and their bodies cannot store it. However, having a high intake through supplements may result in [kidney stones](/articles/154193.php). This may also increase the risk of cardiovascular problems in females after [menopause](/articles/155651.php), but there is not enough evidence to confirm this. People with hereditary [hemochromatosis](/articles/166455.php), which is an iron absorption disorder, should talk to their healthcare professional before taking vitamin C supplements. Having high vitamin C levels could lead to tissue damage. [Learn more about what happens if a person takes too much vitamin C here.](/articles/326249) Vitamin C is an antioxidant and essential nutrient that has many functions. For example, it helps produce collagen, reduce oxidative stress, and enhance wound healing. Fresh fruits and vegetables are good sources of vitamin C. Some people take supplements, but it is always best to check with a healthcare professional first to make sure they are safe to use. "}