{"title": "What Doctors Know: Lower your blood pressure naturally overnight", "author": "Tribune Content Agency  Published", "url": "https://www.chicagotribune.com/lifestyles/health/sns-201412020000--tms--premhnstr--k-g20141203-20141203-story.html", "hostname": "chicagotribune.com", "description": "High blood pressure and stress are the proverbial chicken and egg. It works like this: if a person eats lots of sugars and grains, insulin receptors get wonky", "sitename": "Chicago Tribune", "date": "2014-12-03", "cleaned_text": "High blood pressure and stress are the proverbial chicken and egg. It works like this: if a person eats lots of sugars and grains, insulin receptors get wonky and shut down, meaning blood cells can no longer absorb magnesium, one of the brain's most important sources of stress relief. Stressful situations can cause your blood pressure to spike, if only temporarily, and long-term stress can lead to long-term hypertension problems. If you find yourself stuck in the hamster wheel of stress and hypertension, there's plenty you can do to ease the pressure, literally. And it needn't take long. Our bodies have a remarkable ability to heal themselves. [Good health is a lifelong investment](http://www.pacificprime.com/), but a little loving care can improve blood pressure almost instantaneously. 1. Take a shot of cayenne pepper. Cayenne opens up blood vessels and helps increase blood flow. This decreases blood pressure naturally, by increasing the rate that blood flows through your system. Easy fix: Mix a half-teaspoon of cayenne into a glass of warm water and honey each morning. This is not only good for blood pressure, but helps to prepare your tummy for digestion for the rest of the day. 2. Take an omega-3 oil. Omega 6:3 ratio is important. A lot of us get way too much omega-6 in our diets, which is what's caused the omega-3 craze. Refined vegetable oil is one of the main culprits, and found in almost all processed foods, and even some orange juices. Because we have way too much omega-6 in our systems, we need to compensate by taking some form of omega-3 oil. Decreasing your intake of processed foods will have a similar effect. Easy fix: A teaspoon of omega-3 oil (flaxseed oil, walnut oil or, by far the best option, krill oil) every night does more than just balance your omega rations: it assists in desensitizing your insulin receptors, promotes cell rejuvenation and healthy sleep, and will help you to wake up feeling fresh and alive. 3. Quit soda. One 12-ounce can of soda contains about 40 grams of fructose, one of the leading high blood pressure risk factors in North America. Consuming 74 or more grams of fructose per day increases your risk of high blood pressure by 77 percent. For people accustomed to drinking a can or two of soda daily, cutting the pop can have a dramatic effect on blood pressure, even eliminating the problem altogether. Easy fix: Switch to coconut water. It's a super sweet and satisfying drink, and all those extra electrolytes have been shown to lower blood pressure. If you're used to drinking several sodas a day, in addition to fruit juice and other processed beverages, try eliminating at least one a day and substituting another for coconut water. 4. Cut down on processed food. Just about all processed foods contain huge amounts of fructose, particularly fruit drinks or any fruit-flavored products. Fructose is hidden all over the supermarket, even in the most unlikely places: processed meats, breads, pasta sauces and dressings. Fast food chains love fructose. The only thing they love more is vegetable oil. Easy fix: If eliminating all processed foods feels like too big a leap, start reading nutritional information and putting back anything containing high-fructose corn syrup, vegetable oil or canola oil. 5. Take apple cider vinegar. In addition to lowering blood pressure almost overnight, apple cider vinegar has a myriad of fringe benefits. Apple cider vinegar helps with indigestion, especially if you suffer from diarrhea. It also soothes sore throats, cures hiccups instantly, and lowers cholesterol. Most importantly, it helps with weight loss by improving metabolism and reducing water retention -- and a healthy weight is key to normalizing blood pressure. Easy fix: Three teaspoons per day of apple cider vinegar can lower your blood pressure significantly within a week. If the taste is too much, mix it with a little warm water or add it to your favorite beverage (as long as it's not a sugary soda). 6. Add garlic to everything. If you're already suffering from high blood pressure, eating garlic regularly can reduce your blood pressure by about 20 points, or 10 to 15 percent. When garlic is crushed it releases allicin, which decreases blood pressure and acts as a natural anti-inflammatory. Make sure you let your garlic sit for about 15 minutes after chopping or crushing, to allow the allicin to release. Cook on a low temperature to get the maximum benefit, as a high temperature will kill many of garlic's healing properties. Easy fix: Take garlic capsules if you don't like the taste of garlic, or can't stand to have garlic breath. Garlic capsules are just as effective as the real deal, and sometimes more so if you have a habit of overcooking your food or don't give the allicin time to release. WhatDoctorsKnow is a magazine devoted to up-to-the minute information on health issues from physicians, major hospitals and clinics, universities and health care agencies across the U.S. Online at [http://www.whatdoctorsknow.com](http://www.whatdoctorsknow.com/). High blood pressure and stress are the proverbial chicken and egg. It works like this: if a person eats lots of sugars and grains, insulin receptors get wonky and shut down, meaning blood cells can no longer absorb magnesium, one of the brain's most important sources of stress relief. Stressful situations can cause your blood pressure to spike, if only temporarily, and long-term stress can lead to long-term hypertension problems. If you find yourself stuck in the hamster wheel of stress and hypertension, there's plenty you can do to ease the pressure, literally. And it needn't take long. Our bodies have a remarkable ability to heal themselves. "}