{"title": "Avery Ellen Mason", "author": null, "url": "https://www.findatopdoc.com/doctor/81226490-Avery-Ellen-Mason-Acupuncturist", "hostname": "findatopdoc.com", "description": "Visit findatopdoc.com for all information on Avery Ellen Mason, Acupuncturist in Aurora, Colorado, 80014. Profile, Reviews, Appointments, Insurances.", "sitename": "FindATopDoc.com", "date": "2000-01-01", "cleaned_text": "Avery Ellen Mason Acupuncturist2323 South Troy St Building 6, Suite 20 Aurora Colorado, 80014 [Show map](#) About Avery Ellen Mason is an acupuncturist practicing in Aurora, Colorado. She evaluates and treats patients based on the concepts of oriental medicine. Acupuncturists complete their evaluations by getting a patient history and looking at and touching the body. Then, they place very fine acupuncture needles into specific points on the body. Stimulating these points and nerves is how acupuncture treats the patients condition. Many of the bodys systems respond to acupuncture, and it can treat physical pain as well as emotional stress. Education and Training Colorado School of Traditional Chinese Medicine Masters in Acupuncture 2015 Provider Details Avery Ellen Mason's Expert Contributions [My mother in law feels very sleepy all through the day. Can acupuncture help her?](https://www.findatopdoc.com/Questions/acupuncture-help-sleepy) Acupuncture can definitely help with energy levels and also kidney disorders. Chinese medicine has been treating conditions like this with acupuncture and herbs for more than 3000 years. The emotional energy of the kidneys is will power, and sometimes the energy is low and there is also a lack of motivation. Acupuncture has been shown to help both of these. All the best, Avery Ellen [READ MORE](https://www.findatopdoc.com/Questions/acupuncture-help-sleepy) [Is there any way acupuncture can help treat asthma?](https://www.findatopdoc.com/Questions/acupuncture-can-help-treat-asthma) Hello! Yes! Acupuncture can help and this is the time of year for the treatment. The ancients say to treat asthma in the 3 hottest days of summer for releif all year long! [READ MORE](https://www.findatopdoc.com/Questions/acupuncture-can-help-treat-asthma) [Can acupuncture help in treating GERD?](https://www.findatopdoc.com/Questions/Can-acupuncture-help-in-treating-GERD) I have helped several people get off of their medication with acupuncture and food recommendations based on their body types and personal imbalances. [READ MORE](https://www.findatopdoc.com/Questions/Can-acupuncture-help-in-treating-GERD) [Will I have to get acupuncture throughout my life?](https://www.findatopdoc.com/Questions/have-to-get-acupuncture-throughout-life) Just depends on the type of back pain. If it's something that is muscular like an injury, that should take a certain amount of treatments to take care of it and then spot treatments if you injure it again. If it's something like a herniated disc or something physically wrong with the vertebra, that is something you will have to get treatments for as symptoms arise. Depending on your injury and frequency of treatments, you could expect relief from pain for days or weeks at a time. Although it is possible to have your injury treated in one treatment depending on your body. [READ MORE](https://www.findatopdoc.com/Questions/have-to-get-acupuncture-throughout-life) [Can acupuncture help me lose weight?](https://www.findatopdoc.com/Questions/can-acupuncture-help-me-lose-weight) Acupuncture has been shown to help with weight loss, I have helped a number of my patience with it. Often times the body gets unbalanced and is unable to process your food properly and excrete waste products properly, so we work to balance your internal systems. I'm also a nutritional counselor and with Chinese medicine and food recommendations you can work in your own time to balance your body. There are also spot treatments that can help with eating addictions. [READ MORE](https://www.findatopdoc.com/Questions/can-acupuncture-help-me-lose-weight) [Can acupuncture really help with hair loss?](https://www.findatopdoc.com/Questions/acupuncture-really-help-with-hair-loss) Yes, there is a type of treatment for the scalp that has been shown to stimulate the follicles using a plum blossom needle and special delicate tapping. [READ MORE](https://www.findatopdoc.com/Questions/acupuncture-really-help-with-hair-loss) [Is there a cure for acute arthritis in acupuncture?](https://www.findatopdoc.com/Questions/cure-for-acute-arthritis-in-acupuncture) I have personally helped several people with releif from arthritis for more than 6 months at a time or longer. It depends on the type you have and the frequency of your treatments in the beginning how much releif you get and for how long. Every one is different. [READ MORE](https://www.findatopdoc.com/Questions/cure-for-acute-arthritis-in-acupuncture) Areas of expertise and specialization Avery Ellen Mason's Practice location Aurora, Colorado 80014 [Get Direction](https://www.google.com/maps/place/2323 South Troy St Aurora Colorado 80014) Recommended Articles [What Is Nighttime Back Pain?](https://www.findatopdoc.com/Healthy-Living/What-Is-Nighttime-Back-Pain) What Is Nighttime Back Pain?Nighttime back pain is a more painful and irritating type of back pain, unlike other types back pain that disappears after some posture adjustment. The nighttime back pain is more persistent, even present during the night. It is also known as nocturnal back pain.... [What to Expect While Undergoing an Acupuncture](https://www.findatopdoc.com/Healthy-Living/What-to-Expect-While-Undergoing-an-Acupuncture) Before having your first acupuncture treatment, there are numerous things you should keep in mind. Most acupuncture points are situated on the legs and lower arms, so it's important to wear clothes that will allow easy access to such areas. Moreover, avoid going for treatment while hungry or right... [Reasons Why You Need Acupuncture](https://www.findatopdoc.com/Healthy-Living/Reasons-Why-You-Need-Acupuncture) If you haven't tried acupuncture and you're wondering whether it's effective, here are several supportive reasons why you should give it a try: ... [Alternative Treatments for Liver Cancer](https://www.findatopdoc.com/Diet-and-Nutrition/Alternative-Treatments-for-Liver-Cancer) Alternative treatments for liver cancer refer to alternative medical procedures rather than the conventional and allopathic medications used to treat liver cancer. They include herbs, traditional Chinese medicine and homeopathy among others. The alternative treatments require a certification and... [The Risks of Acupuncture](https://www.findatopdoc.com/Healthy-Living/The-Risks-of-Acupuncture) The risks associated with acupuncture are minimal if you have a competent, qualified acupuncture practitioner.Possible complications and side effects include:Worsening of Pre-existing SymptomsWhilst most people experience a significant improvement in their condition following acupuncture, some... [Is Acupuncture a Holistic Treatment?](https://www.findatopdoc.com/Healthy-Living/Is-Acupuncture-a-Holistic-Treatment) The holistic theory of acupuncture derives its basis from the patterns of energy that flows across the body. During a healthy state, energy travels freely through a network of channels in the body. These channels are often referred to as meridians. Such disruptions are responsible for the occurrence... Nearby Providers [Daisy Dong L. AC. CMD](/doctor/1916920-Daisy-Dong-Acupuncturist)1325 S Colorado Blvd Denver CO 80222 [Ashleigh Taylor-Schmidt](/doctor/82735066-Ashleigh-Taylor-Schmidt-Acupuncturist)7625 W. 5th Ave Ste 215D [Mr. Robert Arthur Wesley 80228 [Dr Ellington](/doctor/85018623-Dr-Bret-Ellington-Acupuncturist)2000 W 120th Ave, Suite "}