{"title": "Alternative Vaccine Schedule for Babies", "author": "The Bump", "url": "https://www.thebump.com/a/alternative-vaccine-schedule", "hostname": "thebump.com", "description": "Should you stick to the recommended vaccine plan or go with an alternate schedule for baby? Check out what two doctors have to say and decide for yourself.", "sitename": "The Bump", "date": "2017-04-03", "cleaned_text": "Point & Counterpoint: Alternate Vaccine Schedule Alternative Schedules Are Safe Robert W. Sears, MD There's a demand for alternative schedules. Many new parents feel overwhelmed by the number of vaccines given to young babies today; 24 doses are given in the first year alone. When parents realize the medical establishment is trying to push unnecessary vaccines on them, they begin to question the entire process. The result is that parents simply want to vaccinate more carefully, and be smarter about it, instead of blindly following the system. There's a Well-Planned Alternative The alternative schedule [I outline in The Vaccine Book] is designed to provide infants with only the vaccines that protect against diseases that pose a legitimate threat to them. And it does so in a timely manner, so infants aren't left unprotected against anything that might pose a risk. It provides on-time protection against whooping cough, rotavirus, Hib disease and pneumococcal disease—four illnesses that can be potentially fatal for infants (although fatalities are extremely rare in the US). The CDC schedule gives these four vaccines at two, four and six months (along with Hep B and Polio). My alternative schedule staggers them: whooping cough and rotavirus at two, four and six months; Hib and pneumococcal at three, five and seven months; Hep B is delayed for a few years; and polio isn't started until nine months. The only difference between the two approaches is that the alternative schedule is staggered, so fewer doses are given together, with little to no delay in any important vaccines. Spacing Out Shots Could Prevent Complications The theoretical advantage to the alternate schedule is it may cause fewer negative reactions, although this hasn't been proven in research. A second theoretical advantage is that it limits overload of the various chemical ingredients given at any one time. Aluminum, in particular, is better handled by the body when given in smaller amounts spread out over time, instead of larger doses all at once. Aluminum is necessary in many vaccines in order for them to work well, yet it's known to be toxic when injected in high doses. The same was true for mercury when it was in vaccines, although it hasn't been used in US vaccines since 2002. No thorough comparison has been done between the CDC schedule and my alternative one in regard to reactions. It is my opinion, however, that giving only two shots at a time is much better tolerated than giving six vaccines together. Worried Parents Are More Likely to Vaccinate with an Adjusted Schedule The advantages of the alternative schedule are, admittedly, theoretical. Yet in my experience, many parents who choose not to vaccinate do so because they don't want to overload their babies. When offered a more gradual approach, they are more compliant and vaccine rates increase. Delayed Shots Are the Unimportant Ones I don't delay any vaccines that protect against diseases that are a clear and present danger. For example, delaying Hepatitis B doesn't pose any risk. Delaying polio for several months doesn't either, as we don't have polio in the US. A delay in Hepatitis A is also not a risk, as this is a harmless disease in children. Diseases that are extremely rare, have been eliminated from our country or are generally mild when contracted are less important to vaccinate against. Robert W. Sears, MD, is a pediatrician in Orange County, CA, and author of The Vaccine Book: Making the Right Decision for Your Child They Leave Baby Vulnerable To Disease Daniel P. McGee, MD If you're on an alternate schedule, you're just delaying protection. These are preventable diseases, and they strike hardest in younger children. For example, there was a recent whooping cough outbreak. Whooping cough particularly is more severe in babies; their tiny airways are small and their respiratory systems can't handle it. For adults, it might just be a hacking cough, but for a little infant, she might need to be put on a ventilator. Some babies even die from it. It's Not Scientifically Backed Stick to the AAP schedule. There's no science to say it's better or safer to spread out the shots. Plus, you are delaying protection at the time when babies need it most. I've looked closely at the alternative schedule, and I've wondered what it's based on. It seems like it just kind of looked good. There appears to be no scientific basis—just that it's more spread out than a typical schedule, and it requires more doctor visits. Overexposure to Immunizations Isn't a Thing The multiple antigen theory is kind of a joke. I tell parents who are concerned about giving multiple shots at once that every time their child falls onto the carpet, they're exposed to more antigens than they are when they get vaccinated. Side effects do occur. We see some fevers and swelling at the injection site, but it's very rare to have a severe reaction. In any case, getting the disease would have a much more negative effect and would be worse for a child than any side effect. It's also important to note that you don't get any protection from an immunization that's a series of shots until you've had all three of the shots. Yes, there is something daunting about a child getting five shots in a single visit. It can be intimidating. But after seeing children with the diseases that vaccines can prevent, I must say they get much more poking when they have those diseases than they will get with shots. Nope, More Visits to the Doctor Make It Harder to Keep Up The alternative schedule is a lot, and it gets confusing. You have to make 19 visits to the doctor before the child is six years old. There are 12 visits before the age of two. The more visits you have to make, the less likely you are to comply with it. Missing vaccines just puts your child at risk. All Vaccines Are Important All it would take is one unimmunized person to travel to a part of the world where the disease is still present. This happened recently in Brooklyn, New York, with measles, and it can keep happening. Daniel P. McGee, MD, is a Spectrum Health Medical Group physician who practices as a pediatric hospitalist at Helen DeVos Children's Hospital in Grand Rapids, MI Please note: The Bump and the materials and information it contains are not intended to, and do not constitute, medical or other health advice or diagnosis and should not be used as such. You should always consult with a qualified physician or health professional about your specific circumstances. [Want a personalized experience?Download The Bump App for daily pregnancy and newborn updates with our "}