{"title": "PDF", "author": "PDF", "url": "https://www.umassmed.edu/globalassets/orthopedics/documents/ratoday---vol-5-issue-1.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "vol. 5, issue 1 Did you know that people with rheumatoid arthritis (RA) are two to four times more likely than the general population to suffer from depression? With the prevalence said to affect between 13 and 40 percent who have the inflammatory disease, it's not surprising there is great interest in better understanding the link. Does systemic inflammation lead directly to depression or does the inflammation increase disease activity, which is then associated with depression? \"There is a body of literature recognizing depression as an inflammatory state. There's a well-documented event called cytokine induced depression, where cyto - kines are increased and depression occurs,\" explains Patricia Katz, PhD, a professor of medicine at the University of California San Francisco (UCSF) whose research has focused on the relationship between The Connection Between Inflammation and Depression Researchers are investigating how RA inflammation and depression are linked. By Jennifer Davis Today continued on page 42 TReATme NTS Treat-to-Target Approach 3 Q&A Sodium Effects on RA 9 ReSeARCh BRiefS NSAIDs Risks, Falls, Methotrexate Combos DiAGNoSiS Types of RA You S AiD iT How Have You Changed Your Diet?From the experts who bring you Arthritis t odAy 2rA to DAy VOL. 5,ISSUE1TreaTmen Ts Treat-to-Target for ra The T2T approach has been shown to improve outcomes, so why are some rheumatologists reluctant to follow it? By Timothy Gower for Chris Torchia, routine checkups with rheu - matologists rarely revealed any important in - formation about her rheumatoid arthritis (RA), which she has had since her early 20s. Doctors would ask Torchia how she was feeling and maybe a few other questions. The appointments usually ended soon thereafter. A few years ago, Torchia, now 51, began seeing a new rheumatologist, Leslie Harrold, MD, of UMass Memorial Medical Center, in Worcester, Mass. Dr. Harrold starts with the same question — how are you feeling? — which she asks Torchia to answer on a scale of zero to 10, with 10 being intense pain. Then it's onto the exam table, where Dr. Harrold systemati - cally checks Torchia's joints and counts how many are tender or swollen. She compiles all the information on a preprinted form, along with her own estimate of Torchia's RA status (again, using a zero-to-10 scale, with 10 meaning \"very poor\"). Dr. Harrold adds these numbers to produce a score. By comparing scores from one appointment to the next, she can see whether her patient is achieving the goal of keeping RA under control. If not, says Torchia, \"we can use that data to make adjustments to my medications.\" Dr. Harrold's approach toward caring for patients with RA is known as \"treat to target,\" sometimes abbreviated as T2T. Studies show that T2T is an effective strategy for managing RA. Dr. Harrold and other rheumatologists who have adopted T2T say it provides a valuable tool for identifying the best therapies for their patients. Aiming at Targets The concept of T2T is hardly new. Doctors who treat other conditions, such as heart disease and diabetes, have long used treatment targets, or goals. For instance, physicians who treat diabe - tes use a blood test called the HbA1c assay to monitor patients' blood sugar levels. If a patient fails to achieve his HbA1c target, the doctor can respond by increasing the drug dose or prescribing additional medicine. In caring for RA, T2T works this way: The rheumatologist and patient agree on a treatment target. The target is usually remission or, at most, very mild symptoms. At each checkup, the doctor uses an objective test to measure how well the patient is managing his or her RA. Dr. Harrold uses a measurement tool called the Clinical Disease Activity Index (CDAI), but others are available. The doctor compares the new test score with the prior score. If the more recent number suggests that the patient's RA has not improved or is worsening, the doctor may increase his or her medication dose, or add or change medications. Several studies suggest that the T2T strategy helps patients keep RA pain and other symptoms at bay. In one 18-month trial, 65 percent of RA patients whose doctors used the T2T approach went into remission, compared to 16 percent of patients whose doctors used a less structured approach to evaluating patients during office visits. Overall, patients in the T2T group were nearly twice as likely to have a good response to treatment. An u nderused Strategy in 2010, an international task force of rheuma - tologists published guidelines in the Annals of the Rheumatic Diseases recommending T2T strategies to their colleagues as a way of achieving \"optimal therapeutic outcomes in RA.\" Yet many rheumatologists in the United States have yet to embrace the T2T approach. \"It's very underutilized,\" says University of Colorado School of Medicine rheumatologist Marc D. Cohen, MD, who along with colleague Kathryn F. Hobbs, MD, wrote about using treatment targets in RA last year in the journal Rheumatology . Instead, most rheumatologists in this country rely largely on their own clinical judgment and medical training to guide their treatment decisions. Drs. Cohen and Hobbs understand why some physi - cians in the United States have been reluctant to employ T2T. For some rheumatologists, implementing T2T strategies may seem impractical, says Dr. Hobbs. For instance, one of the better established tools for measur - ing disease activity in RA is known as the DAS28. This test involves complex number crunching that requires a special calculator. The patient must also have blood drawn, which is then sent to a lab and checked for markers of inflammation. Many rheumatologists in this country work in practices that lack the staff and resources to address those needs, and may feel that us - ing treatment targets \"takes too much time and energy away from patient care,\" says Dr. Hobbs. What's more, some rheumatologists may not be persuaded that using tools to measure pain levels will make much difference in a patient's treatment plan, Dr. Cohen suggests. Before the arrival of biologic drugs, medications for RA offered limited relief. \"An attitude developed that there was no reason to do a lot of formal measurements because there wasn't that much we could do it about it,\" says Dr. Cohen. \"I think some of that lives on.\"To day A pu BlicATion of Medical and Editorial Advisory Board Marc Cohen , md ProfessorofMedicine ChiefofRheumatology NationalJewishMedical andResearchCenter DENVER Kathleen M. Ferrell pt, mla Adjunct Faculty DivisionofRheumatology Washington University ,D.C. John H. Klippel, md President/ CEO tA Staff Cindy T. McDaniel Publisher Marcy O'Koon-Moss Editorial Director Bethany day He also believes that many rheumatologists were attracted to the specialty by the challenge of treating diseases using only their instincts and education. To suddenly hear that they should use formal measuring tools to justify their treatment decisions can be threatening, he says. Required Readings? Dr. Harrold notes that doctors in all fields of medicine often take a slow approach to adopting new clinical procedures and treatment strategies. \"It's hard to change physician practice,\" she says. In a 2012 study published in Arthritis & Rheuma - tism, Dr. Harrold and several colleagues analyzed prescribing habits among a group of U.S. rheuma - tologists six months after the American College of Rheumatology published its 2008 guidelines on how to administer RA drugs. They found that publication of the new guidelines \"did not signifi - cantly change treatment patterns.\" Dr. Harrold's study showed that more than half of the patients treated by these rheumatologists were not receiv - ing treatments in accordance with the guidelines. Doctors who have been reluctant to use T2T strategies may not have a choice in the future. Dr. Hobbs predicts that cost-conscious insurers will eventually refuse to pay for pricey biologic drugs unless doctors submit results from formal tests as evidence that a patient with RA has stopped responding to less-expensive conventional medi - cations. In the meantime, Dr. Harrold insists that using the CDAI to help guide her treatment decisions is quick and efficient. \"It takes about a minute. I can do it in my head,\" she says. Not long ago, a bump up in Chris Torchia's CDAI score prompted Dr. Harrold to switch her patient from oral methotrexate to the injectable variety, which she felt might be more effective. Torchia, who directs the information technology department at a university, says the data didn't lie. \"The change,\" she notes, \"did make an im - provement.\" Can biologics make your RA worse before it gets better? Can a high-sodium diet put you at risk for RA? A recent article in the journal Nature quotes multiple studies that link a high sodium diet to an increase in autoimmunity through TH17 pathways, which are immune system cells. While we do not have enough evidence to say that a high sodium diet is linked to RA specifically, as a clinician, I now tell my patients to start a low sodium diet, especially those patients who are interested in lifestyle changes. —sheeja Francis, m D Clinical Instructor, Division of Rheumatology, Department of Internal Medicine, University of Michigan Ann Arbor, Mich.Medical Consultask The exper Ts People who start biologic agents for rheumatoid arthritis may have flares of the disease. This is probably related to disease activity before the medications take full effect. If joint swelling and pain occur for more than two doses of the medications, the physician should be contacted. If a single joint becomes inflamed, the doctor should be contacted to ensure that there is not an infection. —Celeste t homas, m D Rheumatologist, Memorial Her - mann The Woodlands Hospital The Woodlands, TexasIllustrat Ions by t racy walker Do you have a question for our medical experts? Send your questions to ratoday@arthritis.org .4rA to DAy VOL. 5,ISSUE1 To day function and psychological status among adults with chronic health conditions like RA. \"However, there are some people who think that rather than the inflammation causing the depression, the depression causes the in - flammation. There is some evidence going that way, too. But I think in a disease that has an inflammatory underpinning as RA does, there is more work needed,\" she says. Which Comes first? Katz and her colleague Mary Margaretten, MD, were two of the authors of a 2011 special report published in the International Journal of Clinical Rheumatology that reviewed what is cur - rently known about the link between RA and depression and what role inflammation might play. \"It's analogous to cardiovascular disease in RA. There is this high risk of heart disease in patients with RA due to traditional risk factors and novel risk factors like inflammation. Similarly, there is a disproportionate burden of depres - sion in our patients,\" explains Dr. Margaretten, an assistant professor of medicine in UCSF's Division of Rheumatology. \"We know that traditional risk factors, such as pain and disability, cause depression in RA, but there is this novel idea that inflamma - tion plays a role as well. This idea that inflammation contributes to depression in RA is gaining more acceptance. More research is occur - ring but it's still not enough,\" Dr. Margaretten says. Even in patients without RA, there appears to be a link between inflammation and depression. A 2004 study published in the Archives of Internal Medicine by researchers at Johns Hopkins University found major depression strongly associ - ated with increased levels of C-reactive protein (CRP) in men. CRP is a marker of inflammation. New Directions for Research in a 2009 study published in Arthritis & Rheumatism , Japanese researchers found an association between inflammation and depression. Their analysis of CRP levels and self-reported ques - tionnaires from 218 RA patients showed inflammation and depres - sion independently increased the chance someone was experiencing severe pain. When they were present together, the risk of severe pain increased even more. \"With that study, one does not know what came first. Based on that study you can say depression and inflammation are associated, but you can't say inflammation causes depression,\" Dr. Margaretten explains.Researchers find CRP helpful to study because it's an objective marker of inflammation that is easily measured in clinical practice. But laboratory researchers are also focusing on pro-inflammatory cytokines, which are signaling molecules that promote inflammation. In a study published April 2012 in the International Journal of Rheu - matic Diseases , Singapore researchers compared the pro-inflammatory cytokine levels of 18 RA patients and 18 healthy patients and found that tumor necrosis factor-alpha, or TNF-a, interleukin (IL)-6 and IL-17 were all much higher in RA patients than the control group. IL-17 levels were especially raised in the RA group that had higher rates of anxiety. \"We increasingly recognize that the occurrence of mood disorders in patients with rheumatic diseases may not be just reactive in na - ture. There is a potential biological mechanism behind this,\" explains the study's principal investigator Anselm Mak, MD, an assistant pro - fessor and consultant in the Division of Rheumatology at the National University of Singapore. Dr. Mak says the biological explanation appears linked to a neurotransmitter called substance P that affects the pain response. Theoretically, chronic pain as a result of RA induces the release of substance P in the sensory nerve endings, and substance P has been shown to enhance Th17 cells, which produce IL-17 and other cy - tokines. However, Dr. Mak stresses experiments are needed to confirm this hypothesis. Katz says continuing to focus on what inflammatory markers play a role in depression is key. \"If you can drill it down, maybe that makes a difference in treatment. If increased inflammation is leading to depres - sion and you find out that the pri - mary driver of that inflammation is TNF, then that might suggest that treatment with a TNF inhibitor would make a difference,\" she explains. \"If it is CRP that is more generalizeable, there's not a specific drug that attacks CRP. On the other hand, there are things, like weight loss and physical activity, that we know lowers inflammation. If people increase their physical activity and lose weight, does that help just as much? I don't know, but it's a reasonable question to ask,\" she adds. Daniel Claw, MD, professor of medicine and psychiatry and director of the Chronic Pain and Fatigue Research Center at the University of Michigan in Ann Arbor, agrees this is an intriguing form of research, but says more work needs to be done to confirm it. \"I think there's been too rapid a move in the psychiatry field into believing cytokines are directly causing depression and might be an appropriate therapeutic target,\" Dr. Clauw offers. \"That is a reason - able hypothesis and may turn out to be true, but I don't think we are there yet.\" COVER STORY The Inflammation-Depression Connection continued from cover Managing Depression In People With RA If you think you may be experiencing bouts of depression, don't ignore it. Instead, know there are things you can do. 1. Speak up. Experts say don't be afraid to mention to your primary care doctor and rheumatologist that you are feeling depressed. It's a common condition, but there are treatments that can help. 2. Therapy. Your doctors may suggest talk therapy or cognitive behavioral therapy which focuses on changing your thoughts and feelings to help you better cope with your disease. 3. Medication. Depending on the severity of your symptoms, your doctor may consider antidepres - sants to help. 4. Exercise. Being active releases endorphins, which can boost your mood and help fight depres - sion. Daily exercise also promotes weight loss and improves physical function — all of which can help with a positive outlook, too.YOGA DESIGNED FOR YOU! ONLY $24.95Ease pain, increase strength and flexibility and improve well-being naturally with Arthritis-Friendly Yoga. DVD INCLUDES: An introduction by yoga and arthritis expert Steffany Moonaz, PhD 60 minute full practice including easy-to-follow poses Step-by-step demonstrations for modifying poses to protect your joints Sun Salutation to keep your body energized and moving Relaxation and meditation to calm your mind By purchasing Arthritis Foundation products, you support arthritis research and programs.ORDER NOW! Xeljanz 17.25\" Arthritis Today- RA Today Newsletter - 7/1, Conde Nast Traveler - 7/1, Weight Watchers - 7/1, WebMD - 7/22 Joe Castrianni 8-4407 This advertisement prepared N.Y. 3F72720_PF3_b6.1_pg.indd CLIENT: Pfizer FOR MODERATE TO SEVERE RA Your body was made for better things than RA. Discover XELJANZ® XELJANZ is a prescription medicine for adults with moderate to severe rheumatoid arthritis for whom methotrexate did not work well. XELJANZ is a small pill that, when taken twice daily, can reduce the joint pain and swelling of RA, even without methotrexate. Visit XELJANZ.com to learn more. ASK YOUR RHEUMATOLOGIST IF XELJANZ IS RIGHT FOR YOU What is XELJANZ? XELJANZ is a prescription medicine called a Janus kinase (JAK) inhibitor. XELJANZ is used to treat adults with moderately to severely active rheumatoid arthritis in which methotrexate did not work well. It is not known if XELJANZ is safe and e ective in people with Hepatitis B or C. XELJANZ is not for people with severe liver problems. It is not known if XELJANZ is safe and e ective in children. IMPORTANT SAFETY INFORMATION What is the most important information I should know about XELJANZ? Serious infections. XELJANZ can lower the ability of your immune system to ght infections. Some people have serious infections while taking XELJANZ, including tuberculosis (TB), and infections caused by bacteria, fungi, or viruses that can spread throughout the body. Some people have died from these infections. Your healthcare provider should test you for TB before starting XELJANZ, and monitor you closely for signs and symptoms of TB infection during treatment. You should not start taking XELJANZ if you have any kind of infection unless your healthcare provider tells you it is okay. Cancer and immune system problems. XELJANZ may increase your risk of certain cancers by changing the way your immune system works. Lymphoma and other cancers can happen in patients taking XELJANZ. Some people who have taken XELJANZ with certain other medicines to prevent kidney transplant rejection have had a problem with certain white blood cells growing out of control (Epstein Barr Virus-associated post transplant lymphoproliferative disorder). Tears (perforation) in the stomach or intestines. Some people taking XELJANZ get tears in their stomach or intestine. This happens most often in people who also take nonsteroidal anti-infl ammatory drugs (NSAIDs), corticosteroids, or methotrexate. Tell your healthcare provider right away if you have fever and stomach-area pain that does not go away, and a change in your bowel habits.Changes in lab test results. Your healthcare provider should do blood tests before you start receiving XELJANZ, and at certain times while you are taking XELJANZ, to check for the following side e ects: changes in lymphocyte counts. Lymphocytes are white blood cells that help the body ght o infections. low neutrophil counts. Neutrophils are white blood cells that help the body ght o infections. low red blood cell count. This may mean that you have anemia, which may make you feel weak and tired. Your healthcare provider should also routinely check certain liver tests. You should not receive XELJANZ if your lymphocyte count, neutrophil count, or red blood cell count is too low or your liver tests are too high. Your healthcare provider may stop your XELJANZ treatment for a period of time if needed because of changes in these blood test results. Your healthcare provider should do blood tests to check your cholesterol levels 4-8 weeks after you start XELJANZ, and as needed after that. Before taking XELJANZ, tell your healthcare provider if you: think you have an infection or have symptoms of an infection such as fever, sweating, or chills; muscle aches; cough; shortness of breath; blood in phlegm; weight loss; warm, red, or painful skin or sores on your body; diarrhea or stomach pain; burning when you urinate or urinating more often than normal; or feeling very tired are being treated for an infection get a lot of infections or have infections that keep coming back have diabetes, HIV, or a weak immune system. People with these conditions have a higher chance for infections. have TB, or have been in close contact with someone with TB live or have lived in, or have traveled to certain parts of the country (such as the Ohio and Mississippi River valleys and the Southwest) where there is an increased chance for getting certain kinds of fungal infections (histoplasmosis, coccidioidomycosis, or blastomycosis). These infections may happen or become more severe if you use XELJANZ. Ask your healthcare provider if you do not know if you have lived in an area where these infections are common. have or have had hepatitis B or C or liver problems have ever had any type of cancer have kidney problems have any stomach area (abdominal) pain or been diagnosed with diverticulitis (infl ammation in parts of the large intestine) or ulcers in your stomach or intestines have had a reaction to tofacitinib or any of the ingredients in XELJANZ have recently received or are scheduled to receive a vaccine. People taking XELJANZ should not receive live vaccines but can receive non-live vaccines. have any other medical conditions plan to become pregnant or are pregnant. It is not known if XELJANZ will harm an unborn baby. Pregnancy Registry: P zer has a registry for pregnant women who take XELJANZ. The purpose of this registry is to check the health of the pregnant mother and her baby. If you are pregnant or become pregnant while taking XELJANZ, talk to your healthcare provider about how you can join this pregnancy registry or you may contact the registry at 1-877-311-8972 to enroll. plan to breastfeed or are breastfeeding After starting XELJANZ, call your healthcare provider right away if you have any symptoms of an infection. XELJANZ can make you more likely to get infections or make worse any infection that you have. Tell your healthcare provider about all the medicines you take, especially any other medicines to treat your rheumatoid arthritis. You should while you are taking XELJANZ. Taking XELJANZ with these medicines may increase your risk of infection. Tell your healthcare provider if you are taking medicines that a ect the way certain liver enzymes work. Ask your healthcare provider if you are not sure if your medicine is one of these. What are other possible side e ects of XELJANZ? XELJANZ may cause serious side e ects including hepatitis B or C activation infection in people who carry the virus in their blood. If you are a carrier of the hepatitis B or C virus (viruses that a ect the liver), the virus may become active while you use XELJANZ. Tell your healthcare provider if you have the following symptoms of a possible hepatitis B or C infection: feeling very tired, skin or eyes look yellow, little or no appetite, vomiting, clay-colored bowel movements, fevers, chills, stomach discomfort, muscle aches, dark urine, and skin rash. Common side e ects of XELJANZ include: upper respiratory tract infections (common cold, sinus infections), headache, diarrhea, and nasal congestion, sore throat, and runny nose (nasopharyngitis). You are encouraged to report negative side e ects of prescription drugs to the FDA. Visit www.fda.gov/medwatch or call 1-800-FDA-1088. Please see additional Patient Information on the following page. All trademarks are property of their respective owners. TRA576308-01A1 © 2013 Pfizer, Inc. All rights reserved. June 2013JOB: PF3-TOF-M93011A1/TRA576308-01-A1 DOCUMENT NAME: 3F72720_PF3_b6.1_pg.indd DESCRIPTION: Xeljanz Branded Print - 17.25\" Arthritis Today- RA Today Newsletter - 7/1, Conde Nast Traveler - 7/1, Weight Watchers - 7/1, WebMD - 7/22 Joe Castrianni 8-4407 This advertisement prepared N.Y. 3F72720_PF3_b6.1_pg.indd CLIENT: Pfizer FOR MODERATE TO SEVERE RA Your body was made for better things than RA. Discover XELJANZ® XELJANZ is a prescription medicine for adults with moderate to severe rheumatoid arthritis for whom methotrexate did not work well. XELJANZ is a small pill that, when taken twice daily, can reduce the joint pain and swelling of RA, even without methotrexate. Visit XELJANZ.com to learn more. ASK YOUR RHEUMATOLOGIST IF XELJANZ IS RIGHT FOR YOU What is XELJANZ? XELJANZ is a prescription medicine called a Janus kinase (JAK) inhibitor. XELJANZ is used to treat adults with moderately to severely active rheumatoid arthritis in which methotrexate did not work well. It is not known if XELJANZ is safe and e ective in people with Hepatitis B or C. XELJANZ is not for people with severe liver problems. It is not known if XELJANZ is safe and e ective in children. IMPORTANT SAFETY INFORMATION What is the most important information I should know about XELJANZ? Serious infections. XELJANZ can lower the ability of your immune system to ght infections. Some people have serious infections while taking XELJANZ, including tuberculosis (TB), and infections caused by bacteria, fungi, or viruses that can spread throughout the body. Some people have died from these infections. Your healthcare provider should test you for TB before starting XELJANZ, and monitor you closely for signs and symptoms of TB infection during treatment. You should not start taking XELJANZ if you have any kind of infection unless your healthcare provider tells you it is okay. Cancer and immune system problems. XELJANZ may increase your risk of certain cancers by changing the way your immune system works. Lymphoma and other cancers can happen in patients taking XELJANZ. Some people who have taken XELJANZ with certain other medicines to prevent kidney transplant rejection have had a problem with certain white blood cells growing out of control (Epstein Barr Virus-associated post transplant lymphoproliferative disorder). Tears (perforation) in the stomach or intestines. Some people taking XELJANZ get tears in their stomach or intestine. This happens most often in people who also take nonsteroidal anti-infl ammatory drugs (NSAIDs), corticosteroids, or methotrexate. Tell your healthcare provider right away if you have fever and stomach-area pain that does not go away, and a change in your bowel habits.Changes in lab test results. Your healthcare provider should do blood tests before you start receiving XELJANZ, and at certain times while you are taking XELJANZ, to check for the following side e ects: changes in lymphocyte counts. Lymphocytes are white blood cells that help the body ght o infections. low neutrophil counts. Neutrophils are white blood cells that help the body ght o infections. low red blood cell count. This may mean that you have anemia, which may make you feel weak and tired. Your healthcare provider should also routinely check certain liver tests. You should not receive XELJANZ if your lymphocyte count, neutrophil count, or red blood cell count is too low or your liver tests are too high. Your healthcare provider may stop your XELJANZ treatment for a period of time if needed because of changes in these blood test results. Your healthcare provider should do blood tests to check your cholesterol levels 4-8 weeks after you start XELJANZ, and as needed after that. Before taking XELJANZ, tell your healthcare provider if you: think you have an infection or have symptoms of an infection such as fever, sweating, or chills; muscle aches; cough; shortness of breath; blood in phlegm; weight loss; warm, red, or painful skin or sores on your body; diarrhea or stomach pain; burning when you urinate or urinating more often than normal; or feeling very tired are being treated for an infection get a lot of infections or have infections that keep coming back have diabetes, HIV, or a weak immune system. People with these conditions have a higher chance for infections. have TB, or have been in close contact with someone with TB live or have lived in, or have traveled to certain parts of the country (such as the Ohio and Mississippi River valleys and the Southwest) where there is an increased chance for getting certain kinds of fungal infections (histoplasmosis, coccidioidomycosis, or blastomycosis). These infections may happen or become more severe if you use XELJANZ. Ask your healthcare provider if you do not know if you have lived in an area where these infections are common. have or have had hepatitis B or C or liver problems have ever had any type of cancer have kidney problems have any stomach area (abdominal) pain or been diagnosed with diverticulitis (infl ammation in parts of the large intestine) or ulcers in your stomach or intestines have had a reaction to tofacitinib or any of the ingredients in XELJANZ have recently received or are scheduled to receive a vaccine. People taking XELJANZ should not receive live vaccines but can receive non-live vaccines. have any other medical conditions plan to become pregnant or are pregnant. It is not known if XELJANZ will harm an unborn baby. Pregnancy Registry: P zer has a registry for pregnant women who take XELJANZ. The purpose of this registry is to check the health of the pregnant mother and her baby. If you are pregnant or become pregnant while taking XELJANZ, talk to your healthcare provider about how you can join this pregnancy registry or you may contact the registry at 1-877-311-8972 to enroll. plan to breastfeed or are breastfeeding After starting XELJANZ, call your healthcare provider right away if you have any symptoms of an infection. XELJANZ can make you more likely to get infections or make worse any infection that you have. Tell your healthcare provider about all the medicines you take, especially any other medicines to treat your rheumatoid arthritis. You should while you are taking XELJANZ. Taking XELJANZ with these medicines may increase your risk of infection. Tell your healthcare provider if you are taking medicines that a ect the way certain liver enzymes work. Ask your healthcare provider if you are not sure if your medicine is one of these. What are other possible side e ects of XELJANZ? XELJANZ may cause serious side e ects including hepatitis B or C activation infection in people who carry the virus in their blood. If you are a carrier of the hepatitis B or C virus (viruses that a ect the liver), the virus may become active while you use XELJANZ. Tell your healthcare provider if you have the following symptoms of a possible hepatitis B or C infection: feeling very tired, skin or eyes look yellow, little or no appetite, vomiting, clay-colored bowel movements, fevers, chills, stomach discomfort, muscle aches, dark urine, and skin rash. Common side e ects of XELJANZ include: upper respiratory tract infections (common cold, sinus infections), headache, diarrhea, and nasal congestion, sore throat, and runny nose (nasopharyngitis). You are encouraged to report negative side e ects of prescription drugs to the FDA. Visit www.fda.gov/medwatch or call 1-800-FDA-1088. Please see additional Patient Information on the following page. All trademarks are property of their respective owners. TRA576308-01A1 © 2013 Pfizer, Inc. All rights reserved. June 2013Job: PF3-TOF-M92657A Document name: 3D72416_PF3_a4.1_pg.indd Description: & - 5/15, Good Houskeeping - 5/15, WebMD - 5/23, Time - 5/24, Cooking Light - 5/28, Travel & Leisure 5/29, Conde Nast Traveler - 5/30, Health - 6/21, Weight Watch - ers - 7/1, Arthritis Today - 7/9, Health Monitor Arthritis - 7/9, Arthritis Self Management - 7/10, Entertainment Weekly - 8/19 art Director: Simon Hunt Joe Castrianni x8-4407 this advertisement prepared n.y. 3D72416_pf3_a4.1_pg.indd client: Pfizer Univers Std (57 Condensed, 67 Bold Condensed, 55 Roman), Helvetica LT Std (Condensed, Bold Condensed), Helvetica Neue LT Std link name: XELJANZ_Logo_5mg_R_K_yr.eps, Pfizer_K_yr.ai, PHA_boxlogo_K_yr.ai ink name: BlackS:6.875\"S:9.5\"T:8.5\"T:11\"Read the Medication Guide that comes with XELJANZ before you start taking it and each time you get a refill. There may be new information. This brief summary does not take the place of talking to your healthcare provider about your medical condition or treatment. What is the most important information I should know about XELJANZ? XELJANZ may cause serious side effects including: 1. Serious infections. XELJANZ is a medicine that affects your immune system. XELJANZ can lower the ability of your immune system to fight infections. Some people have serious infections while taking XELJANZ, including tuberculosis (TB), and infections caused by bacteria, fungi, or viruses that can spread throughout the body. Some people have died from these infections. Your healthcare provider should test you for TB before starting XELJANZ. Your healthcare provider should monitor you closely for signs and symptoms of TB infection during treatment with XELJANZ. You should not start taking XELJANZ if you have any kind of infection unless your healthcare provider tells you it is okay. Before starting XELJANZ, tell your healthcare provider if you: think you have an infection or have symptoms of an infection such as: - fever, sweating, or chills - muscle aches - cough - shortness of breath - blood in phlegm - weight loss - warm, red, or painful skin or sores on your body - diarrhea or stomach pain - burning when you urinate or urinating more often than normal - feeling very tired are being treated for an infection get a lot of infections or have infections that keep coming back have diabetes, HIV, or a weak immune system. People with these conditions have a higher chance for infections. have TB, or have been in close contact with someone with TB live or have lived, or have traveled to certain parts of the country (such as the Ohio and Mississippi River valleys and the Southwest) where there is an increased chance for getting certain kinds of fungal infections (histoplasmosis, coccidioidomycosis, or blastomycosis). These infections may happen or become more severe if you use XELJANZ. Ask your healthcare provider if you do not know if you have lived in an area where these infections are common. have or have had hepatitis B or C After starting XELJANZ, call your healthcare provider right away if you have any symptoms of an infection. XELJANZ can make you more likely to get infections or make worse any infection that you have. 2. Cancer and immune system problems.XELJANZ may increase your risk of certain cancers by changing the way your immune system works. Lymphoma and other cancers can happen in patients taking XELJANZ. Tell your healthcare provider if you have ever had any type of cancer. Some people who have taken XELJANZ with certain other medicines to prevent kidney transplant rejection have had a problem with certain white blood cells growing out of control (Epstein Barr Virus-associated post transplant lymphoproliferative disorder). 3. Tears (perforation) in the stomach or intestines. Tell your healthcare provider if you have had diverticulitis (inflammation in parts of the large intestine) or ulcers in your stomach or intestines. Some people taking XELJANZ get tears in their stomach or intestine. This happens most often in people who also take nonsteroidal anti-inflammatory drugs (NSAIDs), corticosteroids, or methotrexate. Tell your healthcare provider right away if you have fever and stomach-area pain that does not go away, and a change in your bowel habits. 4. Changes in certain laboratory test results. Your healthcare provider should do blood tests before you start receiving XELJANZ and while you take XELJANZ to check for the following side effects: changes in lymphocyte counts. Lymphocytes are white blood cells that help the body fight off infections. low neutrophil counts. Neutrophils are white blood cells that help the body fight off infections. low red blood cell count. This may mean that you have anemia, which may make you feel weak and tired. Your healthcare provider should routinely check certain liver tests. You should not receive XELJANZ if your lymphocyte count, neutrophil count, or red blood cell count is too low or your liver tests are too high. Your healthcare provider may stop your XELJANZ treatment for a period of time if needed because of changes in these blood test results. You may also have changes in other laboratory tests, such as your blood cholesterol levels. Your healthcare provider should do blood tests to check your cholesterol levels 4 to 8 weeks after you start receiving XELJANZ, and as needed after that. Normal cholesterol levels are important to good heart health. See \"What are the possible side effects of XELJANZ?\" for more information about side effects. What is XELJANZ?XELJANZ is a prescription medicine called a Janus kinase (JAK) inhibitor. XELJANZ is used to treat adults with moderately to severely active rheumatoid arthritis in which methotrexate did not work well.It is not known if XELJANZ is safe and effective in people with Hepatitis B or C. XELJANZ is not for people with severe liver problems. It is not known if XELJANZ is safe and effective in children. What should I tell my healthcare provider before taking XELJANZ? XELJANZ may not be right for you. Before taking XELJANZ, tell your healthcare provider if you: have an infection. See \"What is the most important information I should know about XELJANZ?\" have liver problems have kidney problems have any stomach area (abdominal) pain or been diagnosed with diverticulitis or ulcers in your stomach or intestines have had a reaction to tofacitinib or any of the ingredients in XELJANZ have recently received or are scheduled to receive a vaccine. People who take XELJANZ should not receive live vaccines. People taking XELJANZ can receive non-live vaccines. have any other medical conditions plan to become pregnant or are pregnant. It is not known if XELJANZ will harm an unborn baby. Pregnancy Registry: Pfizer has a registry for pregnant women who take XELJANZ. The purpose of this registry is to check the health of the pregnant mother and her baby. If you are pregnant or become pregnant while taking XELJANZ, talk to your healthcare provider about how you can join this pregnancy registry or you may contact the registry at 1-877-311-8972 to enroll. plan to breastfeed or are breastfeeding. You and your healthcare provider should decide if you will take XELJANZ or breastfeed. You should not do both. Tell your healthcare provider about all the medicines you take, including prescription and non-prescription medicines, vitamins, and herbal supplements. XELJANZ and other medicines may affect each other causing side effects. Especially tell your healthcare provider if you take: any other medicines to treat your rheumatoid arthritis. You while you are taking XELJANZ. Taking XELJANZ with these medicines may increase your risk of infection. medicines that affect the way certain liver enzymes work. Ask your healthcare provider if you are not sure if your medicine is one of these. Know the medicines you take. Keep a list of them to show your healthcare provider and pharmacist when you get a new medicine. How should I take XELJANZ? Take XELJANZ as your healthcare provider tells you to take it. Take XELJANZ 2 times a day with or without food. If you take too much XELJANZ, call your healthcare provider or go to the nearest hospital emergency room right away. What are possible side effects of XELJANZ? XELJANZ may cause serious side effects, including: See \"What is the most important information I should know about XELJANZ?\" Hepatitis B or C activation infection in people who carry the virus in their blood. If you are a carrier of the hepatitis B or C virus (viruses that affect the liver), the virus may become active while you use XELJANZ. Your healthcare provider may do blood tests before you start treatment with XELJANZ and while you are using XELJANZ. Tell your healthcare provider if you have any of the following symptoms of a possible hepatitis B or C infection: - feel very tired - skin or eyes look yellow - little or no appetite - vomiting - clay-colored bowel movements - fevers - chills - stomach discomfort - muscle aches - dark urine - skin rash Common side effects of XELJANZ include: upper respiratory tract infections (common cold, sinus infections) headache diarrhea nasal congestion, sore throat, and runny nose (nasopharyngitis) Tell your healthcare provider if you have any side effect that bothers you or that does not go away. These are not all the possible side effects of XELJANZ. For more information, ask your healthcare provider or pharmacist. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088. You may also report side effects to Pfizer at 1-800-438-1985.General information about the safe and effective use of XELJANZ. Medicines are sometimes prescribed for purposes other than those listed in a brief summary. Do not use XELJANZ for a condition for which it was not prescribed. Do not give XELJANZ to other people, even if they have the same symptoms you have. It may harm them. This brief summary summarizes the most important information about XELJANZ. If you would like more information, talk to your healthcare provider. You can ask your pharmacist or healthcare provider for information about XELJANZ that is written for health professionals. This brief summary is based on Xeljanz Prescribing Information laB-0445-2.0 and Medication Guide laB-0535-1.0. Issued: november 201 2. © 2013 Pfizer Inc. a ll rights reserved.Need help paying for your Pfizer medicines? Pfizer Helpful Answers® may be able to help, regardless of your insurance situation. learn how at www.PHAHelps.com CONSUMER BRIEF SUMMARY XELJANZ (ZEL' JANS') (tofacitinib)PUBLISHEDBYt HEAR tHRItISFOUNDA tION Arthritis .org9 To day 1 Don't forget to stop. On your next road trip, be sure to include plenty of stops to ensure you're taking a break before you feel pain, not after. Get out of the car to walk and stretch every two hours. You also want to make sure you're giving yourself chances to rest on a long journey to fight fatigue. 5WAy SThe saying goes: It's not about the destination but the journey. However, for people with RA, driving difficulties may prevent them from even making the journey at all. Here are some tips to help make driving easier....TO MAKE DRI vIng EASIERRheumatoid Arthritis Abatacept and Adalimumab Similarly Safe and e ffective Although they combat RA pain and inflammation in different abatacept ( Orencia ) and adalimumab ( Humira ) were found to be equally effective and to have similar risks. In a direct comparison of the two biologic agents, 646 patients with RA who were not responding to the traditional disease-modifying drug methotrexate were given either 125 milligrams (mg) of abatacept weekly or 40 mg of adalimumab every two weeks. After two years, more than 60 percent of both groups reached ACR 20 status — meaning a 20 percent improvement in pain, functional abilities and swollen and tender joints. Adverse events, serious adverse events and malignancies were similar in both groups. source: European League Against Rheumatism (EULAR) 2013 Annual Congress in Madrid, Spain Study Analyzes NSA iD Risks A comprehensive analysis of 600 randomized trials involving more than 353,000 patients describes the risks of nonsteroidal anti-inflammatory drugs (NSAIDs) and underscores the need to weigh the drugs' risks, at high doses, against their benefits for treating arthritis pain. Among the findings: Diclofenac, when taken at high doses, increases the risk of heart attack or stroke by about a third, and all NSAIDS double the risk of heart failure and increased the risk of upper GI problems (mostly bleeding) by two to four times. source: The Lancet 2013; Epub ahead of print Bone-Building Drugs Lower heart Attack Risk A new study shows the class of bone-building drugs called bisphosphonates do more for people with RA than counteract bone loss — they can also significantly lower their risk of heart attack, which is already elevated in people with RA. In a review of data from 19,281 RA patients, bisphosphonate use was associated with somewhere between a 30 and 50 percent decreased risk of a heart attack. The lowest risk was among those also taking vitamin D and calcium supplements. source: Journal of Bone and Mineral Research. 2013; Vol. 28, No. 5 Study examines the Causes of f alls A new UK study has identified factors that make people with RA — even those as young as 18 — more prone to falls than those without the disease. The top predictor of a fall? A history of falls in the previous year. Other factors identified by the study included fatigue; the use of psychotropic drugs (medicines that treat anxiety, depression or sleeping problems by altering chemical levels in the brain that impact mood and behavior); and having swollen or tender hips, knees or ankles. source: Arthritis Care & Research 2013; Epub ahead of print Poor Compliance Leads to Poor o utcomes People with RA who fail to take their oral medications — mainly methotrexate and prednisone — as prescribed tend to have poor health outcomes. Researchers found that among patients studied — primarily low-income and minority — only about one-fifth adhered to their drug regimen 80 percent or more of the time. Those who didn't take their medications correctly had greater disease activity, more joint damage and a poorer quality of life after two years than those who did. The authors say drugs to treat RA are most effective when used as prescribed. They note that patients who took medications correctly before the study had better control over disease activity and better radiographic scores at baseline than those who didn't. source: Arthritis & Rheumatism 2012; Vol. 65, No. 6.resear Ch BrIefs 2 Make adjust - ments. Constantly reaching with your toes can hurt your hips or make lower limb pain worse. Check your seat belt and if it bothers your neck, try raising your seat base or centering your hips. If it can't be solved by adjusting your car, check with an occu - pational therapist about adaptive equipment.3Pad your steering wheel. Adding a cover or pad to your steering wheel can increase its girth, which may make it more comfortable for your hands to grip and hold it for long periods of time. The cover also can help fight cold temperatures, which may be uncomfortable for your joints.4Read up. Review any joint protection recommendations you've been given by an occupational therapist, physical therapist or rheumatologist. That may include packing a bag with splints, hot packs or wraps and medications.5Plan ahead. Stress and tension can make pain worse. So look at a map before you leave to identify good places to stop. Bring a friend to help you find your way and even take turns behind the wheel. Also pack snacks and drinks so you have healthy options when you want them.Get the latest news about RA research at www.arthritis.org/news.To day 10rA to DAy VOL. 5,ISSUE1Not too many years ago, a diagnosis of rheumatoid arthri - tis (RA) was just that — a diagno - sis of rheumatoid arthritis. And if you received that diagnosis, your treatment was pretty much the same as anyone else who received it — large doses of aspirin followed by a corticosteroid and/or disease-modifying drugs such as gold or sulfasalazine. Just as treatment has changed through the years, so has the thinking about RA in some cases. Rather than a single disease with a one-size-fits-all treatment strategy, some researchers believe that rheumatoid arthritis may actually be a collection of diseases. Ge - netic differences in individuals, they say, could affect the various features of the disease, the factors that trigger its development and the best treatments. Their hope is that a better under - standing of the differences between the diseases we call RA may provide insights that could eventually lead to new ways to treat and, perhaps in some cases, even prevent it. Seropositive and Seronegative RAThe most recognized differ - ences in RA cases is between anti-CCP positive and anti-CCP negative (also referred to as seropositive and seronegative) disease, according to David S. Pisetsky, MD, PhD, professor of medicine and immunology at Duke University School of Medicine in Durham, N.C. Anti-CCP, or anti-citrullinated protein antibodies, are autoantibodies produced against proteins in the body undergoing a molecular change in structure referred to as citrullination. Anti-CCP antibodies are pres - ent in approximately 60 to 80 percent of people diagnosed with RA, and for many people, studies have found, the antibodies precede the development of clinical symptoms by five to 10 years. If you have symptoms consistent with RA and a positive test for the antibody, an RA diagnosis is almost a certainty. \"You can have RA without being seropositive, but it is easier to meet the criteria if you are positive,\" says Dr. Pisetsky. \"You get point credits. In the seronegative group, people need to have more care in the physical exam and maybe more radiographic evidence,\" he says. Aside from the presence of the antibodies there are a few differ - ences in people with anti-CCP positive and negative disease. \"They are somewhat different genetically,\" he says. \"The anti-CCP positives are so-called shared epitope positives.\" The shared epitope is an amino acid sequence within the human leukocyte antigen (HLA) genetic site, or locus, that controls immune responses. It is not known how the amino acid sequence contributes to RA, but it has been proposed that it binds to citrullinated peptides, or parts of proteins, and therefore contributes to the production of anti-CCP antibodies. Other differences have to do with the risk factors associated with seropositive and seronegative disease. For example, smoking has been shown to be associated with RA in people with the shared epitope and DIagnos Is What 'Type' of ra Do You h ave? Some researchers suggest rheumatoid arthritis may be more than a single disease. By Mary Anne Dunkin To day PUBLISHEDBYt HEAR tHRItISFOUNDA tION Arthritis .org11positive anti-CCP but has not shown the same association with anti-CCP negative disease. Alcohol and coffee consumption are also associated with the development of seropositive disease, while obesity and breastfeeding are associated with the development of seronegative disease. While one might predict that anti-CCP negative would be milder disease, that isn't always the case. And although it is unlikely that a person with seronegative RA will ever turn positive, it is possible for people with seronegative disease to eventually be diagnosed with a different disease altogether, he says. Dr. Pisetsky gives examples: a person diagnosed with seronega - tive may eventually develop a skin rash that would cause the doctor to change the diagnosis of psoriatic arthritis; or joint fluid tests in what appears to be RA could lead to a different diagnosis of chronic gout. Osteoarthritis, too, can sometimes be confused with seronegative RA. A Common endpoint With Different Starting PointsSome researchers contend that RA is not a separate and distinct disease, but rather represents a common clinical endpoint for various starting points, each of which is guided by as yet poorly understood aspects of the genetic background of the affected individual, says John D. Carter, MD, associate profes - sor, chief of the Division of Rheumatology and director of clinical research at the University of South Florida in Tampa. \"Depending on the trigger and the individual's genetic makeup you get different manifestations of what we call RA, and these dif - ferent presentations are lumped into one diagnosis,\" he says. In addition to share epitope associated with seropositive disease, genetic makeup may account for other differences such as extra-articular (beyond the joints) manifestations including lung or eye involvement or rheumatoid nodules, Dr. Carter says. Researchers are looking for genetic differences in individuals with RA that may explain such variances as disease severity, manifestations, triggers and treatment responses that may have significant consequences for future research and the development of new therapeutic inter - ventions. \"This obviously could be tremendously important when it comes to treatment, as a predictor of response,\" says Dr. Carter. \"Many are now looking for biomarkers to predict response. I believe this feeds into the same theory. A different biomarker 'signature' probably exists for each different type of what we now call RA.\" reaDer Conne CTIon What changes have you made to your diet since your RA diagnosis?You Said It! in our next issue: What's the most difficult time of day for your RA and what do you do? Send your answers to our next \"You Said It\" question to ratoday@arthritis.org . I'm still working on giving up sugar and cream in my hot tea and on eating fewer processed foods . I do eat a lot more veggies and fruit than I ever had. I also drink water now, even though I couldn't stand it for the first 45 of my 52 years. I know I need to change my diet more as each new study comes out. —SHElBY O PPERMAN , lEONARDTOWN , MD. I was diagnosed 13 years ago at the age of 24. I had two small children at the time. Teaching my children to eat healthy balanced diets also helped me to maintain a healthier diet. I eat a lot of fresh veggies, fruits and fish. I also try to limit using convenience foods. —lAURI B RAAT VIA F ACEBOOK I try to stay away from processed foods. I choose low sugar, low sodium, low fat foods. I eat salmon at least once a week. I drink ginger tea and honey every day, as well as take fish oil, B-6 and folic acid supplements. —VAl MORRISON , BOSTON , MASS. I shop the perimeter of the grocery store. I still like sweets, but too much red meat and too much sugar seem to be my triggers for flares. I don't eat foods that are processed or out of a box. —DEBBIE Y ElTON , CONCORD, C AlIF. I have learned by trial and error. Every person with RA is like a snowflake. No two are alike. For me, I have noticed that red meat and pork cause more inflammation , so I have cut way back on it in my diet. I also have ulcerative colitis, so I don't do caffeine or anything spicy. —CHRISTEENE D AMRON , DAVIS , OKlA. I have increased my fruit and vegetable intake by ten times, and it has helped tremendously with my energy levels, especially with my methotrexate dosage. It hasn't helped with my inflammation or pain, but I'd rather have more energy. It's so much better than laying on the couch for the first two days after methotrexate! —MISTY W ITTEK , VIA F ACEBOOK I have stopped eating all processed sugar foods— cookies, cakes, brownies etc. I stay away from fast food as much as possible. It has helped with my RA symptoms concerning stiffness, achiness and fatigue. —PENNY H., B ElOIT, WIS. \"Genetic differences in individuals, they say, could affect the various features of the disease, the factors that trigger its development and the best treatments.\"1330 West Peachtree St. Suite 100Atlanta, GA30309 More resources for people with RA from the Arthritis Foundation New Resource for RA! Visit the new RA online resource and find the latest information about RA, including: Causes and symptoms Nutrition guidelines RA pain relief without drugs Latest news on medications and treatments And much more Don't delay. Visit www.arthritis.org/aboutRA and start managing your disease better today. "}