{"title": "Social Anxiety Treatment: Therapy, Medication, & Self-Help", "author": "ChoosingTherapy com", "url": "https://www.choosingtherapy.com/social-anxiety-treatment/", "hostname": "choosingtherapy.com", "description": "Social Anxiety Disorder is characterized by an overwhelming fear of specific social situations and the avoidance of these situations, which can affect a person's ability to function. Although social anxiety disorder can vary in severity from person to person, relief from symptoms may be felt relatively quickly with the right treatment. According", "sitename": "Choosing Therapy", "date": "2023-01-26", "cleaned_text": "Social Anxiety Disorder is characterized by an overwhelming fear of specific social situations and the avoidance of these situations, which can affect a person's ability to function. Although social anxiety disorder can vary in severity from person to person, relief from symptoms may be felt relatively quickly with the right treatment. According to the National Institute of Mental Health, 7.1% of the population suffered from social anxiety disorder in the past year, and 13% will develop social anxiety in their lifetime.1 The most robust treatments for social anxiety disorder include exposure therapy, medication, and lifestyle changes. With this treatment combination, many people find relief after 7 to 12 sessions.2 What Is Social Anxiety Disorder? [Social anxiety disorder (SAD), priorly known as social phobia](https://www.choosingtherapy.com/social-phobia-vs-social-anxiety/), is a mental health condition marked by an overwhelming fear or self-consciousness in ordinary social situations. People with social anxiety often worry about being embarrassed or humiliated in front of others and/or that their presence will make people uncomfortable which leads them to isolate and avoid public contact. Social anxiety can range in intensity—in milder cases, the symptoms of SAD only appear in specific situations, often related to performance like [public speaking](https://www.choosingtherapy.com/glossophobia/). On the more extreme end, any form of social interaction or situation like [dating with social anxiety](https://www.choosingtherapy.com/dating-with-social-anxiety/) can feel crippling.1 Getting a Social Anxiety Diagnosis If you believe you have social anxiety, talk to your primary care provider about your symptoms. Your PCP will likely suggest that you get a physical exam and lab tests done to determine whether your SAD is triggered by a medical condition or any medications you're currently taking. Once these things are ruled out, you'll be referred to a mental health professional for further evaluation and possible treatment.3 Using the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), a psychiatrist, psychologist, or other qualified mental health provider will usually conduct a thorough psychological assessment. This process will mostly consist of a clinical interview to obtain more information and history about your symptoms, and other clinical tools like self-reported questionnaires if necessary. From there a formal diagnosis can be established. Can Social Anxiety Be Cured? Mental health professionals rarely use terms like \"cure\" or \"fix\" because a person's mental health is a constantly changing and evolving situation. Social anxiety disorder is something that people need to work on for extended periods, and even though symptoms may reduce, the unwanted feelings could return in the future. Effective treatment can manage social anxiety very effectively. With professional treatment, healthy coping skills, and lifestyle changes, a person can live a very happy life. Social Anxiety Therapy [Therapy for anxiety](https://www.choosingtherapy.com/anxiety-therapy/) can be effective in individual or group formats. [Therapy can be incredibly effective](https://www.choosingtherapy.com/does-therapy-work/) for people experiencing anxiety around social situations, people who are afraid of negative evaluations from others, and people who are avoiding social situations. Therapy for social anxiety disorder is usually covered by insurance, and many therapists specialize in the treatment of social anxiety or other anxiety disorders. Therapy that is evidence-based, like exposure therapy, can be covered if the therapist you are seeing takes insurance, and no referral is needed. The two forms of therapy that you will most likely encounter are individual or group therapy, whether in a community clinic, school or university, hospital, or therapist private practice. Exposure Therapy for Social Anxiety With [exposure therapy](https://www.choosingtherapy.com/exposure-therapy/), the client lists every social situation they are afraid of, for example returning clothes at Target, asking a person on a date, or asking their boss for a raise. Each of these situations cause some type of fear and panic. The goal is to rank the situations from least anxiety to most anxiety, and role play situations in therapy as well as practice them for \"homework.\" The standard treatment is between 7 to 12 weekly sessions (Please note that sessions may differ by therapist, and this is a general guideline): Session 1 - Introduction to the therapist - Describe what exposure therapy is and how it will be employed - Discuss clients goals and situations that cause a lot of fear, describing avoidance and possible reasons we may get anxious - Answer any questions clients may have Session 2 - Create a fear hierarchy, where the client lists every social situation that produces anxiety - Discuss how to successfully navigate exposures for practice, starting role plays (for example if a client is afraid to ask a boss for a raise the therapist will act as the boss and client will imagine how the scenario would go asking the therapist for a raise) - Discuss the importance of noticing when anxiety is severe and when it starts to go down - When doing exposures, a rule of thumb is to keep track of your thoughts and body sensations before, during, and after the exposure, through a mood log or another way of tracking (on phone, notepad, journal). Session 3 to Session 6 - Continue reviewing your hierarchy and how the exposures are going - Introduce education on where clients may have developed social anxiety disorder (genetically, early childhood experiences of bullying or family difficulties, etc) - Start introducing [anxiety-calming techniques](https://www.choosingtherapy.com/how-to-calm-anxiety/), including deep breathing, meditation, grounding (discussed in detail later) - Discuss how negative cognitions can play a role in social anxiety and proper ways of challenging these - Once a client completes a step, they are rewarded with praise and sometimes will be asked to produce their own rewards for completing a step (buy new shirt, get massage, buy an art book) - The goals during these sessions are to move up the hierarchy by completing the smaller anxiety situations first, discussing any roadblocks to completion, and brainstorming alternate ways to tackle them - Therapists continue to ask clients to imagine and role play the current situation they are working on, and practice it until clients feel they have completely mastered it. Session 7 to Session 12 - Discuss changes client has noticed - Discuss situations that are still difficult - Discuss how anxiety coping techniques are working, and see if client has noticed a difference in thoughts and body sensations before, during, and after feared social situations - Discuss any negative thoughts that are still lingering and continue to work on challenging them2 - As an evidence-based practice, exposure therapy can help clients reduce anxiety symptoms completely or to minimal levels that no longer warrant a social anxiety diagnosis During exposure therapy, clients are taught anxiety coping techniques to help reduce fear and anxiety reactions while practicing or role playing. These include deep breathing, grounding, imagery, and [progressive muscle relaxation](https://www.choosingtherapy.com/progressive-muscle-relaxation/).4 CBT Techniques for Social Anxiety [CBT for social anxiety](https://www.choosingtherapy.com/cbt-for-social-anxiety/) is a very effective treatment because it can target the thoughts and behaviors linked to the condition. Exposure therapy takes a more behavioral approach, but some may respond well to other CBT exercises and techniques: Cognitive Reframing Cognitive reframing is a thought-based intervention that delves into the source of the social anxiety. By identifying, challenging, and reframing the thoughts connected to social interactions, the person can begin to experience relationships in a healthier way. Autogenic Training [Autogenic training](https://www.choosingtherapy.com/autogenic-training/) is a form of relaxation that changes self-talk. By repeating a series of self-affirming phrases, the person learns to calm their mind and body while entering a state of increased confidence.5 Social Skills Training Social skills training is a type of behavioral therapy often used for people with different mental conditions including social anxiety disorder. This therapeutic approach, which is typically combined with the primary treatment aims to promote social confidence for people with SAD. This method generally involves training individuals in non-verbal skills like eye contact and body language, and verbal skills like how to initiate a conversation. These skills are then reinforced through role-plays during sessions as well as with homework assignments.6 Acceptance & Commitment Therapy [Acceptance and commitment therapy (ACT)](https://www.choosingtherapy.com/acceptance-and-commitment-therapy/) works to help people attack anxiety in two ways. First, they are to accept aspects of their state and the role of anxiety in their life. Second, they commit to changing what they can in a show of power and control over themselves and their environment. Psychoanalysis Even though psychoanalysis may not be as popular, it is still utilized and may be a great option for those wanting to have a deeper understanding of their condition. This type of therapy analyzes a person's unique way of relating to others by delving into childhood experiences and unconscious drives. A central aspect of psychoanalysis is the therapeutic relationship which helps to bring insight into these mostly unconscious relational patterns necessary for change. When used to treat SAD, it lessens the individual's distorted thoughts of themselves and others, eases their social distress and encourages the use of more adaptive ways of coping.7 Group Therapy Although individual therapy can be sufficient, [group therapy](https://www.choosingtherapy.com/group-therapy/) can see greater improvements due to being in a community with others struggling with similar issues, being able to practice and role play social anxiety situations with other group members, and feeling connected to others through shared struggles. Unfortunately, group treatments are not as accessible as individual treatments, and are less available for most people, though this is changing as [online group therapy options](https://www.choosingtherapy.com/online-group-therapy/) become more popular. Questions to Ask Before Starting Therapy Questions to ask before starting therapy may include: - What therapeutic orientation do you employ for social anxiety disorder? - Have you had any training or certifications in treating social anxiety? - How many sessions do you feel it will take to reduce my symptoms? - Do you offer individual or group formats? If you offer both, what do you think is best for me? - Do you assign homework or worksheets between sessions? Support Groups Not every person with social anxiety would be appropriate for a support group, but many will find these to be a great addition to their other treatments. Support groups can serve as a form of exposure that allows people to practice their skills around others facing the same situations. The Anxiety and Depression Association of America offers a comprehensive list of [support groups](https://adaa.org/supportgroups). It may be uncomfortable at first, but the benefits outweigh the emotional vulnerability. Social Anxiety Medication For those whose social anxiety can be very debilitating, [anxiety medication](https://www.choosingtherapy.com/medication-for-anxiety/) might be a good option. You can get anxiety medications by meeting with a psychiatrist or your primary care physician. Most health insurances require a referral from your doctor to be able to meet with a psychiatrist, and the medications are often covered by insurance. However, it's important to check with your health insurance about prescription costs.8 It is recommended that you only take the dosage recommended by your provider, and never abruptly stop taking any medication, as severe side effects and withdrawal symptoms can result. It is also important to talk with your provider before taking any medication. All of these medications have the potential to cause serious side effects with regular use and it is important that you weigh the benefits and the risks. Selective Serotonin Reuptake Inhibitors (SSRIs) [SSRIs](https://www.choosingtherapy.com/ssris/) are a class of drugs known as antidepressants. They can also help treat other mood disorders like social anxiety. They specifically slow the reabsorption of the neurotransmitter serotonin, a chemical that is believed to help regulate mood and anxiety.9 Serotonin and Norepinephrine Reuptake Inhibitors (SNRIs) [SNRIs work just like SSRIs](https://www.choosingtherapy.com/snri-vs-ssri/), except they interact with another chemical in the brain called norepinephrine. Many people with [social anxiety and depression](https://www.choosingtherapy.com/social-anxiety-and-depression/) find benefit from SNRIs. Monoamine Oxidase Inhibitors (MAOIs) MAOIs are a class of drugs that were first developed to treat depression. MAOIs prevent the neurotransmitters serotonin, norepinephrine, and dopamine from leaving the brain. Lack of these neurotransmitters in the brain are said to be involved in depression. By keeping them circulating, MAOIs relieve the effects of depression and allow you to feel less depressed for longer. They also have been shown to reduce anxiety as well. MAOIs can cause dangerous interactions with certain foods and beverages. You'll need to avoid foods containing high levels of tyramine (an amino acid that regulates blood pressure) such as aged cheeses, sauerkraut, cured meats, draft beer, and fermented soy products (for example, soy sauce, miso and tofu). The interaction of tyramine with MAOIs can cause dangerously high blood pressure.9 Benzodiazepines This class of drugs, also known as tranquilizers, is used to treat anxiety, insomnia, alcohol withdrawal, pain, and control seizures. [Benzodiazepines](https://www.choosingtherapy.com/benzodiazepines/) act on the central nervous system, produce sedation and muscle relaxation, and lower anxiety levels.9 Within this class of medications there are Anticonvulsants, which are used to treat seizure disorders and pain. It is thought that these drugs minimize the effects of nerves that cause pain.9 What's the Best Medication for Social Anxiety? It is strongly recommended that you speak with your primary health care practitioner or a psychiatrist to determine if you need medication, and if you do, which one would be most appropriate. [Being prescribed medication for anxiety](https://www.choosingtherapy.com/how-to-get-anxiety-medication/) depends on many factors like which symptoms are more prominent, how they are presenting, and their severity. Other things that need to be considered include your current medications, medical history, lifestyle, tolerance level, side effects, and appropriate dosages. And although each type of medication has the properties to alleviate a variety of SAD symptoms, these may have a different impact on your brain and [work on different timelines](https://www.choosingtherapy.com/how-long-does-it-take-for-anxiety-meds-to-work/).10 Questions to Ask About Medications Questions to ask your psychiatrist or primary care physician before starting any medications include: - Which medications specifically work to reduce symptoms of social anxiety? - Which medications have the least side effects? - Do you suggest taking multiple medications at the same time? - What dietary or lifestyle changes must I employ when taking these medications? - Do you have suggestions of nutritional supplements that can help with social anxiety disorder? Alternative Therapies for Social Anxiety Treatment In addition to medication and therapy, other forms of alternative therapy for social anxiety include: - Meditation: [Meditating](https://www.choosingtherapy.com/meditation/)can help a person foster a mental state conducive to slowing down of intrusive self-critical thoughts and elicit positive self-views. In turn this lessens the severity of SAD and distress when confronted with a social situation.11 - Yoga: [Yoga is known to relieve anxiety](https://www.choosingtherapy.com/can-yoga-ease-anxiety/)and stress. Moreover, practicing under the supervision of yoga experts can help in addressing the mental and physical symptoms social anxiety triggers.12 - Acupuncture: This is a promising therapeutic modality gaining popularity as an alternative treatment for reducing anxiety and could help with symptoms of SAD.13 - Hypnotherapy: [Hypnotherapy for anxiety](https://www.choosingtherapy.com/hypnosis-for-anxiety/)is another method that can enhance your main treatment. Hypnosis engages your mind and thoughts to manage anxiety symptoms and make it easier to interact in social situations.14 Where to Find Social Anxiety Disorder Treatment If you are concerned about having SAD, your recovery process can start by discussing your symptoms with your primary health care provider. Your PCP can then refer you to a qualified mental health professional for an assessment and treatment. Another option can be to contact your health insurance company to see if they offer behavioral health benefits. If they do, you can call them or go on their website to obtain a list of in-network professionals in your area for an in-person or virtual visit. You can also look through an [online therapist directory](https://directory.choosingtherapy.com/directory) to locate a mental health specialist who is suitable for your needs. How to Choose the Treatment Option That's Best for You Social anxiety can affect people in different ways because everyone's thoughts, feelings, and reactions with the disorder can vary. As such, choosing the appropriate treatment option depends on a variety of factors, including severity of symptoms and how these present, having a coexisting condition, life circumstances, and therapeutic goals. That said, a skilled clinician has the qualifications to make such an assessment and help you determine which type of therapy will best address your specific situation. Developing a Social Anxiety Treatment Plan Depending on the person and their situation, a social anxiety treatment plan could include a wide range of treatments and lifestyle changes. Any good treatment plan is a list of goals tailored to the individual. Since the best goals are specific, measurable, realistic, and timely, a social anxiety treatment plan should also focus on how these accomplishments will be obtained and how people will know when there is progress. Treatment plans can include professional and nonprofessional people involved in treatment and should outline their roles. Putting a treatment plan in writing helps make it more tangible, but it should be an evolving document. It can grow and change over time. 7 Self-Help Strategies for Social Anxiety Although most treatments for social anxiety disorder revolve around exposure therapy and medication, lifestyle changes and [self-help strategies for anxiety](https://www.choosingtherapy.com/natural-remedies-for-anxiety/) may lessen symptoms as well. These changes include having a regular exercise schedule, maintaining good sleep hygiene, limiting caffeine, alcohol, and smoking, joining a club or volunteer organization, and practicing social skills with a friend or loved one. Here are seven ways you can help yourself work through social anxiety—these are great complimentary additions to professional anxiety treatments: 1. Join Toastmasters International Toastmasters International is a nonprofit organization that assists with public speaking and leadership skills. There are currently 358,000 members, more than 16,800 clubs, and in 143 countries. This is a community of people who want to improve public speaking, increase leadership skills, and feel calm in front of others.15 2. Say Hello to Someone You Don't Know Saying hello to others is a good start to reducing the anxiety that occurs when meeting or talking to new people. By sticking to a goal of just saying \"hello\" or \"how are you?\" to a colleague or even a stranger will help speaking to people become more routine. Once you have mastered \"hello\" then you could work on small talk or a short 3 minute conversation, and so on. 3. Exercise Regularly A regular exercise routine of just 30 minutes a day has shown to not only boost your physical health but help maintain a sense of calmness and peace. Whether you join a gym, commit to a walk every day, or some other form of movement, this can greatly improve your overall anxiety levels. 4. Get Plenty of Sleep Maintaining good sleep hygiene is paramount to staying calm. When you are sleep deprived you are more likely to be vulnerable to the effects of anxiety. Get at least 7-9 hours of sleep a night and be more in control of your mood. 5. Limit Stimulants Like Caffeine Limiting caffeine, alcohol, and smoking can help decrease mood irregularities. Caffeine, including coffee, tea, and energy drinks, is a stimulant and can actually increase anxiety symptoms. Alcohol is thought by many to calm your nerves in social situations, but is an unhealthy coping mechanism that can increase your risk of an anxiety attack. Lastly, nicotine is a powerful stimulant, like caffeine, that does not reduce anxiety as once imagined. By limiting or completely eliminating these habits you will feel more in control of your moods. 6. Join a Club or Organization You Care About Joining a club or volunteer organization may be a great way to work on meeting new people, and engaging in an activity you enjoy. The club or volunteer activity will take your mind off the social aspect and give you something else to focus on while meeting others is an added bonus. 7. Practice! Practicing with a friend or loved one is one way to calm the nerves when you do need to meet others. By practicing social skills with someone you trust you can greatly build your confidence and view these social situations as more routine and normal. "}