{"title": "In Search Of a Way To Bolster The Sperm (Published 1999)", "author": "Eric Nagourney", "url": "https://www.nytimes.com/1999/06/08/health/in-search-of-a-way-to-bolster-the-sperm.html", "hostname": "nytimes.com", "description": "Sigma-Tau Pharmaceuticals introduces Proxeed, dietary supplement it says improves sperm quality, and it is marketing it to couples having trouble conceiving; some fertility specialists are recommending it to patients, while cautioning that claim must still be verified by research; photo (M)", "sitename": "The New York Times", "date": "1999-06-08", "cleaned_text": "Supported by [SKIP ADVERTISEMENT](#after-sponsor) In Search Of a Way To Bolster The Sperm June 8, 1999, Section F, Page 7 [Buy Reprints](https://store.nytimes.com/collections/new-york-times-page-reprints?utm_source=nytimes&utm_medium=article-page&utm_campaign=reprints) With a bit of fanfare but limited hard evidence, a Maryland pharmaceutical company has begun marketing a dietary supplement said to improve sperm quality to couples having trouble conceiving. Already, even while cautioning that research is still needed to verify the claims, some fertility specialists have begun recommending to patients that they try the product, Proxeed. In large part, they say, they are doing so because the active ingredients, long used for other purposes, appear to have no side-effects. ''The reason why I do it: it's safe,'' said Dr. Jon L. Pryor, a researcher at the University of Minnesota and director of the Center for Men's Health and Infertility at the Fairview University Medical Center there. Dr. Pryor will be among a team of doctors who will soon be testing the main ingredients in Proxeed, which was put on the market last week by Sigma-Tau Pharmaceuticals of Gaithersburg, Md. Company officials say the product, a powder dissolved in liquid and taken twice a day, has the potential to help couples whose inability to conceive stems from poor quality sperm not tied to a specific medical problem. They base the claim on a series of tests done in Europe over the years of the supplement's two main ingredients, L-carnitine and acetylcarnitine, natural substances made by the liver. Those tests, however, were small and done with few controls, the company acknowledges. Later this year, researchers at the University of Minnesota and Brown University will make a more rigorous attempt to measure how, if at all, the substances affect sperm quality. The tests, however, like those done in Europe, will make no effort to gauge whether men taking the drug have more success at conception. Researchers said the numerous factors involved in making a successful pregnancy made such a test impractical. Moreover, while a prescription drug offered to treat infertility would have to undergo a rigorous approval process by the Food and Drug Administration, Proxeed, as a dietary supplement, has to pass no such hurdle. F.D.A. officials said they would be likely to get involved only if a safety issue -- not an efficacy issue -- was raised. Doctors estimate that in about 40 percent of cases in which a couple has problems conceiving, poor sperm quality is the reason. And in about half of those cases, the problems -- like slowness, lack of density or misshapenness -- have no discernible cause. In other cases, the problems may be the result of past disease. Even doctors who agree that the product shows potential advise men suffering infertility problems to seek medical evaluation before using the supplement. In some cases, fertility problems can signal a serious disease -- including cancer. But once those problems have been ruled out, doctors say, Proxeed may prove a valuable tool. ''What I'm telling my patients is that I have a drug that may help them,'' said Dr. Larry I. Lipshultz, president of the American Society for Reproductive Medicine. ''As far as I can see, it does not have any downside. We've got nothing to lose except the money.'' Proxeed costs about $95 month. But many seem eager to try it. Brad Stewart, Sigma-Tau's executive director of consumer products, said the company had received thousands of calls about Proxeed, most of them from women. Among the men trying the product is Glenn W. Armbruster, a patient of Dr. Lipshultz from Houston. Mr. Armbruster, a 29-year-old computer analyst, said he and his wife had been trying to have a baby since 1996. ''Anything out there that offers any bit of help is worth trying, in my opinion,'' "}