{"title": "Homeopathy - ARTOI", "author": null, "url": "https://www.artoi.it/en/homeopathy/", "hostname": "artoi.it", "description": "The origins of homeopathy Homeopathy was developed and popularized in the early 1800s by the German physician Samuel Hahnemann, but finally took hold in Europe around the 1960s. What is homeopathy Homeopathy is a branch of pharmacology based on the administration of very small quantities of medicament. Homeopathic medicines are prepared from [...]", "sitename": "ARTOI - Associazione Ricerca Terapie Oncologiche Integrate", "date": "2020-04-27", "cleaned_text": "Homeopathy was developed and popularized in the early 1800s by the German physician Samuel Hahnemann, but finally took hold in Europe around the 1960s. What is homeopathy Homeopathy is a branch of pharmacology based on the administration of very small quantities of medicament. Homeopathic medicines are prepared from natural substances of plant, animal or mineral origin. Homeopathy is based on 3 fundamental principles: - the similar cures the similar: the medicine that causes a series of symptoms in a subject (experimenter) healthy but sensitive to that substance (intoxication), will help heal the patient suffering from a disease that presents symptoms similar to those that the substance is in able to produce in the experimenter. In other words, the appropriate remedy for a certain disease is given by that substance which, in a healthy person, induces symptoms similar to those observed in the sick person. - minimum medicament dose: the homeopathic medicine is diluted several times in water, on a dilution scale that varies from 1:10 to 1: 100. The more the substance is diluted, the greater its effectiveness. The dose that is administered, in fact, simply has the function of stimulating the body's reaction, therefore more than being high in the dosage it must be specific to the patient's ailments. Often the final product is so diluted that it no longer contains even a molecule of the starting substance. The possible therapeutic effect of the homeopathic medicine, therefore, would no longer be linked to the physical presence of the drug but to \"something else\". - water memory: after the medicament has been diluted over and over again in water, the bottles containing the diluted medicament are shaken. This shaking is responsible for a phenomenon called \"dynamization of water\" which involves a molecular organization of the water and the memory of the same towards the starting medicament that has been diluted. This explains the therapeutic effect. The medical conditions that respond well to homeopathic therapy are: - skin disorders (acne, psoriasis, warts ..) - musculoskeletal problems (pain, arthritis, sciatica, fibromyalgia ..) - recurrent allergies and infections - headache and migraine - intestinal disorders (gastritis, constipation, heartburn, colitis, nausea) - respiratory diseases (asthma, sinusitis, cough and respiratory tract infections) - depression, anxiety and insomnia - hot flashes According to Italian legislation, homeopathic products sold in drugs are defined as \"remedies\" and not \"drugs\". Homeopathy and oncology The homeopathic intervention, in the oncological field, can have two purposes: - the treatment aims to reduce the side effects of traditional antiblastic therapies and therefore improve the patient's quality of life - the treatment aims to increase survival and reduce the risk of recurrence or metastasis even if there are not enough studies in the literature to prove it The scientific studies currently available show that homeopathy in the oncology field is useful for: - reduce vasomotor disorders in women with breast cancer and undergoing hormone therapy (1) - improve chemotherapy-induced stomatitis (2) - reduce radiotherapy dermatitis (3) - reduce post-surgical pain (4) Safety and side effects It is now established that homeopathic treatment is not toxic, has no side effects, is safe and does not interfere with traditional, pharmacological and non-pharmacological therapies. Thanks to the minimum dose administered, homeopathic remedies are also suitable for infants, children and pregnant women. Bibliographical references 1) Homeopathy. 2019 May. Efficacy of a Homeopathic Medicine of Capsicum frutescens L. (Solanaceae) in the Treatment of Hot Flashes in Menopausal Women: A Phase-2 Randomized Controlled Trial. Andrade DCDS, Carmona F, Angelucci MA, Martinez EZ, Pereira AMS. 2) Cancer. 2001 Aug 1. A randomized, controlled clinical trial of the homeopathic medication TRAUMEEL S in the treatment of chemotherapy-induced stomatitis in children undergoing stem cell transplantation. Oberbaum M, Yaniv I, Ben-Gal Y, Stein J, Ben-Zvi N, Freedman LS, Branski D. 3) J Clin Oncol. 2004 Apr 15. III randomized trial of Calendula officinalis compared with trolamine for the prevention of acute dermatitis during irradiation for breast cancer. Pommier P, Gomez F, Sunyach MP, D'Hombres A, Carrie C, Montbarbon X. 4) Evid Based Complement Alternat Med. 2014. Complementary and alternative medicine for cancer pain: an overview of systematic reviews. Bao Y, Kong X, Yang L, Liu R, Shi Z, Li W, Hua B, Hou W "}