{"title": "Ask the Expert: Vaccine myths and scientific facts", "author": "Kim Ward", "url": null, "hostname": null, "description": null, "sitename": "MSUToday | Michigan State University", "date": "2021-03-18", "cleaned_text": "information and insights from MSU scientists, researchers and scholars about national and global issues, complex research and general-interest subjects based on their areas of academic expertise and study. They may feature historical information, background, research findings, or offer tips. Now that there are authorized and recommended COVID-19 vaccines, it is critical people receive accurate information. [Peter Gulick, professor of medicine at the Michigan State University College of Osteopathic Medicine and infectious disease expert](http://www.im.msu.edu/for%20applicants%20section/key%20faculty%20profiles/gulickP.htm), reviews some myths about the vaccine and counters these with scientific facts. Myth: The COVID-19 vaccines were developed in a rush, so their effectiveness and safety can't be trusted. Fact: Studies found that the Pfizer/BioNTech and Moderna are both about 95% effective compared to the influenza vaccine, which ranges from being 50% to 60% effective each year. The Johnson & Johnson vaccine is 85% effective at curbing serious or moderate illness. The most important statistic is that all three were 100% effective in stopping hospitalizations and death. As of March 9, 2021, the Centers for Disease Control and Prevention reports that 93.7 million people have been vaccinated and all safety data collected from these doses show no red flags. There have been about 5 cases of anaphylaxis, an allergic reaction, per 1 million, but this is no different than allergic reactions from other vaccines. There are many reasons why the COVID-19 vaccines could be developed so quickly and here are a few: - The COVID-19 vaccines from Pfizer/BioNTech and Moderna were created with a messenger RNA technology that has been in development for years, so the companies could start the vaccine development process early in the pandemic. - China isolated and shared genetic information about COVID-19 promptly so scientists could start working on vaccines. - The vaccine developers didn't skip any testing steps but conducted some of the steps on an overlapping schedule to gather data faster. - The Pfizer/BioNTech and Moderna vaccines were created using messenger RNA, or mRNA, which allows a faster approach than the traditional way that vaccines are made. - Because COVID-19 is so contagious and widespread, it did not take long to see if the vaccine worked for the vaccinated study volunteers. - Companies began making vaccines early in the process — even before FDA authorization — so some supplies were ready when authorization occurred. - They develop COVID-19 vaccines so quickly also due to years of previous research on the SARS COV-1, a related virus. Myth: The messenger RNA technology used to make the Pfizer/BioNTech and Moderna COVID-19 vaccine is brand new. Fact: The messenger RNA technology behind these two vaccines has been studied and in development for almost two decades. Interest has grown in these vaccines because they can be developed in a laboratory using readily available materials, making vaccine development faster. mRNA vaccines have been studied before for flu, Zika and rabies. Myth: You only need one dose of J&J vaccine so it's more effective. Fact: Johnson & Johnson's vaccine uses a different strategy — a weakened cold virus that is reprogrammed to include the code for the spike protein. Once inside the body, the viral genes trigger a similar response against the virus. All three vaccines are considered overall effective and 100% effective in preventing hospitalizations and death. Myth: Vaccine efficacy and effectiveness mean the same thing. Fact: Efficacy and effectiveness do not mean the same thing. \"Efficacy\" refers to the results for how well a drug or vaccine works based on testing while \"effectiveness\" refers to how well these products work in the real world, in a much larger group of people. Most people, however, use them interchangeably even though they have different scientific meanings. Myth: The vaccines aren't effective against new strains of the virus. Fact: Currently, we know both the U.K. strain as well as the South African variant have increased transmissibility of 30% to 50% over the natural strain. As far as an increase in causing more serious disease, it is not known yet. We have over 600 U.K. variants in Michigan and one case of the South African variant, and I just heard of 47 cases of the U.K. variant in Grand Ledge. We (Michigan) are second in the nation in variants, but that's likely because we test for them more. The most important information is that the vaccines, in general, are 100% effective in prevention of hospitalization and death. So, it is felt they all offer some protection against variants to prevent serious disease. As far as the Johnson & Johnson, it was used with variants and has efficacy overall of 72% in U.S., 66% in Latin America and 57% in South Africa (where the main strain is the South African variant). All companies are looking at modifying (their products) (the mRNA) to cover variants and either give a booster or a multivalent vaccine to cover all variants. Myth: There are severe side effects of the COVID-19 vaccines. Fact: The COVID-19 vaccine can have side effects, but the vast majority go away quickly and aren't serious. The vaccine developers report that some people experience pain where they were injected; body aches; headaches or fever, lasting for a day or two. This is good and are signs that the vaccine is working to stimulate your immune system. If symptoms persist beyond two days, you should call your doctor. Myth: Getting the COVID-19 vaccine gives you COVID-19. Fact: The vaccine for COVID-19 cannot and will not give you COVID-19. The two authorized mRNA vaccines instruct your cells to reproduce a protein that is part of the SARS-CoV-2 coronavirus, which helps your body recognize and fight the virus, if it comes along. The COVID-19 vaccine does not contain the SARS-Co-2 virus, so you cannot get COVID-19 from the vaccine. The Johnson & Johnson vaccine was developed using adenovirus vector technology and also will not give you COVID-19. It shows your immune system a weakened, common cold virus \"disguised\" as the coronavirus instead. Adenovirus vaccines have been around for about two decades, the same as mRNA vaccines. Johnson & Johnson developed a vaccine for Ebola using this technology. Myth: The vaccines are ineffective against the virus variants. Fact: More time is needed to study the vaccines' effectiveness against the variants. Studies are now being conducted to determine if a booster dose is needed to protect against the variants or if modifications to the vaccines are needed. Myth: I already had COVID-19 and I have recovered, so I don't need to get the vaccine. Fact: There is not enough information currently available to say if or for how long after getting COVID-19 someone is protected from getting it again. This is called natural immunity. Early evidence suggests natural immunity from COVID-19 may not last very long, but more studies are needed to better understand this. The CDC recommends getting the COVID-19 vaccine, even if you've had COVID-19 previously. However, those that had COVID-19 should delay getting the vaccination until about 90 days from diagnosis. People should not get vaccinated if in quarantine after exposure or if they have COVID-19 symptoms. Myth: I won't need to wear a mask after I get the vaccine. Fact: It may take time for everyone who wants a COVID-19 vaccination to get one. Also, while the vaccine may prevent you from getting sick, more research is needed, but early indications show that while the vaccine is effective in reducing transmission, it is possible for a vaccinated person to spread the virus. Until more is understood about how well the vaccine works, continuing with precautions such as mask-wearing and physical distancing will be important. Myth: COVID-19 vaccines will alter my DNA. Fact: The COVID-19 vaccines will not alter any human genome and cannot make any changes to your DNA. The vaccines contain all the instructions necessary to teach your cells to make SARS-CoV-2's signature spike protein, release it out into the body, and your immune system gets a practice round at fighting off COVID-19. Myth: The COVID-19 vaccine can affect women's fertility Fact: There is currently no evidence that antibodies formed from COVID-19 vaccination cause any problems with pregnancy, including the development of the placenta. In addition, there is no evidence suggesting that fertility problems are a side effect of any vaccine. People who are trying to become pregnant now or who plan to try in the future may receive the COVID-19 vaccine when it becomes available to them but it's always prudent to consult with your doctor. Myth: The COVID-19 vaccine was developed to control the general population either through microchip tracking or \"nanotransducers\" in our brains. Fact: There is no vaccine microchip, and the vaccine cannot track people or gather personal information into a database. Myth: The vaccines were developed and produced using fetal tissue. Fact: The vaccines do not contain fetal cells nor were fetal cells used in the production the Pfizer and Moderna vaccines. Johnson & Johnson used human cell lines or also known as cell cultures to grow the harmless adenovirus but did not use fetal tissue. These same cell lines have been used for other vaccines including hepatitis, chickenpox and rabies and have been around for years. "}