{"title": "8 foods that boost your immune system and can help keep you healthy", "author": "Kelly Burch; Jason R McKnight", "url": "https://www.insider.com/guides/health/diet-nutrition/foods-that-boost-your-immune-system", "hostname": "insider.com", "description": "The best immune boosting foods contain critical nutrients like vitamin C and A", "sitename": "Insider Inc.", "date": "2021-10-15", "cleaned_text": "- Foods that boost the immune system include citrus fruits, leafy green vegetables, and yogurt. - Many of these foods contain vitamin C and vitamin A, which help support immune function. - You can also add ginger, garlic, and turmeric to your food to gain additional immune benefits. The foods you eat can help support your immune system and keep you healthy. \"What we eat is really central to our overall health, and that includes the immune system,\" says [ Janine Souffront](https://www.lacare.org/providers/thepulse/get-know-la-cares-registered-dietitians), RDN, a registered dietitian and supervisor of Health Education for L.A. Care Health Plan. \"Eating healthy, nutrient-rich foods, can help your body fight off illness.\" Of course, you won't be able to rely on these foods or nutrients as a miracle cure for sickness. But on top of preventative behaviors — like [washing your hands](https://www.insider.com/guides/health/how-long-should-you-wash-your-hands) often and getting a [flu shot](https://www.insider.com/how-effective-is-the-flu-shot) — these healthy foods may help reduce your risk of contracting illness. \"While there is not one food or supplement that can straight-on prevent illness, you can support your immune system by including foods with nutrients that play a role in tissue health and integrity,\" Souffront says. The following foods can contribute to a strong immune system: 1. Citrus fruits Citrus fruits like oranges or grapefruits are packed with [vitamin C](https://www.insider.com/what-does-vitamin-c-do), which is well-known for immune support. Adult women should get [ 75 mg](https://ods.od.nih.gov/factsheets/VitaminC-Consumer/) of vitamin C per day, while men should get 90 mg. Here's how much vitamin C you can get from common citrus fruits: - One medium orange [provides](http://www.fao.org/3/x2650t03.htm#:~:text=Citrus%20fruits%20are%20a%20particularly,Whitney%20and%20Rolfes,%201999).)about 70 mg - One grapefruit provides about 80 mg - One lemon provides about 30 mg To support the immune system, vitamin C helps the body repair tissue and [keeps skin](https://www.insider.com/what-does-vitamin-c-do-for-the-skin) and blood vessels healthy. In addition, vitamin C is an important [antioxidant](https://www.insider.com/what-are-antioxidants-good-for), a substance that prevents cell deterioration and improves immune function. A [ 2017 review](https://www.hindawi.com/journals/bmri/2018/1837634/) published in Biomed Research International found that taking 1 gram (1,000 mg) of vitamin C per day reduced the duration of a [cold](https://www.insider.com/common-cold-symptoms-treatment) by 8% in adults and 18% in children. And while it can't necessarily prevent you from getting a cold, it may help your ability to fight it. \"Contrary to popular belief, it is unlikely that vitamin C will keep you from getting a cold but there is some limited evidence that high doses of vitamin C may decrease the [length of cold symptoms](https://www.insider.com/guides/health/conditions-symptoms/how-long-does-a-cold-last),\" Souffront says. 2. Leafy green vegetables Leafy greens like spinach, kale, and collard greens are high in [vitamin A](https://www.insider.com/guides/health/diet-nutrition/vitamin-a-benefits), which is important for immune function. Men need a [ recommended](https://ods.od.nih.gov/factsheets/VitaminA-HealthProfessional/) 900 micrograms (mcg) of vitamin A each day, while women need 700 mcg. Here's how to get the recommended daily dose: - One cup of raw spinach [contains](https://www.nutritionvalue.org/Spinach,_raw_nutritional_value.html)469 mcg - One cup of cooked kale [contains](https://tools.myfooddata.com/nutrition-facts/11234/wt1/1)190 mcg - One cup of collard greens [contains](https://www.nutritionvalue.org/Collards%2C_raw_nutritional_value.html)90 mcg According to a [ 2018 study](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6162863/#:~:text=Vitamin%20A%20(VitA)%20is%20a,role%20in%20enhancing%20immune%20function.) published in the Journal of Clinical Medicine, scientists know that vitamin A is important for the immune system, but they don't understand exactly why. They believe that vitamin A affects bone marrow production. Bone marrow produces immune cells like [ lymphocytes](https://www.genome.gov/genetics-glossary/Lymphocyte), a type of white blood cell that can help fight off infections. A [ 2019 study](https://academic.oup.com/nutritionreviews/article/77/8/584/5509465) published in Nutrition Reviews found that leafy greens are also rich in dietary nitrate, an organic compound that has anti-inflammatory properties and can help regulate the immune system. 3. Red bell peppers Red bell peppers are especially beneficial for immune health. The European Journal of Clinical Nutrition published a [ paper](https://affiliate.insider.com/?h=1c3fb872aa58fb41e1be892bf6e13c6f744642395801ec7ef7e29c8b663d958a&postID=628f975ea2374776c7e87b10&postSlug=guides%2Fhealth%2Fdiet-nutrition%2Ffoods-that-boost-your-immune-system&site=in&u=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs41430-020-0635-2&amazonTrackingID=null&platform=browser&sc=false&disabled=false) in April 2020 recommending red bell peppers as part of a healthy quarantine diet because of their content of vitamin A and C. \"Red bell peppers are good for the immune system because they have both vitamin A and C, and beta carotene,\" Souffront says. \"Vitamin C has important healing benefits and antioxidants. Beta carotene helps the body make Vitamin A, which protects against infections.\" 4. Yogurt Yogurt is a great source of protein, Souffront says, which can help keep your bones and skin healthy. \"Healthy tissues are the first barrier against infections,\" she says. When your skin is healthy, it keeps out harmful bacteria or viruses, for example. In addition to providing protein, most yogurts contain live culture, which are bacteria that improve the health of your gut [ microbiome](https://www.hsph.harvard.edu/nutritionsource/microbiome/). A [ 2015 study](https://www.annualreviews.org/doi/abs/10.1146/annurev-immunol-032713-120238) published in the Annual Review of Immunology concluded that the health of the gut microbiome impacts immune function and contributes to a person's ability to ward off infection. \"Yogurt and kefir are good sources of probiotics, which can also have a positive effect in the immune system by keeping up the 'good' bacteria and down the 'bad' bacteria in the intestinal tract,\" Souffront says. 5. Green tea \"Green tea is very high in catechins and polyphenols, antioxidants that help prevent cell damage,\" Souffront says. \"Healthier cells in general will allow the body to have a better immune response.\" For example, a [ 2016 study](https://pubs.acs.org/doi/abs/10.1021/acs.jafc.6b01115) published in the Journal of Agricultural and Food Chemistry found that green tea catechins can improve the response of t-cells, which are cells that attack viruses. Increased t-cells are [ associated](https://www.ncbi.nlm.nih.gov/books/NBK10762/#:~:text=Cell-mediated%20immune%20responses%20involve,constitutes%20a%20primary%20immune%20response.) with an improved immune response. A [ 2018 study](https://www.hindawi.com/journals/jir/2018/1264074/) published in the Journal of Immunology Research also found that polyphenols help the body signal when an immune response is needed. 6. Ginger Ginger has antioxidant and anti-inflammatory properties. A [ 2013 study](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665023/) published in the International Journal of Preventive Medicine found that ginger supports the immune system and may even be effective at preventing cancer. A [ 2019 study](https://www.sciencedirect.com/science/article/pii/S2352385918300598) published in the Journal of Nutrition & Intermediary Metabolism looked at the effect of 8.3 grams of ginger extract on smokers and non-smokers. Both groups had immune system improvements, though from different causes. The smokers experienced more lymphocytes. The non-smokers had increased immunoglobulin M, a type of antibody. However, Souffront recommends sticking with fresh ginger. \"The whole food source ginger is more effective than supplements,\" she says. \"For that reason, using fresh ginger in cooking or teas is best.\" 7. Garlic \"For centuries, people have touted the health benefits of garlic, with suggestions that it can help with heart disease, high cholesterol, and colds and flu,\" Souffront says. The health benefits of garlic are rooted in [ allicin](https://pubchem.ncbi.nlm.nih.gov/compound/Allicin), a compound that is released when garlic is chopped or crushed. \"Allicin and the antioxidants inside garlic help fight off infection and support the immune system,\" Souffront says. A [ 2018 study](https://www.sciencedirect.com/science/article/pii/S2405457717302590) published in Clinical Nutrition found that garlic extract boosted the immune system for obese adults. In the randomized, double-blind study, a group of 51 adults were given 3.6 grams of aged garlic extract or a placebo for 6 weeks. At the end of the six weeks, the garlic group had lower inflammation and better distribution of immune system cells. In addition, a [ 2016 study](https://academic.oup.com/jn/article/146/2/433S/4584824) published in the Journal of Nutrition examined a group of 120 healthy participants that were given 2.56 grams of aged garlic extract or a placebo for 90 days. The garlic and placebo groups reported the same amount of illnesses, but the garlic group reported fewer symptoms, reduced illness severity, and fewer days of school or work missed. 8. Turmeric Turmeric's immune benefits are linked to [ curcumin](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5664031/), the component that gives it its deep yellow color, Souffront says. \"Curcumin seems to have the ability to modulate the immune system by activating some of the immunity related cells and dampening the effect of some pro-inflammatory compounds,\" Souffront says. An [ August 2020 report](https://www.researchgate.net/profile/Jyoti_Prakash_Sahoo/publication/343430489_Turmeric_Haldi_-_A_strapping_strategy_for_enhancing_the_immune_system_to_reduce_the_effect_of_SARS-CoV-2/links/5f299786a6fdcccc43abcbe3/Turmeric-Haldi-A-strapping-strategy-for-enhancing-the-immune-system-to-reduce-the-effect-of-SARS-CoV-2.pdf) published in Food and Science reports concluded that turmeric could be a helpful immune booster. It can be easily added to teas or incorporated into recipes like curry. Insider's takeaway No dietary approach can ensure that you won't get sick. However, eating a well-rounded diet that incorporates the foods and nutrients mentioned above can help you stay healthy. Just remember not to each too much of these foods — for example, it is possible to have [too much vitamin A.](https://www.insider.com/guides/health/diet-nutrition/vitamin-a-toxicity) Plus, it's important to take other steps to boost your immunity, Souffront says. \"Diet alone cannot boost your immune system,\" she said. \"You can also support your immune system by supporting your body through an overall healthy lifestyle that includes physical activity, plenty of sleep, and managing stress, along with balanced nutrition.\" Related articles from [Health Reference](https://www.insider.com/health-reference): [How to boost your immune system through diet and lifestyle changes](https://www.insider.com/how-to-boost-immune-system) [4 herbs that may help boost your immune system naturally](https://www.insider.com/herbs-to-boost-immune-system) [4 vitamins that boost your immune system and how to get enough in your diet](https://www.insider.com/guides/health/vitamins-for-immune-system) [The different types of fat-soluble vitamins — and how to get enough of them](https://www.insider.com/what-are-fat-soluble-vitamins) [Does alcohol weaken the immune system? Yes, "}