{"title": "bali sacred natural healing with Priest.", "author": null, "url": "https://activities.marriott.com/things-to-do/V28Hi37SZ0EgpL-bali-sacred-natural-healing-with-priest", "hostname": "marriott.com", "description": "This tour Will bring you to the healing purification journey in a sacred place with the sound of a bell from a Balinese priest at the holy spring that appears in the sacred cave at gumi uwug manduang. the purification ceremony in is private. where this experience will be combined with the natural beauty of Ubud. from the river rocks for a place to meditation,enjoy lunch at the UNESCO Tegalalang rice terrace and take your best experience of coffee and herbal tea plantation. which will give your day full of serenity.", "sitename": "bali sacred natural healing with Priest.", "date": "2023-01-01", "cleaned_text": "bali sacred natural healing with Priest. 6 Ratings - Live Guide - Instant Confirmation - Day Trip - Pickup Service - Private Tour - E-Ticket This tour Will bring you to the healing purification journey in a sacred place with the sound of a bell from a Balinese priest at the holy spring that appears in the sacred cave at gumi uwug manduang. the purification ceremony in is private. where this experience will be combined with the natural beauty of Ubud. from the river rocks for a place to meditation,enjoy lunch at the UNESCO Tegalalang rice terrace and take your best experience of coffee and herbal tea plantation. which will give your day full of serenity. Itinerary Details Operated by: Tunik bali vacation This is a typical itinerary for this product Stop At: Enjoy the real balinese healing purification ceremony with high Priest in natural cave holy water temple and beautiful river serounding by tropical forest. Duration: 2 hour Stop At: Tegalalang Rice Terrace Enjoy the balinese traditional local food in amizing rice terrace panorama in tegalalang rice terrace. Duration: 1 hour Stop At: Uma Pakel Agro Tourism Experience the balinese coffee and herbal tea plantation and take your best photo in Giant swing and bird nest. Duration: 1 hour Stop At: Enjoy the real balinese healing purification ceremony with high Priest in natural cave holy water temple and beautiful river serounding by tropical forest. Duration: 2 hour Stop At: Tegalalang Rice Terrace Enjoy the balinese traditional local food in amizing rice terrace panorama in tegalalang rice terrace. Duration: 1 hour Stop At: Uma Pakel Agro Tourism Experience the balinese coffee and herbal tea plantation and take your best photo in Giant swing and bird nest. Duration: 1 hour "}