{"title": "Why do some vaccinated kids still get sick? - VaccinesToday", "author": "Editorial Board", "url": "https://www.vaccinestoday.eu/stories/why-do-some-vaccinated-kids-still-get-sick/", "hostname": "vaccinestoday.eu", "description": "This is a question we come across a lot. The short answer is that no vaccine is 100% effective.", "sitename": "VaccinesToday", "date": "2015-06-18", "cleaned_text": "Immunity is not like flicking a light switch; there is no simple on/off button. Sometimes an individual's immune system just doesn't respond to the vaccine. Or perhaps the vaccine has lost potency because it is out of date or has not been stored correctly. In the real world, these things can happen. And mild disease can occur despite successful vaccination. But these are not reasons to skip vaccination. In fact, it makes it even more important that everyone - unless you are too young or too sick - is vaccinated. The Robert Koch Institute offers the following example to illustrate this point: \"Imagine a measles epidemic occurs in a primary school. Half of the children are immunised, the other half not. Statistically, one can expect about 97 or 98 percent of the unprotected pupils to get sick - but only two to three percent of the vaccinated pupils.\" Vaccines can also help reduce the severity of disease. This means that even if you catch an infectious illness you are less likely to suffer serious complications. 'But I heard that more vaccinated people got sick during an epidemic in my city.' This can happen. When it does, it causes serious confusion until you look more closely. The [History of Vaccines](http://www.historyofvaccines.org/content/articles/misconceptions-about-vaccines) project at the University of Philadelphia explains this neatly: \"During an outbreak, the number of vaccinated individuals who get sick will often outnumber the unvaccinated people who get sick. This, however, is not because vaccines are ineffective, but because there are so few people who avoid vaccination in the first place. Look at the numbers for a hypothetical outbreak: You have a group of 500 people who have been exposed to an outbreak of a rare disease. Of those 500 people, 490 have been vaccinated; 10 have not. Different vaccines provide different rates of protection, but in this case, let's assume that 98 of every 100 people who are vaccinated will successfully develop immunity against the disease. When exposed to the outbreak, all 10 of the unvaccinated individuals get the disease. What about the 490 who were vaccinated? Based on the assumption of 98 of every 100 people developing successful immunity (leaving two of the 100 unprotected), about 10 of the 490 vaccinated individuals will get the disease—the same as the number of unvaccinated individuals who came down with the disease. Those numbers, however, don't take into account the percentage of vaccinated and unvaccinated individuals who got sick. Of those who fell ill, 10 had been vaccinated and 10 had not. But the 10 who had been vaccinated are only (10 / 490) = 2% of the individuals who had been vaccinated in the population of 500. The 10 who hadn't been vaccinated are (10 / 10) = 100% of those who weren't vaccinated. The final results of the outbreak, therefore, look like this: - Population size: 500 - Vaccinated individuals: 490 - Unvaccinated individuals: 10 - Percentage of vaccinated individuals who fell ill: 2% - Percentage of unvaccinated individuals who fell ill: 100%\" So the risk of contracting the disease is many times higher in the unvaccinated group. "}