{"title": "PDF", "author": "PDF", "url": "https://www.health.state.mn.us/communities/environment/skin/docs/testedprds.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 Skin Lightening Products Found to Contain Mercury, Hydroquinone and /or Steroids TESTED PRODUCTS | UPDATED 7/1/ 2021 These skin lightening products were found to contain mercury, hydroquinone and/or steroids. Skin lightening products are rooted in colorism Skin lightening products may contain toxic chemicals that can negatively impact the consumer's health and family living in the same space, such as children or elders. Reasons for using skin lightening products vary, though are often rooted in colorism. Colorism is defined as discrimination that privileges light -skinned people over people with darker skin. Promoting t he love of the skin we were each naturally born with is one way to fight colorism . Search for #LoveYourSkin to find resources and inspirational messages. Learn more about skin lightening products that may contain mercury and how to Choose Hea lth and Avoid Skin Lightening (https://www.health.state.mn.us/communities/environment/skin/gpfs.html) . SKIN LIGHTENING PRODUCTS FOUND TO CONTAIN MERCURY, HYDROQUINONE AND STEROIDS 2 Skin Lightening Product and Level of Mercury, Hydroquinone and/or Steroids Detected In testing conducted by the Minnesota Pollution Control Agency (MPCA) and Minnesota Department of Health (MDH) , the skin lightening products pictured below exceeded the U.S. Food and Drug Administration's limit of no more than one part per million (ppm) of mercury in cosmetic produc ts, and/or contain hydroquinone or steroids . While hydroquinone and steroids can be legally found in some products intended for inflammatory skin conditions , those products are typically intended for only short- term use when appropriate, and they must meet stringent requirements for ingredient concentration, labeling and storage . Consumers may sometimes see the steroid hydrocortisone as an ingredient in over the co unter products, however a product with unknown concentrations of any of these steroid s is a higher health risk to consumers because of their p otential toxic ity. Being exposed to the chemicals in these products could cause serious health problems. DO NOT USE ANY OF THESE PRODUCTS. This document only lists products tested by MPCA and MDH and were found to contain mercury, hydroq uinone and/or steroids. THIS LIST IS NOT MEANT TO BE COMPREHENSIVE. Not all skin lightening products contain mercury, hydroquinone and/or steroids, BUT PRODUCTS NOT LISTED HERE MAY ALSO CONTAIN MERCURY, HYDROQUINONE AND/OR STEROIDS. Skin lightening products tested in other parts of the U.S. have also been found to contain mercury, and mercury may also be present in products that have not been tested. See information below about untested products and disposal of products containing mercury. A wide variety of skin lightening products is available, from many different sources, and it isn't possible to test all of them for mercury . For that reason, these products should always be used with caution. At a minimum, always make sure that: The product you are using has an ingredients list AND Mercury is not listed as an ingredient. Mercury may be listed under a number of different names, so check for anything that includes the words \"calomel,\" \"mercuric,\" \"mercurous\" or \"mercurio.\" Safely dispose of skin lightening products If you have skin care products that may contain mercury, take them to a Household Hazardous Waste (HHW) site in your area. See the Minnesota Pollution Control Agency website to find your HHW collection site (https://www.pca.state.mn.us/waste/find- your -household -hazardous- waste- Peeling Mercury: 38,000 ppm Rice Milk Whitening Cream ong Whitening Set \"Queenly Girl\" - bottles, Whitening Arbutin, Collagen Mask, Pearl Skin, and Sunscreen Mercury: 18,000 ppm Steroids: 8 Rice Milk ppm Steroids: Betamethasone, Betamethasone and Fresh Mercury: 2,400 ppm Steroid: Clobetasol 10 Natural Cream Promina Ginseng Pearl Cream Mercury: 29 ppm 12 Qian MEI yellow and white jars Mercury: 6. 4 - 4,650 ppm Facial Mask Anti- Oxidant Whitening 14 Yoko Yogurt Milky Body Lotion Mercury: 9.3 ppm 13 Jing Zhuang Jinyiqi Whitening Sun Block (red) Mercury: 8.2 ppm Silky Cool Extra Mercury: 7 ppm Cream 5.2 - Face Glow Mercury: ppm 14 Mclean - Apricot Scrub Mercury: 4.7 ppm Pearl Cream Mercury: 3.6 ppm KA White - Night Serum Mercury: 3.2 ppm (No English Product Name) Mercury: 1.6 -2.2 ppm 15 Doctor Luei Speckle Killer Mercury: 1.5 -2 ppm Hydroquinone: Detected Fo Herbal 2 Diamond MGT Mercury: 1.6 ppm 1.5 ppm Steroids: Betamethasone, Betamethasone 17-Valerate 16 12 Plus Whitening Less Shave Mercury: 1.2 ppm Darlene Lightening Star Fruit Soap Mercury: 1.1 ppm Kem Nam Tan Nhang Hydroquinone: Detected Steroids: Betamethasone, Betamethasone - 17, Hydroquinone Beauty Whitening Cream Steroid: Clobeta 18 Additional Products Tested for Mercury The follow ing products were tested in 2011 and 2016 for mercury only; testing did not include hydroquinone or steroids . DO NOT USE ANY OF THESE PRODUCTS. BB Health & Beauty Mercury: 54,000 ppm Lemon Herbal Whitening Cream Mercury: 33,000 ppm (No English Product Name) Mercury: 28,800 ppm Whitening Cream 22,000 cream Mercury: 9,950 Be Special Cream Mercury: 5,600 ppm Naomi 5 Day Aghader Mercury: 135 ppm Savor Pour L'acne - Diana Soap Me rcury: 31 ppm Minnesota Department of Health Environmental Surveillance and Assessment Se c tion PO Box 649 75 St. Paul, MN 551 64-0975 www.health.state.mn.us 07/01/2021 T o obtain this i nf ormatio n in a different "}