{"title": "Reiki Healing, Usui Reiki, Reiki Therapy, Reiki Master, Spiritual Healing", "author": null, "url": null, "hostname": null, "description": "Reiki means spiritual energy. Usui Reiki Ryoho is a traditional form of Japanese energetic healing which is safe, gentle and remarkably effective. This system focuses strongly on personal growth and self practice which means contructive and lasting change", "sitename": null, "date": null, "cleaned_text": "Reiki Reiki, another name for 'spiritual energy', is a traditional form of Japanese energetic healing created by Buddhist Monks. This treatment involves the Reiki practitioner channelling the 'universal energy' or 'qi' through their palms to heal the patient. Both hands on and hands off healing are used, harnessing universal energy to correct emotional and physical imbalances. Reiki balances and replenishes energy, clearing any blockages that may manifest in disease. It is renowned for relieving both emotional distress and pain in the body, providing a safe and gentle supportive treatment for cancer patients undergoing medical treatment. Book in for Reiki in Melbourne and enjoy benefits such as the calming and strengthening of the mind, easing anxiety, depression, negative thought patterns, low self-esteem, insomnia, irritability, addictions, relationship troubles and fears. [Book your Reiki appointment online](/book-online), or call us on 03 9388 2422. Reiki FAQ What is Reiki? Reiki is an ancient Japanese form of energetic healing addressing both emotional and physical aliments. It involves both hands on and hands off healing, using universal energy to correct imbalances in the body. Reiki balances and replenishes energy, clearing any bloackages that may manifest in dis-ease. How much does it cost? The cost is: mins initial: $125 - 2 hour Reiki Attunement $250 What will I feel during the session? - Deep relaxation - Heat - Tingling - Images or colours - Stomach rumbling Will I need to take off my clothes? No, Reiki energy can travel through clothing. What are the benefits of Reiki - Increases relaxation and calmness - Helps calm the mind - Helps a meditative state - Supports healing - Promotes pain relief - Balances energies Will I feel the results straight away? Many people will feel relaxed and experience positive results straight away. While others may experience the results 1-3 days after the treatment. "}