{"title": "West Bloomfield Township Public Library", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2013-01-01", "cleaned_text": "Friends of the Library Grow Up Reading Literacy Catalog My Account Get or Renew Your Library Card Today! Catalog Search Library Website Google West Bloomfield Township Public Library Home Books, Movies & Music eLibrary Services Event Calendar About Us Saturday, September 9 from 11 AM to 2 PM in the Main Library Youth Activity Center. Get the family together to celebrate Grandparent's Day with a Family Fun concert, meet-and-greet with Mario and Princess Peach, and more! Recommended for all ages. No registration required. September 25 at 7 PM in the Main Library Meeting Room. Family historian and professional genealogist Judy Muhn shares perspectives on ways history, artifacts, stories, and documentation inform the larger stories of our families. In partnership with the Greater West Bloomfield Historical Society. September 14 at 7 PM and September 15 at 10 AM in the Main Library Meeting Room. Join the Friends of the Library for the BOOKTalks discussion series. No registration is required. September 19 at 7 PM at the Westacres Branch. Join author Tobin T. Buhk for a presentation on some of Michigan's creepiest locations. Registration is required. September 20 at 6:30 PM in the Main Library Meeting Room. Come discuss a popular play or musical and enjoy an excerpt performed by local actors and singers as well as a discussion with visiting Broadway veterans. September's topic is \"The Pirates of Penzance.\" Feature: Travel Adventures Are you dreaming of traveling? Try these travel narratives. View More Feature: Sharing is Caring! (Kids) Help your little one learn about sharing, caring, and taking turns with these book selections. View More Feature: Read-Alikes: John Green (Teen) If you like John Green, give these great authors a try. There is something for everyone here! View More Feature: America During World War II Delve into one of the most challenging times in American History with these fascinating non-fiction titles about the World War II years in the United States. View More Feature: Read-Alikes: Where the Crawdads Sing If you \"Where the Crawdads try these read-alikes. Our picks feature character-driven, atmospheric coming-of-age stories filled with difficult circumstances. View More Feature: Science Comics (Kids) These gorgeously illustrated graphic novels offer wildly entertaining information on a variety of topics. View More Feature: As Seen on BookTok Discover top trending book recommendations from TikTok. View More Feature: Award-Winning World Cinema (Movies) These films have won prestigious awards from around the world. View More Feature: Parenting Books From calming tantrums, co-parenting or virtual learning; these parenting books will be a great resource. View More Feature: Ken Burns Documentaries (Movies) Learn about history like never before with documentaries by Ken Burns. View More Feature: Read-Alikes: Little Fires Everywhere If you enjoyed Celeste Ng's \"Little Fires Everywhere,\" you'll enjoy this list of similar novels. View More Feature: Time to Laugh (Kids) When you need a good laugh, try one of these funny books for elementary schoolers. View More Library Hours Mon - Thu 9 am - 9 pm Fri - Sat 9 am - 6 pm Sun (Main) 12 pm - 6 pm Sun (Westacres) 12 pm - 5 pm Main Branch 4600 Walnut Lake Road West Text: 248-648-3368 Fax: 248-363-7243 Recipient of the National Medal, the nation's highest honor for libraries. "}