{"title": "SpaZazz Rx Therapy Crystals | Olympic Hot Tub", "author": null, "url": "https://olympichottub.com/product/spazazz-rx-therapy-crystals/", "hostname": "olympichottub.com", "description": "Spazazz Rx Aromatherapy Crystals are specially formulated natural blends designed to target specific ailments while soaking in your tub. Enriched with vitamins C, A, K, E, Arnica & Calendula. Is safe for hot tubs, baths & spas of all brands and models Will not clog filters, motors, or jets Will not affect sanitizers or pH level Will not foam or bubble Is safe for all tub surfaces Made in USA 19 oz NEW: Sleep Therapy--Relax and clear your mind and body as you soak in our sleep & relax inducing blend of all natural aromatherapy. Skinny Soak Therapy--Tighten and firm up your body with our cellulite dissolving blend of relaxing aromatherapy! Muscle Therapy--Achy? Soothe & comfort sore muscles in our hot'n icy blend. Joint Therapy--Feeling sore? Submerge yourself in our unique therapeutic blend, created to reduce inflammation & boost circulation. Detox Therapy--Feel the healing power. Eliminate and cleanse built up toxins with our special detox blend. Respiratory Therapy--Feeling congested? Breathe deep and clear your head in our purifying upper respiratory blend. Energy Therapy--Need a pick-me-up? Revitalize after a long day or to get the day started with our energy blend. Stress Therapy--Feeling stressed? Relax your body & clear your mind with this stress relief blend. Sport Therapy--Need a Rebuild? Submerge yourself for fast relief to the body after intense physical activity in our sports blend. Happy Therapy--Feeling Blue? Submerge yourself... for pure happiness in your tub or spa", "sitename": "Olympic Hot Tub", "date": "2020-10-15", "cleaned_text": "Aromatherapy Crystals are specially formulated natural blends designed to target specific ailments while soaking in your tub. Enriched with vitamins C, A, K, E, Arnica & Calendula. - Is safe for hot tubs, baths & spas of all brands and models - Will not clog filters, motors, or jets - Will not affect sanitizers or pH level - Will not foam or bubble - Is safe for all tub surfaces - Made in USA - 19 oz NEW: Sleep Therapy-Relax and clear your mind and body as you soak in our sleep & relax inducing blend of all natural aromatherapy. Skinny Soak Therapy-Tighten and firm up your body with our cellulite dissolving blend of relaxing aromatherapy! Muscle Therapy-Achy? Soothe & comfort sore muscles in our hot'n icy blend. Joint Therapy-Feeling sore? Submerge yourself in our unique therapeutic blend, created to reduce inflammation & boost circulation. Detox Therapy-Feel the healing power. Eliminate and cleanse built up toxins with our special detox blend. Respiratory Therapy-Feeling congested? Breathe deep and clear your head in our purifying upper respiratory blend. Energy Therapy-Need a pick-me-up? Revitalize after a long day or to get the day started with our energy blend. Stress Therapy-Feeling stressed? Relax your body & clear your mind with this stress relief blend. Sport Therapy-Need a Rebuild? Submerge yourself for fast relief to the body after intense physical activity in our sports blend. Happy Therapy-Feeling Blue? Submerge yourself... for pure happiness in your tub or spa "}