{"title": "COVID-19 vaccines and treatments helped save millions of lives and billions in health care costs", "author": "John Corea", "url": "https://phrma.org/Blog/covid-19-vaccines-and-treatments-helped-save-millions-of-lives-and-billions-in-health-care-costs", "hostname": "phrma.org", "description": "Just last month, researchers estimated that COVID-19 vaccines prevented 19.8 million deaths across the globe in the first year of the pandemic.", "sitename": "phrma.org", "date": "2022-07-07", "cleaned_text": "As the world braves year three of the COVID-19 pandemic and confronts a virus that continues to evolve and challenge us, we've come a long way in how we combat this ongoing threat. Since the start of this pandemic, vaccine manufacturers have produced more than 14 billion COVID-19 vaccine doses and built capacity to vaccinate everyone in the world. That's quite the feat considering where we started - at zero - just over two years ago. These innovations have also resulted in greater efficiencies within the health care system - benefiting our economy through billions in cost savings. The biopharmaceutical research industry has learned and witnessed some valuable lessons along the way. This includes the role of intellectual property in enabling global partnerships and collaboration to deliver vaccines around the globe; the potential for digital health tools to facilitate the development of future medicines; and the need to take proactive steps to ensure that we are ready for [future wide-reaching health threats](https://www.phrma.org/-/media/Project/PhRMA/PhRMA-Org/PhRMA-Org/PDF/A-C/AMR-Fact-Sheet_March-2022.pdf). In April 2022, PhRMA released a report that addresses in detail these key lessons and insights, which you can access [on our website](/Blog/icymi-new-resource-catalogs-biopharmaceutical-industry-lessons-learned-from-covid-19). It's also important to take a step back to mark the achievements and the progress that has been made in battling COVID-19. Just last month, [researchers estimated](https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(22)00320-6/fulltext) that COVID-19 vaccines prevented 19.8 million deaths across the globe in the first year of the pandemic. Closer to home, an increasing number of studies are detailing the value that vaccines and treatments have had in the United States - on our health, our health care system and our economy. Research has demonstrated: - Between December 2020 and March 2022, U.S. vaccination efforts prevented 2.3 million deaths; 17 million hospitalizations; 66 million infections; and saved $899 billion in health care costs. - [The Commonwealth Fund ](https://www.commonwealthfund.org/blog/2022/impact-us-covid-19-vaccination-efforts-march-update?utm_source=alert&utm_medium=email&utm_campaign=Improving+Health+Care+Costs)(April 2022) - With 100% COVID-19 vaccine uptake, vaccines could have prevented an additional 234,000 deaths between June 2021 and March 2022, equivalent to 60% of adult COVID-19 deaths during that period. - [Kaiser Family Foundation](https://www.kff.org/coronavirus-covid-19/issue-brief/covid-19-continues-to-be-a-leading-cause-of-death-in-the-u-s/) (April 2022) - COVID-19 vaccines in early 2021 saved Medicare $2.6 billion by preventing 107,000 hospitalizations among older Americans. Those savings from avoided hospitalizations were nearly large enough to offset the cost for around 68 million vaccine doses. - [Office of the Assistant Secretary for Planning and Evaluation](https://aspe.hhs.gov/reports/hospitalization-cost-savings-covid-19-vaccinations#:%7E:text=Using%20Medicare%20FFS%20claims%20data,19%20vaccinations%20in%20early%202021) (May 2022) - By allowing economic activity to resume sooner, COVID-19 vaccines and treatments generated an estimated $438 billion in GDP in 2021, a 2.3% increase in real GDP. - [Heartland Forward](https://heartlandforward.org/wp-content/uploads/2021/12/Economic-Savings-in-America_7.pdf) (December 2021) - \"The arrival of safe and effective vaccines and...therapeutics has greatly mitigated [health care] costs, generating benefits that also measure in the trillions of dollars.\" - [USC-Brookings](https://www.brookings.edu/essay/the-economic-case-for-federal-investment-in-covid-19-vaccines-and-therapeutics-remains-strong/#:%7E:text=Indeed%2C%20Pfizer%2C%20Moderna%2C%20and,the%20trillions%20in%20benefits%20generated) (April 2022) Despite these successes, there's more work to be done. Biopharmaceutical companies continue to research new ways to fight this pandemic through novel vaccines and treatments and ensuring there is manufacturing capacity to meet demand. These investments include variant-specific vaccines, new antiviral treatments, pediatric clinical trials and more. But challenges remain, particularly in terms of country readiness around the globe. Even with ample vaccine supply, last-mile distribution challenges are resulting in the destruction of unused vaccines and countries around the world turning away critical vaccine donations. We all have a role to play in curtailing the fallout from this ongoing battle with COVID-19. For PhRMA's part and the country's leading innovative biopharmaceutical research companies it represents, we will [build upon the lessons learned](https://phrma.org/Coronavirus/Lessons-Learned-The-Biopharmaceutical-Industrys-Response-to-COVID-19) throughout this pandemic to meet patient health needs now and in the future. We also encourage America's policymakers to defend and advocate for the millions of American jobs supported by the biopharmaceutical research industry as it continues to invest in vaccines and treatments that have saved millions of lives and billions of dollars benefitting America's economy. "}