{"title": "PDF", "author": "PDF", "url": "https://nunm.edu/wp-content/uploads/Nexus-Spring-2015.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Spring 2015 National College of Natural Medicine The Goat Herder AND THE MASTERTHE GIFT OF PLANTS Medicinal plants and practitioners form a powerful bond PHOTO ESSAY Spring UnfoldingManaging Editor Marilynn Considine Editor/Staff Writer Steve Dodge ND ('99) Alumni News Bill Tribe NEXUS is published by the National College of Natural Medicine in Portland, Oregon. It is distributed electronically to NCNM's international community: students, faculty, staff, alumni, patients and other NCNM friends. Current and past issues of NEXUS can be viewed online at ncnm.edu/nexus . Reproduction without attribution is prohibited. NCNM is an equal opportunity and affirmative action institution. Letters to the Editor and Editorial Submissions: mconsidine@nunm.eduAddress Changes: alumni @nunm.edu David J. Schleich, PhD NCNM President Andrea Smith, EdD, MA Provost & Vice President, Academic Affairs Gerald Bores, MBA Vice President, Finance & Administration, CFO Sandra Snyder, PhD Vice President, Marketing & Communications Susan Hunter, MBA Vice President, AdvancementSpring 2015 2 NEXUS | Spring 2015 ON THE COVER: Chinese Ginseng (panax ginseng)Contents FEATURES The Gift of Plants ........................................... 8 Medicinal plants and herbs are critical to health and wellness. As a result, issues of sustainability, purity and the best applications are often on practitioner's minds. The Goat Herder and the Master ........................... 16 A love of plants and animals—and the teachings of Sun Simiao—lead to a vibrant life of teaching and scholarship. Feels Like Home ........................................... 18 It took a while and a go at other professions, but NCNM Librarian Noelle Stello has found her calling. Photo Essay ............................................... 14 Spring Unfolding DEPARTMENTS News Briefs ................................................ 3 I am NCNM ................................................ 5 Philanthropy ............................................... 6 Alumni News .............................................. 21 On the Web Art in the Garden Students from Portland's Southwest Charter School presented a 135-foot mural depicting medicinal herbs for installation at NCNM's new Galen's Way Garden recently. More at: ncnm.edu/mural Herb Curious? The NCNM Library has some great online resources about herbs and botanical medicines. library.ncnm.edu/herbal-medicine-portal The Time I Forgot Why It Mattered NCNM student James Munro struggled with classes, family loss and his commitment to natural medicine. Compassionate classmates and a magical rainy night changed all that. From the Admissions blog : admissions.ncnm.edu/forgot National College of Natural Medicine049 SW Porter St., Portland, OR 97201503.552.1555 ncnm.edu n cnm.edu | NEXUS 3For the first time in its history, NCNM will offer undergraduate degrees to go with its expanding roster of postgraduate degrees. The college received approval in March from the Northwest Commission on Colleges and Universities (NWCCU) to launch two programs in fall 2016. Both undergrad offerings are two- year, pre-med and pre-health degree completion programs that focus on integrative health sciences and nutrition. The programs are designed for students who have previously completed two years of college course work, such as community college students who want to complete their undergrad degree; transfer students from a traditional four-year college or university; or students who have previously withdrawn from a bachelor's program and want to continue. \"Yes, it is historical,\" said President David Schleich, \"It entails a maturing of our program mix at NCNM; 'maturing' in the sense that we now have a valuable access point for students migrating to natural medicine education from accredited undergraduate institutions.\" More on the Web: ncnm.edu/undergrad NEW INTEGRATIVE MENTAL HEALTH PROGRAM LAUNCHES A new Master of Science in Integrative Mental Health (MSiMH) degree program has also been approved by the NWCCU. Classes are scheduled to begin fall term 2015.The new program is designed for students who already have licenses to work with patients or are currently enrolled in a healthcare degree program. Admissions Director Brandon Hamilton said the initial market will be current NCNM students looking to add mental health expertise to their training. Angela Senders, ND ('05), MCR, assistant dean of the School of Research & Graduate Studies, said it is designed to take a whole-person, whole-systems approach to mental and emotional well-being. \"I'm so excited about this new offering,\" Dr. Senders said. \"Many NDs and Chinese medicine providers choose to focus on mental health in their practice, and until now, we've had to cobble together postgraduate trainings and seminars in order to tailor our practices to mental health concerns. With this program, students will learn skills while they are in school that will allow them to delve deep into this subject area and create a truly integrative, personalized approach to care.\" More on the Web: ncnm.edu/msimh THIS JUST IN: Chinese medicine doctoral program approved. More on the Web : ncnm.edu/DSOM IT'S HISTORY: NCNM To Offer Undergraduate Degrees NEWS BRIEFS SMITH JOINS ACAOM Andrea Smith, EdD, MA, provost and vice president of academic affairs, was recently elected to The Accreditation Commission for Acupuncture and Oriental Medicine (ACAOM) as an academic member. ACAOM is the national accrediting agency for acupuncture and Oriental medicine programs. More on the Web: ncnm.edu/acaom4 NEXUS | Spring 2015 NEWS BRIEFS, continued BEAVERTON CLINIC: MARCHING INTO WASHINGTON COUNTY NCNM's newest clinic in Beaverton not only expands the college's footprint outside of Portland for the first time, it is also a much needed resource for low-cost healthcare services for uninsured, underserved and other patients seeking natural medicine. Also, with many Latino clients in the mix, the clinic allows the college's bilingual staff and licensed medical practitioners to see patients in a fully appointed medical facility. The 1,760 square-foot clinic offers naturopathic medicine and Chinese medicine from licensed primary care physicians at rates well below the market average. Adjacent to Beaverton's Social Security Administration office, the clinic is credentialed by OHP Open Card and CareOregon, as well as several commercial insurance carriers. The clinic seems to be catching on. Lori Knowles, community clinics manager, said the clinic has logged 100 new patients since opening July 1, 2014, and is seeing steady growth every month. For instance, the clinic, which previously was housed at the Elsie Stuhr Center, saw patient totals climb from 840 in 2013 to 1,014 in 2014 with just four months of operation. In addition, ND shifts have grown from five per week to eight per week, along with an acupuncture shift. The latter is consistently booked a month or more in advance. Monthly open houses/lectures have become standing room only.\"The Beaverton Clinic is really gaining momentum,\" said Knowles, so much so that NCNM is discussing the feasibility of a future clinic on Portland's east side. NUTRITION IS FOR INMATES, TOO Courtney Jackson, ND ('08), and Julie Briley, ND ('11), are used to spreading the nutrition gospel far and wide, but the Food as Medicine Institute (FAMI) docs are teaching where few NDs have gone before: prison. FAMI is helping inmates at the Coffee Creek Correctional Facility, a women's prison in Wilsonville, Oregon, with a cooking, gardening, planting and harvesting program. It all started when Charlene Zidell, daughter of Min Zidell, visited the facility and thought FAMI instruction would be great for the women in the minimum security section. With funds from the Zidells, FAMI instructors are making regular visits to Coffee Creek, working with women who are six months from release. \"It's really good for their moods and offers a connection to nature not usually available to inmates,\" said Dr. Briley. The idea is also to increase life skills, something that will be useful upon release. The women, she said, \"have been so appreciative, the information is really making a difference.\" Indeed, one inmate told her \"wow, we really need this so much.\" The program is slated to continue through September. NCNM GETS NEW, OLD DIGS The newest building on campus has been there since 1886. NCNM recently purchased and renovated \"the white house\" just east of the Administration building. The building, rededicated as the Spaulding House in honor of NCNM co-founder Dr. Frank Spaulding, is being used for offices and as an event venue. The house is located on SW Water Street and is a two-story structure built as a single-family home in 1886. It includes a finished basement and a total of 3,841 square feet, with 2,229 square feet on the main floor, according to city records. RITA BETTENBURG, LIVING LEGEND Rita Bettenburg, ND ('89), received the 2014 Living Legend award from NCNM and the Oregon Association of Naturopathic Physicians (OANP), the organizations' highest honor. The award recognizes Dr. Bettenburg's outstanding leadership, commitment to excellence, and longstanding contributions toward the advancement of the naturopathic profession. More on the Web: ncnm.edu/bettenburg n cnm.edu | NEXUS 5 He calls himself the Naturopathic Pilgrim. Node Smith, a student in the naturopathic medicine program, is riding his bicycle from near the Canadian border in Washington state to Austin, Texas. The year-long journey will take him down the entire West Coast, up through Arizona, Utah and Colorado to Montana. Then he will head east through South Dakota, Nebraska and Iowa before veering south into Missouri, Mississippi and Texas. In some ways the bicycle journey will be the easy part, as Smith is challenging himself to disconnect entirely from the digital world. No cell phone, no laptop, no GPS, no TV. Though he calls it \"digital detoxification,\" he said the trip is not so much about an antagonism towards modern technology as it is an extended experiment in doing without, while seeking a deeper connection with nature. The trip is also deeply spiritual, and Smith hopes the time away from the usual cacophony of life will also help him better connect with his higher power. Though disconnecting himself, Smith intends to keep in touch via letters mailed to fellow students at NCNM, who will post updates on a blog. Just before departure, Smith posted these musings: \"What would it be like if I didn't have to answer any emails? What if for a certain period of time I didn't have to hear my text alert, my ringtone, or an alarm waking me up 30 minutes early so I could check my email before rushing off to class? What changes would occur inside if I could spend some uninterrupted time in the outdoors, looking up into the sky, feeling the cool breeze on my face, and smelling the sea air in the early morning, smiling? What would it be like to reset the rhythm of my life to be more in alignment with my belief system, my values, and my idea of health? These are things I want to give away in the name of health.\" Follow Node Smith's journey at: travelblog.org/Bloggers/Node/I am NCNM: Node Smith NCNM FACT FILE Student body 6 17 Gender ratio F emale 74% | Male 24% | Other 2% Faculty 1 52 Staff 251 Alumni 2 ,304 Economic impact (2012) $ 55.9 million Annual clinic patient visits a pproximately 40,000 Community clinics 1 4 SOURCES : Year Three Self-Evaluation Report, Year One Updated, March 1, 2014; Portland Business Journal , \"Top Colleges 2015\"; Factbook, NCNM 2014 clinic NEXUS | Spring 2015Kirkman is a 66-year-old Portland, Oregon-based firm that makes high-quality, pure supplements, specially formulated for those with sensitivities. The company, and its CEO David Humphrey, are especially well known for support of autism research while developing products to help autistic patients. Founded in 1949 in Seattle, Washington, by Lyle Wellman and Bill Graham, the company was purchased in 1967 by entrepreneur Stan Bachman and moved to Portland. In 1982, when Bachman retired, he sold Kirkman to his good friends, Ken and Helen Humphrey. The Humphreys developed a close personal relationship with Dr. Bernard Rimland, a researcher passionate about a particular multivitamin product he wanted to get developed for special needs individuals, like his autistic son. Dr. Rimland reached out to as many as 20 companies to further develop and manufacture his multivitamin. Kirkman was the only company that agreed to manufacture the supplement, even though the batches were small and initially unprofitable. Ken Humphrey knew he needed to help. This multivitamin would become Kirkman's Super Nu-Thera. The belief was that a multivitamin with high vitamin B-6 and magnesium content could benefit certain individuals who had dietary or environ - mental sensitivities. Special needs individuals usually have limited diets and need to help their body through supplementation. Super Nu-Thera has grown to be a top product for Kirkman. When Ken Humphrey reached age 78, he called his son David and asked for help to run the company. At that point, David Humphrey was an attorney in Hawaii and owner of one of Hawaii's largest jewelry companies. David agreed and ushered in an era of significant growth for Kirkman. First though, he had to learn the company from top to bottom. Ken insisted that David answer the phones to talk to customers firsthand. From this experience, David gained a deep understanding of the needs of Kirkman's customers and developed a strong commitment to serve those needs. David quickly increased the supplement business to include more than 300 products. Some of the ingredients were hard to find; he was asking for casein-free and gluten-free years before anyone knew about grain issues. Now gluten- and casein-free products are everyday items. NCNM Partners are companies with values and future visions that align with NCNM's. Their financial support helps fund original research, residencies, clinics, scholarships and other college programs. Kirkman Nutritional Supplement Company PHILANTHROPYRegents' Circle $1 million Bob's for Health Biotics Research LabsPriority OneR&H Construction Company Terra Medica US BioTek Laboratories Bronze Partners $25,000 Allergy Research Bezwecken Cyrex DaVinci Laboratories of Vermont Designs HealthDouglas LaboratoriesEmerson Nutraceuticals, Ltd. Heron Laboratories SaunaRaySolTerra Systems The CHP Group Wise HerbalsWishGarden Herbs 1,000 Friends of Chiral Flower Chinese Herbs Health Force NutritionalsKIND Healthy Snacks Meridian Valley LabMicroLightMountain Peak Nutritionals NasobihND Online Learning CentreNeuroScience Inc.New England School of Homeopathy Nutri (Imports & Exports) Ltd. UK PercassoProtocol for Life Balance Quest Diagnostics Relax Saunas of Momentum98 Restorative Formulations/ WTSMed, Inc. Sprague Israel Giles Insurance Standard Process Vital Nutrients Women's International PharmacyNCNM PARTNERS PROGRAMDavid went on to serve the special needs community in more ways than providing healthful supplements. He co-founded the Autism Treatment Network, now called Autism Speaks, as a network of hospitals and physicians dedicated to establishing treatment protocols for autism. In addition, David founded the Autism Coalition for Treatment, which focuses on establishing treatment services globally for individuals with autism. He is also a co-founder of the Medical Academy of Pediatric Special Needs, a nonprofit organization that teaches doctors how to treat special needs individuals. David was diagnosed with esophageal cancer in 2007. However, he researched his condition and looked at both conventional and natural medicine. Through this research, David learned he would have to change his lifestyle to keep his body healthy. As part of this new lifestyle, David found that it was hard to find clean, tested, toxin-free products. Environmental contaminants were everywhere. As a result, Kirkman set out to create a new standard of purity in its supplements. In 2011, the company introduced Ultra Tested. \"Because we supply products to many people with sensitivities to contaminants, we're probably more alert to those [damaging] toxins,\" said David, now president, CEO and owner of Kirkman Group Inc. Kirkman's protocol calls for testing every raw ingredient for more than 950 environmental contaminants, including 24 heavy metals, bacteria, yeast, mold and common allergens. Every product Kirkman manufactures is Ultra Tested for purity, except for creams, lotions and oils. One reason for issuing such a strict purity protocol is evidence that suggests environmental toxins (that could be found in raw ingredients) are causing serious health issues, especially for children. Today, Kirkman provides supplements to customers all over the world. It continues to focus on providing safe, potent products for people with sensitivities and allergies. n HOW TO GIVE Opportunities abound to support the education of NCNM students and the work of NCNM faculty, including the campaign for a new library. In the natural medicine business? Check out our Partners Program. For more information: ncnm.edu/donate n cnm.edu | NEXUS 78 NEXUS | Spring 2015 Medicinal plants are at the very core of NCNM instruction, clinics and alumni practices. At NCNM, there is deep knowledge and passion for plants and their extraordinary power to heal.Eric Brand could hardly contain his excitement. The owner of the Colorado-based herb supply company, Legendary Herbs, and avowed \"herb nerd\" had been to China many times, was fluent in the language and had developed a deep understanding of the Chinese medicinal herb industry. Still, he had never seen the only existing wild ginseng genetic preserve . No Westerner had. \"Wild Asian ginseng is extremely, extremely rare, virtually extinct in the wild,\" said Brand. \"There are isolated wild Asian ginseng plants that remain in the world, but a person could spend their whole life looking for them without ever finding a single specimen.\"The man who created the preserve on a remote mountainside in southern China had originally been a wild ginseng collector. Over the course of 50 years, using the seeds of genuine wild ginseng, the man grew ginseng, collected its seeds and planted more, all the while working in utmost secret to prevent theft. So, as he looked at ginseng growing on the hillsides, Brand was well aware of the immense honor and trust he'd been shown. Brand, a licensed acupuncturist who spoke at NCNM in February at the School of Classical Chinese Medicine, said ginseng (panax ginseng) was so valuable in ancient China that whole dynasties rose and fell based on who controlled the plant. One forest where the legendary root thrived was locked up for 200 years. Trespassers were executed. Today, the root and its various derivative products remains one of the most valuable crops in the world, renowned for its adaptogenic qualities— The Gift of n cnm.edu | NEXUS 9 the ability to help the body cope with stress, fatigue and temperature extremes. In Chinese terms, it's great for one's overall qi , or life force. Sadly, the story of ginseng closely parallels many of the key issues in the global herb business, pegged at $228 billion by Nutrition Business Journal . The scarcity of the wild root in China is a fate that has befallen other plants as their qualities become known and marketed. Also, according to Brand, since ancient times ginseng and other Chinese herb products have been misidentified or adulter - ated with similar plants and substances. In more recent times there have been well-publicized issues with contamination from microbes, pesticides and heavy metals. Another issue is the same species of plants grown in various regions may have signifi- cantly different levels of active ingredients due to the variables of climate, farming and processing. \"Confusion with herbs has been around for a very long time,\" he said. It's all rather complex, and if ever there was a case for caveat emptor , it seems, using herbs would be it. However, Brand and other advocates of herbal medicine say though caution is warranted, the dangers have been overblown. He applies two main approaches to safety and quality: knowledge and relationships. He's made many contacts in China, visiting farms, herb markets, hospitals and granule factories, all the while becoming an expert at identifying the approximately 1,000 Chinese herbs grown for export, roughly half of which are used in the United States. His company works with trusted sources in China and uses U.S. and German firms to test for quality and screen for safety issues. Similarly, at NCNM there is deep knowledge and passion for plants and their extraordinary power to heal. The college maintains two herb-centric gardens, the Min Zidell Healing Garden and the Galen's Way Garden. Plans for a third garden are underway as part of a proposal to vacate SW Hooker Street in the center of campus. NCNM has had an Herb Society since 2009, a student- run group dedicated to sharing information and appreciation of medicinal herbs. The college library recently opened a Chinese Herb Library in a conference room with samples of 159 herbs available to smell and touch. (see sidebars) Also, the NCNM Clinic stocks and sells a wide variety of herbs and supplements. Micaela Angle, LAc, the clinic medicinary's quality assurance and risk manager, said NCNM faces many of the same challenges Brand does. Monitoring and assessing the quality of products including bulk herbs, tinctures and dietary supplements is a complex task, involving dozens of suppliers. Also, like Brand, NCNM maintains numerous industry relationships, and works with trusted, experienced distributors, manufacturers and herb farms. \"We're very diligent with quality standards,\" said Angle. \"We have standards set in place to make sure our customers can feel safe about the quality and safety of herbs and supplements purchased at our medicinary.\" Revée \"Ray\" Barbour, student, naturopathic and Chinese medicine programs Barbour's all-time favorite herb is the fragrant lavender, which she uses in numerous ways. The plant is nutritive, in that its aroma or tea infusion is deeply satisfying, she said. Lavender is also an antifungal and antiviral, and is known for its calming and stress relief qualities. CONTINUES ON PAGE 10One forest where the legendary root thrived was locked up for 200 years. Trespassers were executed. LAVENDER , GINGER, RHODIOLAMy FAVORITE HERBS 10 NEXUS | Spring 2015 Glen Nagel, ND ('93), assistant professor, School of Naturopathic Medicine One of Dr. Nagel's favorite medicinal plants is the stinging nettle. Yes, it will indeed sting you if your bare skin comes into contact with it in nature, but Nagel likes it because it is abundant, edible, and has been used for food, medicine and clothing for many years. A new favorite of Nagel's is jiaogulan, a plant that grows wild in China. It looks a bit like a cucumber and has a sweet and pleasant flavor. Also, he said, a number of scientific studies show that it is adaptogenic (stress reducing) much like ginseng, and helps regulate blood sugar. Christopher Randolph, student, naturopathic medicine program \"It's tough to say why I love those plants so much,\" said Randolph, \"ultimately it comes down to years of inter - action with them both as a medicine and as garden or forest neighbors.\" He loves Oregon grape because it grows throughout the region and is a good source of the alkaloid berberine. It is also a good substitute for goldenseal, which is in danger of local extinction, he said. The medicinary requires all vendors to fill out a quality assurance questionnaire to show adherence to relevant regulations or best practices, she said. For dietary supplements, the questionnaire addresses manufacturers' compliance with the FDA's Good Manufacturing Practices. For bulk herbs, the questionnaire asks questions pertaining to matters such as Good Agriculture Practices, proper identity testing and adequate contaminant testing, said Angle. NCNM also ensures quality by buying local, sustainable, organic herbs and products whenever possible, even if they cost a bit more, she said. Meanwhile, medicinal herb instruction is a key component of the NCNM curriculum. Students studying for the Master of Science in Oriental Medicine degree from the School of Classical Chinese Medicine (CCM), get a \"full immersion\" into the art, science and spirit of Chinese medicine based on centuries-old texts. A sizable portion of the school's curriculum involves herbs, herb formulas or plant-derived medicines, and how they may be used to restore the natural balance of the human body. Students learn how to identify herbs through appearance, color, texture, aroma and taste—and which combinations should be employed for which conditions. \"The power of Chinese medicine is in knowing how to diagnose,\" said Heiner Fruehauf, PhD, LAc, founding professor of NCNM's School of Classical Chinese Medicine. Fruehauf said that once a diagnosis is obtained, practitioners should apply herbal formulas \"safely and for the best therapeutic benefit, making sure there are no interactions with other drugs.\" He noted that there are different formulas for the health of each organ, which in turn play key roles in the patient's overall health. Herbs are critical to the practice of Chinese medicine, said Eric Grey, MSOM ('09), LAc, a CCM adjunct professor. \"It's half of our two biggest and most well-known therapies. I also believe that herbal medicine serves as a special educational doorway for all of us lifelong students. You can learn so much about the way ancient Chinese communities thought about the body and learn so much about all of Chinese medicine, just by studying herbs.\" STINGING NETTLE , JIAOGULANMy FAVORITE HERBS OREGON GRAPE, GINGER, LICORICE, BONESETTHE GIFT CONTINUED FROM PAGE 9 My FAVORITE HERBS \"Hello Friends,\" the email message began, \"The Herb Society's monthly general meeting is being held in room 310 on Wednesday from noon to 1 p.m. Please stop by, kick off your shoes, drink some tea, and meditate with a special plant friend. Hope to see you there! Chris.\" The \"Chris\" in the message is naturopathic medical student Chris Randolph, who serves as secretary of the Society, a unique club founded by Lupin DeMuth, ND ('13), and a fellow NCNM student in 2010. The purpose of the student-run group, said Co-President Lindsay Ronshagen, also a naturopathic student, is \"to actively facilitate a deeper connection between students and the medicinal plants they are studying.\" The group promotes understanding of herbs and their myriad uses through speaker events, plant meditations and skill sharing. Said Ronshagen, \"We support furthering our shared connection to the healing power of nature.\" Group officers also include Co-President Ashley Rieger and Andrea McBeth-Grieser as treasurer, both ND students. Said Randolph, \"Learning herbal medicine is a hands-on experiential process. It not only requires understanding plant constituents and actions, but also the identification and processing of living plant material. It is hard to include the whole scope of herbal medicine into the limited space available in our curriculum. Herb Society picks up where our academic classes leave off. We provide the chance for students to build personal relationships with plants through a variety of activities.\" Among those, he said, are quarterly medicine-making parties, guest herbalists as speakers, and plant identification walks. The latter, said Ronshagen, is a partnership with NCNM's Traditional Roots Institute and the Forest Park Conservancy. \"Members of the Herb Society have been leading these (monthly) walks for the past two years to help facilitate learning about our local plants and supporting this connection with nature,\" she said. Orna Izakson, ND ('09), said the Herb Society's impact was a key factor in the founding of the Traditional Roots Institute at NCNM, where she is the lead physi - cian. \"They do an amazing job.\" Herb Joon Hee Lee, DAOM, LAc, an assistant professor in the Chinese medicine school said, \"In general, herbs are very important to the practice of Chinese medicine because they are powerful and effective means in treating various chronic illnesses as well as acute conditions. However, [application] may be varied depending on individuals. Those practitioners who focus more on acupuncture and rarely prescribe herbs may consider them less important. For others like Heiner and myself who practice more herbs than acupuncture, herbs are extremely important.\" In the School of Naturopathic Medicine, students studying for their naturopathic doctoral degree must pass courses in botanicals and can choose from an extensive menu of electives including classes on Ayurvedic herbs, herbs of the Northwest, and herb gardening. Glen Nagel, ND ('93), an NCNM assistant professor whose focus is on botanical medicine, first got interested in the field after reading Euell Gibbons' book \"Stalking the Healthful Herbs\" CONTINUES ON PAGE 13\"Are we attracted to plants or are plants attracted to us?\" n cnm.edu | NEXUS 1 1GUI ZHI AND FU LING 1. Cranberry $ 65.5 million 2. Garlic $ 35 million 3. Saw palmetto $ 32 million 4. Soy $ 28 million 5. Ginkgo $ 26 million6. Milk thistle $ 21 million 7. Black cohosh root $ 17 million 8. Echinacea $ 16 million 9. St. John's wort $ 12 million 10. Ginseng* $ 11 millionTOP TEN SELLING U.S. HERBAL SUPPLEMENTS SOURCE: The 40 Top Selling Herbal Dietary Supplements in the Food, Drug and Mass Market Channel in the United States for 2012, SymphonyIRI, Chicago-based market research firm, as quoted in HerbalGram , issue 99, pages 60-65, American Botanical Council. *Refers to Chinese or panax ginseng; not include U.S. grown ginseng.Top tenOrna Izakson, ND ('09), lead physician, Traditional Roots Institute The lowly dandelion, bane of lawn perfectionists everywhere, is among Dr. Izakson's favorite plants. \"It's safe and it has been used forever,\" she said. Dandelion leaves, which are high in potassium, are often used as a cleansing or bittering agent and are popular in salads. The roots are known to have a strong detoxifying effect. Izakson is partial to plants that are easy and inexpensive to grow, are found in the wild, or are otherwise easily obtained. For example, Izakson also likes hawthorn, willow, salad-dressing herbs (thyme, oregano, rosemary and sage), calendula and elderberry. \"All of these are growing in front (and back) yards all over Portland,\" she said. DANDELION , WILLOW, HAWTHORN, THYME, OREGANO, ROSEMARY, SAGE, CALENDULA, ELDERBERRY My FAVORITE HERBS 12 NEXUS | Spring 2015 n cnm.edu | NEXUS 13 GUI ZHI AND FU LING Eric Grey, MSOM ('09), LAc, adjunct professor, School of Classical Chinese Medicine \"I guess I have the greatest personal affinity for Gui zhi (cinnamon twig) and Fu Ling (poria cocos) as a pair,\" said Grey, \"partly because I take them all the time, so they're familiar. Partly because they are both very interesting organisms out there in the biosphere.\" Gui zhi, said Grey, is a warming, spicy herb that warms the yang of the heart, as well as warming and releasing the exterior (as in common colds). Fu ling is known for impacting water metabolism, reducing the overall level of \"damp - ness\" in the body, and also has the potential effect to calm the spirit, he said. NCNM's Library is known for its extensive collection of books on herbs and natural medicine, including the collection of naturopathic pioneer Benedict Lüst. Now, it can list a \"library\" of Chinese herbs. Located in a conference room near the library's main entrance, 159 herbs sit quietly on shelves in large, clear glass containers. The brainchild of student Shelby Smith, the idea was enthusiastically embraced by Librarian Noelle Stello, MSLIS, and put together by library staff, Smith and Assistant Professor Dr. Joon Hee Lee. Lee, who provided the list of herbs, said \"It is like a miniature herbal pharmacy where students can famil - iarize themselves with real herbs by looking, smelling and touching them. It is a great reference source supple - mental to many wonderful books on herbs we have in the library. It can also foster student interests in herbs and help them learn this difficult, but very important subject more effectively.\" Chinese CONTINUES ON PAGE 20 during his undergraduate studies. These days, while not teaching, he's tending to the Min Zidell Garden, NCNM's 12,000-square-foot botanical teaching garden. Dr. Nagel takes an almost mystical approach to teaching about medicinal plants, reminding students that plants are living systems and that humans are part of that system. \"Are we attracted to plants or are plants attracted to us?\" he mused in his office recently, noting that humans and plants both use glucose for fuel and have other similarities, including a molecule that is in both chlorophyll and hemoglobin. That's one reason his instruction doesn't just compare plants and their characteristics, but looks at the plant's whole life cycle from seed to harvest. \"Trust in nature is my paradigm,\" he said, \"and understanding the laws of nature, how the body has evolved with plants,\" is key to the use of plants as medicine. Students in Nagel's classes first learn about the milder medicinal herbs that have a low chance of side effects or interactions with other plants or pharmaceuticals. That's in part due to the naturopathic principle of \"Do no harm.\" Erring on the cautious side is also tied to concerns with some herbal medicines. Though over-hyped by the media, students need to be aware of the issues, said Nagel. \"There is a cultural and scientific bias against herbs,\" he said. \"That's why we have to be impeccable when we teach students. The truth is most herbs are not that strong.\" That might be changing as the medicinal herbs industry moves to a more pharmaceutical model. Nagel, who worked for 10 years with herbal medi - cine companies, says there are pluses and minuses to the developments. With the adoption of Good Manufacturing Practices in recent years, product quality and safety has improved. However, he said, large retailers, pharmaceutical and food compa - nies control what gets researched and promoted, in part because one positive clinical trial can be a goldmine. That in turn, can lead to a kind of fad herb or \"herb of the month\" syndrome.THE GIFT CONTINUED FROM PAGE 11 My FAVORITE HERBS 14 NEXUS | Spring 2015UNFOLDING Spring Ah, spring in Oregon: Sunshine, rain, hail—sometimes all at once. The sun peeks out and thoughts turn to shorts and long, lazy days by the river. The warmth disappears behind a cloud bank, and suddenly it's jackets and sweaters again. But then purpley crocuses emerge, closely followed by a rainbow of camellia blooms. Soon Oregon's prettiest natives, rhododendrons and azaleas, explode in a symphony of color. On campus, studies and tests are foremost as the academic year draws to a close. And the seniors, years of work now nearly behind them, prepare for life's next phase, soon to scatter like so many seedpods lilting in the wind. n cnm.edu | NEXUS 15 Just living is not enough... one must have sunshine, freedom, and a little flower. HANS CHRISTIAN ANDERSEN16 NEXUS | Spring 2015 As a girl growing up in Bavaria, Germany, Sabine (pronounced \"SaBEEna\") Wilms, PhD, loved animals and plants. There was just something about raising and tending to them that attracted her and enriched her spirit. Today, as an adjunct professor of Chinese medicine at NCNM, she maintains those twin passions, but along the way has added teaching and scholarship of the ancient texts, which are the basis of classical Chinese medicine. Dr. Wilms had early exposure to medicine and hospitals. Her grandmother was one of the first female pediatricians in Germany and her father, a professor of internal medicine, was the director of the Julius Maximilian University Hospital in Würzburg, Germany. She worked in the hospital as a youth and saw how draining the work there was on the doctors, an experience that initially turned her away from medicine.Things began to change at age 18 when she was fresh out of high school. Eager to get away from home, she traveled to Taiwan to learn Chinese. There, she was exposed to Chinese philosophy and culture, and studied modern and classical Chinese language at Tunghai University in Taichung and Fu Jen Catholic University in Taipei. Chinese philosophy \"just made sense,\" she said. Also, since she is shorter than most Germans, Wilms recalled with a laugh, \"I fit right in.\" From Taiwan it was on to the University of Arizona to explore East Asian studies, including early Chinese thought and religion, Japanese religion and Chinese archeology. It was while continuing her studies in Arizona's East Asian Studies doctoral program that she made a life-changing discovery: the writings and philosophy of the revered physician Sun Simiao. Often called the \"King of Medicinals,\" Sun lived in the latter half of the 600s and died during the Tang Dynasty in The Goat Herder AND THE MASTER A love of plants and animals—and the teachings of Sun Simiao—lead to a vibrant life of teaching and scholarship. n cnm.edu | NEXUS 17Wilms was struck by Sun's admonishments to avoid the influence of rewards and notoriety, to treat patients equally regardless of rank, wealth, age or gender.A.D. 682. His 30-volume \"Prescriptions for Emergencies Worth a Thousand Gold,\" is one of the seminal texts of ancient Chinese medicine. Wilms was struck by Sun's admonishments to avoid the influence of rewards and notoriety, to treat patients equally regardless of rank, wealth, age or gender. \"Sun Simiao serves as the perfect representative of a vision of medicine and healing that is so much bigger than our current Western medical boundaries allow,\" she said. \"That starts with self-cultivation and ends with harmonizing the macrocosm with the microcosm of the body through 'nurturing life.'\" For instance, Wilms explained, Sun emphasized the central role of women in the health of the family. Gynecology and childbirth are covered extensively in his writings, with an emphasis on comfort, balance and adequate recovery time after giving birth. In the West, she noted, women are expected to suffer and often don't get enough time after the birth of a child to renew and revitalize. At NCNM, Wilms is an adjunct professor who teaches introductory courses on classical Chinese texts, classical gynecology, and classes on the history and culture of China. Outside of teaching and public lecturing, she can be found at home in Corbett, Oregon, working in her garden or tending goats and chickens. More recently it was a batch of puppies. Before Wilms came to Portland, she ran a goat farm and orchard for five years in Taos, New Mexico. The farm, called Happy Goat Productions, sold goat cheese and milk, vegetables, apples and honey. Wilms once saw her plant and animal passions as separate from her academic work. Slowly though, she began to see them as harmonious with the philosophy of the \"dao of nurturing life\" (yang sheng zhi dao ) she has adopted. \"Somehow, I realized that I'm teaching fertility. That's what I do (when I) farm. The two just came together.\" These days Happy Goat Productions is plowing literary fields. Her farm has morphed into a publishing house with several titles for sale reflecting her Chinese medicine expertise, including \"Venerating the Root,\" her translation of the first half of Sun Simiao's writings on pediatrics, and \"Let the Radiant Yang Shine Forth,\" \"a translation of Liu Yousheng's lectures on virtue. In classic Sun style, Wilms' works aren't intended to bring fame or riches, but are a fulfilling endeavor that extends her teaching. \"I write books for myself,\" she said. \"It's not a money venture. It's a really small market and I want to write whatever I want and not worry about profit.\" You can almost imagine the master smiling and nodding. n 18 NEXUS | Spring 2015 Rows and rows of shelved books towered like mountains over her, forming passageways that seemed like they could hide a secret tunnel or some other wondrous discovery. To one side, a kindly librarian presided, ever ready to help a young dreamer with her questions and book explorations. When Noelle Stello was about five years old, she relished the frequent visits with her mom to the Salem, Oregon, public library. They didn't have a TV or much money, so the library was a favorite form of entertainment. Stello, NCNM's head librarian, later spent plenty of time in other libraries while working as a freelance researcher and studying for her bachelor's degree in chemistry from Grinnell College in Iowa. But, despite the childhood experience and a general fondness for libraries, Stello didn't immediately think of the library as a career. First, she parlayed her bachelor's degree into work as a research and development chemist for a pharmaceutical company. Always interested in health care, Stello enrolled in the Oregon School of Midwifery in Eugene, Oregon. But during the move from Chicago to Eugene, her husband was killed in a car accident. She decided to return to Oregon anyway where she still had family. However, in her last year of study at the midwifery college, an apprenticeship experience made it clear that wasn't what she wanted to do after all. It took a while and a go at other professions, but NCNM Librarian Noelle Stello has found her calling. feels like HOME n cnm.edu | NEXUS 19 Still seeking her way, Stello worked with a life coach who reminded her of that early library joy. With a renewed interest in libraries, she enrolled in a library science master's program at the University of Illinois Urbana-Champaign. During her studies she met Dolores Judkins, the head reference librarian at Oregon Health & Science University, and spent the next two years working in two of OHSU's library departments: the reference and historical collections. Judkins, said Stello, \"Took me under her wing and just kind of brought me along. I got sucked into medical librarianship.\" Everyone needs a mentor, but Stello was lucky enough to find two. New degree in hand, she joined the NCNM library in 2005 as the associate librarian under long-time Library Director Dr. Rick Severson. \"It was the perfect job for my background,\" she said. \"Rick was a great mentor. He pushed me into learning a lot of new things.\" Severson was a jack of all trades, she said, and freely shared his top-to-bottom knowledge of the library. When Severson retired in 2014, Stello got the nod, and with a staff of three, oversees a collection that has grown to some 17,000 volumes, including 1,500 rare volumes on naturopathic and herbal medicine donated by Michael and Simone Chilton. The library's electronic databases have grown significantly in recent years too, said Stello. Altogether, the NCNM Library is one of the largest and most unusual collections on natural medicine in the United States. Even so, she said, with new programs and enrollment growth, \"The library is bursting at the seams. I don't remember seeing it so full; it's getting increasingly crowded.\" While she likes the energy and thinks it's great that people are using the facility, she hopes it won't be too long before NCNM builds a new library to better serve its constituents. In the meantime, Stello and staff are brainstorming ways to save space, including housing some volumes outside of the library. Since taking over as NCNM's college librarian, Stello has also been busy hiring staff and working on a number of electronic initiatives, including launching a new website and catalog system. The latter required switching data vendors, a major effort that involved extracting all of the library's existing data and moving it to a new system. \"It was fun,\" she said, \"when we weren't pulling our hair out.\" Going forward, Stello has made it a priority to ease access to library information both on and off campus, including access to more full-text electronic resources. So the little girl in the Salem library has come full circle. She's remarried now and has two stepsons, ages 19 and 12. But one thing remains the same: \"I like learning new things about people and places. Whenever I start feeling a little stale, it's time to do something new.\" n Despite her childhood experience and a general fondness for libraries, Stello didn't immediately think of the library as a career .20 NEXUS | Spring 2015Further Reading Common Herbs for Natural Health , Juliette de Bairacli Levy, Schocken Books, New York, NY, 1974 The Herb Book , John Lust, Benedict Lust Publications, New York, NY, 1974 The Encyclopedia of Medicinal Plants , Andrew Chevallier, DK Publishing, New York, NY, 1996The Way of Herbs, Michael Tierra, Washington Square Press (Simon and Schuster), New York, NY, 1980 The gold rush mentality is a significant contributor to overharvesting, said Orna Izakson, ND ('09), lead physician of NCNM's Traditional Roots Institute. It also can lead to \"bio-piracy\" of traditional medicines. In addition to her work at the Institute, which emphasizes community herbal education, Izakson serves on the board of the Herbal Anthropology Project. The nonprofit group was founded in 2013 to help protect and preserve traditional medicine through facilitating compilation and copyrighting of indigenous people's remedies. Dr. Izakson sees hope in docere, (doctor as teacher), the philosophy that NDs educate while encouraging the active involvement of the patient in their own well-being. Nagel added that in addition to being good teachers, \"Future NDs will need to be part chef, part bartender and part doctor,\" reflecting the growing role of nutrition education. Looking ahead, he added, \"If herbal medicine is supposed to be for everyone, there is a lot more work to do,\" including more involvement in local herb farming and a lot more resources applied to herbal education. In the meantime, NCNM's resident experts in herbal and botanical medicine continue their quest to educate—and heal—an ailing world. As Dr. Fruehauf said recently, \"There is nothing more exciting and exhilarating than to see someone get better.\" n THE GIFT CONTINUED FROM PAGE 13 GENTIANA LUTEA, SCUTELLARIA (HUANG QIN) My FAVORITE HERBS \"Trust in nature is my paradigm...\" Lindsay Ronshagen, student, naturopathic medicine program, co-president NCNM Herb Society Ronshagen said it is tough to pick a favorite because \"I have many and it changes by the moment and situation. One combination I particularly like is gentiana lutea and scutellaria. This combination is very helpful in promoting a relaxed state for digestion.\" Gentiana is one of the bitterest of herbs, she said, and it helps activate the enzymes that break down food. n cnm.edu | NEXUS 21ALUMNI NEWS STEVEN recently spoke about naturo - pathic approaches to inflammatory bowel disease at a seminar sponsored by the Crohn's and Colitis Foundation. In June he appears at the second annual SIBO Symposium at NCNM. In August he will be part of a panel discussion at the AANP Convention on the mental and emotional effects of gut conditions. Dr. Sandberg-Lewis is also working on the second edition of his \"Functional Gastroenterology\" textbook (NCNM Press, 2009). '79 Andrew Elliott, ND, has just completed the third part of a four-part training program, \"The Sacred Art of Living and Dying,\" a study of the ways various cultures throughout history have assisted people in the dying process. In this latest segment, he worked with comatose patients, facilitating guided imagery and healing rituals. From an economic standpoint, such healing has been proven to reduce end-of-life medical costs; for the individual, it means a reduction in physical pain and a better psychological approach to dying. Says Dr. Elliott: \"I began my practice assisting home births. I envision assisting holistic dying as my practice winds down. It has been an amazing journey...I am grateful!\" Laurita (Wuebbels) Stellyes, ND, got her Oregon and Washington licenses after graduation and set up practice in Redmond, Oregon, for several years. She then moved back to her home state of Illinois, accepted a teaching job and discovered her passion. \"Instead of teaching one patient at a time, I have many students to teach how to stay healthy and avoid disease.\" She has taught at Southern Illinois University and now teaches at Webster University in St. Louis. Dr. Stellyes also worked on the Human Genome Project at Washington University in St. Louis, collaborating with her colleagues on articles published in Nature and Science . '80 Brent Mathieu, ND, is landscaping a pond at his urban farm in Boise, Idaho, for the aquaponic culture of native fish such as crappie and bluegill. The pond is also for \"nature cure plunges\" in conjunction with community sweat lodges hosted by local leaders of the Idaho ManKind Project. As resident naturopathic physician and wisdom keeper, Dr. Mathieu is recognized as a community elder who supervises the healing rituals. The backyard farm is a neighborhood center for gardening, solar power, aquaponics, lifestyle education and nature cure activities. '84 Paul Epstein, ND, is conducting a three-part webinar in May, \"Integrating Mindfulness in Clinical Practice,\" presented by Cascadia Continuing Education. Epstein will share cases and present the latest research on how mindfulness positively impacts neuroplasticity, epigenetics, and resilience to enhance the healing process. '86 Beth Burch, ND, has been dean of Doctoral Studies at Oregon College of Oriental Medicine (OCOM) for the past nine years. During her tenure, eight cohorts have graduated and the Doctor of Acupuncture and Oriental Medicine program has had two successful accreditation visits. She also teaches in OCOM's Chinese medicine programs. Dr. Burch and her husband Dan now live on \"Sabbatical,\" a 36-foot Cape George cutter. She looks forward to longer cruises and ocean passages in her retirement. '89 \"I'm in my 26th year of practice and still loving it,\" writes Dana Myatt, ND . Five years ago, she adopted a \"concierge medical\" model for her practice, and now serves a maximum of 12 patients at a time for a monthly retainer. Her home, a straw bale house on 10 acres in Snowflake, Arizona, receives well water via a solar-powered pump and boasts an \"unintentional menagerie,\" of dogs, cats, goats, donkeys, chickens and a duck. \"I am thankful that I chose naturopathy 30 years ago. Most around me at the time, parents included, advised me to \"be a real doctor.\" As one ALS patient told me along the way, \"Dr. Myatt, my MD said that you aren't a real doctor, but I want you to know that you are the most real doctor I've ever had .\" '94 Richard Maurer, ND, practices in \"the original Portland\" (Maine). This spring marks the one-year anniversary of 22 NEXUS | Spring 2015ALUMNI NEWS continued FLEWELLING, publication of his book \"The Blood Code: Unlock the Secrets of Your Metabolism,\" in which he \"demystifies blood tests and body fat measurements to reveal unique diet and fitness needs for metabolic recovery and health.\" '97 Kathleen Flewelling, ND, reports that her Seaside, Oregon, practice has been designated a Patient-Centered Primary Care Home by the Oregon Health Authority, one of only four in Clatsop County and probably the only sole provider office, she said. Dr. Flewelling sees many low-income patients. '01 Greg Eckel, ND, MSOM, is very pleased to report that Nature Cures Clinic, LLC, has entered its 14th year. In a truly integrative prac - tice, Dr. Eckel and Sarieah Macdonald, CNM, collaborate on shared cases. He writes, \"I continue to be amazed at how miraculous our medicine is and at the ability of the body to truly heal.\" '02 Eric Kimbles, ND, has been practicing at the Paracelsus Clinic in Lüstmuhle, Switzerland, since January 2012. He is the sole ND in the clinic, assisting Thomas Rau, MD. The clinic is a center for biological and inte - grative medicine, caring for 150-200 patients daily. Dr. Kimbles and his wife live outside of Zürich and are jubilantly expecting their first child in June. '04 Ann Holland, ND, MSOM, has joined the practice of Eric Grey, MSOM ('09), at Watershed Wellness in Portland. In addition to her primary care practice, she teaches yoga at the Bhaktishop in Southeast Portland and botany at Birthingway College of Midwifery. Watershed Wellness will also soon welcome DeAun Nelson, ND ('12), to its lineup. '09 Shannon Weeks, ND , and Alexis Shields, ND, have spent the past year and a half living and traveling in Thailand. They recently set up a two-day clinic in a northern village with supplies donated by Daughters Rising. There is no health care or electricity in the village, and because most of the people do not speak Thai, they are unwilling to seek treatment in nearby hospitals. Weeks and Shields hope to keep working with the village, possibly setting up a more permanent clinic where students can gain hands-on experience. The couple, who met at NCNM, plans to return to Oregon in August to get married. '09 Sara Koron, MSOM, is a full-time acupuncturist at Awaken Whole Life Center in Unity Village, Missouri, outside Kansas City. The Center, housed in a historic 165-foot tower on the campus of Unity World Headquarters, opened in 2013 and is building its reputation as a healthcare resource. It features an integrative MD, an infusion clinic, Chinese medicine, massage therapy, nutritional coun - seling and other therapies. '10 Sarah Giardenelli, ND, MSOM, is loving practice at NOVA Medical Group, the largest integrative primary care provider in Northern Virginia, where she has been for three years. Dr. Giardenelli is active again in naturopathic advocacy, serving as secretary of the Virginia Association of Naturopathic Physicians with a \"dynamic group\" of other NDs. She also reports that her colleague and former classmate Leah Hollon, ND ('08), will host Virginia's first residency at Richmond Natural Medicine. Andrew Murison, ND, is the latest naturopathic physician to be hired by ZoomCare, a developer of urgent care neighborhood clinics in Seattle, Portland, and several other Oregon cities. Dr. Murison is practicing in ZoomCare's Beaverton, Oregon, clinic. '12 Anne Thiel, ND, completed a two-year residency in cancer care at Indiana University Goshen Center for Cancer Care in November 2014. To her surprise, she chose to stay with small town life in Goshen and start her practice, Progressive Wellness Naturopathic Care. The only other licensed NDs in the area work at the cancer center. Dr. Thiel will also be the resident naturopathic physician at a new Indiana University cancer clinic in Warsaw, Indiana. n cnm.edu | NEXUS 23 Brent \"Chris\" Green, JD Prominent Des Moines, Iowa, attorney, staunch naturopathic medicine advocate, and father of NCNM alumna Casey Green, ND ('07), passed away in January 2015. Inspired by his daugh - ter's training and practice, Green became a leader in the fight to license NDs in Iowa. Despite lung and brain cancer diagnoses, he continued to lobby the Iowa Legislature to pass a licensure bill. Said NCNM President David Schleich, \"Chris Green leveraged his cancer diagnosis to sponsor legislation and generate many newspaper articles and TV news reports on the benefits of naturopathic options in the support of cancer treatment. His testimony to legislators and publicity was the single most influential contribution to Iowa legislation.\" \"My dad never had an interest in natural medicine until I started naturopathic medical school,\" said Dr. Green. \"He was a law man through and through profes - sionally, and especially loved the jury system. However, he has always respected my decision to attend NCNM, seeing the logic in how our profession could comple - ment and improve health care in this country.\" She helped her father strengthen his body for the cancer fight and prevent some of the more damaging effects of chemotherapy. Once told he had six months to live, Chris Green was cancer- free for two years before his passing. Hoda Kiama, ND ('00) Dr. Hoda Kiama, who had been an adjunct faculty member for the Master of Science in Nutrition program, passed away January 27, 2015, after a brief illness. Dr. Kiama practiced naturopathic medicine for 12 years in New Mexico before returning to Portland in 2012. She helped develop the curriculum for the first Bachelor of Science in Integrative Health Studies degree at Northern New Mexico College, where she taught for six years. In addition to her family practice, she taught nutrition, botanical medicine and homeopathy at the University of New Mexico, Los Alamos, and at Northern New Mexico College in Espanola, New Mexico. Until recently, she had a family practice in West Linn, Oregon, where she focused on auto- immune disorders and chronic fatigue.George Shahbaz, ND ('82) Dr. Shahbaz, who had practiced medicine in Oregon City since 1983, passed away March 5, 2015. He was active in the naturopathic community, once serving as vice president of the Oregon Association of Naturopathic Physicians (OANP). Dr. Shahbaz leaves his wife, five children, including NCNM ND student Shamiron Arami-Shahbaz, and a large extended family. Said Shamiron: \"I am thankful for the example I had in my father as a healer and friend. He was a man who believed in living each day to its fullest and living a life based on kindness, healing and love. My father and I spent long hours together discussing naturopathic philosophy, homeopathy, hydrotherapy and botanical medicine. It was one of his fondest wishes that he and I would one day work together at his practice. While this is no longer possible, I know that he is always with me and I want to continue his legacy. There is an old Assyrian saying that my dad would always say to me when I was discouraged: 'Water should stop before you do.'\"IN MEMORIAM Your gift to NCNM makes a difference! Your generosity is transforming NCNM—and the profession of natural medicine. You can earmark future funds to help with NCNM's capital campaign, clinical education, research, residencies, scholarships...and more. It's easy! Just visit ncnm.edu/donate One lasting gift to natural medicine can be your legacy. Consider a bequest to NCNM in your estate planning. NCNM is a fully qualified 501(c)(3) not-for-profit educational institution. All donations are tax-deductible to the fullest extent of the law and as permitted by the IRS. HELP NCNM GROW !24 NEXUS | Spring 2015 NONPROFIT ORG. U.S. POSTAGE PAID PERMIT NO. 74 PORTLAND, OR049 SW Porter Street Portland, OR 97201ncnm.edu Nature always wears the colors of the spirit. RALPH WALDO EMERSON "}