{"title": "The Essence: Naturopathic Medical & Healing Center", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2021-01-01", "cleaned_text": "HEALING BODY WORK We are surrounded by elements in our environment that constantly push our bodies out of balance, whether pathogens, toxins or emotional traumas. While medicine helps treat us physically, body work focuses on healing the spiritual and emotional aspects. This work brings people back to their center, back to their essence. From this place you are better able to remember and realize what you want in your life, from pursuing excellent health to realizing your dreams. Most chronic illness has an emotional/spiritual component. If a person has been treated by capable doctors and sees little or no progress over time, they may need to look at their issues or belief patterns. Issues are unresolved emotional and psychological traumas, and can create serious blockages to healing. Most belief patterns are learned when we are young primarily from parents, teachers and friends. These blockages and patterns are in our minds like programs on a computer hard drive. If we don't delete these programs they keep running over and over and keep creating the same situation and result. Healing work unblocks issues, deletes these old programs from mind computers and replaces them with new, positive ones. This internal shift triggers change in outer physical self, which leads to transformation of our outer environment. This work is also excellent for resolving acute illness and trauma due to injury. It helps relieve the shock and stress stored in the cells and energy body so physical healing can take place much faster. This applies in case of intense emotional trauma such as death or divorce. This work helps the person go through the challenging period with more awareness and calm and heal the emotional and psychological pain. Finally, this work can be also used to just simply tune-out the busy, hustling world, relax, and recharge. Our overall health picture is just like a car. Imagine each tire representing the four aspects of our body: physical, emotional, mental and spiritual. In order for the car to move straight forward all four tires must be well maintained. If one tire is out of balance or low on air the whole car goes off course. To continue moving forward all four tires must be checked periodically and kept in good shape. Many people pay much attention to their physical tire, but often forget or ignore the other three. Remember, all four are necessary elements of achieving and enjoying long-term wellness. Incorporating this type of healing work not only helps resolve illness, but ultimately helps people find their paths and live fuller, more rewarding lives. Healing Techniques Applied Each session is unique and tailored to the person's need at the moment. One or more techniques may be used in combination. Person can also request a particular technique desired. Aromatherapy Chakra Balancing Gemstone/Crystal Healing I.E.T. (Integrative Energy Therapy) Reconnective Healing/ The Reconnection Reiki Sound Healing "}