{"title": "Dr. Kristin Barnes, ND, LAc", "author": "Juniper B", "url": "https://rebelmednw.com/team/dr-kristin-barnes-nd-lac/", "hostname": "rebelmednw.com", "description": "Dr. Kristin Barnes is both a licensed naturopathic physician and acupuncturist located in Ballard, Seattle, WA.", "sitename": "Rebel Med NW", "date": "2021-10-01", "cleaned_text": "Dr. Kristin Barnes, ND, LAc \"Dr. Barnes Has now transferred her patient care in the Seattle area to the other Providers at Rebel Med NW\" Rebel Med NW thanks you for your time and excellent patient care with us and excited to see your new practice grow and thrive in Port Townsend. - Dr. Simon & Dr. Phonexay Biography Dr. Kristin Barnes is a Naturopathic Doctor & Chinese Medicine Practitioner who is passionate about integrative medicine and helping support individuals in their journey to optimal health. During her time at Bastyr University, she developed special interests in cardiovascular conditions, diabetes, metabolic health, mental health, digestive health, and endocrinology. She also began working at Rebel Med NW while in school full time. Her strong work ethic and perceptive outlook inform her clinical practice. Dr. Barnes recognizes that each patient presents with their unique health journeys and needs. She strives to provide patients with the tools they need to attain their goals of a healthier lifestyle both naturally and through primary care medicine. Dr. Kristin Barnes is a [Primary Care Naturopathic Physician](https://rebelmednw.com/services/naturopathic-medicine/primary-care/) and [Acupuncture](https://rebelmednw.com/chinese-medicine/) provider at Rebel Med NW. Dr. Barnes additionally specializes in [Physical Medicine](https://rebelmednw.com/services/physical-medicine/), Athletic Performance, Nutrition, IV Nutrient Therapy, Digestive health conditions, and the integration of mental health through [mind-body medicine](https://rebelmednw.com/services/biofeedback-mind-body-medicine/). During her time in school she was able to get hands-on apprentice training with [Dr. Andrew Simon, ](https://rebelmednw.com/staff-member/dr-andrew-simon/)& [Dr. Phonexay Lala Simon](https://rebelmednw.com/staff-member/phonexay-lala-simon-eamp-lac/) for acupuncture mentorship over the past few years at Rebel Med NW while the clinic was voted [Seattle Met Top Doctor](https://rebelmednw.com/2020/05/rebel-med-nw-seattle-met-top-doctor-2020/) by Seattle Met Magazine. Philosophy Dr. Kristin Barnes believes in empowering her patients with both the education and the diverse treatment options they need to allow them to take charge of their health. She views the patient as the most important person on the medical team and will be there to support her patients throughout their journey with the full support of our team at [Rebel Med NW](https://rebelmednw.com/about/). Coming from a health background in Nutrition, Dr. Barnes uses the latest evidence-based and functional medicine approaches to inform how she manages a case. She then provides a unique blend of behavioral medicine and counseling to help support her patients to succeed in their wellness goals. Schedule with Dr. Kristin Barnes, ND, L.Ac Dr. Barnes is no longer seeing patients in person with Rebel Med NW, Her primary in person practice will be located in Port Townsend at [Meridian Passage Wellness.](https://meridianpassagewellness.com/) We are exploring an option to offer telemedicine consultations for Dr. Barnes once she is established in her new location. We are supporting Dr. Barnes current patient base with options of transfer to [Dr. Lois Hernandez](https://rebelmednw.com/team/dr-lois-hernandez/), [Dr. Jason FauntLeRoy](https://rebelmednw.com/team/dr-jason-fauntleroy/), or [Dr. ](https://rebelmednw.com/team/khairul-bhagwandin-eamp-lac/)for Acupuncture care. Testimonials Dr. Andrew Simon and staff provided an inviting yet professional environment to receive care in. I appreciated his straight forward approach to my health. I was able to get my questions answered without feeling rushed like with many doctors and his answers were knowledgable but easy to understand. In addition, Dr. Simon was able to provide me a dietary plan to help me improve my energy and feel less inflamed and he didn't overwhelm me with supplements either. What was really cool was during my visit, I had mentioned I had this weird kink in my neck for a week and he was able adjust my neck and back! I really appreciate the integrated approach Dr. Simon takes. Dr. Simon is a very personal and professional physician. He is not only knowledgeable but he also takes the time to listen to all aspects of your life which exemplifies the integrative care model! Dr. Simon is a well trained naturopathic physician fluent in many different treatment options. I appreciate the time he takes to educate and explain every step of "}