{"title": "Holistic Healing: Activate your healing powers! | Spiritual Healer Michico", "author": "Michico Friedrich", "url": "https://spiritualhealermichico.com/holistic-healing/", "hostname": "spiritualhealermichico.com", "description": "Holistic Healing encompass massage and bodywork. It is an integrative practice that connects clients with their ability to heal.", "sitename": "Spiritual Healer and Hypnotist Michico", "date": "2020-06-30", "cleaned_text": "Holistic Healing Holistic Healing: A short Introduction Acupressure Acupressure as a Holistic Healing Practice is an effective form of stimulation used to help relax the muscles. If done regularly, this method of self-massage can sustain improvement and minimize recurrence of symptoms. Acupuncture Acupuncture is a treatment method of traditional Chinese medicine. A Positive effect is achieved by needlesticks on certain points of the body Shiatsu Shiatsu is a typical representative of energetic bodywork. Shiatsu usually treats along the \"energy meridians\" with the aim of removing blockages and allowing the energy to flow freely. Cranio Sacral The healthcare practitioners uses his hands to treat the head, shoulder and neck as well as the back and pelvic area. Craniosacral Method has a balancing effect on the physical, emotional and mental level and is therefore a holistic treatment method. Foot Reflexology All parts of the body and organs are reflected in the reflex zones of the feet. If these zones are specifically massaged, the corresponding body regions can be positively influenced. Qi Gong Qi Gong has a tradition in China that goes back thousands of years and is a kind of physical and mental movement meditation. Qi Gong increases and preserves vitality, helps prevent illness and activates the body's own self-healing powers. Acupressure: A Holistic Healing Approach What is Acupressure? The knowledge of the harmonizing and pain-relieving effect that can be achieved by stimulating certain points on the skin comes from traditional Chinese medicine. In the course of time, this knowledge has developed into a comprehensive therapy system. This is based on the knowledge that life energy circulates in the body through energy (conductor) paths, so-called meridians. There are many points on the skin above these meridians, where the energy is concentrated and directed to the surface or absorbed. How Acupressure works The meridians and points have correspondences to specific organs assigned to them. A disturbance of the energy flow can manifest itself through sensitivity to pressure or pain. In acupressure, the treatment is done by applying finger pressure to the diagnosed points. In the case of minor complaints, acupressure can be used as a self-help method. Effects of Acupressure Acupressure is a method that serves to renew, harmonize, and strengthen the vital energy. On the clothed body, two acupoints on each of the meridians (energy channels) are connected to each other according to certain criteria, with gentle finger pressure. Jin Shin Do helps with complaints and disturbances on the physical level; it is also a way to perceive body, feelings, and thoughts more consciously and to come to a holistic balance. Holistic Healing with Acupuncture What is Acupuncture? From the perspective of Chinese medicine a disturbance of the life energy is usually the cause of illness. By treating the points in the body, where the energy is stuck, energy flow will be normalized: Blockages are removed and weaknesses are compensated. For this reason acupuncture and similar procedures are given great importance. It seems to be possible to apply this technique to positively influence all diseases, or at least to effectively supplement other Holistic Healing Methods. Correctly applied, no side effects are known from acupuncture. A Typical Acupuncture Treatment In acupuncture, thin needles are inserted into the corresponding points, where they are left for about 15 - 60 minutes. The effect is usually more direct than with acupressure. Electro-acupuncture is another treatment option. Instead of the needles, a low-frequency current between 1.5 and 9 volts is applied to the points. The effect is like acupuncture. This gentle treatment stimulus is sufficient to stimulate the self-regulating mechanisms in the organism. Methods of Treatment The acupuncture massage (APM) was founded in this way by Willy Penzel and therefore bears his name. Acupuncture massage (APM) works according to the principles of acupuncture massage. In addition, there are two advanced procedures: The Energetic Static Treatment (ESB) and the Radloff ear reflexology test. With ESB, spine and body joints can be treated effectively and yet gently. The Radloff Ear Reflexology Test provides a wide range of diagnostic and control options, as the auricle is the carrier of the body's reflection points. Foot Reflexology Massage as a Holistic Healing Method Background of Foot Reflexology Mr. Fitzgerald and Mrs. Ingham developed this method in the 1930s, building on the experience that masseuse Eunice Ingham had gained during her treatments on the feet of her patients. She discovered that there is apparently a direct connection from the feet to internal organs and back. Reflexes are created - not in the strict medical sense - as involuntary muscle movements through the transmission of external stimuli to central organs, for example the spinal cord. Here, the term \"reflex\" is used in the sense of reflecting an overall picture in common language. In the human body energy fields flow from the head through the body. These energy fields were already known 5000 years ago in ancient China, in the India of the Maharajas and in the wigwams of the Indians. They are also called \"meridians\". Foot Reflexology for Diagnosis and as a Therapy The Foot Zone Reflex Massage can be used both diagnostically and therapeutically. All organs and body systems are present at specific points and can therefore be used for diagnosis, so that disturbances in the body can be localized quickly. These points give an exact picture of disorders and diseases which can be treated by the Foot Zone Reflex Massage using the points shown on the foot. The Foot Reflexology Massage Of great interest for Foot Reflexology is the detection of altered points/areas on an apparently healthy foot. If a patient is healthy, the therapist will not find any painful or changed point on the sole of the foot, or on the side or even above it. But even during the inspection, i.e. the exact observation of the foot, indications of the diseased organ or the diseased area can be found. Especially in the case of long-term illnesses. The trained therapist notices even the smallest changes, such as: - Circulatory disorders - Nodules - Scaling - Redness - Swellings - Ulcers and more. How Foot Reflexology helps you in your Healing Process The Therapist usually finds the disorder in the corresponding body region or organ. Through the Foot Zone Reflex Massage, which is carried out with varying pressure by the hands of the therapist, the self-healing power of the body, or the regenerative power present in the human body, is stimulated. In addition, the foot zone reflex massage changes the excrements of the intestines, kidneys, skin, and mucous membranes. The quality of sleep improves, and the patient is psychologically stabilized. In my work I am methodically oriented towards Hanne Marquardt, who brought her knowledge to Europe in the 60's as a student of Mrs. Ingham Cranio Sacral What is a Cranio Sacral Treatment? In Cranio Sacral it is assumed that the rhythmic flow of the brain water is of great importance for the well-being of the human being. This brain water flow normally pulsates in a rhythm of 6-12 cycles per minute from the skull (cranio) to the sacrum (sacrum). During this process, the sensitive nerve structures are supplied and protected. The individual bones from the skull to the sacrum are also moved harmoniously. If a disturbance of the cerebral fluid flow occurs, a variety of complaints can occur. The task of the Cranio - Sacral - Practitioner is to feel blockages of this rhythmic flow and to dissolve them during the treatment by special, very gentle pressure techniques. Effects of Cranio Sacral Treatment In this way, the self-healing powers of the body can be activated and a profound healing can be initiated. Cranio - Sacral can also be applied with good success to children. Shiatsu: A Holistic Healing Approach What is Shiatsu? Shiatsu is an independent, self-contained form of manual, holistic bodywork. Shiatsu has its origins in Far Eastern healing methods based on the idea of the existence of a dynamic life energy (Ki, Qi) inherent in all living beings. Health and well-being of a person in his body-soul-mind unit are states of harmonious balance, caused by the even flow and distribution of energy in the meridians (energy channels). Shiatsu is oriented towards the teaching of the \"Five Elements\" (phases of change), the principle of Yin and Yang and of Kyo and Jitsu. These are based on the Far Eastern knowledge of the uniform dynamic order as a universal principle. Effects of Shiatsu as a Holistic Healing Practice The aim of Shiatsu is to balance and revitalize the vital potential, to maintain and strengthen the body-soul-spirit-unity, which harmonizes the energy flow in the meridians. Shiatsu activates the self-healing powers of the human organism and thus counteracts the development of disharmony patterns (imbalances of Yin and Yang) Therefore it also has an prophylactic effect. How Shiatsu is applied What is Shiatsu? \"Shi\" means fingers, and \"atsu\" means pressure. With the help of the fingers, but also the palms of the hands, elbows, arms and knees, gentle pressure is applied to another person's body. But Shiatsu is not just finger pressure - it is direct communication and exchange of energy between two people, a conversation by touch. The type of touch plays an essential role: the touch should be clearly and unambiguously perceptible to the partner and the touch occurs along the meridians (energy channels). They lead the life energy (Japanese Qi) to all parts and organs of the body. At certain points along these individual meridians, a particularly good access to Qi, the energy balance of a person can be found. In Shiatsu these places are called Tsubo. Through the pressure and through the intimate being together with another person, the life energy circulating in both the treating and the treated person is stimulated: energy deficiencies are eliminated, energy accumulations are dissolved. Holistic Healing with Qi Gong What is Qi Gong? Qi is the life energy and gong is the way - the method: It is spoken as \"Tschi-Gung\". Qi Gong has a tradition in China that goes back thousands of years and is a kind of physical and mental movement meditation. It increases and preserves vitality, helps prevent illness and activates the body's own self-healing powers. Mechanisms behind Qi Gong The life energy (Qi) is a comprehensive natural force. It is the driving energy of all physiological processes: In the cosmos, in the air, in food, around and in us. Traditional Chinese Medicine (TCM) assumes that Qi flows through our body on the energy channels (meridians). At certain points, namely the acupoints, the Qi connects with the bloodstream. Being healthy means that the Qi can flow unhindered, that new Qi is absorbed and old, used Qi can be released. If the flow is disturbed or blocked, diseases will result. Disease is understood as an imbalance, either a deficiency or too much. Not only the meridians and acupoints are important for Qi, but also three special storage locations: the three Dan Tien. Dan Tien is called \"cinnabar field\" (cinnabar > expensive, life-prolonging raw material). \"Dan\" also means sphere, which contains a lot of energy. \"Tien\" means field or storage, in which energy is hidden. - The upper Dan Tien is between the eyebrows (third eye) - The middle Dan Tien is in the middle of the chest (fourth chakra) - The lower Dan Tien is the main energy center, a hand's breadth below the navel something inside the body, called the center or Hara. Effects of Qi Gong One of the most important effects is to achieve deep relaxation, both physical and mental. Cramps in the body that cause illness are released and a harmonious balance between tension and relaxation is achieved. Qi Gong exercises also train the brain. Due to the relaxing effect and the calmer and deeper breathing, the brain is better supplied with blood. Stress-related concentration disorders or forgetfulness improve. "}