{"title": "Anthroposophic medicine", "author": null, "url": "https://www.weleda.co.uk/your-wellbeing/holistic-health/anthroposophic-medicine", "hostname": "weleda.co.uk", "description": null, "sitename": "weleda.co.uk", "date": "2023-01-01", "cleaned_text": "Anthroposophic medicine The practice of integrative medicine At Weleda we believe in and practise anthroposophic medicine - a system which was developed in the early 1920's and has earned a high level of acceptance in European society. A medical system that supports and complements conventional medicine, anthroposophy takes a holistic approach and uses both conventional and anthroposophic medicinal products. The approach to treatment and the choice of medicinal products and other therapies is highly individualised to every patient, aimed at bringing about a process of development, which will reinforce each patient's natural self-healing ability. History The concept of anthroposophy was developed by the Austrian philosopher Rudolf Steiner (1861-1925) and explores the extent to which a person has achieved awareness of their inner life and lives in harmony with the surrounding natural and social world. The Dutch doctor Ita Wegman (1876-1943), co-founder of Weleda, further influenced the development of anthroposophic medicine. The system is based on the results of scientifically-oriented (also called 'conventional') medicine and the knowledge and methods of anthroposophy. It is an integrative medicine which is not identified as an 'alternative medicine'. As part of a range of special therapeutic systems, which also include homeopathy and herbal medicine, anthroposophic medicine aims to build on conventional medicine by using specific therapeutic methods and medicines. What are the principles? Anthroposophic medicine always starts with a conventional diagnosis - but the physician or therapist is not guided simply by the symptoms of an illness. Instead, they examine psychological, mental and spiritual aspects of the patient's experience, the capacity for self-healing and the ability for continuous development. The bridge between the physical and emotional element in diagnosis and treatment is only one of the unique founding principles of anthroposophic medicine. In addition, the doctor or therapist observes the patient's whole personality and characteristics, including aspects of physical build and body language - flow of movement, type of handshake, sleep patterns, heat and cold intolerance, respiration and physical rhythms. The human being is seen and understood on four planes: - The material or physical plane, examinable physically or technically as in conventional medicine - The life forces plane, or vitality of the individual - The mental plane - which can be understood as the psychological or emotional realm - The individual plane - the spiritual individuality or character of the person, sometimes known as the ego When creating a detailed medical history and making the resulting choice of individually-tailored medication, co-operation between doctor and patient is essential for recovery. Recovery is a collaborative process in which the doctor includes the patient at every step and in which the patient will actively participate. Product Anthroposophic medicines are produced according to anthroposophic pharmaceutical principles and processes, some of which they share with homeopathy, while some are non-homeopathic processes reflecting the inter-relation between people and the world of nature. Their manufacture is governed by standards of Good Manufacturing Practice (GMP), and their quality controlled by the criteria and parameters of official pharmacopoeias. Anthroposophic medicine represents a best practice example of 'Integrative Medicine' as defined by the Consortium of Academic Health "}