{"title": "Lung cancer: Complementary therapies to try", "author": "Jenna Fletcher", "url": "https://www.medicalnewstoday.com/articles/lung-cancer-complementary-therapies", "hostname": "medicalnewstoday.com", "description": "Adding complementary therapies to a lung cancer treatment plan may help alleviate symptoms, minimize drug side effects, and boost the quality of life. Here is what to try.", "sitename": "Medical News Today", "date": "2022-03-03", "cleaned_text": "Both lung cancer and its treatments can cause symptoms that diminish quality of life. Complementary therapies may help relieve these symptoms, but they do not treat the underlying cancer. People typically include complementary therapy as part of their overall treatment plan because it can provide symptom relief. This article explains what complementary therapies are and describes some therapy options that may help alleviate symptoms. Complementary therapy can supplement standard cancer treatments that target and attack the cancer itself. Although the primary treatment goal is to address the cancer, complementary therapies [can help by](https://www.lung.org/lung-health-diseases/lung-disease-lookup/lung-cancer/treatment/types-of-treatment/complementary-and-alternative): - reducing anxiety - decreasing treatment side effects - improving quality of life - controlling pain Complementary therapy options include supplements, dietary changes, exercises, and meditation, among others. These therapies are not a replacement for traditional lung cancer treatments. A person should not stop their primary treatment without first speaking with the prescribing doctor. It is important to note that not all therapies have scientific backing for use in lung cancer. A person should talk with their healthcare team before starting any complementary therapy. Acupuncture is a traditional form of medicine that people have practiced for thousands of years. Many people have looked to it as a complementary therapy for various illnesses, including lung cancer. Although some studies have shown potential, more research is necessary to confirm the benefits. In a [2019 study protocol](https://trialsjournal.biomedcentral.com/articles/10.1186/s13063-019-3701-0) An older study from [2013](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3671020/) Acupressure is similar to acupuncture, but practitioners apply pressure to specific points on the body rather than inserting fine needles. No evidence supports the use of dietary changes or supplements for lung cancer. The [American Lung Association](https://www.lung.org/lung-health-diseases/lung-disease-lookup/lung-cancer/treatment/stay-healthy/treatment) warns that a person should be cautious if a manufacturer claims that its product will treat or cure their cancer. Instead, the organization advises following a diet that includes plenty of lean proteins, whole grains, vegetables, and fruit. Eating a well-balanced diet can help a person feel better, which can make it easier for them to manage their lung cancer treatment. People who are experiencing nausea, finding it difficult to maintain their weight, or having other issues regarding their diet should talk with their healthcare team about potentially beneficial dietary changes. Mind-body practices combine controlled breathing, body movements, and mental focus to help a person relax their body. For people living with lung cancer, the practices can help with: - alleviating stress - lowering anxiety and depression - reducing pain - improving overall health Some common types of mind-body practices [include](https://www.cancer.gov/publications/dictionaries/cancer-terms/def/mind-body-practice) - yoga - meditation - hypnosis - tai chi - guided imagery A person [may find](https://www.cancercare.org/publications/54-relaxation_techniques_and_mindfulness_practices_coping_with_cancer) these services at their local cancer treatment center. They can also find them in health clubs and other facilities, such as those belonging to the YMCA, across the United States. Touch-based practices [include](https://www.lung.org/lung-health-diseases/lung-disease-lookup/lung-cancer/treatment/types-of-treatment/complementary-and-alternative) services such as therapeutic massage, reflexology, and chiropractic care. These practices are noninvasive and should not interfere with a person's standard care. Some evidence shows that they can be effective in managing symptoms associated with cancer treatment and the cancer itself. For instance, in a [2016 review](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4860206/) Aromatherapy uses natural plant extracts or essential oils to help improve a person's physical, spiritual, or mental well-being. Currently, [no peer-reviewed studies](https://www.cancer.gov/about-cancer/treatment/cam/patient/aromatherapy-pdq) Aromatherapy is generally a low risk practice. However, it is still advisable to check with a doctor before using aromatherapy to ensure that it is safe to try. Also called biofield therapy, these noninvasive therapies are based on the belief that the body has energy fields that practitioners can use to enhance wellness. There are various techniques, including reiki and therapeutic touch. Many people find that these types of therapies help by: - promoting feelings of relaxation, balance, and wellness - reducing feelings of anxiety - relieving pain and discomfort - promoting healing However, there is a need for more research into the exact benefits that energy medicine can offer a person with lung cancer. Whole medical systems involve different cultural beliefs and healing systems that have evolved over time. Some types of whole medical systems [include](https://www.cancer.gov/about-cancer/treatment/cam) - Traditional Chinese medicine: This system is based on the belief that two forces called yin and yang control the body's overall health and well-being - Ayurvedic medicine: This Indian system focuses on cleansing the body and keeping the mind, body, and spirit in balance. - Naturopathic medicine: Naturopathic medicine uses several natural methods to help the body heal. - Homeopathy: This system uses small doses of different substances to help heal the body. Researchers need to conduct more studies to show how effective these practices may be for people with lung cancer. Complementary therapies for lung cancer may help alleviate the symptoms of the cancer or the side effects from its treatments. A person should talk with their healthcare team before trying out a complementary therapy to check that it is safe for them. "}