{"title": "Acute Transverse Myelitis after COVID-19 Vaccination", "author": "Yu-Ting Hsiao; Ming-Jen Tsai; Ying-Hao Chen; Chi-Feng Hsu; Hsiao; Yu-Ting; Tsai; Ming-Jen; Chen; Ying-Hao; Hsu; Chi-Feng", "url": "https://www.mdpi.com/1648-9144/57/10/1010", "hostname": "mdpi.com", "description": "The adverse effects of the COVID-19 vaccine have been discovered as the rapid application of the vaccines continues. Neurological complications such as transverse myelitis raise concerns as cases were observed in clinical trials. Transverse myelitis is a rare immune-mediated disease with spinal cord neural injury, resulting in neurological deficits in the motor, sensory, and autonomic system. Vaccine-related transverse myelitis is even rarer. We present a case of acute transverse myelitis after vaccination against COVID-19 with the ChAdOx1 nCOV-19 vaccine (AZD1222), which was the first case reported in Taiwan. Although it rarely occurs, post-vaccination neurological complications should not be ignored. As the pandemic of SARS-CoV-2 continues to spread and concern about vaccination efficacy and safety rises, heterologous vaccination were implemented in health public policy in several countries. A literature review of several clinical trials shows promising effects of mix-and-match vaccination. Further study on different combinations of vaccines can be expected.", "sitename": "MDPI", "date": "2021-09-25", "cleaned_text": "Acute Transverse Myelitis after COVID-19 1. Introduction [1](#B1-medicina-57-01010)]. Vaccine related ATM is rare. The incidence is approximately 1.739/per million people as reported by the previous COVID-19 vaccine adverse event database [ [2](#B2-medicina-57-01010)]. Early diagnosis and treatment could benefit the recovery and prevent reccurrence. The adverse events also raise discussions regarding heterologous vaccination, which has been performed in multiple countries. Here, we present the first case of acute transverse myelitis after vaccination against COVID-19 with AZD1222 in Taiwan and review the related policy regarding adverse events after vaccination from the Taiwan Centers of Disease Control. 2. Case Report [Figure 1](#medicina-57-01010-f001)). The MRI of the brain was normal ( [Figure 2](#medicina-57-01010-f002)). Cerebrospinal predomminant: 100%) and mild elevated protein levels (44.3 mg/dL). Infectious disease of central nervous system was ruled out by the CSF analysis and virus culture. The tumor marker and autoimmune profiles, including the serum rheumatoid factor, serum complement C3 and C4, anti-Ro/La antibody, antinuclear antibody, and anti-ds-DNA antibody, were all in the normal range. Due to longitudinal transverse myelitis, Aquaporin4 antibodies were checked and showed negative. Therefore, neuromyelitis optica was not favored. Multiple sclerosis was also less likely due to the longitudinal transverse myelitis, normal brain MRI, and considering the fact that it could not fulfill the McDonald criteria. Coagulation profiles were also checked with the concern of vaccine-induced immune thrombotic thrombocytopenia, which were all within normal limits. By the typical findings of the spine MRI and clinical symptoms, the patient was finally diagnosed with acute transverse myelitis (ATM) with suspicion of vaccine-associated neurological adverse effect. The patient received pulse therapy with 1000 mg of methylprednisolone daily for 5 days and had a dramatic improvement in the limb weakness. He maintained oral prednisolone with a dose of 1 mg/kg/day for other residual symptoms and was tapered as symptoms gradually subsided. Due to the patient having a major adverse event with AZD1222, the second dose of the vaccine was switched to the Moderna mRNA-1273 vaccine in the 14th week after the first dose and no major adverse event was observed until now. Sixteen weeks after first vaccination, a follow-up contrast-enhanced MRI over the thoracic spine was arranged, which revealed the resolution of the T1-T6 lesion ( [Figure 3](#medicina-57-01010-f003)). The patient is now doing well under regular follow-up without neurological sequelae. 3. Discussion [3](#B3-medicina-57-01010)]. Since the pandemic of COVID-19 developed, COVID-19-related transverse myelitis has been reported and the incidence is about 0.5 case/per million people, which could account for 1.2% of all COVID-19-related neurological complications [ [1](#B1-medicina-57-01010)]. The incidence of ATM is estimated to be up to 3-5 cases per million people a year and vaccine-associated ATM cases are even more rare [ [3](#B3-medicina-57-01010)]. According to the Vaccine Adverse Event Reporting System (VAERS) of the United States, a total of 119 post-vaccination ATM cases were reported during the period of 1985 to 2017 [ [4](#B4-medicina-57-01010)]. For COVID-19 vaccine-related events, a total of 51,755,447 doses of COVID-19 vaccines were administered until March 2021 and nine cases of related ATM were reported among 9442 adverse events; the incidence is approximately 1.739/per million people [ [2](#B2-medicina-57-01010)]. After the literature review, we summarized the published case reports of SARS-CoV-2 vaccination-related transverse myelitis case reported of acute transverse myelitis after COVID-19 vaccination in Taiwan. [6](#B6-medicina-57-01010)]. Related pathogens include cytomegalovirus, varicella-zoster virus, Epstein bar virus, and coxsackieviruses [ [14](#B14-medicina-57-01010)]. The proposed mechanism of the post-infection neurological disorder is the concept of \"Molecular Mimicry\", which means that the microorganism epitope shares a similar structure to the host's antigen. The cross-reaction between the epitope and self-antigen activates B lymphocyte and the bystander activation of T cells, which induces the immune response. These mechanism appears to be the explanation for the vaccine with viral antigen adjuvants, which might mediate immune responses targeting the spinal cords [ [1](#B1-medicina-57-01010), [6](#B6-medicina-57-01010), [7](#B7-medicina-57-01010), [15](#B15-medicina-57-01010)]. This could be somehow explained by the pleocytosis found in patients' CSF considering that the blood-brain barrier might have been broken down within a focal area of the spinal cord [ [6](#B6-medicina-57-01010), [15](#B15-medicina-57-01010)]. It is noticeable that both the AZD1222 and Johnson & Johnson COVID-19 vaccines contain adenovirus antigens, and they might induce ATM by the same pathogenesis [ [1](#B1-medicina-57-01010), [7](#B7-medicina-57-01010)]. As other vaccines are without a viral vector, a similar hypothesis was proposed that immune dysregulation secondary to vaccination might trigger ATM [ [6](#B6-medicina-57-01010)]. However, the clear causal relation between the SARS-CoV-2 vaccine and ATM is still an issue for further investigation. [16](#B16-medicina-57-01010)]. Currently in Taiwan, people who developed major adverse events after the first dose of vaccination are strongly suggested to receive the second dose vaccine with a different mechanism. Clinical trials regarding the safety and efficacy have been conducted. Heterologous vaccination with either the adenoviral-vectored or mRNA vaccine induced a higher immune response than that of homologous vaccinations in mice [ [17](#B17-medicina-57-01010)]. An interim analysis in the UK Com-COV trial, which investigated heterologous prime-boost regimens of the AZD1222/BNT162b2 COVID-19 vaccine, found increased reactogenicity following heterologous boost with BNT162b2 rather than with homologous AZD1222 after the initial vaccination with AZD1222 in a 28-day interval, but with greater systemic reactogenicity after the boost [ [16](#B16-medicina-57-01010)]. In a German study comparing the prime-boost vaccine schedule of BNT162b2/BNT162b2 and AZD1222/BNT162b2, T-cell reactivity was significantly higher after heterologous AZD1222/BNT162b2 boost immunization compared to homologous BNT162b2/BNT162b2 boost immunization [ [18](#B18-medicina-57-01010)]. A small cohort study in Sweden also reported similar results [ [19](#B19-medicina-57-01010)]. Studies regarding the immune response against different virus strains also found advantages in heterologous groups [ [19](#B19-medicina-57-01010), [20](#B20-medicina-57-01010)]. Other studies are evaluating the effects of the heterologous prime-boost on the mRNA-1273 vaccine (Moderna). Promising results are expected [ [16](#B16-medicina-57-01010)]. 4. Conclusions Author Contributions Funding Institutional Review Board Statement Informed Consent Statement Data Availability Statement Conflicts of Interest References - Roman, G.C.; Gracia, F.; Torres, A.; Acute Myelitis (ATM): Clinical Review of 43 Patients With COVID-19-Associated ATM and 3 Post-Vaccination ATM Serious Adverse Events with the ChAdOx1 nCoV-19 Nath, A. Investigates: Complications Vaccines. after Vaccination, A CDC/FDA Vaccine Adverse Event Reporting System (VAERS) Study, 1985-2017. Neurology 2018, 90 A.A.; Atley, J.; Silva, Lessons the month 1: Longitudinal extensive transverse myelitis following AstraZeneca COVID-19 vaccination. case report and review literature. J. A case of longitudinally extensive transverse following vaccination against Covid-19. longitudinal extensive transverse myelitis in longstanding stable multiple sclerosis following vector-based vaccination against the SARS-CoV-2. J. [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/34392078)] - Taiwan Centers for Disease Control (CDC), Vaccine Adverse Event Reporting System (VAERS). Available online: [https://www.fda.gov.tw/tc/includes/GetFile.ashx?id=f637590432301286539&type=2&cid=37080](https://www.fda.gov.tw/tc/includes/GetFile.ashx?id=f637590432301286539&type=2&cid=37080)(accessed on 9 June 2021). D.A. Post COVID-19 transverse myelitis; a case report with review of literature. Ann. Med. Surg. 2021, 69, 102749. [Google Scholar](https://scholar.google.com/scholar_lookup?title=Transverse+Myelitis:+Pathogenesis,+diagnosis+and+treatment&author=Krishnan,+C.&author=Kaplin,+A.I.&author=Deshpande,+D.M.&author=Pardo,+C.A.&author=Kerr,+D.A.&publication_year=2004&journal=Front.+Biosci.&volume=9&pages=1483%E2%80%931499&doi=10.2741/1351&pmid=14977560)] [ regimens with self-amplifying RNA and adenoviral COVID vaccines induce robust immune responses in mice. Nat. Commun. 2021, 12, 2893. Immunogenicity of BNT162b2 in Subjects Having Received a First Dose of ChAdOx1s: Initial Results of a Randomised, Adaptive, Phase 2 Trial (CombiVacS). Available online: [https://ssrn.com/abstract=3854768](https://ssrn.com/abstract=3854768)(accessed variants heterologous and homologous ChAdOx1 with regard to jurisdictional claims in published maps and institutional affiliations. © 2021 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( [https://creativecommons.org/licenses/by/4.0/](https://creativecommons.org/licenses/by/4.0/)). Share and Cite M.-J.; Chen, C.-F. https://doi.org/10.3390/medicina57101010 Article Metrics Article Access StatisticsFor more information "}