{"title": "Chiropractic and bolstering a weak immune system: a report on the evidence amidst COVID-19", "author": "Chiropractic Economics", "url": "https://www.chiroeco.com/weak-immune-system/", "hostname": "chiroeco.com", "description": "A new report from the International Chiropractors Association outlines evidence for chiropractic impacting a weak immune system, and a need for further...", "sitename": "Chiropractic Economics", "date": "2020-04-07", "cleaned_text": "A new report from the International Chiropractors Association outlines evidence for chiropractic impacting a weak immune system, and a need for further research The International Chiropractors Association (ICA) on March 28 released the report, \"Immune Function and Chiropractic: What Does the Evidence Provide?\" detailing the study-based and anecdotal evidence for improving a weak [immune system](https://www.chiroeco.com/signs-strong-immune-system/) via chiropractic care, and a call for increased clinical trials and research studies by ICA-affiliated chiropractic colleges and universities. \"Although there are no clinical trials to substantiate a direct causal relationship between the chiropractic adjustment and increased protection from the [COVID-19 virus](https://www.chiroeco.com/coronavirus-covid-19/), there is a growing body of evidence that there is a relationship between the nervous system and the immune system,\" writes ICA President Stephen P. Welsh, DC. \"The chiropractic community, most of whom are small business owners dispersed in large cities and small towns all around the United States and the world, continues to provide essential health care services to support their patients during this time of extreme stress. Many chiropractors have the capacity to provide spinal x-rays in their offices, thus reducing the burden on emergency rooms; and reducing the exposure of these patients to others who are potentially infectious.\" 10-year U.S. Department of Defense study confirms chiropractic care benefits The report states that amidst the COVID-19 pandemic, \"the need for fact-based, peer reviewed information, and the International Chiropractors Association (ICA) affirmation to the global chiropractic community that subluxation-based chiropractic practice is scientific and evidence-based, brings together several key points...Research is essential to improving access to chiropractic as displayed in the recently completed [10-year chiropractic study by the U.S. Department of Defense](https://www.chiroeco.com/expand-chiropractic-access-to-military-retirees/) which confirmed that chiropractic to improve key fitness characteristics among active duty service personnel with low-back pain and could lead to improve military readiness in such individuals. As a result [the U.S. military's] TRICARE is looking to expand access to chiropractic.\" A healthy functioning immune system and working to bolster a weak immune system remains critical to overall health and wellness. \"The conversation that all the experts in public health have been promoting is to use every means available to support one's immune system during the pandemic (Adequate sleep, good nutrition, frequent hand-washing with soap, etc.),\" the report states. \"There are other factors to consider as well. For example, the stress every member of the public, first responders, and health care professionals are feeling as a result of the changes in our everyday lives from the global pandemic. This stress is creating unprecedented levels of anxiety, and fear in some. Scientific evidence has validated that long-term exposure to stress negatively effects the immune system.\" Papers and studies: chiropractic impacting a weak immune system A 2005 science review of chiropractic (\"Basic science research related to chiropractic spinal adjusting: the state of the art and recommendations revisited\") summarized the state of the science in several areas including the nervous system response to chiropractic spinal manipulation. \"The review confirmed that between 1997-2005 the basic science body of evidence confirming a relationship between chiropractic spinal manipulation and the central nervous system,\" the report states. \"They concluded, basic science studies support chiropractic theory that spinal subluxation and spinal manipulation impact neurologic function. In addition, the interdependence of nervous, endocrine, and immune systems has been discussed here. These studies suggest mechanisms by which spinal influences may mediate a clinically-significant impact on immune function.\" From the 1989 study \"Neuroimmunomodulation and a Possible Correlation with Musculoskeletal System Function,\" the report states, \"There is an increasing body of evidence that the nervous system is capable of modulating the immune response...The immune system may be able to communicate with the nervous system using neuromodulators and neurohormones secreted by lymphocytes...It is theorized that spinal fixations may adversely affect the immune response through somatosympathetic reflexes. Spinal manipulation can correct the spinal fixations and may eliminate the adverse effects of somatosympathetic reflexes.\" From the \"Spinal Manipulation and Immune Response Literature Review,\" a lay language summary of existing research posted online, \"The studies described above demonstrate an accumulation of evidence that indicates spinal manipulation may influence the immune system's response to various stimuli. Three of the studies suggest that manipulation consistently reduced the production of pro-inflammatory mediators associated with tissue damage and pain from articular structures. Two studies provide evidence that manipulation consistently reduced the production of proinflammatory mediators associated with tissue damage and pain from articular structures.\" 'Anecdotal evidence is still evidence' and the need for research The ICA study concludes that \"Anecdotal Evidence is Still Evidence,\" pointing out that \"The observation that those who use chiropractic regularly and do not become ill with colds, flu, and other community-shared illnesses is frequent within the profession and should not be ignored. It should instead lay the groundwork for a multi-site research study conducted within ICA-affiliated chiropractic colleges to study the whole person, all systems within the body and the health outcomes over time with regular chiropractic care...We cannot leave the study of immune function to small, well-intentioned studies looking at a single spinal manipulation. We need a replication of what happens in chiropractic routinely.\" The study notes that various academic researchers believe that chiropractic colleges do not have the capacity for such research, and that \"we as a community need to work to grow this capacity and to develop positive affiliations with other academic institutions to achieve the capacity to have well-designed clinical and basic science research conducted.\" The report concludes, \"Chiropractic is a health care discipline which emphasizes the inherent recuperative power of the body to heal itself without the use of drugs or surgery...It is founded upon the principle that the body's innate recuperative power is affected by and integrated through the nervous system. \"Although there are no clinical trials to substantiate a direct causal relationship between the chiropractic adjustment and increased protection from the COVID-19 virus, there is a growing body of evidence that there is a relationship between the nervous system and the immune system.\" For all references and to read the full study go to [chiropractic.org/wp-content/uploads/2020/03/Updated-Report-of-3-28-wtih-fixed-biblio.pdf](http://chiropractic.org/wp-content/uploads/2020/03/Updated-Report-of-3-28-wtih-fixed-biblio.pdf). For the latest COVID-19 info for doctors of chiropractic, including upcoming webinars, updates, resources and articles from Chiropractic Economics, "}