{"title": "Natural Nutritional Supplements for Autism & ADHD - Spectrum Awakening", "author": "Hayley", "url": "https://spectrumawakening.com/", "hostname": "spectrumawakening.com", "description": "Spectrum Awakening develops natural nutritional supplements that are specially designed to support normal behavior, moods, language, development and overall well being for children with Autism and ADHD.", "sitename": "Spectrum Awakening", "date": "2019-10-05", "cleaned_text": "Our Story Our children deserve only the very best. As parents of children with autism and ADHD, we should make every effort to provide the best nutritional support for neurological health, balanced physical and behavioral development, and emotional well being. Raising children on the Autism spectrum or with ADHD means making some adjustments to help support your child's needs and the needs of your whole family. We understand the stress that can be associated with making these adjustments and are here to join families in that process, and to be an ally and resource to help each family member thrive. Spectrum Awakening is driven by a love for families and the belief that children with Autism and ADHD have incredible potential to recover naturally. As parents ourselves, we know our kids have picky palates, and most kids don't swallow capsules. We've designed our products to taste as minimally as possible. When the products do have a taste, we add small amounts of natural flavors to improve the flavor. ALL of our products are Gluten and Dairy-Free. This matters to us. Many of our products are powders, liquids, or capsules that can be opened. Any of our products can be mixed into foods or drinks. These products are formulated and used by Dr. Skowron in his private practice. This is what he uses successfully to help the families and children that he works with. Having natural supplements that are parent-tested, doctor-approved is important, because you want to know that they work, and we want to make sure that they are helping you and child have a better life. That's why we take this dedication to providing the best support for children seriously and offer a 30-day return on all Spectrum Awakening products. Each order is also available with free shipping (within the USA, additional shipping charges outside of the USA), so you can keep investing your dollars where they matter. Nutritional support for autism and ADHD can help your child reach their goals of improved behavior, emotional stability, and mental focus. Let's awaken the Spectrum, with Spectrum Awakening. "}