{"title": "PDF", "author": "PDF", "url": "publicaciones.defensa.gob.es/media/downloadable/files/links/r/s/rsm_54_1.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "REVISTA DE SANIDAD DE LAS FUERZAS ARMADAS DE ESPAÑA sr Volumen 54 N° 1 Año 1998 Editorial 7 Las vacunaciones en las Fuerzas Armadas E. Martín.': Pérez - Artículo de opinión 9 Algunas consideraciones sobre el calendario vacunal en las FAS E Martín Sierra .M U Gaveta Rosado. ¡it Cortés li/auca Artículo especial 11 Requisitos de uniformidad para manuscritos presentados a revistas biomédicas (mema/metal ('a,m,jUee of Medical Jaumnal Eáitors Artículos originales 19 Evolución de la isquemia mesentérica aguda. Relación sexo-supervivencia: estudio experimental en ratas J. Canuç &bu'hez E Matutinos Palon,em. C. Guti.'rn: 23 muñón gástrico: nuevas aportaciones J. E Plaza Titeos. 1. A. Sandia Na va mm Comunicaciones breves 27 Carcinoma inflamatorio de mama 1 P4. De Jaime Guüu.rrn. P4. Fernández l)o,ní,tçj.e;. E Saniper Urs. E Fernández Domínguez. M. Punto/o Segadoz At. C. Usen, Prc. u González 31 Mielosis funicular sin anemia en un caso de deficiencia de vitamina B12. Imagen con resonancia magnética, antes y después del tratamiento J. henrm Arta,. E Marros Hernio 35 Reconstrucción primaria de la herida facial avulsiva por mordedura humana. A propósito de dos casos P4. Fernández J*,nrbigue.z E fernández Domínguez J. Renten/a Le/pez 1 De Jaime Guijano Notas técnicas 39 Hipotermia en Campaña Grupo le Trabajo de Medhitta de Urgencia ((ii/i.IL del COMEDS 43 Tratamiento de la diarrea en Campaña Grupo de Trabajo de Iletistout de Urgencia GI/ML:, del COMEDS 45 Lesiones oftálmicas en Campaña Grupo de Trabajo de il,dicina de Urgencia IGT/MU) dii COMEDS Actualización 47 Patología PáezSen'ano,A, Sanz Asenjo Informes 'y reportajes de Sanidad Militar 53 Dotación de ecografía portátil en el módulo de Radiología de Campaña. P4. A. Gorrea Saba;er J. Roel Valdés. 1 C. Hernández IVa toen, Sigue al dorso Caso en imágenes 59 Erupción pustulosa de localización acral M. A. Molinem ¡Jaro inca Carta al Director 60 Laparoscopia diagnóstica complicada por punción aórtica ti. $, Serrano Aura. A. Cuña.s Pee/rosa Crítica de libros 61 Cecil. Tratado de Medicina Interna - Reflexoterapia: Bases Neurológicas - Bases de la Anestesia - Internet, Telemática y Salud Ecos y comentarios de Sanidad Militar 63 Cursos - Actos - Disposiciones Oficiales Agenda [página 58] Medicina Militar Revista de Sanidad de las Fuerzas Armadas © Copyright 1997 Ministerio de Defensa (España) Reservados todos los derechos. Ninguna parte de esta publicación puede ser reproducida, transmitida en forma o medio alguno, electrónico o mecánico, incluyendo fotocopias, grabaciones o cualquier sistema de recuperación de información almacenada, sin la autorización por escrito del titular del Copyright Edición, distribución y suscripciones MINISTERIO DE DEFENSA Secretaria General Técnica Centro de Publicaciones C/ Juan Ignacio luca de Tena, 30 28027 Madrid Redacción ESCUELA MILITAR DE SANIDAD C/ Camino de los Ingenieros, 6 28047 Madrid Tfnos (91) 465 2600 465 2711 4651308 extensión tfno 205 Fax (91)4667776 E-mail emisan@jet.es Fotocomposición e Impresión Imprenta del Ministedo de Defensa Publicidad DPC Comunicación Paseo de Gracia, 47, Mil (Esp) Depósito Legal M-1.046-1958 Soporte válido SVR n°352 Dimensiones 21 x 29,7cm Periodicidad bimestral, un volumen por año lirada: 2.500 ejemplares por número Tarifas de suscripción anual España: 1.800ptas. Extranjero: 201 US Precio por ejemplar suelto 500 ptasDIRECTOR REDACTOR JEFE REDACTORES ADJUNTOSComité de Honor Excmo. Sr. D. Francisco Javier Martínez Alonso General de Brigada de Sanidad (Medicina) Director de la Escuela Militar de Sanidad. Madrid. D. Julio Ferrero Arias, TCo1. San. Med. Hospital Militar Central «Gómez Ulla». Madrid. D. Gustavo Merino Chamorro, Cte. San. Par Hospital Militar Central «Gómez Ulla». Madrid. D. Tomás Chivato Pérez, Cte. San. Med. Hospital del Aire. Madrid. D. Antonio Méndez Martín, Cor San. Med. Director del CIMA. Madrid. D. José Manuel Pérez García, Cor San. Vet. Hospital Militar Central «Gómez Ulla». Madrid. D. Manuel Gomis Gavilán, TCoI. San. Med. Hospital del Aire. Madrid. D. Vicente Otero Solana, TCoI. San. Med. Policlínica Naval «N? S.° del Carmen». Madrid. D. José Angel Navarro Gallo, TCol. San. Far Parque Central de Farmacia. Madrid. D. Antonio de Antonio Alonso, TCoI. San. Med. Hospital Militar Central «Gómez Ulla». Madrid. REDACTORES DE SECCIONES SECRETARIO DE REDACCIONHistoria y humanidades D. José Manuel Pérez García, Cor San. Vet. D. José Angel Navarro Gallo, TCol. San. Far Crítica de libros D. Antonio de Antonio Alonso, TCo1. San. Med. D. Vicente Beneitez Villanueva, 5gw. 1° Cesp. San. Escuela Militar de Sanidad. Madrid.Excmo. Sr. D. Jesús González Lobo General de División de Sanidad (Medicina) Inspector General de Sanidad de la Defensa Excmo. Sr. D. Alejandro Domingo Gutiérrez General de División de Sanidad (Medicina) Dftector de Sanidad de la Annada Excmo. Sr. D. José Ramón Gutiérrez Díez General de División de Sanidad (Medicina) Director de Sanidad del Ejército de Tierra Excmo. Sr. D. Juan José de Prada Hernández General de División de Sanidad (Medicina) Director de Sanidad del Ejército del Aire Consejo de Redacción VOCALES Med Mii (Esp) 1998;54 (1) 1 Medicina Militar Revista de Sanidad de las Fuerzas Armadas de España Volumen 54, número 1 1998 SUMARIO Editorial 7 Las vacunaciones en las Fuerzas Armadas E. Martínez Pérez Artículo de opinión 9 Algunas consideraciones sobre el calendario vacunal en las FAS E Martín Sierra, M. V García Rosado, M. Cortés Blanco Artículo especial 11 Requisitos de uniformidad para manuscritos presentados a revistas biomédicas International Commitee of Medical Journal Editors Artículos originales 19 Evolución de la isquemia mesentérica aguda. Relación sexo-supervivencia: estudio experimental en ratas J. Carnés Sánchez, P Moratinos Palomero, C. Gutiérrez Ortega, E Pérez-Iñigo Alonso, A. Aguilera Martínez. E Guijarro Escribano 23 Cáncer de muñón gástrico: nuevas aportaciones J.E Plaza Torres, J.A. Bondia Navarro Comunicaciones breves 27 Carcinoma inflamatorio de mama f.M. De Jaime Guarro. M. Fernández Domínguez, P Sainper Ots, E Fernández Domínguez, M. Pantoja Segador M.C. Usero Pérez, V González Alonso 31 Mielosis funicular sin anemia en un caso de deficiencia de vitamina B 12. Imagen con resonancia magnética, antes y después del tratamiento J. Ferrero Arias, E. Marcos Herrero 35 Reconstrucción primaria de la herida facial avulsiva por mordedura humana. A propósito de dos casos M. Fernández Domínguez, E Fernández Domínguez, 1 Barberán. López, J. De Jaime Guijarro Notas técnicas 39 Hipotermia en Campaña Grupo de Trabajo de Medicina de Urgencia (GT/MU) del COMEDS 43 Tratamiento de la diarrea en Campaña Grupo de Trabajo de Medicina de Urgencia (GT/MU) del COMEDS 45 Lesiones oftálmicas en Campaña Grupo de Trabajo de Medicina de Urgencia (GT/MU) del COMEDS Actualización 47 Patología dermatológica del área oftálmica del trigémino L. Barcala Vázquez. S. Vidal Asensi, L. Luelmo Granados. J.A. Heras Tabernero, C. Arjona Manuel, J.A. Páez Serrano, A. Sanz Asenjo Informes y reportajes de Sanidad Militar 53 Dotación de ecografía portátil en el módulo de Radiología de Campaña M.A. Gorrea Sabater J. Roel Valdés, J.C. Hernández Navarro Caso en imágenes 59 Erupción pustulosa de localización acral M.A. Molinero Barranco Carta al Director 60 Laparoscopia diagnóstica complicada por punción aórtica MS. Serrano Atero, A. Cañas Pedrosa Crítica de libros 61 Cecil. Tratado de Medicina Interna - Reflexoterapia: Bases Neurológicas -Bases de la Anestesia - Internet, Telemática y Salud Ecos y comentarios de Sanidad Militar 63 Cursos - Actos - Disposiciones Oficiales Agenda [página 58] 2 Med Mil (Esp) 1998:54 (1) Medicina Militar Revista de Sanidad de las Fuerzas Armadas de España Med Mil (Esp) Volume 54, Number 1 1998 CONTENTS Editorial 7 Vaccinations ¡n the Armed Forces. E. Martínez Pérez Opinion article 9 Sorne considerations on the vaccination calendar in the Armed Forces. F Martín Sierra, M. V García Rosado, M. Cortés Blanco Special article 11 Uniform requeriments for manuscripts submitted to E Moratinos Palomero, C. Gutiérrez Ortega, E Pérez-Iñigo Alonso, A. Aguilera Martínez, E Guijarro Escribano SUMMARY.- Background and objectives. Clinical tests of intestinal ischemia are difficult to develop and standardize, due to the dif ficulty in their diagnosis and treatment. The object of this work is the evolutionary experimental study of acute mesenteric ischemia and the sex-mortality in rats. ,nethod. 140 rats were distributed in seven series: series 1 (control), series II (\"sham operation\"), series III (ischemia of the cranial mesenteric artery - CMA for 15 minutes, series IV (CMA ischemia for 30 minutes), series Y (CMA ischemia for 60 minutes), series VI (CMA ischemia for 120 minutes), series VII (CMA ischemia for 180 minutes). Each series was made up of 10 males and 10 females. Following anaesthesia, abdominal laparotomy was carried out, entering cavity where the CMA was attached by means of a vessel loop tape, and the estimated test of the _2 was carried out comparing two by two that of animais of both sexes in each series. An alpha error of 5% (p<O.O5) was taken as the unilateral degree of significance. The actuarial method was applied to calculate the risk rate. The observation time for each one of the series was 96 hours. Results and conclusions. 1) The occiusion time of the CMA directly affected survival, so that increased. The mortality threshold for females was between 15 and 30 minutes of CMA ischemia, and for males 60 minutes. A 100% mortality rate was obtained with 180 minu tes of arterial occiusion for males and females. 2) Mortality was higher in females and this was the statistically significant differen ce in series IV (30 minutes) and VI (120 minutes) and very near to this significance in the case of series V (60 minutes). Lower let hal risk was found in males than in females for similar acute-reperfusion ischemia periods (30, 60, 120 and 180 minutes) between the times of mortality threshold and 100% lethality. 3) When carrying out experimental studies of ischemia-revascularization of the small intestine, sex must be considered as a vanant gastric stump within a area. Design. Retrospective study. Setting. All public hospi tais in the province of Málaga. Materials and methods. A review was made of 637 clinical histories of patients diagnosed with gas inclusion considered were a minimum period of five years since the first operation, the benign nature of the primary illness and that the stump cancer was of years. Endoscopy-biopsy was with of slightly or badly differentiated forms, and in general of very advanced forms. Operability in the series was 84.31% with predominance of total andlor extended gastrectomy. Conclusions. An analysis was made of possible mechanisms invol ved in the pathogeny of J.M. De Jaime Guijarro, M. Fernández Donínguez, E. Samper Ots, E Fernández Domínguez, M. Pantoja Segador; 1W. C. Usero Pérez, V. González Alonso SUMMARY.- Inflammatory breast carcinoma is a tumour with very breast tumoral pathology. It is clinically characterized by reddening and thickening of the skin which the classic \"Orange peel\" appearance. The biopsy, hormonal receptors and detenmination content. Flistologically it appears as an infiltrating ductal carcinoma. Two cases are presented that were treated by the Spanish Contingent based in Albania during a CO,Uiflue orn 000r pago Med Mil Medicina Militar contents continued 31 Subacute combined degeneration of the spinal case of vitamin B12 deficiency. Magnetic resonance imaging, before and after treatment. J. Ferre ro Arias, E. Marcos Herrero SUMMARY.- We report a patient with a syndrome of subacute combined degeneration cord, without anaemia and with slight macrocytosis. He had a low level of vitarnin B2 on serum and Schilling test proved low absortion was corrected with intrinsic factor. In blood analysis dated four months before the start of the symptomatology there was a light anaemia macrocytic that resolved without treatment. Study with magnetic resonance of the cervical cord revealed a bright signal posteriorly within the cord on T2 weighted images extending from C4 to C6. The patient was treated with vitamin B12 intramuscular and Repeat resonance magnetic fifth month of therapy was normal. It is noted that lot of patients with neurological disorder and hematological findings, which makes necessary to know the whole spectrum presentations to guide the etiological investigations. It also the magnetic resonance can the clinical suspect, when it show 12 human bite. Concerning two cases. M. Fernández Domínguez, P Fernández Domínguez, J. Barbe rán López, J. De Jaime Guijarro SUMMARY.- The injuries caused by human bites have a high risk of Early prevention therapeutical challenge. Injuries to soft parts the receive primary reconstruction, either immediately or later. due the face, which gives effective protection against infection. Two facial extensive substance, were satisfactorily handled by the debridement of the devitalized tissue and the use of local plastid, with no complications due to infection or functional - Surgery Technical notes 39 Hypothermia in the Field. Grupo de Trabajo de Medicina de Urgencia (GT/MU,) dei COMEDS 43 Treatment of diarrhoea in the Field. Grupo de Trabajo de Medicina de Urgencia (GT/MU) del COMEDS 45 Ophthalmic injuries in the Field. Grupo de Trabajo de Medicina de Urgencia (GT/MU) del COMEDS Update 47 Dermatological pathology of the ophthalmic area of the trigeminal. L. Barcala Vázquez, S. Vidal Asensi, L. Luelmo Granados, J.A. Heras Tabernero, C. Arjona Manuel, J.A. Páez Serrano, A. Sanz Asenjo SUMMARY.- There are sorne events of the varied complications they can produce. In this update we seek to know better this clinical events and to diagnosticate and prevent the nevus - Acute posterior ganglionitis - Simple herpes Reports about Military Health Service 53 Supply of a portable echograph unit to the Field Radiology module. MA. Gorrea Sabater J. Roel Valdés, J.C. of the injured to prepare thern for evacuation is a crucial moment. The installation of portable echograph equipment is proposed at the Second and Third Stage level, within the Logistics Organisation for Military Field Medicine, and its indications are described as an improvement in the continuous classification be carried out by them. Finally, suggestions are offe red on the choice of the ideal equipment. KEY WORDS: Portable echograph unit - Classification of the injured - Classification point - Advanced Surgical Post - Severe hemorrhage Case in pictures 59 Pustular eruption in the area. MA. Diagnostic laparoscopy complicated by aortic puncture. MS. Serrano Atero, A. C'añas Pedrosa Book reviews 61 Cecil. Tratado de Medicina Interna - Reflexoterapia: Bases Neurológicas - Bases de la Anestesia - Internet, Telemática y Salud News from Military Health Service 63 Curses - Acts - Official dispositions Calendar Mil (Esp) ]998;54 (1) medicina militar;1] Revista de Sanidad de las FAS de España;0] NORMAS DE PUBLICACION Medicina Militar, la Revista de Sanidad de las Fuerzas Armadaa de España, publicará las observaciones, estu dioa e investigaciones que supungan avances relevantes para la Sanidad Militar. Se dará prioridad a los trabajos relacionados cun la selección del personal militar, el mantenimiento y recuperación de sa estado de salad, la epidemiología y medicina preventiva, la medicina peri cial y forense, la logística sanitaria y la medicina de urgencia y catástrofe. Acogerá igualmente las opiniones personales o institucionales que expresen ideas novedo sas y ponderadas, o susciten controversias para beneficio de sus lectores. También serán bienvenidas las colabora ciones espontáneas sobre historia y humanidades, en especial las que tengan relación con la Sanidad Militar. Finalmente, la Revista se hará eco de las noticias referen tes a la Sanidad Militar y los sanitarios militares. Lo publicado en Medicina Militar no expresa directri ces específicas ni la política oficial del Ministerio de Defensa. Los autores son los únicos responsables de los contenidos y la opiniones vertidas en los artículos. Medicina Militar asume y hace propios los \"Requisitos de uniformidad de los manuscritos presentados a las revistas biomédicas', acordados por el International Committee of Medical Journal Editora'. Los colaborado res potenciales pueden consultar ana traducción de este documento eu Medicina Militar 1 998;54( 1): 11-18, para una información más extensa al respecto. Salvo en circunstancias excepcionales, Medicina Militar no aceptará documentos publicados con anterio ridad o artículos remitidos paralelamente para sa publi cación en otm revista. Loa trabajos de carácter científico, enviados a Medicina Militar para su publicación, serán sometidos a un proce so de revisión por parte de expertos en el tema del artí culo. Pero la decisión final sobre sa publicación compe te exclusivamente a la Dirección. Es preferible que los artículos no vayan firmados por más de 6 autores. Las cartas al director no deberían ir fir madas por más de 4 autores. Los firmantes como autores deben estar en condiciones de acreditar su calidad de tales. Los colaboradores pueden dirigir sus manuscritos para ser incluidos en alguna de las siguientes secciones de la Revista: Artículns originales.— Estudios retrospectivos o pros pectivos, ensayos clínicos, descripción de series, trabajos de investigación clínica o básica... La extensión no supe rará 4.000 palabras de texto o 20 páginas (incluyendo la bibliografia e ilustraciones). Podrán contener hasta 8 tablas o figuras. Se aceptará un máximo de 50 referen cias bibliográficas. Deben acompañarse de un resumen estructurado que no supere las 250 palabras. Comunicaciones breves.— Observaciones clínicas excepcionales o artículos científicos que no precisan más espacio. La extensión no superará 2.000 palabras de texto o 10 páginas (incluyendo la bibliografía e ilustra ciones). Podrán contener hasta 4 tablas o figuras. Se aceptará un máximo de 20 referencias bibliográficas. Se acompañarán de un resumen no estructurado que no supere las 150 palabras. Revisiones.— Trabajos de revisión sobre temas específi cos. La extensión no será mayor de 5.000 palabras de texto o 25 páginas (incluyendo la bibliografía e ilustra ciones). El número de tablas o figuras permitido es de lO. No se pone límite al número de referencias biblio gráficas. Se acompañarán de un resumen estructurado que no supere las 250 palabras. Notas técnicas.— Aspectos puramente técnicos, de con tenido sanitario militar, cuya divulgación pueda resultar interesante. La extensión no superará 1.000 palabras de texto o 7 páginas. Se aceptará un máximo de 4 tablas o figuras. Dependiendo de sus características, se acompa ñarán de un resumen no estructurado que no supere las 150 palabras.Cartas al Director.— Puntualizaciones sobre trabajos publicados cou anterioridad en la Revista, comentarios u opiniones, breves descripciones de casos clínicos... Su extensión no será mayor de 500 palabras de texto o dos páginas (incluyendo la bibliografía) y podrán ir acompañadas de una tabla o figura. Sr permitirá un máximo de 6 referencias bibliográficas. No llevarán resumen. Histnria y humanidades.— Artículos sobre historia de la medicina, farmacia, veterinaria, o la sanidad militar, ética, colaboraciones literarias... Se seguirán las mismas normas que para los Artículos originales. Artículos de opinión.— Opiniones que, por su importan cia, requieran un espacio mayor del que permite una Carta al Director. Podrán alcanzar una extensión de hasta 1.500 palabras o 6 páginas de texto y podrán ir aconspa ñadas de dos ilustraciones. Informes y reportajes de Sanidad Militar.— Con una extensión máxima de 10 páginas a doble espacio y hasta 4 ilustraciones. Ecos y comentarios de Sanidad Militar.— Noticias, anuncios o comunicaciones de cursos, congresos, reu niones... que tengan relación con la Sanidad Militar o los sanitarios militares. Las colaboraciones en esta sección deben ser concisas, pudiendo ir acompañadas de una fotografía o dibujo. La extensión máxima permitida es de 250 palabras (una página). Los anuncios de reuniones, cursos, congresos... deberían tener entrada 3 a 4 meses antes de la celebración de los mismos. Crítica de libms.— Las reseñas o recensiones de libros y otras monografías tendrán una extensión máxima de 500 palabras o dos páginas de texto. Los autores de la reseña deben dar la referencia bibliográfica completa: autores, título, número de tomos, idioma, editorial, número de edición, lugar y año de publicación, número de páginas y dimensiones. Imágenes.— Dibujos artísticos o fotografias curiosos, excepcionales o simplemente bellos. Ocuparán un máxi mo de una página de texto. Editoriales.— Sólo se admitirán editoriales encargados por el Consejo de Redacción. Otras secciones.— De forma irregular se publicarán artí culos con formatos diferentes a los expuestos: artículos especiales, actualizaciones, legistación sanitaria militar, problemas clínicos... Sugerimos a los colaboradores inte resados en alguna de estas secciones que consulten con la Redacción de Medicina Militar, antes de elaborar y enviar sus contribuciones. PREPARACIÓN DEL MANUSCRITO Utilice papel blanco de tamaño DIN A4. Escriba única mente en una cara de la hoja. Emplee márgenes de 25 mm. Comience cada una de las partes referidas abajo en una hoja separada. Mecanografie todas las secciones a doble espacio, 70 pulsaciones por línea y 30 líneas por página. No emplee abreviaturas en el Título ni en el Resumen. Numere todas las páginas consecutivamente en el ángulo superior derecho. PÁGINA DEL TÍTULO Ponga en esta hoja los siguientes datos, en el orden men cionado: (t) Título del artículo; el título debe reflejar el contenido del articulo, ser breve e informativo; evite en lo posible los subtítulos. (2) Nombre y apellidos de los autores, ordenados de arriba abajo en el orden en que deben figurar en la publicación. A la derecha del nombre de cada autor escriba su máximo grado académico, el departamento, la institución y la ciudad. En el caso de personal militar debe constar su empleo, Cuerpo y Unidad de destino. (3) Nombre y apellidos, dirección completa, teléfono y fax (si procede) del autor responsa ble de mantener la correspondencia con la Revista. (4) Nombre, apellidos y dirección del autor a quien deben solicitarse las separatas de los artíeulós. Es preferible no dar la dirección del domicilio particular. (5) Las subven ciones. becas o instituciones que han contribuido al estudio y cuál fue la contribución (material, fármacos, finan ciera...). (6) Al pie de la página escriba un título breve de no más de 40 espacios, incluyendo caracteres y espacios en blanco. RESUMEN Y PALABRAS CLAVE Escriba un resumen de hasta 150 palabras si no está estructurado y hasta 250 palabras si está estructurado. Los Artículns originales y las Revisiones deben llevar un resumen estructurado. Los resúmenes estructurados de los Artículos originales constarán de los siguientes encabezamientos: Antecedentes y Objetivos, Lugar de realización, Diseño, Material y Métodos, Resultados, Conclusiones. Los resúmenes estructurados de las Revisiones se organizarán atendiendo al siguiente esque ma de encabezamientos: Objetivos, Fuentes de datos, Selección de estudios, Recopilseión de datos, Síntesis de datos, Conclusiones. Para más detalles sobre cómo ela borar un resumen estructurado consulte JAMA 1995; 273 (l):29—31. En el resumen puede utilizar oraciones y frases de tipo telegráfico, pero comprensibles (por ejem plo: Diseño.— Ensayo clínico aleatorizado, doble ciego). Procure ser concreto y proporcionar los datos esenciales del estudio en pocas palabras. Separadas del resumen, e identificadas como tales, escriba 3 a 6 palabras u oraciones cortas que describan el contenido esencial del artícnlo. Es preferible atenerse a los medical snbject headings (MeSH) que se publi can anualmente con el número de enero del mdcx Meói cus. TEXTO Procure redactar en un estilo conciso y directo, con fra ses cortas. Use un máximo de cuatro niveles subordina dos, en el siguiente orden: nivel 1: MAYUSCULAS Y NEGRILLA; nivel 2: 3: MAYUSCULAS EN CURSIVA; nivel 4: Minúsculassubrayadas. Comience todos los niveles en el margen izquierdo de la página, sin sangrados ni tabu luciones. No recargue el cuerpo del texto con excesivos resaltes (negrillas, subrayados, cursivas, cambios de tipo o tamaño de letra...). No use abreviaturas, que no sean unidades de medida, si no las ha definido previamente. En relación con el empleo militar, unidades militares. despliegue de unida des y otras abreviaturas y signos convencionales, se seguirán las normas contenidas eu el \"Reglamento de abreviaturas y signos convencionales para uso de las Fuerzas Armadas, 5' cd. Madrid: Ministerio de Defensa. Secretaría General Técnica, 1990\". declarado de uso obligatorio para las Fuerzas Armadas por O.M. 22/1990, de 22 de marzo. Sin embargo, defins previamente los que sean menos conocidos. En lo posible. orgunice los Artículos originales en las siguientes pactes: (1) Introducción; (2) Material y méto dos; (3) Resultados; (4) Discusión. Organiee las Comunicaciones breves (por ejemplo, casos clínicos) en las siguientes partes: (1) Introducción; (2) Métodos; (3) Observación(es) clínica(s): (4) Disensión. Hay comu nicaciones breves que pueden requerir otro formato. Estructure las Revisiones en las siguientes partes: (1) Introducción y objetivos; (2) Fsentes utilizadas; (3) Estudios seleccionados; (4) Métodos de recopilación de datos; (5) Síntesis de datos; (6) Discusión y Conclusiones. ASPECTOS ÉTICOS Al respecto, consulte los \"Requisitos de uniformidad...\". AGRADECIMIENTOS Escriba los agradecimientos en una hoja separada, antes de la Bibliografia. Cerciócese de que todas las personas mencionadas han dado su consentimiento por escrito para ser nombradas. Consulte, a este respecto, los \"Re quisitos uniformidad\". CITAS Y BIBLIOGRAFÍA Comience la Bibliografía en una hoja separada. Numere las referencias por orden dr citación en el texto, no alfa- Med Mil (Esp) 1998;54 (1) 5 béticamente. Mencione únicamente la bibliografía importante para el tema del artícolo. Haga las citas en el texto, tablas y figuras en números arábigos entre parén tesis, ordenados de menor a mayor. Una por guiones el primero y último números consecutivos —si son más de dos números— y separe por comas los no consecutivos. En el formato de las referencias bibliográficas. utilice las abreviaturas de las revistas del mdcx Medicus. Hasta 6 autores nombre todos ellos; si hay más de seis antores nombre los seis primeros, seguidos de \"es al.\". Ejemplos de referencias: Artículo de una 79:311—3 14. Capítulo de un libro con varios autores y directores Marcos R, Couston AM. Water—soluble vitamios: she visamin B En: AG, RaIl TW, Nies of 1974. p. 179—202. TABLAS Y FIGURAS Confeccione cinto originales de buena calidad de todas las tablas y figuras. Conserve en su poder uno de los ori ginales. Tenga en cuenta que el número de ilustraciones ha de ser el mínimo posible que proporcione la informa ción estrictamente necesaria. Mecanografíe los números de las tablas y figuras, los títulos y pies, en una hoja separada, a doble espacio. En el caso de las tablas, identifique el título separadamente del pie de la tabla; no ponga explicaciones en el título de las tablas. Los títulos y pies de las figuras pueden ir en el mismo párrafo. Los títulos han de ser informativos pero breves. Explique en el pie de cada ilustración todos los símbolos y abreviaturas no convencionales utilizados en esa ilustración. Asigne números arábigos a las tablas y figuras por orden de mención en el texto. El tamaño de las ilustraciones no debe sobrepasar 18 x 25 cm. Si prepara una ilustración para una columna, las letras, números y símbolos utilizados han de tener un tamaño de al menos 1,5 mm y no mayor de 3 mm; para la página completa el tamaño de los símbolos, letras y números debe ser de 3 mm y no superior a 6 mm. Si la ilustración remitida no se atiene a estas medidas, tendrá que modificarse para que se ajuste a una o dos colum nas, de modo que debe pensar en estos tamaños para que los símbolos, letras y números sigan siendo legi bles. TABLAS No emplee tablas para presentar simples listas de pala bras. Recuerde que señalar unos cuantos hechos ocupa menos espacio en el texto que en una tabla. Las tablas han de caber en una página. Si no pudiera ajustar los datos de una tabla a una página, es preferible que la divi- da en dos o más tablas. Cada tabla debe ir en una hoja separada, sin título ni pie: para identificarla ponga úni camente la letra 'T\" seguido dr guión y el número de tabla (por ejemplo, T—2) en el ángulo inferior derecho de la página. Si usa un procesador de textos, en las tablas 00 utilice justificación completa. No use rayado hori zontal o vertical en el interior de las labIas; normalmen te bastarán tres rayas horizontales. dos superiores y una inferior. Los datos calculados, como por ejemplo los porcentajes, deben ir redondeados. Si los estadísticos no son significativos, basta con que ponga un guión. Utilice, salvo excepciones justificadas, los siguientes valores de la probabilidad (\"p\"): no significativo (os), 0,05, 0,01, 0,001 y 0,0001; puede usar símbolos para cada uno, que explique en el pie de la tabla. No presen te las tablas fotografiadas.FIGURAS Existen tres tipos de figuras: gráficos, dibujos artísticos y fotografías de personas o materiales. Todas ellas se nom brarán y numerarán como figuras. Realice copias foto gráficas de buena calidad de los dibujos y conserve los originales. No presente gráficos fotografiados. Los gráficos irán cada uno en una hoja independiente, sin título ni pie. Se identificarán con una \"E\" seguida de guión y el número de figura (por ejemplo. F—5), situada en el ángulo inferior derecho de la página. Busquc la simplicidad. Recuerde que un gráfico sencillo vehicula más información relevante en menos tiempo. No use representaciones tridimensionales u otros efeclos espe ciales. En los gráficos con ejes no desperdicie espacio en blanco y finalice los ejes a no más de un valor por enci ma del último dato reflejado. En los gráficos con repre sentaciones frecucnciales (histogramas...). emplee si es posible los datos directos (entre paréntesis puede poner los porcentajes), o bien remita a la Redacción una copia tabulada de todos los datos utilizados para la representa ción, de forma que sea posible valorar cómo se constru yó ci gráfico. Las fotografías enviadas deben ser de buena calidad, siempre que sea posible en blanco y negro. Rellene una etiqueta adhesiva con los siguientes datos: número de figura (por ejemplo. F—3). primer apellido del primer autor y una indicación de cuál es la parte superior de la figura (por ejemplo, una flecha); después pegue la eti quesa en el domo de la fotografía. No escnba directa mente en el dorso de la fotograrta ni adhiera nada con clips, pues podría dañarse la imagen. Piense en el ancho de las fotngrartas y en el tamaño de los símbolos para que se ajusten a una columna o u la página completa de la Revista o bien, si hubiera que modificarlas, que los símbolos sean legibles tras la variación. Si desea hacer una composición de varias fotografías, remita una foto- copia de la misma, pero no pegue los originales en una cartulina. Para enviar una fotngrafía en color, piense si eso aportará información decisiva o puede conseguirse lo mismo con una fosograrts en blanco y negro. Las radio grafias deben ser fotografiadas en blanco y negro. La microfosografias deben llevar incluida la escala interna de medida; en el pie se darán los valores de la escala y la técnica de tinción. Las fotografias en las que aparezca una persona reconocible han de acompañarte del permi so escrito y firmado de la misma, o de sus tutores, si se trata de un incapacitado legalmente. Asegúrese de que todas las tablas y figuras se citan en el texto. También puede enviar el material fotográfico (no las tablas ni los gráficos) como diapositivas, pero asegú rese de que vayan rotuladas adecuadamente (número de figura, primer apellido del primer autor e indicación de la parte superior de la figura). CARTA DE PRESENTACIÓN Adjunte al manuscrito una carta de presentación dirigida al Director de Medicina Militar y firmada por lodos los coautores. En la carta haga constar lo siguiente: (1) que todos los autores se responsabilizan del contenido del artículo y que cumplen las condiciones que les cualifican como autores; (2) cómo se podría encuadrar el trabajo en la Revista (Artículo original, Comunicación breve...) y cuál es el tema básico del artículo (por ejemplo, medici na aeroespacial); (3) si los contenidos han sido publica dos con anterioridad, parcial o totalmente, y en qué publicación; (4) si el artículo ha sido sometido paralela mente a la consideración de otro Consejo de Redacción; (5) si puede haber algún conflicto de intereses, como por ejemplo la existencia de promotores del estudio; (6) que los autores ceden sus derechos a Medicina Militar, en el caso de que el artículo sea publicado en la revista. Acompañe a la carta una fotocopia de los permisos fir mados de las personas nombradas en los agradecimien tos, de las personas reconocibles que aparezcan en las fotografías y del uso de material previamente publicado (por parte del detentador de los derechos de autor). Cuando se proporcionen datos sobre personal militar, localización de unidades, centros u organismos militareso el funcionamiento interno de los mismos, los autores deberán hacer una declaración independiente de que los datos que se hacen públicos en el artículo no están suje tos a restricciones de difusión por parte del Ministerio de Defensa. Si hubiera habido publicación previa del contenido del artículo, parcial o eompleta. debe acompañar una copia (original, separata o fotocopia) de lo publicado y la referencia eomplesa de la publicación (título de la publi cación, año, volumen, número y páginas). ENVÍO DEL MANUSCRITO Remita la carta de presentación, los permisos correspon dientes, cuatro copias de buena calidad del manuscrito y cuatro juegos completos de las tablas y figuran a la siguiente dirección: Director de Medicina Militar Escuela Militar de Sanidad Camino de Ion Ingenieros 6 Madrid 28047 Remita todo el material en un sobre resistente, incluyen do las ilustraciones en otro sobre de papel grueso. Separe las fotografias entre sí por hojas de papel blanco 'y lim pio. Asegúrese de proteger todo bien, para evitar que se deteriore en el transporte por correo. ACUSE DE RECIBO Y COMUNICACIÓN POSTE RIOR CON LOS AUTORES Dentro de las 48 horas de la recepción de un manuscrito se enviará una tarjeta a los autores que notifica este hecho. En la tarjeta se dará un número de identificación del trabajo, que será la referencia a la que han de hacer mención los autores en sus comunicaciones con la Redacción. Si el artículo es rechazado se devolverá un original del material a los autores en un plazo máximo de 2 meses desde la recepción. En el momento en que se haya producido la aceptación del trabajo, la Redacción lo comunicará a los autores y les podrá enviar una sugerencia de correcciones. Asimismo se les solicitará una copia en disquele del con tenido del artículo. El autor que figure como corresponsal se responsabiliza rá de mantenerse en contacto con los restantes coautores y de garantizar que aquéllos aceptan la forma definitiva acordada finalmente. Si durante el proceso de revisión, el autor corresponsal cambia de dirección, debe notificar a la Redacción de la Revista la nueva dirección y teléfono de contacto. SEPARATAS La Revista proporcionará a los autores gratuitamente 5 separatas del artículo, una vez publicado. No se suminis trarán separatas de las Cartas al Director. PUBLICIDAD PREVIA A LA PUBLICACIÓN Una vez remitido un artículo para su publicación en Medicina Militar, se entiende que los autores se com prometen a no difundir información sustancial referente al mismo, en tanto no se haya publicado o bien se libere a los autores del compromiso. Para una información más detallada se sugiere consultar los 'Requisitos de uniformidad...\".militar;1] Revista de Sanidad de (Esp) 1998:54(11:5-111. 6 Med Mil (Esp) ]998;54 (1) EDITORIAL Las vacunaciones en las Fuerzas trinadas Confieso que nunca he soñado al pensar en una enfermedad encontrarle remedio sino, por el contrario, conseguir un método capaz de prevenirla Louis Pasteur Entre las misiones encomendadas a la Sanidad Militar, el mantenimiento de la salud de los efectivos es el factor que con diciona en mayor grado la operatividad de las Fuerzas Armadas (FAS). La conservación de los efectivos constituye una fase posterior e imprescindible al proceso de selección del contin gente. Con ella se pretende no sólo mantener la salud de quie nes han sido previamente seleccionados para su incorporación a filas sino a ser posible mejorarla, hecho que permitirá rentabili zar al máximo la disponibilidad operativa de la unidades enten diendo por tales el potencial humano constituido tanto por la tropa como por sus jefes naturales que constituyen sus cadenas de mando. Es evidente que este quehacer básico corresponde a la ver tiente preventiva de la Sanidad Militar y aunque son múltiples sus objetivos, tal vez sea el de la lucha contra las enfermedades infecciosas el que constituya su piedra angular. Desde muy anti guo se conoce el papel negativo y devastador que han jugado en el desarrollo de las operaciones militares y fruto de ello ha sido el que los ejércitos, conscientes de las consecuencias nefastas de aquéllas, han sido los primeros en poner en práctica las prime ras campañas de vacunación conocidas para verse libres de tan cruel enemigo. La implantación de calendarios vacunales con carácter obligatorio para todos los soldados a su incorporación a filas, así como para alumnos de las academias militares que en su día constituirán los mandos de las unidades ha sido el expo nente y fruto de la convicción de lo mucho que cabe esperar en la lucha contra las enfermedades transmisibles para evitar su impacto pernicioso entre los efectivos. Las características propias del medio militar hace que sus miembros estén especialmente expuestos al riesgo de las enfer medades infecciosas, razón por la cual sus exigencias en pro gramas de inmunización son superiores a las requeridas por la población civil. Pero si las enfermedades infecciosas constitu yen una amenaza permanente para los componentes de las FAS y de ahíla obligatoriedad de determinadas vacunas para el con tingente a su incorporación a filas ¿por qué no mantener el esta do inmunitario de profesionales, adquirido durante su época juvenil de formación, mediante revacunaciones periódicas reglamentariamente establecidas? Si para el desarrollo y éxito de las operaciones cualquier baja es importante en una unidad, la de sus mandos naturales no lo es menos, en razón a que no puede decirse que su papel y res ponsabilidad sean irrelevantes o sean fácil e inmediatamente reemplazables sin repercusión alguna en la ejecución de la misión encomendada. El Jefe, pieza esencial en el funciona miento de su unidad, juega un papel primordial en ella al con cebir, decidir, preparar y dirigir, siendo su objetivo lograr la efi caz actuación de las fuerzas que manda para el cumplimiento de la misión. Siendo esto incontestable, ¿existe alguna razón queimpida establecer un calendario de vacunaciones básico, actua lizado y obligatorio para los mandos mientras permanecen en activo, que garantice así a la Superioridad su disponibilidad inmediata y a su vez las de las unidades donde se encuentran encuadrados y de las que forman un todo inseparable? Nos consta que los integrantes de misiones de cooperación internacional son vacunados, además de con las dos vacunas obligatorias para la tropa de las que en muchos casos no han recibido ninguna dosis de recuerdo desde su estancia en las res pectivas academias, contra otras enfermedades propias de las zonas de riesgo a las que se desplazan. Aun siendo evidente que no puede emplearse un amplio abanico vacunal indiscriminado con el que se logre una cobertura mundial para todas las enfer medades transmisibles que constituyen una amenaza para las FAS y que sólo en casos concretos deben administrarse las vacunas contra las enfermedades específicas que impliquen mayor riesgo en la zona a la que se dirigen, no es menos cierto que seleccionadas éstas no siempre se aplican siguiendo las pau tas de administración en los intervalos de tiempo requeridos generalmente aceptados, de tal manera que en muchas ocasiones en el plazo de una semana reciben, además de la antitetánica y antitífica obligatorias en el momento de su incorporación al ejército, la en su caso también considerada obligatoria por la Organización Mundial de la Salud (fiebre amarilla) y aquellas otras que las autoridades sanitarias sugieran como recomenda bles (hepatitis A y B, poliomielitis inyectable, enfermedad meningocócica A+C), en virtud del riesgo existente en los paí ses a los que se dirigen. Obvio es decir que en razón a la breve dad del tiempo disponible obliga a los servicios sanitarios a la administración simultánea de muchas de ellas constituyendo esta pauta de administración lo que ha sido denominado como \"vacunaciones precipitadas\". Las vacunaciones para los viajes deben ser planificadas y no dejadas para el último momento. De esta forma no siempre se consigue el efecto deseado, ya que con la administración simul tánea de dos o más vacunas pueden producirse reacciones adversas o efectos no deseados, insuficiente protección en el momento de iniciar el desplazamiento a la zona de destino dado el corto espacio de tiempo que media entre la fecha de adminis tración y la de partida, e incluso incompatibilidades medi camentosas con las vacunas y ciertos medicamentos como ocu rre con la vacuna antitífica por vía oral que se inactiva cuando se usa cloroquina para la profilaxis del paludismo, lo que obli ga a utilizar la forma inyectable que produce mayores reaccio nes locales e incluso generales. No basta pues con vacunar sino que es necesario establecer un programa racional y flexible en el tiempo, con el que se logre la mayor protección y se eviten en lo posible los inconvenientes de una deficiente o engañosa res puesta inmunitaria. Med Mil (Esp) 1998;54 (1) 7 Editorial Cada vez se recomiendan más los programas de inmuniza ción para adultos que son más susceptibles a muchas enferme dades de las que fueron vacunados en la niñez y juventud pero que al no haber recibido dosis de recuerdo posteriores han deja do de estar protegidos ante aquéllas. La vacunación de los pro fesionales y mandos es por tanto necesaria para que a su vez queden protegidos y constituyan además una inmunidad de grupo dentro de las unidades donde están encuadrados. El calendario de inmunizaciones para los profesionales de carrera, sin pretender ser exhaustivo, debería incluir al menos las vacunas consideradas obligatorias para este colectivo en las FAS de otros países europeos en los que la incidencia yio prevalencia de enfermedades transmisibles y riesgo de adquisición de éstas sea equiparable al nuestro, con algunas matizaciones si ello fuero necesario. Próxima la incorporación de España en la estructura militar de la OTAN, la integración debe suponer también la aproximación en reglamentación sanitaria en política de vacunación cubriendo el vacío legal que a este respecto existe en nuestras FAS. El calendario debería ser ágil en cuanto a su aplicación y flexible según las necesidades evolutivas epidemiológicas y situaciones de riesgo que cada momento aconsejen. Grandes son las ventajas, nulos los inconvenientes e insigni ficante el coste económico para el presupuesto de un ministerio que invierte tanto en material cada vez más sofisticado y a la vez caro. Personal especializado y un centro cualificado en Medici na Preventiva no le faltan a las FAS. Sólo queda la decisión y ésa es responsabilidad del Mando. E. Martínez Pérez, Cor.San.Med. (R) Profesor titular de Microbiología Facultad de Medicina, UCM Hospital Militar Central \"Gómez Ulla\" 8 Med Mil (Esp) 1998,54 (1) ARTÍCULO DE OPINIÓN Vacunaciones en las FAS Algunas consideraciones sobre el calendario vacunal en las FAS E Martín Sierra', M.V. García Rosado2, M. Cortés Blanco3 Med Mil (Esp) 1998,54 (1): 9-10 INTRODUCCIÓN La primera normativa de que tenemos noticia que regule las vacunaciones en el Ejército es la Instrucción DAP/JS 3/78, en la que se decreta la obligatoriedad de la vacunación pero sola mente para la tropa, estableciéndose el carácter voluntario para los mandos, salvo que las circunstancias lo aconsejaran. Poste riormente sigue la instrucción DIAP/SS 1/84 en la que las vacu naciones se establecen como reglamentarias solamente para tropa y marinería, suprimiéndose por desgracia el carácter de obligatoriedad. La actual política vacunal en las FAS se rige por la Instruc ción número 83/1991 de 27 de noviembre del Secretario de Estado pare la Administración Militar sobre vacunaciones a aplicar al personal de tropa y marinería de las Fuerzas Armadas y por la Orden Ministerial delegada número 200/38729/1990 de 15 de junio por la que se implanta el STANAG 2037 sobre vacu nación de Fuerzas OTAN. SITUACIÓN ACTUAL La lectura del breve texto de la citada instrucción arroja una serie de importantes dudas y sigue dejando varias, no menos importantes, lagunas. Por otro lado, el tiempo transcurrido desde su publicación, aconseja que sea sometida a una revisión. Seguimos sin tener resuelto un problema de capital impor tancia como es el de considerar las vacunaciones reglamentarias solamente para la tropa y la marinería: ¿acaso no están expues tos a los mismos riesgos los mandos? Mientras que la vacunación no sea una medida reglamentaria Q,obligatoria?) cualquiera que sea el destino y la graduación nos seguiremos enfrentando con los problemas que surgen de mane Cte.San.Med. Jefe de Servicio de Geografía Médica y Centro Internacional de Vacuna ciones de las FAS. Tte.San.Med. Residente de Medicina Preventiva y Salud Pública Cap.San.Med. Residente de Medicina Preventiva y Salud Pública Del Instituto de Medicina Preventiva del ET. Capitán Médico Ramón y Cajal' y la Escue la Militar de Sanidad. Madrid Dirección para la correspondencia: Dr. D. Francisco Martín Sierra. Instituto de Medici na Preventiva del ET. C/ Donoso Cortés, 92. 28015 Madrid Fecha de recepción del manuscrito: 12 de diciembre de 1997 Fecha de aceptación del manuscrito: 15 de diciembre de 1997ra cotidiana en nuestro centro: administrar un número importan te de vacunas en un mismo día, comprimir los plazos de las segundas dosis hasta los límites mínimos médicarnente acepta bles o incluso confiando en que sean administradas en el país de destino en el que muchas veces son imposibles de conseguir. No encontramos una explicación razonable al hecho de que los mandos no estén vacunados y con sus cartillas de vacuna ción al día; sería además una labor muy fácil, puesto que sólo habría que continuar el calendario vacunal que se comienza en las academias o en los centros de formación y requerir la carti lla actualizada antes de realizar determinados cursos o a la incorporación a determinados destinos. Creemos que el momento actual es el ideal para plantear la inclusión en el calendario vacunal de nuevas vacunas: antihe patitis A y B y antitetánico-diftérica de adultos fundamen talmente. Los criterios que se deben seguir son los de adecuar nuestro calendario al del Sistema Nacional de Salud, a los cam bios epidemiológicos constantes que tienen lugar en la presen tación de enfermedades ya conocidas (hepatitis A, difteria, meningitis meningocócica, etc.) y ante todo tener preparados a nuestros efectivos para una actuación repentina fuera de nues tras fronteras. No debemos olvidar que las denominadas unidades de inter vención inmediata o rápida, necesitarían un mínimo de 15 días para estar completamente inmunizadas, independientemente de la zona de despliegue. La vacuna anticolérica es una vacuna no recomendada por la OMS, por ser el cólera una enfermedad evitable con medidas preventivas básicas y sencillas. Se podría cuestionar su admi nistración en tropas de operaciones especiales que operaran en zona endémica tras las líneas enemigas y en viajeros a zona endémica por un período de seis meses aproximadamente. La vacuna antirrábica debería considerarse siempre de admi nistración postexposición y sólo en zona endémica. Las vacunas antipestosa y antitífico-exanternática deben considerarse de aplicación excepcional. El resto de las vacunas mencionadas (adenoviriasis, antirru beólica, antisarampionosa...) solamente se aplicarían en momentos epidemiológicos muy concretos. Las dudas suscitadas ante la posible administración de la vacuna antitífica oral se resumen en la tabla 1, siendo nuestro criterio el de seguir fabricando y administrando la atenuada inyectable, sobre todo teniendo en cuenta la similar efectividad de ambas. La vacuna antitetánico-diftérica para adultos (Td) se ha adoptado en todos los calendarios vacunales de las diferentes Med Mil (Esp) ]998;54 (1) 9 E Martín Sierra, et al Tabla 1. Comparación de determinados aspectos de las dos vacunas antit (ficas Inactivada inyectable (Ty-2) Atenuada PO (Ty-21 a) Administración objetiva Administración subjetiva Fabricación propia Adquisición dependiente de la industria farmacéutica Coste muy asequible Coste muy oneroso Compatible con antipalúdicos POIncompatible con antipalú dicos PO No requiere una estricta red del fríoRequiere una estricta red del frío CC. AA. debido al peligro epidémico que supone el descenso en la tasa de anticuerpos protectores. Sería una paradoja, que tras recibir la primera revacunación a los 14 años con la Td, las sucesivas revacunaciones se efectuaran en las FAS solamente con la antitetánica. FUTURO INMEDIATO Con el afán de minimizar el coste económico que suponen las vacunaciones, siempre hemos sido partidarios de separar cinco subpoblaciones por módulos, dependiendo del trabajo desarrollado y de las posibles misiones a realizar. Exponemos esta idea en el tabla 2. Una medida muy útil sería la de formar un grupo permanen te de actualización del calendario vacunal que podría estar for mado por representantes en Medicina Preventiva de las tres DISAN y del IMP del ET., ya que una de las características fun damentales de un calendario vacunal debe ser su flexibilidad en las vacunas consideradas, su tipo, las fechas de plazo de las dis tintas dosis y la normativa de aplicación. Por último, sería muy útil uniformizar la ficha de vacuna ciones, hasta ahora inexistente, crear una nueva cartilla de vacu naciones ya que la actual es inapropiada e insuficiente y adecuarel registro de reacciones adversas a la normativa vigente en la sanidad civil. CONCLUSIONES Una política vacunal correcta es la que da cobertura a la tota lidad de la población que manejamos. En nuestro caso, a la totali dad de los efectivos, cualquiera que sea su graduación y destino. Un calendario de vacunaciones no es un documento rígido que solamente puede ser cambiado oficialmente, debe ser flexi ble, adaptado en todo momento a la situación epidemiológica imperante o a la aparición o modificación de nuevas vacunas. Uniformizar criterios entre las tres DISAN, así como la documentación anexa a todo acto de vacunación es en el momento actual de una Sanidad Militar única, algo completa mente necesario, incluso lo seguiría siendo si la situación fuera de tres sanidades militares independientes. MÓDULO VACUNAS ALCANCE 1 APersonal militar en activo cualquiera que sea su graduación y destino II ABC FAR Personal de Sanidad Militar III AC Manipuladores de alimentos IV ABC + DPersonal en misiones fuera de nuestras fronteras (1) V AB Personal de mantenimiento (2) A: Antitetánico-diftérica y A. D: Resto de las vacunas según la zona de despliegue. (1) Se incluyen los pilotos del EA y el personal de vuelo que por iniciativa de la DISAN del EA se encuentran desde este año vacunándose de los módu los A, B, C y de la vacuna antiamarfilica. (2) El personal encargado del mantenimiento de las fosas sépticas, depuradoras de aguas residuales, pozos negros y alcantarillado (ciertas unidades de la G.C.) deben vacunarse con la antipoliornielítica inactivada de Saik.Tabla 2. Propuesta de vacunaciones en las FAS, dependiendo del personal 10 Med Mil (Esp) 1998:54 (1) ARTÍCULO ESPECIAL Requisitos de uniformidad para manuscritos presentados a revistas biomódicas International Conimitee of Medical Journal Editors\"2 Med Mii (Esp) 1998,54 (1): 11-18 Ver modificaciones en las normas de publicación de Medicina Militar, en este mismo núniero Un pequeño grupo de directores de revistas médicas generales se reunieron informalmente en Vancouver, British Columbia, en 1978 para establecer las normas de formato de los manuscritos remitidos a sus revistas. El grupo llegó a ser conocido como el \"Grupo Vancouver\". Sus requisitos, que incluían los formatos de las referencias bibliográficas desarrollados por la National Library of Medicine (Biblioteca Nacional de Medicina de EE.UU.), se publicaron en 1979. El grupo de Vancouver creció y se transformó posteriormente en el International Committee of Medical Joumal Editors (ICMJE) [Comité internacional de directores de revistas médicasi, que se reúne anualmente; de forma gradual el Comité internacional se ha interesado por otros asuntos. El Comité ha elaborado cinco ediciones de los \"Requisitos de uniformidad para los manuscritos presentados a revistas bio médicas\". Con el tiempo, se han considerado aspectos que van más allá de la mera preparación del manuscrito. Algunos de ellos aparecen en los \"Requisitos de uniformidad\"; otros se han considerado en declaraciones independientes. Todas las declara ciones se han publicado en una revista científica. La quinta edición (1997) es un esfuerzo para reorganizar y reescribir la cuarta edición, a fin de mejorar la claridad y cubrir aspectos acerca de los derechos, la intimidad de las personas, descripciones de métodos y otros asuntos. El contenido íntegro de los \"Requisitos de uniformidad para los manuscritos presen tados a revistas biomédicas\" puede reproducirse con propósitos educativos y sin ánimo de lucro, estando libre de los derechos de autor; el Comité anima a la distribución de este material. A las revistas que están de acuerdo en utilizar los \"Requisi tos...\" (actualmente más de 500) se les pide que mencionen el documento de 1997 en sus instrucciones a los autores. Cualquier cuestión o comentario deberá ser remitida a Kathleen Case en la Secretaría del ICMJE, American College of Phsycians, Inde pendence Mali W., Sixth St. at Race, Philadelphia, Estados Unidos (teléfono: 215-351-2661; publicaciones representadas el año 1996 fueron las siguientes: Annais of Internal Medicine, British Medical Journal, Canadian Medical Association Journal, Jour nal of the American Medical Association, Lancet, Medical Jour nal of Australia, New England Journal of Medicine, New Zea land Medical Journal, Tidsskriftfor den Norske Laegeforening, Western Journal of Medicine, y el índex Medicus. Es importante señalar lo que estos requisitos suponen ylo que no. En primer lugar, los requisitos son instrucciones a los autores sobre cómo preparar los manuscritos, no a los directores sobre el estilo de la publicación (aunque muchas revistas han incorporado aspectos de los requisitos como parte de sus estilos de publicación). En segundo lugar, silos autores preparan sus manuscritos en la forma especificada en estos requisitos, los directores de las revistas participantes no devolverán los manuscritos para que se hagan cambios en estos detalles de estilo. Sin embargo, puede necesitarse alterar los manuscritos para que se adecuen al estilo propio de la publicación. En tercer lugar, los autores que envían manuscritos a una revista participante deberían elaborarlos de acuerdo con los \"Requisitos...\", más bien que con el estilo de la publicación a la que se desea enviar. De todos modos, los autores también deben seguir las nor mas de publicación de cada revista, como son los temas apro piados para esa revista y los tipos de trabajos que pueden ser remitidos (por ejemplo, artículos originales, revisiones o casos clínicos). Además, es probable que las normas de publicación de la revista contengan otros requisitos, propios de la revista, tales como el número de copias del manuscrito, los idiomas acepta bles, la longitud de los artículos y las abreviaturas aprobadas. Se espera que las revistas participantes establezcan en sus normas de publicación que sus requisitos están de acuerdo con los \"Requisitos de uniformidad de los manuscritos presentados a revistas biomédicas\" y que se cite una versión publicada. Traducido por la Redacción de: Uniform Requeriments for manuscripts submitted to EngI J Med 1997;336:309—3 15 [este documento está liberado de las leyes de derechos de autor] Los miembros del Comité internacional de directores de revistas médicas son: Linda Cle ver ( Western Journal of Medicine). Lois Ann Colaianni (mdcx Medicus). Frank Davidoff (Annais of Internal Medicine), Richard Horton (LanceO, Jerome P. Kassirer y Marcia Angell (New England Journal of Medicine), George O. Lundberg y Richard Glass (Jour rtal of (he American Medical Association), Magne Nylenna (Tidsskrift for den Norske Laegeforening), Richard G. Robinson (New Zealand Medical Journal, Richard Smith (British Medical Joarnal), Bruce P. Squires (Canadian Medical Association Journal). y Martin Van Der Weyden (Medical Journal of Ausralia)ASPECTOS A TENER EN CUENTA ANTES DE ENVIAR UN MANUSCRITO PUBLICACIÓN REDUNDANTE O DUPLICADA Es la publicación de un artículo que coincide en esencia con otro ya publicado. Los lectores de publicaciones periódicas de fuentes prima rias deben poder confiar en que lo que están leyendo es original, Med Mil (Esp) ]998;54 (1) 11 International Commitee of Medical Journal Editors a menos que se declare que el artículo se vuelve a publicar por decisión del autor y el director. Los fundamentos de esta postu ra son las leyes internacionales sobre derechos de autor, la ética profesional y el uso eficiente de los recursos. La mayoría de las revistas no desean considerar para publi cación artículos sobre trabajos que ya han sido publicados o se describen en artículos enviados o aceptados para publicación en otra revista impresa o en medio electrónico. Esta política no impide generalmente considerar un trabajo que ha sido rechaza do en otra revista o que sea un informe completo que sigue a la publicación de un informe preliminar como, por ejemplo, un resumen o póster presentado en una reunión científica. Tampo co impide considerar un artículo que se ha presentado en una reunión científica, siempre que no se hubiera publicado com pletamente en el libro de la reunión u otra publicación similar. Las noticias de prensa de reuniones programadas no suelen vio lar esta norma, pero tales noticias no se deberán ampliar con datos adicionales o copias de tablas e ilustraciones. Cuando envía un artículo, el autor deberá hacer siempre una declaración completa al director sobre todos los envíos o publi caciones anteriores que podrían ser considerados como publica ción redundante o duplicada del mismo o un trabajo muy simi lar. Deberá asimismo notificar al director si el trabajo incluye aspectos que ya han sido publicados. En este caso deberá hacer se una mención a los mismos y darse las referencias oportunas en el nuevo artículo. Deberá igualmente acompañar copias de ese material, junto al artículo remitido, para ayudar al director a tomar decisiones en esta materia. Si se intenta hacer una publicación redundante o duplicada o se publica en efecto sin notificación previa, los autores deben esperar que la dirección de la revista tome medidas al respecto. Como mínimo, cabe esperar que el trabajo sea rechazado de inmediato. Si el director no fue consciente de la infracción y el artículo ya ha sido publicado, probablemente se publicará una advertencia indicando que se trató de un publicación redundan te o duplicada, con o sin el consentimiento y explicaciones del autor afectado. La difusión preliminar, por lo general a los medios de infor mación, de información científica descrita en un artículo que ya ha sido aceptado para publicación pero que todavía no se ha publicado es una violación de las normas de muchas revistas. En algunos casos, y sólo de acuerdo con el director, puede ser acep table la difusión preliminar de datos, por ejemplo para advertir al público de riesgos para la salud. POSIBILIDAD DE UNA SEGUNDA PUBLICACIÓN Una segunda publicación en el mismo u otro idioma, en especial en otros países, puede estar justificada, siempre que se cumplan las siguientes condiciones: Los autores han recibido la aprobación de los directores de ambas revistas; el director de la revista en la que tendrá lugar la segunda publicación debe disponer de una fotocopia, separata o el manuscrito de la primera versión. Se debe respetar la prioridad de la primera publicación, con un intervalo entre publicaciones de al menos una semana (a menos que se produzca un acuerdo distinto entre ambos directores). El artículo de la segunda publicación está destinado a un grupo diferente de lectores; podría ser suficiente una versión resumida. La segunda versión debe reflejar fielmente los datos e interpretaciones de la primera versión. Una nota a pie de página en la página del título de la segunda versión informará a los lectores, expertos y las agencias de documentación que el artículo ya ha sido publicado en parte o en su totalidad, y se dará la referencia de la primera versión. Una nota adecuada podría ser la siguiente: \"Este artículo se basa en un estudio que se publicó por primera vez en [sigue el nom bre de la revista y la referencia completa]\". El permiso para la segunda publicación debe ser gratuito. PROTECCIÓN DE LOS DERECHOS DE LOS PACIENTES A LA INTIMIDAD Los pacientes tienen derecho a preservar su intimidad y este derecho no deberá infringirse sin su consentimiento informado. No deberá aparecer información que permita la identificación de los sujetos, en forma escrita, fotografías o genealogías, a menos que sea esencial para la investigación y el paciente (o la familia o tutor responsables) firme un consentimiento informa do. Antes de firmar el consentimiento informado, el paciente o su responsable deben examinar una copia del manuscrito que se va a publicar. Los detalles que sirven para identificar a los sujetos deben omitirse si no son esenciales, aunque los datos de los pacien tes no se alterarán o falsearán para intentar obtener el anoni mato. El anonimato completo es difícil de conseguir, de modo que si existen dudas al respecto se pedirá al paciente un con sentimiento informado. Por ejemplo, tapar los ojos de los pacientes en las fotografías no es suficiente para garantizar el anonimato. En las normas de publicación de las revistas debe incluirse el requerimiento de consentimiento informado. Cuando se ha obtenido el consentimiento informado, debe hacerse constar así en el artículo publicado. REQUISITOS PARA EL ENVÍO DE MANUSCRITOS RESUMEN DE LOS REQUISITOS TÉCNICOS El manuscrito debe mecanografiarse a doble espacio en su totalidad. Cada parte del manuscrito debe comenzar en una nueva página. Se seguirá el orden siguiente: página del título, resumen y palabras clave, texto, agradecimientos, bibliografía, tablas (cada tabla en una hoja independiente), y títulos de las tablas, pies de tablas y pies de figuras. Las figuras (dibujos o fotos sueltas, sin montar o pegar) no deben ser mayores de 203 x 254 mm (8 x 10 pulgadas). Se debe incluir el permiso para reproducir material publi cado previamente o para usar ilustraciones que puedan identifi car a personas. 12 Med Mil (Esp) 1998;54 (1) Requisitos de uniformidad para revistas biomédicas Se enviará igualmente el documento de cesión de los dere chos de autor y otros precisos para la publicación. Se ha de enviar el número requerido de copias del trabajo. Se guardará copia de todo el material enviado. PREPARACIÓN DEL MANUSCRITO El texto de artículos sobre trabajos experimentales o de observación suele dividirse (aunque no de forma obligatoria) en secciones con los siguientes encabezamientos: Introducción, Métodos, Resultados y Discusión. Los artículos extensos pue den precisar subencabezaniientos en algunas secciones (en especial en Resultados y Discusión) para clarificar su conteni do. Es probable que otro tipo de artículo, como notas clínicas, revisiones y editoriales, requieran otro tipo de formato. Los autores deben consultar las normas de cada revista para más información. Se debe mecanografiar el manuscrito en papel blanco, de 216 x 279 mm (812 x 11 pulgadas) o ISO A4 (212 x 297 mm), con márgenes de al menos 25 mm (1 pulgada). Se escribirá úni camente en una cara de la hoja. Se usará siempre doble espacio, incluyendo la página del título, el resumen, el texto, los agrade cimientos, la bibliografía, las tablas y los títulos y pies de las figuras y tablas. Se numerarán las páginas consecutivamente, comenzando con la página del título. Se mecanografiará el número de página en el ángulo superior o inferior derecho de cada página. MANUSCRITOS EN DISQUETE Para los trabajos que están cerca de la aceptación definitiva, algunas revistas requieren que los autores proporcionen los manuscritos en forma electrónica (en un disquete) y pueden aceptar diferentes procesadores de texto o archivos de texto (ASCII). Al enviar los disquetes, los autores deben: Estar seguros de incluir una copia impresa de la misma versión que está en el disquete Poner en el disquete sólo la última versión del trabajo Identificar claramente el fichero Etiquetar el disquete con el nombre y el formato del fichero, y Proporcionar información sobre el ordenador y el progra ma utilizados. Los autores deben consultar las normas de publicación de la revista para conocer los formatos aceptables, las convenciones para etiquetar el fichero y el disquete, el número de copias que deben enviarse y otros detalles. PÁGINA DEL TÍTULO La página del título deberá llevar: a) el título del artículo, que será conciso pero informativo; b) el nombre y apellidos de cada autor, su rango académico más alto y la afiliación institu cional; c) el nombre del departamento(s) e institución(es) res ponsables del trabajo; d) la negación de responsabilidad, si pro-cede; e) el nombre y dirección del autor a quien debe dirigirse la correspondencia acerca del artículo; 1) el nombre y la direc ción del autor a quien deben solicitarse las separatas, o bien la notificación de que no se enviarán separatas; g) los apoyos reci bidos, en forma de subvenciones, equipamiento, fármacos o todos ellos; y h) un título abreviado o un pie de línea de no más de 40 caracteres (contando letras y espacios), identificado y situado en el pie de la página del título. A UTORES Todas las personas que figuran como autores tienen que estar cualificadas como tales. Cada autor debe haber participa do suficientemente en el trabajo para asumir responsabilidad pública de su contenido. La condición de autor debe basarse únicamente en contribu ciones substanciales a: a) la concepción y el diseño, o el análi sis y la interpretación de los datos; b) la redacción del artículo o la revisión crítica de su contenido intelectual más importante; y c) la aprobación final de la versión que será publicada. Deben cumplirse las tres condiciones a), b) y c). La participación exclusiva en la consecución de fondos o la recolección de datos no justifica la autoría del trabajo. La supervisión general del grupo de investigación tampoco es suficiente para ser autor. Al menos un autor debe ser responsable de cada una de las partes de un artículo que sean esenciales para obtener las conclusiones principales. Los directores pueden pedir a los autores que expliquen en qué contribuyó cada uno; esta información puede publicarse. Cada vez con mayor frecuencia, los ensayos multicéntricos se atribuyen a un autor corporativo. Todos los miembros del grupo que se nombran como autores, tanto en la posición de autor, debajo del título, como en el pie de página, deben cumplir los criterios de autor, como se definen en los \"Requisitos\". Los miembros del grupo que no cumplen estos criterios se enumera rán, con su permiso, en los agradecimientos o en un apéndice (ver \"Agradecimientos\"). El orden en que aparecen los autores será una decisión con sensuada de los coautores. Corno este orden se asigna de dife rentes formas, no se puede inferir su significado exacto a menos que sea explicado por los autores. Los autores pueden querer explicar el orden en una nota a pie de página. Al decidir el orden, los autores deben ser conscientes de que muchas revistas limitan el número de autores que figuran en la tabla de contenidos y de que la National Librarv of Medicine sólo recoge en MEDLINE los 24 primeros autores más el último, si hay más de 25. RESUMEN Y PALABRAS CLAVE La segunda página contendrá un resumen (de no más de 150 palabras para resúmenes no estructurados o 250 palabras para los estructurados). El resumen establecerá los objetivos del estu dio o investigación, los procedimientos básicos (selección de sujetos del estudio o animales de laboratorio; métodos observa cionales y analíticos), los hallazgos principales (aportar datos específicos y su significación estadística si es posible) y las con- Med Mii (Esp) 1998:54 (1) 13 International Commitee of Medical Journal Editors clusiones principales. Resaltará los aspectos nuevos e importan tes del estudio u observaciones. Debajo del resumen se pondrán, e identificarán como tales, 3 a 10 palabras clave o frases cortas que ayuden a los indizado- res a efectuar referencias cruzadas y que se puedan publicar con el resumen. Es preferible utilizar términos de la lista de los medical subject headings (MeSH) del índex Medicus; si no existen términos adecuados en los MeSH, por ser de introduc ción reciente, se pueden emplear los términos al uso en ese momento. INTRODUCCIÓN Debe establecerse el propósito del artículo y resumir los fun damentos y antecedentes del estudio u observación. Se darán únicamente la referencias bibliográficas que sean estrictamente pertinentes y no se incluirán datos o conclusiones del estudio que se presenta. MÉTODOS Se describirá con claridad la selección de los sujetos sometidos a observación o experimentación (pacientes o animales de labora torio, incluyendo los controles). Se identificarán la edad, sexo y otras características importantes de los sujetos. La definición e importancia de la raza y grupo étnico son ambiguas. Los autores han de ser particularmente cuidadosos al usar estas categorías. Se identificarán los métodos, aparatos (nombre del fabrican te y dirección entre paréntesis), y los procedimientos con sufi ciente detalle para que otros investigadores puedan reproducir los resultados. Se referenciarán los métodos establecidos, inclu yendo los métodos estadísticos (ver más abajo); se darán referencias y descripciones breves de los métodos que ya se han publicado pero son poco conocidos; se describirán los métodos nuevos o modificados de forma substancial, se darán las razones para usarlos y se evaluarán sus limitaciones. Se identificarán completamente todos los fármacos y productos químicos, inclu yendo los nombres genéricos, las dosis y vías de administración. Los trabajos sobre ensayos clínicos con aleatorización debe rán contener información de los elementos principales del estu dio, incluyendo el protocolo (población estudiada, intervencio nes o exposiciones, resultados y la lógica de los análisis esta dísticos usados), asignación de intervenciones (métodos de ale atorización, asignación a grupos) y el método de enmascara miento utilizado (ciego). Los autores que envíen revisiones deberán incluir una sec ción en la que describan los métodos usados para localizar, seleccionar, extractar y sintetizar los datos. Estos métodos han de aparecer también en el resumen. ASPECTOS ÉTICOShumana (institucional o regional) y con la Declaración de Hel sinki de 1975, revisada en 1983. No se deben usar nombres de pacientes, sus iniciales ni el número de historia clínica del hos pital, en especial en las figuras. Al describir experimentos en animales se indicará si se siguió la guía de la institución, el National Research Council, o cualquier otra ley nacional sobre el cuidado y uso de los animales de laboratorio. ESTADÍSTICA Se deben describir los métodos estadísticos con el detalle sufi ciente, de modo que un lector experto, que tenga acceso a los datos originales pueda verificar los resultados presentados. Cuan do sea posible, se cuantificarán y presentarán los resultados con indicadores apropiados del error de medida o incertidumbre (como los intervalos de confianza). Debe evitarse confiar exclu sivamente en pruebas estadísticas de hipótesis, como el uso de los valores \"p\", que no permiten dar información cuantitativa impor tante. Se discutirá la eligibilidad de los sujetos experimentales. Se darán detalles de la aleatorización. Se describirán los métodos, y el éxito, de cualquier técnica de evaluación a ciegas utilizada. Se presentarán las complicaciones del tratamiento. Se señalará el número de observaciones. Se deben señalar igualmente los casos perdidos para seguimiento (por ejemplo, los abandonos en un ensayo clínico). Si es posible, las referencias bibliográficas para el diseño del estudio y los métodos estadísticos serán textos están dar (consignando las páginas), en lugar de los trabajos originales en los que se describieron los métodos. Se especificarán los pro gramas de ordenador de uso general empleados. Las descripciones generales de los métodos se incluirán en la sección de Métodos. Al resumir los datos en la sección de Resultados, se especificarán los métodos estadísticos usados en los análisis. Se restringirá el número de tablas y figuras a las imprescindibles para explicar el argumento del artículo y para valorar sus fundamentos. Se deben utilizar gráficos como alter nativos a las tablas con muchos datos; no se duplicarán los datos en gráficos y tablas. Se ha de evitar el uso no técnico de térmi nos técnicos estadísticos como \"aleatorio\" (que supone el empleo de cierta estratagema), \"normal\", \"significativo\", \"correlaciones\" y \"muestra\". Se definirán los términos estadís ticos, las abreviaturas y la mayoría de los símbolos. RESULTADOS Se deben presentar los resultados, en el texto, las tablas y las figuras, siguiendo una secuencia lógica. No se repetirán en el texto todos los datos de las tablas o figuras; sólo se resaltarán o resumirán las observaciones importantes. DISCUSIÓN Al describir experimentos en sujetos humanos se indicará si los procedimientos seguidos estuvieron de acuerdo con los estándares éticos del comité responsable de experimentaciónSe resaltarán los aspectos nuevos e importantes del estudio y las conclusiones derivadas de aquéllos. No deben repetirse en detalle datos u otro material ya dado en la Introducción o la sec ción de Resultados. Se incluirán en esta sección las implicacio 14 Mcd Mil (Esp) 1998;54 (1) Requisitos de uniformidad para revistas biomédicas nes de los hallazgos y sus limitaciones, incluyendo las implica ciones para futuras investigaciones. Se relacionarán las obser vaciones con otros estudios relevantes. Se pondrán en relación las conclusiones con los objetivos del estudio pero evitando efectuar aseveraciones no fundamen tadas o conclusiones no apoyadas completamente por los datos. En particular, los autores evitarán efectuar afirmaciones sobre los beneficios y costes económicos, a menos que su artículo incluya datos y análisis económicos. Se evitará reclamar priori dades o aludir a trabajos que están incompletos. Es aceptable formular nuevas hipótesis pero deben ser identificadas clara mente como tales. Si fuera apropiado, se pueden incluir algunas recomendaciones. AGRADECIMIENTOS En un lugar apropiado del artículo (en el pie de la página del título o como un apéndice al final del texto; ver los requisitos de cada revista), se especificarán en una o más frases: a) las con tribuciones que deben reconocerse pero que no justifican la con dición de autor, como el apoyo general de un jefe de departa mento; b) agradecimientos por ayuda de carácter técnico; c) agradecimientos por apoyo financiero o material, especificando la naturaleza del apoyo; d) las relaciones financieras que puedan provocar un conflicto de intereses. Puede nombrarse, y describir su contribución concreta, a personas que han intervenido intelectualmente en el artículo pero cuyas contribuciones no les cualifican como autores; por ejemplo, \"consejero científico\", \"revisión de de datos\" o \"participación en el ensayo clínico\". Tales personas deben haber dado su consenti miento firmado, para ser nombradas. Los autores son responsa bles de obtener el permiso escrito de las personas nombrabas en los agradecimientos, ya que los lectores pueden inferir que res paldan los datos y conclusiones. La ayuda técnica debe reconocerse en un párrafo aparte de los agradecimientos por otras contribuciones. BIBLIOGRAFÍA Se numerarán las referencias consecutivamente, en el orden en que se mencionan por primera vez en el texto. Se identifica rán las referencias, en el texto, tablas y pies de tablas y figuras, en números arábigos entre paréntesis. Las referencias citadas únicamente en las tablas o los pies de las figuras se numerarán de acuerdo con una secuencia establecida por la primera identi ficación en el texto de la tabla o figura particular. Se usará el estilo de los ejemplos (ver más abajo), que están basados en los formatos utilizados por la U.S. National Library of Medicine (NLM) en el índex Medicus. Los nombres de las revistas se abreviarán de acuerdo con el estilo utilizado en el índex Medicus. Consúltese la List of Journals Indexed in índex Medicis, publicado anualmente, como una publicación separa da, por la NLM y como una lista en el número de enero del índex Medicus. También se puede obtener esta lista a través del web de la NLM: http://www.nlm.nih.gov.Se ha de intentar evitar el uso de resúmenes como referen cias. Las alusiones a artículos aceptados pero aún no publicados aparecerán como \"en prensa\" o \"próxima publicación\"; los autores deberán obtener permiso escrito para citar estos artícu los y haberse cerciorado de que han sido aceptados para publi cación. La información sobre manuscritos enviados pero no aceptados deben citarse en el texto como \"observaciones no publicadas\" con permiso escrito de los responsables de la fuen te de información. Se evitará citar \"comunicaciones personales\", a menos que proporcione información esencial no existente en una fuente de información publicada, en cuyo caso debe mencionarse entre paréntesis en el texto el nombre de la persona y la fecha de la comunicación. Para los artículos científicos, los autores deben obtener permiso escrito y confirmación de la exactitud de la fuente de una comunicación personal. Las referencias bibliográficas deben ser verificadas por los autores cotejándolas con los documentos originales. El estilo de los \"Requisitos\" (el estilo Vancouver) se basa principalmente en un estilo estándar ANSI, adaptado por la NLM para sus bases de datos. Cuando el estilo Vancouver difie re del usado por la NLM, se añade un nota explicando en qué consiste la diferencia. Artículos de revistas 1. Artículo de revista estándar Incluir los primeros seis autores seguido de \"et al\". (Nota: la NLM inclu ye ahora hasta 25 autores: si hay más de 25 autores incluye los primeros 24, luego el último autor, luego et al.) Vega KJ. Pina 1, Krevsky B. Heart transpiantation is associated with an increased risk for pancreatobilíary disease. Ann Intem Med 1996 Jun l:124(ll):980-3. Como opción, si una revista tiene paginación correlativa en el volumen (como ocurre en muchas revistas médicas) pueden omitirse el mes y el número (Nota: para preservar la coherencia, esta opción se usa en todos los ejemplos de los \"Requisitos\". La NLM no la utiliza). Vega KJ, Pina 1, Krevsky B. Heart transplantation is associated with an increased risk for pancreatobiliary disease. Ann Intern Med 1996;124:980-3. Más seis DM, Clayton D, Black RJ, Masuyer E, Friedl HP, Ivanov E, et al. Childhood leukaemia in Europe after Chernobyl: 5 year follow-up. Br J Cancer 1996:73:1006-12. 2. Organización corno autor The Cardiac Society of Australia and New Zealand. Clinical exercise stress testing. Safety and performance guidelines. Mcd 1996:164:282-4. 3. No se reseña un autor Cancer in South Africa [editorialJ. 5 Afr Med J 1994;84:15. 4. Artículo que no está en inglés (Nota: la NLM traduce el título al inglés, encierra la traducción entre cor chetes y añade una abreviatura del idioma original). Ryder TE, Haukeland EA, de Shen HM, Zhang QF. Risk assessment of Nacitarhan 5, Tuncer N. Plasma and urine sialic in diabetes mellitus. Biochem 1995 :32(1k 3):303-6. Med Mil (Esp) 1998;54 (1) 15 International Commitee of Medical Journal Editors 8. Parte de un número Pooie GH, Milis SM. One hundred consecutive of the ieg in ageing patients. N Z Med J 1994;107(986 Pi 1):377-8. 9. Número sin volumen Turan Immunologic status of the Am 1995 Apr;9(2):xi-xii. 12. Indicación del tipo de artículo según corresponda Enzensberger W, Fischer PA. Metronome in Parkinsons disease [Carta al director]. Lancet Schwarzman AL. Pise ML, Seyfried Sch Rise TN. En: Nat Genet 1994;6:426-31]. Genet 1995;11:104. 14. Artículo retirado retractación Sci 1994;35:3127]. Invesi Ophthalmol Vis Sci 1994;35:1083-8. 15. Artículo del que se ha publicado una fe de erratas Hamlin JA, Khan AM. Herniography in symptomatic patients foilowing inguinal repair [fe de en West Med J 1995;162:278]. West Med J 1995;162:28-3l. Libros y otras monografías (Nota: el anterior estilo Vancouver añadía, por error, una coma, en lugar de un punto y coma, entre el editor y la fecha) 16. Autor(es) personal(es) Ringsven MK, Bond D. como autor(es) Redfern SJ, editores. Mental health care for elderly people. New York: Churchill Livingstone; 1996. 18. Organización como autor y editor Institute of Medicine (US). Looking at the future of the Medicaid program. Washington (DC): The Institute; 1992. 19. Capítulo de un libro (Nota: el anterior estilo Vancouver tenía un punto y coma, en lugar de una \"p\", antes de la paginación) Phillips Press; 1995. p. 465-78. 20. Actas de conferencias Shibasaki H, editores. Kyoto, Japan. Amsterdam: Elsevier; 1996. 21. Ponencia presentada en una conferencia Bengtsson 5, Solheim BG. Enforcement of data protection, Piemme 92. of the 7th World Con gress on Medical Informatics; 1992 Sep 6-lo; Geneva, Switzerland. Ams North Holland; 1992. p. 1561-5. 22. Informe cient (fico o técnico Publicado por la agencia patrocinadora: Smith P, Golladay K. Payment Inspections; 1994 Oct. Repon RE, Feasley JC, National Academy Press; 1995. Contract N°: AHCPR282942008. Patrocinado por la Agency for Health Care Pohcy and Research. 23. Tesis y similares Kaplan SJ. Post-hospital home health care: the doctoral]. St. Louis (MO): Washington Univ.; 1995. 24. Patentes Larsen CE, Trip R, Johnson CR, inventores; Novoste Corporation, assig nec. Melhods for procedures electrophysiology of the heart. US patent 5,529,067. 1995 Jun 25. Otros trabajos publicados 25. Artículo de periódico Lee G. Flospitalizations tied to ozone pollution: study stimates 50,000 Washington Post 1996 Jun 21 ;Sect. A:3 col. 5). 26. Material audiovisual HIV+/A[DS: the facts and the future [videocasete]. St. Louis (MO): Mosby-Year Book; 1995. 27. Documentos legales Ley aprobada: Preventive Health Amendments of 1993, Pub. L. N° 103-183, 107 Stat. 2226 (Dec. 14, 1993). Proyecto de ley: Medical Records Confidentiality Act of 1995, S. 1360, lO4th Cong., 1° Ses. (1995). Código de Regulaciones Federales: Subcomm. on Human Resources Intergovernmen tal Relations of the House Comm. on Government Operations, 103° Cong. 1° Ses. (May 26, 1993). 28. Mapa North Carolina. Tuberculosis rates per 100.000 population, 1990 [mapa demográfico]. Raleigh: North Carolina Dept. of Environment, Health, and Natural Resources, Div. of Epidemiology; 1991. 29. Libro de la Biblia La Sagrada Biblia. Versión del Rey Jaime. Grand Rapids (MI): Zondervan Publishing House; 1995. Ruth 3:1-18. 30. Diccionarios y obras de consulta similares Stedman's medical dictionary. 26th ed. Baltimore: Williams & Wilkins; 1995. Apraxia; p. 119-20. 31. Textos clásicos The Winter's Tale: acto 5, escena 1, líneas 13-16. The complete works of William Shakespeare. London: Rex; 1973. Material no publicado 32. En prensa (Nota: la NLM prefiere poner \"de próxima publicación\" ya que no todos los trabajos acabarán por imprimirse) Leshner Al. Molecular mechanisms of cocaine addiction. N Engl J Med. En prensa 1997. Material informático 33. Artículo de revista en formato electrónico Morse SS. Factors in the emergence (Esp) ]998;54 (1) Requisitos de uniformidad para revistas biomédicas 34. MonograJl'a en formato electrónico CDI, clinical T' ed. Versión 2.0. San Diego: CMEA; 1995. 35. Archivo de ordenador Hemodynamics III: the ups and downa of tema; 1993. TABLAS Se mecanografiará cada labia a doble espacio en una hoja sepa rada. No se deben presentar las tablas fotografiadas. Las tablas se numerarán consecutivamente en el orden de su primera mención en el texto y se proporcionará un título breve para cada una. A cada columna se le dará un encabezamiento corto o abreviado. Se situa rán las explicaciones como pies, no en los encabezamientos. En los pies se explicarán todas las abreviaturas no estándar que se uti lizan en cada tabla. Para los pies de tablas se usarán los siguientes símbolos en este orden: *, , , §, ¶, , Se identificarán las medidas estadísticas de variación, como la desviación típica y el error estándar de la media. No se deben emplear líneas intemas verticales ni horizonta Hay que asegurarse de que todas las tablas se citan en el texto. Si se usan datos de otra fuente, publicada o no, se debe obtener previamente el permiso correspondiente y se hará constar. El uso de demasiadas tablas en relación a la longitud del texto puede producir dificultades al componer las páginas. Se deben examinar ejemplares de la revista a la que se pretende enviar el manuscrito para estimar cuántas tablas se pueden usar por cada 1.000 palabras de texto. Al aceptar un artículo, el director puede recomendar que las tablas importantes que contienen demasiados datos y no pueden ser publicadas, se depositen en un servicio de archivos, como el National Auxiliary Publication Service en los Estados Unidos, o bien que los autores las proporcionen a quien las solicite. En este caso debe añadirse en el texto una frase explicativa. Estas tablas deben enviarse, junto con el resto del artículo, a los direc tores de las revistas. ILUSTRACIONES (FIGURAS) Se enviará el número requerido de conjuntos completos de las figuras. Las figuras deberían ser confeccionadas por un pro fesional y fotografiadas; no son aceptables las leyendas a mano o mecanografiadas. En lugar de los dibujos originales, las radio grafías u otro material, se enviarán fotografías de buena calidad, en blanco y negro, nítidas y brillantes, por lo general de 127 x 178 mm (5 x 7 pulgadas), y nunca mayores de 203 x 254 mm (8 x 10 pulgadas). Las letras, números y símbolos deben ser claros y del tamaño suficiente para que cuando se reduzca para su publicación puedan seguir siendo legibles. Los títulos y las explicaciones detalladas de la figura deben ir situadas debajo, y no en la misma figura.Cada figura irá con una etiqueta pegada al dorso, indi cando el número de la figura, el nombre del autor y la parte superior de la figura. No se debe escribir en la parte posterior de las figuras ni poner clips de papel, que pueden dañar las imágenes. No se doblarán las figuras ni se pegarán sobre car tulina. Las microfotografías deben ir con marcadores de la escala intema usada. Los símbolos, flechas o letras utilizadas en las microfotografías han de contrastar con el fondo. Si se usan fotografías de personas, o los sujetos no son iden tificables o deben ir acompañadas de permiso escrito para el uso de la fotografía (ver Protección del derecho a la intimidad de los pacientes). Las figuras se deben numerar consecutivamente, según el orden en que han sido mencionadas por vez primera en el texto. Si una figura ha sido publicada anteriormente se reconocerá la fuente original y se enviará el permiso escrito del detentador de los derechos de autor para reproducir el material. Se necesita permiso, con independencia de quién sea el autor o editor, salvo en los documentos de dominio público. Para las fotografías en color hay que cerciorarse de si la revista requiere negativos en color, diapositivas o copias en color. Pueden ser útiles para el director los esquemas que seña len la región que se quiere reproducir. Algunas revistas sólo publican figuras en color si el autor corre con los gastos adicio nales. PIES DE LAS FIGURAS Se mecanografiarán las leyendas de las figuras a doble espa cio, comenzando en una hoja separada, con números arábigos correspondientes a las figuras. Cuando se usan símbolos, núme ros o letras para identificar partes de las ilustraciones, se identi ficará y explicará claramente cada una en la leyenda. Se expli cará la escala interna y se identificará el método de tinción en las microfotografías. UNIDADES DE MEDIDA Las unidades de longitud, altura, peso y volumen se reseña rán en unidades métricas (metro, kilogramo o litro) o sus múlti plos y submúltiplos. Las temperaturas se darán en grados Celsius. Las cifras de presión arterial se darán en milímetros de mercurio. Todas las medidas hematológicas y químicas clínicas se reseñarán en el sistema métrico en términos del Sistema Inter nacional de Unidades (SI). Los directores pueden requerir que se añadan, por parte de los autores, unidades no SI. ABRE VIATURAS Y SÍMBOLOS Sólo se usarán abreviaturas estándar. Se evitarán abreviatu ras en el título o el resumen. El término completo representado por una abreviatura debe preceder a su primer uso en el texto, a menos que se trate de una unidad estándar de medida. Med Mil (Esp) 1998;54 (1) 17 International Conimitee of Medical Journal Editors ENVÍO DE LOS MANUSCRITOS Se enviará por correo el número de copias del manuscrito requeridas, en un sobre de papel grueso y resistente, incluyendo las copias del texto y las ilustraciones entre cartulinas si es nece sario, para impedir que se doblen las figuras durante las mani pulaciones del correo. Se colocarán las fotografías y diapositi vas por separado en un sobre de papel grueso. Los manuscritos deben ir acompañados de una carta de pre sentación firmada por todos los coautores. Ésta debe incluir: a) información sobre publicación previa o duplicada o presenta ción en algún otro lugar de cualquier parte del trabajo, como se ha definido anteriormente en este documento; b) una declara ción sobre las relaciones financieras u otras que podrían origi nar un conflicto de intereses; c) una declaración de que el manuscrito ha sido leído y aprobado por todos los autores, que todos cumplen las condiciones para la cualificación de autor, como se ha establecido anteriormente en este documento y, ade más, que cada coautor cree que el manuscrito representa el fruto de un trabajo honesto; y d) el nombre, dirección y teléfono del autor corresponsal, que se responsabiliza de comunicarse conlos otros coautores en lo tocante a las revisiones y aprobación definitiva de las pruebas. En la carta se deberá proporcionar cualquier información adicional que pueda ser útil al director, como el tipo de artículo de que se trata en esa revista en parti cular o silos coautores quieren cubrir los gastos de las repro ducciones en color de las figuras. El manuscrito irá acompañado tambien de copias de los per misos para reproducir material publicado, usar ilustraciones o dar información personal de personas identificables, así como para nombrar a personas en los agradecimientos. CITACIÓN DE LOS REQUISITOS DE UNIFORMIDAD Los \"Requisitos de uniformidad para los manuscritos pre sentados a revistas biomédicas\" y las declaraciones que se inclu yen en este documento han sido publicados en revistas de todo el mundo (y varias páginas web contienen ahora el documento). Para citar la versión más reciente de los \"Requisitos\" es necesa rio asegurarse de que se trata de un versión publicada el 1 de enero de 1997 o con posterioridad a esa fecha. 18 Med Mil (Esp) 1998;54 (1) ARTÍCULO ORIGINALExperimental Evolución de la isquemia mesentérica aguda Relación sexo-supervivencia: estudio experimental en ratas J. P. Moratinos C. Gutiérrez Aguilera Martínez4, F. Guijarro Escribano5 RESUMEN Antecedentes y objetivos.- Los ensayos clínicos de isquemia intestinal son difíciles de desarrollar y protocolizar debido a la difi cultad de su diagnóstico y tratamiento. El objetivo de este trabajo, es el estudio evolutivo de la isqueniia aguda mesentérica expe rimental y la relación sexo-mortalidad, en ratas. Material y método.- Se distribuyeron 140 ratas en siete series: serie 1 (control), serie II (\"sham operation\"), serie III (isquemia de la arteria mesentérica craneal —AMC— durante 15 minutos), serie IV (isquemia de la AMC durante 30 minutos), serie V (isquemia de la AMC durante 60 minutos), serie VI (isquemia de la AMC durante 120 minutos) y serie VII (isquemia de 1aAMC durante 180 minutos). Cada serie constaba de 10 machos y 10 hembras. Tras la anestesia se prac ticó laparotomía abdominal accediendo a la cavidad abdominal, donde se fijó la AMC mediante cinta vessel loop, y se procedió a su clampaje durante el tiempo estimado. Para el análisis de la supervivencia se aplicó el test de homogeneidad de la y, enfrentan do dos a dos, la de animales de ambos sexos, en cada serie. Se tomó como grado de significación unilateral al error alfa del 5% (p<O,OS). Se aplicó el método actuarial para el cálculo de la tasa de riesgo. El tiempo de observación para cada una de las series fue de 96 horas. Resultados y conclusiones.- la) El tiempo de oclusión de la AMC afecta directamente a la supervivencia, de modo que al aumentar los tiempos de isquemia, aumenta la mortalidad. El umbral de mortalidad para las hembras se situó entre los 15 y los 30 minutos de isquemia de la AMC, y para los machos en 60 minutos. La tasa de mortalidad 100% se obtuvo con 180 minutos de oclusión arterial para machos y hembras. 2) La mortalidad fue más elevada en hembras, siendo esta diferencia estadísticamente significativa en las serie IV (30 minutos) y VI (120 minutos) y muy próxima a dicha significación en el caso de la serie V (60 minu tos). Se encontró menor riesgo letal en machos que en hembras, para tiempos de isquemia aguda-reperfusión similares (30, 60, 120 y 180 minutos), comprendidos entre los tiempos de umbral de mortalidad y el de letalidad 100%. 3) Al realizar estudios experi mentales sobre isquemia-revascularización del intestino delgado, debe considerarse el género como variante que puede modificar los resultados. PALABRAS CLAVE: Isquemia mesentérica aguda - Arteria mesentérica craneal - Isquemia reperfusión en ratas - Relación sexo supervivencia Med Mil (Esp) 1998,54 (1): 19-22 INTRODUCCIÓN Los procesos patológicos por disminución del flujo sanguí neo a los tejidos constituyen la causa más frecuente de muerte en el mundo occidental (1). La lesión isquémica está en relación directa con la duración, la vascularización del área anatómica y el tejido afectado (2). Biólogo TC0I.San.Med. Anatomopatólogo Cte.San.Vet. TCoI.san.vet. TCoI.San.Med. Cirujano vascular De los Servicios Medicina y Cirugía Experimental', Anatomía Patológica' y Cirugía Vascular' del Hospital Militar Central 'Gómez Ulla'. Madrid. Dirección para la correspondencia: Dr. O. Patrocinio Moratinos Palomero. Servicio de Anatomía Patológica. Hospital Militar Central \"Gómez Ulla\". Glorieta del Ejército sin. 28047 Madrid Fecha de recepción del manuscrito: 17 de noviembre de 1997 Fecha de aceptación del manuscrito: 2 de diciembre de 1997Recientemente se ha implicado a los radicales libres (RL), en la fisiopatología del proceso isquémico, como agentes induc tores de lesiones tisulares, locales en la zona isquémica, y sisté micas (3-5). También se reconocen sustancias fisiológicas capa ces de atenuar el efecto lesivo de los RL, como el ácido fólico, el alfatocoferol (6-7), la bilirrubina, el ácido úrico (8), y otros como los estrógenos, se consideran barredores —scavengers— de los RL, por su primer anillo fenólico (9). No hemos encontrado trabajos previos experimentales, que relacionen sexo y supervivencia ante la isquemia mesentérica. El objetivo de este trabajo es el estudio evolutivo de la isquemia mesentérica aguda, por oclusión temporal de la arteria mesentérica craneal (AMC) y la relación sexo-supervivencia, en un modelo experimental en ratas. MATERIAL Y MÉTODO Se utilizaron 140 ratas variedad Wistar de ambos sexos, con pesos comprendidos entre 240 y 300 gramos, procedentes del Med Mil (Esp) 1998;54 (1) 19 J. Camés Sánchez, et al Tabla 2. Estudio comparativo de la supervivencia mediante el test de x2 de Pearson. Tablas 2 x 2 entre machos / hem bras y grado de significación estadística SERIES X1DE PEARSONGRADOS DE LIBERTADp 1 II III IV V VI VII— — — 4,05 8 3,809 7,2 —1 1 1 1 1 1 1ns ns ns <0,05 0,05 1 (ns) <0,01 ns estabulario del Servicio de Medicina y Cirugía Experimental del Hospital Militar \"Gómez Ulla\". Los animales se mantuvieron en jaulas de macrolón, con base de sepiolita, a razón de 5 del mismo sexo por jaula, según la normativa vigente (10), en con diciones estándar de laboratorio a 22 oc y fotopenodo de 12 horas, con alimentación y bebida ad libitum. Fueron distribui dos en siete series, integradas cada una por 10 machos y 10 hembras: — Serie 1. Serie control, sin intervención quirúrgica. — Serie II. Serie sham operation. Laparotomía media y disección del tronco mesentérico, dejando la cavidad abdominal abierta durante 180 minutos, procediéndose después a su cierre. Esta serie se consideró suficiente al no haberse observado mor talidad. — Serie III. Serie isquémica de 15 minutos . Procedimien to quirúrgico general y oclusión de la AMC durante 15 minutos. — Serie IV. Serie isquémica de 30 minutos. Procedimiento quirúrgico general y oclusión de la AMC durante 30 minutos. — Serie V. Serie isquémica de 60 minutos. Procedimiento quirúrgico general y oclusión de la AMC durante 60 minutos. — Serie VI. Serie isquémica de 120 minutos. Procedimiento quirúrgico general y oclusión de la AMC durante 120 minutos. — Serie VII. Serie isquémica de 180 minutos. Procedi miento quirúrgico general y pinzamiento de la AMC durante 180 minutos. A todos los animales, salvo a los de la serie 1, se les sometió al procedimiento quirúrgico general. La inducción anestésica se realizó mediante inyección intramuscular de cóctel anestésico compuesto en un 50% por clorhidrato de ketamina (50 mg/ml), 40% de diazepam (5 mg/mi) y 10% de sulfato de atropina (1mg/mi), en una proporción de 0,03 mlIg de peso corporal. Tras el abordaje quirúrgico por laparotomía media de la cavidad abdominal, se controló la AMC con cinta de wessel-loop proce diendo a su oclusión con microclamp atraumático modelo Hei fezt, durante el tiempo de isquemia estimado para cada serie. Los animales fueron observados tras la reperfusión cada 12 horas, durante 96 horas, tiempo a partir del cual la mortalidad es despreciable (11). El análisis estadístico se realizó utilizando como software informático, en entorno Windows el paquete SPSS V. 6.0. Para el análisis de la supervivencia se aplicó el test de homo geneidad de la x2 de Pearson, enfrentando los resultados de los sexos en cada serie, dos a dos, tanto las horas de supervivencia como el número de animales supervivientes en cada intervalo de tiempo. Se tomó como grado de significación unilateral al error alfa del 5% (p<O,O5). El método actuarial se aplicó para el cál culo de la tasa de riesgo, tomando como intervalos de tiempo los de supervivencia. RESULTADOS La tabla 1 recoge la supervivencia por series, durante las 96 horas de observación. El número de animales supervivientes en las series 1, II y III fue de 20, durante toda la experiencia, sin dependencia del sexo. A partir de los 30 minutos de isquemia (serie IV), aparecen diferencias de mortalidad entre ambos sexos, siendo máxima a los 120 minutos de isquemia (serie VI). La tasa de mortalidad vuelve a igualarse a los 180 minutos de isquemia (serie VII), por alcanzarse la letalidad 100%, con inde pendencia del género. La tabla 2 muestra los resultados del estudio estadístico mediante el estimador x2 de Pearson. Se enfrentan dos a dos el número total de supervivientes de cada sexo y serie, observán dose diferencias significativas en las series IV y VI, y muy pró ximas al grado de significación (p = 0,0509) en la serie V. La tabla 3 recoge los datos del método actuarial para el cál culo de la tasa de riesgo. La supervivencia acumulada, está inversamente relacionada con la duración de la isquemia. La función de riesgo es mayor en las series IV, V, VI y VII para las hembras, con probabilidades de muerte inferiores para los machos. En la figura 1 se representan, mediante diagrama de barras, los individuos muertos por serie (tiempo de isquemia), y género.Tabla 1. Representación del número de animales supervivientes para cada serie y género, durante las 96 horas de observación TIEMPO SERIE 1 HORAS M IISERIE IISERIE III SERIE IV SERIE VSERIE VISERIE VII M HM HM H M H M HM H 12 24 36 48 60 72 84 9610 10 10 10 10 10 10 1010 10 10 10 10 10 10 1010 10 10 10 10 10 10 1010 10 10 10 10 10 10 1010 10 10 10 10 10 10 1010 10 10 10 10 10 10 1010 10 10 10 10 10 10 109 8 8 8 7 7 7 710 9 9 9 9 9 9 97 5 5 5 5 5 5 58 8 8 8 8 8 8 85 5 4 4 2 2 2 22 0 0 0 0 0 0 00 0 0 0 0 0 0 0 20 Med Mil (Esp) 1998;54 (1) Isquemia mesentérica aguda experimental DISCUSIÓN No hemos encontrado trabajos experimentales anteriores, que relacionen el sexo y la evolución de la isquemia mesentéri Las causas posibles de la alta mortalidad en las series isqué micas en las primeras 48 horas de la reperfusión han sido espe cificadas por diversos autores en experimentos previos, seña lando como una de las principales el shock intestinal, la pro ducción bacteriana y de toxinas. También está implicada la pro ducción de radicales libres y activación de neutrófilos (11) Se han realizado estudios experimentales de isquemia mesentérica-revascularización en ratas, en los que se han obser vado diferencias de mortalidad, según el peso de los animales, pero éstas no fueron significativas (12). Hay autores que consideran a los estrógenos como barre dores de radicales libres, impidiendo la oxidación de las LDL Un trabajo sobre la recuperación del metabolismo cerebral tras isquemia-reperfusión en ratas, inducida por oclusión bilate ral de carótidas, mostró mediante el estudio de las concentra ciones a nivel cerebral de lactato, piruvato, y adenosín trifosfa to (ATP), que la recuperación metabólica fue mejor en hembras que en machos. Así, tras una hora de reperfusión, las alteracio nes metabólicas cerebrales se recuperaron poco en machos que habían sufrido una hora de isquemia, mientras que la recupera ción metabólica a niveles no isquémicos se produjo en las hem bras incluso después de 7 horas de isquemia. Además el aumen to de lactato en hembras tras cinco horas de isquemia fue sólo una sexta parte del nivel alcanzado en machos, tras sólo una hora de isquemia. Por lo que los autores postulan que se produ ce menor daño durante la isquemia cerebral, por cambios meta bólicos menos marcados, en las hembras que en los machos (13). Otros autores, tras isquemia cerebral en ratas han valorado las proporciones de ascorbato y de glutation (GSH) a diversos niveles del encéfalo en machos y en hembras, encontrando tras una hora de isquemia, una pérdida significativa de ascorbato en los machos, no así en las hembras. Mientras que la pérdida de GSH fue significativa en ambos géneros, respecto de los con troles (14). Esta diferencia en los niveles de ascorbato, apoyaría la hipótesis de diferencias inherentes en la regulación oxidan tes/antioxidantes, que podrían contribuir, según los autores, a explicar las diferencias de género en respuesta a la isquemia, y a otras situaciones patológicas. En otro sentido, diversos pretratamientos con fenobarbital, glucosa, flunarizina y otros compuestos, aumentaron significa tivamente el tiempo de supervivencia en ratones machos, res pecto de ratones hembras, en un modelo experimental de isque mia cerebral, inducido por monóxido de carbono (15). En la diferente resistencia de ambos géneros ante la isque mia mesentérica experimental encontrada pueden argumentarse, entre otras influencias, las hormonales, de peso, y edad de los animales. Aunque la población utilizada ha sido en principio homogénea pues los pesos estaban comprendidos en un interva lo entre 240 y 300 gramos, y las camadas eran homogéneas en edad, estamos diseñando nuevos experimentos, para determinar las posibles causas de esta diferencia.Tabla 3. Relación de la supervivencia acumulada y la tasa de riesgo para cada una de las series en función del sexo SERIESINTERVALOS llorasSUPERVIVENCIA ACUMULADAFUNCIÓN DE RIESGO V M VM 1-96 arterial mesentérica afecta direc tamente a la supervivencia, de modo que al aumentar los tiem pos de isquemia, aumenta la mortalidad. El umbral de mortali dad para las hembras se situó entre los 15 y los 30 minutos de isquemia de la AMC, y para los machos en 60 minutos. La tasa de mortalidad 100% se obtuvo con 180 minutos de oclusión arterial para machos y hembras. 2. La mortalidad para machps y hembras son distintos en iguales condiciones de isquemia, tras la oclusión temporal de la SERIE II - SERIE 1 - Ii Figura 1. Representación en diagrama de barras del número de animales muertos en cada serie, según el sexoSERIE'- SERIE III -HEIVURAS L_E1 4 6 N DE ANIMALES M.JERTDS11.1 Me.d Mil (Esp) 1998;54 (1) 21 J. Carnés Sánchez, et al AIvIC. Las hembras presentaron menor resistencia a la isquemia con grado de comparación significativo en las series IV (30 minutos) y VI (120 minutos).3 Se ha observado mayor probabilidad o riesgo de muerte de las hembras, con respecto a los machos, para las series IV (30 minutos), Y (60 minutos), VI (120 minutos) y VII (180 minu tos), de isquemia. 4a Al realizar estudios experimentales sobre isquemia revascularización del intestino delgado, debe considerarse el género como variante que puede modificar los resultados. BIBLIOGRAFÍA 1. McCord JM. Oxigen-derived free in postischemia tissue injury. N EngI J 1985;312:159-163. 2. libres. Farmacoterapia 1996; 13: 172-174. 4. Miralles M, Hidalgo J, Coyas M, Gallart L, Cotillas J, Gimenez A. Gene ración de radicales libres de oxígeno durante el clampaje aórtico prolon gado. Angiología 1995;4:181-186. 5. Parks DA, of ischemia reperfusion to mucosa lesion formation. Am J Physiol 1986;250:749-753. 6. Bilbao J, García Alonso 1, Portugal V, Barceló P, Apechea A, Méndez J. Eficacia de tratamientos antioxidantes (ácido fólico y tz-tocoferol) en laslesiones intestinales inducidas por reperfusión. Cir Española l992;51:262- 265. 7. Marubayashi 5, Dohi K, Ochi K, Kawasaki y el ácido úrico protegen frente a radicales libres. XX VII Congreso de la Asociación Española de Pediatría, 1997. 9. Cano A. Los estrógenos podrían actuar como barredores de radicales libres. Noticias médicas 1996;3662:20-21. 10. Diario Oficial de las Comunidades Europeas. Líneas directrices relativas al alojamiento y a los cuidados de los animales. 1986; Anexo II, Art. 5 del 18.12.96. 11. Guijarro Escribano JF, Moratinos Palomero P, Aguilera Martínez A. Perfil de la supervivencia durante diferentes tiempos de isquemia mesentérica: estudio experimental. Cir Esp 1995;6:493-496. 12. Ortiz Laeorzana J, García-Alonso Montoya 1, Portugal Porras V, Méndez Martín J. Influencia del peso corporal y del periodo.de isquemia mesenté rica aguda en la mortalidad de ratas sometidas a revaseularización intesti nal. Rey Esp Digest l990;77:263-267 13. Sadoshima Ooboshi Y, Y. Carbon monoxide (CO)-indueed hypoxia in mice: evaluation as an experimental screening. Jpn J Phar macol 1989;51 :273-278. 22 Med Mil (Esp) ]998;54 (1) ARTÍCULO ORIGINAL Investigación clínica Cáncer de muñón gástrico: aportaciones J.F. Plaza Torres', Objetivos.- Analizar la frecuencia, características clínicas, posibles mecanismos implicados y evolución de los pacientes diagnosti cados de cáncer de muñón gástrico en un área geográfica definida. Diseño.- Estudio retrospectivo. Lugar de realización.- Todos los hospitales públicos de la provincia de Málaga. Material y métodos.- Se han revisado 637 historias clínicas de pacientes diagnosti cados de cáncer gástrico durante el periodo de 1-1-1989 a 3 1-12-1994. Se consideraron criterios de inclusión un intervalo mínimo de cinco años desde la primera intervención, la naturaleza benigna de la afección primaria y que el cáncer de muñón fuera de estir pe epitelial. Resultados.- Cumplieron los criterios de inclusión de cáncer de muñón gástrico 51 pacientes. El tiempo medio de laten- cia desde la resección ha sido de 29 años. La endoscopia-biopsia fue la prueba diagnóstica de mayor efectividad, con un 100% de positividad. El diagnóstico anatomopatológico en todos los enfermos ha sido de adenocarcinoma con un predominio de las formas poco o mal diferenciadas tratándose por lo general de formas muy avanzadas. La operabilidad de la serie ha sido del 84,31% con un predominio de la gastrectomía total y/o ampliada. Conclusiones.- Se analizan los posibles mecanismos implicados en la patoge nia de este tipo de carcinoma, los métodos diagnósticos, aspectos quirúrgicos y medidas para su prevención. PALABRAS CLAVE: Gastrectomía parcial - Cáncer de muñón gástrico - Cáncer gástrico Med Mil (Esp) INTRODUCCIÓN El cáncer de muñón gástrico (CMG) constituye, desde las primeras descripciones de Balfour (1922), Beatson (1926), Gallart Mones (1929) y Brisett (1933), un capítulo importante de la patología digestiva, como confirman la profusión de publi caciones nacionales y extranjeras, pudiéndose definir como aquella neoplasia que aparece en el estómago operado (1-4) y que surge como una incidencia evolutiva de distintos tipos de intervenciones (2,3,5): a) sin resección gástrica (gastroenteroa b) con resección gástrica parcial (con recons trucción del tránsito a lo Billroth 1, II o III). Sin embargo su descubrimiento plantea una serie de proble mas de distinta índole, tales como su incidencia real, patogenia e incluso en relación al diagnóstico y tratamiento del proceso, todo ello derivado de la dificultad existente en la práctica de lle var a cabo estudios prospectivos, debido a la necesidad de lar gos períodos de seguimiento, superiores a 20 años, con lo que Tte.San.Med. Especialista en Medicina Familiar y Comunitaria Jefe de Sección de Cirugía General De la Base Aérea de Gando en Las Palmas de Gran Canaria y el Servicio de Cirugía Gene raF del Hospital Regional Carlos Haya de Málaga Dirección para la correspondencia: Dr. Juan Feo. Plaza Torres. Base Aérea de Gando (Botiquín). TeIde. Las Palmas de Gran Canaria Fecha de recepción del manuscrito: 24 de noviembre de 1997 Fecha de aceptación del manuscrito: 4 de diciembre de 1997los resultados obtenidos hasta el momento muestran gran dispa ridad al realizarse en grupos no homogéneos. La abundancia de sujetos gastrectoniizados y el aumento progresivo en el número de casos publicados, pese a la dismi mución simultánea de otros cánceres gástricos, dan a este tema un interés e importancia crecientes. MATERIAL Y MÉTODOS Con el fin de realizar este estudio retrospectivo se han revi sado 637 historias clínicas de pacientes diagnosticados de cán cer gástrico durante el período 1-1-1989 a 31-12-1994, proce dentes de la sección de archivos de los siguientes hospitales: Hospital Regional Carlos Haya, Hospital Universitario Virgen de la Victoria, Hospital Comarcal de la Axarquia de Velez-Mála ga, Hospital básico de la Serranía de Ronda y Hospital Comar cal de Antequera, todos ellos en la provincia de Málaga. De esta forma se cubre toda la red asistencial hospitalaria pública de Málaga para el período de estudio. De los 637 pacientes diagnosticados de cáncer gástrico, 51 han cumplido los criterios que definen el CMG, lo que repre senta una incidencia del 8%. Los criterios utilizados son los aceptados por la mayoría de autores: Cronológico: el periodo de tiempo transcurrido desde la inter vención debe ser como mínimo de 5 años, con objeto de excluir la posibilidad de que se trate de una recidiva de una lesión maligna. Clínico: el proceso que onginó la intervención ha de ser de naturaleza benigna. Histológico: debe tratarse de un tumor de estirpe epitelial. Med Mil (Esp) 1998;54 (1) 23 J.F. Plaza Torres y J.A. Bondia Navarro RESULTADOS En 57 pacientes existía el antecedente de cirugía gástrica previa, cumpliendo los criterios de CMG 51 casos; de ellos, 43 eran varones (84,3%) y 8 mujeres (15,7%), con una edad media de 68,1 años y un intervalo comprendido entre 55 y 79 años (tabla 1). Tabla 1. Cáncer de muñón gástrico. Distribución por edad y sexo. Sexo-Edad n° % hombres 43 84 mujeres 8 16 menos de 50 años O O 51-60 años 14 27 61-70 años 26 51 más de 70 años 11 22 Tabla 2. Cáncer de muñón gástrico. Intervalo libre de tumor Intervalo libre de tumor n° % 5a9años 4 8 10a20 años 12 24 2la3üaños 10 20 3la40años 19 36 4la50años 4 8 más de 50 años 2 4 Tabla 3. Cáncer de muñón gástrico. Clínica. Síntoma n° % Epigastralgia 36 71 Síndrome constitucional 28 55 Disfagia 9 8 Hemorragia digestiva alta 7 14 Vómitos 6 12 Otros 2 4 Tabla 4. Cáncer de muñón gástrico. Tipo de intervención previa. Tipo de intervención n° Gastrectomía Billroth JI Gastrectomía Billroth 1 Desconocida17 Anatomía patológica 51 100 Grado de diferenciación: Bien diferenciados 6 12 Moderadamente diferenciados 18 35 Poco diferenciados 27 53En cuanto al intervalo de tiempo, la media ha sido de 29 años con unos límites entre 5 y 60 años (tabla 2). Los síntomas y signos iniciales se recogen en la tabla 3, entre los que desta can el dolor epigástrico continuo asociado a veces a síndrome constitucional; más raramente el proceso se ha prsentado como disfagia o hemorragia digestiva. La enfermedad previa se desconoció en 18 pacientes (37,3%), en otros 31(51,8%) fue enfermedad ulcerosa y en 2 casos fue perforación gástrica, aunque esta información queda ba registrada en la historia clínica sin aportar en la mayoría de los casos informe clínico. En cuanto a la reconstrucción, tras la primera intervención en 31 casos (60,8%) el paciente desconocía el tipo de interven ción, en 17 (33,3%) fue una gastrectomía a lo Billroth II y en 3 casos (5,9%) una gastrectomía a lo Billroth 1 (tabla 4). De los procedimientos diagnósticos utilizados ha sido la endoscopia-biopsia la prueba de mayor efectividad con un 100% de positividad tras el estudio anatomopatológico de la pieza. El aspecto endoscóspico de la neoplasia fue de úlcera de boca anastomótica en un 53,4%, como muñón mamelonado en un 30,23% y como carcinoma infiltrante en un 16,72%. El diagnóstico anatomopatológico en todos los enfermos fue de adenocarcinoma con un predominio de las formas poco o mal diferenciadas (52,9%) (tabla 5). Dentro de las características histológicas del tumor y del tejido gástrico peritumoral, hay que mencionar el elevado índi ce de invasión linfática (85,7%), con una alta proporción de enfermos en estadios avanzados de la enfermedad (81,8%), estadios III y IV, según la clasificación TNM. La operabilidad de la serie ha sido del 83,31%. En 8 casos no se indicó intervención quirúrgica por ser pacientes con mal estado general o enfermedad avanzada con ascitis carcinomato sa y/o metástasis hepáticas. Entre los enfermos operados, a 13 de ellos (25,49%) sólo se les pudo realizar laparotomía exploradora, debido a los hallazgos operatorios, se practicaron diversos tipos de derivaciones diges tivas en 6 casos (11,76%). En los 24 enfermos restantes se pudo realizar reseéción, practicándose en 21 casos (41,17%) gastrec tomía total o ampliada y en 3 casos (5,88%) resección palia tiva debido a la extensión extragástrica de la neoplasia (tabla 6). En cuanto a la reconstrucción del tránsito en las gastrecto mías subtotales se efectuó en 2 casos mediante un Billroth II y en el caso restante mediante un Billroth 1, siendo la reconstruc ción con asa desfuncionalizada en Y de Roux la efectuada en caso de gastrectomía total. Tabla 6. Cáncer de muñón gástrico. Tratamiento. Tratamiento n° % No operados 8 16 Operados 43 84 Operados: Laparotomía exploradora 13 25 Técnicas derivativas 6 12 Resecados: — Gastrectomía subtotal 3 6 — Gastrectomía total 21 41 24 Med Mil (Esp) 1998;54 (1) Cáncer de muñón gástrico DISCUSIÓN En nuestra serie el CMG ha supuesto el 8% del total de los cánceres gástricos revisados, cifra superior a las consultadas, así en estudios nacionales la incidencia observada ha oscilado en un 4-5,7% (1,3,6), mientras que en estudios europeos oscila entre un 5-7,5% (6). La distribución por sexos muestra un claro predominio en varones, lo que es reflejo de la mayor frecuencia de cirugía gás trica por enfermedad benigna en el varón (1,2). El tipo de patología benigna no parece tener relación, no obstante distintos autores (3,7,8) afirman la mayor incidencia en los enfermos con antecedentes de ulcus gástrico, ya que com portan una serie de lesiones asociadas, como la gastritis crónica atrófica y/o metaplasia intestinal. La técnica de reconstrucción efectuada sí parece tener rela ción con la incidencia del CMG, pues en la mayoría de las series publicadas (5,6,9) los pontajes favorecedores del reflujo biliar, como en la gastroyeyunostomía, presentan una tasa más eleva da de carcinomas de muñón que tras la práctica de anastomosis gastroduodenal. La relación existente en nuestro estudio fue de 5,66 entre la reconstrucción Billroth II y Billrtoh 1. En cuanto al intervalo libre de cáncer existe controversia entre los distintos autores (10), aunque en la mayoría encuentran una mayor frecuencia a partir de los 15-20 años de la primera intervención. En nuestro estudio el intervalo oscila entre 5-60 años en varones y 5-40 en mujeres con un intervalo medio de 29 años. La sintomatología en el caso del CMG por su tolerancia e inespecificidad inicial son poco valoradas por el enfermo y la atribuyen al síndrome posgastrectomía con el que llevan convi viendo muchos años, ello explica la tardanza en el diagnóstico de estos tumores. En cuanto a la etiopatogenia de este tipo de carcinomas los factores que han sido implicados en su desarrollo son: la hipo clorhidria (1-3,6,9,11), el reflujo biliopancreático (1,2,5,6,8,9), la acción bacteriana (1,2,9) o las modificaciones histológicas displásicas de la mucosa del muñón (9). El reflujo alcalino biliopancreático continuo sobre la muco sa gástrica que es neutralizado por el ácido gástrico provoca una lesión del epitelio de la mucosa que conduce con el tiempo a una gastritis alcalina y posteriormente a una gastritis crónica atrófi ca con metaplasia intestinal; de este modo se observa una dis minución de la frecuencia del CMG cuando se efectúa una ope ración antireflujo (1). Otro factor importante es la hipoacidez, que en unión de una retención del vaciamiento facilita la colonización intragástrica de gérmenes coliformes, klebsiella, clostridium, lactobacillus y otros gérmenes que tienen capacidad de desconjugar ácidos biliares presentes en el reflujo duodenal, originando la aparición de ácidos primarios y secundarios que parecen tener una acción mutagénica celular (1,2,6). Por otra parte, la hipoacidez del jugo gástrico estimula la reducción bacteriana de nitrosaminas (mutágeno) y lesionan la mucosa aumentando la retrodifusión de hidrogeniones (1,2,6). Este incremento bacteriano, asociado al estado de hipoclorhidria da lugar a un estado permanente de inflamación de la mucosa gástrica, con la posibilidad de con vertirse en gastritis crónica atrófica.También algunos factores locales a nivel de la anastomosis (mal afrontamiento de bordes, sutura irreabsorbible...) pueden dar lugar a lesiones hipertróficas cicartriciales con riesgo secun dario de displasia celular (1). Asimismo se debe valorar el déficit proteico de la dieta, que provocaría una regeneración imcompleta e ineficaz de la barre ra mucosa gástrica, la pérdida del factor trófico de la gastrina, el factor secretorio, la propia vascularización gástrica y las altera ciones de la motilidad (3). Todos estos factores condicionan una serie de cambios his tológicos que pueden desembocar en el CMG como se ve en la figura 1. Las primeras sospechas diagnósticas se harán en base a la clínica y tal como señalan la mayoría de las series el mayor valor de la sintomatología sería su aparición tras un largo perí odo libre de molestias (1,2,6,9). En cuanto a métodos complementarios, el estudio gastro duodenal es una exploración habitualmente empleada en el diagnóstico de esta entidad, sin embargo su valoración es más difícil que en el cáncer gástrico no operado (6,12-14) ya que las alteraciones de los tejidos y las características del vaciamiento gástrico dificultan el examen. Es la endoscopia con biopsia la técnica de elección en el diagnóstico del CMG (1,2,9), aunque también las dificultades con el estómago operado son mayores, debido a la deformación provocada por la propia operación, el reflujo biliar y las frecuentes alteraciones de la mucosa. Por últi mo mencionar que el estudio de los marcadores CEA y CEA 19.9 tiene un valor prácticamente nulo, dado que sus valores se han encontrado dentro de límites normales, a pesar de existir neoplasias bastantes avanzadas. En el momento actual, la única posibilidad de tratamiento del CMG es la resección gástrica, ya que constituye la única posibilidad de cura y de solución de las complicaciones, siendo la técnica quirúrgica de elección la gastrectomía total radical oncológica (1,2), sin embargo, otros autores recomiendan la gastrectomía total sin ampliación ya que así evitan la mor bimortalidad de la gastrectomía total ampliada. La reconstruc ción de la continuidad después de la exéresis se realiza median te las técnicas habituales del cáncer gástrico convencional. Figura 1. Fisiopatología del cáncer de muñón gástrico, modi ficado de Morel et al.Edad del paciente década) CÁNCER DE MUÑÓN4 Irritación Nitrosaminas quirúrgica Mucosa gástrica Barrera protectora Reflujo bíliopancreáticoNitritos + Aminas CIH pH Bacterias Nitratos Vaciamiento gástrico Med Mil (Esp) ]998;54 (1) 25 J.F. Plaza Torres y J.A. Bondia Navarro La prevención de este tipo de carcinomas está en relación directa con la limitación de las resecciones gástricas, reserván dolas para aquellos casos que sean estrictamente necesarios, evitando particularmente su práctica en enfermos menores de 45 años, además en los enfermos tributarios de ella se realizará una reconstrucción que no favorezca el reflujo biliar como la gas troduodenostomía. Finalmente, para mejorar la supervivencia en el grupo de enfermos resecados sólo puede hacerse con un diagnóstico más temprano y, en consecuencia, con un tratamiento quirúrgico también precoz. Por tanto, el empleo de la endoscopia gástrica adquiere un valor fundamental en el despistaje del cáncer del remanente gástrico si se emplea periódicamente en los pacien tes de mayor riesgo sin que sea precisa su utilización rutinaria en pacientes gastrectomizados de corta evolución (5,15,16). Por tanto y teniendo en cuenta nuestros resultados y al igual que indican otros autores, la endoscopia control se deberá efec tuar en pacientes con intervalo posgastrectomía superior a 15- 20 años, en especial si son mayores de 50 años, varones, y si se les ha practicado una resección a lo Billroth II, siendo dicho control obligado en todos los casos en que el enfermo se haga sintomático (9) o se observen lesiones displásicas de la muco sa (17). BIBLIOGRAFÍA 1. Pujol J, Jorba D, Salazar D, et al. Cáncer Gástrico primitivo de muñón gás trico. Cir Esp 1990;48:173- 178. 2. Ibañez F, E. de muñón gástrico. Cír Andal 1993 4:49-55. 3. Dacobo F, Fernández M, Lozano M, et al. Riesgo de carcinoma gástrico tras vagotomía. Rey Esp Enf Dig 1990;77:323-326. 4. Hernández J, Fernández C, Ahenke A, et at. Cáncer de muñón gástrico. Aportación de 22 casos nuevos. Cir Esp l990;47:537-540. 5. Sawyer J. Gastric Carcinoma. Curr Probl Surg 1995;32:l03-179. 6. Fernández C, Sopeña B, Martínez C, et al. Frecuencia del carcinoma post- gastrectomía por úlcera péptica en la comarca de Miguel Molina A, Rodrigo R, Alonso JL, et al. Carcinoma de muñón gástrico. Revisión de 20 casos. Rey Esp Ap Dig 1977;51:269-277. 9. De Vega F, García C, Mayoral C, et al. Carcinoma del muñón gástrico tras resección por enfermedad benigna. Rey Esp Enf Dig 1990;77:327-331. 10. Casado F, Manuel J, Naranjo, J et al. Carcinoma en estómago operado. Cir Esp 1986;40: 135-142. 11. Lundergardh G, KIom A, Nyren O, cancer after vago tomy. Gut 1994;35:946-949. 12. Demelof F, Januger K. The risk ulcer. nósticos y terapéuticos. Cir Esp 1993;Supl 1:15-16. 15. Pickford J, Craven J, Hall R, et al. Endoscopic examinatiori of the BrJ Surg 1984;71:363-367. 17. Vicente E, Ferrer E, Moreno E, et al. Carcinoma de muñón gástrico por úlcera gastroduodenal. Cir pardal gastrectomy. Lancet 1 977;2:467-469. of esophagocardiac and more 5-8. 21. Lundergardh G, M, lesion. Machuca J. Cancer de muñón gástrico, 17 casos. Cir Esp 1988;43:59-66. 24. Reig G. Fernando J, Perez J. Estómago operado y cáncer gástrico. Rey Esp EnfDíg 1988;73:380-384. 25. Hougton P, Mortenson N, muñón gástrico tras ciru gía por ulcus gastroduoenal. Rey Dig l989;74:353-358. 27. Viste A, Bjonestad E, Opheim P, et al. Risk of carcinoma following gastric operations benign (Esp) (1) Nota clínicaCOMUNICACIÓN BREVE Carcinoma inflamatorio de mama J.M. De Jaime Guijarro', M. Fernández Domínguez2, E Samper Fernández Pantoja Segador5, Usero Pérez6, Y. González Alonso6 RESUMEN El carcinoma inflamatorio de mama es un tumor con escasa incidencia dentro de la patología tumoral mamaria. Clínicamente se caracteriza por enrojecimiento y engrosamiento de la piel que toma el aspecto de la clásica \"piel de naranja\". La valoración diag nóstica incluye la exploración física, mamografía bilateral, biopsia incisional, estudio de receptores hormonales y determinación del contenido de DNA. Histológicamente se presenta como un carcinoma ductal infiltrante. Se presentan dos casos que atendió el Con tingente Español destacado en Albania durante una misión humanitaria, PALABRAS CLAVE: Carcinoma inflamatorio - Mama - Cáncer de mama Med Mil (Esp) 1998;54 (1): 27-29 INTRODUCCIÓN Los tumores de mama son actualmente los más frecuentes en la mujer y ocupan la segunda causa de muerte en EE.UU., sólo superados por el cáncer de pulmón (1). El carcinoma inflamatorio de mama es una forma rara de tumor mamário, con una frecuencia relativa que varía entre el 1 al 3% (2). Clínicamente se caracteriza por un rápido crecimien to, invasión local, metástasis a distancia, invasión ganglionar y un pronóstico muy malo (3). En la actualidad se ha variado la actitud terapéutica, siendo en estos momentos el tratamiento estándar multimodal, la detección precoz y los avances diagnósticos, los factores que han permitido un avance en cuanto a la supervivencia de estos pacientes (4). OBSERVACIONES CLÍNICAS Caso 1 Mujer de 23 años de edad, madre de una niña de 18 meses, que acude al consultorio Español en Albania con dolor en la Cte.san.Med. Cirujano general y del Aparato digestivo 2 Cap.san.Med. Cirujano máxilo—facial 2 Médico oncóloga radiotcrapeuta Cap.5an.\"iet. Tte.5an.[EM]. ° Alf.San.[EM]. De los servicios de General y Aparato Digestivo', Cirugía Máxilo-facial2, Oncolo gía radioterápica5 y \"Gómez Ulla\", la EMI5AN' y el EMAT-C° Dirección para la correspnndencia: Cte. D. José N1 De Jaime Guijarro. servicio de Ciru gía General y Aparato Digestivo. Hospital Militar Central \"Gómez Ulla\". Glorieta del Ejér cito sin. 28047 Madrid. Fecha de recepción del manuscrito: 3 de diciembre de 1997 Fecha de aceptación del manuscrito: 15 de diciembre de 1997mama derecha y síndrome febril. Refiere haber sido intervenida quirúrgicamente hace tres meses con el diagnóstico de carcino ma inflamatorio de mama. Posteriormente recibió quimioterapia y radioterapia. La paciente debía continuar con tratamiento coadyuvante, pero la familia se negó al no observar mejoría y ante la escasez de recursos económicos necesarios para trala darse a la capital. A la exploración física destaca la palidez cutáneo-mucosa y la temperatura corporal elevada. La mama derecha se encuentra aumentada de tamaño, turgente, con cicatriz previa en buen estado, enrojecimiento y piel de naranja. A la palpación se detecta calor, dolor y dureza de toda la glándula. La mama con tralateral es normal y la axila y el hueco supraclavicular derecho presentan numerosas adenopatías dolorosas, aumentadas' de tamaño y adheridas a planos profundos. La exploración cardio pulmonar es normal y en la exploración abdominal se aprecia discreta hepatomegalia de dos traveses de dedo. Dada la avanzada evolución del caso se decidió tratamiento paliativo a base de analgésicos y antipiréticos lo que contribuyó a la mejoría del estado general de la paciente. A los 12 días comenzó con un cuadro de dolor generalizado en el hemitórax y hemiabdomen derecho, astenia, anorexia, aumento de las ade nopatías y del reborde hepático que nos obligó a instaurar la medicación por vía intramuscular. La paciente falleció a la semana según nos comunicaron sus familiares. Caso 2 Mujer de 72 años de edad, diabética no insulinodependiente e hipertensa, que acude a nuestro consultorio con fiebre, dolor, y supuración en la región pectoral. Entre sus antecedentes des taca la cirugía previa de un carcinoma inflamatorio en la mama derecha realizada hace 9 meses y el tratamiento radioterápico posterior, que influyó en la desfavorable evolución de las heri das que presenta. La paciente es portadora de metástasis pulmo nares y hepáticas. Med Mil (Esp) ]998;54 (1) 27 J.M. De Jaime Guijarro, et al En la exploración física existe una importante disminución de la movilidad torácica, como consecuencia del dolor local, y una extensa herida, que desprende mal olor y que ocupa la tota lidad de la región pectoral anterior. No se distingue tejido mamario y, en su lugar, aparecen focos de necrosis y de supura ción, tejido cruento que sangra al mínimo contacto y lesiones eritematosas diseminadas en abdomen que sugieren implantes locales o letálides (figura 1). El tratamiento consistió en la cura local periódica de la heri da y en la antibioterapia de amplio espectro. En su evolución presentó linfedema de la extremidad superior derecha (figura 2) y ascitis que fueron controlados médicamente de forma satis factoria durante el transcurso de la misión. DISCUSIÓN El carcinoma inflamatorio de mama fue reconocido por pri mera vez en 1914 por Sir Charles Beli quien escribió: \"una ini ciación nada propicia es el color púrpura de la piel que se encuentra sobre el tumor, acompañado de dolores lancinantes\" (5). Lee y Tannenbaum acuñaron el término inflamatorio (6),aunque también ha recibido distintos nombres como mastitis carcinomatosa (7), carcinoma mastitoides, carcinoma erisipeloi de, cáncer de la lactancia, linfangitis maligna (8) y carcinoma agudo (9). Donelly lo clasificó en primario, cuando el tumor debuta con signos inflamatorios, y secundario, en el caso de que los signos inflamatorios asienten sobre una tumoración mama ria previa (10). La frecuencia es baja, 1 al 3% de los cánceres mamarios, y su distribución por edades es semejante a la del cáncer mamario en general, con una edad media de 52 años (11), Gracias a los estu dios de detección actuales ha disminuido de forma notable la incidencia de los tumores avanzados con agresividad local (2). Clínicamente se caracteriza por el aumento indoloro del tamaño de la mama afectada, acompañado de una sensación de pesadez y ardor ligero. De forma rápida, se aprecia enrojeci miento y engrosamiento de la piel que toma el aspecto de la clá sica \"piel de naranja\" (12). En los casos en que asienta sobre una tumoración previa, obliga a descartar una mastitis inflamatoria o un absceso mamario (13). Tampoco es infrecuente ulcera ción por necrosis tumoral. Se observan ganglios linfáticos pal pables en el 50-75% (14) y metástasis a distancia en el 10-36% (15). La evolución sin tratamiento es fulminante ocasionando la muerte a más del 90% de los pacientes en el plazo de un año tras el diagnóstico (16). La valoración diagnóstica debe ser multidisciplinaria e incluye la exploración física, mamografía bilateral, biopsia por incisión, estudio de receptores hormonales y determinación del contenido de ADN y de su fracción de la fase S. En el estudio de extensión se requieren TC tóracoabdominal, gammagrafía ósea y marcadores tumorales (17). Histológicamente se manifiesta como un carcinoma ductal infiltrante y no existen lesiones dérmicas específicas en este tipo de tumor. No es rara la multicentricidad ni la presencia de nódu los satélites de la tumoración dominante (18). En la actualidad el tratamiento se orienta ante un proceso patológico generalizado, en el que la cirugía y la radioterapia, de forma aislada o combinada, han dejado paso al tratamiento mul timodal, consistente en 3-4 ciclos as Arriagada Spielmann M, et of Operative 1814:2: 136. Tanennbaum EN. Inflamatory carcinoma of the breast: A report of twenty-eight cases form the breast clinic the Caso 2. afectación de la región pectoral y letálides diseminadas en abdomen Figura 2. Caso 2: linfedema de la extremidad superior derecha 28 Med Mii (Esp) 1998;54 (1) Carcinoma inflamatorio de mama 8. Mc Bride CM, Hortobaggy GN. Primary inflamatory carcinoma BA. Primary \"inflamatory\" carcinoma of the breast: A report of five cases and a review of the literature. Ann Surg 1984;128:918. 11. Jaiyesimi JA, Buzdaz infla matory breast cases. Eur J Radiol 1997;24: 124. 13. Chambler AP, Drew PJ, Hill AD, J Surg 1990;160:669. 17. Wuhan MR, Turkes A, Pearson D, et nic CW, Am 1995;64:715. Med Mil (Esp) 1998;54 (1) 29 BOLETÍN DE SUSCRIPCIÓN Medicina Militar Revista de Sanidad de las FAS de España. Publicación bimestral. Tarifas de suscripción para el año 1998: — España y U.E.: 1.800 pts — Resto del mundo: 2.000 pts (IVA y gastos de envío incluidos) Apellidos, nombre ______________________________________________________________________ Dirección postal Población __________________________ CP ____________ Provincia ____________________ Teléfono ________________________________ MF __________________________________ Número de ejemplares por envío Fecha de inicio de la suscripción LII LII LII mes año FORMA DE PAGO EJ Domiciliación bancaria a favor del Centro de Publicaciones del Ministerio de Defensa (por favor, rellene la autorización adjunta) EJ Incluyo un cheque nominativo a favor del Centro de Publicaciones del Ministerio de Defensa EJ Giro postal al Centro de Publicaciones del Ministerio de Defensa (por favor, adjunte copia del giro) EJ Transferencia bancaria a: Caja Postal. \"Centro de Publicaciones del Ministerio de Defensa \". N° de cuenta: 1302—9148—24—7.307.388 (por favor, adjunte copia de la transferencia) Firmado: AUTORIZACIÓN BANCARIA D. _____________________________________________________________________ autorizo al Centro de Publicaciones del Ministerio de Defensa para que, con cargo a mi c/c, número ___________________________ de la Entidad ____________________________ Sucursal número _______________ D.C. ______________, con domicilio en la calle ______________________________ Población ________________________________ C.P. ______________ Provincia ___________________, sean abonados los recibos correspondientes a la suscripción de la revista Medicina Militar. ___________________________ _________ de ______________ de 199 Firmado: ENVIAR A: Centro de Publicaciones del Ministerio de Defensa (Departamento de suscripciones) Cf Juan Ignacio Luca de Tena, 30. 28027 Madrid COMUNICACIÓN BREVE Nota clínica Mielosis funicular sin anemia en uncaso de deficiencia de vitamina Imagen conresonancia magnética, antes y después deltratamiento J. Ferrero Arias1, E. Marcos Herrero2 RESUMEN Se presenta el caso de un paciente con un síndrome de degeneración combinada subaguda de la médula espinal, sin anemia y con dis creta macrocitosis. La concentración de vitamina B, en el suero estaba disminuida y un test de Schilling demostró déficit de absor ción que se corrigió con factor intrínseco. En análisis sanguíneos fechados cuatro meses antes del inicio de la clínica neurológica había una ligera anemia macrocítica que cedió completamente sin tratamiento. En una resonancia magnética cervical se observó hipe rintensidad en T2 en la mitad dorsal de los segmentos C4 a C6. El paciente mejoró completamente con vitamina B, por vía im. Al final del quinto mes de terapia un nuevo estudio con resonancia magnética mostró la desaparición de las lesiones. Se señala que muchos pacientes con trastorno neurológico e hipovitaminosis B, pueden tener hemogramas normales, lo que vuelve necesario cono cer todo el espectro de presentaciones neurológicas para guiar la investigación etiológica. Se sugiere igualmente que la resonancia magnética puede apoyar la sospecha clínica, al mostrar imágenes de tipo desmielinizante y distribución característica. PALABRAS CLAVE: Mielosis funicular - Degeneración combmada subaguda de la médula espinal -Deficiencia de vitamina B, - Ane mia perniciosa - Imagen con resonancia magnética Med Mil (Esp) 1998,54 (1): 31-33 INTRODUCCIÓN Los estados de deficiencia de cobalamina se han ligado clá sicamente a dos categorías de anormalidades: hematológicas y neurológicas. En efecto, una anemia megaloblástica asociada a síntomas y signos neurológicos característicos, junto a baja con centración de vitamina B, en el suero, son los rasgos más comentados de esta deficiencia. Investigaciones recientes han permitido definir con mayor precisión sus causas (1-3), meca nismos (3-6) y las presentaciones clínicas (7-12). Presentamos el caso de un paciente con deficiencia de coba lamina y manifestaciones exclusivamente neurológicas cuando consultó por primera vez. El examen clínico y el estudio con neuroimagen sugirieron una mielosis funicular. OBSERVACIÓN CLÍNICA Este paciente de 55 años consultó por quejas de adormeci miento y pérdida de sensibilidad en las cuatro extremidades y el TC0I.San.Med. Neurólogo TCol.San.Med. Hematólogo De los servicios de Neurología y Hematologí& del Hospital Militar Central \"Gómez Ulla\". Madrid Dirección para la correspondencia: Dr. Julio Ferrero Arias. Servicio de Neurología. Hos pital Militar Central \"Gómez Ulla'. Glorieta del Ejército s/n. 28047 Madrid Fecha de recepción del manzrscrito: 15 de noviembre de 1997 Fecha de aceptación del manuscrito: 10 de diciembre de 1997tronco, en especial en las porciones distales de los miembros; refería asimismo sensación de calambre eléctrico, irradiado a lo largo de la columna vertebral hasta ambos pies, cuando flexio naba la cabeza. No aquejó debilidad muscular, trastornos esfin terianos ni sintomatología atribuible a disfunción de los pares craneales. Sus molestias habían aparecido un mes antes de la consulta y estaban empeorando. El enfermo, de profesión militar, no era bebedor y no tenía antecedentes de anestesias o modificaciones nutricionales rele vantes en los últimos años. Había padecido una neumonía cinco meses antes. No seguía tratamiento médico. La exploración somática general no mostró anormalidades. En el examen neurológico se encontró una hipoestesia vibrato ria, posicional, artrocinética y grafestésica en las cuatro extre midades, con indemnidad de las sensibilidades protopáticas, los reflejos miotáticos, las masas, tono y fuerza musculares, los pares craneales, la coordinación y las funciones mentales. Exhi bía un rombergismo sensorial y se pudo desencadenar de forma consistente un signo de Lhermitte al flexionar el cuello. En los recuentos sanguíneos se observaron los siguientes valores: hematíes corpuscular media (HCM) 33,9 pg, con centración de hemoglobina corpuscular sanguíneo (22 parámetros, incluidos LDH y bilirrubina) normal. Se revisaron los análisis de sangre de que disponía el enfer mo. En un análisis efectuado en una atención de urgencias, Med Mil (Esp) ]998;54 (1) 31 J. Ferrero Arias y E. Marcos Herrero Figura 1. Evolución de los valores de hematócrito y volumen corpuscular eritrocitario medio desde cinco meses antes de la consulta hasta el comienzo del cuarto mes de trata,niento. La flecha indica el momento de inicio de la terapia. motivada por su episodio neumónico (cinco meses antes de la consulta), se encontraron los siguientes valores hematimétricos: hematíes de neutrófilos, plaquetas 308.0004tL. En dos análisis posterio res (cuatro y un mes antes, respectivamente, de la primera con sulta), se observó un aumento progresivo de los valores del hematócrito, con disminución del VCM (figura 1). El enfermo no había sido sometido a tratamiento alguno para su anemia. En un estudio con resonancia magnética de la columna cer vical se observó una imagen hiperintensa en las imágenes poten ciadas en T2, centrada en la mitad posterior de la médula cervi Figura 2. Imagen axial de la resonancia magnética cervical, potenciada en T2, antes de tratamiento. Obsérvese la imagen hiperintensa, centrada en la mitad posterior de la ,nédula.cal, que abarcaba los segmentos C4 a C6 y que no se modificó tras la adnTlinistración de contraste paramagnético (figura 2). En el frotis de sangre periférica había discreta anisocitosis y una cifra de reticulocitos de 1,2%. Los valores de los paráme tros del metabolismo férrico fueron normales. La concentración de vitamina B, en el suero (por RIA) fue de 134 pg/ml (inter valo normal 220 a 900), y la concentración sérica de á. fólico de 24 ng/ml (normal). La hormonemia tiroidea fue normal. Un test de Schilling confirmó la nula absorción de vitamina B, por vía oral (menos del 1%) que se corrigió con la adición de factor intrínseco (15%). La biopsia de la mucosa antral y corporal gás trica no demostró anormalidades, y el tránsito intestinal y el enema opaco fueron asimismo normales. Se trató al paciente con 1 mg de vitamina B1, cada 48 horas por vía intramuscular durante un mes y posteriormente con 1 mg im bimestralmente. El paciente mejoró rápidamente de sus sín tomas neurológicos, de modo que dos meses después aquejaba sólo ligeras acroparestesias ocasionales y la exploración neuro lógica fue completamente normal. Análisis secuenciales de san gre mostraron la total normalización del hemograma (figura 1). En un nuevo estudio con resonancia magnética de la colum na cervical —efectuado al final del quinto mes de tratamiento— no se observaron las imágenes hiperintensas del primer estudio (figura 3). DISCUSIÓN El diagnóstico se confirmó en este caso por la baja concen tración sérica de vitamina B, y los resultados de la prueba de absorción. Al valorar anteriores análisis de sangre del enfermo se observó que, al menos cuatro meses antes del comienzo de los síntomas neurológicos, había existido una anemia macrocí tica que cedió de forma espontánea. Prospectivamente, la desa parición de las anormalidades en la neuroimagen, confirmó que el origen de las mismas había sido el estado de deficiencia. Figura 3. Imagen axial de la resonancia magnética cervical, potenciada en T2, al final del quinto mes de trata miento. No se observa la hiperintensidad medular del estudio inicial.hematócritø (%) VCM (fL) 35 enefeb mar abr may lun ago Hçto -±—VCM80 sep 32 Med Mii (Esp) 1998:54 (1) Resonancia magnética en la mielosis funicular Se sabe que cerca de la mitad de los pacientes con deficien cia de cobalamina presentan alteraciones neurológicas, asocia das o no a otras manifestaciones. Por lo general se trata de parestesias, hipoestesia epicrítica y propioceptiva y signos de disfunción piramidal, aunque un pequeño número de enfermos tiene anormalidades neuropsíquicas o autonómicas (9); ciertas manifestaciones —como la anosmia, la impotencia coeundi o la incontinencia fecal— son poco conocidas (7). La evaluación neurológica demuestra la existencia de una neuromielopatía combinada en casi la mitad de los casos, neuropatía o mielopa tía aisladas en un tercio y una encefalopatía en cerca del 10%; otro pequeño porcentaje de enfermos tiene síntomas parestési cos, sin anormalidades en el examen neurológico (7-9). Los enfermos restantes aquejan síntomas derivados únicamente de la síntesis defectuosa de ADN en células con elevado índice mitótico (en especial hematológicos y gastrointestinales) (7,12). Además, es probable que la afectación neurológica esté inversa mente relacionada con la ocunencia de manifestaciones hema tológicas (2,7,8). El paciente que se presenta había tenido en realidad una ane mia macrocítica varios meses antes del comienzo clínico, que había pasado sin diagnóstico y que mejoró sin vitaminoterapia. Desconocemos la causa de la mejoría hematológica, que coinci dió con la aparición de síntomas neurológicos, pero apoya la idea de que existe una relación inversa entre ambos tipos de anormalidades en los estados de deficiencia de cobalamina (2,7,8,12), una tendencia que es difícil de explicar en términos bioquímicos. Por lo tanto, como insisten Stabler et aL (12), la presencia de anemia o macrocitosis no son requisitos previos para que se produzcan trastomos neurológicos por deficiencia de cobalamina. Es pues necesario conocer todo el espectro de presentaciones neurológicas, de modo que la sospecha clínica dirija la investigación específica de la deficiencia. A este res pecto, también es preciso recordar que la concentración sérica de vitamina no es lo bastante sensible ni específica para informar con fiabilidad del contenido hístico de la vitamina (12). Aunque no fue necesario en este enfermo, se requerirá — si la sospecha es firme— emprender investigaciones adiciona les, como la medición de las concentraciones séricas de ácido metilmalónico y homocisteína total (3,12,13). Puede apoyar la hipótesis diagnóstica el estudio con reso nancia magnética, que mostrará un patrón compatible con des mielinización (hiperintensidad enT2, isointensidad en Ti) con una distribución completamente característica, como eñ este paciente. Varios autores han observado imágenes similares en ejemplos de mielosis funicular (14-20) o de desmielinización difusa en casos de leucoencefalopatía por deficiencia de vitami na B2 (10). Si la alteración es importante las lesiones observa-das en la neuroimagen no mejoran por completo tras el trata miento y es posible que ello guarde relación con la gravedad de las secuelas (10,14,17,20). BIBLIOGRAFÍA 1. Reynoids EH, Bottiglieri T, Laundy M, Stern Payan J, J, al. Subacute combined degeneration with B12 level and abnormal vitamin 812 binding protein. New cause of an oid syndrome. Arch with 1, Hemández Laín A, Lopez Vaides E. Inestabilidad crónica en el paciente mayor. Investigación de causas reversibles en una serie de 22 casos. Neurología 1996;l1:316-9. 5, of the CB, et al. MRI of the spine in cobalamin deficiency: the Neuroradioiogy 1996;38:511-5. Med Mil (Esp) 1998;54 (1) 33 BOLETÍN DE SUSCRIPCIÓN Medicina Militar Revista de Sanidad de las FAS de España. Publicación bimestral. Tarifas de suscripción para el año 1998: — España y U.E.: 1.800 pts — Resto del mundo: 2.000 pts (IVA y gastos de envío incluidos) Apellidos, nombre ______________________________________________________________________ Dirección postal Población __________________________ CP Provincia ____________________ Teléfono ______________________________ MF ________________________________ Número de ejemplares por envío Fecha de inicio de la suscripción mes año FORMA DE PAGO Domiciliación bancaria a favor del Centro de Publicaciones del Ministerio de Defensa (por favor, rellene la autorización adjunta) Incluyo un cheque nominativo a favor del Centro de Publicaciones del Ministerio de Defensa Giro postal al Centro de Publicaciones del Ministerio de Defensa (por favor, adjunte copia del giro) Transferencia bancaria a: Caja Postal. \"Centro de Publicaciones del Ministerio de Defensa \". N° de cuenta: 1302—9148—24—7.307.388 (por favor, adjunte copia de la transferencia) Firmado: AUTORIZACIÓN BANCARIA D. ________________________________________________________________________ autorizo al Centro de Publicaciones del Ministerio de Defensa para que, con cargo a mi c/c, número _________________________ de la Entidad ___________________________ Sucursal número ______________ D.C. _____________, con domicilio en la calle ______________________________ Población ________________________________ C.P. ______________ Provincia ____________________, sean abonados los recibos correspondientes a la suscripción de la revista Medicina Militar. ___________________________ _________ de ______________ de 199 Firmado: ENVIAR A: Centro de Publicaciones del Ministerio de Defensa (Departamento de suscripciones) Cf Juan Ignacio Luca de Tena, 30. 28027 Madrid COMUNICACIÓN BREVE Nota clínica Reconstrucción primaria de la herida facial avulsiva por mordedura humana A propósito de dos casos M. Fernández Domínguez', P. Fernández Domínguez2, J. Barberán López3, J. De Jaime Guijarro4 RESUMEN Las heridas producidas por mordedura humana tienen una gran potencialidad infecciosa. La prevención precoz y la resolución de la infección mediante el uso de la apropiada antibioterapia y de un adecuado tratamiento quirúrgico continúa siendo un reto tera péutico. Las lesiones de partes blandas en el territorio facial pueden ser reconstruidas de forma primaria, ya sea inmediata o diferi da, debido a la rica vascularización de la cara que representa una eficaz protección frente a la infección. Se presentan dos heridas faciales, originadas por mordedura humana, con amplia pérdida de sustancia, que han sido manejadas de forma satisfactoria median te el desbridamiento del tejido desvitalizado y el uso de plastias locales sin detectarse complicaciones infecciosas ni secuelas en la función. PALABRAS CLAVE: Mordedura humana - Herida facial - Cirugía Med Mil (Esp) 1998,54 (]). 35-38 INTRODUCCIÓN Las heridas por mordedura constituyen aproximadamente el 1% de todas las urgencias quirúrgicas atendidas en centros sani tarios (1). La reconstrucción primaria de las heridas producidas por mordedura humana tiene sus antecedentes en 1961 cuando Cur tin y Greely procedieron al cierre directo de pequeñas lacera ciones, tras realizar un desbridamiento (2). Hasta 1979 se desaconsejó el cierre primario, incluso ante la posibilidad de un tratamiento precoz (3). A partir de aquel momento la reconstrucción primaria se consideró como el méto do de elección (4-6), aunque limitada a defectos relativamente pequeños (4-7). La reparación primaria de manera diferida fue propuesta en defectos importantes y en pacientes infectados o atendidos más de 24 horas tras el traumatismo (6,7). Sin embargo, en la actualidad, el tamaño del defecto y el tiempo transcurrido tras el traumatismo no se consideran factores decisivos. El único criterio de verdade Cap.San.Med. Cirujano máxilo-facial Cap.San.Vet. Microbiólogo Cap.san.Med. Internista Cte.San.Med. De los servicios de Cirugía Máxilo-faciaF, Enfermedades Infecciosas' y Cirugía General y del Aparato Digestiv& del Hospital Militar Central 'Gómez Ulla'. De la EMISAN'. Madrid Dirección para la correspondencia: Dr. Manuel Fernández Domínguez. Servicio de Ciru gía Máxilo—facial. Hospital Militar Central \"Gómez Ulla\". Glorieta del Ejército s/n. 28047 Madrid Fecha de recepción del manuscrito: 12 de diciembre de 1997 Fecha de aceptación del manuscrito: 20 de diciembre de 1997ro interés es la ausencia de infección clínica (8). De esta forma la reconstrucción primaria, inmediata o diferida, está indicada inclu so en defectos mayores de la cara, con la finalidad de evitar la deformidad y las frustraciones y los trastornos psicológicos que acarrea la deficiente reparación de las lesiones faciales. Existen rigurosos y extensos estudios bacteriológicos que demuestran que la infección de la herida por mordedura huma na ocurre secundariamente como invasión del tejido desvitali zado por lo que se considera que el desbridamiento de los bor des y márgenes de la herida es la llave del éxito en la preven ción de complicaciones infecciosas (8). OBSERVACIONES CLÍNICAS Caso 1 Varón de 38 años de edad, fumador de 20 cigarrillos y bebe dor de 40 g de alcohol al día, que fue atendido en el Servicio de Urgencias del Hospital 12 de Octubre, tras sufrir una agresión por mordedura humana que le produjo una herida avulsiva del labio inferior, El paciente ingresa con un estado de agitación y con signos y síntomas clínicos de intoxicación etílica. En la exploración del territorio facial se aprecia una herida con pérdida de sustancia, de espesor total, que interesa el hemi labio inferior izquierdo y que se extiende a la comisura bucal y al surco labiomental. A nivel del bermellón sobrepasa la línea media y en profundidad deja expuestas las fibras musculares del orbicular de los labios (figura 1), Existe una luxación extrusiva de los incisivos 31 y 32, probablemente debida a la transmisión de un fuerte impacto en la región dentoalveolar. Med Mil (Esp) ]998;54 (1) 35 M. Fernández Domínguez, et al r Reconstrucción primaria inmediata mediante colga jo de Karapandzic En las pruebas radiológicas efectuadas (ortopantomografía y proyección de Waters) se descarta la presencia de fracturas faciales asociadas. Es intervenido quirúrgicamente, bajo anestesia general, en las primeras seis horas tras el traumatismo, con el objetivo derealizar la reconstrucción primaria inmediata y de minimizar los riesgos de infección. Se aplica profilaxis antitetánica y anti biótica, con amoxicilina y ácido clavulánico, y tras rasurar el labio superior se procede a un lavado enérgico con suero fisio lógico y povidona yodada y al desbridamiento conservador del tejido desvitalizado de los bordes y del lecho de la herida. El defecto de partes blandas es reconstruido con un colgajo bilate ral de Karapandzic. No se obtienen muestras para cultivo y estudio microbioló gico de la zona cruenta, dado el buen aspecto del lecho quirúr gico tras el desbridamiento. Se mantuvo una sonda nasogástrica durante cinco días con la finalidad de favorecer la alimentación del paciente y de no inter ferir en ] a cicatrización. No hubo infección en el postoperatorio inmediato ni en el seguimiento realizado en los tres primeros meses. El resultado es un labio aceptable funcional y estéticamen te, aunque con un estoma ligeramente más pequeño (figura 2). Caso 2 Mujer de raza negra de 25 años de edad, sin antecedentes patológicos de interés, que sufre un traumatismo facial con heri da avulsiva de párpado producida por dentellada humana. En la exploración se evidencia un defecto de espesor total del borde libre palpebral superior derecho, en su zona media, y de aproximadamente lxO,5 cm (figura 3). El canto medial y el globo ocular no están afectados y no se detecta hemorragia sub conjuntival. La paciente refiere fotofobia, lagrimeo y sensación de cuer po extraño. La agudeza visual y la motilidad ocular extrínseca están conservadas. El fondo de ojo es rigurosamente normal. Se realiza reconstrucción quirúrgica diferida al cuarto día tras el traumatismo, y se procede a una extirpación en cuña en la base del defecto para favorecer el cierre directo en los planos conjuntival, tarsal y cutáneo, manteniendo un punto guía en el borde libre palpebral. En el intervalo se trató con una cura oclusiva y se adoptó la adecuada profilaxis antitetánica y antibiótica. No se objetivó infección postoperatoria y el resultado estético fue excelente (figura 4). DISCUSIÓN La flora bacteriana de la cavidad oral es muy variada y abun dante y las mordeduras humanas pueden asociarse con infeccio nes severas (9-11). La saliva humana puede contener hasta lO bacterias por mililitro, representando a unas 42 especies (12). Los dientes actúan como agentes romos de manera que la acción de compresión y aplastamiento ejercida por los maxila res favorece la desvitalización tisular y predispone a la infección (8,13). En la evaluación del riesgo de infección en una herida por mordedura es necesario tener en cuenta, además del agente etio lógico y del estado inmunitario del individuo afectado, el tama ño y la localización de la herida y el tiempo transcurrido hasta su asistencia médica.Figura 1. Herida avulsiva de labio inferior por mordedura humana - 1 1 :. Figura 2. Figura 3. Herida avulsiva palpebral producida por mordedura humana 36 Med Mil (Esp) 1998;54 (1) Reparación de heridas faciales por mordedura humana La mordedura humana es más virulenta que la del peno y ofrece una septicidad exacerbada (14). Estudios recientes demuestran que las mordeduras humanas en cualquier localiza ción, excepto en la mano, no presentan un riesgo de infección mayor que el de cualquier otro tipo de mamífero (15). Sin embargo la incidencia de infección es particularmente elevada en la mordedura de camello (16) y de gato (17,18). Paton define, desde el punto de vista etiológico, los siguien tes tipos de herida por mordedura humana: las producidas por un agresor, las que inciden sobre el puño del asaltante y las autoinfringidas (12). Según el aspecto morfológico, estas lesiones son clasifica das por Laskin en tres clases bien diferenciadas: clase 1 -heridas por pinchazo o desgano lineal-, clase 2 -con fragmento tisular pediculado-, clase 3 -avulsión completa (9). La rica vascularización de la cara constituye una protección frente a la infección. No obstante, la desfiguración facial puede demandar una cirugía reparadora cornpleja. La mordedura humana afecta fundamentalmente a las extremidades superiores (6 1,2%) seguidas de la cabeza y cuello (14,9%) (21). La nariz y la oreja son las estructuras faciales más frecuentemente impli cadas (5) aunque, para otros autores, el labio es la diana predo minante (10), fundamentalmente el inferior (3,20). Las lesionesen mano o en pie, debido a su menor vascularización, presentan un mayor riesgo de infección (21). Como regla general, los individuos que han sido víctima de este tipo de agresión requieren asistencia médica de forma tar día y presentan clínica de dolor, edema, celulitis o adenopatías. Tan solo un 32% son tratados de forma precoz en las primeras 12 horas (22). Dreyfuss y Singer, en un estudio realizado sobre 106 casos de mordedura en la mano, concluyen que el tiempo transcurrido entre la aparición de la lesión y el comienzo del tratamiento es el factor más importante en el pronóstico (23). Losken y Auschinloss distribuyen las heridas labiales por mordedura en función del tiempo de presentación en: grupo 1 - lesiones precoces atendidas durante el primer día-, grupo II - lesiones intermedias detectadas en el periodo que discurre entre las primeras 24 horas y antes de finalizar la cicatrización-, grupo III -lesiones tardías, ya cicatrizadas (6). Todas las heridas traumáticas están virtualmente contamina das, pero si no es de forma masiva, si no hay compromiso vas cular ni cuerpos extraños ni tejidos desvitalizados, y si se puede hacer una perfecta limpieza, a menudo quirúrgica, de la zona afectada, la probabilidad de que se origine una infección es escasa. El reposo de la zona traumatizada, la inmovilización de los fragmentos óseos en el caso de fracturas abiertas y el resta blecimiento precoz de las condiciones alteradas por el trauma tismo (anemia, deshidratación, nutrición, etc.) son fundamenta les para impedir el crecimiento de los gérmenes (24). La puesta en marcha de todas estas medidas, que se inician con una lim pieza quirúrgica precoz mediante una técnica depurada, es la condición esencial para evitar la infección de las heridas trau máticas. Es además aconsejable como complemento, nunca como una sustitución de aquélla, realizar una quimioprofilaxis o un tratamiento cuando las probabilidades de infección son ele vadas. A pesar de ello, en un estudio realizado por Guy y Zook en pacientes con heridas producidas por mordedura de peno, tratadas precozmente y sin cobertura antibiótica, la tasa de infección registrada no difirió significativamente de un grupo similar de pacientes tratados con antibióticos (25). Los antibióticos de elección para la quimioprofilaxis depen den de los gérmenes más frecuentemente detectados. En la flora de la cavidad oral destacan especies de Staphylococcus, Strep tococcus, Clostridium. Las infecciones por mordedura humana son polimicrobianas y se asocian usualmen te a Streptococcus del grupo A, Staphylococcus aureus y Eike nella corrodens (26). Entre las bacterias anaerobias aisladas figuran las especies de Bacteroides, que incluyen B. melanino genicus y B. intermedius, Fusobacterium y especies de Peptococcus y Veillonella. El género Eikenella comprende una sola especie, E. corro dens (del lat. que corroe). Es una especie exigente que requiere para su cultivo de medios particularmente ricos, sobre los cua les crece erosionando la superficie y excavando en ella depre siones, de ahí su nombre. En las infecciones humanas se aisla a menudo asociada a otras especies microbianas, especialmente Streptococcus (27). También se aisla como comensal de la cavi dad oral en casos de gingivitis, alveolitis y periodontitis. Es generalmente resistente, entre otros, a clindamicina y metronir Figura 4. Aspecto de la paciente a las 3 semanas de la recons trucción Med Mil (Esp) 1998;54 (1) 37 M. Fernández Domínguez, et al dazol y sensible a penicilina y cloranfenicol. De lo anterior se deduce que el tratamiento antibiótico de elección en la profila xis de la mordedura humana es la asociación penicilina y ácido clavulánico. La saliva animal es un inóculo menos virulento que el huma no. Además de las especies de Staphylococcus y Streptococcus, resalta la presencia en la cavidad oral canina y felina de Pasteu rella inultocida. La transmisión de HIV y virus de la hepatitis B, a través de mordedura humana, es posible biológicamente, pero desde el punto de vista epidemiológico es insignificante y toda vía no ha sido bien documentada. En el caso de heridas muy contaminadas, como son las mor deduras, la limpieza debe ser amplia y lo más escrupulosa posi ble y no se cenarán de primera intención ni siquiera las asisti das precozmente y sin lesión vascular, excepto en la cara, donde la infección es rara y es necesario evitar deformidades impor tantes (24) El tratamiento de las heridas faciales por mordedura prácti camente no difiere del resto de las heridas. Si la asistencia es precoz, no hay inconveniente en hacer una escisión más amplia de lo normal en otras heridas, resecar los bordes y el fondo y suturar directamente. Cuando es tardía se hará igualmente una correcta escisión con sutura diferida, al cabo de unos días y des pués de comprobar su buena evolución (29). Las heridas labiales avulsivas producidas por mordedura humana, debido a la naturaleza potencialmente contaminada de la cavidad oral, han sido manejadas tradicionalmente mediante la reparación diferida tras un intervalo de tres o más meses, una vez que la infección ha sido controlada y la herida ha cicatriza do. Sin embargo , en la actualidad existe una tendencia a un tra tamiento más precoz y agresivo, mediante una escisión de los márgenes y un cierre directo (30) o mediante colgajos locales con inervación sensorial y motora (31) o colgajos en isla (32), bajo una adecuada cobertura antibiótica (33). En el paciente del caso 1, se reconstruyó el labio de forma inmediata mediante un colgajo musculocutáneo inervado efectuando la técnica de Karapandzic. BIBLIOGRAFÍA 1. Callaham M. Human and animal Med l982;4:1. 2. Curtin 1979;64:811. 4. Burton DJ, Chiafair JO, Davis RO. Human bites of the face. J Am Dent Assoc 1981;102:192. 5. Earley 11:773. 7. Tomasetti BJ, Walker L, Gormley MB, Berger J, Gold BD. Human bites of the face. J Oral Surg 1979;37:565. 8. Agrawal K, Mishra 5, Panda KN. Surg 1992;37:458-462. 10. Laskin DM, Donohue WB. Treatment of human bites of the hp. J Oral Surg 1958; M, Meyers M, et al. Hand infeetions seeondary to human bites. J Trauma 1975;15:235. 13. Taran Y, 14. Dufourmentel C, cara. Barcelona: Edi eionet Toray; 1968. p. 36-37. 15. Griego RD, Rosen T, Orengo IP, Wolf JE. Dog, eat and human bites: a review. J Am Aead Dermatol 1995;33:1019-1020. 16. Saxena PS, Sharma SM, Singh M, M. Camel bites injuries. J Ind Med Assoe 1982;79:65. Douglas of 22. Peeples C, Boswick JA, Scott FA. Wounds of the hand contaminated by human or animal sahiva. J Trauma 1980;20:383. 23. Dreyfuss VY, Singer M. Human bites of the hand. A study of 106 patiens. J Hand Surg 1985;10:284. 24. Verger O, Huguet J. Infecciones de heridas, mordeduras, arañazos y que maduras. En: Verger O (eds). Enfermedades infecciosas. Barcelona. Edi ciones Doyma; 1988. p. 608-610. 25. Cuy RJ, Princi pIes and praetice of infeetious diseases. 4A cd. New Churchill Livingstone; 1995. p. 2765-2769. 27. Gasser Y, Osset J, Olarte Y, Olsina M, Arcalis L. Infecciones en heridas por mordedura: Estudio 22 hospitalizados. na. Ediciones Doyma; 1989. 29. Quetglas J. Traumatología facial. Madrid. Editorial Sociedad Española de Cirugía Plástiea;1983. p135. 30. Uehendu BO. Primary Surg 1990;17:623. Surg l993;91:1369. 38 Med Mil (Esp) 1998;54 (1) NOTA TÉCNICA Hipotermia en Campaña Grupo de Trabajo de Medicina de Urgencia (GT/MU) del COMEDS' Med Mil (Esp) 1998;54 (1). 39-42 PREÁMBULO Por hipotermia se entiende una temperatura corporal central de 35 °C o menos. Por acuerdo, se clasifica además en ligera, moderada y severa, según las siguientes bandas de temperatura: ligera (35 a 32 oC), moderada (32 a 30 oC) y severa (por debajo de 30 OC) La hipotermia se produce cuando la pérdida de calor excede a la producción del mismo, debido bien a un aumento de la pér dida de calor o a una disminución de la producción del calor. La hipotermia primaria se produce por una gran exposición al frío en presencia de una termorregulación normal, como en la inmersión, ambientes extremadamente fríos y en el buceo pro fundo. La hipotermia secundaria se produce con exposición al frío ligero o moderado en presencia de una termorregulación anormal debido a una herida, enfermedad, edad, mala nutrición, etc. Así, el personal militar está sometido al riesgo de desarro llar una hipotermia y lesiones por el frío debido a las condicio nes extremas del ambiente a que puede ser expuesto, teniendo un riesgo adicional si son heridos. La mortalidad aumenta si el paciente está herido. Prevención El personal militar tiene que ser instruido sobre el riesgo de las lesiones por el frío y la hipotermia, así como de los factores que predisponen a tales lesiones, por ejemplo ropas mojadas, cansancio físico, mala nutrición, deshidratación, viento frío, gran altitud, inmersión, alcohol y fármacos. Debe enseñárseles estrategias para evitar ponerse ellos mismos en riesgos innece sarios y los primeros auxilios y medidas de autocuidados y de cuidados a los compañeros para prevenir los problemas que pueden desembocar en una situación amenazadora para la vida o para una extremidad. Finalidad del tratamiento La finalidad del tratamiento es retirar a la víctima del ambiente hostil y prevenir una mayor pérdida de calor, efectuar el recalentamiento y evitar las complicaciones de la hipotermia severa, que amenazan la vida. El protocolo de tratamiento tiene que variar de acuerdo con el individuo, las circunstancias y los recursos disponibles, pero el siguiente tríptico intenta esbozar un enfoque graduado integrado. Nadie está muerto hasta que está caliente y muerto.EscalonesdeCuidados: niveles de soporte médico propor cionados dentro del campo de operaciones. Las descripcio nes siguientes están basadas en el Manual de la OTAN de Cirugía de Guerra: _____________ Un auxiliar médico entrenado propor ciona los primeros auxilios y conduce o dirige la baja al puesto de asistencia del batallón. El puesto de asistencia, localizado cerca de la línea de batalla, proporciona cuidados esenciales de urgencias y prepara a la baja para su evacuación a la retaguardia. Estos cui dados de urgencia pueden incluir el comienzo de la administración de líqui do intravenoso, el control de la hemo rragia y el establecimiento de unas vías aéreas libres. _______________ Personal médico en un punto de reu nión o estación de clasificación. Exami na a la baja y evalúa sus heridas y estado general para determinar su prio ridad entre las bajas para continuar su evacuación a la retaguardia. ____________ Personal médico en un hospital fijo o móvil. Proporciona reanimación, ciru gía inicial de la herida y cuidados pos toperatorios. Las bajas que pueden ser transportadas reciben cuidados quirúr gicos en hospitales de la retaguardia de la zona de combate. Las bajas no transportables reciben cuidados quirúr gicos en un hospital cercano a la Esta ción de Clasificación. _____________ Personal médico en un hospital general proporciona los cuidados definitivos. La baja es bien rehabilitada al estado de actividad o transportada fuera del campo de operaciones. Traducción: Excmo. Sr. D. Diego Begara Mesa. GB. San. Med. Miembro del GTÍMU del COMEDSPrimerEscalón SegundoEscalón TercerEscalón CuartoEscalón Med Mil (Esp) 1998,54 (1) 39 Nota técnica General: — El entrenamiento de todo el personal militar en el reconocimiento y la preven ción de la lesión por el frío es la respon sabilidad de cada comandante individual. Primeros auxilios: — Medidas de prevención y de primeros auxilios (autoayuda y ayuda a un compa ñero). Principios: — Definición de la hipotermia — Efecto enfriante aumentado del viento (wind— chili efect) — Mayor conductividad térmica del agua (25 veces mayor que la del aire) — Termorregulación: en el individuo sano, si se le retira del frío, se produce un reca lentamiento espontáneo por mecanismos fisiológicos normales; sin embargo la ter morregulación está alterada en la hipoter mia severa. — Equilibrio hídrico: deshidratación y des plazamientos de líquidos. — Fenómeno de la caída posterior de la tem peratura (afterdrop) Características, síntomas y signos: Hipotermia ligera (temperatura central <350 y> 32°: — Escalofríos — Aumento de la frecuencia cardíaca — Aumento de la presión arterial — Aumento de la frecuencia respiratoria — Piel pálida y fría — Debilidad — Falsa sensación de bienestar — Alteración de los procesos mentales — Irritabilidad y agresividad Hipotermia moderada (temperatura central<32°y>30°: — No escalofríos — Reducción de la frecuencia cardíaca — Reducción de la presión arterial — Reducción de la frecuencia respiratoria — Piel pálida y fría — Confusión — EstuporTratamiento de la hipotermia ligera: — Retirar al paciente del ambiente frío — Tratar bajo cubierto si es posible — Quitar las ropas húmedas, secar al paciente y ponerle ropas secas calientes — Envolver al paciente en mantas aislantes, por ej.: mantas de lana y cubrirle la cabeza (las mantas de aluminio sólo son equivalentes al mismo espesor de plástico y son de escaso valor) — Medir la temperatura corporal central — Si el paciente está consciente y no confuso darle bebidas calientes — Prohibir fumar y la ingestión de alcohol — No descongelar las heladuras si hay riesgo de recongelación — Evacuar en mantas aislantes Tratamiento de la hipotermia moderada: — Como en la hipotermia ligera — Recalentamiento externo activo, si es posible — Considerar los líquidos iv calientes (40°) — Considerar el oxígeno caliente hurnidificado Retorno a la unidad: — Confirmar que existe una temperatura central normal, cese de los escalofríos y frecuencia normal del pulso — Adecuada nutrición (toma de líquidos y calo rías)— Tijeras — Ropas secas calientes (gruesas y aislantes) — Mantas aislantes — Termómetro de baja lectura Bebidas calientes — Mantas y colchas calientes — Líquidos iv calentados — Cánulas y equipos de administración iv — Oxígeno — Mascarillas faciales y tubos — Alimentos y bebidas calientesHIPOTER1'IIA (1/3) (marzo del 86 - modificado en mayo del 97) ENTRENAMIENTO TRATAMIENTO EQUIPO Primer y Segundo Escalón — Ropas y calzado de calidad comprobadas 40 Med Mil (Esp) 1998;54 (1) Nota técnica HIPOTER1VIIA (2/3) (marzo del 86 - modificado en mayo del 97) ENTRENAMIENTO TRATAMIENTO EQUIPO Hipotermia severa (temperatura central <300): — No escalofríos — Bradicardia - Arritmias — Hipotensión -el pulso puede ser impalpable. — ECG: PR y QT largos y ondas J — Hipoventilación, broncorrea — Piel pálida — Deshidratación - diuresis fría, presión hi drostática en inmersión — Estupor o coma — Dilatación de las pupilas — Arreflexia y rigidez — Metabolismo desordenado - producción de calor alterada, efectos anómalos de los fármacos — Riesgo de fibrilación ventricular elevado a .c 28° - manejo cuidadoso del paciente evitándole cualquier esfuerzo — Asistolia y cese de la actividad eléctrica cerebral a los 20° Nadie está muerto hasta que está caliente y muerto Lesiones asociadas: — Lesión por el frío congelación o no con gelación — Trauma enmascarado Infusión iv en ambientes fríos: — No intentar nunca establecer infusiones iv al aire libre a temperaturas por debajo de 0° C — Preparar la infusión en un refugio, al calor — Efectuar la infusión colocando los tubos bajo una chaqueta a prueba de viento, preferiblemente cerca de la piel — Si es esencial la infusión fuera del refu gio, colocar la bolsa de líquido iv debajo de las ropas del paciente, en la axila, insertar la cánula, conectar la infusión, infundir con una bolsa de presión Riesgos de la terapéutica con líquidos: — Los pacientes severamente hipotérmicos no tolerarán grandes sobrecargas de líqui dos iv. El recalentamiento no puede conseguirse con copiosas infusiones iv calientes Aire y oxígeno calientes: — Los gases calientes pueden producirse enrollando el tubo de administración de oxígeno en un recipiente con agua calien te (45 °C) — Los gases inhalados calentados reducen la pérdida respiratoria de calor, pero no contribuyen significativamente al reca lentamientoTratamiento de la hipotermia severa: — Como para la hipotermia moderada — Cuidado extremo en ta manipulación del paciente y evitar cualquier esfuerzo de este durante la movilización y transporte — Si respira, proteger o asegurar las vías aéreas — Oxígeno caliente humidificado — Líquidos iv calientes — Si está en parada cardíaca iniciar Reanima ción cardiorespiratoria, pero únicamente si puede ser mantenida durante un periodo pro longado de tiempo, sin riesgo para los cuida dores. El recalentamiento puede durar muchas horas (1) — Calentamiento interno activo, si es posible — Recalentar activamente hasta por lo menos 32°C para reducir el riesgo de parada cardiaca — Evacuar La reanimación debe intentarse incluso si la parada cardiaca se ha producido antes del resca te, pues la hipotermia protege de la lesión tisu lar isquémica y la salvación puede ser posible— Tubos naso u orofaríngeos — Tubos oro o nasotraqueales y laringosco pio — Equipo para ventilación manual: bolsa autohinchable, mascarilla con válvula — Monitores — Drenajes torácicos, catéteres peritonea les, catéteres urinarios, catéter nasogástri co — Equipos de infusión iv cortos, de 80 cm de longiud, si es posible, sin cámara de goteo — Bolsas de infusión a presión (1) En hipotermia con parada cardíaca, el recalentamiento puede llevar muchas horas. El recalentamiento intemo activo es lento (solamente es útil con circulación extracorpórea). Con líquidos iv calientes es lento (además sólo es posible infundir cantidades pequeñas de líquidos). La inhalación de gases calientes también pro duce pequeños aumentos en la temperatura Med Mil (Esp) 1998;54 (1) 41 Nota técnica HIPOTERMIA (3/3) (marzo del 86 - modificado en mayo del 97) ENTRENAMIENTO TRATAMIENTO EQUIPO Tercer Escalón Tratamiento adicional de la hipotermia Técnicas de recalentamiento: severa: — Recalentamiento externo pasivo: — Iniciar o continuar la reanimación cardio— — Tubos oro y nasofaríngeos Ambiente caliente —> 25 oC respiratoria (RCR) si es necesario (puede — Laringoscopio Ropas y mantas calientes requerirse una RCR prolongada) — Monitorizar con exactitud la temperatura cor- poral central (en localizaciones rectal o eso-— Tubos endotraqueales — Dispositivo para ventilación manual o ventilador mecánico — Recalentamiento externo activo: fágica) — Aparatos para la administración de oxíge Inmersión en agua caliente (40 Oc), sola- — Momtorizar continuamente el ECG no mente a los pacientes conscientes. No — Monitorización invasiva de la presión venosa — Monitores de presión arterial está contraindicado incluir los miembros central y presión arterial — Estetoscopio Dispositivos de calentamiento externo, — Corregir la volemia con coloides o cristaloi- — Jeringas y agujas por ej. mantas calientes, botellas con des calientes — Termómetro de lecturas bajas o termóme agua caliente, almohadas y mantas calen- — Monitorizar la eliminación urinaria (catéter tro electrónico tadas (tener cuidado de no quemar la piel) urinario) — Ventilación con gases humidificados calien-— Aparatos de monitorización: ECG, PVC, PA — Recalentamiento activo interno (central): tes si es necesario. Oxígeno al 100% si es — catéteres para PVC y arteriales Gases calientes inhalados (máximo 45 oc)apropiado — Líquidos iv (cristaloides y coloides) Líquidos iv calientes (máximo 40 oc) — Recalentamiento de acuerdo con los recursos — catéteres urinarios y naso—gástricos Irrigación gástrica o de la vejiga (máximo disponibles — Baño de agua caliente y termómetro para 40 oc) — Tomar muestras sanguíneas para bioquímica, monitorizar la temperatura Irrigación peritoneal o pleural (máximo hematócrito, y gases sanguíneos arteriales — calentadores de líquidos (nivel 1 si es 40 Oc), con soluciones isotónicas que noincluyendo el estado ácido—básico posible) contengan potasio solamente — corregir la bioquímica si es apropiado (si el — Dialisados peritoneales calentamiento extracorpóreo de la sangre pH es menor de 7 corregir con bicarbonato — Líquidos para sistemas extracorporales si empleando aparatos de hemodiálisis o desódico) están disponibles hemofiltración — No tratar las arritmias sin monitorización de — Armario de calentamiento, horno de By—pass cardiopulmonar ECG y no antes de que la temperatura central esté por encima de 30 oc. La desfibrilaciónmicro-ondas — Pruebas hematológicas y bioquímicas Monitonzación: del corazón frío es ineficaz y dañina. Las — Analizador de gases sanguíneos — La corrección del pH y Pco2 con respec- arritmias pueden corregirse espontáneamente — Desfibrilador to a la temperatura es innecesario en laal aumentar la temperatura central — Fármacos para protocolos de reanima hipotermia — Tratar las arritmias de acuerdo con los proto- colos normalizados de reanimación si la tem- peratura central encima de los 30 occión (adrenalina, lidocaína, bretilio, atro pina) 42 Med Mil (Esp) 1998;54 (1) NOTA TÉCNICA Tratamiento de la diarrea en Campaña Grupo de Trabajo de Medicina de Urgencia (GT/MU) del COMEDS' Med Mil (Esp) ]998;54 (1): 43-44 PREÁMBULO Las operaciones de mantenimiento de la paz, incluyendo la ayuda humanitaria, generalmente tienen lugar en áreas donde, con frecuencia se encuentran malas condiciones higiénicas y enfermedades producidas por los alimentos y el agua. La diarrea profusa y acuosa causa deshidratación y desequilibrio electrolítico que necesitan tratamiento apropiado. Unas pocas prescripciones prácticas y oportunas pueden ser útiles para disminuir la morbilidad y la severidad de la enfermedad en las fuerzas desplegadas. Este tríptico está relacionado con los trípticos de reemplazo peroral de líquidos en campaña, antibióticos y desórdenes relacio nados con el calon Nota: este tríptico está dirigido primariamente al personal militar. Si se usa para la población civil, el conocimiento local respecto al organismo causal está con frecuencia disponible y puede actuarse de acuerdo con la etiología. TRATAMIENTO DE LA DIARREA EN CAMPAÑA (1/2) [mayo de 1997] ENTRENAMIENTO TRATAMIENTO EQUIPO Primer Escalón Enseñar: General: por lo general la enfermedad es autoli- — Esfigmomanómetro Causas de la diarrea aguda: bacteriana, mitada y la recuperación se produce sin terapia — Carbón Medicinal viral, parásitos y no infecciosa específica y sólo mediante dieta — Loperamida cáps, 2 mg Fisiopatología de la diarrea aguda Diagnóstico: Tratar la deshidratación si es necesario por — Solución reemplazante oral (SRO) o solu — Clínico reemplazo peroral de líquidos, en ausencia deciones de Haldane modificada o de Moyer — Valorar la circulación contraindicaciones (ver tríptico correspondien — Valorar la hidratación te). Usar la solución reemplazante oral (SRO) de Pronóstico: la OMS o, en su defecto, la solución modificada — La enfermedad es generalmente autoli-de Haldane o la de Moyer Soluciones de infusión: mitada — Ringer lactato — En los casos severos puede producirse Tratar el shock o la deshidralación severa — Solución de cloruro sódico al 0,9% deshidratación e, incluso, shock mediante infusiones intravenosas — Equipos y cánulas de infusión intravenosa — El cólera es la causa más probable de deshidratación severalshock, por pérdida Antibióticos: no en el Primer Escalón masiva de líquidos — La fiebre tifoidea puede causar hemorra- Política de evacuación: gia intestinal y gran pérdida sanguínea — En caso de diarrea prolongada no hemorrági — Combinada con otras causas de hipovo- ca, puede considerarse la evacuación al lemia, la deshidratación puede producir- Segundo Escalón (dependiendo de las condi se antes de lo esperado ciones de alojamiento) Epidemiología de la diarrea — En caso de diarrea con heces sanguinolentas Prevención de la diarrea: o fiebre alta, deshidratación grave o shock, — Elección cuidadosa de los alimentos yestá indicada la evacuación al Tercer Escalón bebidas — Asar completamente la carne y hervir los líquidos destinados al consumo — No prevención por vacunas o fármacos . — El uso preventivo de los antibióticos está contraindicado a causa de sus efectos secundarios Traducción: Excmo.5r. D. Diego aegara Mesa, Ga.san.Med. Miembro del GTIMU del COMED5 Med Mil (Esp) 1998;54 (1) 43 Nota técnica TRATAMIENTO DE LA DIARREA EN CAMPAÑA (2/2) [mayo de 1997] ENTRENAMIENTO TRATAMIENTO EQUIPO Segundo Escalón Enseñar: (Ver Primer Escalón) Diagnóstico (si es posible) por: — Análisis de sangre (velocidad de sedi- mentación, frotis sanguíneo) — K sérico, hematócrito, pH(Ver Primer Tratar la hipokalemia y la acidosis, si se obser- van Antibióticos: no en el Segundo Escalón Política de evacuación: — Admisión en caso de diarrea no hemorrági- ca y buenas condiciones generales, o deshi- dratación ligera — En caso de diarrea con heces hemorrágicas o fiebre alta, deshidratación severa o shock, está indicada la evacuación al Tercer Escalón— Esfigmomanómetro — Carbón Medicinal — Loperamida — Metoclopramida — Solución modificada de Haldane, solu ción, de Moyer o equivalente, como la SRO Soluciones para infusión: — Ringer Lactato — Solución de NaCI al 0,9% — Equipos y cánulas para la infusión iv — KC1 — NaHCO3 Tercer Escalón Enseñar: (Ver Segundo Escalón) Diagnóstico: — Análisis de heces — Cultivo de heces y determinación de la sensibilidad a antibióticos — Análisis de sangre (VSG, frotis, gota gruesa) — K sérico, hematócrito y pH(Ver Segundo Escalón) Tratar la hipokalemia y la acidosis Antibióticos: solamente en caso de infección grave o continuada. Elegir el antibiótico apro- piado según el antibiograma— Esfigmomanómetro — Carbón medicinal — Loperamida — Metoclopramida — Solución modificada de Haldane, solución de Moyer o equivalente, como la SRO Soluciones para infusión: — Ringer lactato — Solución de NaC1 al 0,9 % — Equipos y cánulas para infusión corres pondiente) 44 Med Mil (Esp) 1998;54 (1) NOTA TÉCNICA Enseñar cómo: — Medir la agudeza visual — Inspeccionar párpados y pestañas — Inspeccionar la córnea, conjuntiva y esclerótica con la ayuda de una linterna — Valorar la profundidad de la cámara anterior — Valorar la forma y reacciones de las pupilas — Valorar los movimientos oculares (ambos ojos juntos y cada ojo separadamente) — Valorar la sensación infraorbitaria — Valorar la presión ocular — Valorar el fondo de ojo Peligro de una hemorragia secundaria mas grave entre el 3° y el 5° día con hifema total, glaucoma secundario y tinción de la córneaLESIONES NO PENETRANTES Heridasdelospárpadosyfaciales — Proteger al ojo y detener la hemorragia — Si es necesario suturar para aproximar los bordes de la herida — Antibióticos de amplio espectro iv.(por ej.: Cefazolin) — Vacuna tetánica 0,5 ml — Apósitos y vendaje Cuernosextrañosylaceracionesconiuntivales — Lavar el saco conjuntival con solución salina y retirar los cuerpos extraños sueltos — Excluir la sospecha de lesiones penetrantes — Gotas oculares de cloranfenicol, ciprofloxaci no u otro antibiótico de amplio espectro — Aplicar apósito y vendaje Ouemadurasoftálmicas — Instilar gotas oculares anestésicas — Lavar con suero salino o agua — Instilar gotas oculares antibióticas — Instilar gotas midriáticas — Aplicar apósito y vendaje (rellenar tarjeta médica de campaña) Cuerposextrañosy/oabrasionescorneales — Instilar gotas oculares anestésicas (por ej.: oxybiprocaína, tetracaína) — No eliminar los cuerpos extraños con la punta de una aguja hipodérmica larga, sostenida tangencialmente a la córnea — No rascar cualquier herrumbre — Instilar gotas oculares de fluoresceína — Instilar gotas oculares midriáticas (hioscina) — Instilar gotas de antibiótico de amplio espectro (cloranfenicol o ciprofloxa cino, si se dispone de él) — Apósitos y vendajes - Repetir las gotas oculares de fluoresceína e inspec cionar diariamente hasta que se cure la abrasión — Gotas oculares de antibiótico de amplio espectro (cloranfenicol o ciprofloxacino) se continóan 3 veces al día durante una semana — Retorno del paciente a su unidad Hifema (sangre en la cámara anterior) — Necesita descanso ocular total — Enfermo que tiene que ser evacuado en camilla — evacuar para reposo completo en cama — Gotas oculares de homatropina — Gotas oculares de cloranfenicol o ciprofloxacino — Apósitos y vendajes de AMBOS ojos — Evacuar— Jeringas y agujas — Sutura fina con doble aguja atraumática cortante (7/0) — Equipo de sutura — Anestésicos locales — Antibióticos — Vacuna tetánica — Apósitos y vendajes — Solución salina y frasco lavador — Gotas oculares de antibióticos — Gotas oculares midriáticas — Gotas oculares anestésicas — Oftalmoscopio Traducción: Exemo.5r. del GTIMU del COMEDSLesiones oftálmicas en Campaña Grupo de Trabajo de Medicina de Urgencia (GT/MU) del COMEDS' Med Mil (Esp) 1998;54 (1): 45-46 LESIONES OFTÁLMICAS (1/2) [octubre del 82, modificado en mayo del 97] ENTRENAMIENTO TRATAMIENTO EQUIPO Primer Escalón — Gotas oculares de fluoresceína Med Mil (Esp) 1998;54 (1) 45 Nota técnica LESIONES OFTÁLMICAS (2/2) [octubre del 82, modificado en mayo del 97] ENTRENAMIENTO TRATAMIENTO EQUIPO Primer Escalón (sigue) Lesiones orbitarias — Antibióticos iv de amplio espectro (ciproflo xacino o piperacilina) — Vacuna tetánica hay diplopía yio enoftalmos yio incapaci dad para abrir la mandíbula yio mejilla plana asociada con anestesia del nervio infraorbita rio: Evacuar LESIONES PENETRANTES — Antibióticos iv de amplio espectro (ciproflo xacino o piperacilina) — Vacuna tetánica 0,5 ml — Gotas oculares de antibiótico de amplio espectro (cloranfenicol o ciprofloxacino o piperacilina cada 6 horas) — Apósitos y vendaje (cambiar el apósito tras cada instilación de gotas oculares de anti biótico, bañar las pestañas con solución sali na y mantenerlas limpias) — Si los párpados están desgarrados o hendidos, se necesita suturar la piel cerca del margen de ambos párpados para aproximarlos — Evacuar acostado en camilla Segundo escalón — Continuar todos los tratamientos — Evacuar las bajas con lesiones penetrantes u orbitarias y aquellos con hifema o blefaros- pasmo severo por abrasión no penetrante— Antibióticos — Gotas oculares de antibióticos — Solución salina, apósitos y vendajes — Jeringas, agujas — Suturas finas con doble aguja curvada, cortante, atraumática — Equipo de sutura — Oftalmoscopio Tercer Escalón — Inspeccionar el fondo de ojo — Valorar el campo visualLESIONES NO PENETRANTES — Continuar el tratamiento como se ha perfilado en los escalones previos — Las heridas faciales y de los párpados se repa- rarán meticulosamente LESIONES PENETRANTES — Continuar el tratamiento y evacuar a una uni dad oftalmológica — Si está indicada la extirpación precoz de un ojo solamente debe realizarse la evisceración completa (NO debe realizarse la excisión del globo cortando hasta el nervio óptico) — Si es posible, el herido con un ojo lesionado pero no totalmente ciego debe evacuarse a una unidad oftalmológica especializada — También deben serlo los heridos con las siguientes condiciones: — Prolapso del tejido uveal y cápsula de las lentes — Heridas comeales — Heridas esclerales abiertas — Heridas corneales abiertas — Cuerpos extraños intraoculares — Cuerpos extraños acribillando la comea— Antibióticos — Solución salina — Gotas oculares de antibióticos — Fluoresceína — Apósitos y vendajes - Oftalmoscopio — Fármacos 46 Med Mil (Esp) 1998;54 (1) ACTUALIZACIÓN Dermatología Patología dermatológica del área oftálmica del Páez Serrano3, A. Sanz Asenjo4 RESUMEN Existen una serie de procesos dermatológicos que se manifiestan con preferencia en el área oftálmica del trigémino. Muchos de dichos cuadros no son muy conocidos, pero tienen importancia clínica en función de sus posibles complicaciones. En esta actuali zación se efectúa un repaso de las principales entidades clínicas, al objeto de facilitar el diagnóstico y prevención de las patologías asociadas o derivadas, que fácilmente serían evitables con la mera observación y una aproximación adecuada al paciente, lo que posibilitará una intervención terapéutica más temprana y eficaz. PALABRAS CLAVE: Trigémino - Mancha vino de Oporto - Nevus de Ota - Nevus spillus - Herpes zóster - Herpes simple Med Mil (Esp) ]998;54 (1): 47-52 INTRODUCCIÓN El área dermatológica correspondiente a la rama oftálmica del trigémino comprende toda la zona órbito-periorbitaria, frente y nariz. Esta distribución supone que cualquier patología que asien te en esta localización añade un \"problema\" estético a la enfer medad de base, independientemente de su potencial gravedad. Dentro de los cuadros dermatológicos asociados a esta dis tribución destacan, como más importantes y característicos, los siguientes: nevus de Ota, herpes zóster, manchas en vino de oporto, además del herpes simple y el nevus spillus (tabla 1). Cualquiera de estos cuadros puede complicarse, desde una degeneración maligna, hasta la aparición de una grave patología ocular, o la aparición de determinados cuadros sindrómicos potencialmente peligrosos. Tabla 1. Dermatosis en el área oftálmica del trigéminoPor otra parte, el que exista una asociación más o menos fija, pero de una mayor frecuencia, de estos cuadros con la distribu ción de la rama oftálmica del trigémino, nos hace pensar en la posibilidad de un origen neuroectodérmico o que exista alguna alteración en el período de desarrollo común embrionario del sistema nervioso central y la piel, afectándose ambos sistemas orgánicos, apareciendo así las posteriores alteraciones (ejemplo, la enfermedad de Sturge-Weber)( 1). NEVUS DE OTA También denominado nevus fuscoceruleus oftalmomaxilaris o melanocitosis oculodérmica (2,3). Fue descrito por un médico japonés llamado Ota en 1939 (4), que lo clasificó en distintos DERMATOSIS FRECUENCIA EDAD DE APARICIÓN GRAVEDAD POTENCIAL Herpes zóster Herpes simple Mancha en vino de Oporto Nevus de Ota Nevus spillusMuy frecuente Frecuente Poco frecuente Raro Muy raro (en cara)Adultos Jóvenes Recién Cte.San.Med. Dermatólogo. Jefe de Servicio Del Servicio de Dermatología. Hospital Militar central \"Gómez Ulla\". Madrid Dirección para la correspondencia: Dr. Luis Barcala vázquez. Servicio de Dermatología. Hospital Militar cenual \"Gómez Ulla\". Glorieta del Ejército sIn. 28047 Madrid Fecha de recepción del manuscrito: 24 de noviembre de J997tipos según la distribución del cambio pigmentario, siendo un cuadro casi exclusivo de razas orientales (3). Consiste en una mácula azul pizarrosa que aparece unilateralmente en áreas de distribución de la primera y segunda ramas del nervio trigémi no (figura 1). En un 60% de los casos cursa con la afectación conjuntival y de la esclera (figura 2), siendo ésta su forma más característi ca, y en un menor número de casos afecta a la mucosa nasal y bucal (2). Med Mil (Esp) ]998;54 (1) 47 L. Barcala Vázquez, et al Aparece en el nacimiento en un 50% de las ocasiones mientras que en el resto de los casos su aparición ocurre en la pubertad. En cuanto a su pronóstico es una lesión permanente exis tiendo la posibilidad, aunque remota, de malignización. En algún caso se ha descrito la asociación de deformidad de la fosa craneal posterior, y en otro hemiatrofia facial (5). Histopatológicamente se describe la aparición de melanoci tos dendríticos en la dermis. Su tratamiento consiste en el uso de maquillaje para amorti guar el efecto antiestético de la lesión, así como la utilización de crioterapia y láser de rubí para eliminar la pigmentación, siendo esta última técnica la que mejores resultados está dando. El uso de altas frecuencias con el láser de rubí, permite realizar pocas sesiones de tratamiento sin observarse un incremento del riesgo de formación de escaras o cambios en la textura de la piel (6). HERPES ZÓSTER Es una radiculoneuritis (7) con erupción de vesículas en el dermatoma correspondiente al ganglio sensitivo afecto. Excep cionalmente se afectan dos o más dennatomas. Generalmente afecta a pacientes mayores de 50 años y en situaciones de depre sión de la inmunidad. Clínicamente cursa con dolor de la zona afecta acompañado de fiebre, cefalea, malestar general y la aparición de adenopatí as regionales. Dos a cuatro días más tarde aparecen pápulas roji zas, vesículas y pústulas que regresan en un periodo de aproxi madamente 15 días remitiendo el dolor y los síntomas constitu cionales junto con la erupción en la mayoría de las ocasiones (figura 3) (7). La localización más frecuente del herpes zóster es el área intercostal (75% de los casos), seguida del área trigeminal en un 15% de las ocasiones, destacando en este caso por la espectacu laridad y la repercusión estética que supone. Las complicaciones (7) de esta patología son las siguientes: — En pacientes inmunodeprimidos puede existir una dise minación de la afectación herpética, con la posibilidad de hacer se hemorrágico y de afectar sistémicarnente llegando, en algu nas ocasiones, a ser incluso mortal. — Neuralgia postherpética en un 30% de las ocasiones, afectando fundamentalmente a personas mayores de 60 años, siendo muy difícil de controlar dicha neuralgia mediante terapia analgésica. — Lesiones cutáneas necróticas que dejan cicatrices resi duales y afectación motora en algunas ocasiones, generalmente reversibles, que afectan también a sujetos mayores de 60 años en la mayor parte de los casos. — Aparición de cuadros de conjutivitis, queratitis, uveítis o edemas conjuntivales que pueden originar incluso pérdida de la visión (figura 4). — Afectación del ganglio geniculado del séptimo nervio craneal apareciendo el síndrome de Ramsey-Hunt, que cursa con lesiones cutáneas de carácter herpético en el conducto audi tivo externo, acompañadas de parálisis facial homolateral, hipo acusia y vértigo. El diagnóstico de la afectación herpética se realiza median te la clínica fundamentalmente, siendo de ayuda el uso del cito-diagnóstico de Tzanck con tinción con Papanicolau e inmu nohistoquírnica, así como el incremento de los títulos de anti cuerpos específicos. A menudo el herpes simple zosteriforme es imposible de diferenciar clínicamente del herpes zóster; en estos casos el ais lamiento del virus, o la identificación de antígenos o de ácidos nucleicos del VHZ en el material obtenido de las lesiones, es el único método fiable para la diferenciación de ambas entidades (8). La profilaxis (7) de la afectación herpética se realiza mediante la vacunación y la gammaglobulina específica, aunque no siempre son efectivas, pero sí disminuyen la severidad de la infección. El tratamiento (7) es sintomático mediante la prevención de las infecciones, la terapia analgésica y el uso de agentes des- congestivos. El uso de antivíricos tipo aciclovir y famciclovir parece ser el único tratamiento adecuado para prevenir la afectación her pética y para disminuir la severidad de la infección; se basa en la administración de 800 mg, cinco tomas diarias, de aciclovir durante 5 a 10 días, o de fanciclovir a dosis de 250 mg tres veces al día durante 7 días. También se puede usar el valaciclovir, pre cursor del aciclovir, a dosis de 1.500 mg/día. En cuanto al tratamiento de la neuralgia postherpética es bas tante controvertido, dado que en muchas ocasiones esta terapia no es efectiva, manteniéndose los dolores neurálgicos, incluso durante años. De todos modos debe intentarse el alivio de los dolores neurálgicos, mediante el uso de analgésicos, antidepresi vos y anticonvulsivantes en caso necesario, requiriéndose en algunas ocasiones la infiltración de la zona afecta con corticoi des, e incluso corticoterapia sistémica, siempre utilizada con cautela, al poderse desencadenar una diseminación del zóster (9). HERPES SIMPL1. Infección causada por el virus del herpes simple (VHS), muy comíin en el hombre, estimándose que un 80% de la pobla ción tiene anticuerpos frente al VHS (7). Existen dos tipos antigénicos que causan predominantemen te características patologías: 1) VHS tipo 1, asociado a infeccio nes orofaciales y 2) VHS tipo II, asociado a infecciones genita les. Patogénicamente, ocurre uta persistencia del VHS en los ganglios sensitivos de forma latente, para desplazarse por las fibras nerviosas y afectar la piel o las mucosas, replicándose en el interior de las células epiteliales, donde se expresa en la clí nica. El contagio ocurre por contacto directo de la mucosa o piel con soluciones de continuidad o bien con saliva o secreciones genitales de un portador. Este contagio ocurre en la infancia en el tipo E y es asintomático en el 95% de los casos, mientras en el tipo II sucede durante la pubertad por vía sexual, siendo sin tomático habitualmente. Clínicamente se distinguen dos tipos de afectación: 1. Primoinfección, generalmente asintomática, y cuando aparecen los síntomas éstos son más graves que en las recurren cias. Puede presentarse como: 48 Med Mii (Esp) 1998;54 (1) Dermatosis en la zona oftálmica del trigémino — Gingivo-estomatitis. Es la más frecuente, se incuba en 4- 5 días. Aparece una lesión eritematovesiculosa que remite en aproximadamente dos semanas. Se acompaña de fiebre y ade nopatías. — Herpes genital primario. Transmitido por vía sexual. Su periodo de incubación es de 3 a 14 días, apareciendo lesiones vesiculosas que se rompen y ulceran: es doloroso y se acompa ña de fiebre en la mayoría de los casos. 2. Recurrencias: ocurren tras cuadros tiaumáticos, infeccio nes. menstruación... Clínicamente cursan con la aparición de vesículas agrupadas y ausencia de sintomatología general. Apa rece preferentemente en la región orofacial (figura 5). Sus complicaciones son las siguientes: — Queratoconjuntivitis. Es una lesión severa, purulenta, con ulceración y opacidad corneal consecuente en caso de la infección primaria. En las recurrencias aparecen queratocon juntivitis, úlceras dendríticas. queratitis o ocurrir lesiones por inoculación en erosiones cutáneas (frecuente en personal sanitario). — Erupción variceliformc de Kaposi. Infección generaliza da por el VI-lS en pacientes con enfermedad cutánea previa (des taca el eczema atópico). — Afectación inmunodepriniidos. de la Herpes herpética Mcd (Esp) /998:54(1) 49 L. al Anatomopatológicamente cursa con degeneración baloni zante de queratinocitos. aparición de células gigantes multinu cleares e inclusiones intranucleares eosinofílicas. El diagnóstico se fundamenta en la clínica. Son de gran ayuda la anatomía patológica. citodiagnóstico de Tzank, la inmunofluorescencia y la determinación del título de anticuer pos en los casos dudosos. El tratamiento se basa en la prevención de las sobreinfeccio nes y cuidado sintomático ante infecciones leves. Ante cuadros clínicos severos se usa aciclovir a dosis de entre 200 y 800 mg, cinco tomas al día durante 5-7 días, o cinco mg/kg de peso por vía iv cada 8 horas durante 5-7 días. La prevención de las recidivas, sobre todo en herpes genita les se realiza con aciclovir oral. 200 mg cada 12 horas.Aparece. en ocasiones, como manifestación cutánea de otros síndromes donde la afectación principal es visceral, como es el caso de la afectación de leptomenínges y calcificaciones cere brales (síndrome Sturge-Weber) o malformaciones vasculares de tejidos blandos y huesos (síndrome de Krippel-Trenaunay Weber)( lO) con una probable relación entre ambas patologías de origen en el desarrollo embriológico, lo que haría que la afecta ción dérmica sirviese como marcador para el estudio de los pacientes y su control. Clínicamente las lesiones aparecen desde el nacimiento, aunque en algiín caso pueden aparecer signos de regresión de las mismas, pero esto no es lo habitual. Suelen ser lesiones unilate rales y se localizan con mayor frecuencia en el territorio de dis tribución de la ¡ama oftálmica del trigémino, afectando no sola mente al área dérmica sino también al globo ocular o. en el caso de las otras ramas trigeminales. las mucosas oral y nasal, y la va mencionada afectación de estructuras cerebrales intracraneales homolaterales (figura 7). Ncurológicamente la afectación puede cursar con hemipare sia contralateral, hemiatrofia muscular, epilepsia y retraso men tal. Oftalmológicamente la afección puede acarrear cuadros con juntivales. glaucoma, parálisis oculares e incluso ceguera (11). Histopatológicamente aparecen vasos capilares y caverno sos de paredes delgadas dispuestos laxamente en la dermis. No existe proliferación de células endoteliale. por lo que la lesión MANCHAS EN VINO DE OPORTO Malformación vascular, de carácter macular rosado-rojo vinoso oscuro. Su distribución afecta preferentemente a zonas de la cara y dentro de éstas destacan las zonas de distribución del nervio trigémino (figura 6).Figura 5. Herpes simple. Lesiones eriteinato—e.sicuIOsa.ç Figura 6.Mancha en vino de Oporto. Mácula ??jO—%lflO.V0 en áreas de distribución de la primera y segunda ,ma Figura 7. Mancha eji vino de Oporto. de Sturge del trigémino Weher 50 MedMilt'Esp) 1998:54 (1) Dermatosis en zona oftálmica del trigémino no debería considerarse un angioma. sino un nevus telangiectá SICO (1 El tratamiento requiere un control evolutivo de estos pacien tes dada la posibilidad de afectación neurológica. Por otro lado hay un claro componente estético, que en muchas ocasiones lleva a los pacientes a la búsqueda de una solución y en estas situaciones la opción más válida es el uso del laser terapéutico (láser colorante de rubí) (lo). Otras técnicas son el uso de ciru gía plástica, tono X. radioterapia (absolutamente desfasadas) y maquillaje. SPILLUS También denominado nevus sobre nevus o nevus lentigino so moteado. Aparece casi siempre desde el nacimiento (41. Con siste en una mácula café con leche, con máculas o pápulas más oscuras de 1 a 2 mm de diámetro, cada vez más numerosas, que aparecen sobre la lesión primitiva (lleura 8). Es una patología rata en esta localización, siendo más carac terístico observarlo en el torso y las extremidades (12). Existe una cLara relación entre el nevus spillus y la neurofi bromatosis cutánea, lo que contribuye a sustentar la hipótesis de que se trata de una displasia neuroectodérmica compleja scg mentaria o generalizada (13). aunque en la mayoría de las oca siones el nevus spillus es una hipermelanosis epidérmica. con nevus mela nocíticos sobre ellos. La complicación más importante es la posible aparición de un melanoma maligno de gran agresividad (13). El tratamiento consiste en la observación y la extirpación en caso de que aparezcan signos de degeneración maligna. conm es el caso de los cambios de coloración. aumento brusco de tama ño. inflamación, ulceración, hemorragia, etc. El empleo del láser de rubí a impulsos Q (Q-Switched Ruhv Lc,ser) se ha intro ducido recientemente. Consigue aclarar en gran parte estas lesiones por destrucción de los melanocitos hasta 1 mm de pro fundidad, gracias a su afinidad por el pigmento melánico (efec to termolumj'nico), CONCLUSIONES La asociación de determinadas patologías al área trigeminal. sugiere la posible existencia de un origen neut'oectodérmico embrionario común a dichos cuadros. Respecto a otras áreas del cuerpo, la mayor frecuencia de asentamiento de lesiones angiomatosas. la alta frecuencia de lesiones herpéticas, la baja de nevus spillus y, por contra, la mayor de nevus de Ota, podría tener su origen en la compleja diferenciación embrionaria de la extremidad cefálica. Se han hipotetizado distintos eventos causantes de estas aso ciaciones: un error en desarrollo embriológico que afecta las células del SNC y la piel, coexistiendo las alteraciones en los dos órganos y progresando ambas sin interacciones directas (ejemplo, la enfermedad de Stuge-Weber): el que tanto el SNC como la piel son vulnerables, en ttti mismo momento. al mismoagente patológico (ejemplo, el herpes zóster): que desórdenes dermatológicos son consecuencia de anormalidades del SNC. o viceversa o que agentes bioquímicos inhiban procesos naturales de proliferación o migración en el periodo embrionario (1,14). Todo esto nos lleva a considerar que no es lo mismo un asiento metamérico que una distribución metamérica. yasí se ha inten tado explicar la distribución sobre las líneas de Blaschko de las dermatosis invocando mecanismos conio mosaicismos. dispari dad funcional de los mutación del ADN o el cieci miento cutáneo segmentado (15). De este modo, y dado que el desarrollo en el cerebro y cordones espinales dtirante el periodo embriológico tiende a seguir un patrón metamérico. puede ocu rrir que anormalidades vasculares (hetnangiomas que afecten piel SNC) puedan coexistir si. ciertamente, estos defectos en el desarrollo embriológico ocurren en regiones particulares 1). Por otro lado, existe la posibilidad de que factores locales interfieran el desarrollo natural de la red milliar embrionaria, lo que supone que la asociación melamérica no tiene por qué basarse en alteraciones embriológicas. sí en factores concomi tantes qtre nos acaban dando una imagen que podemos asociar a distribución metamérica. cuando en realidad es una\"ctstiali dad\" con preferencia de asociación a determinadas metámeras. El ejemplo más típico de localización metamérica lo constituye el herpes zóster (1). En definitiva, podemos decir que las lesiones descritas en este artículo se pueden englobar, en la mayor parte de los casos. dentt'o del término denominado \"blaschkitis\", al asentar las mismas en una distribución peculiar, siguiendo el patrón descrito por Blasch ko, y en lbnción de los agentes causales antes indicados (15). Debemos tener en cuenta la posible aparición de complica ciones de todos estos cuadros. como es la posibilidad, aunque rara, de malignización de los nevus de Ota y .vjñhlus. El desarro llo de un glaucoma que evolucione rápidamente hacia la cegue a, o bien la aparición de cuadros epilépticos. de retraso mental, hemiparesia..., en el caso de la angiomatosis con afectación vis ceral. El desarrollo de una complicación viral a nivel ocular, la aparición de una neuralgia trigeminal de severas consecuencias. en el caso de las afectaciones herpéticas... Finalmente, todos estos cuadros, y dado el peligro latente que suponen, deben ser conocidos y controlados en su evolución para evitar las evcntuales complicaciones que hemos señalado.Figura 8. Netus spUlus. Mácula ¡cc/te en Mccl Mil (Esp) /998,54 (1) 51 L. Barcala Vázquez, et al BIBLIOGRAFÍA 1. Priscilla Short M, Adams R. Neurocutaneous diseases. En: Fitzpatrick et al. Dermatology in general ed. McGraw-Hill; 1993. p. 2249- 2253. 2. Vanclocha F, Rodríguez J. Tumores pigmentarios. En: Iglesias L et al. Tra tado de dermatología. i cd. Madrid: Luzán; 1994. p. 938. 3. Bleehen SS, Ebling E Trastornos del color de la piel. En: Rooks et al. Tra tado de dermatología. 4 ed. Barcelona: Doyma; 1989. p. 1683;1723. 4. Mosher D, Fitzpatrick T, Ortnne JP, ion Y. Alteraciones de los melanoci tos. En: Fítzpatrick et al. Dermatología en medicina general. 33 cd. Buenos Aires: Panamericana; 1987. p. 980-981; 994-995. 5. Mackie Rona. Tumores de los melanocitos. En: Rooks et al. Tratado de dermatología. 43 cd. Barcelona: Doyma; 1989. p. 265 1-2652. 6. Lowe Ota: Tre atment with high energy fluences of the Q swithched ruby laser. J Am Acad Dermatol 1993;29:997-1001. 7. Jaen Olasolo E virus y ricketsias. En: Igle sias et al. Tratado de dermatología. 1 ed. Madrid: Luzán; 1994. p. 202-204.8. Oxham M. Enfermedades por virus. En: Fitzpatrick et al. Dermatología en medicina general. 33 cd. Buenos Aires: Panamericana; 1987. p. 2565-2589. 9. Armijo M. Dermatosis por virus. En: Armijo M y Camacho F, editores. Dermatología. l3ed. Madrid: Ediciones CEA; 1987. p. 847-849. 10. Gallego M, Pastor L, Rodríguez J. Tumores vasculares en la piel. En: Igle sias et al. Tratado de dermatología. l cd. Madrid: Luzán; 1994. p. 104 1- 1042. 11. Atherton A. Nevus y otras anomalías del desarrollo. En: Rooks et al. Tratado de dermatología. 43ed. Barcelona: Doyma; 1989. p. 216-219. 12. Rhodes y displasias de los melanocitos. En: Fitzpatrick et al. Dermatología en medicina general. 3 cd. Buenos Aires: Panamericana; 1987. p. 1078-1079. 13. Armijo M. Tumores del sistema melanocítico. En: Armijo M y Camacho F, editores. Dermatología. l cd. Madrid: Ediciones CEA.; 1987. p. 456. 14. Vicente FJ, Gil P, Vázquez-Doval FJ. Principales mecanismos etiopatogé nicos de las enfermedades neurocutáneas. Rey Neurol 1997;3(supl.7):214- 221. 15. Roca Miralles M, Castells Rodelas A. Las líneas de la piel y su relación con las dermatosis lineales. Piel 1992;7:92-100. 52 Mcd Mil (Esp) 1998;54 (1) INFORMES Y REPORTAJES DE SANIDAD MILITAR Dotación de ecografía portátil en el módulo de J. Roel Valdés2, J.C. Hernández Navarro3 RESUMEN La selección de las bajas para su preparación en la evacuación es un momento crucial. Se propone el establecimiento, a nivel de Segundo y Tercer Escalón, dentro de la Organización Logística de la Sanidad Militar en Campaña, del equipo de ecografía portátil y se describen sus indicaciones como mejora de la clasificación continuada a efectuar en los mismos. Finalmente, se ofrecen suge rencias para la elección del equipo más idóneo. PALABRAS CLAVE: Ecografía portátil - Clasificación de bajas - Puesto de Clasificación - Puesto Quirúrgico Avanzado - Hemo rragia severa Med Mil (Esp) 1998,54 (1): 53-57 INTRODUCCIÓN El aspecto quizás más importante de la asistencia sanitaria en la Zona de Combate (ZC.) es la clasificación de las bajas pro ducidas en combate, con la respectiva asignación de priorida des, esto es los que se denomina triage. Éste viene condiciona do por la estimación del denominado plazo operatorio, o tiempo máximo que puede demorarse el tratamiento sin que peligre la vida del paciente (1). Por otra parte, se ha puesto de relieve en las estadísticas generales de los conflictos bélicos recientes (2) un predominio de las lesiones abdominales y músculo-esqueléticas. En una serie, las primeras conllevaron la necesidad de realización de endoscopia en 36 casos durante 3 meses, que fue normal en el 67% de los casos y patológico en el 33% restante, de modo que el 67% retomaron a su puesto el primer día, y el 17% fueron evacuados para obtener tratamiento. Con la finalidad de mejorar la determinación de prioridades, con una evaluación de las incidencias más fiable, se propone la dotación de ecógrafo portátil en el Módulo de Radiología de Campaña, adaptable a los distintos Servicios de Sanidad en Campaña de las FAS. El módulo de Radiología está integrado en una tienda modu lar polivalente (3,4) o en un contenedor desplegable y cuenta con el material enumerado en la tabla 1. Cap.San.Med. Residente de Radiodiagnóstico TCoI.San.Med. Radiólogo Cte.San.Med. Radiólogo Del Servicio de Radiodiagnóstico. Hospital Militar Central \"Gómez Ulla\". Madrid Dirección para la correspondencia: Dr. D. Miguel Ángel Gorrea Sabater. Servicio de Radiodiagnóstico. Hospital Militar Central \"Gómez Ulla\". Glorieta del Ejército sIn. 28047 Madrid Fecha de recepción del manuscrito: 31 de octubre de ¡997 Fecha de aceptación del manuscrito: 25 de noviembre de ¡997La máxima de la Logística Sanitaria es proporcionar al Ser vicio de Sanidad (SSAN) todos los medios necesarios para cum plir su misión en el momento oportuno y en el lugar adecuado, con la máxima economía de medios. Esta cuestión debe tener una respuesta dentro de las exigen cias de la táctica sanitaria, considerada como el arte de disponer, mover y emplear los medios sanitarios de personal y material en el campo de batalla eficazmente y teniendo en cuenta misión, terreno y medios. Basándonos fundamentalmente en la gran facilidad de movi lidad de los equipos portátiles de ecografía, se considera que pueden ser de inestimable valor para detallar las lesiones que establezcan los tipos de prioridad, así como para el diagnóstico en la asistencia médico-quirúrgica urgente y en el estableci miento de los plazos de máxima hospitalización, cometidos que corresponden a los tres Escalones del Servicio de Sanidad en Campaña (figura 1). Tabla 1. Material del módulo de Radiología N° . contenedoresModelo.Material 1 A5 Películas, chasis, antidifusores, revelador, fijador... 1 K-402-S Aparato de radiología portátil 1 A 20 Aparato de radiología portátil 1 A 40 Aparato de radiología portátil 1 K-402-S Cámara visor de radiología 2600x550x700 mmReveladora de placas (con cá mara de revelado y placa sopor te, mesa, placa plegable...) Med Mil (Esp) 1998;54 (1) 53 M.A. Gorrea Sabater, et al PROPUESTA DE IMPLEMENTACIÓN DE ECOGRAFÍA PORTÁTIL EN CAMPAÑA MATERIAL Ecotomógrafo bidimensional en tiempo real de alta definición para aplicaciones abdominales. Área, perímetros y multimedidas en pantalla. Sondas sectoriales y convex de 3,5 Mhz. Monitor de 50/60 Hz. Peso 14kg. Dimen siones: 33 x 45 x 29 cm (ancho x profundidad x altura) (figura 2). DOTACIÓN DENTRO DE LA ORGANIZACIÓN LOGÍSTICO OPERATIVA DE LA SANIDAD MILITAR La ecografía portátil tendrá como finalidad contribuir fun cionalmente a la preparación de la evacuación proporcionando el mayor grado de objetividad a la valoración clínica inicial. EnelEjércitodeTierra.- A nivel de Segundo Escalón, esto es del PCLA (Brigada-Division), con o sin apoyo de Tercer Escalón, esto es PQA (Cuerpo de Ejército y Apoyo a Division), según el escalonamiento clásico del Servicio de Sanidad y la maniobra de las Unidades en cada momento (5,6). Enla Armada.- A nivel de Segundo Escalón, en el Buque Con trol de Bajas o Buques de Desembarco, que son los más cercanos a la playa y, normalmente, son los designados para ser Buque Con trol Primario, y esto les permite una canalización de las evacua ciones de bajas hacia los Buques Hospital (Tercer Escalón). Así mismo, se podrá considerar su dotación en la organiza ción sanitaria de la Fuerza Anfibia Operativa, con el Equipo de Sanidad de la Unidad de Apoyo Logístico, cuya misión es la de organizar en la playa un Puesto de Clasificación-Evacuación y hospital de playa. EnelEjércitodelAire.- Dado que el Segundo Escalón se encuentra establecido en las Bases y Unidades Aéreas como prolongación operativa de las misiones del Primer Escalón ampliadas a los cometidos de evacuación, la dotación ecográfi ca portátil será a este nivel unificado. Así mismo, podrán ser dotados los Grupos de Aeroevacua ción Medicalizada compuestos de un equipo de médico de vuelo y médico intensivista. INDICACIONES La ultrasonografía portátil en Campaña irá dirigida a la obje tivación de hemorragia intra-abdominal severa con categoría Pl (bajas Prioridad Uno) o Extrema Urgencia, esto es, con un plazo operatorio de 3 horas, y asistidas habitualmente en PQA (6). De igual modo, en la objetivación de las hemorragias inter nas con categoría P2 (Prioridad Dos) o Urgencia Relativa, cuya asistencia puede ser diferida en 6 u 8 horas (7), siendo asistidas en el PQA si así se ordena (6). SEMIOLOGÍA BÁSICA Se revisará a continuación la aplicación ecográfica en los traumatismos abdominales.PRIMER ESCALÓN TERCER ESCALÓN SEGUNDO ESCALÓN TERCER ESCALÓN Figura 1. Los tres primeros escalones sanitarios: flujos. PS: Puesto de Socorro; PCLA: Puesto de Clasificación; PQA: Puesto Quirúrgico Avanzado; HC: Hospital de campaña L r 1 1 1 k / II Figura 2. Ecógrafo portátil de campaña. Permitiría movilidad y flexibilidad en su aplicación. 54 Med Mil (Esp) 1998,54 (1) Ecografía portátil en Campaña Bazo Para cualquier traumatismo cerrado la lesión de este órgano es la más frecuente (1,8). Existen tres tipos fundamentales de afectación: 1. Con cápsula intacta 2. Con pequeña rotura capsular. Una pequeña laceración periférica aparece como un defecto lineal hipoecogénico. Con la transección se observa un plano de líquido más extenso atrave sando la totalidad del grosor de la pulpa esplénica o un patrón ecogrúfico heterogéneo. 3. Con hemorragia intraperitoneal masiva por gran rotura. La hemorragia presenta diferentes patrones ecográficos depen diendo del tiempo de evolución. En menos de 2-t horas la hemo rragia intraparenquiniatosa aparece hipoecogénica (figura 3). Un hematoma fresco a veces es indistinguible del tejido espIé- nico normal, ofreciendo únicamente los signos de esplenomega ha o un doble contorno esplénico. Con el tiempo, el hematoma ofrece un aspecto más líquido o anecogénico. El líquido libre intraperitoneal probablemente representa sangre. quizá mezcla da con trasudado peritoneal por la presencia de hemorragia en la cavidad. Retroperitoneo La hemorragia retroperitoneal es frecuente en los trauniatis mus abdominales. La lesión de los grandes vasos por proyecti les, sobre todo, se u-aduce en una muy alta mortalidad. Si la hemorragia es de aparición reciente, se comporta como una lesión anecogénica. Hay que destacar la asociación importante entre fracturas pélvicas y hemorragias severas. Hígado Los dos principales mecanismos de lesiones son la compre sión directa en la que suele estallar la superficie superior del lóbulo derecho y las lesiones de contragolpe en las que el híga do puede fragmentarse originando una importante hemorragia intraperitoneal. El objeto del estudio ecográfico es, fundamentalmente, detectar líquido libre (figura 4), alteración del contorno hepáti co o la ocurrencia de hematomas intrahepáticos y suhcapsulares. Generalmente, cuando existe, el hematoma hepático se compor ta como hipoecogénico con unos bordes mal definidos (figura 5). En la hemorragia aguda, el patrón tiende a ser ecogénico debido a la existencia de fibrina y hematíes alterados, así como en el período inicial postraumático donde el hematoma se mues tra hiperecogénico. Si el hematoma es suhcapsular, se localiza en la periferia hepática; si se rompe resulta difícil de identificar. Riñón ra con ausencia de ecos en la zona del traumatismo, d) áreas Se pueden objetivar: a) hemorragias parenquimatosas. b) hipoecogénicas de infarto, ye hematomas pélvicos o retroperi coágulos en el sistema imágenes lineales de fractu- toneales.Figura 3. Hematoma extenso, que se manifiesta eco grd/icatnente ronzo colección líquida de 11 x 6 Figura 5. Hematoma intrahepático. Área hipoecoicu de bordes irregulai'es en el Mil (Esp) 1998:54 (1) 55 M.A. Gonea Sabater, et al SUGERENCIAS PARA LA ELECCIÓN DEL EQUIPO DIAGNÓSTICO El diagnóstico mediante ultrasonidos es una técnica de gene ración de imágenes utilizada cada vez más en todos los ámbitos de la medicina. Actualmente, se le han asignado infinidad de apli caciones prácticas y debido a la amplia gama de equipos de ultra- sonidos disponibles es importante realizar una elección apropiada del equipo que se ajuste mejor a las necesidades. Por ello, se repa sarán los conceptos básicos que deben ser considerados. Características principales Se debe conocer cuál es el objetivo prioritario, esto es, la visualización de los órganos internos. Para la práctica propues ta a nivel de Segundo y Tercer Escalón (PCLA y PQA, respec tivamente), deben considerarse los requerimientos técnicos que exige la generación de imágenes de las vísceras macizas intra abdominales a una profundidad limitada. Diseño del transductor ¿Transductor lineal o sectorial?. Los transductores lineales poseen una serie de cristales a lo largo de su superficie de barri do que se activan secuencialmente para provocar una emisión de sonido rectangular. La mayor ventaja de este tipo de escáner es que tiene un amplio campo de visión en las zonas cercanas, de manera que es ideal para la observación de estructuras muy superficiales. La desventaja más patente de los transductores lineales es que incluso los modelos más modernos y más com pactos requieren de un área de contacto entre la piel y el trans ductor relativamente grande. Esto los vuelve inapropiados para la creación de imágenes torácicas. Un transductor sectorial consta de uno o más cristales dis puestos para producir emisión en forma de abanico. La ventaja principal de esta clase de transductores es que sólo precisa de una pequeña área de contacto entre la piel y el transductor, de manera que pueden ser muy pequeños y, en consecuencia, tener una mayor maniobrabilidad. Esto les hace esenciales para la ultrasonografía abdómino-pélvica. El mayor inconveniente de los transductores sectoriales es que tienen un muy reducido campo de visión de las zonas más cercanas, lo cual puede dificultar la determinación de las rela ciones anatómicas de estructuras superficiales. Los transductores sectoriales pueden dividirse adicional- mente en dos tipos: los mecánicos y los fásicos. Los mecánicos pueden tener un solo cristal de oscilación o una serie de cristales montados sobre una rueda giratoria. Los fásicos tienen una serie fija de cristales que son inducidos elec trónicamente y en forma sucesiva para producir la emisión del sonido. Este segundo tipo, los fásicos, es teóricamente preferible pues no tiene partes móviles que sufran desgaste, no originan vibraciones y sus imágenes tienen una calidad mayor. Recientemente, han aparecido en el mercado transductores - anulares. Se trata de una subclase del tipo mecánico en los cuales el cristal está compuesto de anillos concéntricos que permi ten enfocar las imágenes en un amplio intervalo de profundida des de campo, mayor que en los cristales convencionales. Frecuencia de transduccción La mayoría de los transductores actuales del mercado pro ducen sonidos de una sola frecuencia característica. El sonido de alta frecuencia (de 7,5 a 10 MHz) no tiene gran penetración en los tejidos blandos pero origina imágenes de resolución exce lente. Por lo tanto, es ideal para la observación de estructuras superficiales tales como el ojo o los tendones. El sonido de baja frecuencia (de 2 a 3,5 MHz) penetra mucho más en los tejidos blandos pero su resolución de imagen es menor. Es útil enton ces para el diagnóstico sobre estructuras profundas. Algunos transductores permiten su utilización con más de una sola frecuencia. Por lo general constan de tres tipos distin tos de cristal montados sobre una rueda giratoria. Sólo uno de los cristales actúa en un momento dado en función de la fre cuencia seleccionada, lo cual significa que la calidad de la ima gen es menor en relación con la de los transductores estándar de una sola frecuencia. Controles de teclado — Conmutador on-off — Ganancia: altera la cantidad global de sonido que se pro duce y, en consecuencia, la intensidad de los ecos de retorno. — Control de compensación del aumento de profundidad o compensación del aumento de tiempo: estos controles permiten la amplificación electrónica de los ecos de retomo desde parte o la totalidad del campo de visión. Se emplean para alcanzar un brillo uniforme en la imagen sobre toda su superficie o campo. Los controles pueden ser puramente manuales o automáticos, con posibilidad de ajuste manual. — Selección de profundidad de campo: la profundidad a la cual el sonido es capaz de penetrar está en función de su fre cuencia y de la clase de tejidos a través de los cuales este soni do debe desplazarse. Dentro de estos límites es posible escoger la visión de una porción del campo amplificando la imagen. — Control para la congelación de imágenes. — Calibradores electrónicos para las mediciones. Los siguientes controles están presenten en tan sólo algunos aparatos. Su importancia está en función de las aplicaciones deseadas. — Selector de transductor: algunos aparatos permiten al operador seleccionar la clase del transductor yio frecuencia desde la tabla de control, lo cual es mejor que desconectar uno y conectar el otro a continuación. Es una característica conve niente pero no de gran importancia. — División a pantalla: algunos aparatos permiten al opera dor congelar una imagen y guardarla en una de las mitades de la pantalla mientras se prosigue con el barrido en la otra mitad. Esto puede ser a veces de gran utilidad al permitir la compara ción directa entre imágenes, pero sigue sin constituir una fun ción adicional imprescindible. 56 Med Mil (Esp) 1998;54 (1) Ecografía portátil en Campaña — Memoria: puede disponerse de un dispositivo para alma cenar varias imágenes congeladas que puedan luego ser recupe radas en secuencia. Es una función útil que permite el almace namiento sin interrumpir el examen, para interpretarlas más tarde y tomar copias con comodidad al terminar todo el proce so. La memoria tan sólo actúa mientras el aparato está activado, de manera que al apagarlo se pierdan todas las imágenes alma cenadas. — Selección del ángulo de emisión: puede ser posible rea lizar una selección entre dos o más ángulos de emisión. En tér minos generales, un ángulo de emisión reducido proporciona mayor resolución de imagen pero reduce los límites del campo de visión, mientras que un ángulo abierto permite una buena visión de conjunto con una resolución de imagen menor. Así, se utiliza un ángulo abierto para la orientación inicial, y a conti nuación un ángulo cerrado para el examen de estructuras indi viduales. — Controles de pre y postprocesamiento estos permiten alterar el contraste y el brillo de las imágenes en movimiento y congeladas respectivamente. Es de utilidad cuando se emplea correctamente, aunque estos controles deben manipu larse con prudencia para evitar la creación de artefactos o, incluso, la eliminación accidental de lesiones verdaderas de las imágenes. Grabación de imágenes Es importante disponer de algún medio para la grabación de las imágenes congeladas para poder conservar los exámenes médicos completos en los casos en que deban guardarse. La comparación entre exámenes secuenciales se hace con ello posi ble, y puede establecerse entonces una referencia entre las con diciones normales o anormales de un caso. Las cámaras Polaroid han sido utilizadas como método de conservar imágenes congeladas. Las impresoras de vídeo pro porcionan unas reproducciones de excelente calidad a partir de las imágenes congeladas. Las cámaras multiformato generan también reproducciones de excelente calidad aunque en pelícu la fotográfica. Las grabadoras de vídeo son muy útiles para la conservación y visionado posterior de imágenes en movimien to. Suelen ser acoplables a la mayoría de los aparatos de ultra sonidos. Otros factores a considerar de un aparato son su transporta bilidad y su resistencia al manejo, y la longitud del cable que conecta el transductor con el aparato. También pueden ser acon sejables los interruptores activables con el pie para congelar y descongelar la imagen.COMENTARIOS FINALES En la Zona de Combate se manejan menos recursos sanita rios que en la Zona Interior, a pesar de su carácter más crítico y urgente; mientras que en la retaguardia se utilizan recursos muy complejos y completos, con carácter menos crítico, y mayor gasto implícito. Con el soporte técnico de la ecografía portátil, establecido a nivel de Segundo y/o Tercer Escalón, se pretende llegar a un mayor grado de objetivación patológica con la finalidad de mejorar la clasificación o triage y, consecuentemente, reducir el número de bajas en los escalones de asistencia sanitaria más completa y compleja. Por otro lado, no debemos de olvidar la contribución que la ecografía puede ofrecer en cuanto a la rapidez de diagnóstico de certeza en aquellos casos de extrema urgencia, que condiciona rán la evacuación del paciente sin mayor dilación. Ello, además de la mejora en la precisión, e incluso la cuantificación de las lesiones, de mayor o menor gravedad. En conclusión, creemos que la implementaCiófl de ecografía portátil en estos escalones sería beneficiosa en muchos aspec tos: 1) mejora en la rapidez diagnóstica, 2) mejoría en la preci sión y fiabilidad del triage, 3) disminución del tiempo consumi do en la estabilización y evacuación, 4) disminución del núme ro de laparotomías, 5) facilita la reconsideración sucesiva de la clasificación, fundamentalmente en el PQA, tras aplicación de medidas terapeúticas, 6) es adaptable a la movilidad de los Ser vicios de Sanidad en Campaña de los Ejercitos de Tierra, Mar y Aire, y 7) economía de medios en retaguardia. BIBLIOGRAFLA 1. Galan Herrero J, Benlloch García J. Papel de los departamentos de diag nóstico por imagen en las grandes catástrofes Med Mil (Esp) 1989;45:534-539. 2. Hernández Navarro M. La sanidad norteamericana en la Guerra del Golfo. Med Mil (Esp) 1992:48:166-169. 3. Calvo Benedi M. MQC-50: Módulo quirúrgico de campaña de 50 camas. Unidad básica móvil de intervención rápida. 1 parte. Med Mil (Esp) 1988;44:604-607. 4. Calvo Benedi M. MQC-50: Módulo quirúrgico de campaña de 50 camas. Unidad básica móvil de intervención rápida. II parte. Mcd Mil (Esp) 1989;45:74-79. 5. Villalonga Martínez LM. Apoyo sanitario a la maniobra de las Unidades. Med Mil (Esp) 1990;46:679-684. 6. Villalonga Martínez LM. Concepción actual de la función logística sanitaria de campaña en los distintos escalones. Mcd Mil (Esp) 1991:47:174-180. 7. Abellán Martínez A. Organización sanitaria de una zona de catástrofe. Ejército 1989;Enero:88-91. 8. Mittelstaedt CA. Ecografía Abdominal. Barcelona: Doyma. 1994. Med Mil (Esp) 1998;54 (1) 57 AGENDA Enero a junio de 1998 Instituto de Medicina Preventiva del ET. Capitán Médico Ramón y Cajal\" III CICLO DE CONFERENCIAS 1998 Parasitismos emergentes Prof. Dr. D. Antonio Martínez Fernández. Académico y Catedrático de Parasitología. Facultad de Farmacia, U. Complutense de Madrid. 30 de enero de 1998. AIco/ioljs,no en las FAS. Prof. Dr. D. Antonio Saez Crespo. Profesor Titular de Medicina Preventiva. Facultad de Medicina. U. Complutense de Madrid. 27 de febrero de 1998. Biogénesis y Astrología. Prof. Dr. D. Demetrio Santos. Coronel de Infantería. Academia de Infantería. 27 de marzo de 1998. La primera relación de Santiago Ramón y Cajal con el Ejército. Aportación a su biografía. Prof. Dr. D. Jose Manuel Pérez García. Académico y Coronel de Sanidad (Veterinaria). 24 de abril de 1998. Sistemas de inteligencia artificial para control de enfermedades trans misibles. Prof. Dr. D. Francisco Hervás Maldonado. Comandante de Sanidad (Medicina), Jefe del Servicio de Microbiología del H.M.C. \"Gómez Ulla\". 29 de mayo de 1998. Panorama sanitario de la contaminación ambiental. Prof. Dr. D. Félix Pérez y Pérez. Académico y Catedrático Emérito de la U. Complutense de Madrid. 19 de junio 1998. Las conferencias_coloquio tendrán lugar en el salón de actos del Instituto (C/ Donoso Cortés, 92. 28015 Madrid) a las 11:30 horas, y a ellas queda invitado todo el personal que tenga interés en el tema. Febrero a junio de 1998 Parque Central de Farmacia 1 CICLO DE CONFERENCIAS AÑO 1998 Miércoles 4 de febrero Las aguas Minero—Medicinales de Galicia. Excmo. Sr. Dr. D. Antonio J. Ramírez Ortega. Profesor de la E.T.S. de Ingenieros de Minas. Académico de número de la Real Academia de Doctores. Miércoles 4 de marzo El farmacéutico en la guerra química. Excmo. Sr. Dr. D. Manuel Domínguez Carmona. Profesor Catedrático de la Facultad de Medicina. Académico de número de las Reales Academias de Farmacia y Medicina. Miércoles 1 de abril Paseo farmacéutico por el Camino de Santiago. Dr. D. Carlos Arrieta Isasi. Vicepresidente de la Asociación de amigos de los caminos de Santiago en Vizcaya. Miembro de la Asociación de Historia de la Farmacia. Miércoles 6 de mayo Proceso I÷D en el desarrollo de un fármaco. Dr. D. Luis Alberto del Río Alvarez. Profesor de Tecnología Farmacéutica de la Universidad S. Pablo—CEU. Miembro de A.E.F.I.Miércoles 3 de junio Venturas y desventuras del Palacio Real. Teniente Coronel Manue Gomis Gavilán. Jefe del Servicio de Enfermedades Infecciosas de Hospital Militar del Aire. Profesor titular de Medicina de la U.C.M. Nota: Todas las conferencias se celebrarán, a las 12.30 horas, en e salón de actos del Parque Central de Farmacia de Madrid. C Embajadores 75. 28012 Madrid. Marzo de 1998 Hospital del Aire CURSO DE ACTUALIZACIÓN DE ENFERMEDADES INFEC CIOSAS Lunes 9 de marzo 12.00 h La infección en la historia. Excmo. Sr. D. Arturo Ortiz González. 12.40 h La divulgación científica en las enfermedades infecciosas. .íosé Prieto Prieto, M Luisa Gómez—Lus Centelles. las Heranz. Martes 10 de marzo 12.00 h La Sanidad Militar ante las enfermedades epidémicas. José Barberán López. 12.40 h La infección como metáfora. Javier López Iglesias. 13.20 h ¿Quién conquistó y defendió América? Juan García de Lomas. Miércoles 11 de marzo 12.00 h Infecciones y antibióticos en los extremos de edad. José González Nuñez. 12.40 h ¿Hay futuro para el microbiólogo clínico? Emilio Bouza Santiago. 13.20 h Las antibióticos del Siglo XXI. José Angel García Rodríguez. Jueves 12 de marzo 12.00 h Ventajas e inconvenientes de la política de antibióticos. Manuel López—Brea. 12.40 h Cien aáos de antibióticos. Manuel Gomis Gavilán. 13.20 h De padecimientos secretos a enfermedades de transmisión sexual. Evelio J. Perea. Viernes 13 de marzo 12.00 h La comunicación con el paciente infeccioso. Joaquín López— Arceo. 12.40 h Cumplimiento y abandono terapéutico con antibióticos. Juan J. Picazo. 13.20 h Las enfermedades infecciosas y la medicina interna. Juan Martínez López de Letona. Secretaría e información: PBM—Products Business Management Ronda de Segovia, 2. 28005 Madrid Tfno 365 07 95 Fax 364 09 98 58 Med Mil (Esp) 1998,54 (1) CASO EN IMÁGENES Erupción pustulosa de localización acral MA. Molinero Barranco, Cte.San.Me1 Servicio Nkdico de la BRIMZ X. Cerro Muriano. Córdoba OBSERVACIÓN CLÍNICA Se trata de un varón de 48 años de edad, campesino de pro fesión y natural de La Carlota, provincia de Córdoba. Entre los antecedentes familiares, se destaca un psoriasis pustuloso en una hermana. El paciente padece una diabetes insípida y no presenta aler gia conocida a medicamentos. Refiere que al iniciarse la enfermedad, hace seis meses, se le practicó un cultivo de una muestra obtenida de una de las uñas de los dedos de las manos que resultó positivo para candida sp. Se le trató en consecuencia, pero continúa la pustulación. A la exploración, presenta múltiples pústulas localizadas en los pulpejos de los dedos 1°. 2°. 4° y 5° de la mano derecha y 10y 40 de la mano izquierda. Las pústulas confluyen y forman pla cas hiperqueratósicas que ascienden hacia los bordes periun gueales. Las faneras de los dedos afectados presentan una oni codistrofia intensa que afecta a la totalidad de la placa ungueal. El resto del tegumento de la zona es normal (figuras 1 y 2). Se procede a tomar muestras de las uñas por raspado de la zona hiponiquial para la realización de cultivos micológicos. Asimismo se puncionan algunas pústulas y mediante torunda de algodón se obtiene el material para un cultivo bacteriológi co. Ambos fueron negativos. La biopsia de la pieza obtenida por un \"punch\" de una pústula pone de manifiesto una papilo paraquera tosis focal. de neutrófilos en las puntas de las papilas que tienden a emigrar a la capa córnea con formación de pústulas. Con el diagnóstico es acrodermatitis continua de Hallope au. se inicia tratamiento con 30 mg de deflazacort. administra dos por vía oral en una dosis única matutina. Al controlar el brote se disminuye, progresivamente, la dosis a la mitad. En la actualidad se encuentra asintomático. COMENTARIO Uno de los problemas actuales de las pustulosis amicrobia nas es su clasificación nosológica. Así, el caso que nos ocupa es considerado como una forma de psoriasis pustuloso localizado. También se encuadra como entidad morbosa independiente. La característica clínica de todas ellas es la formación de pústulas estériles que evolucionan por brotes, consecuencia de la forma ción de lesiones intraepidérmicas repletas de polimorfonuclea res neutrófilos con espongiosis de los comeocitos. Aunque su tratamiento es difícil, los corticoides generales suelen ser útiles en la enfermedad de Hallopeau.Figura 1. Pustulosis en el extremo listal de los dedos de las manos Figura 2. Pustulosis. Detalle Med Mii (Esp) /998:54 (1) 59 CARTA AL DIRECTOR Laparoscopia diagnóstica complicada por punción aórtica Sr. Director: El comienzo de la cirugía laparoscópica a principios de siglo para realizar cirugía menor fue un hecho que despertó un gran interés en el ámbito quirúrgico. Debido a sus potenciales ventajas respecto a la ciru gía convencional, como menor dolor postoperatorio, menor tiempo de estancia hospitalaria, buenos resultados estéticos, menor morbilidad y a los avances tecnológicos en el material utilizado, fue posible realizar otros tipos de cirugía mediante esta técnica (1). Aunque son poco fre cuentes, debemos prestar gran atención a las complicaciones peropera torias que puedan producirse, siendo necesaria una monitorización ade cuada para detectarlas precozrnente y tratarlas con eficacia. Presentamos el caso de una paciente de 30 años de edad y 54 kg de peso, sin antecedentes de interés, salvo que a los 26 años fue intervenida de apendicectomía y quistectomía de ovario izquierdo en una única mter vención que transcurrió sin complicaciones. En la actualidad se encontra ba en estudio por esterilidad, siendo admitida para exploración por ciru gía laparoscópica. Las pruebas complementarias realizadas en el estudio preanestésico fueron: ECG, radiografía de torax, hemogrania y bioquími ca elemental, encontrándose todas dentro de los límites de normalidad. El día de la intervención se le realizó venoclisis con catéter \"abbo cath\" de calibre 20—G en el dorso de la mano derecha y se monitorizó con ECG continuo de tres derivaciones, tensión arterial incruenta cada 5 minutos, pulsioximetría (Sp02), presión en vías aéreas (Pwa), con centración inspirada de oxigeno (Fi02), volumen corriente (Vt), y fre cuencia respiratoria (Fr). Las cifras basales de tensión arterial y fre cuencia cardíaca fueron 120/70 minHg y 100 1/mm respectivamente. Fue premedicada con 0,5 mg de atropina y 2,5 mg de midazolán. La inducción se realizó con 2,5 mg/kg de propofol, 0,6 mg/kg de besi lato de atracurio, y 0,3 mg de fentanilo, conectándose tras la intubación orotraqueal a un respirador Emgstrom 300. El mantenimiento se llevó a cabo con una mezcla de 02/N20 (Fi02 al 35%), isofluorano, fentanilo y besilato de atradurio que se administraron a demanda. La intervención comenzó con una incisión infraumbilical para introducción de aguja de Veress e insuflación de C02, realizándose neumoperitoneo de 4'5 litros y posterior introducción de trócar de 10 mm para óptica. Se practicó una segunda punción suprapúbica y se introdujo trócar de 5 mm para palpador. En este momento se detectó caída brusca de tensión arterial (85/40 mmHg), taquicardia sinusal de 140 llmin y descenso de la pulsioximetría, procediéndose de inmedia to, ante la sospecha de lesión de un gran vaso, a vaciar el neumoperi toneo y a la apertura de cavidad abdominal. La laparotomía reveló la presencia de sangre libre cuyo origen parecía ser retroperitoneo. En el acto se canalizaron vías venosas de gran calibre (Certofix 1 6—G en vena yugular interna derecha y catéter \"abbocath\" 16—O en miembro superior derecho) para infusión de líqui dos y derivados hemáticos. Para mantener la estabilidad hemodinámi ca de la paciente fue necesaria la infusión de 4.500 ml de cristaloides y 2.500 ml de concentrado de hematíes, así como administración de dopamina en perfusión continua. También se trasfundieron 1.347 ml de plasma fresco. Cuantitativamente se estimó la hemorragia en 3.500 ml mediante la inspección del contenido del aspirador de campo y de las compresas empapadas.Se realizaron dos determinaciones de gases arteriales revelando, la primera de ellas, la presencia de acidosis metabólica que precisó corrección con bicarbonato sódico. En todo momento, se logró la esta bilidad hemodinámica y se mantuvo una diuresis adecuada. Mientras tanto, el equipo quirúrgico procedió a ampliar la laparo tomía hasta hacerla supraumbilical y a comprimir manualmente la zona sangrante, contactando con urgencia con el servicio de Cirugía Vascular. Al exponer retroperitoneo se evidenció un desgarro de 2—3 cm en la cara anterior de la aorta, a nivel de la salida de la ilíaca dere cha y herida punzante en la cara posterior de la aorta. El desgarro pre cisó la colocación de un parche de Goretex, mientras que en la cara posterior se realizó sutura simple. Tras la reparación vascular se revisaron los genitales internos y tras. la extirpación de un hidátide de morgagni en la trompa izquierda se procedió al cierre de la cavidad abdominal. La duración total de la intervención fue de 3 horas y 45 minutos, trasladándose a la paciente intubada a la sala de reanimación. Durante su estancia en reanimación la paciente mantuvo las constantes hemodi námicas y la diuresis sin necesidad de apoyo farmacológico y fue extu bada a los 75 minutos de su ingreso. La evolución durante los dos días de estancia en la unidad fue favo rable; los controles bioquímicos, hematológicos y de coagulación rea lizados fueron normales, por lo que fue dada de alta a la sala de hospi talización. Tras once días de ingreso en sala y la realización de una TC abdominal de control, que no reveló ninugún hallazgo anormal, fue dada de alta hospitalaria. Las lesiones de grandes vasos son un hecho reflejado con escasa incidencia en la literatura de cirugía laparoscópica (2,3). Aunque la ciru gía laparoscópica es una técnica segura, no debe ser considerada como un procedimiento quirúrgico menor, ya que es capaz de producir tal tipo de complicaciones que podrían causar incluso la muerte del paciente. En nuestro caso, la confianza en la experiencia del cirujano que realizó la técnica y el carácter diagnóstico del procedimiento hizo que no tomára mos las precauciones necesarias en todo procedimiento de esta índole (4). Es nuestro deber como anastesiólogos mantener una atención con tinua sobre el procedimiento técnico y llevar a cabo una monitorización y accesos venosos adecuados (5) que nos permitan una respuesta rápida y enérgica sobre las complicaciones que pudieran presentarse. M.S. Serrano Atero y A. Cañas Pedrosa2, Anestesiólogos Hospital Clínico Universitario San Cecilio de Granada H.G.B. Antequera2 de Málaga [Recibido: 3 de diciembre de 1997] [Correspondencia con primera firmante, Servicio de Anestesiología y Reanimación. Hospital Clínico Universitario San Cecilio. Avda. Doctor Olóriz. 16. Am 1991;71:1085—1097. 2. Katz M. Beck P, Tancer ML. Mayor vessel injuring during laparoscopy. Analysis of two Am 1970;135:544—545. 3. Baagsdaar Y, Gutiérrez—Crespo R, Naranjo JM, Cordero F, Ballester F, Suárez MT, et al. Punción accidental de vena cava inferior con aguja de veress en cirugía laparoscópica. Rey Esp Anestesiol Reanim 1995:42:246. 5. Mil (Esp) 1998;54 (1) CRÍTICA DE LIBROS Cecil. Tratado de Medicina Interna Editores: J.C. Benett Pg. II. color. Tapa dura. 28x23 cm. 2 vol. Este es uno de los libros que no debiera ser presentado. Cuando era estudiante de medicina —a finales de los sesenta— solfa comentar con los compañeros las virtudes y deficiencias de los libros de texto en uso durante nuestros años clínicos. El Cecil-Loeh\" acabó teniendo fama enLre muchos de libro enrevesado, penoso de memorizar y difícil de leer y consultar. Alguien aducía, por ejemplo, que en el índice ni siquie ra había una entrada para gastritis'. Recuerdo sin embargo que era mi preferido en enfermedades iniecciosas y es posible que deha en parte mi vocación neurológica a su enfoque. lúcido pragmático. de las afec ciones del sistema nervioso. Bastantes años después. en un traslado de domicilio, un enorme y único volumen de una chillona 15 edición en color butano del \"Cccil\", provocó las iras de ciertos mozos y Lina estu pefacta y admirativa mirada de un par de ellos. Aquí —me dijeron— debe estar wdo lo que se sabe de medicina ¿es posible que alguien pueda aprenderlo? Me parece que no —les respondí— pero si tino supiera la cuarta parte podría ser un buen catedrático de medicina. Acaba de salir un nuevo \"Cecil\". Veinte ediciones en 70 años es sufi ciente argumento para convencemos de su valor intrínseco. Aunque la medicina norteamericana no hubiera dado al mundo otra cosa, esta obra en la que se describe en poco más de 2.500 páginas la esencia de la medi cina occidental, justificaría su existencia. Los editores, J. Claude Bennet —un internista— y Fred Plum —un neurólogo— han sabido coordinar con total maestría el buen hacer de más de cuatrocientos colaboradores expertos. Ellos y el profundo sentido cooperativo de los norteamericanos lo hicieron posible. Se ofrece en esta edición una versión en CD-ROM, en inglés, pero el contacto con un libro, como en el amor, es táctil tanto como visual, así que lo que se gana en espacio se pierde en enjundia. Hay libros para almacenar en los depósitos cerrados de las biblio tecas, los hay qtic ocupan los estantes de las salas públicas y se con sultan una vez al año, existen libros temporales, transitorios. efímeros, cuyo destino viene determinado por el breve intervalo que dura en reposo la ciencia, libros para hojear, iluminar la retina y ser olidos, tex tos que valen exactamente lo que el grosor de sus hojas. Muchos libros están ligados a la contingencia de un examen. Sólo un puñado ocupan en nuestro cerebro una parcela permanente. que medra con los años,destinados a ser leídos de forma recurrente, a perder sus hojas entre manos inquietas, a despertar nuestro instinto curioso. a suscitar la dis cusión con el autor en voz baja, bajo la lámpara nocturna, a habitar en fin nuestra casa y formar parte de la vida de uno sin remedio. Esto es el \"Cecil\" para mi. Autor: Luis María GonzaloJ. Ferrero Arias, TCoL5an.Aícd. Servicio de Neurología Hospital Militar Central \"Gómez Ulla\" Madrid Navarra: Ed. Universidad de Navarra, 1997 ISBN:84-31 3-1 530-X 218 pág. II B/N. Rústica. 22x15 cm. 1 vol. En este libro el Dr. Luis M. Gonzalo explica el mecanismo de acción de una serie de técnicas refiexoterápicas como son la acupuntu ra, la auriculoterapia y la reflexoterapia endonasal. que tienen en común el actuar a distancia por vía nerviosa. Consta el libro de 3 panes bien definidas: una introducción históri ca. un estudio sencillo y esquemático de la vía nociceptiva y la mudti lación del dolor y por último una revisión de las principales técnicas de reflexoterapia con especial énfasis en la acupuntura. En general viene a ser una ampliación y pucsta al día de otro libro publicado por el atitor en l97) en esta misma editorial y titulado: La acupuntura tu el tratamiento del dolor. En resumen, un libro recomendable para aqtiellos médicos qtte bus quen una explicación fisiopatológica de los mecanismos de acción de la acupuntura, aunque solo sea en su aspecto analgésico. Interés que quizás hoy adquiere mayor relieve, r'iiz del comunicado de la confe rencia de consenso soBre acupuntura. que patrocinada pot los Institutos Nacionales de la Salud Nlfl. se ha celebrado en Berhesda, Maryland. EE.UU.), en noviembre de 1997. confirmando la utilidad de la acu puntura en determinadas dolencias. 1. vázquez González, TCo1,Soi,AJeJ Neurocirujano. Médico acupuntor por la Facultad de EDPOOS y PLUM sILL.KOLKLwMOLro i1LT,;0] Reflexoterapia: Bases Neurológicas Mcd Mil (Esp) 1998:54(l) 61 CRÍTICA DE LIBROS Autores: México: McGraw-FI ji -Interamericana, 970-10-1163-5 X + 457 pág. II. Tapa dura. 28x22 cm. 1 vol. Texto introductorio a la práctica de la anestesiología. Esta edición presenta los Lemas fundamentales 'i más actualizados de la materia; entre otros, los capítulos sobre el tratamiento del dolor postoperatorio, trasplante de órganos. anestesia para procedimientos en el quirófano, etc. Todos ellos componentes importantes en la práctica del anestesió loco. [Información de Sosa-Iudicissa, Gamboa Buenos Aires: Editorial Médica Panamericana, 1997 ISBN 950-06-1 61 5-7 xxxvi + 587 pág. II. color. Incluye CD-ROM. Rústica. 22x14 cm. 1 vol. En la era de Internet surgen casi a diario textos introductorios sobre la red de redes, la que está haciendo posible la \"comunicación global e instantánea\" entre los humanos. No pocos son los dedicados a su empleo en el ámbito biomédico. pero es posible que este nuevo libro depare algunas ventajas al novicio, pues explica las cosas desde el priul cipio. con todo detalle. La obra está realizada con la contribución de numerosos expertos. liderados por Nora Oliveti. oftalmóloga bonaerense y presidente de la Fundación de Lnformática Médica. Marcelo Sosa-Iudicissa, preventi vista y experto en informática médica en la Comisión Europea en Bruselas, y Carlos Gamboa, médico y funcionario de la Organización Panamericana de la Salud/Organización Mundial de la Salud en Washington. Después de una introducción, que sirve de presentación a la par que de justificación, y una sección especial, dedicada al Prot'. Francis Timothy de Tombal. uno de los fundadores de la informática médica, el libro consta de dos grandes partes. La primera se dedica a describir ]as bases generales mientras que la segunda es una especie de guía-mapa de navegación por Internet para ayudar a la búsqueda de información relativa a la medicina y las ciencias de la salud en general. Todo ello claramente expuesto y bien editado. Finalmente, el libro viene acoin pañado del directorio de webs de salud en Internet Inter Hcalth. en CD ROM. como muy bien escribe el Dr. Lindberg, Director de la Biblioteca Nacional de Medicina de EEUU., en el prefacio: \"Internet. Telemática Salud no sólo sirve para documentar dónde estamos hoy, sino que conúene las cíaves de lo que podemos esperar mañana. Los profesio nales de la salud, de todo tipo, de muchos países, quienes ansiosamen te buscan aplicar las nuevas tecnologías de comunicación en sus traba jos. encontrarán este libro útil y práctico [Recensión de/a Redacción].Bases de la Anestesia D. Miller 1997 62 Mcd Mil (Esp) /998:54 (1) II Jornadas Cívico-militares sobre Toxicologia de Metales Los días 27 y 2M de noviembre de 1997 han tenido lugar en el Instituto de Medicina Preventiva del ET. capitán Médico Ramón y Calal\" las II Jornadas Cívico- militares sobre ros icología de Metales. Bajo la Presidencia del Excmo. Sr. General de División INGESAN D.Jesús González Lobo y los Lcnits. Sres. Generales DISAN del EL. Annada y Aire. han especiaiistas del HM. \"Gómez Ulla\", Hospital del Aire. Policlínica Naval, Instituto de Medicina Preventiva del ET. 'Capitán Médico Ramón y Cajal\", Sección Hospitalaria \"Generalísimo Franco'. Facultad de Farmacia de la 1.1CM. FREMAP. Instituto Nacional de Tos teología. Centro de Salud Ambiental, centro de Estudios del Mercurio (Almadén). Hospital de Gejate. Laboratorio Químico de la Policia Cientírica, Perkin Elmer Hispania. Se ha desarrollado un programa sobre temas muy interesantes de esta espe cialidad. con gran participación de público por scr cstas Jornadas las únicas que existet) sobre la citada temática. [Informa.' CoI.San.Med. a José Granel! Font: Directo, del Muí raro de Medicina Pret'e,,tit'a del EL 1 cia del Excmo. Sr. Gencral Director de Sanidad del Ejército del Aire D. Juan 1 de Pr-ada Hernández. el Excmo. Sr. General Director del Hospital Militar \"Vigil de Quiñones\" O. José A. Carretero de Miguel. el Sr. Vicesecretario del Real e Ilustre Colegio de Médicos de Sevilla O. Roberto Gardey Rus y el Sr. Presidente de la Sociedad Andaluza de Cardiología. Prof. D. José M. Cruz Fernández. Después de la presentación del acto por el TCuI O. Francisco Fernández Muñoz, tuvo lugar la conferencia magistral sohre\"Prevención secundaria en el infarto de miocardio\" por el Dr. D. Emilio Molina Porras, del Servicio de (arrliologia del Hospital Universitario Virgen del Rocío. El punto final lo puso el Excmo. Sr. General O. Juan J. de Prada I'lct'náitdez. que después de unas palabras de reflexión sobre la ciencia médica clausuró el actti. El curso ha contado con el patrocinio de la Sociedad Andaluza de Cardiologít y ha obtenido el Reconocimiento de Interés Científico-sanitario por la Dirección General de Coordinación. Docencia e Iovestigacióo de la Consejería de Salud y Consumo, y ha aglutinado, tanto en la docencia como en la asistencia, a la Sanidad Civil Militar. llnfor,uo: TCoI.San.Med. Fernández Moño;: Jefe Electrocardiografía BásicaCurso de capacitacion para el desempeño de cometidos de Oficial General del cuerpo Militar de Sanidad En la Policlínica del Ejército del Aire de Sevilla ha finalizado el día 7 de noviembre de 1997 el III CursoTeórico-prácuco de Electrocardiografía B:isica. organizado porel TCoI, M&l. O. Francisco Muñoz, Jclc del Servicio de ('arcltolgía de la Policlínica del Ejército del Aire de Sevilla. El Acto de clausura ha sido presidido por el Excmo. Sr. General Jefe del Estado Mayor del Mando Aéreo del Estrecho O. Juan Delgado Rubí y ha contado con la presenEl pasado día 21 de noviembre tuvo lugar el acto de clausura de la tase especíhca del Curso dc capacitación para el desempeño de cometidos dc Oficial General del C.M.S. en la Escuela Militar de Sanidad. El Acto cstuvo presidido por el Excmo. Sr. Inspector General de Sanidad de la Defensa O. Jesús Gónzalez Lobo. La última lección del curso fue pronunciada por el Excmo. Sr. General Director de la EMISAN. [Informa: la RedacriónEcos y comentarios de Sanidad (Es1' 1998;54 (1) 63 ECOS Y COMENTARIOS DE SANIDAD MILITAR Real Academia de Doctores El día 29 de octubre de 1997 se celebró el acto de recepción como Académico numerario de la Real Academia de Doctores del Coronel Farmacéutico retirado don Luis Gómez Rodríguez. Su discurso de ingreso tuvo por título \"Ensayo histórico sobre la Farmacia Militar\" y fue contestado por el Excmo. Sr. don Ángel Santos Ruiz. Medicina Militar, en nombre de todos los componentes de la Sanidad Militar, felicita muy sinceramente al nuevo Académico [Informa: la Redacción]. Presentación de libro El día 11 de diciembre de 1997 se presentó el libro \"Modelos en lógica borrosa para el diagnóstico y tratamento de las enfermedades infecciosas\", cuyo autor es el Comandante Médico D. Francisco Hervás Maldonado, Jefe del Servicio de Microbiología del Hospital Militar Central \"Gómez Ulla\" y Director del Grupo Español de Estudios en Lógica Borrosa (GELB). Dicha presentación contó cori la colaboración de los Departamentos de Microbiología 1 (Universidad Complutense de Madrid) y de Matemática Aplicada y Métodos Informáticos (Universidad Politécnica de Madrid). El libro, en edición especial para el acto, recoge los principios doctrinales meto dológicos para la producción de programas \"inteligentes\" adaptables a robots de tra bajo, asistentes de consulta, instrumentación diagnóstica, gestión de almacenaje y política de uso de medios diagnósticos y terapéuticos (antibióticos, analgésicos, etc). En sus páginas se defiende un uso fundamentalmente clínico y no econo micista de los medios asistenciales, por lo que han de ser profesionales sanita- dos experimentados quienes controlen este tipo de ingenios, con objeto de pre servar e implementer la calidad asistencial, manteniendo la relación personal sanitario-pacientes en el mayor nivel posible, pues no hay máquina en el mundo que pueda suplir al afecto, tan necesario para la persona que sufre una enferme dad. Dicha defensa se hace desde dentro, con los instrumentos que proporcio nan las máquinas, orientándolas en bien de la persona, y no al revés. Este libro puede servir pare efectuar reflexiones acerca de nuestro futuro, reflexiones con soporte matemático, pues las matemáticas son la base del enten dimiento humano Informa: Cte.San.Med. E Hervás Maldonado]. Disposiciones Oficiales ORGANIZACIÓN 001-98 ORDEN 220/1997, de 12 de noviembre, por la que se desarrolla la estructura del Cuartel General, la Fuerza, el Apoyo a la Fuerza y la organización territorial en el Ejército de Tierra. (BOD n° 229). REGLAMENTOS, NORMAS Y REGULACIONES 002-98 Orden 206/1997, de 27 de octubre, por la que se aprueban y se anulan para las Fuerzas Armados normas militares españolas y se anula el carácter de obligado cumplimienro en determinadas normas civiles UNE. (BOD n°220). 003-98 Resolución 320/39173/1997, de 27 de octubre, de la Dirección General de Armamento y Material, por la que se acredito al Centro Técnico de Intendencia del Ejército de Tierra para la realización de ensayos rela tivos a vestuario, equipo y subsistencias según las SERVICIOS DEATENCIONAL CIUDADANO.- ORDEN 231/1997, de 27 de noviembre, por la que regula el Libro de Quejas y Sugerencias en el ámbito del Ministerio de Defensa. (BOD n°239). 005-98 UNIFORMiDAD Y VESTUARIO. - Orden Ministerial número 213/ 1997, de 7 de noviembre, por la que se regulan los emblemas, distinti vos y divisas de las Academias General y Básica del Ejército del Aire. (BOD n°225).006-98 UNIFORMIDAD Y VESTUARIO. - Orden Ministerial número 214/1997, de 7 de noviembre, por la que se modifican los manguitos portadivisas en el Ejército del Aire. (BOD n°227). 007-98 UN1FORjI'ÍJDAD Y VESTUARIO.- Orden Ministerial número 232/1997, de 27 de noviembre, por la que se unfica el uso de la camisa blanca de pechera con cuello vuelto y la corbata negra de lazo para los uniformes de etiqueta y gran etiqueto en el Ejército del Aire. (BOD n°238). 008-98 HORARIO LEGAL.- ORDEN de 27 de noviembre de 1997 por la que se regula el horario legal en los años 1998, 1999, 2000 y 2001. (BOD n°236). 009-98 STANAG 4360 (Ed. 1).- \"Especificación de pinturas y sistemas de pin tado resistentes a agentes químicos tóxicos y descontaminantes para la protección del material militar terrestre\". (BOD n°227). PERSONAL 010-98 Resolución 430/13971/97, por la que se dispone el pase a la situación de Reserva del General de Brigada de Sanidad don José de la Torre Fernández. (BOD n\" 228). CURSOS 011-98 REALIZADO. [1 (47267). Resolución 453/13943/97 (BOD n°227). 012-98 DESIGNA ClON de componentes de tribunales. Formación Especializada del Cuerpo Militar de Sanidad (Farmacia). Resolución 453/13950/97 (BOD n°227). 013-98 DESIGNACIÓN de componentes de tribunales. Formación Especializada del Cuerpo Militar de Sanidad (Medicina). Resolución 453/14288/97 (BOD n°232). 014-98 CONVOCADO el XXV Curso de Técnicas Estadísticas para Oficiales Superiores y Oficiales de los rres Ejércitos, Cuerpos Comunes de las FAS y Guardia Civil. Resolución 453/13587/9 7, deS de noviembre. (BOD n°221). 015-98 CONVOCADO el IX Curso de Comunicación Social. Resolución 453/14585/97 (BOD n°238). NOMBRAMIENTOS 016-98 REAL DECRETO 1879/1 997, de 12 de diciembre, por el que se pro mueve al empleo de General de Brigada de Sanidad del Cuerpo Militar de Sanidad al Coronel de Sanidad don Francisco Javier Martínez Alonso (BOD n°245). 017-98 ORDEN 430/39301/1997, de 4 de diciembre, por la que se dispone el nombramiento del General de Brigada de Sanidad del Cuerpo Militar de Sanidad don Isidoro Velicia Llames como Director del Hospital Militar Central \"Gómez Ulla\" (BOD n°247). 018-98 ORDEN 430/39370/1997, de 30 de diciembre, por la que se dispone el nombramiento del General de Brigada del Cuerpo Militar de Sanidad don Francisco Javier Martínez Alonso, como Director de la Escuela Militar de Sanidad (BOD n° 7). OTRAS 016-98 DELEGACION DE COMPETENCIAS.- Resolución 197/1997, de 14 de octubre, del Estado Mayor de la Arnuida, sobre la delegación de la com petencia en la concesión de los anticipos de pagas al personal militar des tinado en unidades, centros y organismos de la Armada. (BOD n°220). 017-98 DELEGACION DE COMPETENCiAS.- Resolución 210/ 1997, de 22 de octubre, de la Subsecretaría, por la que se delego en el Director General de Personal la competencia para conceder anticipos de pagas en el órgano central o en establecimientos dependientes de centros directivos del órgano central. (BOD n°223). 018-98 SEGURIDAD SOCIAL.- Real Decreto 1647/ 1997, de 31 de octubre, por el que se desarrollan determinados aspectos de la Ley 24/1997, de 15 de julio, de consolidación y racionalización del sistema de Seguridad Social. (BOD n°224). 019-98 1NSPECCION DE TRABAJO Y SEGURIDAD SOCIAL - Ley 42/1997, de 14 de noviembre, Ordenadora de la Inspección de Trabajo y Seguridad Social.(BOD n°226). PUBLICAC1ONES.- Resolución 513/14097/97, que aprueba las \"Actuación del Personal Militar en Misiones \". (BOD n°229). n°235). [Disposiciones oficiales de interés, contenidas en el BOD hasta el día 30 de diciembre de 1997 (inclusive)] 64 Med Mil (Esp) 1998;54 (1) "}