{"title": "FDA says Guillain-Barre syndrome is possible risk of Pfizer's RSV vaccine for older adults", "author": "Spencer Kimball", "url": "https://www.cnbc.com/2023/02/24/fda-says-guillain-barre-syndrome-is-possible-risk-of-pfizer-rsv-vaccine.html", "hostname": "cnbc.com", "description": "The FDA sees a potential risk and has asked Pfizer to conduct a safety study on Guillain-Barre after a potential approval, which the company said it would do.", "sitename": "CNBC", "date": "2023-02-24", "cleaned_text": "is possible risk of Pfizer's RSV vaccine for older adults - Two people in their 60s who received Pfizer's RSV shot were diagnosed with Guillain-Barre syndrome, out of about 20,000 vaccine recipients. - The FDA sees a potential risk and has asked Pfizer to conduct a safety study on Guillain-Barre after a potential approval, which the company said it would do. - There was also a possible case of Guillain-Barre syndrome in GSK's trials, but the company said there was insufficient evidence to confirm a diagnosis. - The FDA and the study investigator consider the GSK case to be related to the vaccine. The Food and Drug Administration sees a possible risk of Guillain-Barre syndrome with [Pfizer](/quotes/PFE/)'s RSV vaccine for older adults and has asked the company to conduct a safety study if the shot is approved this spring, according to agency briefing documents published Friday. Two people in their 60s who received Pfizer's shot were diagnosed with Guillain-Barre syndrome, out of about 20,000 vaccine recipients in the phase three trial, [according to the FDA document](https://www.fda.gov/media/165623/download). There were no cases in the trial's placebo group, the people who didn't receive the shot. Guillain-Barre syndrome, or inflammatory neuropathy, is a rare disorder in which the body's immune system mistakenly attacks the nerves. Symptoms range from brief weakness to paralysis, [according to the National Institutes of Health](https://www.ninds.nih.gov/health-information/disorders/guillain-barre-syndrome#:~:text=What%20is%20Guillain%2DBarr%C3%A9%20syndrome,the%20brain%20and%20spinal%20cord.). Most people recover, even from severe cases. Pfizer, [in its briefing document](https://www.fda.gov/media/165625/download), said the cases have other possible explanations. But it said it will conduct a safety study to further assess Guillain-Barre syndrome after a potential approval. The company said it did not identify any safety concerns during the trial and the vaccine was well tolerated. There was also a possible case of Guillain-Barre syndrome in [GSK](/quotes/GSK/)'s RSV vaccine trials, but the company said there was insufficient evidence to confirm a diagnosis. GSK has listed Guillain-Barre as an important potential risk in its safety surveillance plan, according to the FDA. The agency said it will review the plan and make recommendations as needed. The FDA published the briefing documents ahead of its advisory committee meetings next week. The advisors will vote Tuesday on whether Pfizer's efficacy and safety data supports an FDA approval. They will also vote Wednesday on GSK's RSV vaccine for older adults. No approved RSV vaccine exists. The virus causes anywhere from 6,000 to 10,000 deaths a year among seniors, though mortality varies from season to season. Pfizer's vaccine was 85% effective at preventing lower respiratory tract illness and GSK's shot was 83% effective, according to an FDA review of the companies' data. The Guillain-Barre cases In Pfizer's trial, a 66-year-old man in the U.S. with a history of hypertension developed Guillain-Barre symptoms seven days after vaccination. The man had a heart attack before the symptoms began, was hospitalized and underwent an angioplasty. The FDA does not view the heart attack as related to the RSV vaccine. The man developed lower back pain eight days after vaccination and then experienced weakness in his lower extremities on the 14th day. He was hospitalized again after suffering a fall and was subsequently diagnosed with Guillain-Barre Syndrome. His symptoms started improving after treatment and were resolving six months after onset, according to the FDA. In a second case, a 66-year-old woman in Japan with a history of type 2 diabetes developed a severe case of Miller Fisher syndrome, which is a variant of Guillain-Barre. She experienced fatigue nine days after vaccination, a sore throat the next day and poor muscle control on the 10th day. She was hospitalized 19 days after vaccination, but her symptoms resolved completely in three months. The FDA said it agrees with investigators that the cases were possibly related to Pfizer's vaccines. But Pfizer, in its briefing document, said there other possible explanations. The company pointed to the man's heart attack and said the woman had symptoms of an upper respiratory infection. But the FDA said that given the incidence of Guillain-Barre syndrome in the general population is about 3 cases per 100,000 people annually, Pfizer should view the incidents as an important potential risk in its safety surveillance. \"Given the temporal association and biological plausibility, FDA agrees with the assessments of the investigators that these events were possibly related to study vaccine,\" the agency said. In the case of GSK, a 78-year-old woman in Japan developed lower limb weakness nine days after receiving the first dose of the RSV vaccine, according to an FDA briefing document. She was participating in an open-label study with no placebo arm for comparison. The woman had difficulty walking the following day and developed upper limb and respiratory muscle weakness over the next three days. She was hospitalized and treated for Guillain-Barre syndrome. The FDA and the study investigator consider the case to be related to the vaccine. But GSK, in its briefing document, said a Guillain-Barre diagnosis was not confirmed due to the absence of exam results and because there was no information on whether alternative causes were investigated. The patient's case was considered resolved after six months, the company said. CDC advisors grapple with risks, benefits The Centers for Disease Control and Prevention's committee of independent vaccine advisors grappled with the three cases of Guillain-Barre syndrome during a meeting open to the public Thursday. Dr. Michael Melgar, a CDC official, told the committee that it is difficult to determine whether the cases represent an actual safety concern linked to the shots, or if they are random events. \"Due to the small number of events, measures of relative and absolute risk were not calculated,\" Melgar told the committee members. But a [workgroup of physicians and health officials](https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2023-02/slides-02-23/RSV-Adults-01-Kotton-508.pdf) who reviewed the available data agreed that safety monitoring will be critical if the vaccines are approved by the FDA, Melgar said. A majority of the workgroup felt that the potential benefits of the vaccines would outweigh possible risks for people ages 65 and older, Melgar said. A minority thought that the risk-benefit balance was uncertain due in part to the Guillain-Barre cases. Although Pfizer and GSK have asked the FDA to approve their respective vaccines for people ages 60 and older, the CDC workgroup generally favored a recommendation for seniors ages 65 and older. The CDC advisory committee did not vote on any recommendations for the RSV vaccines this week. Dr. Sarah Long, a member of the workgroup, said the cases gave her pause because the incidence of Guillain-Barre syndrome increases with age, which means seniors could be at higher risk if a link is found to the vaccine at some point. Dr. Grace Lee, the CDC advisory committee chair, said more data is needed because respiratory viral illnesses also cause Guillain-Barre syndrome. It's possible that the vaccines could prevent more cases of Guillain-Barre syndrome by protecting against sickness from RSV. \"You may be preventing more, and we don't know for sure what the rate is, but I just think that balance is going to be really helpful, at least to me to be able to understand how to think through the benefit-risk balance,\" said Lee, associate chief medical officer at Stanford Children's Health. \"Then I can understand whether or not the 60-year-olds or the 65-year-olds makes sense.\" Join CNBC's Healthy Returns on March 29, where we'll convene a virtual gathering of CEOs, scientists, investors and innovators in the health-care space to reflect on the progress made today to reinvent the future of medicine. Plus, we'll have an exclusive rundown of the best investment opportunities in biopharma, health tech and managed care. Learn more "}