{"title": "PDF", "author": "PDF", "url": "https://pure.york.ac.uk/portal/files/74396601/C_ndido_et_al_2021_Cochrane_Database_of_Systematic_Reviews.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "This is a repository copy of Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults . White Rose Research Online URL for this paper: https://eprints.whiterose.ac.uk/184650/ Version: Published author) Immediate-release me thylphenidate for attention deficit hyperactivity disorder (ADHD) in adults. C CD013011. ISSN 1469-493X https://doi.org/10.1002/14651858.CD013011.pub2 eprints@whiterose.ac.uk https://eprints.whiterose.ac.uk/ Reuse Items deposited in White Rose Research Online are protect ed by copyright, with all rights reserved unless indicated otherwise. They may be downloaded and/or prin ted for private study, or other acts as permitted by national copyright laws. The publisher or other rights h olders may allow further reproduction and re-use of the full text version. This is indicated by the licence info rmation on the White Rose Research Online record for the item. Takedown If you consider content in White Rose Research Online to b e in breach of UK law, please notify us by emailing eprints@whiterose.ac.uk including the URL of th e record and the reason for the withdrawal request. Cochrane Library Cochrane Database of Systematic Reviews Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) attention deficit hyperactivity disorder (ADHD) in adults. Cochrane Database of Systematic adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews T A B L E O F C O N T E N T S HEADER ......................................................................................................................................................................................................... 1 ABSTRACT ..................................................................................................................................................................................................... 1 PLAIN LANGUAGE SUMMARY ....................................................................................................................................................................... 2 SUMMARY OF FINDINGS .............................................................................................................................................................................. 4 BACKGROUND .............................................................................................................................................................................................. 9 OBJECTIVES .................................................................................................................................................................................................. 11 METHODS ..................................................................................................................................................................................................... 11 RESUL TS ........................................................................................................................................................................................................ 15 Figure 1. ................................................................................................................................................................................................. 16 Figure 2. ................................................................................................................................................................................................. 20 Figure 3. ................................................................................................................................................................................................. 21 Figure 4. ................................................................................................................................................................................................. 23 Figure 5. ................................................................................................................................................................................................. 24 DISCUSSION .................................................................................................................................................................................................. 25 AUTHORS' CONCLUSIONS ........................................................................................................................................................................... 27 ACKNOWLEDGEMENTS ................................................................................................................................................................................ 28 REFERENCES ................................................................................................................................................................................................ 29 CHARACTERISTICS OF STUDIES .................................................................................................................................................................. 37 DATA AND ANALYSES .................................................................................................................................................................................... 58 Analysis 1.1. Comparison 1: IR methylphenidate versus placebo, Outcome 1: Eicacy: investigator-rated (end scores) .............. 59 Analysis 1.2. Comparison 1: IR methylphenidate versus placebo, Outcome 2: Eicacy: participant-rated (change scores) ........... 59 Analysis 1.3. Comparison 1: IR methylphenidate versus placebo, Outcome 3: Eicacy: participant-rated (end scores) ................ 60 Analysis 1.4. Comparison 1: IR methylphenidate versus placebo, Outcome 4: Harms: patients experiencing at least one adverse event ......................................................................................................................................................................................................60 Analysis 1.5. Comparison 1: IR methylphenidate versus placebo, Outcome 5: Clinical impression: severity (change scores) ........ 61 Analysis 1.6. Comparison 1: IR methylphenidate versus placebo, Outcome 6: Clinical impression: improvement (end scores) ..... 61 Analysis 1.7. Comparison 1: IR methylphenidate versus placebo, Outcome 7: Anxiety: investigator-rated (change scores) .......... 61 Analysis 1.8. IR methylphenidate versus placebo, Outcome 8: Depression: investigator-rated (change scores) ..... 62 Analysis 2.1. Comparison 2: IR methylphenidate versus lithium, Outcome 1: Eicacy: investigator-rated (end scores) ................ 62 Analysis 2.2. Comparison 2: IR methylphenidate versus lithium, Outcome 2: Anxiety: investigator-rated (end scores) ................. 62 Analysis 2.3. Comparison 2: IR methylphenidate versus lithium, Outcome 3: Depression: investigator-rated (end scores) ........... 63 ADDITIONAL TABLES .................................................................................................................................................................................... 63 APPENDICES ................................................................................................................................................................................................. 75 HISTORY ........................................................................................................................................................................................................ 81 CONTRIBUTIONS OF AUTHORS ................................................................................................................................................................... 82 DECLARATIONS OF INTEREST ..................................................................................................................................................................... 82 SOURCES OF SUPPORT ............................................................................................................................................................................... 82 DIFFERENCES BETWEEN PROTOCOL AND REVIEW .................................................................................................................................... 82 INDEX TERMS ............................................................................................................................................................................................... 84 Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.iCochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews [Intervention Review] Immediate-release methylphenidate for attention deficit hyperactivity Carolina F Cândido 1, A de Su Daniela Belo Horizonte, Brazil. 2Department of Health Sciences, University of York, York, UK. 3Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Canada Contact address: Learning Problems Group. Publication status and date: New, published in Issue 1, 2021. attention deficit hyperactivity disorder (ADHD) in adults. Cochrane Database of Systematic Published by John Wiley & Sons, Ltd. A B S T R A C T Background Attention deficit hyperactivity disorder (ADHD) is characterized by symptoms of inattention or impulsivity or both, and hyperactivity, which aect children, adolescents, and adults. In some countries, methylphenidate is the first option to treat adults with moderate or severe ADHD. However, evidence on the eicacy and adverse events of immediate-release (IR) methylphenidate in the treatment of ADHD in adults is limited and controversial. Objectives To evaluate the eicacy and harms (adverse events) of IR methylphenidate for treating ADHD in adults. Search methods In January 2020, we searched CENTRAL, MEDLINE, Embase, eight additional databases and three trial registers. We also searched internal reports on the European Medicines Agency and the US Food and Drug Administration websites. We checked citations of included trials to identify additional trials not captured by the electronic searches. Selection criteria Randomized controlled trials (RCTs) comparing IR methylphenidate, at any dose, with placebo or other pharmacological interventions (including extended-release formulations of methylphenidate) for ADHD in adults. Primary outcomes comprised changes in the symptoms of ADHD (eicacy) and harms. Secondary outcomes included changes in the clinical impression of severity and improvement, level of functioning, depression, anxiety and quality of life. Outcomes could have been rated by investigators or participants. Data collection and analysis Two review authors extracted data independently on the characteristics of the trials, participants, interventions; outcomes and financial conflict of interests. We resolved disagreements by discussion or consulting a third review author. We obtained additional, unpublished information from the authors of one included trial that had reported eicacy data in a graph. We calculated mean dierences (MDs) or standardized MDs (SMDs) with 95% confidence intervals (CIs) for continuous data reported on the same or dierent scales, respectively. We summarized dichotomous variables as risk ratios (RRs) with 95% CI. Main results We included 10 trials published between 2001 and 2016 involving 497 adults with ADHD. Three trials were conducted in Europe and one in Argentina; the remaining trials did not report their location. The RCTs compared IR methylphenidate with placebo, an osmotic-release Immediate-release methylphenidate for attention hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.1Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews oral system (OROS) of methylphenidate (an extended-release formulation), an extended-release formulation of bupropion, lithium, and Pycnogenol® (maritime pine bark extract). Participants comprised outpatients, inpatients in addiction treatment, and adults willing to attend an intensive outpatient program for cocaine dependence. The duration of the follow-up ranged from 6 to 18 weeks. IR methylphenidate versus placebo We found very low-certainty evidence that, compared with placebo, IR methylphenidate may reduce symptoms of ADHD when measured with investigator-rated scales (MD 20.70, 95% CI 23.97 to 17.43; 1 trial, 146 participants; end scores; Adult ADHD Investigator Symptom Report Scale (AISRS), scored from 0 to 54), but the evidence is uncertain. The eect of IR methylphenidate on ADHD symptoms when measured with participant-rated scales was moderate, but the certainty of the evidence is very low (SMD 0.59, 95% CI 1.25 to 0.06; I 2 = 69%; 2 trials, 138 participants; end scores). There is very low-certainty evidence that, compared with placebo, IR methylphenidate may reduce the clinical impression of the severity of ADHD symptoms (MD 0.57, 95% CI 0.85 to 0.28; 2 trials, 139 participants; I 2 = 0%; change and end scores; Clinical Global Impression (CGI)-Severity scale (scored from 1 (very much improved) to 7 (very much worse))). There is low-certainty evidence that, compared with placebo, IR methylphenidate may slightly impact the clinical impression of an improvement in symptoms of ADHD (MD 0.94, 95% CI 1.37 to 0.51; 1 trial, 49 participants; end scores; CGI-Improvement scale (scored from 1 (very much improved) to 7 (very much worse))). There is no clear evidence of an eect on anxiety (MD 0.20, 95% CI 4.84 to 4.44; 1 trial, 19 participants; change scores; Hamilton Anxiety Scale (HAM-A; scored from 0 to 56); very low-certainty evidence) or depression (MD 2.80, 95% CI 0.09 to 5.69; 1 trial, 19 participants; change scores; Hamilton Depression Scale (HAM-D; scored from 0 to 52); very low-certainty evidence) in analyses comparing IR methylphenidate with placebo. IR methylphenidate versus lithium Compared with lithium, it is uncertain whether IR methylphenidate increases or decreases symptoms of ADHD (MD 0.60, 95% CI 3.11 to 4.31; 1 trial, 46 participants; end scores; Conners' Adult ADHD Rating Scale (scored from to very low-certainty evidence); anxiety (MD 0.80, 95% HAM-A; low-certainty evidence); or depression (MD 1.20, 95% CI 3.81 to 1.41, 1 trial, 46 participants; end scores; HAM-D scale; very low-certainty evidence). None of the included trials assessed participant- rated changes in symptoms of ADHD, or clinical impression of severity or improvement in participants treated with IR methylphenidate compared with lithium. Adverse events were poorly assessed and reported. We rated all trials at high risk of bias due to selective outcome reporting of harms and masking of outcome assessors (failure to blind outcome assessor to measure adverse events). Overall, four trials with 203 participants who received IR methylphenidate and 141 participants who received placebo described the occurrence of harms. The use of IR methylphenidate in these trials increased the risk of gastrointestinal complications (RR 1.96, 95% CI 1.13 to 2.95) and loss of appetite (RR 1.77, 95% CI 1.06 to 2.96). Cardiovascular adverse events were reported inconsistently, preventing a comprehensive analysis. One trial comparing IR methylphenidate to lithium reported five and nine adverse events, respectively. We considered four trials to have notable concerns of vested interests influencing the evidence, and authors from two trials omitted information related to the sources of funding and conflicts of interest. Authors' conclusions We found no certain evidence that IR methylphenidate compared with placebo or lithium can reduce symptoms of ADHD in adults (low- and very low-certainty evidence). Adults treated with IR methylphenidate are at increased risk of gastrointestinal and metabolic-related harms compared with placebo. Clinicians should consider whether it is appropriate to prescribe IR methylphenidate, given its limited eicacy and increased risk of harms. Future RCTs should explore the long-term eicacy and risks of IR methylphenidate, and the influence of conflicts of interest on reported eects. P L A I N L A N G U A G E S U M M A R Y IR methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults What is the aim of this review? We reviewed the evidence about the eects of treating adults with ADHD with a stimulant drug called immediate-release (IR) methylphenidate. Key messages Compared with placebo (a dummy pill), IR methylphenidate may promote a small reduction in the symptoms of ADHD and may increase the doctor's perception of an improvement in symptoms. IR methylphenidate increased the risk of adverse eects such as loss of appetite, dry mouth, nausea and stomach aches. Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.2Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Compared with lithium (a drug to treat overactivity and excitement), IR methylphenidate may promote few or no changes in the symptoms of ADHD, anxiety and depression. These results are uncertain, and we do not know if we can trust them. What was studied in this review? ADHD is a mental-health impairment. The problem is diagnosed in adults who show signs of inattention (e.g. trouble concentrating), hyperactivity (e.g. unable to sit still) and impulsivity (e.g. doing things without thinking). We looked for trials comparing IR methylphenidate, at any dose, with other drugs (including extended-release formulations of methylphenidate where the drug is released slowly over time) or placebo, to treat ADHD in adults. We wanted to know the eect of IR methylphenidate on the symptoms of ADHD and if people had adverse events. We also wanted to know if people treated with the drug or their doctors perceived changes in their symptoms (getting worse or better), mental health (depression, anxiety) or quality of life. What are the main results of the review? We found 10 trials, involving 497 adults. Three trials were carried out in Europe and one in Argentina; the remaining trials did not report their location. Six trials compared IR methylphenidate with placebo. In the other trials, IR methylphenidate was compared to an extended- release form of bupropion (an antidepressant), lithium, an extended-release form of methylphenidate named osmotic-release oral system (OROS), and Pycnogenol® (a medicine derived from the bark of a pine tree). People were treated for 6 to 18 weeks. Participants were mainly outpatients; some participants were inpatients for addiction treatment, or individuals willing to attend an intensive outpatient program for cocaine dependence. IR methylphenidate versus placebo One trial with 146 participants reported that IR methylphenidate may reduce symptoms of ADHD when judged by the doctors. When participants judge their own symptoms, there may be a moderate positive eect. We are however uncertain about these results and they may change with the addition of more data. IR methylphenidate appears to have little or no eect in reducing symptoms of anxiety and depression. We have concerns about the methods and conflicts of interest presented by this trial and the other nine trials that were evaluated. IR methylphenidate versus lithium IR methylphenidate may have little or no eect on symptoms of ADHD (judged by the doctors), or anxiety and depression, but the results are uncertain. None of the included trials assessed changes in symptoms of ADHD rated by participants, or the clinical impression of severity or improvement in participants treated with IR methylphenidate compared with lithium. Adverse events Adverse events (side eects) were poorly assessed and reported in all trials. Overall, four trials with 203 participants who received IR methylphenidate and 141 participants who received placebo described the occurrence of harms. The use of IR methylphenidate reported in these trials increased the risk of digestive complications and loss of appetite. Harm to the heart and circulation was reported, but in a limited and inconsistent manner. One trial comparing IR methylphenidate to lithium reported five and nine adverse events, respectively. We considered almost all trials to have notable concerns related to their sources of funding and conflicts of interest. How up-to-date is this review? The evidence is current to 3 January 2020. Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.3Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.4S U M M A R Y O F F I N D I N G S Summary of findings 1. Immediate-release methylphenidate versus placebo for attention deficit hyperactivity disorder (ADHD) in adults Immediate-release methylphenidate versus placebo for attention deficit hyperactivity disorder (ADHD) in adults Patient or population: adults with ADHD (available evidence for participants aged between 25 to 53 years old) Setting: outpatients and risk with placeboCorresponding risk with immediate-re- lease methylphenidate of participants (studies)Certainty of the evidence (GRADE)Comments Efficacy (changes in symptoms of ADHD): investigator-rated Assessed with: Adult ADHD Investi- gator Symptom Report Scale (AISRS; scores range from 0 to 54); higher scores indicate an increase in symp- tom occurrence or illness severity Follow-up: mean = 6 weeksThe mean efficacy score in the control group was 33.8 pointsThe mean efficacy score in the intervention group was 20.70 points lower (23.97 lower to 17.43 lower)146 (1 RCT) Very low a,bEnd scores. IR methylphenidate may reduce symptoms of ADHD when rated by investigators but the evidence is very uncertain. Efficacy (changes in symptoms of ADHD): participant-rated Assessed with: Barkley's ADHD Prob- from 0 to 42); ADHD Rating Scale-IV (scores range from 0 to 54)); higher scores indicate an increase in symp- tom occurrence or illness severity Follow-up: range = 7 weeks to 12 weeksThe mean efficacy score in the intervention group was 0.59 points lower (1.25 lower to 0.06 higher)138 (2 RCTs) Very low a,bEnd scores. IR methylphenidate may have a moderate to no effect on symptoms of ADHD when rated by participants but the evidence is very uncertain. The effect would represent a mod- erate difference between the con- trol and the intervention group. As a rule of thumb, 0.2 points represents a small difference, 0.5 a moderate and 0.8 a large effect. Clinical impression: severity Assessed with: Clinical Global Im- pression - Severity index (scored from 1 = very much improved to 7 = very much worse)- The mean clinical im- pression of symptom severity score in the in- tervention groups was 0.57 points lower (0.85 lower to 0.28 lower)139 (2 RCTs) Very low b,cEnd scores and Change scores. IR methylphenidate may reduce clin- icians' impressions of the severi- ty of ADHD the evi- dence is very uncertain.Cochrane LibraryTrusted decisions. Better health. Database of Systematic ReviewsImmediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.5Follow-up: range = 7 weeks to 16 weeks Clinical impression: improvement Assessed with: Clinical Global Im- pression - Improvement index (scored from 1 = very much im- proved to 7 = very much worse) Follow-up: mean = 16 weeksThe mean clinical impression of im- provement score in the control group was 3.54 pointsThe mean clinical im- pression of improve- ment score in the inter- vention group was 0.94 points lower (1.37 lower to 0.51 lower)49 (1 RCT) Low ADHD symptoms. Anxiety: investigator-rated Assessed with: Hamilton Anxiety Scale (scores range from 0 to 56); higher scores indicate an increase in symptom occurrence or illness severity Follow-up: mean = 8 weeks- The mean anxiety score in the intervention group was 0.20 points lower (4.84 lower to 4.44 higher)19 (1 RCT) Very low b,eChange scores. There is no clear evidence of an effect, but the evi- dence is very uncertain. Depression: investigator-rated Assessed with: Hamilton Depression Scale (scores range from 0 to 52); higher scores indicate an increase in symptom occurrence or illness severity Follow-up: mean = 8 weeks- The mean depression score in the intervention group was 2.80 points higher (0.09 lower to 5.69 higher)19 (1 RCT) Very low b,eChange scores. There is no clear evidence of an effect, but the evi- dence is very uncertain. Harms: adverse events (poorly as- sessed and reported)Among participants experiencing at least 1 ad- verse event, the use of IR methylphenidate in- creased the risk of gastrointestinal complica- tions (RR 1.96, 95% CI 1.13 to 2.95) and loss of appetite (RR 1.77, 95% CI 1.06 to 2.96). Cardio- vascular adverse events were reported incon- sistently, preventing a comprehensive analysis. - - IR methylphenidate may increase the risk of gastrointestinal adverse events and loss of appetite. It is un- clear whether IR methylphenidate induces cardiovascular adverse events. Overall, adverse events were poor- ly assessed and reported in all in- cluded studies. We considered all studies to be at high risk of bias due to selective outcome reporting of harms and masking of the out- come assessor (failure to blind out- come assessor to measure harms). *The basis for the assumed risk was the median control group risk across studies. The corresponding risk (and its 95% CI) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).Cochrane LibraryTrusted evidence.Informed decisions. Better health. Cochrane Database ReviewsImmediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley RR: risk ratio GRADE Working Group grades of evidence High certainty: we are very confident that the true effect lies close to that of the estimate of the effect Moderate certainty: we are moderately confident in the effect estimate; the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different Low certainty: our confidence in the effect estimate is limited; the true effect may be substantially different from the estimate of the effect Very low certainty: we have very little confidence in the effect estimate; the true effect is likely to be substantially different from the estimate of effect aDowngraded twice due to high and unclear risk of bias in multiple criteria (random sequence generation, allocation concealment, blinding of outcome assessors, incomplete outcome data, and selective outcome reporting). bDowngraded once for imprecision caused by small sample size or single study results, or both. cDowngraded twice due to high and unclear risk of bias in multiple criteria (allocation bias, blinding of outcome assessors, incomplete outcome data, and selective outcome reporting). dDowngraded once for unclear risk of bias of outcome assessment and selective outcome reporting. eDowngraded twice due to high and unclear risk of bias in multiple criteria (random sequence generation, allocation concealment, blinding of participants, personnel, and outcome assessors). Summary of findings 2. Immediate-release methylphenidate versus lithium for attention deficit hyperactivity disorder (ADHD) in adults Immediate-release methylphenidate versus lithium for attention deficit hyperactivity disorder (ADHD) in adults Patient or population: adults with ADHD (available evidence for participants aged between 25 to 53 years old) Setting: inpatients receiving treatment for various substance-use disorders Intervention: immediate-release methylphenidate Comparison: lithium Anticipated absolute effects * (95% CI) Outcomes Assumed risk with lithiumAssumed risk with immediate-release methylphenidate of participants (studies)Certainty of the evidence (GRADE)Comments Efficacy (changes in symptoms of ADHD): investigator-rated Assessed with: Conners' Adult ADHD Rating Scale (scores range from 0 to 198); higher scores indicate an increase in symptom oc- currence or illness severity Follow-up: mean = 18 weeksThe mean effica- cy score in the con- trol group was 28.4 pointsThe mean efficacy score in the interven- tion group was 0.60 points higher (3.11 lower to 4.31 higher)46 (1 RCT) Very low a,bEnd scores. It is uncertain whether IR methylphenidate is more effective than lithium.Cochrane LibraryTrusted evidence.Informed decisions. Better health. Cochrane Database of Systematic ReviewsImmediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.7Efficacy (changes in symptoms of ADHD): participant-rated - not reported- - - - Not reported Clinical impression: severity - not reported- - - - Not reported Clinical impression: improvement - not reported- - - - Not reported Anxiety: investigator-rated Assessed with: Hamilton Anxiety Scale (scores range from 0 to 56); higher scores in- dicate an increase in symptom occurrence or illness severity Follow-up: mean = 18 weeksThe mean anxiety score in the con- trol group was 6.2 pointsThe mean anxiety score in the interven- tion group was 0.80 points lower (4.49 lower to higher)46 (1 RCT) Very low a,bEnd scores. IR methylphenidate may have little to no effect on anxiety but the evidence is very un- certain. Depression: investigator-rated Assessed with: Hamilton Depression Scale (scores range from 0 to 52); higher scores in- dicate an increase in symptom occurrence or illness severity Follow-up: mean = 18 weeksThe mean depres- sion score in the control group was 7.8 pointsThe mean depression score in the interven- tion group was 1.20 points lower (3.81 lower to 1.41 higher)46 (1 RCT) Very low a,bEnd scores. IR methylphenidate may have little to no effect on depres- sion but the evidence is very uncertain. Harms: adverse events (poorly assessed and reported)1 trial comparing IR methylphenidate to lithi- um reported 5 and 9 adverse events, respec- tively.- - Adverse events were poorly assessed and reported in all included studies. We consid- ered all studies to be at high risk of bias due to selective outcome reporting of harms and masking of the outcome assessor (failure to blind out- come assessor to measure harms). *The basis for the assumed risk was the median control group risk across studies. The corresponding risk (and its 95% CI) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI). ADHD: trial. GRADE Working Group grades of evidence High certainty: we are very confident that the true effect lies close to that of the estimate of the effect Moderate certainty: we are moderately confident in the effect estimate; the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different Low certainty: our confidence in the effect estimate is limited; the true effect may be substantially different from the estimate of the effect Very low certainty: we have very little confidence in the effect estimate; the true effect is likely to be substantially different from the estimate of effectCochrane LibraryTrusted evidence.Informed decisions. Better health. Cochrane Database of Systematic ReviewsImmediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.8aDowngraded twice due to unclear risk of bias in several domains (random sequence generation, allocation concealment, blinding of outcome assessment, incomplete and selective outcome reporting) and high risk of bias due to incomplete outcome data. bDowngraded once due to small sample size and single-study eect. Cochrane LibraryTrusted evidence.Informed decisions. Better health. Cochrane Database Systematic ReviewsCochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews B A C K G R O U N D Description of the condition Attention deficit hyperactivity disorder (ADHD) is defined as a mental health disability, which usually begins before 12 years of age, and is characterized by three main symptoms: inattention, impulsivity, and hyperactivity. The intensity of the symptoms tends to decrease with ageing, but in 40% to 50% of people diagnosed with ADHD in childhood, symptoms may persist during adolescence and adulthood ( NIMH 2016 ; Sibley 2016 ). Recent studies have shown that symptoms of ADHD may appear only in adulthood (Agnew-Blais 2016 ; Caye 2016 ; Moitt 2015 ), yet it is a controversial issue ( Franke 2018 ; Moncrie 2011 ). In some cases, ADHD remains undiagnosed until adulthood because it is not recognized during childhood, or it presents in a mild form ( NIMH 2017 ). Symptoms may also be associated with the onset and persistence of secondary disorders or diseases ( Cheng 2017 ; Fayyad 2017 ; NIMH 2016 ), which reinforces the discussion of whether this is a dierent clinical condition ( Moncrie 2011 ). The persistence of symptoms of inattention, hyperactivity and impulsivity may negatively aect the individual's social, academic or professional activities ( APA 2013 ). The diagnosis of ADHD is based on the presence of at least six (in children and adolescents) or five (in adults older than 17 years) of the 18 symptoms that are indicative of inattention, hyperactivity and impulsivity. This core list of symptoms was developed by the fi:ä\"çh edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5; APA 2013 ), to be applied for the diagnosis of ADHD in children; it is also listed in the International Classification of Diseases 10th and 11th editions (ICD-10 and ICD-11; WHO 1992 ; WHO 2018 , respectively) as Attention Deficit Hyperactivity Disorder. The symptoms should be observed in dierent circumstances of the individual's daily life and must represent a negative disruption to regular activities and tasks related to one or more contexts of life. In addition, the symptoms may be recognized in a variety of degrees of intensity, depending on the specific characteristics of each individual, their overall behavior, and on the predominance of one symptom or another. Considering the predominance of one symptom or another, ADHD may be classified into three presentations/subtypes: predominantly inattentive; predominantly hyperactive or impulsive; or combined (in which all symptoms are present, but there is no clear predominance among them), which can change over time. Inattentive presentation is characterized by becoming distracted or struggling to concentrate when performing tasks, combined with a lack of persistence, a lack of a sense of planning and an inability to organize tasks or things. Hyperactivity is a pattern of excessive motor activity in children and restlessness in adults. Finally, the impulsiveness presentation is manifested when the individual takes actions or has attitudes with no judgment or awareness of the possible consequences or associated risks ( APA 2013 ). The Adult ADHD Self-Report Scale (ASRS) was developed to support the diagnosis of ADHD in adults; it consists of a set of structured questions, based on the DSM-5 criteria (APA 2013 ), and has been demonstrated to have high sensitivity and specificity in detecting ADHD symptoms in adults ( Ustun 2017 ). The diagnostic criteria for ADHD in the DSM-5 was amended to include the criteria for a diagnosis of ADHD in adults ( Wakefield 2016 ). In this revision, the age of onset of the first symptoms was increased to 12 years, which reduced the diagnostic threshold for individuals aged 17 or older, and the description of some situations used in the diagnosis was modified to make it appropriate for adults(Epstein 2013 ; Wakefield 2016 ). Furthermore, Autism Spectrum Disorder (ASD) was no longer an exclusionary diagnosis, allowing the comorbid diagnosis of ADHD and ASD ( Epstein 2013 ). Adults with ADS experience high rates of comorbidities, the most common being mood disorders, anxiety disorder and ADHD ( Hofvander 2009 ). Epidemiological and clinical data on this psychiatric disorder in adulthood are limited, since the diagnostic criteria in the DSM-5's predecessors precluded a dual diagnosis of ADHD and ASD ( Pehlivanidis 2020 ). Thus, trials that used diagnostic criteria available prior to the DSM-5 may not be directly applicable to the clinical practice of patients with both ADHD and ASD. The prevalence of ADHD in adults is lower than the prevalence in children and adolescents, which ranges between 3% and 7% (Polanczyk 2007 ; Thomas 2015 ). The variation in the estimates of the prevalence of ADHD in children is probably due to the diagnostic criteria used ( Polanczyk 2014 ; Thomas 2015 ). Overall, prevalence estimates using the third, revised edition of the DSM ( APA 1987 ) are 2.4% to 3% lower than prevalence estimates using the third (APA 1980 ) or fourth ( APA 1994 ) editions of the DSM ( Thomas 2015 ). Similarly, prevalence estimates using the ICD-10 are 4.1% lower in comparison with prevalence estimates using the DSM-IV ( Thomas 2015 ). Nevertheless, prevalence rates of ADHD in children have remained stable in the last 30 years ( Polanczyk 2014 ). The average prevalence of ADHD in adults is estimated to be at 2.8% and appears to be associated with the economic development of the country, with higher resource-rich settings presenting higher prevalence estimates (average of 3.3%) ( Fayyad 2017 ). Dierences in the prevalence of prescribing and dispensing medicines are observed also between regions within the same country, which have dierent socioeconomic characteristics of access to healthcare services and medications ( Perini 2014 ). ADHD is more frequent in males than in females, with a ratio varying from 2:1 to 5:1 in children and from 1:1 to 6:1 in adults (APA 2013 ). However, symptoms of inattention tend to appear much later in males than in females, while the inattentive presentation is most prevalent in adults with ADHD ( APA 2013 ; Cheng 2017 ). The presence of multimorbidity in individuals with ADHD is extremely common, and the manifestation of the condition in childhood o:ä\"çen overlaps with the occurrence of other disorders ( e.g. challenging disorder and conduct disorder), imposing an additional layer of complexity to the diagnosis of the spectrum of individuals' problems ( APA 2013 ; NICE 2018 ). In adulthood, ADHD commonly co- exists with other psychiatric conditions such as anxiety, depression, nervous tic, and intellectual disability ( Cheng 2017 ; Kessler 2006 ). Description of the intervention Psychostimulant medications, such as amphetamines, have been used in the treatment of ADHD in children and adolescents since the 1930s ( Bradley 1937 ). Currently, methylphenidate, dexamphetamine, and atomoxetine are recommended treatments for individuals with ADHD ( Kolar 2008 ; NICE 2018 ). There is some evidence suggesting that stimulants are eective in reducing ADHD symptoms, contributing to better productivity at work and a decrease in suicidal behavior ( Chen 2014 ; Mészáros 2009 ; Wigal 2010 ). However, some authors have been unable to establish whether the benefits of immediate-release methylphenidate (IR methylphenidate) in the treatment of ADHD in children and adolescents would be more significant than the associated harms (i.e. adverse events), in comparison with placebo or no treatment (Storebø 2015 ). A recent systematic review and network meta- Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.9Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews analysis including children, adolescents and adults with ADHD concluded that short-term treatment with IR methylphenidate is more eicacious and more tolerable than placebo in children, and more eicacious and less well tolerated in adults ( Cortese 2018 ). In Europe, pharmacological treatment is considered the first- line treatment for adults with moderate or severe ADHD, with lisdexamfetamine or methylphenidate being the first choice (NICE 2018 ). The second line of pharmacological treatment is atomoxetine, a non-stimulant drug with lower potential for abuse than stimulant drugs; atomoxetine is also recommended as a first-line treatment option in people with comorbid substance- use disorder ( DynaMed Plus option includes bupropion, modafinil and desipramine. Cognitive behavioral therapy is an option for people who do not tolerate drug therapy or choose not to use medications, and this approach can also be used in combination with pharmacological treatment ( DynaMed Plus 2016 ). For instance, the Canadian ADHD Resource Alliance recommends a multimodal approach, including psychosocial treatment combined with medications when appropriate ( CADDRA 2020 ). In the USA, psychostimulant compounds, such as methylphenidate and amphetamines, are the most widely used medications for the management of ADHD symptoms in adults. With the exception of atomoxetine, non-stimulant medications have generally been considered second-line medications ( Wolraich 2019 ). Behavior-management strategies to minimize distractions and increase organization are encouraged as part of the treatment (APA 2017 ; Urion 2020 ). Methylphenidate is and or sustained-release preparations. Immediate-release formulations are absorbed instantly a:ä\"çer the tablet or capsule is ingested. A maximum concentration of the medication in the blood is achieved in a short period, and the onset of action is fast. Extended-release formulations are absorbed more slowly. The concentration in the blood increases gradually, and the drug's eect is maintained for a more extended period ( Perrie 2012 ). Factors such as dose, type of formulation, and the presence of comorbid substance-use disorders appear to modify the eicacy of methylphenidate in the treatment of ADHD in adults ( Castells 2011 ). An individualized approach is extremely important in the treatment of adults, with special consideration given to conditions co-existing with ADHD. The ideal dose of IR methylphenidate varies between individuals, and treatment should be initiated in small doses with weekly increments. This allows for an optimal dosage to control symptoms and manage adverse eects ( NICE 2018 ). It is recommended that initial treatment begins with doses of 5 mg, two or three times daily for immediate-release preparations, and equivalent doses for other preparations. The dosages can be increased until the maximum doses are reached that oer the optimum dose of the medicine for each person, with maximum treatment benefits and the lowest risk of harms, i.e. the lowest risk of adverse events ( NICE 2018 ). The recommended Defined Daily Dose (DDD) of methylphenidate by the World Health Organization is 30 mg/day for adults ( WHO 2017 ). How the intervention might work Methylphenidate is a central nervous system stimulant of indirect sympathomimetic action. Although its mechanism of action has not yet been fully elucidated, it is thought to present a mode ofaction similar to dexamphetamine ( Sweetman 2014 ). It facilitates dopaminergic and noradrenergic transmission by inhibiting dopamine and norepinephrine transporters, decreasing receptivity and consequently increasing the extracellular concentration of neurotransmitters ( Engert 2008 ; Schabram 2014 ; Volkow 2001 ). Research findings suggest that individuals with ADHD have a higher number of dopamine transporter binding sites. Methylphenidate binds to these transporters and prevents re-uptake of dopamine. The decrease in the availability of these receivers for connection is directly related to a clinical improvement in ADHD symptoms (Dresel 2000 ). The increase of dopamine in the synaptic cle:ä\"ç as a function of methylphenidate action results in improved attention and decreased distraction, modulating the sense of motivation and interest in performing tasks that consequently improve performance ( Volkow 2002 ). In animal models, it has been observed that the inhibition of norepinephrine re-uptake by methylphenidate is more prominent than that seen in previous studies, and may result in persistent improvements in ADHD symptoms in those treated from adolescence to adulthood (Somkuwar 2015 ). This sympathomimetic activity is linked to one of the greatest current concerns about the use of methylphenidate: the risk of cardiovascular adverse eects associated with the drug. The inhibition of norepinephrine re-uptake is the most likely cause of an increase in blood pressure and heart rate in people using methylphenidate ( Heal 2006 ). Furthermore, at low doses, the use of stimulants may result in an increase in wakefulness, attention, ability to sustain focus and vigor. This can further explain the eects observed with the use of these substances for increasing focused attention and reducing hyperactivity (Wood 2013 ). Regarding the pharmacokinetic profile, the oral bioavailability of methylphenidate ranges from 11% to 53%, with the maximum concentration given by the immediate-release formulation approximately two hours a:ä\"çer the administration of the drug; the terminal half-life of the drug is two hours ( Chan 1983 ; Wargin 1983 ). Why it is important to do this review Several clinical trials have been conducted to investigate the eicacy and harms of IR methylphenidate for treating ADHD in children and adolescents. A number of systematic reviews and meta-analyses have also been published, evaluating the eect of IR methylphenidate in this population ( Charach 2011 ; Charach ; Hanwella 2011 ; 2014 ; Maia 2017 ; Punja 2013 ; Reichow 2013 ; Storebø 2015 ). Fewer studies have focused on the use of IR methylphenidate in adults with ADHD; as a result, many countries contraindicate its use in this age group ( EMA 2009 ). Currently, the available evidence for the likely eicacy and harms of using IR methylphenidate to treat adults with ADHD is controversial and incomplete, which precludes firm conclusions ( Maidment 2003 ; Wilens 2003 ). For instance, in a narrative review that included six controlled clinical trials, three suggested treatment eicacy, while two studies failed to show eicacy, and the results from one study were considered conflicting ( Maidment 2003 ). Another narrative review suggested that IR methylphenidate was more eicacious than placebo in the treatment of ADHD in adults (Fredrikesen 2013 ); the conclusions were based on five randomized controlled trials (RCTs), and 10 open-label extension studies of initial short-term RCTs. Adults with childhood-onset of symptoms have been observed with significant improvements in their symptoms of ADHD, with therapeutic response as high as 78% when Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.10Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews receiving IR methylphenidate compared with 4% improvement when receiving placebo ( Spencer 1995 ). However, another study found no significant dierence between IR methylphenidate and placebo ( Kuperman 2001 ). Systematic reviews and network meta-analyses of the eicacy and harms of using IR methylphenidate to treat adults with ADHD have reached dierent conclusions. A systematic review and network meta-analysis of placebo-controlled trials compared shorter- acting stimulant drugs (including IR methylphenidate, mixed amphetamine and dextroamphetamine), longer-acting stimulant drugs and longer-acting forms of bupropion ( Peterson 2008 ). The study authors found a higher rate of clinical response (30% in the reduction of ADHD symptoms) among adults receiving shorter-acting stimulant drugs in direct comparison to placebo and in indirect comparisons to longer-acting stimulant drugs and longer-acting forms of bupropion. People treated with shorter- acting stimulant drugs were found to have a higher risk of appetite loss and sleep disturbances compared with people treated with placebo. Conversely, a higher risk of appetite loss was demonstrated among participants receiving longer-acting stimulant drugs compared with people treated with shorter- acting stimulant drugs ( Peterson 2008 ). Additional research did not demonstrate dierences in eicacy between osmotic- controlled release oral delivery system (OROS) methylphenidate and atomoxetine (indirect comparison), although both drugs were shown to be more eicacious than placebo ( Bushe 2016 ). Another systematic review with a network meta-analysis ( Cortese 2018 ) showed that IR methylphenidate is more eicacious than placebo, but not so for amphetamines, in the short term. Methylphenidate was less acceptable than placebo and increased weight loss and systolic and diastolic blood pressure ( Cortese 2018 ). However, it is important to consider some limitations of this review that included double-blind RCTs (parallel group, cross-over, or cluster) published and unpublished until 2017 that assessed treatments for ADHD as oral monotherapy of at least one week's duration. First, the searches are current to April 2017, and therefore there is a value in updating the review, particularly considering that there is still controversy about the eicacy of methylphenidate to treat ADHD. Secondly, although cross-over trials were included in the review, data from the pre-cross-over phase were included in the analysis. It has been shown that cross-over trials and parallel-group trials provided similar relevant data in the context of ADHD ( Greenhill 2001 ; Krogh 2019 ; Stein 1996 ), and it is relevant to include this additional information in an updated systematic review. Third, the authors of that review assessed the overall evidence contributing to the indirect comparisons as low and very low certainty of evidence. Indirect or mixed comparisons may have biases similar to those in observational studies and may therefore be downgraded to a lower evidence level similar to those studies ( Cipriani 2013 ). Finally, some of the authors of that review declared receiving funding from pharmaceutical industries. The way in which a review is conducted is an important issue to consider when assessing its results. A systematic review may be carried out with methodological rigor and yet its results may be biased if they are influenced by conflicts of interest, particularly those pertaining to research or individual sponsorship ( Barnes 1998 ; Bes-Rastrollo 2013 ; Dunn 2014 ). The reasons for the variability in the available evidence are not clearly documented in the literature, but they appear to be related to factors such as dose, type of formulation and treatment regimen (Castells 2011 ), as well as the comparison methods used ( Cortese2018 ). The inconsistency of this evidence and the absence of systematic reviews of methodological rigor might have a negative impact on clinical decision-making ( Maidment 2003 ; Wilens 2003 ). Our systematic review therefore evaluates the eicacy and harms of IR methylphenidate as reported in RCTs. The contribution of this systematic review is to examine the benefit and harm profile of IR methylphenidate for the treatment of ADHD in adults, in accordance with a rigorous methodological approach ( Higgins 2020 ), and the PRISMA Liberati ; Moher ). A Cochrane Review evaluating extended-release formulations of methylphenidate for adults with ADHD is also in progress ( Boesen 2017 ). O B J E C T I V E S To evaluate the eicacy and harms (adverse events) of IR methylphenidate for treating ADHD in adults. M E T H O D S Criteria for considering studies for this review Types of studies Randomized controlled trials (RCTs) of parallel and cross-over designs. Types of participants Adults aged 18 years or older with a diagnosis of ADHD according to the Diagnostic and Statistical Manual of Mental Disorders (DSM) Third Edition (DSM-III; APA 1980 ), Third Edition Revised (DSM-III-R; APA 1987 ), Fourth Edition (DSM-IV; APA 1994 ) or FiJf_th Edition (DSM-5; APA 2013 ); or with a diagnosis of hyperkinetic disorders according to the International Statistical Classification of Diseases and Related Health Problems Ninth Revision (ICD-9), and Tenth Revision (ICD-10) (WHO 1992 ). Types of interventions IR methylphenidate administered at any dosage as part of any treatment regimen, compared with placebo or other pharmacological interventions (including methylphenidate extended-release formulations). An extended-release formulation refers to the dierent extended- release drug-delivery systems, including OROS, which is a specific osmotic type of extended-release system. Extended-release formulations are a type of pharmacological intervention and were therefore considered eligible for inclusion when compared with IR methylphenidate. Types of outcome measures We addressed the following outcomes in this review. Primary outcomes 1. Eicacy: changes in symptoms of ADHD (hyperactivity, impulsivity, and inattentiveness), based on clinical assessment by a physician or by self-report, and measured by any validated clinical scale reported in the trials (e.g. Adult ADHD Self-Report Screening Scale ( Ustun 2017 )). 2. Harms: all adverse events, classified as serious or non-serious, including but not restricted to: cardiovascular, neurological, gastrointestinal, metabolic events, and psychiatric disorders. Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.11Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Serious events were defined as any adverse eect that resulted in death or was life-threatening, required hospital admission or prolonged hospitalization, caused persistent or significant disability or incapacity, or required intervention to prevent permanent damage to a body structure or impairment of a body function ( ICH 2016 ). See Dierences between protocol and review . Secondary outcomes 1. Changes in the clinical impression of severity or improvement, level of functioning, depression and anxiety, based on a clinical assessment by a physician (e.g. Clinical Global Impressions Scale; Guy 1976 ) or participant self-report. 2. Quality of life, measured by validated psychometric instruments (e.g. the World Health Organization Quality of Life: Brief version (WHOQOL-BREF; Skevington 2004 ), or the 12-Item Short-Form Health Survey ( Ware 1996 ). We considered outcomes according to the follow-up durations reported in the included studies. Search methods for identification of studies Electronic searches We searched the following electronic databases up to January 2020. 1. Cochrane Central Register of Controlled Trials (CENTRAL; 2020, Issue 1) in the Cochrane Library, which includes the Cochrane Developmental, Psychosocial and Learning Problems Specialised Register (searched 6 January 2020). 2. MEDLINE Ovid (1946 to 3 January 2020). 3. MEDLINE In-Process & Other Non-Indexed Citations Ovid (searched 3 January 2020). 4. MEDLINE Epub Ahead of Print Ovid (searched 3 January 2020). 5. Embase Ovid (1980 to 10 January 2020). 6. PsycINFO Ovid (1806 to 13 January 2020). 7. Cumulative Index to Nursing and Allied Health Literature (CINAHL EBSCOhost); 1980 to 6 January 2020). 8. Science Citation Index Web of Science, Clarivate (SCI; 1970 to 7 January 2020). 9. Social Sciences Citation Index Web of Science (SSCI; 1970 to 7 January 2020). 10.Conference Proceedings Citation Index - Science Web of Science Web of Science, Clarivate (CPCI-S; 1990 to 7 January 2020). 11.Conference Proceedings Citation Index - Social Science & Humanities Web of Science, Clarivate (CPCI-SS&H; 1990 to 7 January 2020). 12.Cochrane Database of Systematic Reviews (CDSR; 2020, Issue 1) part of the Cochrane Library (searched 6 January 2020). 13.Database of Abstracts of Reviews of Eects (DARE; Final Issue: 2015, Issue 2) part of the Cochrane Library (searched 6 January 2020). 14.ClinicalTrials.gov ( clinicaltrials.gov ; searched 13 January 2020). 15.World Health Organization International Clinical Trials Registry Platform (WHO ICTRP; apps.who.int/trialsearch ; searched 13 January 2020).16.Drug Industry Documents (www.industrydocumentslibrary.ucsf.edu/drug ; searched 13 January 2020). SG ran the searches, adapting the MEDLINE search strategy published in the protocol ( Cândido 2018 ) for the remaining databases; see Appendix 1 for detailed search strategies. Searching other resources We searched for internal reports on the websites of the European Medicines Agency (EMA; www.ema.europa.eu/ema ), and the US Food and Drug Administration (FDA; www.fda.gov ). We checked citations of included RCTs to identify additional trials not captured by the electronic searches. Data collection and analysis We were not able to use all of the planned methods in the review protocol ( Cândido 2018 ). In the following sections, we report only methods applied. See Dierences between protocol and review and Table 1 for unused methods. Selection of studies We used the reference manager so:ä\"çware EndNote ( EndNote 2017 ), to merge records returned from the searches and remove any duplicates. Working in pairs, three review authors independently screened titles and abstracts to remove clearly irrelevant records. Next, we screened the full texts of potentially relevant reports for eligibility, in accordance with the aforementioned inclusion criteria (Criteria for considering studies for this review ); note that outcomes measurement and reporting were not used as eligibility criteria. At this stage, we linked together multiple reports of the same study. We resolved disagreements in the selection process by consensus or by consulting a third review author. We recorded the selection process in a PRISMA diagram ( Moher 2009 ). Data extraction and management Two review authors (DJ, RC) independently extracted data from each included trial using a standardized data extraction form. We resolved disagreements in the data extraction process by discussion or by consulting a third review author (CP). Our data extraction form was piloted and tailored to record data on the: 1. Characteristics of the studies; 2. Characteristics of the participants; 3. Characteristics of the treatment and comparator interventions; 4. Methods used to measure the outcomes and follow-up duration; 5. Outcomes measurements (any measures related to primary or secondary outcomes, as described under Types of outcome measures ); and 6. Disclosure of financial conflict of interests. We obtained additional information from the authors of the one included trial that had eicacy data reported only in a graphic illustration. Assessment of risk of bias in included studies We assessed the risks of bias of the included studies across the following six domains, as described in Cochrane's 'Rsk of bias' tool (Higgins 2011 ): Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.12Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 1. Sequence generation (selection bias); 2. Allocation sequence concealment (selection bias); 3. Blinding of participants and personnel (performance bias); 4. Blinding of outcome assessment (detection bias); 5. Incomplete outcome data (attrition bias); and 6. Selective outcome reporting (reporting bias). Two review authors (DJ, RC) independently assessed the risks of bias, resolving any disagreements by discussion or by consulting a third review author (CP). We assessed the risk of bias resulting from some domains for dierent groups or outcomes separately, in accordance with the instructions outlined by Cochrane ( Higgins 2011 ). Specifically, we assessed: 1. Blinding of participants and personnel separately for a) participants and b) personnel; 2. Blinding of outcome assessment separately for a) beneficial outcomes and b) harmful outcomes; and 3. Selective outcome data separately for a) primary beneficial outcomes and b) harmful outcomes. We rated the risk of bias in each domain as high, low or unclear, and accompanied each rating by a statement to support our judgments. Conflicts of interest Some author teams have included information on financial conflict of interest as a 'risk of bias' domain ( Jorgensen 2016 ). However, this element does not reflect an independent methodological domain and its inclusion is considered inappropriate according to Cochrane standards ( Higgins 2011 ). Specific 'Risk of bias' domains recognized as being influenced by financial conflicts of interest are already included in the tool; for example, incomplete outcome data and selective outcome reporting. We also considered the 'selective outcome reporting' domain when evaluating the certainty of the evidence (see 'Summary of findings' table under Data synthesis ). Complying with Cochrane guidelines, we extracted data about the trials' sources of funding and conflicts of interest and judged whether there were reasons for concern about their impact on the results analyzed from the included trials ( Boutron 2020 ). More specifically, we considered there to be 'no concerns' when study authors did not receive funding or declared receiving funding from research grants, 'notable concerns' when study authors declared receiving grants from companies with a vested interest, or 'unclear concerns' when there was insuicient information to support a judgment of 'no concerns' or 'notable concerns' . Measures of treatment eect Continuous outcomes To summarize results measured as continuous variables and reported using the same rating scales, we calculated the mean dierence (MD) and presented it with a 95% confidence interval (CI). When outcomes were measured and reported on dierent rating scales, we used standard deviations to standardize the MD and calculated a standardized mean dierence (SMD). We selected change scores rather than endpoint scores when both results were available in the same trial. If change scores were not reported, we extracted data on endpoint scores.Significant heterogeneity in outcomes measurements and incomplete reporting of the results prevented the conduction of meta-analyses for most of the outcomes assessed in this review. See Data synthesis . When combining outcome data in the meta- analysis, we conducted analyses of the MD of change scores and endpoint scores when information was available for both measures (Deeks 2020 ). When combining outcome data in the meta-analysis using the SMD, we analyzed change scores and endpoint scores reported on dierent scales separately ( Deeks 2020 ). To calculate the above described estimators from cross-over trials, we needed to extract data on a paired analysis of within-participant dierences ( Elbourne 2002 ). This analysis was not reported in any of the cross-over trials included in this review. We therefore adopted an approach to treat cross-over trials as parallel trials, since were able to summarize data comparing all measures of the intervention groups from all treatment periods ( Higgins 2020 ). Dichotomous outcomes To summarize results measured as dichotomous outcomes, we calculated the risk ratio (RR) with a 95% CI. To calculate the RR, we needed to extract data on absolute numbers related to the sample size and the frequency of each specific outcome. For harms outcomes, in addition to the above we categorized reported adverse events according to organ system and calculated the absolute risks of each individual event. As one person can experience more than one adverse event, the sample size of the trials could not be pooled in an analysis. We therefore calculated the total of adverse events reported in each treatment group and calculated the RR of experiencing an adverse event among participants who had experienced at least one event. Incomplete and narrative reports of outcomes We included and described in the review trials reporting results of eect measures and measures of uncertainty, and trials providing a narrative description of the results; however, trials providing only narrative descriptions are not included in quantitative syntheses. Unit of analysis issues RCTs with parallel design We recorded loss to follow-up data for risk of bias purposes and analyzed beneficial data according to an intention-to-treat (ITT) analysis whenever the data were available. This means that the unit of analysis in this review is the participant, and their outcomes were considered in the intervention group to which they were randomized, regardless of whether they received the intervention or not. RCTs with cross-over design We did not anticipate any major concern about a carry-over eect in relation to the treatment of ADHD, considering that it is mostly a stable condition and the treatment eects of IR methylphenidate and other pharmacological interventions are expected to be reversible and short-lived. Our assumptions have been confirmed in studies assessing the possible occurrence of carry-over eects with IR methylphenidate ( Greenhill 2001 ; Stein 1996 ). Nevertheless, a unit-of-analysis error can occur in cross-over data, if the analysis overlooks issues with correlation among the participants' measurements during the dierent treatment Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.13Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews periods. Paired analyses took into consideration issues with correlation, but were not available in the included studies. We therefore treated the treatment periods of the cross-over trials as treatment groups in a parallel design, to include the results in the analysis ( Higgins 2020 ). This approach could lead to a unit-of- analysis error, although it is considered a conservative approach, as each cross-over trial receives less weight in the analysis ( Higgins 2020 ). Harms For data on harms, we accepted a modified ITT analysis, where the participants and their outcome data would be included in the analysis for those who received at least one dose of the tested interventions. Additionally, as one participant can experience more than one adverse event during a treatment period, we recorded data on all participants experiencing each reported event. Dealing with missing data Whenever possible, we based the analysis on ITT data from the individual clinical trials, accounting for dropout data. We attempted to access trial registries, when available, and contacted the authors of the most recent trials to obtain complete information about missing outcome data not fully covered in the reports of the included trials. We took missing data into consideration in the 'Risk of bias' analysis. Assessment of heterogeneity We avoided excessive methodological heterogeneity by combining data, whenever appropriate, only among trials with similar designs (i.e. RCTs of parallel design were not pooled with RCTs of cross- over design). Where we deemed it possible and appropriate to combine trials of dierent designs, we conducted a sensitivity analysis ( Sensitivity analysis ), to assess the robustness of the results. We assessed statistical heterogeneity between trials using the I 2 statistic for quantification of variability and reported Tau 2, Chi 2 and P values ( Deeks 2020 ). Due to insuicient trials, we were not able to investigate clinical heterogeneity through subgroup analyses (see Subgroup analysis and investigation of heterogeneity ). Assessment of reporting biases We could not assess reporting bias due to the insuicient number of trials included in the quantitative analyses. Ten or more trials need to be included in the meta-analysis to allow us to use Egger's test to assess for funnel plot asymmetry ( Egger 1997 ); a funnel plot with fewer studies would not have the power to distinguish chance from real asymmetry. Data synthesis Eicacy For most of the outcome data and comparisons, only one trial contributed data and a meta-analysis was not possible. Whenever possible, we combined the eicacy outcomes in a meta-analysis using the generic inverse variance technique. The inverse variance method is a \"common and simple version of the meta-analysis\" and is the method implemented in the so:ä\"çware where Cochrane Reviews are developed ( Deeks 2020 ). We performed meta-analysis using a random-eects model to account for the heterogeneity between trials ( Deeks 2020 ). We reported usingthe I 2 statistic; however, the insuicient number of trials and available data contributing to the quantitative analysis prevented an appropriate assessment of heterogeneity. Eect size multiplicity Problems with multiplicity of eect size can happen whenever an included trial reports on more than two arms or on more than one scale to measure the same outcome ( López-López 2018 ). To avoid introducing statistical dependency into the results estimated in the meta-analysis, we selected the comparison of main interest to the review research question and combined the treatment eects of this comparison only. Consequently, we considered the eect sizes of trials with more than one arm (i.e. comparing IR methylphenidate with placebo and other interventions), whenever appropriate, in a meta-analysis comparing IR methylphenidate with placebo. The rationale for the application of the above-described method considers that the following interventions identified in this review are not standard options in the treatment of adults with ADHD: bupropion, lithium and Pycnogenol®. Harms We recorded adverse events reported by participants receiving IR methylphenidate, placebo and other interventions. We then classified the reported adverse events according to organ systems. We calculated the RR with its 95% CI of the number of events according to organ systems and the intervention groups, whenever appropriate. Finally, we plotted the RRs with the 95% CI of the events according to organ systems and intervention groups in a forest plot. Subgroup analysis and investigation of heterogeneity There were insuicient data evaluated and reported in the included trials to allow us to undertake any subgroup analyses. Sensitivity analysis There were not enough trials (two or more) included in the meta- analyses to perform most of the sensitivity analysis preplanned in the review protocol ( Cândido 2018 ). We were able to evaluate the impact of the meta-analysis model (fixed-eect model or random- eects model) and the dierent RCT designs (parallel versus cross- over) in one analysis of the eicacy of IR methylphenidate as rated by the participants compared with placebo. Summary of findings and assessment of the certainty of the evidence Two review authors (DJ, RC) independently assessed the results of the review for the certainty of the evidence, the magnitude of the eect of the interventions examined, and the sum of available data on the main outcomes using the GRADE approach ( Schünemann 2020a ). We resolved disagreements by discussion or by consulting a third review author (CP). The GRADE approach consists of five judgment considerations on the certainty of a body of evidence: risk of bias, inconsistency, indirectness, imprecision and publication bias. We presented the reconciled main findings of the certainty of the evidence analyzed in this review in a 'Summary of findings' table, according to four levels of the certainty of the evidence: high, moderate, low and very low ( Schünemann Immediate-release methylphenidate for adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.14Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews We presented the certainty ratings, along with the magnitude of the eect of the interventions examined, and the sum of available data on the outcomes listed below in a 'Summary of findings' table for the following comparisons: IR methylphenidate versus placebo and IR methylphenidate versus lithium. 1. Eicacy: changes in symptoms of ADHD assessed by the investigator 2. Eicacy: changes in symptoms of ADHD assessed by the participant 3. Harms (adverse events) 4. Clinical impression-severity 5. Clinical impression-improvement 6. Anxiety 7. Depression The outcomes were measured in the included trials at dierent follow-up time points, and we therefore describe the means or ranges of the follow-up period in the 'Summary of findings' tables. We selected change scores rather than endpoint scores when datawere available for the same outcome and could not be combined in a meta-analysis. Results calculated using SMDs were interpreted according to the rule of thumb described by Cohen 1988 , which suggests that a SMD of 0.2 represents a \"small\" dierence, an SMD of 0.5 represents a \"medium\" dierence, 0.8 represents ( Schünemann 2020b ; Takeshima 2014 ). R E S U L T S Description of studies Results of the search Our searches identified a total of 20,796 records ( Appendix 2 ). We screened 9808 records a:ä\"çer duplicates were removed. A:ä\"çer screening titles and abstracts, 72 full-text reports were considered to be potentially relevant. Assessment of the full-text reports led to the inclusion of 10 RCTs (from 10 reports) that met our inclusion criteria ( Criteria for considering studies for this review ). One study is awaiting classification ( Studies awaiting classification ), and one study is ongoing ( Ongoing studies ). See Figure 1 . Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.15Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 1. Flow diagram illustrating the results of the study selection process. Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.16Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 1. (Continued) Included studies We included 10 RCTs in this review. Below, we summarize the key characteristics of the included trials. Further details of the trials' methods, participants, interventions, and outcomes are shown in the Characteristics of included studies tables. Study design The included RCTs comprised five trials with a parallel design (Kuperman 2001 ; Schrantee 2016 ; Schubiner 2002 ; Spencer 2005 ; Spencer 2011 ) and five trials with a cross-over design ( Bouard 2003 ; Carpentier 2005 ; Dorrego 2002 ; Kooij 2004 ; Tenenbaum 2002 ), published between 2001 and 2016. Location and setting Three trials reported having been conducted in Europe ( Carpentier 2005 ; Kooij 2004 ; Schrantee 2016 ) and one in Argentina ( Dorrego 2002 ); the remaining studies did not report the location where they were conducted. Most trials recruited outpatient participants but one was conducted in an addiction treatment facility and included participants receiving concomitant inpatient treatment for various substance-use disorders ( Carpentier 2005 ). An additional trial assessed participants with ADHD and substance-use disorder if they were willing to enter an intensive outpatient program to treat their cocaine dependence ( Schubiner 2002 ). Samples size The included trials randomized a total of 497 participants. Among the trials with a parallel design, 173 people were randomized to receive IR methylphenidate, 142 to receive placebo, and 11 to receive sustained-release bupropion (SR bupropion) formulations. Among the trials with a cross-over design, 147 participants were randomized to sequential treatment with IR methylphenidate and placebo, and 24 people to sequential treatment with IR methylphenidate, Pycnogenol® and placebo. The number of participants included in each of the studies is described in the Characteristics of included studies tables. Follow-up and attrition The duration of the treatment and follow-up periods varied significantly among the trials. Among those with a parallel design, treatment duration and follow-up were six weeks ( Spencer 2005 ; Spencer 2011 ), eight weeks ( Kuperman 2001 ), 12 16 weeks ( Schrantee 2016 ). Among the trials with a cross-over design, treatment duration and follow-up were five weeks ( Bouard 2003 ), seven weeks with one week washout treatments ( Kooij 2004 ), eight weeks ( Carpentier 2005 ), with one week washout between treatments ( Tenenbaum2002 ), and 18 weeks with two weeks washout between treatments (Dorrego 2002 ). Attrition rates varied and were taken into account in the 'Risk of bias' assessment ( Risk of bias in included studies ). Table 2 details the follow-up time points of each of the included RCTs. Interventions and comparators Six two-arm trials compared IR methylphenidate with placebo (Bouard 2003 ; Carpentier 2005 ; Kooij 2004 ; Schrantee 2016 ; Schubiner 2002 ; Spencer 2005 ). One trial tested the continuous eicacy of switching from IR methylphenidate to osmotic release oral system (OROS) methylphenidate in adults who responded to treatment with IR methylphenidate ( Spencer 2011 ). Treatment with IR methylphenidate was compared with lithium in one trial (Dorrego 2002 ). One three-arm trial compared IR methylphenidate with SR bupropion placebo Kuperman 2001 compared placebo ( Tenenbaum 2002 ). Pycnogenol® is the US registered trademark name for a commercially-available maritime pine bark extract ( MedlinePlus 2019 ). We did not identify eligible RCTs that compared IR methylphenidate with extended-release formulations of methylphenidate other than OROS. In most trials, IR methylphenidate was administered following a dose-titration scheme, starting at small doses (5 to 10 mg) given two or three times daily, and increasing to a maximum of 40 to 60 mg daily. Table 2 describes the comparators investigated in each of the included RCTs. Characteristics of the participants All included trials used DSM-IV criteria, alone or in combination with other scales, to diagnose ADHD in the adults recruited into the trials. The mean age of the participants ranged from 25 to 40 years old in nine studies; one trial reported only the age range of the participants, which varied from 17 to 51 years old ( Bouard 2003 ). Most trials included individuals of both sexes (range = 8% to 75%). One trial included only male participants ( Schrantee 2016 ). Two trials reported the subtypes of ADHD that characterized the participants recruited: predominantly inattentive, combined ( methylphenidate for attention (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.17Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 2016 ). In Schrantee 2016 , participants presenting with the combined subtype comprised 54% of those receiving IR methylphenidate and 79% of those receiving placebo. Participants presenting with the predominantly inattentive subtype were 46% and 21% in the IR placebo groups, respectively. In Carpentier 2005 , 76% of participants presented with the combined subtype, 20% with the predominantly inattentive subtype, and 4% with the hyperactive-impulsive subtype. Outcomes and outcome measurements Primary outcomes Eicacy: changes in the symptoms of ADHD Changes in the symptoms of ADHD (the primary outcome of eicacy) were assessed using dierent scales; commonly, the trials applied multiple symptom-rating scales to measure the eects of the treatments under investigation. Nevertheless, complete and extractable data were available from only a few of the trials (Dorrego 2002 ; Kuperman 2001 ; Spencer 2005 ). Data from one trial, Schrantee 2016 , were provided following email correspondence with the contact author ( Junqueira 2019 [pers comm] ). The scales used to assess the primary outcome of eicacy (changes in the symptoms of ADHD) measure the frequency or severity of ADHD symptoms, with higher scores generally indicating an increase in symptoms occurrence or illness severity. 1. The Adult ADHD Symptom Checklist Severity Scale (ADHDRS); updated and validated for the DSM-IV ADHD criteria (scores range from 0 to 54): used in two trials ( Kuperman 2001 ; Schrantee 2016 ); 2. Barkley's ADHD Rating Scale (scores range from one to seven): used in one trial ( Schubiner 2002 ); 3. The Adult ADHD Investigator Symptom Report Scale (AISRS; scores range from 0 to 54): used in two trials ( Spencer 2005 ; Spencer 2011 ); 4. Conners' Adult ADHD Rating Scale (scores range from 0 to 198): used in two trials ( Bouard 2003 ; Dorrego 2002 ); 5. Barkley's ADHD Problem Behaviours Scale (scores range from 0 to 42): used in three trials ( Bouard 2003 ; Carpentier 2005 ; Tenenbaum 2002 ); 6. The ADHD Rating Scale-IV (scores range from zero to three): used in two trials ( Carpentier 2005 ; Kooij 2004 ); 7. Attention Deficit Scale for Adults (ADSA; scores range from 0 to 54): used in one trial ( Tenenbaum 2002 ); 8. Barratt Impulsiveness Scale (30 items scored on a four-point Likert scale, ranging from one (rarely/never) to four (almost always/always)): used in one trial ( Tenenbaum 2002 ); 9. Copeland Symptom Checklist for Adult Attention Deficit Disorders (eight categories scored on a three-point Likert scale, ranging from zero (not at all) to three (very much); percentages are computed for each category): used in one trial ( Tenenbaum 2002 ). Table 2 describes the measures used in the included RCTs to assess the primary outcome of eicacy. Harms With the exception of Tenenbaum 2002 , nine included studies reported some data on harms; however, among these trials,only four described the measurement methods planned or implemented to detect adverse events occurring among participants receiving treatment ( Kooij 2004 ; Schubiner 2002 ; Spencer 2005 ; Spencer 2011 ). Four trials reported information on the specific time points when adverse events were assessed (Kuperman 2001 ; Schubiner 2002 ; Spencer 2005 ; Spencer 2011 ). Data on adverse events were reported as a general statement in one trial ( Carpentier 2005 ), while the remaining RCTs provided data on a subset of the total events ( Table 3 ). Table 4 provides a comprehensive description of the harms assessed and reported in the included RCTs. Secondary outcomes The included trials used multiple scales to assess the secondary eicacy outcomes, as described below. The scales measure the frequency or severity of the symptoms, and generally higher scores indicate an increase in symptom occurrence or illness severity, unless otherwise specified. Changes in the clinical impression measures of severity or improvement 1. Clinical Global Impression (CGI) - Severity (-S) or - Improvement (-I) scale (scores range from one (very much improved) to seven (very much worse)): used in six trials ( Carpentier 2005 ; Kooij 2004 ; Kuperman 2001 ; Schrantee 2016 ; Spencer 2005 ; Spencer 2011 ). Changes in the level of functioning 1. Global Assessment of Functioning (GAF; scores range from 0 to 100): used in four trials ( Kooij 2004 ; Schrantee 2016 ; Spencer 2005 ; Spencer 2011 ). Changes in depression 1. Hamilton Depression Scale (HAM-D; scores range from 0 to 52): used in six trials ( Dorrego 2002 ; Kooij 2004 ; Kuperman 2001 ; Schrantee 2016 ; Spencer 2005 ; Spencer 2011 ). 2. Beck Depression Inventory (BDI; scores range from 0 to 63): used in four trials ( Bouard 2003 ; Kuperman 2001 ; Schrantee 2016 ; Tenenbaum 2002 ). Changes in anxiety 1. Hamilton Anxiety Scale (HAM-A; scores range from 0 to 56): used in six trials ( Bouard 2003 ; Dorrego 2002 ; Kooij 2004 ; Kuperman 2001 ; Schrantee 2016 ; Spencer 2011 ). 2. Beck Anxiety Inventory (BAI; scores range from 0 to 63): used in one trial ( Tenenbaum 2002 ). Quality of life None of the included studies assessed quality of life. Table 5 describes the measures used in each of the included RCTs to assess the secondary outcomes. Clinical trials registration With the exception of one trial ( Schrantee 2016 ), none of the included trials appeared to be registered in a clinical trial registry. The trial reports did not mention registration, and a dedicated search could not locate them in any trial registry. Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.18Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Conflicts of interest Funding sources and potential conflict of interests were reported in all but two included trials ( Carpentier 2005 ; Dorrego 2002 ). Amongst the eight trials reporting sources of funding: two reported support from research grants and several companies with a vested interest, and also disclosed that the trials' authors received consulting fees and sat on the advisory boards of pharmaceutical companies ( Spencer 2005 ; Spencer 2011 ); two reported support from research grants and a company with a vested interest ( Schrantee 2016 ; Tenenbaum 2002 ); one reported being fully supported by a pharmaceutical company ( Kuperman 2001 ); and three reported being supported entirely by research grants from public and private institutions ( Bouard 2003 ; Kooij 2004 ; Schubiner 2002 ). Additional details are described at the Characteristics of included studies tables. Based on the sources of funding and conflict of interests disclosed in the trial publications, we have concerns about the impact of the conflicts of interest on the results analyzed from the included trials ( Boutron 2020 ) (Table 6 ). We detected notable reasons for concern in four trials ( Kuperman 2001 ; Spencer 2005 ; Spencer 2011 ; Tenenbaum 2002 ); reasons for concern were unclear in two RCTs ( Carpentier 2005 ; Dorrego 2002 ), since sources of funding and conflict of interests were not reported in these trials. Excluded studies We excluded 60 reports (54 studies) at the full-text screening stage. We documented the reasons for excluding these reports, which comprised: 1. Study design not eligible (13 reports); 2. Interventions investigated not eligible (16 reports); 3. Treatment comparisons not eligible (7 reports); 4. Population included in the primary study not eligible (17 reports); and 5. Studies investigating eects on IR methylphenidate in diverse outcomes (e.g. participants' performance on the Continuous Paired-Associate Learning Test (7 reports). We selected 16 studies (from 19 reports) to report in more detail in the Characteristics of excluded studies tables. These are studies which at first sight appeared to be eligible for inclusion, but proved ineligible on closer inspection. We documented the reasons for excluding these reports, which comprised: 1. Study design not eligible (2 studies); 2. Interventions investigated not eligible (1 study); 3. Treatment comparisons not eligible (2 studies); 4. Population included in the primary study not eligible (4 studies); and 5. Studies investigating eects on IR methylphenidate in diverse outcomes (7 studies).Seven studies investigated research questions and outcomes not related to the objectives of this review. 1.Kinsbourne 2001 sought to assess participants' performance on the Continuous Paired-Associate Learning Test (CPAL T) a:ä\"çer a single administration of three doses (5, 10, and 20 mg) of methylphenidate and placebo. 2.Ni 2013 compared the long-term eicacy of methylphenidate and atomoxetine in improving executive functions in drug-naïve adults with ADHD. 3.Ni 2016 evaluated the eects of methylphenidate in intra- individual variability in reaction time (IIV-RT) in people with ADHD. 4.Vansickel 2011 evaluated the acute eects of methylphenidate on cigarette-smoking behavior in individuals diagnosed with ADHD. 5.Verster 2008 evaluated the eects of methylphenidate on driving performance of adults with ADHD. 6.Bouziane 2019 evaluated whether methylphenidate modulates human brain white matter in an age-dependent manner. 7.NCT02477280 sought to examine the eects of methylphenidate on objective and self-rated task performance during the Quantified Behavior Test. Studies awaiting classification We were unable to access the abstract or full text of one trial ( IRCT20110802007202N15 ); this trial is awaiting classification (Characteristics of studies awaiting classification ). The author team made extensive eorts to retrieve this study by searching several databases, the libraries of two dierent institutions and requesting the support of the Information Specialist of the Cochrane Developmental, Psychosocial and Learning Problems. Studies ongoing One clinical trial was classified as 'Ongoing' according to the record in the European Union Clinical Trial Register (EU-CTR): EU CTR 2012-005246-38 . See the Characteristics of ongoing studies table for more information. Risk of bias in included studies We judged most of the included trials to be at unclear risk of selection, performance and detection bias. We considered most trials to be at high risk of attrition and reporting bias for both the eicacy (symptoms of ADHD) and harms (adverse events) outcomes. For harms, we rated all the included trials at high risk of reporting bias. A comprehensive description of the risk of bias for each trial across each domain is provided in the 'Risk of bias' tables (beneath the Characteristics of included studies tables). We summarize the risks of bias below and in Figure 2 and Figure 3 . Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.19Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 2. Risk of bias summary: review authors' judgements about each risk of bias item for each included study. Random sequence generation (selection bias) Allocation concealment (selection bias) Blinding of participants (performance bias) Blinding of personnel (performance bias) Blinding of outcome assessment (detection bias): Efficacy, Symptoms of ADHD Blinding of outcome assessment (detection bias): Harms Incomplete outcome data (attrition bias): Efficacy, Symptoms of ADHDSelective outcome reporting: Efficacy, Symptoms of ADHD Selective methylphenidate for in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.20Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 3. Risk of bias graph: review authors' judgements about each risk of bias item presented as percentages across all included studies. Random sequence generation (selection bias) Allocation concealment (selection bias) Blinding of participants (performance bias) Blinding of personnel (performance bias) Blinding of outcome assessment (detection bias): Efficacy, Symptoms of ADHD Blinding of outcome assessment (detection bias): Harms Incomplete outcome data (attrition bias): Efficacy, Symptoms of ADHD Selective outcome reporting: Efficacy, Symptoms of ADHD Selective outcome reporting: Harms 0% 25% 50% 75% 100% Low risk of bias Unclear risk of bias High risk of bias Allocation Random sequence generation (selection bias) We judged three trials at low risk of selection bias for this domain (Bouard 2003 ; Kooij 2004 ; Schrantee 2016 ), as they described adequate methods to generate the randomization sequence. Two trials did not report the method used to generate the randomization sequence of allocation and had high imbalance in the numbers and baseline characteristics of the participants between intervention groups. We judged these RCTs to be at high risk of bias ( Schubiner 2002 ; Spencer 2011 ). Five trials provided insuicient information to permit a judgement so we rated them at unclear risk of bias (Carpentier 2005 ; Dorrego 2002 ; Kuperman 2001 ; Spencer 2005 ; Tenenbaum 2002 ). Allocation concealment (selection bias) We deemed one trial to be at low risk of selection bias for this domain, as allocation concealment was ensured by the use of a central clinical unit to generate the sequence of allocation (Schrantee 2016 ). We judged the nine remaining trials to be at unclear risk of bias as they provided insuicient information to permit a judgment ( Bouard 2003 ; Carpentier 2005 ; Dorrego 2002 ; Kooij 2004 ; Kuperman 2001 ; Schubiner 2002 ; Spencer 2005 ; Spencer 2011 ; Tenenbaum 2002 ). Blinding Blinding of participants and personnel (performance bias) We assessed performance bias separately for participants and personnel. Blinding of participants Six trials described adequate methods to blind participants, mostly by the use of identical-looking tablets, and we judged these trials to be at low risk of performance bias for the blinding of participants ( Dorrego 2002 ; Kooij 2004 ; Schrantee 2016 ; Schubiner 2002 ; Spencer 2005 ; Tenenbaum 2002 ). Three trials were described as single-blinded but it was not clear who was blinded; we judged these trials to be at high risk of performance bias ( Carpentier 2005 ; Kuperman 2001 ; Spencer 2011 ). One trial provided insuicient information to permit a judgement, so we rated it at unclear risk of bias ( Bouard 2003 ).Blinding of personnel Four trials described adequate methods to blind personnel, mostly by the use of identical-looking tablets; we rated these trials at low risk of performance bias for the blinding of personnel ( Kooij 2004 ; Schrantee 2016 ; Spencer 2005 ; Tenenbaum 2002 ). Three trials were described as single-blinded, but it was not clear who was blinded; we judged these trials to be at high risk of performance bias ( Carpentier 2005 ; Kuperman 2001 ; Schubiner 2002 ). Three trials provided insuicient information to permit a judgment, so we rated them at unclear risk of bias ( Bouard 2003 ; Dorrego 2002 ; Spencer 2011 ). Blinding of outcome assessment (detection bias) We assessed blinding of outcome assessment separately for the primary outcomes of eicacy (symptoms of ADHD) and harms (adverse events). Eicacy Two trials reported that the investigators rating the symptoms of ADHD were blinded to the treatment allocation of the participants; we rated these trials at low risk of detection bias for symptoms of ADHD ( Spencer 2005 ; Spencer 2011 ). The remaining eight trials provided insuicient information to permit a judgment and were rated at unclear risk of detection bias ( Bouard 2003 ; Carpentier 2005 ; Dorrego 2002 ; Kooij 2004 ; Kuperman 2001 ; Schrantee 2016 ; Schubiner 2002 ; Tenenbaum 2002 ). Harms One trial reported that the assessment of harms was performed by unblinded clinicians; we judged this trial ( Spencer 2011 ) at high risk of detection bias for adverse events. The remaining nine trials provided insuicient information to permit a judgment, so we rated them at unclear risk of detection bias ( Bouard 2003 ; Carpentier 2005 ; Dorrego 2002 ; Kooij 2004 ; Kuperman 2001 ; Schrantee 2016 ; Schubiner 2002 ; Spencer 2005 ; Tenenbaum 2002 ). Incomplete outcome data In three trials, reasons for missing outcome data appeared unlikely to be related to the true outcome; we considered these trials to be at low risk of attrition bias ( Carpentier 2005 ; Kuperman 2001 ; Schrantee methylphenidate for attention hyperactivity in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.21Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews We detected imbalances in dropout rates and retention rates at follow-up that we considered likely to be related to the true outcome in the reports of five trials; we rated these trials at high risk of attrition bias ( Dorrego 2002 ; Schubiner 2002 ; Spencer 2005 ; Spencer 2011 ; Tenenbaum 2002 ). Two trials provided insuicient information to permit a judgment, so we rated these RCTs at unclear risk of bias ( Bouard 2003 ; Kooij 2004 ). Selective reporting We assessed selective reporting (reporting bias) for the primary outcomes of eicacy (symptoms of ADHD) and harms (adverse events) separately. Eicacy We deemed one RCT ( Kuperman 2001 ) to be at low risk of reporting bias for symptoms of ADHD, as the outcomes planned in the Methods section of the study report were fully covered in the Results section. The results related to the outcomes of eicacy were incompletely reported in eight trials; we judged these trials to be at high risk of selective reporting bias ( Bouard 2003 ; Carpentier 2005 ; Kooij 2004 ; Schrantee 2016 ; Schubiner 2002 ; Spencer 2005 ; Spencer 2011 ; Tenenbaum 2002 ). One trial ( Dorrego 2002 ) provided insuicient information to permit judgment, so we rated it at unclear risk of reporting bias. Harms In all trials, the methods used to identify outcomes of harms were not reported or were deemed inappropriate. We also judged that the assessment of harms was likely to dier between intervention groups and could be influenced by knowledge of the intervention received. For these reasons, we rated all 10 trials at high risk of selective reporting bias for adverse events ( Bouard 2003 ; Carpentier 2005 ; Dorrego 2002 ; Kooij 2004 ; Kuperman 2001 ; Schrantee 2016 ; Schubiner 2002 ; Spencer 2005 ; Spencer 2011 ; Tenenbaum 2002 ). Other potential sources of bias We did not assess other potential sources of bias in the included trials (See Dierences between protocol and review ). Eects of interventions See: Summary of findings 1 Immediate-release methylphenidate versus placebo for attention deficit hyperactivity disorder (ADHD) in adults ; Summary of findings 2 Immediate-release methylphenidate versus lithium for attention deficit hyperactivity disorder (ADHD) in adultsSee Summary of findings 1 ; Summary of findings 2 . IR methylphenidate versus placebo Four trials reported data on changes in the symptoms of ADHD: one reported results on investigator-rated scales ( Spencer 2005 ) and three on participant-rated scales ( Kooij 2004 ; Kuperman 2001 ; Schubiner 2002 ). Primary outcomes Eicacy: changes in symptoms of ADHD The trials assessed the outcomes using dierent rating scales and reported results using change scores and end scores, which prevented us from pooling the data in a meta-analysis. The available data suggest that IR methylphenidate might reduce symptoms of ADHD when measured by investigator-rated scales (MD 20.70, 95% CI 23.97 to 17.43; Analysis 1.1 ; very low-certainty evidence), namely the AISRS (scores range from 0 to 54). This analysis was based on one RCT with parallel design and 146 participants ( Spencer 2005 ). One trial ( Schubiner 2002 ) measured changes in symptoms of ADHD rated by the investigators and the participant; however, the trial enrolled a small sample of participants (n = 24) and data were incompletely reported. Overall, a:ä\"çer 12 weeks, 33% (8/24) of the participants treated with IR methylphenidate were classified by physicians as showing moderate improvement (a reduction of one or two points on a scale ranging from one (very much improved) to seven (very much worse), compared with 46% (11/24) of participants treated with placebo. When participants rated their own symptoms, 73% (18/24) of those treated with IR methylphenidate reported moderate improvement compared with 42% (10/24) of those treated with placebo. When measured by participant-rated scales, it was unclear whether IR methylphenidate could reduce or increase the symptoms of ADHD. For this analysis, two sets of trials contributed data; the available data were derived from dierent scales and were reported for dierent point measures (change scores and end scores), thus preventing pooling. Kuperman 2001 (a RCT with a parallel design) reported change scores from 19 participants on the ADHDRS (scores range from 0 to 54) (MD 2.30, 95% CI 6.20 to 10.80; Analysis 1.2 ; very low-certainty evidence); Kooij 2004 and Schubiner 2002 (trials with parallel and cross-over designs, respectively) provided end scores from 138 participants (SMD 0.59, 95% CI 1.25 to 0.06; Tau 2 = 0.16; Chi 2 = 3.26 (P = 0.07); I 2 = 69%; Analysis 1.3 ; Figure 4 ; very low- certainty evidence). Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.22Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 4. Comparison 1 IR methylphenidate versus Placebo, Outcome: Symptom of ADHD Study or Subgroup 1.3.1 RCT with parallel design Schubiner 2002 (1) Subtotal (95% CI) Heterogeneity: Not applicable Test for overall effect: Z = 3.16 (P = 0.002) 1.3.2 RCT with cross-over design Kooij 2004 (2) Subtotal (95% CI) Heterogeneity: Not applicable Test for overall effect: Z = 1.39 (P = 0.17) Total (95% CI) Heterogeneity: Tau² = 0.16; Chi² = 1 = 0.07); I² = 69% Test for overall effect: Z = 1.78 (P = 0.08) Test for subgroup differences: Chi² = 3.26, df = 1 (P = = 69.3%IR methylphenidate Mean 1.75 1.37SD -4 -2 0 2 4 ADHD Rating Scale; Endscores. ADHD Rating Scale-IV; End scores. We observed slightly dierent results when repeating the analyses using a fixed-eect model (SMD 0.51, 95% CI 0.85 to 0.17; I 2 = 69%), and with the cross-over trial excluded (SMD 0.97, 95% CI 1.57 to 0.37; versus SMD 0.59, 95% CI 1.25 to 0.06 (with cross- over trial): Analysis 1.3 ; Figure 4 ). Harms None of the included trials reported ascertaining or evaluating participants for serious adverse events as defined by the ICH 2016 (see Types of outcome measures ). One trial reported that \"no serious adverse events were noted in any of the individuals studied\" ( Schrantee 2016 ), although the method of assessing adverse events was not described in the trial report. It is therefore not clear how these events were defined. One trial comparing IR methylphenidate with placebo provided data on the total number of participants experiencing at least one adverse event ( Kooij 2004 ). The available data did not allow a conclusion of the dierence between participants receiving IR methylphenidate compared with placebo on the risk of harms (RR 1.19, 95% CI 0.94 to 1.52; Analysis 1.4 ). Three trials reported data on discontinuation due to adverse events ( Kooij 2004 ; Schubiner2002 ; Spencer 2005 ), with one participant discontinuing treatment with placebo and seven discontinuing treatment while receiving IR methylphenidate. Data on the occurrence of harms, as reported by four trials (Bouard 2003 ; Kooij 2004 ; Schubiner 2002 ; Spencer 2005 ) were described for a total of 203 participants who received IR methylphenidate and for a total of 141 participants who received placebo. These participants experienced 651 adverse events in total: 438 events were experienced by people receiving IR methylphenidate (median number of events experienced by people who had events = 12, interquartile range (IQR) = 8 to 28), while 213 were experienced by people receiving placebo (median number of events experienced by people who had events = 8, IQR = 5 to 11). Amongst the adverse events reported, participants receiving IR methylphenidate had an increased risk of developing gastrointestinal complications (e.g. dry mouth, nausea and stomach aches; RR 1.96, 95% CI 1.13 to 2.95) and metabolism and nutrition complications (e.g. decreased appetite or loss of appetite; RR 1.77, 95% CI 1.06 to 2.96) ( Figure 5 ). Table 7 summarizes the reported harms according to organ systems and individual events. Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.23Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 5. Comparison 2 IR methylphenidate vs Placebo, Outcome: Harms (total of events among patients who had experienced at least one event) There was no dierence in the reported cardiovascular adverse events between participants receiving IR methylphenidate and those receiving placebo; however, data on cardiovascular adverse events were reported inconsistently, which prevents a comprehensive analysis. The available reports are described in Table 8 . Additional data were also reported narratively for body weight- related events, although inconsistent reporting prevented further analysis: 1. in Bouard 2003 , \"There was no significant weight loss\"; and 2. in Kooij 2004 , \"Mean body weight was 1.7 kg lower (p < 0.001) a:ä\"çer methylphenidate treatment compared to placebo\" . Secondary outcomes Changes in the clinical impression measures of severity Two trials ( Kooij 2004 ; Schrantee 2016 ) reported data from 139 participants on the clinical impression of ADHD symptom severity, measured by the CGI-S scale (scores range from one (very much improved) to seven (very much worse)). The trials reported change scores and end scores, and the available data were pooled in a meta-analysis. The results demonstrate a decrease in the severity of ADHD symptoms in participants treated with IR methylphenidate compared to those treated with placebo (MD 0.57, 95% CI 0.85 to 0.28; I 2 = 0%; Analysis 1.5 ; very low-certainty evidence). We did not observe changes in the results a:ä\"çer excluding the cross-over trial from the analysis (MD 0.60, 95% CI 0.92 to 0.28). One trial ( Kuperman 2001 ) provided a narrative description of the results: \"Response rates based on the primary outcome of CGI response were 64% for bupropion, 50% for IR methylphenidate, and 27% for placebo. There was not a significantly greater response rate observed in the active treatment groups than in the placebo group (p = 0.14).\" Changes in the clinical impression measures of improvement One trial ( Schrantee 2016 ) provided data from 49 participants on the clinical impression of improvement of ADHD symptoms,measured by the CGI-I scale (scores range from one (very much improved) to seven (very much worse)). The results were available for the scores measured at the end of the follow-up period. The data suggest that IR methylphenidate increased the clinical impression of improvement in ADHD symptoms (MD 0.94, 95% CI 1.37 to 0.51; Analysis 1.6 ; low-certainty evidence). Level of functioning Outcome measurement on level of functioning on the GAF scale (0 to 100) was reported narratively by one trial: \"The mean dierence between IR placebo response of completers constitutes an 11% dierence from baseline (end point placebo - end point IR methylphenidate/baseline IR methylphenidate; t = 3.4, df = 94, p < .01)\" ( Spencer 2005 ). The remaining trials accessing level of functioning did not report results ( Kooij 2004 ; Schrantee 2016 ; Spencer 2011 ). Anxiety and depression One RCT with a parallel design ( Kuperman 2001 ) provided data from 19 participants on changes in symptoms of anxiety and depression in adults with ADHD. It is uncertain whether, compared with placebo, IR methylphenidate impacts symptoms of anxiety (MD 0.20, 95% CI 4.84 to 4.44; Analysis 1.7 ; very low-certainty evidence). Compared with placebo, the eects of IR methylphenidate on symptoms of depression in adults with ADHD were also uncertain (MD 2.80, 95% CI 0.09 to 5.69; Analysis 1.8 ; very low-certainty evidence). The results were based on scores on the HAM-A (scores range from 0 to 56) and HAM-D (scores range from 0 to 52) scales, respectively. Two other trials provided a narrative description of the results for anxiety and depression. 1.Kooij 2004 : \"Methylphenidate was associated with higher symptom levels of depression and anxiety than placebo, as was apparent from higher HAM-D and HAM-A scores: 2.4 (p=0.002) and 2.9 (p=0.002) When a HAM-D >16, methylphenidate for attention adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.24Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews (n=3) had : \"There was a reduction in anxiety and depression scores with both placebo and methylphenidate. However, methylphenidate was significantly superior to placebo in reducing anxiety scores (P < 0.05), and there was a trend for it to be superior in reducing depression scores\" . IR methylphenidate versus OROS methylphenidate compared the treatment eects of OROS methylphenidate in adults who were respondents to treatment with the IR formulation of methylphenidate and switched to treatment with the OROS formulation of methylphenidate. Primary outcomes Eicacy: changes in symptoms of ADHD Spencer 2011 reported only narrative results on changes in symptoms of ADHD from an analysis of 53 participants: \"There was no clinically or statistically significant dierence, F(1, 52) = 0.1, p = .7, between the treatment groups in the AISRS rating scale through 6 weeks of treatment\" . Harms Spencer 2011 reported data on changes in cardiac parameters. Additional data on spontaneously-reported emergent adverse events were described in a figure with non-extractable data. A total of eight participants reported discontinuing treatment while receiving IR methylphenidate and none while receiving OROS methylphenidate. There were a total of seven adverse events experienced by people receiving IR methylphenidate (median number of events experienced by people who had events = 2, IQR = 1 to 4), while 21 adverse events were experienced by people receiving OROS methylphenidate (median number of events experienced by people who had events = 6, IQR = 1 to 14). Table 9 summarizes the reported harms according to organ systems and individual events. Secondary outcomes Spencer 2011 did not measure any of the secondary outcomes. IR methylphenidate versus lithium One trial with a cross-over design ( Dorrego 2002 ) investigated treatment with IR methylphenidate versus lithium. Primary outcomes Eicacy: changes in symptoms of ADHD Dorrego 2002 assessed changes in the symptoms of ADHD using an investigator-rated scale and reported end scores. Based on the available data from 46 participants, it is uncertain whether IR methylphenidate increases or decreases symptoms of ADHD (MD 0.60, 95% CI 3.11 to 4.31; Analysis 2.1 ; very low-certainty evidence) assessed by the CAARS scale (scores range from 0 to 198), compared with lithium. Harms Dorrego 2002 provided data on the number of participants experiencing adverse events. Three participants were reported to have discontinued treatment while receiving IR methylphenidate and one while receiving lithium.There were a total of five adverse events experienced by people receiving IR methylphenidate (median number of events experienced by people who had events = 1, IQR = 0 to 2), while nine adverse events were experienced by people receiving lithium (median number of events experienced by people who had events = 2, IQR = 1 to 4). Table 10 summarizes the reported harms according to organ systems and individual events. Secondary outcomes Anxiety and depression Data from 46 participants recruited by Dorrego 2002 were unclear on the eects of IR methylphenidate versus lithium for improving symptoms of anxiety (MD 0.80, 95% CI 4.49 to 2.89; Analysis 2.2 ), assessed by the HAM-A (scores range from 0 to 56), and depression (MD 1.20, 95% CI 3.81 to 1.41; Analysis 2.3 ) assessed by the HAM- D ( scores range from 0 to 52) scales. We rated the certainty of this evidence as very low. Dorrego 2002 did not report data on changes in the clinical impression of severity and improvement, or assess measures on level of functioning. IR methylphenidate versus extended-release bupropion One methylphenidate versus extended-release (SR) bupropion. The RCT implemented a design and three comparison arms: IR methylphenidate versus bupropion versus placebo. To avoid multiplicity of the eect size, we selected the comparison between IR methylphenidate and placebo as the most relevant to answer our review question and omitted the comparison between IR methylphenidate and bupropion (see Data synthesis ). The IR methylphenidate and the placebo arms contributed data to the comparison between IR methylphenidate and placebo, previously explored in this section. IR methylphenidate versus Pycnogenol® One trial ( Tenenbaum 2002 ) compared the treatment of adults with ADHD with Pycnogenol® versus placebo in a three-arm cross-over trial (IR methylphenidate versus Pycnogenol® versus placebo). The trial reported incomplete data on initial scores from 24 participants on symptoms of ADHD, anxiety and depression, thereby not allowing further analysis. Changes in the clinical impression of severity and improvement, and level of functioning were not assessed or mentioned in the trial report. D I S C U S S I O N Summary of main results In this review, we evaluated the evidence for the treatment of adults with ADHD with IR methylphenidate in comparison with placebo, OROS-methylphenidate, lithium, SR-bupropion, and Pycnogenol®. We found very low-certainty evidence that IR methylphenidate could be more eicacious than a placebo in reducing ADHD symptoms when symptoms were rated by the trial's investigators (Spencer 2005 ). However, when participants rated their own symptoms ( Kooij 2004 ; Kuperman 2001 ; Schubiner 2002 ), there was no certain evidence that IR methylphenidate reduced the symptoms of ADHD. Overall, there was only low-certainty evidence that IR methylphenidate might slightly improve the global clinical Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.25Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews impression scores when compared to placebo, and uncertain evidence about its eect on ADHD symptoms when compared with lithium ( Dorrego 2002 ). Compared with placebo, there was low-certainty evidence that treatment with IR methylphenidate might result in a reduction in the clinical impression of the severity of ADHD symptoms (Kooij 2004 ; Schrantee 2016 ). Low-certainty evidence suggests that, compared with placebo, adults treated with IR methylphenidate could have an increase in the clinical impression of improvement of ADHD symptoms ( Schrantee 2016 ). However, we considered this potential treatment benefit at high risk of imprecision caused by single-study results with small sample sizes ( Schünemann 2020a ). There was very low-quality evidence for the remaining outcomes across the comparisons among IR methylphenidate, placebo and lithium. Overall, incomplete and under-reported data precluded further analysis and accurate assessment of treatment eects on the prespecified secondary outcomes among the remaining treatment comparisons of IR methylphenidate, OROS methylphenidate, SR-bupropion, and Pycnogenol®. We found only data for the comparison between IR and OROS methylphenidate; no clinically relevant dierence between the treatment groups was reported ( Spencer 2011 ). Also, the data for the comparison between IR methylphenidate and Pycnogenol® were incomplete, thus precluding any analysis ( Tenenbaum 2002 ). Finally, we did not undertake a pair-wise comparison between IR methylphenidate and SR bupropion, in order to avoid multiplicity of eect size. The trial providing data on this comparison evaluated eight participants receiving IR methylphenidate in comparison with 11 participants receiving SR bupropion and 11 participants receiving placebo ( Kuperman 2001 ). We judged that to include data on the IR methylphenidate group, it would be better to preserve the sample size for this comparison group. We therefore chose to select only the most relevant comparison to answer the review question ( Higgins 2020 ). Bupropion is not considered an option to treat adults with ADHD, so we focused on exploring whether IR methylphenidate could demonstrate any benefits to patients in comparison with treatment with placebo. In four trials, there was a two-fold increase in the occurrence of adverse events among adults treated with IR methylphenidate in comparison with those treated with placebo. There was evidence that gastrointestinal (e.g. dry mouth, nausea and stomach aches) and metabolism and nutrition (appetite/weight-related events) complications were notably more common in the group of participants treated with IR methylphenidate. Cardiovascular complications, which are one of the main concerns among people treated with methylphenidate ( CADDRA 2020 ), were reported inconsistently and mainly as vague narrative reports. Overall, the information about adverse events is unclear. In all cases, we cannot be sure whether adverse events were not measured, were sought but not detected, or were measured but not included in the full publication. The absence of reporting should not automatically be assumed to equate to the absence of harms ( Loke 2015 ). The lack of data on harms compromises risk assessments of the eicacy of IR methylphenidate for ADHD in adults. Of note, none of the included trials assessed quality of life and few studies included participants with comorbid disorders, which contrasts with the high prevalence of other psychiatric conditions diagnosed in people with ADHD ( Cheng 2017 ; Kessler 2006 ).All the above evidence should be considered in light of the low certainty of the evidence, the limited amount of trials evaluating each comparison, particularly change in symptoms, and the significant number of studies for which we had 'notable concerns' for a potential impact of vested interests on the results analyzed and reported ( Boutron 2020 ). Authors from four of the trials declared receiving funding from companies with a financial interest in the findings of IR methylphenidate for the treatment of ADHD in adults; authors from two studies omitted information related to the sources of funding and conflict of interests. Overall completeness and applicability of evidence The overall completeness and applicability of the evidence relating to the eicacy and harms of IR methylphenidate to treat adults with ADHD is limited by a number of factors. First, while several clinical trials, systematic reviews and meta-analyses have been published on the eect of treating ADHD in children and adolescents with IR methylphenidate ( Charach 2011 ; Charach 2014 ; Maia 2017 ; Punja 2013 ; Reichow 2013 ; Storebø 2015 ), there is a dearth of such data on adults. Second, the limited data available do not include the analysis of the eicacy and harms of IR methylphenidate in people with psychiatric comorbidities. This is problematic, considering the high prevalence of psychiatric comorbidities in adults with ADHD ( Cheng 2017 ; Kessler 2006 ). Additionally, despite the high prevalence observed for the co- occurrence of ADHD and ASD in adults (14% to 78%) ( Muit 2020 ), the dual diagnosis of ADHD and ASD or other psychiatric disorders was only introduced in the DSM-5 ( Epstein 2013 ; Pehlivanidis 2020 ). All included trials in our review, however, used diagnostic criteria developed prior to the DSM-5. This means that the evidence from our review may not apply to the treatment of people with both ADHD and ASD or other concomitant psychiatric disorders. Our findings should also be interpreted with caution, given the context of the Research Domain Criteria (RDoC) framework and Comparative Eectiveness Research (CER) approaches ( NIMH 2020 ), which operate under the framework of a larger spectrum of mental-related disorders when exploring mental health and illness. The small sample sizes and the short duration of the available RCTs are other limitations of the trials included in this review. The small sample sizes limit the reliability of the findings, and the short durations of the RCTs are contradictory, given the chronic characteristic of ADHD and the need for long-term treatment. Finally, the high heterogeneity among the clinical rating scales used to ascertain the eects of IR methylphenidate on the treatment of ADHD in adults impacts the interpretation of the available evidence. Obtaining standardized, comparable results from clinical trials is essential to allow for a proper synthesis and appraisal of the evidence. Quality of the evidence We judged the certainty of the evidence for most outcomes assessed in this review as very low, due to critical concerns over the 'Risk of bias' profiles of the individual studies, with high or unclear risk of bias in most domains (selection, performance, detection, attrition and reporting biases). Information on random sequence generation was available for only half of the trials; among those, we deemed a proportion (40%) to be at high risk of selection bias. Performance bias for masking of Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.26Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews personnel was also inadequate in half of the available trials; it was rated at high risk of bias in three trials and three trials provided insuicient information to permit a judgment. Performance bias related to blinding of participants was the one domain in which we judged most trials (six) to be at low risk of bias. Most trials provided insuicient information to permit a judgment of detection bias, and most were also at high risk of attrition and selective reporting bias. Another reason to downgrade our certainty in the evidence was imprecision. Single-study results with small sample sizes provided most of the evidence. The maximum number of participants providing data on the assessed outcomes was 157, significantly below the optimal information size ( Schünemann 2020a ). Considering that we have notable concerns about vested interests influencing the results of the included trials, publication bias can be suspected as present and highly influencing the missing information on treatment harms. Potential biases in the review process We undertook a systematic and comprehensive search that, to the best of our knowledge, permitted us to identify all IR methylphenidate trials performed in adults with ADHD. We were also able to obtain additional missing data from one of the included trials. We did not, however, contact pharmaceutical industries and corresponding authors of the included publications to enquire about additional studies that we may have missed. We therefore cannot be assured that we found all relevant studies on the topic. Methylphenidate has been associated with potentially harmful eects ( EMA 2009 ; US FDA 2007 ). However, methods to detect adverse events were not consistently described in the included trials and most (five out nine trials) did not report these methods adequately. All trials lacked adequate reporting of harms experienced by participants. In general, the emphasis of RCT designs to assess treatment eicacy leads to an inadequate and biased assessment of harms ( Golder 2011 ; Ioannidis 2009 ; Loke 2015 ; Saini 2014 ; Schroll 2016 ). We are aware that the systematic evaluation of adverse drug events requires the inclusion of data from other study designs, mainly non-randomized studies, and we are developing an additional systematic review to explore this question ( Cândido 2018 ). In addition to the domains used to assess risks of bias, the way a study is conducted, the publication of its full results, the consistency between the comparisons made, and the format in which the results are presented are additional issues that are important to consider when assessing the risks of bias of a study (Bero 2017 ). A study may be carried out with methodological rigor, and thus present at low risk of bias, and yet its results may be biased (Bero 2017 ). In this context, conflicts of interest, including research and individual sponsorship, can be a relevant source of bias in a trial's results ( Lundh 2017a ; Lundh 2017b ). In this review, funding sources and potential conflict of interests were reported in all but two included trials ( Carpentier 2005 ; Dorrego 2002 ). Among the studies that received funding from pharmaceutical industries ( Kuperman 2001 ; Spencer 2005 ; Spencer 2011 ; Tenenbaum 2002 ), two showed favorable results for the use of IR methylphenidate, and two demonstrated no benefit in the use of the drug. Notably, the trials demonstrating no benefits of IR methylphenidate were designed to evaluate the eicacy of a dierent drug as a therapeutic alternative for the treatment ofADHD in adults. Caution is therefore recommended in the analysis of the results synthesized from the studies included in this review; besides methodological biases, they also presented with important potential influences from conflicts of interest favoring beneficial results associated with the use of a drug of interest. Agreements and disagreements with other studies or reviews Two previous systematic reviews with network meta-analyses have assessed the eects of methylphenidate for treating ADHD in adults ( Cortese 2018 , Peterson 2008 ). Cortese 2018 estimated the eicacy of dierent medicines for the improvement of ADHD symptoms in children, adolescents, and adults in double-blinded RCTs of pharmacological treatment of ADHD. Amphetamines were considered a better option to treat ADHD in adults compared with placebo, followed by methylphenidate ( Cortese 2018 ). Peterson 2008 compared shorter-acting stimulant drugs (including IR methylphenidate), longer-acting stimulant drugs and longer-acting forms of bupropion. They found a higher rate of clinical response of shorter-acting stimulant drugs compared to placebo, longer- acting stimulant drugs and longer-acting forms of bupropion. Methylphenidate was also found to cause appetite loss, sleep disturbances ( Peterson 2008 ), weight loss and increased systolic and diastolic blood pressure ( Cortese 2018 ). Dierences in the methodological and analytical approaches undertaken by Cortese 2018 , Peterson 2008 and our review limit comparison among the results. However, there are similarities among the adverse events found to be induced by treatment with methylphenidate. We rated the certainty of the evidence in this review mainly as very low, which is comparable with the certainty-of-evidence ratings reported by other Cochrane Reviews assessing the eects of methylphenidate treatment for ADHD in children and adolescents (Castells 2018 ; Punja 2016 ; Storebø 2015 ). The validity and certainty of the evidence for the eects of pharmacological treatments for ADHD are limited by factors that include attrition bias, failure to blind participants, personnel, and outcome detection, selection bias, reporting bias and statistical heterogeneity ( Castells 2018 ; Punja 2016 ; Storebø 2015 ). Improving the validity and the quality of primary studies investigating the eicacy and harms of pharmacological treatments for ADHD is essential to increase the reliability of the findings of this and other systematic reviews. A U T H O R S ' C O N C L U S I O N S Implications for practice We are uncertain whether IR methylphenidate improves ADHD symptoms in adults with ADHD. We rated the evidence as low or very low certainty and we are uncertain whether the estimated magnitude of eects reflects the true eects. The evidence is limited by the high or unclear risks of bias in the included trials and wide variation in the scales used to measure the outcomes. There is also uncertainty about the occurrence of adverse events in response to IR methylphenidate, as these outcomes were poorly assessed or reported by the available studies. We did not evaluate whether IR methylphenidate improves ADHD quality of life due to the absence of evidence for this outcome in the included studies. Evidence from this review does not provide a sound basis to support the use of IR methylphenidate for ADHD in adults. If IR methylphenidate treatment is considered, clinicians should Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.27Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews monitor the increased risk of gastrointestinal and metabolic- related harms, and discontinue treatment if these or other events occur. It is also important to note that the trials considered in this review used early diagnostic criteria, prior to the DSM-5, which did not allow for a comorbid diagnosis of ADHD and ASD. Clinicians should consider this when contemplating this treatment option for these patients. Implications for research Future studies should attempt to use core outcome sets and core outcome measurement instruments to ascertain the benefits and risks of IR methylphenidate for ADHD in adults. The high heterogeneity among the clinical rating scales precludes robust analysis and interpretation of the available evidence. This may result in significant dierences between isolated conclusions from individual RCT reports and a meta-analysis of the comparable data available. Future RCTs should also explore the long-term eicacy and risks of IR methylphenidate. Research on the eicacy and risks of IR methylphenidate for ADHD in adults may also benefit from improvement in the external validity of the studies, which can be achieved by the inclusion of participants with comorbidities, especially psychiatric disorders that are very common among adults with ADHD. For instance, the use of updated diagnostic criteria, i.e. DSM-5 that is calibrated for this multiple diagnosis, is also fundamental. In addition, conflicts of interest, including research or individual sponsorship, should be considered a potentially important source of bias in the current research ( Lundh 2017a ; Lundh 2017b ). Future studies (both RCTs and systematic reviews) should assess to what extent these factors can influence the report of beneficial eects and harms associated with treatment. Among the included trials, only one appears to be registered in any clinical trial registry. The registration was not mentioned inthe studies' reports and a dedicated search could not locate the studies' registers. Eorts to encourage the registration of clinical trials should be expanded to ensure greater transparency in the publication of the results of these studies. A C K N O W L E D G E M E N T S Many thanks to the Cochrane Developmental, Psychosocial and Learning Problems Review Group (CDPLPG) for the invaluable opportunity to conduct this review, and for their support and assistance. Our special gratitude to Joanne Duield (Managing Editor), who kindly oversaw and supported the development and completion of this review. We want to thank Dr Edson Perini, Titular Professor of the Universidade Federal de Minas Gerais, for his advice and support in conceiving the review. We want to thank Miss Rachel Phillips, Research Fellow at Imperial College London, for her advice on the data analysis of adverse events. We are in debt to Dr Christopher Eccleston, previous Senior Editor of the Cochrane Mental Health and Neurosciences Network, for his advice and support on the completion of this review. We appreciate the generosity of Ms Anouk Schrantee for sharing unpublished data, which enabled us to include in this review a study conducted by her team. The CDPLPG Editorial Team are grateful to the following reviewers for their time and comments: Dr Ken Aitken, Department of Medicine, University of St Andrews, UK; Gemma L Clayton, Department of Population Health Sciences, Bristol Medical School, University of Bristol, UK; Professor Joanna Moncrie, Mental Health Sciences, University College London, UK; and Kristin R Osika, USA. Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.28Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews REFERENCES References to studies included in this review Bouard 2003 {published data only} Bouard R, Hechtman The eicacy of 2 dierent dosages of methylphenidate in treating adults with attention-deficit hyperactivity disorder. Canadian CA, Dijkstra BA, Verbrugge CA, Krabbe PF. A controlled trial of methylphenidate in adults with attention deficit/hyperactivity disorder and substance use disorders. Addiction randomized, double-blind, crossover of methylphenidate and lithium in adults with attention-deficit/hyperactivity disorder: preliminary findings. Journal of Neuropsychiatry Van der Linden PD, Kalma LE, Buitelaar JK. Eicacy and safety of methylphenidate 45 adults with attention-deficit/hyperactivity disorder. A randomized J, Ganey GR, Lund BC, Bever-Stille KA, Arndt S, et al. Bupropion SR vs methylphenidate vs placebo for attention deficit hyperactivity disorder in adults. Annals of Clinical Psychiatry 2001; HJ, al. Age-dependent eects of methylphenidate on the human dopaminergic system in young vs adult patients with attention-deficit/hyperactivity disorder: N, et al. Double-blind placebo-controlled trial of methylphenidate in the treatment of adult ADHD patients with comorbid cocaine dependence. Experimental and Clinical 10(3):286-94. Spencer Biederman J, Wilens T , Doyle R, Surman C, Prince J, et al. A large, double-blind, randomized clinical trial of methylphenidate in the treatment of adults with attention-deficit/hyperactivity disorder. Biological 57(5):456-63. J, E, Surman CB, Hammerness P , Doyle R, Aleardi M, et A single-blind, substitution study of OROS methylphenidate (Concerta) in ADHD adults receiving immediate EP , Dodd DK, Green L. An experimental comparison of Pycnogenol and methylphenidate in adults with attention-deficit/hyperactivity disorder (ADHD). 2002; 6(2):49-60. [DOI: 10.1177/108705470200600201 ] [PMID: 12142861] References to review Bouziane 2019 {published data only} Bouziane Vos L. matter by diusion MRI following methylphenidate treatment: a randomized control Einarsson Olafsdottir H, et al. Cognitive behaviour therapy in medication-treated adults with ADHD and persistent symptoms: adults (crocus sativus) for attention deficit hyperactivity disorder in adults: a double blind and placebo controlled trial]. www.who.int/trialsearch/ Trial2.aspx?TrialID=IRCT20090117001556N111 (first received 25 July 2018). Kinsbourne only} Kinsbourne M, De Quiros GB, Tocci Rufo D. Adult ADHD. Controlled medication assessment. Annals of the New York Academy of Sciences 2001; 931 Oliver H. Methylphenidate eects on symptoms of attention deficit disorder in adults. Archives of General Psychiatry 1984; , P . Absence and response to Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.29Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews methylphenidate in a sample of adults with ADHD. American Journal of Medical Genetics. Part B. and placebo on objective and self-rated performance [Eects of expectation, medication and placebo on objective and self- rated performance during the Quantified Behavior Test in patients with untreated ADHD and substance use disorder]. clinicaltrials.gov/ct2/show/NCT02477280 (first received 12 June 2015). Ni 2013 {published data only} Ni HC, Shang CY, Gau SS, Lin Y J, Huang HC, Yang LK. A head- to-head randomized clinical trial of methylphenidate and atomoxetine treatment for executive function in adults with attention-deficit hyperactivity International Lin Y-J, improve intra-individual variability in drug-naïve with attention-deficit/hyperactivity disorder comparably with Del Mar CB. Using n-of-1 trials as a clinical tool to improve prescribing. British Journal of General Practice Schwarz O. The cost eectiveness of clinically proven treatment strategies for attention-deficit/ hyperactivity disorder (ADHD) in adult patients. ] [Abstract only} * Spencer T , Biederman J, Eric M, Stephen F. Eicacy in a 6-month trial of methylphenidate in adults with attention- deficit SV. Eicacy in a 5 month trial of methylphenidate T J. Preliminary results of a six month trial of methylphenidate in adults with ADHD. In: The Promise of Science. The Power of Healing. 156th Annual Meeting of the American Psychiatric Association; 2003 May 17 - 22; San Francisco (CA). San Francisco (CA): American Psychiatric Association, 2003:56. [Symposium 54B]Vansickel 2011 {published data only} Vansickel AR, Stoops WW, Glaser PE, Poole MM, Rush CR. Methylphenidate increases cigarette smoking in participants with EJ, Kooij JJS, et al. Methylphenidate significantly improves driving of adults with attention-deficit hyperactivity Marchan B, Czajkowski L, Sanford E. A placebo-controlled, long-term trial of methylphenidate in the treatment of adults with ADHD. In: American Psychiatric Association , editors(s). Mind Meets Brain: Integrating Psychiatry, Psychoanalysis, Neuroscience. American Psychiatric Association 2001 Annual Meeting, Proceedings Summary; 2001 May 5-10; New Orleans (LA). New Orleans (LA), 2001:43. [Abstract #105. Scientifiic and Clinical Report Session 35. Issues in psychopharmacology] Wender PH. A placebo controlled, long-term trial of methylphenidate in the treatment of adults with ADHD. CENTRAL 2001. Wood 1976 {published data only} Wood DR, Reimherr FW, Wender PH, Johnson GE. Diagnosis and treatment of minimal brain dysfunction in adults: a preliminary report. Archives of General Psychiatry 1976; 33(12):1453-60. [DOI: 10.1001/archpsyc.1976.01770120057005 ] [PMID: 793563] References to studies awaiting assessment IRCT20110802007202N15 {published data only (unpublished sought but not used)} IRCT20110802007202N15. Comparison of the eectiveness of methylphenidate and atomoxetine in the treatment of attention deficit hyperactivity disorder in adult patients. apps.who.int/ trialsearch/Trial2.aspx?TrialID=IRCT20110802007202N15 (first received 8 November 2018). [en.irct.ir/trial/7635] References to ongoing studies EU CTR 2012-005246-38 {published data only (unpublished sought but not used)} EU CTR 2012-005246-38. The eects of Ritalin treatment on decision making and learning, and on brain activation, in adult ADHD [The eects of methylphenidate on brain processes for decision making in adult attention deficit hyperactivity disorder]. www.clinicaltrialsregister.eu/ctr-search/ trial/2012-005246-38/NO (first received 7 February methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.30Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Additional references Agnew-Blais 2016 Agnew-Blais JC, Polanczyk GV, Danese A, Wertz J, Moitt TE, Arseneault L. Evaluation of the persistence, remission, and emergence of attention-deficit/hyperactivity disorder in young adulthood. APA 1980 American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders (DSM-III). 3rd edition. Washington (DC): American Psychiatric Association, 1980. APA 1987 American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders (DSM-III-R). 3rd edition. Washington (DC): American Psychiatric Association, 1987. APA 1994 American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders (DSM-IV). 4th edition. Washington (DC): American Psychiatric Association, 1994. APA 2013 American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders (DSM-5). Washington (DC): American Psychiatric Association, 2013. APA 2017 American Psychiatric Association. What is ADHD? www.psychiatry.org/patients-families/adhd/what-is-adhd 2017. Barkley 1990 Barkley RA. Attention Deficit Hyperactivity Disorder: A Handbook for Diagnosis and Treatment. New York (NY): Guilford Press, 1990. Barkley 1998 Barkley RA, Murphy KR. Attention-Deficit Hyperactivity Disorder: A Clinical Workbook. 2nd edition. New York (NY): Guilford Press, 1998. Barnes 1998 Barnes DE, Bero LA. Why review articles on the health eects of passive smoking reach dierent conclusions. JAMA 1998; 279 (19):1566-70. Bero 2017 Bero L. Addressing bias and conflict of among biomedical researchers. JAMA 2017; Ruiz-Canela M, Martinez- Gonzalez MA. Financial conflicts of interest and reporting bias regarding the association between sugar-sweetened beverages and weight gain: a systematic review of systematic reviews. PLOS hyperactivity (ADHD) in adults. Cochrane Database of Systematic Reviews Issue Art. No: [DOI: 10.1002/14651858.CD012857 Altman DG, Lundh A, Hróbjartsson A. Chapter 7: Considering bias and conflicts of interest among the included studies. In: Higgins JP , Thomas J, Chandler J, Cumpston M, Li T , Page MJ, et al (editors). Cochrane Handbook for Systematic Reviews of Interventions version 6.1 (updated September 2020). Cochrane, 2020. Available from www.training.cochrane.org/handbook. Bradley 1937 Bradley C. The behavior of children receiving benzedrine. American Journal of Psychiatry 1937; 94(3):577-85. [DOI: 10.1176/ ajp.94.3.577 Bushe K, Reed V, Karlsdotter K, Berggren L, Pitcher A, et al. A network meta-analysis of atomoxetine and osmotic release oral system methylphenidate in the treatment of attention-deficit/hyperactivity disorder in adult patients. Alliance. Practice Guidelines. In: CADDRA. 4.1 Toronto, M, Vidal X, for with attention deficit hyperactivity disorder (ADHD) in adults. Cochrane Database of Systematic Reviews 2018, Issue 8. Art. No: Attention-deficit hyperactivity disorder trajectories from childhood to young adulthood: evidence from a birth cohort supporting a late-onset Psychiatry 2016; JJ, Macleod Methylphenidate hydrochloride given with or before breakfast: eects on plasma concentration of adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.31Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Charach 2011 Charach A, Yeung E, Climans T , Lillie E. Childhood attention- deficit hyperactivity disorder and future substance use disorders: comparative meta-analyses. Journal of the American Academy of Child and Adolescent Psychiatry 2011; 50(1):9-21. [DOI: 10.1016/j.jaac.2010.09.019 Carson P , Fox S, Ali MU, Beckett J, Lim CG. Interventions for preschool children at high risk for ADHD: a comparative eectiveness review. Pediatrics 2013; 131 (5):e1584-604. B, D'Onofrio BM, Lichtenstein P , Larsson H. Drug treatment for attention-deficit/hyperactivity disorder and suicidal register based Yuan SS, Yang CJ, Yang KC, et al. Trends, characteristics, and pharmacotherapy of adults diagnosed with attention-deficit hyperactivity disorder: a nationwide survey in , Geddes JR, Salanti G. Conceptual and technical challenges in network meta-analysis. Annals of Internal Medicine 2013; 159 (2):130-7. [DOI: 10.7326/0003-4819-159-2-201307160-00008 ] [PMID: 23856683] Cohen 1988 Cohen J. Statistical Power Analysis for the Behavioral Sciences. 2nd edition. Hillsdale (NJ): Lawrence Erlbaum Associates: Routledge, 1988. Cortese 2018 Cortese S, Adamo N, Del Giovane C, Mohr-Jensen C, Hayes AJ, Carucci S, et al. Comparative eicacy and tolerability of medications for attention-deficit hyperactivity disorder in children, adolescents, and adults: a systematic review and network meta-analysis. Chapter 10: Analysing data and undertaking meta-analyses. In: Higgins JP , Thomas J, Chandler J, Cumpston M, Li T , Page MJ, et al (editors). Cochrane Handbook for Systematic Reviews of Interventions version 6.1 (updated September 2020). Cochrane, 2020. Available from www.training.cochrane.org/handbook. Dresel al. Attention deficit hyperactivity disorder: binding of [99mTc]-TRODAT-1 to the dopamine transporter before anda:ä\"çer methylphenidate treatment. European Journal of Nuclear Medicine 2000; 27(10):1518-24. [PMID: 11083541] Dunn 2014 Dunn AG, Arachi J, Tsafnat G, Coiera E, Bourgeois FT . Financial conflicts of interest and conclusions about neuraminidase inhibitors for influenza: an analysis of systematic reviews. Annals of Internal Medicine 2014; 161 (7):513-8. [DOI: 10.7326/M14-0933 ] Egger M, Davey Smith G, Schneider M, Minder C. Bias in meta-analysis detected by a simple, , Curtin F, Worthington HV, Vail A. Meta-analyses involving cross-over trials: methodological issues. International Journal of Epidemiology 2002; 31(1):140-9. [PMID: 11914310] EMA 2009 European Medicines Agency. Elements recommended for inclusion in summaries of product characteristics for methylphenidate-containing medicinal products authorised for the treatment of ADHD in children aged six years and above and adolescents. www.ema.europa.eu/docs/en_ GB/ document_ Engert V, Pruessner JC. Dopaminergic and noradrenergic contributions to functionality ADHD: Adamowski T , Aguilar- Gaxiola S, Al-Hamzawi A, et al. The descriptive epidemiology of DSM-IV adult ADHD in the World Health Organization World Mental Health Surveys. Attention Deficit and Hyperactivity Disorders adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.32Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Franke 2018 Franke , A, Buitelaar JK, et al. Live fast, die young? A review on the developmental trajectories of ADHD across eicacy and safety of treatment with stimulants and atomoxetine in adult ADHD: a review of controlled and naturalistic of adverse eects data derived from randomised controlled trials as compared to Vitiello B, Davies M, Clevenger W, Wu M, et al. Impairment and deportment responses to dierent methylphenidate doses in children with ADHD: the MTA titration trial. Journal of the American Academy of Child and Adolescent Psychiatry 2001; 40(2):180-7. [DOI: 10.1097/00004583-200102000-00012 ] [PMID: 11211366] Guy 1976 Guy CGL: Clinical Global Impressions. In: Guy W, editors(s). ECDEU Assessment Manual for Psychopharmacology. Rockville (MD): US Department of Health, Education, and Welfare; Public Health Service: Alcohol, Drug Abuse, and Mental Health Administration, 1976:217-22. [archive.org/details/ ecdeuassessmentm1933guyw/mode/2up] Hanwella 2011 Hanwella R, Senanayake M, De V. Comparative eicacy and acceptability of methylphenidate and atomoxetine in treatment of attention deficit hyperactivity disorder in children Pierce DM. Methylphenidate and its isomers: their role in the treatment of attention-deficit hyperactivity disorder using a transdermal delivery system. CNS JAC, editor(s). Chapter 8: Assessing risk of bias in included studies. In: Higgins JP , Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011. Available from www.handbook.cochrane.org.Higgins 2020 Higgins JP , Eldridge S, Li T (editors). Chapter 23: Including variants on randomized trials. In: Higgins JP , Thomas J, Chandler J, Cumpston M, Li T , Page MJ, et al (editors). Cochrane Handbook for Systematic Reviews of Interventions version 6.1 (updated September 2020). Cochrane, 2020. Available from www.training.cochrane.org/handbook. Hofvander 2009 Hofvander B, Chaste P , Nydén A, Wentz E, Ståhlberg O, et al. Psychiatric and psychosocial problems in adults with normal-intelligence autism spectrum 2016 International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use (ICH). Guideline for Good Clinical Practice E6(R2). www.ich.org/page/ eicacy-guidelines (accessed 10 July 2019). Ioannidis 2009 Ioannidis JP . Adverse events in randomized trials: neglected, restricted, distorted, and silenced. Archives of Internal 2009; 169 (19):1737-9. J, Boutron I, Sterne JA, et al. Evaluation of the Cochrane tool for assessing risk of bias in randomized clinical trials: overview of published comments and analysis of user practice in Cochrane and non-Cochrane reviews. Systematic on the human dopaminergic system in young vs adult patients with attention-deficit/hyperactivity disorder [personal communication]. Email to: L Reneman Kambeitz J, Romanos M, Ettinger U. Meta-analysis of the association between dopamine transporter genotype and response to methylphenidate Adler L, Barkley R, Biederman J, Conners CK, Demler O, et al. The prevalence and correlates of adult ADHD in the United States: results from the National Comorbidity Survey Replication. American Journal of Psychiatry 2006; Cumyn L, Syer C, Hechtman L. Treatment of adults with and for adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.33Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Krogh 2019 Krogh HB, Løgstrup Magnusson F, et al. Methodological advantages and disadvantages of parallel and crossover randomised clinical trials on methylphenidate for attention deficit hyperactivity Götzsche PC, Ioannidis JA, et al. The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate healthcare interventions: explanation and If nothing happens, is everything all right? Distinguishing genuine reassurance from a false sense of security. Canadian Medical Association Journal 2015; 187 . Dealing with eect size multiplicity in systematic reviews L. Industry sponsorship and research outcome. Cochrane Database of Systematic Reviews 2017, Issue methylphenidate immediate-release for the treatment of childhood ADHD: a systematic review and meta-analysis. Journal of Mészáros A, Czobor P , Bálint S, Komlósi S, Simon V, Bitter I. Pharmacotherapy of adult attention deficit hyperactivity disorder Corcoran Is ADHD a childhood-onset neurodevelopmental disorder? Evidence from a four-decade longitudinal cohort study. American Journal of Psychiatry Altman DG, PRISMA Group. Preferred reporting items for systematic reviews and the Ghersi D, Liberati A, Petticrew M, et al. Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement. Critical analysis of the concept of adult attention-deficit hyperactivity disorder. Psychiatrist of ADHD in adults with autism spectrum disorder: eectiveness and side eects. Journal 10.1177/1087054719866255 ] [PMC6939322] [PMID: 31625426] NICE 2018 National Institute for Health and Care Excellence. Attention Deficit Hyperactivity Disorder: Diagnosis and Management (NG87); March 2018 (last updated September 2019). www.nice.org.uk/guidance/ng87. NIMH 2016 National Institute of Mental Health. Attention-deficit- hyperactivity disorder. www.nimh.nih.gov/health/topics/ attention-deficit-hyperactivity-disorder-adhd/index.shtml (accessed 18 March 2016). NIMH 2017 National Institute of Mental Health. Could I have attention- deficit/hyperactivity disorder (ADHD)? www.nimh.nih.gov/ health/publications/could-i-have-adhd/index.shtml (accessed 17 May 2017). NIMH 2020 National Institute of Mental Health. Research Domain Criteria (RDoC). www.nimh.nih.gov/research/research-funded-by-nimh/ rdoc/about-rdoc.shtml (accessed 1 October 2020). Page 2020 Page MJ, Higgins JP , Sterne JA. Chapter 13: Assessing risk of bias due to missing results in a synthesis. In: Higgins JP , Thomas J, Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.34Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Chandler J, Cumpston M, Li T , Page MJ, et al (editors). Cochrane Handbook for Systematic Reviews of Interventions version 6.1 (updated September 2020). Cochrane, 2020. Available from www.training.cochrane.org/handbook. Pehlivanidis 2020 Pehlivanidis K, Xenaki L-A, et al. Lifetime co-occurring psychiatric disorders in newly diagnosed adults with attention deficit hyperactivity disorder (ADHD) or/and autism spectrum disorder . - Drug Delivery and Targeting. 2nd edition. London (UK): Pharmaceutical Press, 2012. Peterson 2008 Peterson K, McDonagh MS, Fu R. Comparative benefits and harms of competing medications for adults with attention- deficit hyperactivity disorder: a systematic review Lima MS, Horta BL, Biederman J, Rohde LA. The worldwide prevalence of ADHD: a systematic review and metaregression analysis. American Journal of 2007; prevalence estimates across three decades: an updated systematic review and meta-regression analysis. International Journal acting versus short-acting methylphenidate for paediatric ADHD: a systematic Vandermeer B, Nikles J, et al. Amphetamines for attention deficit hyperactivity disorder (ADHD) in children and adolescents. Cochrane Database of Systematic Reviews 2016, Issue 2. Art. No: MH. Systematic review and meta-analysis of pharmacological treatment of the symptoms of attention-deficit/hyperactivity disorder in children with pervasive developmental disorders. Journal of Autism and Developmental Disorders Altman DG, Williamson PR, Kirkham JJ. Selective reporting bias of harm outcomes within studies: findings from a cohort of systematic reviews. BMJ 2014; :g6501. SS, Dietrich C, Schmaljohann J, Winz O, et al. Acute and sustained eects of methylphenidate on cognition and presynaptic dopamine Assessment of adverse events in protocols, clinical study reports, and published papers of trials of Orlistat: a document analysis. Completing 'Summary of findings' tables and grading the certainty of the evidence. In: Higgins JP , Thomas J, Chandler J, Cumpston M, Li T , Page MJ, et al (editors). Cochrane Handbook for Systematic Reviews of Interventions version 6.1 (updated September 2020). Cochrane, 2020. Available from www.training.cochrane.org/handbook. Schünemann 2020b Sch Deeks JJ, Glasziou P , et al. Chapter 15: Interpreting results and drawing conclusions. In: Higgins JP , Thomas J, Chandler J, Cumpston M, Li T , Page MJ, et al (editors). Cochrane Handbook for Systematic Reviews of Interventions version 6.1 (updated September 2020). Cochrane, 2020. Available from www.training.cochrane.org/ handbook.. Sibley 2016 Sibley MH, Mitchell JT , Becker SP . Method of adult diagnosis influences estimated persistence of childhood ADHD: a systematic review of longitudinal studies. Lancet Psychiatry World Health Organization's WHOQOL-BREF quality of life assessment: psychometric properties and results of the international field trial. A report from the WHOQOL group. Quality of Life Research in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.35Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Somkuwar 2015 Somkuwar SS, Kantak KM, Dwoskin LP . Eect of methylphenidate during adolescence on norepinephrine transporter function in orbitofrontal cortex in a rat model of attention deficit hyperactivity disorder. Journal of Neuroscience placebo in adults with childhood-onset attention-deficit hyperactivity disorder. Archives of General Psychiatry 1995; 7771913] Stein 1996 Stein MA, Blondis TA, Schnitzler ER, O'Brien T , Fishkin J, Blackwell B, et al. Methylphenidate dosing: twice daily versus three times daily. M, Holmskov M, et al. Methylphenidate for children and adolescents with attention deficit hyperactivity disorder (ADHD). Cochrane Database of Systematic Reviews 2015, Issue Complete Drug Reference. edition. London (UK): Pharmaceutical Press, 2014. [ISBN 9780857111395 0857111396] Takeshima 2014 Takeshima N, Sozu T , Tajika A, Ogawa Y, Hayasaka Y, Furukawa TA. Which is more generalizable, powerful and interpretable in meta-analyses, mean dierence or S, Doust E, Glasziou P . Prevalence of Kliegman Geme III JW, Blum NJ, Shah SS, Tasker RC, Wilson KM, et al, editors(s). Nelson Textbook of Pediatrics. 21st edition. Vol. 2. Philadelphia (PA): Elsevier, 2020:262-6.e1. US FDA 2007 United States Food and Drug Administration. FDA directs ADHD drug manufacturers to notify patients about cardiovascular adverse events and psychiatric adverse events. tinyurl.com/ yxltwhwy (accessed 22 January 2018).Ustun 2017 Ustun B, C, Faraone SV, Spencer T J, Berglund P , et al. The World Health Organization Adult Attention-Deficit Hyperactivity Disorder Self-report Fowler JS, Logan J, Gerasimov M, Maynard L, et al. Therapeutic doses of oral methylphenidate significantly increase extracellular dopamine in the human brain. Y, Gatley SJ. Mechanism of action of methylphenidate: insights from PET imaging studies. Journal of Attention Disorders 2002; 6(Suppl 1):S31-43. [PMID: 12685517] Wakefield 2016 Wakefield JC. Diagnostic issues and controversies in DSM-5: return of the false positives problem. Annual Review of Clinical Psychology 2016; 12:105-32. [DOI: 10.1146/annurev- clinpsy-032814-112800 ] [PMID: 26772207] Ware 1996 J Jr, Kosinski M, Keller SD. A 12-item Short-Form Health Survey: construction of scales and preliminary tests of reliability and validity. Medical Care 1996; 34(3):220-33. [DOI: 10.1097/00005650-199603000-00003 ] [PMID: Ellington K, Mueller RA, et al. Pharmacokinetics of methylphenidate in man, rat and monkey. Journal of Pharmacology and Experimental Therapeutics 1983; 226 (2):38286. [PMID: 6410043] WHO 1992 World Health Organization. The ICD-10 Classification of Mental and Behavioural Disorders: Clinical Descriptions and Diagnostic Guidelines. Geneva (CH): World Health Organization, 1992. WHO 2017 WHO Collaborating Centre for Drug Statistic Methodology. ATC/ DDD Index 2020. www.whocc.no/atcddd (accessed 31 October 2020). WHO 2018 World Health Organization. ICD-11: International Classification of Diseases for Mortality and Morbidity Statistics, Eleventh Revision. Geneva (CH): WHO, 2018. Wigal 2010 Wigal T , Brams M, Gasior M, al. Randomized, double-blind, placebo-controlled, of the eicacy lisdexamfetamine dimesylate in adults with attention-deficit/hyperactivity disorder: novel findings using a simulated adult workplace environment design. Behavioral and Brain Functions adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.36Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Wilens 2003 Wilens TE. Drug therapy for adults with Allan C, Chan E, Davison D, Earls M, et al. Clinical practice guideline for the diagnosis, evaluation, and treatment of attention-deficit/hyperactivity disorder in children and adolescents. Pediatrics T , Anagnostaras SG. Psychostimulants and [PMID: this Cândido 2018 Cândido RCF, Golder attention deficit hyperactivity disorder (ADHD) in adults. Cochrane Database of Systematic Reviews 2018, Issue 4. Art. No: CD013011. [DOI: 10.1002/14651858.CD013011 ] * Indicates the major publication for the study C H A R A C T E R I S T I C S O F S T U D I E S Characteristics of included studies [ordered by study ID] Study characteristics Methods Design: Double-blind, cross-over trial of placebo versus IR methylphenidate Unit of randomization: individual Participants Location/Setting: not reported Sample size: 38 Number of withdrawals/dropouts: 8 Sex (with 8 withdrawals/dropouts excluded; n = 30) : 24 male and 6 female participants Mean age: 34 years Inclusion criteria: 1. DSM-IV criteria for ADHD 2. Score of 1.5 or more on at least 1 ADHD self-report questionnaire (either Conners' Adult ADHD Rating Scale or the Adult ADHD Problem Behaviours scale) 3. Estimated IQ of 80 or above on abbreviated Wechsler Adult Intelligence Scale - Revised Exclusion criteria: 1. Psychiatric conditions that better accounted for their current symptoms or required other treatment 2. Substance abuse in the preceding 6 months 3. Medical condition contra-indicating stimulants (i.e. hypertension or cardiac disease) Interventions Intervention (n = 38): IR methylphenidate Control (n = 38): placebo Administration: comparison of 2 dosages of IR methylphenidate (10 mg 3 times daily and 15 mg 3 times daily) to each other and to equivalent dosages of placebo. Each dosage was given for 2 weeks. Participants were randomly assigned to start either IR methylphenidate or placebo. Medication was started with a 3-day lead-in of increasing dosages, as follows: day 1, 5 mg 3 times daily; day 2, 10 mg 3 times daily; day 3, 15 mg 3 times daily Outcomes Primary outcomes: 1. Changes in ADHD symptoms, assessed using the self-report questionnaires Conners' Adult ADHD Rat- ing Scale ADHD Behaviours 2003 Immediate-release methylphenidate for attention in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.37Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 2. Objective measures of attention and response inhibition, assessed using the computerized Continu- ous Performance Test (CPT) and stop-signal task Secondary outcomes: 1. Changes in other symptoms, assessed using the Symptom Checklist-90-Revised (SCL-90-R), Hamilton Anxiety Rating Scale (HARS) and Beck Depression Inventory (BDI) Timing of outcome assessment: 2 weeks Notes Study start date: not reported Study end date: not reported Funding source: This research was supported by an Fonds de la Recherche en Santé du Québec (FRSQ) grant for the study of adults with ADHD Conflicts of interest: none disclosed Risk of bias Bias Authors' judgement Support for judgement Random sequence genera- tion (selection bias)Low risk Quote: \"We gave the hospital pharmacy a numbered list indicating a randomly chosen (from a hat) order of medication to start first (either methylphenidate or placebo) and assigned each subject a number. Subjects gave their number to the pharmacist when picking up their prescriptions.\" Allocation concealment (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment. Blinding of participants (performance bias)Unclear risk Comment: Insufficient information available to permit a judgment. Blinding of personnel (per- formance bias)Unclear risk Comment: Insufficient information available to permit a judgment. Blinding of outcome as- sessment (detection bias) Efficacy, Symptoms of AD- HDUnclear risk Comment: The questionnaires were self-reported but it is unclear whether masking of the participant was guaranteed Blinding of outcome as- sessment (detection bias) HarmsUnclear risk Comment: The questionnaires were self-reported but it is unclear whether masking of the participant was guaranteed Incomplete outcome data (attrition bias) Efficacy, Symptoms of AD- HDUnclear risk Comment: The flow of participants randomized and enrolled was not reported Selective outcome report- ing Efficacy, Symptoms of AD- HDHigh risk Comment: Outcomes of interest were reported incompletely Selective outcome report- ing HarmsHigh risk Comment: Outcome measurement was self-reported; it could differ between intervention groups and likely be influenced by knowledge of the intervention receivedBouard 2003 (Continued) Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.38Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study characteristics Methods Design: Double-blind, placebo-controlled, multiple cross-over (A-B-A-B design), comparative trial with 2 interventions Unit of randomization: individual Participants Location/Setting: Europe (country not reported) Sample size: 25 Number of withdrawals/dropouts: 6 Sex: 22 male and 3 female participants Mean age: 31.9 years Inclusion criteria: 1. Positive diagnosis of ADHD. Newly-diagnosed patients and patients with a negative therapeutic re- sponse to alternative medication were also eligible for participation Exclusion criteria: 1. Psychiatric comorbidity preventing the accomplishment of trial protocol 2. Psychiatric comorbidity that necessitated urgent treatment Interventions Intervention (n = 25): IR methylphenidate Control (n = 25): placebo Administration: During the course of 8 weeks, each participant completed 2 phases of placebo and 2 phases of active medication treatment, in a fixed, low-dosage schedule (up to 0.6 mg/kg/day). Absti- nence was maintained during the study Outcomes Primary outcomes: 1. Improvement in ADHD symptoms, assessed using the Dutch version of the ADHD Rating Scale - IV Timing of outcome assessment: Participants were examined by the same investigator twice in each treatment phase, once a week during the 8 weeks of the trial Notes Study start date: not reported Study end date: not reported Funding source: not reported Conflicts of interest: none disclosed Risk of bias Bias Authors' judgement Support for judgement Random sequence genera- tion (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Allocation concealment (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Blinding of participants (performance bias)High risk Comment: Single-blinded study; not clear who was blinded and how this was achieved Blinding of personnel (per- formance bias)High risk Comment: Single-blinded; not clear who was blinded and how this was achievedCarpentier 2005 Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.39Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Blinding of outcome as- sessment (detection bias) Efficacy, Symptoms of AD- HDUnclear risk Comment: It is likely that only the investigator assessing the participants could begin to differentiate those allocated to one or another treatment group. It is not clear that the investigator was masked in any way Blinding of outcome as- sessment (detection bias) HarmsUnclear risk Comment: Insufficient information available to permit a judgment Incomplete outcome data (attrition bias) Efficacy, Symptoms of AD- HDLow risk Comment: Reasons for missing outcome data unlikely to be related to true outcome Selective outcome report- ing Efficacy, Symptoms of AD- HDHigh risk Comment: Outcomes were reported incompletely, preventing extraction and pooling in a meta-analysis; outcomes not prespecified are reported. The proto- col is not available Selective outcome report- ing HarmsHigh risk Comment: The method applied to measure the outcome was not reported; only results were reported. Assessment of the outcome will likely differ be- tween intervention groups without a standardized measurement method de- fined a priori. As no information on blinding of the outcome assessors was re- ported, the assessment of the outcome could likely be influenced by knowl- edge of the intervention receivedCarpentier 2005 (Continued) Study characteristics Methods Design: Randomized, double-blind, cross-over design, comparative trial with 2 interventions Unit of randomization: individual Participants Location/Setting: Argentina; ADHD Clinic of the Department Neuropsychiatry at FLENI Sample size: 32 Number of withdrawals/dropouts: 9 Sex (with 9 withdrawals/dropouts excluded; n = 23) : 19 male and 4 female participants Mean age: 24.7 years (SD = 12.6) Inclusion criteria: 1. Patients who met DSM-IV criteria for ADHD Exclusion criteria: 1. Patients with an IQ < 75 2. Patients with a history of substance abuse or alcoholism 3. Patients with a neurological disorder with central nervous system involvement 4. Patients who were pregnant or nursing women Interventions Intervention 1 (n = 23): IR methylphenidate Intervention 2 (n = 23): lithium Administration: Participants received 8 weeks of IR-methylphenidate treatment (up to 40 mg/day) and 8 weeks of lithium treatment (up to 1200 mg/day), by random assignmentDorrego 2002 Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.40Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Outcomes Primary outcomes: 1. Improvement in ADHD symptoms, assessed with Conners' Adult ADHD Rating Scale (30% or greater reduction in the Conners' Adult ADHD Rating Scale sum score of Learning Problems, Hyperactivity, and Impulsivity) Secondary outcomes: 1. Scores of irritability, overt aggression, antisocial behavior, anxiety (measured with the Hamilton Anx- iety Scale; HAM-A) and depression (measured with the Hamilton Depression Scale; HAM-D) 2. Scores on tests of verbal learning and sustained attention Timing of outcome assessment: All participants received bi-weekly evaluations with the instruments Notes Study start date: not reported Study end date: not reported Funding source: not reported Conflicts of interest: none disclosed Risk of bias Bias Authors' judgement Support for judgement Random sequence genera- tion (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Allocation concealment (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Blinding of participants (performance bias)Low risk Quote: \"Weekly supplies of methylphenidate or lithium were dispensed in identical-appearing 10 mg and 300 mg capsules, respectively.\" Blinding of personnel (per- formance bias)Unclear risk Comment: Insufficient information available to permit a judgment Blinding of outcome as- sessment (detection bias) Efficacy, Symptoms of AD- HDUnclear risk Comment: Insufficient information available to permit a judgment Blinding of outcome as- sessment (detection bias) HarmsUnclear risk Comment: Insufficient information available to permit a judgment Incomplete outcome data (attrition bias) Efficacy, Symptoms of AD- HDHigh risk Comment: Non-completers differed from completers for sex and type of ADHD Selective outcome report- ing Efficacy, Symptoms of AD- HDUnclear risk Comment: Insufficient information available to permit a judgment Selective outcome report- ing HarmsHigh risk Comment: The method applied to measure the outcome was not reported. As- sessment of the outcome will likely differ between intervention groups with- out standardized measurement method defined a priori. The assessment of the outcome could likely be influenced by knowledge of the intervention re- ceivedDorrego 2002 (Continued) Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.41Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study characteristics Methods Design: Randomized, placebo-controlled, double-blind, cross-over trial Unit of randomization: The Netherlands; outpatient clinic of in size: 45 Number of withdrawals/dropouts: not reported Sex: 24 male and 21 female participants Mean age: 39 years Inclusion criteria: 1. Adults with ADHD - all types of ADHD were eligible for inclusion Exclusion criteria: 1. Clinically significant medical conditions 2. Abnormal baseline laboratory values 3. History of tic disorders 4. Mental retardation (IQ < 75) 5. Organic brain disorders 6. Clinically unstable psychiatric conditions (i.e. suicidal behaviors, psychosis, mania, physical aggres- sion, currently ongoing substance abuse) 7. Current use of psychotropics 8. Prior use of methylphenidate or amphetamines 9. Pregnant or nursing women Interventions Intervention (n = 45): IR methylphenidate Control (n = 45): placebo Administration: All participants received 2 × 3-week treatment periods with 1 week of washout in be- tween. The order of treatment was IR methylphenidate (10 mg 4 - 5 times a day) - placebo or placebo - IR methylphenidate (10 mg 4 - 5 times a day) Outcomes Primary outcomes: 1. Clinical response, defined as a decrease of at least 2 points on the investigator-based Clinical Global Impressions - Severity scale (CGI-S) over the total treatment period (3 weeks) 2. Improvement (30% or greater reduction) in symptoms of ADHD, measured by the Dutch self-reported version of DSM-IV ADHD Rating Scale Secondary outcomes: 1. Level of DSM-IV symptoms of ADHD 2. Symptom levels of depression and anxiety, global functioning (assessed with Global Assessment Functioning), and impairment (assessed SDS) 3. Occurrence and number of adverse events 4. Blood pressure, weight and heart rate Timing of outcome assessment: The participants were assessed for 7 weeks. The outcomes were measured each weekKooij 2004 Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.42Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Notes Study start date: not reported Study end date: not reported Funding source: This study was supported by the Mental Health Institute, GGZ Delfland, Del:ä\"ç; Parnas- sia, Psycho-Medical Centre, of Scientific Activities (WAC) of the Reinier de Graaf Hospital in Del:ä\"ç contributed financially to the Mem- os device and to the preparation of the study medication. Funding to specific study authors was not ac- knowledged Conflicts of interest: none disclosed Risk of bias Bias Authors' judgement Support for judgement Random sequence genera- tion (selection bias)Low risk Comment: The sequence was generated by the pharmacist using comput- er-generated lists Allocation concealment (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Blinding of participants (performance bias)Low risk Comment: Weekly supplies of methylphenidate or placebo were dispensed by the pharmacy in identical-looking tablets of 10 mg. The medication was pre- scribed under double-blind conditions with dosing 4 or 5 times a day Blinding of personnel (per- formance bias)Low risk Comment: Weekly supplies of methylphenidate or placebo were dispensed by the pharmacy in identical-looking tablets of 10 mg. The medication was pre- scribed under double-blind conditions with dosing 4 or 5 times a day Blinding of outcome as- sessment (detection bias) Efficacy, Symptoms of AD- HDUnclear risk Comment: Insufficient information available to permit a judgment Blinding of outcome as- sessment (detection bias) HarmsUnclear risk Comment: Insufficient information available to permit a judgment Incomplete outcome data (attrition bias) Efficacy, Symptoms of AD- HDUnclear risk Comment: No dropout information reported Selective outcome report- ing Efficacy, Symptoms of AD- HDHigh risk Comment: 1 or more outcomes of interest were reported incompletely Selective outcome report- ing HarmsHigh risk Comment: The method applied to measure the outcome was not reported. As- sessment of the outcome will likely differ between intervention groups with- out standardized measurement method defined a priori. The assessment of the outcome could likely be influenced by knowledge of the intervention re- ceivedKooij 2004 (Continued) Study characteristicsKuperman 2001 Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.43Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Methods Design: Randomized, double-blind, parallel-design trial Unit of randomization: individual Participants Location/Setting: not reported; people from the community recruited through newspaper advertise- ments Sample size: 37 Number of withdrawals/dropouts: 13 1. Number of withdrawals/dropouts among participants not completing at least 1 week of active treat- ment (n = 7) a. 5 participants dropped out of the study prior to completing the placebo lead-in b. 2 participants quit during the first week of randomized treatment (2 = methylphenidate) 2. Number of withdrawals/dropouts among participants completing at least 1 week of active treatment (n = 6) a. 3 participants indicated their preference not to receive placebo (3 = methylphenidate) b. 3 participants withdrew because of complaints of adverse effects (2 = methylphenidate, 1 = place- bo) Sex (with 7 withdrawals/dropouts among participants not completing at least 1 week active treatment; n= 30) : 21 male and 9 female participants Mean age: 33.2 years = sustained-release bupropion; 31.4 years = IR methylphenidate; 32.2 years = placebo Inclusion criteria: 1. Presence of full DSM-IV criteria for a diagnosis of ADHD at the time of study entry 2. Presence of a chronic course of ADHD symptoms from childhood to adulthood 3. Endorsement of a moderate or a severe level of impairment attributed to ADHD symptoms Exclusion criteria: 1. Clinically-significant chronic medical condition(s) 2. Another current Axis l diagnosis 3. History of tic disorders 4. Mental retardation (IQ < 80) 5. Organic brain disorders 6. Clinically unstable psychiatric symptoms (suicidal behaviors, psychosis, violence, criminality) 7. Substance abuse within 6 months 8. Recent seizure history 9. Eating disorders 10.Taking other psychotropic medications 11.Women of child-bearing potential without the use a medically-approved form of contraception Interventions Intervention 1 (n = 8): IR methylphenidate Intervention 2 (n = 11): sustained-release = 11): placebo Administration: Participants received IR methylphenidate over 1 week to a maximum dose of 0.9 mg/ kg/d divided into 3 doses (at 8 AM, noon, and 4 PM). Sustained-release bupropion was titrated over 2 weeks to a maximum dose of 300 mg (200 mg AM and 100 mg PM). Placebo was given at 8 AM, noon, and 4 PM Outcomes Primary outcomes: 1. ADHD symptom impairment, measured with the Clinical Global Impressions (CGI) - Improvement scaleKuperman 2001 (Continued) Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.44Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 2. Drug efficacy, measured with the ADHD Symptoms Checklist Severity Scale (ADHDRS-Self); updated and validated for the DSM-IV ADHD criteria Secondary outcomes: 1. Affective or anxiety symptoms 2. Verbal learning and delayed recall 3. Attention and working memory 4. Attention, sequencing and cognitive flexibility 5. Verbal initiation and maintenance of effort 6. Sustained and selective attention Timing of outcome assessment: The outcomes were assessed at baseline and endpoint of the study Notes Study start date: not reported Study end date: not reported Funding source: The funding for this study was provided by Glaxo Wellcome Conflicts of interest: none disclosed Risk of bias Bias Authors' judgement Support for judgement Random sequence genera- tion (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Allocation concealment (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Blinding of participants (performance bias)High risk Comment: Single-blinded study; not clear who was (per- formance bias)High risk Comment: Single-blinded study; not clear who was blinded Blinding of outcome as- sessment (detection bias) Efficacy, Symptoms of AD- HDUnclear risk Comment: Insufficient information available to permit a judgment Blinding of outcome as- sessment (detection bias) HarmsUnclear risk Comment: Insufficient information available to permit a judgment Incomplete outcome data (attrition bias) Efficacy, Symptoms of AD- HDLow risk Comment: The analysis was carried out per protocol (excluding 7 participants who dropped out in different stages of the study) but reasons for missing out- come data are unlikely to be related to the true outcome Selective outcome report- ing Efficacy, Symptoms of AD- HDLow risk Comment: The protocol of the study is not available, although the outcomes planed in the Methods section of the report were reported in the Results sec- tion Selective outcome report- ing HarmsHigh risk Comment: The method applied to measure the outcome was not reported. As- sessment of the outcome will likely differ between intervention groups with- out standardized measurement method defined a priori. The assessment ofKuperman 2001 (Continued) Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.45Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews the outcome could likely be influenced by knowledge of the intervention re- ceivedKuperman 2001 (Continued) Study characteristics Methods Design: Randomized, double-blind, placebo-controlled trial Unit of randomization: individual Participants Location/Setting: Europe (The Netherlands); participants recruited through clinical programs from 3 psychiatric centres in The Netherlands Sample size: 49 Number of withdrawals/dropouts: 1 (intervention) Sex (with 1 withdrawal/dropout excluded; n = 48) : 48 male participants Mean age: 28.6 Inclusion criteria: 1. Male outpatients newly diagnosed with ADHD all subtypes according to DSM-IV, Diagnostic Interview for ADHA in Adults (DIVA) Exclusion criteria: 1. Co-morbid Axis I psychiatric disorders requiring treatment with medication at study entry 2. History of major neurological or medical illness 3. IQ < 80 4. Current or previous treatment with medications that influence the dopamine system (for adults < 23 years of age) such as: neuroleptics, antipsychotics, D2/D3 agonists 5. Current or previous dependency on drugs that influence the dopamine system (for adults < 23 years of age) 6. Contraindications to MPH treatment: cardiovascular diseases such as hypertension, arrhythmia, hy- perthyroidism, glaucoma, suicidality, psychosis, Tourette disorder 7. Prenatal use of methylphenidate by mother of the participant 8. Contraindications to magnetic resonance imaging (metal implants, pacemakers, claustrophobia, etc.) Interventions Intervention 1 (n = 24) : IR methylphenidate Intervention 2 (n = 24): placebo Administration: Participants received 0.5 mg/kg methylphenidate (maximum of 40 mg) or placebo (1:1) after baseline magnetic resonance imaging for 16 weeks. Adherence was monitored at weeks 1, 2, 4, 8, and 12 Outcomes Primary outcomes: 1. ADHD symptom score, measured with ADHD Symptoms Checklist Severity Scale (ADHDRS-Self); up- dated and validated for the DSM-IV ADHD criteria Secondary outcomes: 1. Clinical change, measured with the Clinical Global Impression (CGI) - Severity scale (CGI-S) 2. Clinical change, measured with CGI - Improvement scale (scored 1 or 2) 3. Social, occupational and psychological functioning measured with the Global Assessment of Func- tioning scale 4. Depression, measured with the Beck Depression Inventory 5. Anxiety, measured with the Hamilton Anxiety scale and Beck Anxiety InventorySchrantee 2016 Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.46Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Timing of outcome assessment: Primary outcome was assessed at baseline. Secondary outcomes were assessed at baseline, week 3, week 8, and post-treatment (week 17) Notes Study start date: 13 October 2011 Study end date: 15 June 2015 Funding source: The trial was funded by faculty resources of the Academic Medical Center, University of Amsterdam, and by grant 11.32050.26 from the European Research Area Network Priority Medicines for Children (Sixth Framework Programme). SARBR was supported by Vici (Netherlands Organisation for Scientific Research), and SLA was supported by grant DA-015403 from the National Institute on Drug Abuse. Conflicts of interest: WJN declared to be cofounder, shareholder, and part-time scientific officer of Quantib BV. No other disclosures were reported Risk of bias Bias Authors' judgement Support for judgement Random sequence genera- tion (selection bias)Low risk The trial protocol describes a randomization process performed on a central computer using a specialized computer program developed by the local Clin- ical Research Unit. Patients were stratified by age and then randomized to ei- ther placebo or treatment (1:1) using a permuted block randomization scheme Allocation concealment (selection bias)Low risk Quote: \"(Sequence of allocation) generated by the local Clinical Research Unit. The hospital pharmacy (Alkmaar) assigned participants to a specific allo- cation, using sequentially numbered containers.\" Blinding of participants (performance bias)Low risk Comment: The placebo and methylphenidate tablets were identical in ap- pearance and were manufactured and labeled according to GMP guidelines (2003/94/EG) Blinding of personnel (per- formance bias)Low risk Comment: The placebo and methylphenidate tablets were identical in ap- pearance and were manufactured and labeled according to GMP guidelines (2003/94/EG) Blinding of outcome as- sessment (detection bias) Efficacy, Symptoms of AD- HDUnclear risk Comment: Insufficient information available to permit a judgment Blinding of outcome as- sessment (detection bias) HarmsUnclear risk Comment: Insufficient information available to permit a judgment Incomplete outcome data (attrition bias) Efficacy, Symptoms of AD- HDLow risk Comment: Reasons for dropout are reported and do not appear to be related to the intervention Selective outcome report- ing Efficacy, Symptoms of AD- HDHigh risk Comment: Clinical data on several scales were collected according to the study protocol. However, the results were partially published ( Schrantee 2016 ) and only data on the Clinical Global Impression Scale (CGI) of Severity and Im- provement were shared after contact with the authors ( 2019 [pers comm] ) Selective outcome report- ing HarmsHigh risk Comment: The method applied to measure the outcome was not reported. As- sessment of the outcome will likely differ between intervention groups with- out standardized measurement method defined a priori. The assessment of the outcome could likely be influenced by knowledge of the intervention re- ceivedSchrantee 2016 (Continued) Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.47Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study characteristics Methods Design: Double-blind, placebo-controlled, randomized trial Unit of randomization: individual Participants Location/Setting: not reported; participants recruited by advertisements in local newspapers and ra- dio broadcasts Sample size: 59 Number of withdrawals/dropouts: 9 (2 = placebo, 7 = IR methylphenidate) Sex: 43 male and 16 female participants Mean age: 35.8 years = placebo, 38.3 years = IR methylphenidate Inclusion criteria: 1. Aged between 18 and 55 years 2. Meet DSM-IV criteria for current cocaine dependence 3. Provide a urine specimen with a positive urine toxicology result for cocaine metabolite 4. Meet criteria for the diagnosis of ADHD as a child and as an adult Exclusion criteria: 1. IQ < 75 2. Patients with schizophrenia, bipolar disorder, dementia, and delirium 3. Patients with other Axis I and Axis II psychopathology who were unable to give informed consent 4. Patients who were in need of emergency psychiatric treatment 5. Patients who were unable to comply with study requirements or were unable to comprehend and respond to the measures used in the study 6. Patients who had any clinically significant medical condition or clinically significant abnormality in routine laboratory testing (including liver function tests and electrocardiogram) 7. Patients who were pregnant Interventions Intervention 1 (n = 24): IR methylphenidate Intervention 2 (n = 11): pemoline (all 11 participants dropped from the analysis after the first year due to recruitment difficulties) Control (n = 24): placebo Administration: The doses of IR methylphenidate were titrated from an initial dosage for the first 2 or 3 days (10 mg of IR methylphenidate 3 times a day) to a second-level dosage (20 mg 3 times a day) for the next 4 to 5 days, and finally to the target dosage of 30 mg 3 times a day by day 8 Outcomes Primary outcomes: 1. Safety - dropping out and no significant increase in rates of adverse events - measured with checklist based on Barkley's version with the addition of cardiac (weekly), routine laboratory tests and electro- cardiograms (once a month and at the end of the study) 2. Controlled ADHD symptoms, measured with physician-rated and self-rated efficacy indices and the ADHD Symptom Checklist (weekly) 3. Reduction in cocaine craving and use, measured with urinalysis, ASI, Tiany Cocaine Craving Scale and by self-report (weekly) Secondary outcomes: 1. Depression, measured with the Beck Depression Inventory Notes Study start date: not reportedSchubiner 2002 Immediate-release methylphenidate for attention deficit hyperactivity (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.48Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study end date: not reported Funding source: This work was supported by the National Institute on Drug Abuse (Grant R01 DA10271-03) and a Joe Young, Sr research grant from the State of Michigan Conflicts of interest: none disclosed Risk of bias Bias Authors' judgement Support for judgement Random sequence genera- tion (selection bias)High risk Comment: The sequence of the random generation is not reported but is de- scribed as \"stratified by gender so that each arm (methylphenidate vs. place- bo) would have equal numbers of women and men\" (page 287). Nevertheless, in both treatment groups, there were about 90% of male participants Allocation concealment (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment. Blinding of participants (performance bias)Low risk Quote: \"An independent pharmacist compounded study medication. Although double-blind conditions were not broken during the course of the study, the treating physician (Howard Schubiner) was able to request a lower dose of medication if warranted by the emergence of perceived side effects.\" Blinding of personnel (per- formance bias)High risk Quote: \"An independent pharmacist compounded study medication. Although double-blind conditions were not broken during the course of the study, the treating physician (Howard Schubiner) was able to request a lower dose of medication if warranted by the emergence of perceived side effects.\" Comment: This could likely introduce bias to the assessment Blinding of outcome as- sessment (detection bias) Efficacy, Symptoms of AD- HDUnclear risk Comment: Insufficient information available to permit a judgment Blinding of outcome as- sessment (detection bias) HarmsUnclear risk Comment: Insufficient information available to permit a judgment Incomplete outcome data (attrition bias) Efficacy, Symptoms of AD- HDHigh risk Comment: Almost 50% of the included participants did not complete the study and there was a significant imbalance of reasons for missing outcome data across intervention groups Selective outcome report- ing Efficacy, Symptoms of AD- HDHigh risk Comment: The protocol of the study is not accessible and several outcomes were incompletely reported Selective outcome report- ing HarmsHigh risk Comment: It is unclear whether the methods applied to measure the out- comes are appropriate. The assessment of the outcome could likely be influ- enced by knowledge of the intervention receivedSchubiner 2002 in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.49Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Unit of randomization: individual Participants Location/Setting: not reported; participants recruited from clinical referrals and advertisements in the local media Sample size: 146 Number of withdrawals/dropouts: 36 (26 = IR methylphenidate, 10 = placebo) Sex: 85 male and 61 female participants Mean age: 35.6 years = IR methylphenidate, 40.3 years = placebo Inclusion criteria: 1. Participants had to satisfy full diagnostic criteria for DSM-IV ADHD based on clinical assessment and confirmed by structured diagnostic interview Exclusion criteria: 1. Clinically-significant chronic medical conditions 2. Abnormal baseline laboratory values 3. IQ < 80 4. Delirium, dementia, or amnestic disorders 5. Other clinically-unstable psychiatric conditions (i.e. bipolar disorder, psychosis, suicidality) 6. Drug or alcohol abuse or dependence within the 6 months preceding the study 7. Previous adequate trial of stimulant (0.5 mg/kg/day of MPH or equivalent) 8. Current use of other psychotropics 9. Pregnant or nursing women Interventions Intervention (n = 104): IR methylphenidate Control (n = 42): placebo Administration: Medication (IR methylphenidate and placebo, 5 mg and 10 mg capsules) was given 3 times a day (7:30 AM, noon, and 5 PM). Medication was titrated (forced titration) up to 0.5 mg/kg/day by week 1, 0.75 mg/kg/day by week 2, and 1.0 mg/kg/day by week 3, in 3 times daily dosing, unless ad- verse effects emerged. The dose could be increased to a maximum of 1.3 mg/kg by weeks 5 and 6 if ef- ficacy was partial and treatment was well tolerated. Compliance was monitored by pill counts at each physician visit Outcomes Primary outcome: 1. Improvement in ADHD symptoms, measured with the Adult ADHD Investigator Symptom Report Scale (AISRS) 2. Global improvement and global severity measured with the Clinical Global Impression (CGI) scale (weekly) Secondary outcomes: 1. Depression, measured with the 17-item Hamilton Depression scale and the 21-item Beck Depression Inventory (at the start and end of the study) 2. Anxiety, measured with the Hamilton Anxiety scale (at the start and end of the study) 3. Safety, monitored with electrocardiograms (ECGs), heart rate, and blood pressure (weekly) Notes Study start date: not reported Study end date: not reported Funding source: This study was supported by funding from the National Institute of Mental Health (NIMH; Grant number R29MH57511 (TS)). Novartis Pharmaceuticals Corporation supported a portion of the cost of active medication. The study authors TS, JB, and TW received grant support from NIMH and NIDA. Conflicts of interest: The study authors TS, JB, and TW are on the Speakers' Bureau and Advisory Board of Novartis Pharmaceuticals. They also receive grant support from National Institute of Mental Health and National Institute on Drug Abuse.Spencer 2005 (Continued) Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.50Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Risk of bias Bias Authors' judgement Support for judgement Random sequence genera- tion (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Allocation concealment (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Blinding of participants (performance bias)Low risk Comment: Weekly supplies of methylphenidate or placebo were dispensed by the pharmacy in identical-looking 5 and 10 mg capsules; study physicians pre- scribed medication under double-blind conditions Blinding of personnel (per- formance bias)Low risk Comment: Weekly supplies of methylphenidate or placebo were dispensed by the pharmacy in identical-looking 5 and 10 mg capsules; study physicians pre- scribed medication under double-blind conditions Blinding of outcome as- sessment (detection bias) Efficacy, Symptoms of AD- HDLow risk Comment: The report states raters were blind to treatment assignment Blinding of outcome as- sessment (detection bias) HarmsUnclear risk Comment: Insufficient information available to permit a judgment Incomplete outcome data (attrition bias) Efficacy, Symptoms of AD- HDHigh risk Comment: Reasons for dropout differed between intervention and con- trol groups. Particularly, there were more psychiatric adverse events in the methylphenidate group, a statistically significant difference Selective outcome report- ing Efficacy, Symptoms of AD- HDHigh risk Comment: Several outcomes reported to be assessed in the Methods section were not reported in the Results section and an outcome not described in the Methods section was reported in the Results section. The protocol is not avail- able Selective outcome report- ing HarmsHigh risk Comment: The method applied to measure the outcome was not reported. As- sessment of the outcome will likely differ between intervention groups with- out standardized measurement method defined a priori. The assessment of the outcome could likely be influenced by knowledge of the intervention re- ceivedSpencer 2005 (Continued) Study characteristics Methods Design: Single-blind, randomized, 6-week, trial Unit outpatients with ADHD 61 Number of withdrawals/dropouts: 8 (all IR methylphenidate 3 times a day) Sex (with 8 withdrawals/dropouts excluded; n= 53) : 26 male and 27 female participants Mean age: 39.5 years = IR methylphenidate, 35.3 years hyperactivity in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.51Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Inclusion criteria: 1. Outpatient adults with ADHD aged between 19 and 60 years old 2. Satisfy full diagnostic criteria for ADHD on the basis of a DSM-IV clinical assessment, confirmed by structured diagnostic interview 3. Participants receiving a stable dose of IR methylphenidate for at least 4 weeks and who demonstrat- ed clinical response (Clinical Global Impression - Improvement (CGI-I) scale of much or very much im- proved), were tolerant of the efficacious dose (score on the Tolerability Index of 0 or 1) and were sat- isfied with their treatment experience (score on the Treatment Satisfaction Rating Scale of 1 or 2) 4. Normal blood pressure (normal blood pressure is defined as systolic < 140 mm Hg and diastolic < 90 mm Hg) for a period of 4 weeks on a stable dose of IR methylphenidate 3 times a day Exclusion criteria: 1. Clinically-significant, chronic medical conditions 2. Abnormal baseline laboratory values 3. IQ < 80 4. Delirium, dementia, or amnestic disorders 5. Other clinically-unstable psychiatric conditions (i.e. bipolar disorder, psychosis, suicidality) 6. Substance abuse/dependence within the 6 months preceding the study 7. Pregnant or nursing women Interventions Intervention 1 (n = 12): IR methylphenidate Intervention 2 (n = 41): usual stable dose or the equipotent dose of OROS methylphenidate (not exceeding 1.3 mg/kg/day or 144 mg/day total) was administered to participants for 6 weeks. The dose could be adjusted to ensure efficacy or participant's safety, or both Outcomes Primary outcomes: 1. Continuing efficacy, measured with ADHD Investigator Symptom Report Scale (AISRS) weekly 2. Self-rated satisfaction with treatment, measured on a 5-point scale containing domains of functioning and core symptoms of ADHD 3. Tolerability, rated by clinician and incidence of adverse events (weekly) 4. Compliance, measured by pill count (weekly) Secondary outcomes: 1. Severity and change in severity of ADHD, assessed with the Clinical Global Impression Scale (CGI) 2. Depression, measured with 17-item Hamilton Depression Scale 3. Anxiety, measured with Hamilton Anxiety Scale 4. Social, occupational and psychological functioning measured with the Global Assessment of Func- tioning scale and rated according to guidelines in DSM-IV Notes Study start date: not reported Study end date: not reported Funding source: This work was supported by a grant from McNeil Pediatrics to T J Spencer. The authors EM, TS, PH, JB, RD and CS received research support from different institutions including pharmaceuti- cal companies Conflicts of interest: none disclosed. Risk of bias Bias Authors' judgement Support for judgement Random sequence genera- tion (selection bias)High risk Comment: The sequence generation was only described as being developed at the local Research Pharmacy. The detected high imbalance in the num-Spencer 2011 (Continued) Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.52Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews bers and baseline characteristics of participants between intervention groups therefore supports a judgment that the randomization process was at high risk of bias Allocation concealment (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Blinding of participants (performance bias)High risk Comment: Single-blinded study; not clear who was (per- formance bias)Unclear risk Comment: Single-blinded study; not clear who was blinded Blinding of outcome as- sessment (detection bias) Efficacy, Symptoms of AD- HDLow risk Comment: Assessments of ADHD symptomatology and functioning were per- formed by blinded clinicians Blinding of outcome as- sessment (detection bias) HarmsHigh risk Comment: Assessments of adverse events and adjustment of medication were performed by unblinded clinicians Incomplete outcome data (attrition bias) Efficacy, Symptoms of AD- HDHigh risk Comment: The study reported intention-to-treat analyses with data from last observation carried forward (LOCF) but we note a high imbalance between treatment groups Selective outcome report- ing Efficacy, Symptoms of AD- HDHigh risk Comment: The study does not have registered protocol and several measure- ments described in the Methods section had no results reported in the Results section Selective outcome report- ing HarmsHigh risk Comment: The method applied to measure the outcome (spontaneous report using an open-ended question) has been demonstrated to have poor validity and may likely lead to measurement imbalance between intervention group- s. The assessment of the outcome could likely be influenced by knowledge of the intervention receivedSpencer 2011 (Continued) Study characteristics Methods Design: Cross-over, double-blind, placebo-controlled trial Unit of randomization: individual Participants Location/Setting: not reported; participants recruited via newspaper advertisement, outpatient thera- py practices, support groups, and posted notices Sample size: 24 Number of withdrawals/dropouts: 9 Sex: 11 male and 13 female participants Mean age: 42 years Inclusion criteria: 1. Diagnosis of ADHD, combined type, determined using criteria from the DSM-IV Exclusion criteria:Tenenbaum 2002 Immediate-release methylphenidate for attention deficit hyperactivity (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.53Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 1. Any clinically-significant medical conditions such as heart condition, untreated thyroid condition, or tic disorder 2. People with active substance or alcohol abuse/dependence in the 6 months preceding the study 3. Pregnant or nursing women 4. Neurological trauma or disorder (e.g. concussion, epilepsy) 5. Chronic diseases 6. Poor physical health and poor vision (unless corrected) 7. Use of psychoactive medications (including methylphenidate) unless they discontinued such medica- tions under the supervision of their prescribing physician for the duration of the study 8. Clients at the Attention Deficit Center, where all assessment and treatment sessions were conducted, due to a potential conflict of interest 9. Presence of psychiatric disorders in which treatment with methylphenidate was contraindicated (e.g. panic disorder, major depression - moderate or more severe) 10.Individuals with psychiatric disorders (e.g. suicidal behavior, psychosis, criminality/violence, bipo- lar disorder) or individuals with clinically-unstable psychiatric disorders with contraindicated use of methylphenidate (e.g. panic disorder, major depression - moderate or more) Interventions Intervention 1 (n = 24): Pycnogenol® Intervention 2 (n = 24): IR methylphenidate Control (n = 24): placebo Administration: Pycnogenol® (4 times a day - daily total dosage of 1 milligram/pound body weight); placebo (4 times daily) and methylphenidate (10 - 15 mg daily) were administered to participants for a 3-week period of each treatment separated by a 1-week washout Outcomes Primary outcomes: 1. Improvement in ADHD symptoms, measured with Barkley's ADHD Rating Scale, Attention Deficit Scales for Adults (ADSA), Copeland Symptom Checklist for Adult Attention Deficit Disorders, Barratt Impulsiveness Scale, Brown ADD Scales and Conners' Continuous Performance Test (CPT) Secondary outcomes: 1. Depression, measured with Beck Depression Inventory 2. Anxiety, measured with Beck Anxiety Inventory Notes Study start date: not reported Study end date: not reported Funding source: The research was supported by funds from the Henkel Corporation and was conduct- ed at the Attention Deficit Center (ADC). Conflicts of interest: none disclosed Risk of bias Bias Authors' judgement Support for judgement Random sequence genera- tion (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Allocation concealment (selection bias)Unclear risk Comment: Insufficient information available to permit a judgment Blinding of participants (performance bias)Low risk Quote: \"Only the pharmacist and consulting physician could determine what treatment was in effect, thus maintaining the blind for both the participant and the research sta.\"Tenenbaum 2002 (Continued) Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.54Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Blinding of personnel (per- formance bias)Low risk Quote: \"Only the pharmacist and consulting physician could determine what treatment was in effect, thus maintaining the blind for both the participant and the research sta.\" Blinding of outcome as- sessment (detection bias) Efficacy, Symptoms of AD- HDUnclear risk Comment: Insufficient information available to permit a judgment Blinding of outcome as- sessment (detection bias) HarmsUnclear risk Comment: Insufficient information available to permit a judgment Incomplete outcome data (attrition bias) Efficacy, Symptoms of AD- HDHigh risk Comment: A significant 27% of participants did not complete the study; no reasons were given Selective outcome report- ing Efficacy, Symptoms of AD- HDHigh risk Comment: The protocol of the study is not accessible and the outcomes were reported incompletely Selective outcome report- ing HarmsHigh risk Comment: The method applied to measure the outcome was not reported. As- sessment of the outcome will likely differ between intervention groups with- out a standardized measurement method defined a priori. The assessment of the outcome could likely be influenced by knowledge of the intervention re- ceivedTenenbaum 2002 (Continued) ADD: attention deficit disorder ADHD: attention deficit hyperactivity disorder DIVA: Diagnostic Interview for ADHA in Adults DSM: Diagnostic and Statistical Manual of Mental Disorders. DSM-IV: Diagnostic and Statistical Manual of Mental Disorders - Fourth Edition. FLENI: Raul Carrea Institute of Neurological Research, a non-profit organization of integral attention in neurology. GGZ: Dutch Association of Mental Health and Addiction Care IQ: intelligence quotient. IR: immediate release. IV: fourth revision MPH: methylphenidate OROS: osmotic release oral system SD: standard deviation. SDS: Sheehan Disability Scale Characteristics of excluded studies [ordered by study ID] Study Reason for exclusion Bouziane 2019 The study evaluated whether methylphenidate modulates human brain white matter in an age-de- pendent way. The efficacy of methylphenidate for ADHD was not assessed Emilsson 2011 The study compared pharmacotherapy and cognitive behavior therapy (CBT) versus pharma- cotherapy and treatment as usual. The efficacy of methylphenidate was not assessed separately IRCT20090117001556N111 The study compared methylphenidate-associated Saffron (crocus sativus) versus another interven- tion. methylphenidate was not assessed separately Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.55Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study Reason for exclusion Kinsbourne 2001 The objective of the study was to assess participants' performance on the Continuous Paired-As- sociate Learning Test (CPAL T) after a single administration of 3 doses (5 mg, 10 mg, and 20 mg) of methylphenidate and placebo Mattes 1984 Participants diagnosed with ADHD were compared with participants with similar symptoms but who were not diagnosed with ADHD Mick 2006 The study evaluated the influence of a type of genotype in response and adverse effects associated with treatment with methylphenidate from data from 2 clinical trials NCT02477280 The purpose of the study was to examine the effects of methylphenidate on objective and self-rat- ed performance of ADHD core signs during the Quantified Behavior Test Ni 2013 The study compared the long-term efficacy of methylphenidate and atomoxetine in improving ex- ecutive functions in drug-naïve adults with ADHD Ni 2016 The study evaluated the effects of methylphenidate in the intra-individual variability in reaction time (IIV-RT) of ADHD patients Nikles 2005 The analysis of outcomes comprised adults and children. No data were available for adults only Schlander 2011 The study compared methylphenidate-associated dialectical behavioral therapy versus another in- tervention—the use of methylphenidate. The efficacy of methylphenidate was not assessed sepa- rately Spencer 2004 The publication presents only preliminary results of the study and it is not clear which diagnostic criteria were used and the formulation of methylphenidate evaluated. It was not possible to identi- fy and retrieve the complete study or obtain additional information from the authors of the study Vansickel 2011 The study evaluated the acute effects of methylphenidate on cigarette-smoking behavior of people diagnosed with ADHD Verster 2008 The study evaluated the effects of methylphenidate on the driving performance of adults with AD- HD Wender 2001 The participants were diagnosed with \"Utah Criteria for adult ADHD\". The diagnostic criteria used in the study were not eligible according to our inclusion criteria Wood 1976 The participants were diagnosed with \"Research Diagnostic Criteria (RDC) for a selected group of functional disorders\". The diagnostic criteria used in the study were not eligible according to our inclusion criteria ADHD: attention deficit hyperactivity disorder OROS: osmotic release oral system Characteristics of studies awaiting classification [ordered by study ID] Methods Design: Single-blind, parallel trial of versus IR methylphenidate Unit of randomization: individual Participants Location/Setting: 36 Number withdrawals/dropouts: Immediate-release methylphenidate for in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.56Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Sex: not reported Mean age: not reported Inclusion criteria: 1. Attention deficit hyperactivity disorder 2. Age between 19 - 50 years Exclusion criteria: 1. Patients with a history of any systemic disorder such as cardiovascular diseases 2. Patients with a history of bipolar disorder, major depressive disorder, psychosis, substance abuse, pervasive developmental disorder and intellectual disability 3. Using psychotropic drugs within 1 month prior to the initiation of the study Interventions Intervention (n = 18): IR methylphenidate Control (n = 18): atomoxetine Administration: comparison of IR methylphenidate (5 mg 3 times daily for 1 week, increased for 10 mg 3 times daily for the next weeks) and atomoxetine (10 milligrams daily for the first week and then the dose is increased to 20 milligrams for the next 2 weeks and finally to 40 milligrams per day) Outcomes Primary outcomes: 1. Score of inattentive and hyperactive symptoms in Conners Adult ADHD Rating Scale - self-report questionnaire Timing of outcome assessment: before intervention and 2, 4, 6 and 8 weeks after the intervention Secondary outcomes: 1. Anxiety, assessed using the Hamilton Anxiety questionnaire Timing of outcome assessment: before intervention and 8 weeks after the intervention Notes We contacted trial authors to request information about the progress of the study. We have not re- ceived a responseIRCT20110802007202N15 (Continued) ADHD: attention deficit hyperactivity disorder. DSM-5: Diagnostic and Statistical Manual of Mental Disorders - FiJf_th Edition. QbTest: objective test. Characteristics of ongoing studies [ordered by study ID] Study name The effects of methylphenidate on brain processes for decision making in adult attention deficit hy- peractivity disorder Methods Design: not reported Unit of randomization: individual Participants Location/Setting: not reported Sample size: not reported Number of withdrawals/dropouts: not reported Sex: not reported criteriaEU Immediate-release methylphenidate for adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.57Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 1. Aged between 18 and 40 years Exclusion criteria 1. Treatment with Treatment with antipsychotics (both first and second generation) Interventions Intervention (n = not reported): IR methylphenidate Control (n = not reported): placebo Administration: not reported Outcomes Primary outcomes: not reported Secondary outcomes: not reported Timing of outcome assessment: not reported Starting date 13 May 2013 Contact information University of Oslo Guido Biele g.p.biele@psykologi.uio.no Notes Study start date: not reported Study end date: not reported Funding source: not reported Conflicts of interest: not reportedEU CTR 2012-005246-38 (Continued) D A T A A N D A N A L Y S E S Comparison 1. IR methylphenidate versus placebo Outcome or subgroup title No. of studies No. of partici- pantsStatistical method Effect size 1.1 Efficacy: investigator-rated (end scores)1 Mean Difference (IV, Random, 95% CI)Totals not selected 1.2 Efficacy: participant-rated (change scores)1 Mean (IV, Fixed, 95% selected 1.3 Efficacy: participant-rated (end RCT dom, 95% CI)-0.97 RCT dom, adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.58Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Outcome or subgroup title No. of studies No. of partici- pantsStatistical method Effect size 1.4 Harms: patients experiencing at least one adverse event1 Risk Ratio (M-H, Random, 95% CI)Totals not selected 1.5 Clinical impression: severity (change scores)2 Difference (IV, Random, 95% CI)-0.57 [-0.85, -0.28] 1.5.1 RCTs with parallel Random, 95% CI)-0.60 [-0.92, -0.28] 1.5.2 RCTs with cross-over Random, 95% CI)-0.44 [-1.05, 0.17] 1.6 Clinical impression: (IV, Random, 95% CI)Totals not selected 1.7 Anxiety: investigator-rated (change scores)1 Mean (IV, Random, 95% CI)Totals not selected 1.8 Depression: investigator-rated (change scores)1 Mean Difference (IV, Random, 95% CI)Totals not selected Analysis 1.1. Comparison 1: IR methylphenidate versus placebo, Outcome 1: Eicacy: investigator-rated (end scores) Study or Subgroup methylphenidate ADHD Investigator Symptom Report Scale (AISRS); Endscores. Analysis 1.2. Comparison 1: IR methylphenidate versus placebo, Outcome 2: Eicacy: participant-rated (change scores) Subgroup Difference IV CI -10 -5 0 5 10 IR methylphenidate Placebo Footnotes (1) Adult ADHD Symptom Checklist Severity Scale (ADHDRS); updated and validated ADHD criteria (Adult Scale (ASRS- Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.59Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Analysis 1.3. Comparison 1: IR methylphenidate versus placebo, Outcome 3: Eicacy: participant-rated (end scores) Study or Subgroup 1.3.1 RCT with parallel design Schubiner 2002 (1) Subtotal (95% CI) Heterogeneity: Not applicable Test for overall effect: Z = 3.16 (P = 0.002) 1.3.2 RCT with cross-over design Kooij 2004 (2) Subtotal (95% CI) Heterogeneity: Not applicable Test for overall effect: Z = 1.39 (P = 0.17) Total (95% CI) Heterogeneity: Tau² = 0.16; Chi² = 1 = 0.07); I² = 69% Test for overall effect: Z = 1.78 (P = 0.08) Test for subgroup differences: Chi² = 3.26, df = 1 (P = = 69.3%IR methylphenidate Mean 1.75 1.37SD -4 -2 0 2 4 ADHD Rating Scale; Endscores. (2) ADHD Rating Scale-IV; End scores. Analysis 1.4. Comparison 1: IR methylphenidate versus placebo, Outcome 4: Harms: patients experiencing at least one adverse event Study or Subgroup Kooij 2004IR methylphenidate Ratio M-H, 95% 2 5 IR methylphenidate Placebo Immediate-release methylphenidate for attention deficit hyperactivity in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.60Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Analysis 1.5. Comparison 1: IR methylphenidate versus placebo, Outcome 5: Clinical impression: severity (change scores) Study or Subgroup 1.5.1 RCTs with parallel design Schrantee 2016 (1) Subtotal (95% CI) Heterogeneity: Not applicable Test for overall effect: Z = 3.70 (P = 0.0002) 1.5.2 RCTs with cross-over design Kooij 2004 (2) Subtotal (95% CI) Heterogeneity: Not applicable Test for overall effect: Z = 1.42 (P = 0.16) Total (95% CI) Heterogeneity: Tau² = 0.00; 0.65); = 0% Test for overall effect: Z = 3.94 (P < 0.0001) Test for subgroup differences: Chi² = 0.21, df = 0%IR methylphenidate Mean 3.32 4.36SD 70Placebo Mean -2 0 2 4 IR methylphenidate Placebo Footnotes (1) Clinical Global Impression Scale (CGI) - Severity (-S); Change scores. (2) Clinical Global Impression Scale (CGI) - Severity (-S); End scores. Analysis 1.6. Comparison 1: IR methylphenidate versus placebo, Outcome 6: Clinical impression: improvement (end scores) Study or Subgroup -5 0 5 10 IR methylphenidate Placebo Footnotes (1) Clinical Global Impression Scale (CGI) - Improvement (-I) ; End scores. Analysis 1.7. Comparison 1: IR methylphenidate versus placebo, Outcome 7: Anxiety: investigator-rated (change -5 0 5 10 IR methylphenidate Placebo Footnotes (1) Hamilton Anxiety Scale (HAM-A); Change scores. Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.61Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Analysis 1.8. Comparison 1: IR methylphenidate versus placebo, Outcome 8: Depression: investigator-rated (change Difference IV CI -10 -5 0 5 10 IR methylphenidate Placebo Footnotes (1) Hamilton Depression Scale (HAM-D); Change scores. Comparison 2. IR methylphenidate versus lithium Outcome or subgroup title No. of studies No. of partici- pantsStatistical method Effect size 2.1 Efficacy: investigator-rated (end scores)1 Mean Difference (IV, Random, select- ed 2.2 Anxiety: investigator-rated select- ed 2.3 Depression: investigator-rated Difference (IV, Random, 95% CI)Totals not select- ed Analysis 2.1. Comparison 2: IR methylphenidate versus lithium, Outcome 1: Eicacy: investigator-rated (end scores) Subgroup Difference IV CI -10 0 5 10 IR methylphenidate Lithium Footnotes (1) Conners' Adult ADHD Rating Scale; End scores. Analysis 2.2. Comparison 2: IR methylphenidate versus lithium, Outcome 2: Anxiety: investigator-rated (end scores) Subgroup -5 0 5 10 IR methylphenidate Lithium Footnotes (1) Hamilton Anxiety Scale (HAM-A); End-scores. Immediate-release methylphenidate for attention deficit hyperactivity adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.62Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Analysis 2.3. Comparison 2: IR methylphenidate versus lithium, Outcome 3: Depression: investigator-rated (end scores) Subgroup -5 0 5 10 IR methylphenidate Lithium Footnotes (1) Hamilton Depression Scale (HAM-D); End-scores. A D D I T I O N A L T A B L E S Method section Description Reason for non-use We planned to measure the primary efficacy outcome over the short term (within six months) and long term (longer than 6 months)These data were not available as no study lasted more than 4.5 monthsTypes of outcomes We planned to measure serious adverse events as the primary out- come of harms.None of the included studies as- sessed serious adverse events ac- cording to the definition of the In- ternational Council for Harmonisa- tion ( ICH 2016 ) Selection of studies We planned to contact the authors of studies whenever there was insufficient information available to decide whether a study was eli- gible for inclusion.This action was not necessary for the ongoing studies Assessment of risk of biasWe planned to revise the 'Risk of bias' domains for randomized con- trolled trials if new guidelines were released during the develop- ment of this review.When we came to the completion of this review, Cochrane had re- leased a new 'risk of bias' tool but had not yet made it mandatory for all Cochrane Reviews; it is being pi- loted with only a few reviews with- in Cochrane. Future updates of this review will take any related up- dates into account For studies reporting outcome values other than the mean and standard deviation, we planned to apply standard errors, CI, t val- ues and P values to estimate the results, whenever possibleNone of these additional data were reported and thus we were not able to estimate any missing re- sults. We contacted study authors to request the additional infor- mation but have not received re- sponseMeasures of treatment effect > Continuous outcomes If skewed data were detected, we planned to consult a statistician on the best data transformation approachWe did not encounter this situa- tion; therefore, it was not neces- sary to consult a statistician Unit of analysis issues > Cross-over trialsWe planned to estimate within-participant differences between the intervention groups at the end of the study follow-up period, us- ing the MD and standard deviation to conduct a paired analysis and avoid a unit-of-analysis error ( Elbourne 2002 ; Higgins 2020 )No trial reported participant-level differences between intervention groupsTable 1. Unused methods Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.63Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Assessment of hetero- geneityWe planned to investigate clinical heterogeneity through subgroup analysesThere were insufficient data eval- uated and reported in the includ- ed studies to allow us to undertake subgroup analyses Assessment of report- ing biasWe planned to use funnel plots to investigate the presence of pub- lication bias (the selective publication of trials with positive find- ings), and other small-study effects, among the studies included in the review ( Page 2020 ). We planed to use Egger's test to assess for funnel plot asymmetry ( Egger 1997 ), providing 10 or more trials were included in a meta-analysis. We planned to consult a statisti- cian in situations where we were unable to interpret the asymme- tries objectively and when we might have considered alternative statistical tests ( Page 2020 )We could not assess reporting bias due to there being an insufficient number of trials (fewer than 10) in the quantitative analyses Data synthesis Where considerable heterogeneity (I 2 statistic greater than 75%) was detected, particularly in the presence of high inconsistency in the direction of effect, we planned not to calculate the average ef- fect of the intervention through a meta-analysisOnly 1 study contributed data for most of the outcomes and com- parisons; therefore, the insuffi- cient data prevented an appropri- ate assessment of heterogeneity Subgroup analysis and investigation of het- erogeneityWe planned to explore potential sources of heterogeneity if the available data from the studies allowed us to stratify participant subgroups by the following characteristics. 1. Age of participants (trials with participants aged 19 to 35 years, 36 to 54 years or aged 55 years or more) 2. Sex (female versus male participants) 3. Dosage of methylphenidate (low dose (30 mg or less) versus high dose (more than 30 mg)) 4. Multimorbidities (participants with multimorbidity versus partic- ipants without multimorbidity) 5. Type of clinical scales used in diagnosis 6. Duration of treatment (short-term trials (six months or less) versus long-term trials (more than 6 months)) 7. Subtype of ADHD (predominantly inattentive type, or hyperactive or impulsive type, or combined type) We planned to calculate a pooled effect size for each subgroupThere were insufficient data eval- uated and reported in the includ- ed studies to allow us to undertake subgroup analyses Sensitivity analysis If there were an adequate number of studies (2 or more), we planned to perform a sensitivity analysis to explore the causes of heterogeneity and test the robustness of the results to deci- sions made during the development of the review. Specifically, we planned to reanalyze the data: 1. excluding studies that we judged to be at high risk of selection bias, performance bias, detection bias or reporting bias; 2. excluding studies in which more than 20% of participants were lost to follow-up; and 3. comparing unpublished versus published studiesThere were insufficient studies in- cluded in the meta-analyses to perform any of our preplanned sensitivity analyses Summary of findings and assessment of the certainty of the evi- denceWe planned to describe the outcomes of interest over short (within 6 months) and long (longer than 6 months) periods of treatmentNone of the trials investigated the effects of treatment with IR methylphenidate in adults for a period longer than 18 weeks (4.5 months)Table 1. Unused methods (Continued) Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.64Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews CI: Confidence interval IR: immediate release MD: Mean dierence Study Comparator Time points Investigator measure- mentsSelf-report measure- mentsMeasurements complete data Bupropion SR 2. lead-inNone Adult ADHD Symptom Checklist Severity Scale (ADHDRS); updated and validated for DSM-IV AD- HD criteriaChange scores and end scores Schrantee 2016Placebo 16 weeks None Adult ADHD Symptom Checklist Severity Scale (ADHDRS); updated and validated for the DSM-IV ADHD criteriaData not reported Schubiner 2002Placebo 12 weeks of treat- ment (13 weeks in total, including 1 week of base- line testing and 12 weeks of treat- ment)Barkley's ADHD Rating ScaleBarkley's ADHD mea- surements; in- vestigator-rated scores reported narratively Spencer 2005 Placebo 6 weeks Adult ADHD Investigator Symptom Report Scale (AISRS)None End scores Spencer 2011 OROS methylphenidate6 weeks Adult ADHD Investigator System Symptom Re- port Scale (AISRS)None Data reported nar- ratively RCTs with cross-over design Bouffard 2003Placebo 5 weeks None 1. Conners' Adult ADHD Rating Barkley ADHD Prob- lem Behaviours ScaleNone. incom- plete P ue and range) Carpentier 2005Placebo 8 weeks (4 treat- ment phases of 2 weeks each)1. Barkley ADHD Prob- lem Behaviours Scale incom- plete data (t-test values) Dorrego 2002 Lithium 18 weeks with a 2- week washout pe- riod in between treatment periodsHyperactivity, Impulsiv- ity, Learning Problems, Conduct Disorder, Rest- lessness, and Antisocial Behavior subscales of the Conners' Adult ADHD Rating ScaleNone End scoresTable 2. Characteristics of included randomized controlled trials (RCTs) according to comparators, time points and measurements of the primary outcome of eicacy Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.65Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Kooij 2004 Placebo 7 weeks, with 1 week of washout in between treat- ments periodsNone ADHD Rating Scale - IV End scores of the first period of treatment Tenenbaum 20021. Pyc- nogenol® 2. Placebo17 weeks (2 weeks in treatment separated by 1 washout week)1. Barkley ADHD Prob- lem Behaviours Scale a 2. Attention Deficit Scales for Adults (ADSA) a 3. Copeland Symptom Checklist for Adult At- Disor- ders a1. Barkley ADHD Prob- lem Behaviours Scale 2. Attention Deficit Scales for Adults (ADSA) 3. Barratt Impulsiveness Scale 4. Copeland Symptom Disor- dersNone. Only incom- plete data (initial scores)Table 2. Characteristics of included randomized controlled trials (RCTs) according to comparators, time points and measurements of the primary outcome of eicacy (Continued) ADHD: Attention deficit hyperactivity disorder OROS: osmotic release oral system SR: Sustained-release aMeasurements reported by the individual's significant other, not the trial investigator. Study Reporting of harms outcomes Kuperman 2001 1. Discontinuation due to adverse events 2. Data on most common complaints Schubiner 2002 1. Discontinuation due to adverse events 2. Data on worst occurrence during the study Spencer 2005 1. Data on selected/composite outcomes 2. Specific numbers of the results of the cardiovascular measurement not reported, only statistical results (e.g. \"no statistically significant changes\") Spencer 2011 1. Discontinuation due to adverse events 2. Data on selected cardiovascular events 3. Remaining data not reported or reported in a non-extractable way Dorrego 2002 1. Discontinuation due to adverse events 2. Data on selected events Bouffard 2003 1. Physiological, cardiovascular, measures reported as continuous data with statistically signifi- cant/non-significant analysis 2. Data on selected events Kooij 2004 1. Discontinuation due to adverse events 2. Data on selected events 3. Additional cardiovascular events reported narratively with general statements of statistically sig- nificance/non-significanceTable 3. Reporting of harms in RCTs assessing the treatment of ADHD with IR methylphenidate ADHD: deficit for hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.66Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews IR: immediate release RCTs: randomized controlled trials Study Comparator Harms as- sessed?Measurement methodTime points What results were reported? design Kuperman 20011. Bupropion SR 2. PlaceboYes Not reported At each return visit1. Discontinuation due to adverse events 2. Data on most common complaints Schrantee 2016Placebo Yes Not reported Not reported No data reported, only a general state- ment included in the paper Schubiner 2002Placebo Yes 1. Adverse Ef- fects Check- list based on Barkley 1990 2. Cardiac symp- tomsWeekly 1. Discontinuation due to adverse events 2. Data on worst occurrence of the ad- verse events during the study Spencer 2005 Placebo Yes 1. Open-ended questions 2. Electrocardio- gram, heart rate, and blood pres- sureAt each visit 1. Data on adverse events that the partic- ipant indicated the severity as on a 4-point Lik- ert-type scale ranging from 0 (not at all) to 3 (very much) 2. Specific numbers of the results of the cardiovascular measurement not re- ported, only statistical results (e.g. \"no statistically significant changes\"). Spencer 2011 OROS methylphenidateYes 1. Spontaneous reports prompted by open-ended questions 2. Tolerability index (Clini- cal Global Im- pression (CGI) Scale) 3. Weight, vi- neous re- Study end- point: elec- trocardio- gram1. Discontinuation due to adverse events 2. Data on cardiovascular events: systolic and diastolic blood pleasure, pulse RCTs with cross-over design Bouffard 2003Placebo Yes Not reported Not reported 1. Physiological and cardiovascular mea- sures reported as continuous data with statistically significant/non-significant analysisTable 4. Characteristics of included randomized controlled trials (RCTs) according to the assessment and reporting of outcomes of harms Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.67Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 2. Data on selected adverse events: weight, appetite loss, trouble sleeping, headache Carpentier 2005Placebo Yes Not reported Not reported No data reported, only a general state- ment included in the paper Dorrego 2002 Lithium Yes Not reported Not reported 1. Discontinuation due to adverse events 2. Data on selected adverse events: headaches, diarrhea, nausea, chest dis- comfort, orthostatic hypotension Kooij 2004 Placebo Yes Modified Side Effects Rat- ing Scale from Barkley 1998Not reported 1. Discontinuation due to adverse events 2. Data on selected adverse events: tachy- cardia, dry mouth, dizziness, loss of appetite, abdominal complains, headache, tics, sleeping problems 3. Additional cardiovascular events re- ported narratively with general state- ments 20021. Pyc- nogeno®l access of harmsN/A N/A N/ATable 4. Characteristics of included randomized controlled trials (RCTs) according to the assessment and reporting of outcomes of harms (Continued) N/A: not applicable OROS: osmotic release oral system SR: sustained release Study Comparator Secondary out- comesMeasurement methods What results were reported? RCTs with parallel impres- sion of improve- ment 2. Anxiety 3. Depression1. Clinical Global Impression (CGI) scale - Improvement (-I) 2. Hamilton Anxiety Scale (HAM-A) 3. Hamilton Depression Scale (HAM-D)1. Narrative re- sults severi- ty and improve- ment 2. Global level of functioning 3. Anxiety 4. Depression1. Clinical Global Impression Scale (CGI) - Severity (-S) and Im- provement (-I) 2. Global Assessment Functioning (GAF) scale 3. Beck Depression Inventory (BDI) 4. Hamilton Anxiety Scale (HAM-A)Change scores, end scores and baseline scores: CGI-I and CGI-S aTable 5. Characteristics of included randomized controlled trials (RCTs) according to comparators and measurements of the secondary outcomes Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.68Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 5. Hamilton Depression Scale (HAM-D) Schubiner 2002Placebo No information None None Spencer 2005 Placebo 1. Clinical impres- sion of severity 2. Global level of functioning 3. Depression1. Clinical Global Impression (CGI) scale - Severity (-S) 2. Global Assessment Functioning (GAF) scale 3. Hamilton Depression Scale (HAM-D)Narrative report with general state- ments: GAF Spencer 2011 OROS methylphenidate 1. Clinical impres- sion of severi- ty and improve- ment 2. Global level of functioning 3. Depression1. Clinical Global Impression (CGI) scale - Severity (-S) and Im- provement (-I) 2. Global Assessment Functioning (GAF) scale 3. Hamilton Depression Scale (HAM-D)No data reported RCTs with cross-over design Bouffard 2003 Placebo 1. Anxiety 2. Depression1. Hamilton Anxiety Scale (HAM-A) 2. Beck Depression Inventory (BDI)Data reported nar- ratively with gen- eral statements for Placebo 1. Clinical impres- sion improve- ment1. Clinical Global Impression (CGI) scale - Improvement (-I), adapt- ed for ADHD symptomsData reported in- completely for all outcomes Dorrego 2002 Lithium 1. Anxiety 2. Depression1. Hamilton Anxiety Scale (HAM-A) 2. Hamilton Depression Scale (HAM-D)Data on end scores for both outcomes Kooij 2004 Placebo 1. Clinical impres- sion of severi- ty and improve- ment 2. Global level of functioning 3. Anxiety 4. Depression1. Clinical Global Impression (CGI) scale - Severity (-S) 2. Global assessment of function- ing (GAF) scale 3. Hamilton Anxiety Scale (HAM-A) 4. Hamilton Depression Scale (HAM-D)Data on end scores for CGI-S Tenenbaum 2002 1. Pyc- nogenol® 2. Placebo1. Anxiety 2. Depression1. Beck Anxiety Inventory (BAI) 2. Beck Depression Inventory (BDI)Data on initial scores for both outcomesTable 5. Characteristics of included randomized controlled trials (RCTs) according to comparators and measurements of the secondary outcomes (Continued) ADHD: attention deficit hyperactivity disorder OROS: osmotic release oral system SR: Sustained-release aFull dataset shared by the study authors. Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.69Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study Judgment Rationale RCTs with parallel design Kuperman 2001 Notable concerns 1. Trial fully supported by a pharmaceutical company with a vested interest Schrantee 2016 No concerns 1. Research support received from research grants Schubiner 2002 No concerns 1. Research supported by research grants Spencer 2005 Notable concerns 1. Authors have received consulting fees and sit on the advisory boards of phar- maceutical companies 2. Research support received from several companies with a vested interest Spencer 2011 Notable concerns 1. Authors have received consulting fees and sit on the advisory boards of phar- maceutical companies 2. Research support received from several companies with a vested interest RCTs with cross-over design Bouffard 2003 No concerns 1. Research supported by research grants Carpentier 2005 Unclear 1. Sources of funding and conflict of interests not reported Dorrego 2002 Unclear 1. Sources of funding and conflict of interests not reported Kooij 2004 No concerns 1. Research supported by research grants Tenenbaum 2002 Notable concerns 1. Research support received from a company with a potential vested interestTable 6. Impact of sources of funding and conflict of interests on the results analyzed from the trials assessing the treatment of adults with ADHD with IR methylphenidate Immediate-release methylphenidate for attention adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.70Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.71Participants treated with IR methylphenidate Participants treated with placebo Organ sys- tem categoryEvent n % Organ sys- tem categoryEvent n % Tachycardia 4 0.9 Tachycardia 1 0.4 Chest pain 2 0.9Cardiovascu- lar disorders Elevated blood pressure 1 0.2Cardiovascu- lar disorders Palpitations 1 0.5 Dry mouth 47 10.7 Abdominal complaints 2 0.8 Abdominal complaints 6 1.4 Constipation 1 0.5 Constipation 2 0.5 Diarrhea 2 0.9 Diarrhea 5 1.1 Gastrointestinal problem 3 1.4 Gastrointestinal problem 7 1.6 Nausea 3 1.4 Nausea 15 3.4 Nausea or upset stomach 5 2.3Gastroin- testinal dis- orders Nausea or upset stomach 8 1.8Gastroin- testinal dis- orders Stomach aches 6 2.8 Metabolism and nutrition disordersDecreased in appetite/Loss of ap- petite62 14.2 Metabolism and nutrition disordersDecreased in appetite/Loss of appetite17 8.0 Dizziness 9 2.1 Dizziness 4 1.9 Nervous sys- tem disor- ders Headache 64 14.6Nervous sys- tem disor- ders Headache 36 16.9 Anxious 19 4.3 Anxious 15 7.0 Disorientation, insomnia, and anxiety lasting several hours1 0.2 Euphoric, unusually happy 7 3.3 Euphoric, unusually happy 10 2.3 Insomnia or trouble sleeping 8 3.8Psychiatric disorders Irritability 14 3.2Psychiatric disorders Irritability 13 6.1Table 7. Harms according to organ system classification and individual events in participants treated with IR methylphenidate versus placebo Cochrane LibraryTrusted evidence.Informed decisions. Better health. Database of Systematic ReviewsImmediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.72Moody 31 7.1 Moody 2 0.9 Sadness 15 3.4 Sadness 9 4.2 Stare a lot or daydream 12 2.7 Stare a lot or daydream 17 8.0 Talk less with others 11 2.5 Talk less with others 12 5.6 Tics or nervous movements 4 0.9 Tics or nervous movements 5 2.3 Tics 3 0.7 Tics 1 0.5 Sleeping problems (difficul- ty/trouble sleeping, insomnia, nightmares)71 16.2 Sleeping problems (difficul- ty/trouble sleeping, insomnia, nightmares)28 13.2 Nonspecific symptomsDrowsiness 6 1.4 Nonspecific symptomsDrowsiness 10 4.7 Total events 438 100 Total events 213 100Table 7. Harms according to organ system classification and individual events in participants treated with IR methylphenidate versus placebo (Continued) IR: Immediate release Cochrane LibraryTrusted decisions. Better health. Cochrane Database of Systematic ReviewsCochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Study Electrocardiogram Heart rate Diastolic blood pressureSystolic blood pressure Blood pres- sure Bouffard 2003- - \"No significant in- crease of diastolic blood pressure be- tween baseline and methylphenidate\"Increased in participants re- ceiving IR methylphenidate (mean = 123 mmHg) com- pared with placebo (mean 128 = mmHg) (P < 0.05)- Kooij 2004 \"Mean heart rate was 4.8 beats/ min higher (p=0.002) after IR-MPH\"\"The diastolic blood pressure remained virtually unchanged\"\"The systolic blood pressure was 0.13 mmHg higher af- ter methylphenidate but this was not statistically signifi- cant (p=0.954)\" Schubiner 2002- - - - 1 participant receiving IR with elevat- ed blood pres- sure, worst oc- currence re- ported Spencer 2005 1. Increased in ven- tricular rate in par- ticipants receiving IR comparison with placebo 2. Corrected QT in- (QTc) in- creased in par- ticipants receiving IR methylphenidate (mean = 0.420, SD = 0.02) compared with placebo (mean = 0.413, SD = 0.02); week 6 vs week 0, P < 0.01\"Small but statistical- ly significant increases in pulse (83 ± 13 vs. 76 ± 13 bpm, t=4.4, df(77), p<.001\"No increase in par- ticipants receiving IR methylphenidate (mean = 78 mmHg, SD = 9 mmHg) in comparison with placebo (mean = 76 mmHg, SD = 9 mmHg)No increase in participants receiving IR methylphenidate (mean = 128 mmHg, SD = 12 mmHg) in comparison with placebo (mean = 126 mmHg, SD = 14 mmHg)-Table 8. Cardiovascular events reported narratively in the included studies bpm: beats of the heart per minute df: degrees of freedom IR: immediate-release SD: standard deviation Immediate-release methylphenidate for attention (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.73Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.74Participants treated with IR methylphenidate Participants treated with OROS methylphenidate Organ system categoryEvent n % Organ system categoryEvent n % Diastolic blood pressure > 90 mm1 14 Diastolic blood pressure > 90 mm1 5 Pulse > 90 bpm 4 57 Pulse > 90 bpm 14 67Cardiovascular disorders Systolic blood pressure > 140 mm Hg2 29Cardiovascular disorders Systolic blood pressure >140 mm Hg6 29 Total events 7 100 Total events 21 100Table 9. Harms according to organ system classification and number of individual events in participants treated with IR methylphenidate versus OROS methylphenidate bpm: beats per minute IR: immediate release OROS: osmotic release oral system Participants treated with IR methylphenidate Participants treated with lithium Organ system category Event n % Organ system category Event n % Cardiovascular disorders Orthostatic hy- potension1 20 Cardiovascular disorders Chest discom- fort1 8 Diarrhea 3 28 Gastrointestinal disorders Diarrhea 3 60 Gastrointestinal disorders Nausea 1 10 Nervous system disorders Headache 1 20 Nervous system disorders Headache 5 54 Total events 5 100 Total events 9 100Table 10. Harms according to organ system classification and number of individual events in participants treated with IR methylphenidate versus lithium IR: immediate release Cochrane LibraryTrusted Better health. Cochrane Database of Systematic ReviewsCochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews A P P E N D I C E S Appendix 1. Search strategies Cochrane Central Register of Controlled Trials (CENTRAL), Cochrane Database of Systematic Reviews (CDRSR) and Database of Abstracts of Reviews of Eects (DARE): one strategy used for these three databases #1MeSH [Methylphenidate] explode all trees #2Attenta:ti,ab,kw or Biphentin:ti,ab,kw Calocain:ti,ab,kw or Centedrin*:ti,ab,kw (Word variations have been searched) #3Concerta:ti,ab,kw or Daytrana or Dexmethylphenidat* or Elmifiten (Word variations have been searched) #4Equasym:ti,ab,kw or Focalin:ti,ab,kw or Medikid:ti,ab,kw or Medikinet:ti,ab,kw (Word variations have or Metadate:ti,ab,kw or \"Methyl phenidat*\":ti,ab,kw or \"Methyl phenidylacetat*\":ti,ab,kw searched) #6Methylfenid*:ti,ab,kw or Methylin:ti,ab,kw or Methylofenidan:ti,ab,kw or Methylphenid*:ti,ab,kw (Word variations phenidyl acetat*\":ti,ab,kw or Methypatch:ti,ab,kw or Metilfenidato:ti,ab,kw or Motiron:ti,ab,kw searched) #8MPH:ti,ab,kw or Omozin:ti,ab,kw or Penid:ti,ab,kw or \"Phenidyl hydrochlorid*\":ti,ab,kw (Word variations #9Phenidylat*:ti,ab,kw or Plimasin*:ti,ab,kw or PMS-Methylphenid*:ti,ab,kw or \"Richter Works\":ti,ab,kw (Word variations been searched) #10Riphenidat*:ti,ab,kw or Ritalin*:ti,ab,kw or Rubifen:ti,ab,kw or Tifinidat:ti,ab,kw (Word variations have been searched) #11Stimdat*:ti,ab,kw or Tranquilyn:ti,ab,kw or Tsentedrin*:ti,ab,kw (Word variations have been searched) #12#1 or #2 or #3 or #4 trees #14MeSH descriptor: [Attention Deficit explode Disorder] explode ADHS:ti,ab,kw or AD near/1 HD:ti,ab,kw (Word or inattentiv* or inattention*:ti,ab,kw or hyperkin* or hyper-kin*:ti,ab,kw have searched) near/3 or minimal variations been searched) #21MeSH descriptor: [Hyperkinesis] explode all trees #22hyperactiv* or hyper-activ*:ti,ab,kw (Word variations have been searched) #23#13 or #14 or #15 or #16 or #17 Print, In-Process & Other Non-Indexed Citations, Ovid MEDLINE(R) Daily and Ovid 1 18 for adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.75Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 23 Methypatch.mp. 24 Metilfenidato.mp. 25 26 40 41 or/1-40 42 \"attention deficit and disruptive behavior disorders\"/ 43 attention deficit disorder with hyperactivity/ 44 conduct disorder/ 45 ADHD.tw,kf. 46 ADDH.tw,kf. 56 (hyperactiv$ hyper-activ$).tw,kf. or/42-56 58 41 and 57 59 randomized controlled trial.pt. 60 controlled clinical trial.pt. 61 randomi#ed.ab. 62 63 therapy.fs. or/59-66 68 exp animals/ not humans.sh. 69 67 not 68 70 58 and 69 Embase Ovid 1 Methylphenidate/ 2 Attenta.mp. 3 Biphentin.mp. for in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.76Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 12 Medikid.mp. 13 Medikinet.mp. 14 Meridil.mp. 15 Metadate.mp. 16 Methyl 18 40 41 42 Deficit 43 Conduct Disorder/ 44 ADHD.tw,kw. 45 ADDH.tw,kw. 46 ADHS.tw,kw. ((AD 55 (hyperactiv$ hyper-activ$).tw,kw. or/42-55 57 41 and 56 58 (random* or factorial* or placebo* or assign* or comparative)).tw. 61 ((blind* or mask*) and (single or double or triple or treble)).tw. 62 (treatment adj arm*).tw. 63 (control* adj group*).tw. vs).tw. 66 rct.tw. (35426) 67 Crossover Procedure/ 68 Double Procedure/ 70 Randomization/ 71 Clinical methylphenidate for attention hyperactivity (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.77Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 74 Latin Square Design/ 75 58 or 59 or 60 or 61 or 62 or 63 or 64 or 65 or 66 or 67 or 68 or 69 or 70 or 71 or 72 or 73 or 74 76 exp animal/ or exp nonhuman/ model/ 77 exp human/ 78 76 not 77 79 75 not 78 80 57 and 79 PsycINFO Ovid 1 Methylphenidate/ 2 Attenta.mp. 3 Biphentin.mp. 18 40 Tsentedrin$.mp. 41 or/1-40 42 Attention Deficit Disorder/ 43 Attention Deficit Disorder with Hyperactivity/ 44 Conduct Disorder/ 45 ADHD.tw,sh. 46 ADDH.tw,sh. 47 ADHS.tw,sh. ((AD in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.78Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews 53 hyperkinesis/ 54 (hyperkin$ or hyper-kin$).tw,sh. 55 (minimal 56 (hyperactiv$ or hyper-activ$).tw,sh. 57 or/42-56 58 41 and 57 59 clinical trials/ 60 clinical trial.md. 61 placebo/ 62 control$.ti,ab. 63 random$.ti,ab. 64 exp treatment/ 65 59 or 60 or 61 or 62 or 63 or 64 66 58 and 65 CINAHL EBSCOhost S1 S20 S22S21 limited to clinical trials and randomized clinical trials Science Citation Index Web of Science(SCI), Social Sciences Citation Index Web of Science (SSCI), Conference Proceedings Citation Index — Science Web of Science (CPCI-S), and Conference Proceedings Citation Index — Social Science & Humanities Web of Science (CPCI-SS&H) #1 adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.79Cochrane LibraryTrusted evidence. Informed decisions. Better health. Database below: 1 Methylphenidate OR Attenta OR Biphentin | 2 Methyl phenidate or Methyl phenidates OR Methyl phenidylacetate OR Methyl phenidylacetates methylfenidate OR Methylofenidan OR phenidyl acetates OR Methypatch Metilfenidato OR OR OR OR Works Riphenidate Riphenidates Ritalin ritalins OR Medikinet OR Meridil OR Metadate | Attention Deficit 6 Methyl phenidate or Methyl phenidates OR Methyl phenidylacetate OR Methyl phenidylacetates methylfenidate OR Methylofenidan OR methylphenidate OR methylphenidate OR Methyl phenidyl acetate | Attention Deficit 7 Methyl phenidyl acetates OR Methypatch OR Metilfenidato OR Motiron OR Phenidyl hydrochlorides OR Phenidylate OR Phenidylates OR plimasin | Attention Deficit World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) Twenty separate searches were run, as below: 1 ADHD and [Methylphenidate OR [Medikinet OR Methyl ] ADHD [Methyl 17 and OR Works Ritalin OR ritalins] 18 [attention or OR Ritalin OR ritalins] 19 for in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.80Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Appendix 2. Summary of electronic searches Database Date range/issueNumber of records CENTRAL (Cochrane Library) 2020, Issue 1 2011 Ovid MEDLINE(R) Epub Ahead of Print, In-Process & Other Non- Indexed Citations, Ovid MEDLINE(R) Daily and Ovid MEDLINE(R) 1946 to 03 January 2020 4135 Embase (OVID) 1974 to 10 January 2020 4473 CINAHL Plus (EBSCOhost) 1937 to 06 January 2020 361 PsycINFO (OVID) 1967 to 13 January 2020 3469 Science Citation Index (Web of Science) 1970 to 07 January 2020 2976 Social Science Citation Index (Web of Science) 1970 to 07 January 2020 2127 Conference Proceedings Citation Indexes (Science Web of Science)1990 to 07 January 2020 134 Conference Proceedings Citation Indexes (Social Science & Hu- manities Web of Science)1990 to 07 January 2020 48 Cochrane Database of Systematic Reviews 2020, Issue 1 11 DARE (Database of Abstracts of Reviews of Effects) Issue 2, 2015 (Final Issue) 35 WHO ICTRP search portal Searched 13 January 2020 462 ClinicalTrials.gov Searched 13 January 2020 315 Drug Industry Documents Searched 13 January 2020 239 Database total 20,796 Total after duplicates removed 9808 H I S T O R Y Protocol first published: Issue 4, 2018 Review first published: Issue 1, 2021 Date Event Description 22 May 2008 New search has been performed Electronic searches Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.81Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews C O N T R I B U T I O N S O F A U T H O R S Daniela R Junqueira conceived the review, designed the review methods, and managed the development of the review; screened records; extracted data from the included studies; completed the 'Risk of bias' assessment; performed the GRADE assessment; analyzed data; interpreted the results; and contributed to the writing of the review. Raissa Carolina F Cândido conceived the review and managed the review development; screened records; extracted data from the included studies; completed the 'Risk of bias' assessment; performed the GRADE assessment; interpreted the results; and contributed to the writing of the review. Cristiane A Menezes de Pádua screened records; interpreted the results; and contributed to the GRADE assessment and the writing of the review. Su Golder designed the search strategies and ran the searches. All authors revised the final manuscript version, provided expert comments, and approved the final version. Daniela R Junqueira is the guarantor for the review. D E C L A R A T I O N S O F I N T E R E S T Daniela R Junqueira - none known. Raissa CF Candido was supported as a Master's degree candidate by the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES) Foundation, linked to the Brazilian Ministry of Education. Cristiane A Menezes de Padua - none known. Su Golder - none known. S O U R C E S O F S U P P O R T Internal sources University of Alberta, Canada Daniela R Junqueira is supported by the Emergency Medicine Research Group (EMeRG) at the University of Alberta and receives salary and employee benefits. Universidade Federal de Minas Gerais, Brazil Raissa CF Candido is supported as an Assistant Professor by the Universidade Federal de Minas Gerais Cristiane Menezes de Padua is supported as an Associate Professor by the Universidade Federal de Minas Gerais. University of York, UK Su Golder is supported as Senior Research Fellow at the University of York. External sources The National Institute for Health Research (NIHR), UK Su Golder was supported with a post-doctoral fellowship by the NIHR until 31 December 2019. Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES), Brazil Raissa CF Candido was supported as a Master's degree candidate from the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES), foundation linked to the Brazilian Ministry of Education. D I F F E R E N C E S B E T W E E N P R O T O C O L A N D R E V I E W Review on benefits and harms To improve our ability to detect data on adverse events, we planned to include both RCTs and non-randomized studies (such as cohort studies, case-control studies, case series and case reports) in order to obtain specific data on harmful outcomes. Due to feasibility concerns, we decided to separate the review into two, according to two objectives: one review focused on RCTs and exploring the eicacy and harms Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.82Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews reported in these studies, and a second review including only non-randomized studies and focused on harms outcomes. The current review, therefore, followed the methods planned around searching and screening for RCTs. Review authors Edson Perini le:ä\"ç the review author team due to retirement, and did not participate in the development of the full review. Methods We were not able to use all of our preplanned methods ( Cândido 2018 ). These unused methods have been archived for use in future updates of this review, data permitting, in Table 1 . Below, we report changes to our methods. Criteria for considering studies for this review Types of outcomes 1. None of the included studies distinguished between serious and non-serious adverse events, nor did any study apply the definition of serious adverse events of the International Council for Harmonisation ( ICH 2016 ). We therefore chose to evaluate all adverse events as a general outcome of harms, which we defined as \"all adverse events classified as serious or non-serious, including but not restricted to cardiovascular, neurological, gastrointestinal, metabolic events, and psychiatric disorders\" . Search methods for identification of studies Electronic searches 1. We did not search opentrials.net as planned ( Cândido 2018 ), because of access and interface issues, and because the content was unlikely to give us any further relevant studies not already captured by other registries. 2. As we split the review, and this one does not include non-randomized studies, we did not execute our preplanned searches to find data related to adverse events in cohort studies, case-control studies, case series and case reports. Searching other resources We did not contact specialists to search for additional resources, due to a lack of resources. Data collection and analysis Assessment of risk of bias 1. . When preparing to conduct the 'Risk of bias' assessment, we revised our planning and judged that the potential threats to the internal validity of the trials were already covered by the other domains in the 'Risk of bias' tool ( Higgins 2011 ). Thus, we opted not to include this additional domain to avoid double-counting potential sources of bias. 2. As we split the review, and this one does not include non-randomized studies, we did not execute our preplanned methods for assessing risks of bias in non-randomized studies. Conflicts of interest Following concerns highlighted in the protocol on how to assess the impact of funding sources and conflicts of interest on the analyzed results from the included trials ( Cândido 2018 ), we included an analysis of reasons for concern about this impact, following guidance from the Cochrane Handbook for Systematic Reviews of Interventions (Boutron 2020 ). We extracted data about the trials' sources of funding and conflicts of interest and judged whether there were reasons for concerns about their impact on the results analyzed from the included trials. Measures of treatment eects: Dichotomous outcomes 1. For the outcomes of harms, in addition to the planned data analysis, we categorized reported adverse events according to organ system and calculated the absolute risks of each individual event. As one participant could experience more than one event, we synthesized the occurrence of events according to treatment group, and calculated the RR of experiencing an adverse event among participants who reported having experienced at least one event. Unit of analysis issues Cross-over trials 1. As no trial reported participant-level dierences between intervention groups, we treated the treatment periods of the cross-over trials as treatment groups in a parallel design, which allowed us to include them in the analysis ( Higgins 2020 ). Non-randomized trials 1. As we split the review, and this one does not include non-randomized studies, we did not execute our preplanned methods to address unit-of-analysis issues related to non-randomized studies, including loss of follow-up data and departures from the intended intervention. Immediate-release methylphenidate for attention deficit hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.83Cochrane LibraryTrusted evidence. Informed decisions. Better health. Cochrane Database of Systematic Reviews Summary of findings and assessment of the certainty of the evidence The outcomes in the included studies were measured at dierent follow-up time points; we therefore described the means or ranges of the follow-up period in the 'Summary of findings' tables. We selected change scores rather than endpoint scores when data were available for the same outcome and could not be combined in a meta-analysis. We interpreted results calculated using SMDs according to the rule of thumb described by Cohen, which suggests that a SMD of 0.2 represents a \"small\" dierence, an SMD of 0.5 represents a \"medium\" dierence, 0.8 represents ( Schünemann 2020b ; Takeshima 2014 ). I N D E X T E R M S Medical Subject Headings (MeSH) Antidepressive Agents, Second-Generation [administration & Controlled Trials as Topic [statistics check words hyperactivity disorder (ADHD) in adults (Review) Copyright © 2021 The Cochrane Collaboration. "}