{"title": "Can You Treat COVID-19 Symptoms Naturally?", "author": "Aviva Romm", "url": "https://avivaromm.com/covid-19-integrative-approach/", "hostname": "avivaromm.com", "description": "What do you do if you do get COVID-19? Here's what you need to know, and do - and some thoughts on COVID-19 integrative support", "sitename": "Aviva Romm, MD", "date": "2020-04-01", "cleaned_text": "To say that we all have some significant concerns right now is an understatement. We're worried about how long this dystopian period in all of our lives is going to last, how we're going to pay our bills, and what life post-COVID-19 is going to look like. And of course, we all worry if we or a loved one is going to get sick, if so when, and just how sick we - or they- might get. It's as If we're all just in a collective breath-hold on this. The people closest to me who have gotten sick, all of whom have had mild cases of COVID-19, have expressed a palpable feeling of relief because for them at least, for the moment, the anticipation of that unknown is gone: they've had it, it's cycled through their household, and, at least for now, they are alive and well. While at this moment who will get sick- and how sick - seems to be almost a lottery - there are certain risk factors that appear to increase our chances of getting sick and very sick - our frequency and intensity of exposure to the virus (i.e., less likely if you're working from and sheltering at home versus being say, an emergency room doctor) and whether we have underlying medical conditions (asthma, immunosuppression due to an illness or medication used to treat an illness, diabetes, and heart or lung disease, for example). We also know that 85% of us who do contract this infection will have only a mild case, similar to cold symptoms or perhaps more moderate similar to flu symptoms; many, however, have not been and will not be so lucky. But given that there are no known treatments at this time, is there anything you can do to support your health should you get sick? Here's what we know. Protect Yourself and Others The first and most important thing to do is to see the Centers for Disease Control and Prevention (CDC) Guidelines for [What To Do if You Are Sick](https://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/steps-when-sick.html). Below I've provided a practical summary for you, with some added tips as well. Stay Home and Keep Others Safe The CDC recommendations for anyone who has mild to moderate COVID-19 symptoms is to stay home except to get medical care if needed. They state: \"Most people with COVID-19 have mild illness and are able to recover at home without medical care. Do not leave your home, except to get medical care. Do not visit public areas.\" If you live with others, there's a good chance that if you're sick, they've already been exposed, but it's still recommended that we take precautions to prevent their exposure in case they haven't picked up the virus yet. Follow social distancing strictly at home for 14 days. If you're sick you should wear one when you are around other people, even at home. If possible, designate a \"sick room\" in your home, keep the door closed, and use a separate bathroom if available. Protect others from coughs and sneezes by covering your mouth and nose with a tissue when you cough or sneeze, or if you don't have one on hand, cough or sneeze into your sleeve. Discard tissues in your own lined waste pail. Immediately wash your hands with soap and water for at least 20 seconds. If soap and water are not available, clean your hands with an alcohol-based hand sanitizer that contains at least 60% alcohol. If someone is bringing food to your room and taking away the dishes - think room service - have them leave the food at the door, and ditto with the dishes after. Do not share any personal items, including towels or bedding, with anyone in your home, and anyone handling your dishes, etc. should wash hands after all contact with items you've touched. Dishes should all be run through the dishwasher. No dishwasher? Use very hot water and soap, and wash thoroughly. Per the CDC, clean high-touch surfaces in your isolation area (\"sick room\" and bathroom) every day; let a caregiver clean and disinfect high-touch surfaces in other areas of the home. If a caregiver or other person needs to clean and disinfect a sick person's bedroom or bathroom, they should do so on an as-needed basis. The caregiver/other person should wear a mask and wait as long as possible after the sick person has used the bathroom. To repeat the CDCs guidelines: if you're symptomatic, even if you're not sure it's COVID-19, stay home and stay away from others. If Possible, Determine Whether You Have COVID-19 While it's a bit of a hassle to get testing, if at all possible, without exposing others along the way, knowing whether you have COVID-19 can provide you with important information: you'll know what you have which can help you protect others, can provide a sense of relief, and will help you be attentive to your symptom severity so you recognize the importance of not delaying getting quick medical care if needed. It will also help provide important epidemiological data about the outbreak in your community, and on a broader scale. If you can't access testing for any reason, it's best to assume you have COVID-19 and proceed accordingly, both for own safety and well-being, and others'. Get Appropriate Medical Care If Needed If you feel you need medical care, whether for COVID-19 symptoms , or for any other medical care need that can't be postponed, call ahead to your doctor's office and let them know you're coming in. This will give them the opportunity to direct you to emergency medical care if they feel that's needed, and to protect themselves and others in the office, including other patients, if an office visit is appropriate and needed. If you do need medical care or go out anywhere (i.e., a pharmacy), avoid public transportation, ride-sharing, or taxis to prevent infecting others. It's essential to get prompt medical care if you have trouble breathing or have any other [emergency warning signs](https://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/steps-when-sick.html#warning-signs), or if you think it is an [emergency](https://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/steps-when-sick.html#emergency). Ideally, call ahead to the hospital if there's time, and if 911 is needed, have whomever is calling let the operator know the symptoms or that you have or suspect COVID-19 so they can also be prepared to protect themselves, and can take you to the hospital facility and entrance that will expedite proper care quickly. If you have a mask and are able to do so, put it on before they arrive. As Hard as This Is, Let Others Know If They've Been Exposed While I know there's a terrible amount of stigma and bias - and worse - about being COVID-19 positive (or physically resembling anyone from the virus' assumed country of origin), it's critically important to tell everyone you've had recent contact with that you have symptoms or have had COVID-19 confirmed. I've heard a shocking number of stories from people who are symptomatic and chalk it up to a cold, while still going to work. It's just absolutely not okay. Every person who is positive for the virus will likely infect at least two others; if you are actively sick now, your likelihood of having exposed others if you were not sheltering in place prior is significant, and if you are out and about in the world with symptoms, unless you are an absolutely essential health worker (and I personally question the ethics of that justification, too!), you're committing a public health faux pas of enormous magnitude. Letting others know gives them the opportunity to quarantine and stop the spread, as well as be on the lookout for symptoms. Follow Safe and Reasonable Self-Care at Home I can't reiterate enough that there are no known cures for COVID-19 at this time - medications, supplements, herbs, nothing. When we do have a cure, we'll all hear about it. I am quite confident of that because even from an economic perspective, in addition to the absolutely humanitarian need, at this point, no governments or major corporations, as inept as some have been to now, want this to go on a second longer than it has to. Short of emergency interventions in serious and critical cases, we are told to take care of this ourselves at home. But there's some confusing information out there - for example, is ibuprofen dangerous to take, or whether elderberry can be used safely and effectively - and even some downright misleading and dangerous information about self-medicating or getting treatment with the antimalarial medication hydroxychloroquine or high dose IV vitamin C, neither of which at this point has proven to be a cure or even necessarily beneficial, and certainly which should not be done without medical supervision by someone qualified to treat you for COVID-19 - which is not any of the functional medicine, naturopathic medicine, or integrative private practices, herbalist's practices, or other alternative care at this time. So what can you do? Support your well-being and natural immunity, and manage symptoms to stay as comfortable as possible. Practice Supportive Home Care As you would with any cold or flu symptoms, it's important to: - Maintain a light healthy diet, ideally emphasizing broths and fluids to stay hydrated and nourished, fruits for their nutrients like Vitamin C and other plant compounds that support healthy immunity and reduce inflammation - Get as much rest - and to the extent you can - sleep as possible. Having trouble sleeping? Tuck into bed with Netflix - a great series can keep you distracted, and laughing may even be good for your immunity. - Hot soaks or a warm shower can provide some short term relief - just take care to avoid a chill when you get out. Add in some lavender oil to your bath, or even put a few drops on a washcloth and tossing that under running water while you shower, can relieve headache and muscle tension. - Stay connected to loved ones. One dad I heard about quarantined himself in his bedroom, but stayed connected to his partner and kids through texts, and played games with them online remotely. Use Safe Medications to Manage Symptoms For fever symptoms (aches and pains, chills, headache), Tylenol, can help alleviate discomfort. While some concern was raised early on about ibuprofen possibly increasing risk of Acute Respiratory Distress Syndrome (ARDS), official medical agencies from all governments that have commented, have dismissed this worry; that said, the consensus is that acetaminophen (Tylenol and equivalent medications) is highly effective, and since no concerns have been raised about risks with COVID-19, it's what I'm recommending and would personally take if I needed medication for pain or fever relief. Try Simple, Safe Natural Remedies if You Have Mild to Moderate Symptoms Given that there are no known conventional treatments for COVID-19, and we've been instructed to practice home care for our symptoms, it's reasonable to also consider natural alternatives to acetaminophen and cough medicines, all of which can have side-effects, especially with prolonged used over the couple of weeks that COVID-19 symptoms may persist. These remedies are absolutely NOT a substitute for appropriate medical care, and should NOT be used for more than mild to moderate symptoms, beyond which medical care is critical and potentially life-saving. These remedies are gentle, simple, and safe for most otherwise healthy people. I've marked the remedies safe for use in pregnancy with a ; all of the remedies are reasonable safe for breastfeeding moms. If you are elderly, pregnant, have asthma, diabetes, or an autoimmune or immunocompromising illness, or are on pharmaceuticals to manage a major medical condition, please see your physician before self-treating with natural medicines. While many of these remedies are also safe for use with children, [please download a copy] of Herbs for Kids, my children free children's Ebook. Hit Pause on Vitamin D, Echinacea, and Isolated Mushroom Extracts While Vitamin D, echinacea, and medicinal mushrooms are reasonable to use for prevention of viral infections, some of science behind the shifts these natural substances cause in the immune system could be counterproductive if you're actively sick with COVID-19 infection, so if you become symptomatic it seems prudent to discontinue taking these as supplements until you're fully recovered (vitamin D in a prenatal or multivitamin is likely fine as it's usually a low amount), or until evidence is published demonstrating that they are safe to use in the case of active infection. Safe Natural Immune Support Zinc (): While there are no studies using zinc and COVID-19, zinc lozenges may help prevent viruses from replicating in the nasal passages, may help reduce inflammation in the respiratory tract, have been shown to shorten the length of a cold by 2 to 4 days, and some studies have found zinc to be specifically preventative against certain coronaviruses, reducing their virulence and preventing their entry into cells. How to best use them? Zinc lozenges (ideally zinc acetate, but other forms are okay) should be sucked throughout the day starting within 24 hours of symptom onset.The dose used in [studies](https://www.ncbi.nlm.nih.gov/pubmed/25888289) for cold treatment is 80 to 100 mg/day, which could safely be taken for up to 2 weeks, though in pregnancy I recommend not exceeding 40 mg/day for 2 weeks. Zinc taken on an empty stomach can lead to nausea. Also see my article [here ](https://avivaromm.com/covid-19-natural-prevention/)for a few additional precautions on zinc use with other medications and with thyroid problems, where I also discuss zinc use for prevention of infections. Vitamin C ( up to 2000 mg/day): While there's a great deal of buzz about high dose IV Vitamin C for treating COVID-19 infection, and there do appear to be clinical trials underway, this has not yet been proven to be an effective strategy, and even if it does become one, it's not something you'd do at home, or in an alternative medicine setting - it would be done in the hospital or specially designated centers to administer the very high doses that would be used. Oral vitamin C is not currently being studied for COVID-19 at this time. However, small clinical trials have found that especially in some subgroups (children, the elderly, and high intensity athletes), vitamin C may shorten the duration and severity of the common cold, and prevent pneumonia. A typical dose is 500 to 1000 mg/day, up to 3000 mg or even higher. Miso-Garlic-Ginger-Scallion () Broth is a staple food for me when I feel a cold coming on. To prepare: In a mug, place 1 crushed clove of garlic, 2 tsp of this fresh ginger juice, 1 finely chopped 1 scallion and 1 level TBS. of red miso. Cover with boiling water and stir until the miso is dissolve. Let sit for 5 minutes, then drink down the whole thing. Dose: 2 to 4 cups daily. Garlic Lemonade () Garlic is an overall antimicrobial, though more used for bacterial than viral infections. I consider it a go-to and this recipe, though you might think it sounds kind of weird, tastes so good that when my kids were little they'd even ask for it when they weren't sick! To prepare chop 3 cloves of garlic, place into a quart sized mason jar, and cover with boiling water. Let this sit for 15 minutes, then add lemon and honey to taste. Drink hot, up to 4 cups/day. This is safe for kids over 2 years old and for pregnant women, too. It can be used to treat cold symptoms and prevent colds and flu, too. Fever Symptoms Traditional Fever Tea: You'll need: ½ oz. each of dried yarrow blossoms, elder blossoms, peppermint leaf, catnip leaf To prepare: Mix equal parts of the dried herbs. Pour 2 cups of boiling water over 2 TBS. of herbs. Steep for 10 minutes. Strain. It doesn't ataste great, so if you want to add a TBS. of honey or maple syrup. This is traditionally used to help you break a sweat, eases aches and pains, and reduce fever. Dose: 1 cup every few hours while you're awake. Not for use during pregnancy. Cough Honey (): Honey is now considered not just an 'old wives' remedy' but an actual medical recommendation, particularly for children with cough, but I also use it for adults. While studies showing efficacy have been done using buckwheat honey, it's very strong tasting and not as readily available as other forms of honey, so I generally substitute a good quality, wildflower honey. You simply use up to a TBS. of honey right off the spoon, or use it in one of the natural medicine cough remedies I provide below. Use Vapor Rub on Your Chest (): Vicks is a classic, and is made with camphor and eucalyptus, both herbs with help open up the respiratory passages and east coughing, especially at night. Some folks prefer to use an alternative that is not made with petroleum oil as a base. You can find something similar at the health food store. Use these preparations on your chest, only, not your face or in your humidifier. Other options include a humidifier in the room, or an over-the-counter or prescribed cough syrup. Keep in mind, though, that some of those contain potentially dangerous ingredients like dextromethorphan, which can cause serious side-effects, is not safe for children under 4 or pregnant women, and can interact with many medications, or codeine, which is a habit-forming narcotic (opiate). Ginger Juice-Thyme-Mint-Honey Tea ( if you omit the thyme): One of my favorite very multipurpose remedies, is a very simple, easy to make, ginger-mint-lemon-honey tea. You can use the ginger juice I recently taught you how to make (see IGTV) or fresh grated ginger. You'll need: - 2 tsp. homemade ginger juice, or 1 TBS of fresh grated ginger root (peel it first) - 1 tsp. dried peppermint leaf - 1 tsp. dried thyme (omit if pregnant) - 1-2 TBS. fresh lemon juice - 2 tsp. raw honey To prepare: - If using fresh grated ginger, add the fresh grated ginger, mint, and thyme to a tea brewing pot, mesh tea infuser or French press - Cover with 1 cup boiling water - Steep 10 minutes - Strain - Add lemon and honey. - If using ginger juice, simply steep the mint and thyme, strain, then add ginger juice, etc. Drink warm. Dr. Aviva's Natural Cough Syrup: This remedy is a classic I've been using for 36 years, both for my family and my patients. It can be used for either wet productive or dry cough. It can be used during breastfeeding, but for use in pregnancy, omit the licorice and wild cherry bark, and keep to 5 days of use. NOTE: For children under one year, omit the honey and replace with maple syrup or sugar to taste). For all others honey itself is a powerful cough medicine so it is the sweetener of choice. Herbal Ingredients: ½ oz. each of the following dried herbs: mullein leaves, marshmallow root, licorice root, thyme, anise seeds, wild cherry bark To prepare: - Combine all the herbs. - Put 1 ounce of the mixture in a glass jar, add the boiling water, cover, and steep for 2 hours. - Strain the liquid (discard the plant material) into a pot and simmer gently until it is reduced to 1 cup - Sweeten with 1/2 cup of honey - After the syrup cools to room temperature, store it in a jar in the fridge. It will keep for up to a month. Dose: 1 tsp. as needed for children one to three years old, 1 TBS. as needed for older children, and 2 TBS. as needed for adults. Can't get all of these herbs? You can make it simpler, working with what you can find. For example, licorice and thyme still makes a great cough syrup! You just want to start with about an ounce of dried herbs when you make the syrup. Andrographis has been found to improve overall symptoms of acute respiratory tract infection, particularly cough and sore throat, and is available in many pharmacies and online. Digestive Symptoms () For tummy upset, make a simple ginger by grating 1 TBS. fresh, peeled ginger and squeeze the juice into a mug, covering with boiling water, and adding a squeeze of lemon. Chamomile tea is another easy home remedy; if using tea bags, use 2 bags per cups. Create a Home Natural Medicine Cabinet I always recommend having the herbs you need on hand, rather than finding yourself needing them and unable to find them. Mountain Rose Herbs online is my preferred source; I have no financial relationship with them. The End of Quarantine and the Power of Convalescence While at the moment, life isn't regular for anyone, but how long do you have to be under quarantine and observe strict precautions for protecting others? The best guidance is found over at the CDC website, which is updated regularly. My great-grandmother believed we should rest at home for every one day we had fever. It's actually a good rule. Even if you technically have the 'all clear,' it's important to consider the value of convalescence - something we tend to ignore in a culture that tends to devalue sick leave and time off. But that extra few days or even a week of rest is important for regaining your strength, nourishing yourself back to health. It's also common, in that short period of time when one is getting over one illness, to develop a secondary infection like pneumonia. My experience is that time to recover, at home, with extra rest and attention to nutrition and repair, can prevent this from happening. Perhaps this time is one in which we can reevaluate a great deal about how our health care and economics systems work - or don't work - for us, starting with claiming the time to recover and heal if you've been sick. "}