{"title": "PDF", "author": "PDF", "url": "http://www.bccdc.ca/resource-gallery/Documents/Statistics%20and%20Research/Statistics%20and%20Reports/bccdcannualreport2012_web.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "2 BC CENTRE FOR DISEASE CONTROL REPORT 2012BC CENTRE FOR DISEASE CONTROL REPORT 2012 3 04 Introduction 07 About BCCDC 10 Service Lines 10 Clinical Prevention Services 15 Communicable Disease Prevention and Control Services 22 Environmental Health Services 32 Immunization Programs and Vaccine Preventable Diseases Service 36 Public Health Emergency Management 37 UBC/CDC 38 AcknowledgementsContents4 BC CENTRE FOR DISEASE CONTROL REPORT 2012I am pleased to present this report on the work of the BC Centre for Disease Control, an agency of the Provincial Health Services Authority. This report provides an overview of the Centre and outlines many of our recent contributions to the public health system. The BC Centre for Disease Control and Prevention Society Branch (BCCDC) is a branch society of the PHSA. BCCDC provides provincial and national leadership in public health promotion and health protection through excellence and innovation in surveillance, detection, treatment, outbreak management, prevention and consultation services. BCCDC is designated by the Provincial Health Officer with regulatory functions to carry out powers and duties under the Public Health Act, Health Act Communicable Disease Regulation. These powers and duties include providing a provincial centre for receiving reports of reportable communicable diseases from medical health officers and requesting, using and disclosing information about reportable communicable diseases, on behalf of the Provincial Health Officer. In addition, the BCCDC, on behalf of the Provincial Health Officer and the Ministry of Health, investigates and evaluates the occurrence of communicable diseases and environmental hazards, analyzes and reports on trends and emerging issues, in some instances follows up on events of particular health significance, and provides leadership for public health emergency planning, preparedness, and response. BCCDC makes available direct diagnostic and treatment services for people with diseases of public health significance, and analytical and policy support to all levels of government and the regional health authorities in the areas of STIs/HIV prevention, TB and hepatitis, communicable disease prevention and control (incorporating surveillance and informatics), environmental health, immunization programs and vaccine preventable diseases, and public health emergency management. BCCDC is involved in a wide range of education activities, including training health professionals and emergency preparedness personnel, and providing reliable and current public health information to the general public. BCCDC collaborates with the University of British Columbia Centre for Disease Control (UBC CDC) in the advancement of public health policy, applied research and clinical teaching. In 2011, the BCCDC completed an internal reorganization to better position the organization in the new public health environment. Throughout this process we have been guided by the following operational excellence and quality goals: 1. Development of innovative practices in public health. 2. System and program evaluation.3. Integrated services to vulnerable populations. 4. Inform public health best practices through policy advice/knowledge products. Introduction BC CENTRE FOR DISEASE CONTROL REPORT 2012 5Top 10 Notifiable Diseases in British Columbia - and waterborne diseases Diseases preventable by vaccination Some recent examples that demonstrate how we put these goals into action include: The launch of inSPOT, an online partner notification service for people diagnosed with a sexually transmitted infection. Monitoring and supporting responses to a mumps outbreak that crossed two health authorities, a hepatitis A outbreak on Vancouver Island and a pertussis outbreak in the Lower Mainland. Implementation in all regional health authorities of point of care HIV tests that can be performed on-site while the client waits in order to increase the uptake of HIV testing. \"Around the Kitchen Table\" training through Chee Mamuk, an Aboriginal program, for women leaders to run HIV, hepatitis and sexual health sessions in their own communities. Analysis of radiation tests conducted in BC by a variety of different groups since the nuclear incident in Fukushima, Japan. Multiple service-based research projects such as using microbial genomics to address infectious disease outbreaks. More details on these and other accomplishments are provided in the following pages. This report is divided into sections based on our main services: clinical prevention; communicable disease prevention and control; environmental health; immunization programs and vaccine preventable diseases; and public health emergency management. As we move forward through 2012 and beyond, we will continue to be guided by the broad themes of innovation, evaluation, surveillance and best practices. Our work will help to improve quality outcomes and provide better value for patients, promote healthier populations and contribute to a sustainable health care system now and into the future. Sincerely, Robert C. Brunham, MD, FRCP, OBCProvincial Executive Director and Scientific Director BC Centre for Disease Control Provincial Health Services Authority Top 10 Diseases by Numbers of Cases Reported, 20116 BC CENTRE FOR DISEASE CONTROL REPORT 2012 BC CENTRE FOR DISEASE CONTROL REPORT 2012 7ABOuT BCCDC The BC Centre for Disease Control (BCCDC) provides provincial and national leadership in public health through surveillance, detection, treatment, prevention and consultation services. We provide both direct diagnostic and treatment services for people with diseases of public health importance and analytical and policy support to all levels of government and health authorities. BCCDC investigates and evaluates the occurrence of communicable diseases in BC and is the provincial reporting centre for reportable cases and categories of communicable diseases. We create opportunities for scientists, health professionals, university and other partners to contribute their knowledge and experience in resolving the outstanding health challenges facing British Columbians. MANDATE By virtue of delegation and designation, the BCCDC carries out regulatory functions on behalf of the Provincial Health Officer under the Public Health Act. BCCDC's unique integrated structure, one that com - bines service delivery, policy advice and research, contributes greatly to our ability to identify and respond to emerging public health threats. BCCDC is dedicated to preventing and controlling communicable disease and promoting environmental health for the province. Our mandate: Working together to protect health, prevent harm, prepare for threats.Overview We believe that there are no boundaries to what we can do to better the health of British Columbians. Each team member dedicates energy, expertise and passion to the prevention, detection and cure of disease. We lead through research, innovation and action. As an agency of the Provincial Health Services Authority (PHSA), BCCDC supports PHSA's three primary strategic directions: Improving quality outcomes and providing better value for patients; Promoting healthier popula - tions; Contributing to a sustainable health care system. We are dedicated to embedding a culture of quality and safety into all aspects of our programs. We work closely with partner health authorities, health professions and other stakeholders to continually improve patient safety and quality of services. HISTOR y BCCDC has a long history of excellence in the prevention, detection and control of communicable diseases. Origi - nally known as \"Special Health and Treatment Services\", in 1955 the service divisions operating in Vancouver were brought together under one roof but continued to oper - ate independently. In 1977, the name was changed to the \"Vancouver Bureau\" and the divisions operated under one administration. In 1986, the organization became the \"British Columbia Centre for Disease Control\" to reflect its primary focus. In 1997, the BCCDC was established as a society and its governance devolved from the Ministry of Health to the Vancouver/Richmond Health Board. In December 2001, BCCDC became an agency of the new Provincial Health Services Authority (PHSA) and has remained part of PHSA ever since, while continuing to maintain strong ties to other health partners. Partners Partnerships are integral to BCCDC's programs and services. BCCDC has close ties with clinical, education, research, and other communicable disease- related institutions in British Columbia, Canada and internationally. Key partners include: Regional health authorities Government of British Columbia University of British Columbia Simon Fraser University Public Health Agency of Canada Health Canada BC Communicable Disease Policy Advisory Committee BC Environmental Health Policy Advisory Committee The day-to-day public health work of the BC Centre for Disease Control is done in support of regional health authorities, the BC Ministry of Health and the Provincial Health Officer. ORgANIzATION Scientific and technical support is provided by the following five service lines: 1. Clinical Prevention Services (CPS) is an integrated clinical prevention service, encompassing Sexually Transmitted Infections (STI) and HIV prevention, Tuberculosis (TB) Control and Hepatitis, to provide coordinated, quality and cost-effective care to clients with a focus on vulnerable communities. Programs include STI and TB outpatient clinics, a street outreach program in Vancouver's downtown eastside and services for Aboriginal peoples. 2. Communicable Disease Prevention and Control Services (CDPACS) is the provincial reporting centre for cases of communicable disease. This service line monitors and evaluates cases and outbreaks, develops prevention and control policies and programs, with strong informatics capacity by creating core methodological expertise in surveillance, epidemiology and links to public health laboratories. 3. Environmental Health Services (EH) acts as a resource on matters related to environmental health policy, practice, and research. This is accomplished through a mix of activities that can be broadly organized into the following four areas: policy coordination and support, provision of consultative resources, environmental health capacity expansion through research and education, and direct service provision. 4. Immunization Services (IMMS) is responsible for planning, monitoring, implementation support, and evaluation of new and existing immunization programs, including surveillance of vaccine preventable diseases. The service synthesizes evidence to inform policy recommendations made by the Communicable Disease Policy Advisory Committee and supports the work of the BC Immunization Committee. The service is home to a pharmacy, which is responsible for the purchase and distribution of vaccines, TB and STI drugs in BC and the dispensing of medications for the STI and TB clinics. 5. Public Health Emergency Management (PHEM) was developed in response to a need identified by the Ministry of Health for BCCDC capacity to anticipate and coordinate the provincial response to public health aspects of a major emergency (communicable disease or environmental hazard) that might affect several health authorities.BCCDC OvERvIEw 8 BC CENTRE FOR DISEASE CONTROL REPORT 2012EDuCATION BCCDC is involved in a wide range of education activities, including training health professionals and emergency preparedness personnel, and providing reliable and current public health information to the general public. RESEARCH BCCDC collaborates with the University of British Columbia and Simon Fraser University to advance public health policy, applied research and clinical teaching. Through a formal process of assessment of capacity and need, the BCCDC has identified the following research themes: Efficacy and cost effectiveness Communication and health policy Emerging infectious diseases Food and water borne disease Vaccine and immunology Knowledge translation and diffusion of innovation Mathematical modeling Genomics Electronic public health PHSA Corporate Services manages corporate services departments which offer centralized services to all PHSA agencies, including BCCDC. These departments include Human Resources, Information Technology, Communications, Finance, and Quality, Safety and Risk Management. Each of these departments is represented within the BCCDC building. PHSA Public Health Microbiology Reference Laboratory, located at BCCDC provides specialized services and integrated core functions province-wide for communicable diseases detection, surveillance, outbreak investigation and emergency response. The laboratory also assists in problem solving for other microbiology labs across the province. Working within the Lower Mainland Pathology and Laboratory Medicine Services, as well as with public health workers in health authorities and BCCDC, it uses advanced molecular and genomic tools for microbial fingerprinting and other specialized tests for complicated or rare infections. More information about the laboratory is available in its annual report, available at http://www. phsa.ca/AgenciesAnd Services/Services/PHSA-Labs/Publications-Reports/ default.htm BCCDC OvERvIEw BC CENTRE FOR DISEASE CONTROL REPORT 2012 9 CLINICAL PREvENTION SERvICES 10 BC CENTRE FOR DISEASE CONTROL REPORT 2012CPS is an integrated clinical prevention service, encompassing Sexually Transmitted Infections (STI) and HIV diagnosis and prevention, Tuberculosis Control and Hepatitis, to provide coordinated, quality and cost effective care to our clients with a focus on vulnerable communities. STI/HI v PREvENTION AND CONTROL STI/HIV Prevention and Control is the provincial centre of excellence for sexually transmitted infection and HIV, and coordinates BC-wide efforts to control STI/ HIV through prevention, testing and care. This division operates an outpatient STI/HIV clinic, a provincial point of care (POC) HIV testing program, an outreach prevention program, on-reserve education for Aboriginal communities and consultation services for practitioners on STI/HIV management. TuBERC uLOSIS CONTROL Tuberculosis Control is the provincial centre of excellence for TB prevention, control and treatment. Programs include outpatient clinics in New Westminster and Vancouver; a street outreach program in Vancouver's downtown eastside; field operations in other areas of the province; and services for on- and off-reserve Aboriginal people. HEPATITIS SERvICES The interdisciplinary team at BC Hepatitis Services works collaboratively with clinicians, scientists, educators, consumers, health and social service agencies and provincial Health Authorities in the delivery of prevention and care services but is not involved in direct services to clients. wHAT CPS DOES Assist in the development of guidelines and evidence-based practices for the prevention and care of viral hepatitis. Conduct ongoing surveillance to describe and analyze trends in HIV, AIDS and sexually transmitted infections. Provide support and consultation for nurses and other health care providers for TB management and contact investigation, and clinical STI practice. Conduct public health research that informs evidenced-based public health practice, programming and policy. Participate in the Health Canada Enhanced Hepatitis Strain Surveillance System (EHSSS). The data from the system is used to direct federal and provincial education, policy and research. Collaborate with each of the health authorities to develop and test comprehensive prevention and care demonstration projects. Participate in the development of Hepatology Nursing Standards. Offer education for health professionals and work with others to create health education materials. Provide support and consultation for nurses and other health care providers for TB management and contact investigation and clinical STI practice. Connect people to resources.Clinical Prevention Services (CPS) Overview BC CENTRE FOR DISEASE CONTROL REPORT 2012 1112 BC CENTRE FOR DISEASE CONTROL REPORT 2012PROvINCIAL POINT OF CARE HIv TESTIN g PROgRAM Point of Care (POC) HIV tests (also known as \"rapid\" HIV tests) are HIV antibody screening tests which can be performed on-site while the client waits and provide results within minutes. In August 2010, BCCDC was asked by the Ministry of Health to introduce a Provincial POC HIV Testing Program to oversee a centralized, province- wide HIV point of care testing, distribution, and quality assurance program funded through the provincial pilot project, Seek and Treat for the Optimal Prevention of HIV/ AIDS (STOP HIV/AIDS). The two year program officially launched on April 1, 2011, and since then POC HIV testing has been used in all health authorities in British Columbia as well as in a few First Nations communities. The project is intended to increase uptake of HIV testing by providing an acceptable and accessible alternative to standard HIV testing. BCCDC provides provincial guidelines for implementing POC in communities, assessment and training of health practitioners, ongoing support and a centralized repository of provincial POC HIV test results. In 2011/12, the program distributed approximately 11,000 test kits to 49 sites located in all five health authorities. mHealth P ILOT PROjECTS BCCDC is leading innovative pilot projects using text mes- saging to communicate with clients in the Tuberculosis Clinic and the HIV Oak Tree Clinic. Building on existing peer reviewed literature conducted by BCCDC clinician research - ers, this intervention will support clients in their long term Clinical Prevention Services 998 1192 1029 1060 1098 820 Provincial STI Clinic 948 993 1084 844 843 928 885 CLINICAL PREvENTION SERvICES CLIENT vISITS Monthly visits at provincial clinical and outreach sites of Clinical Prevention Services. Outreach visits include client encounters at non-traditional settings in the province.BC CENTRE FOR DISEASE CONTROL REPORT 2012 13care. Text messages are being developed in consultation with study participants and will ask clients how they are doing to indirectly remind them to take their medication. The project is intended to improve access and support for vulnerable and traditionally hard to reach populations; find innovative ways to improve the effectiveness and efficien - cy of communicable and chronic disease control; reduce health system costs by remotely promoting health in the community and reducing reliance on emergency and hos- pital services. The pilot project for the Tuberculosis Clinic began in February 2012 and for the HIV Oak Tree Clinic in April 2012. The TB pilot project is being funded by a grant from the BC Lung Association. The HIV/STI pilot project is being funded by Bristol Myers Squibb. inSPOT L AuNCH On August 8, 2011, BCCDC launched inSPOT, an online partner notification service for people diagnosed with a sexually transmitted infection (STI). Developed in San Francisco in 2004 and implemented in sites throughout North America, inSPOT lets people tell their sex partners by email that they should get tested for STIs through the use of electronic postcards (ecards). The website also provides information related to specific STIs and treatment as well as a list of local STI and HIV testing sites. Notifying sex partners about STIs can be done directly by the person or with the assistance of public health nurses or other healthcare providers. inSPOT is an additional tool that people can use to notify their partners when they know their partners' email addresses. inSPOT is part of the BC Online Sexual Health Services program funded through PHSA. In addition to inSPOT, the program will include a sexual health website, internet testing for STI and HIV, and research and evaluation. PARTNERSHIP wITH HEALTH INITIATI vE FOR MEN (HIM) HIM is a community-based organization in Vancouver dedicated to strengthening the health and well-being of gay men. Funded through the Vancouver Coastal Health Authority (VCHA), HIM's approach to health includes physical, sexual, social and mental health aspects. Since 2009, BCCDC outreach nurses have provided nursing and clinical services at HIM's sexual health clinic. Since June 2011, with the addition of STOP HIV funding through VCHA, BCCDC outreach nurses have provided 30 hours of direct service each week at HIM - five hours per day, six days a week. In 2011, 26 new HIV infections were diagnosed by BCCDC outreach nurses at HIM, including 10 acute HIV infections. Standard care for these clients includes post test discussions, referrals to medical and community supports, immunizations and education. Numerous gonorrhea and chlamydia infections were also diagnosed, treated and followed up by the outreach nurses. CHEE MAMuK Chee Mamuk is a provincial Aboriginal program that provides innovative and culturally appropriate sexually transmitted infection (STI) and HIV education, resources and wise practice models. Chee Mamuk's services are grounded in community, tradition and science in order to build capacity in Aboriginal communities to prevent the spread of HIV and STIs. One successful, culturally appropriate initiative for Chee Mamuk is the Around the Kitchen Table (ATKT) training. Chee Mamuk trains teams of women leaders to run HIV, hepatitis and sexual health sessions in their own communities. ATKT follows a traditional approach recognizing that traditional knowledge and skills are passed through informal day-to-day activities. ATKT also honours Aboriginal women as natural teachers and leaders in their communities. By building on traditions and bringing women together to learn about HIV, ATKT helps increase healthy self-esteem and identity. Last year Chee Mamuk trained 17 teams of women to run ATKT in their communities as well as provided one follow-up training. 14 BC CENTRE FOR DISEASE CONTROL REPORT 2012PROvINCIAL TuBERC uLOSIS STRATE gy Over the past year, the BCCDC has co-led with the Ministry of Health the development of a provincial Tuberculosis strategy. The process involved consultation with over thirty stakeholder agencies, and close collaboration with public health partners. The strategy, completed in early 2012, outlines a plan for the next decade of tuberculosis management in this province. IMPLEMENTATION OF DIRECTL y OBSER vED THERAP y (DOT) FOR TuBERC uLOSIS Direct Observed Therapy (DOT) is the preferred method of treatment for many clients receiving treatment for Tuberculosis (TB). Treatment duration for TB is at least 6 months, and in some cases up to two years. DOT involves a trained health care worker or nurse administering and supervising the ingestion of TB medications usually for the duration of their treatment. The Outreach DOT program was developed in 2010 to provide DOT services to clients in an outreach capacity to help ensure that clients successfully complete their TB treatment. Supports provided by the DOT program include: DOT on a regular basis, close monitoring for side effects, TB education, reminders for TB clinic appointments and tests, help with transportation, accompanying clients during clinic appointments, and referrals to community agencies as appropriate. DOT services are provided to clients living in Richmond, Vancouver, Burnaby, New Westminster, Coquitlam, services to Health Centers located on-reserve, funded and delivered in partnership with First Nations Inuit Health, B.C. Region. This is a unique program in which there is representation at the nation level (First Nations Inuit Health Branch of Health Canada), provincial level (BCCDC) and most importantly from the local stakeholder level (band and council, health directors, community health nurses and community health representatives). The TBSAC program provides nurses with the education and tools to provide culturally safe and appropriate care with Aboriginal Peoples. This foundation of knowledge is based on histories, Indigenous stories, and a critical view of colonization that is a part of Aboriginal reality. In 2011, a training resource video on TB created in part by the TBSAC team, Tuberculosis: The Timeless Disease, won the Tuberculosis Education and Training Network 2011 Project Excellence Award. EDuCATION PROgRAM The CPS Education Program is responsible for the coordination, planning, development, implementation, and evaluation of educational activities and initiatives. The Program coordinates the development of clinical practice guidelines including decision support tools for nurses and other health care providers working in the areas of sexually transmitted infection management and tuberculosis management. Each year, CPS provides or partners in the development of HIV, STI, hepatitis, and TB workshops, training sessions, and online education for health care providers across the province. Recently, CPS, in partnership with two health authorities added a provincial preceptorship component to the Certified Practice STI Course to support nurses in obtaining the clinical practice experience required for the course closer to home.% in 24 HoursCLINICAL PREvENTION SERvICES HIgHLIgHTSCOMM uNICABLE DISEASE PREvENTION AND CONTROL SERvICES BC CENTRE FOR DISEASE CONTROL REPORT 2012 15Communicable Disease Prevention and Control Services (CDPACS) Overview COMM uNICABLE DISEASE PREvENTION AND CONTROL SERvICES OvERvIEw This service line is the provincial reporting centre for many of the reportable communicable diseases in BC. CDPACS monitors and evaluates cases and outbreaks of specific communicable diseases and develops prevention and control policies and programs. CDPACS provides services in the following areas: ADvANCED ANALyTICS CDPACS provides advanced statistical analysis, geographic mapping, data linkage, and information privacy strategies to support disease surveillance, public health practice and research activities at the BCCDC. ANTIBIOTIC RESISTANT ORgANISMS This program works in a variety of ways to understand and address the problem of antibiotic resistance. Do Bugs Need Drugs? is a community education program to address the problem of antibiotic resistance. BC & yuKON PANORAMA OPERATIONAL SuPPORT TEAM This group provides support to users of the integrated Public Health Information System (iPHIS) and Panorama - public health clinical and surveillance information systems. Panorama and iPHIS are used to investigate communicable disease cases, manage disease outbreaks, track the warehousing and movement of vaccines, document the administration of immunizations, and record public health services and care provided to infants, children, youth, and families gENOMICS The Genome Research Lab uses cutting-edge DNA sequencing technology to understand the origins and spread of infectious disease outbreaks and to monitor the ongoing evolution of pathogens of interest. The lab works closely with the PHSA Public Health Microbiology and Reference Laboratories, as well as with academic collaborators worldwide, on a variety of applied epidemiology projects. 16 BC CENTRE FOR DISEASE CONTROL REPORT 2012ENTERIC AND zOONOTIC DISEASES Enteric and zoonotic diseases such as Salmonella, E. coli, Listeria and rabies can be transmitted through food, water and animal contact. CDPACS is involved in surveillance, outbreak investigation and research to better understand these causes of disease in order to develop the most effective ways to prevent and control them. HEALTHCARE ASSOCIATED INFECTIONS CDPACS works closely with the BC Provincial Infection Control Network (PICNet) to develop surveillance programs, policies for infection prevention and control, educational initiatives and conduct outbreak investigations. The focus is on Clostridium difficile, MRSA and other healthcare associated infections as well as prevention programs including hand hygiene programs. HARM REDuCTION AND BLOODBORNE PATHO gENS The Harm Reduction Program collaborates with various partners to help keep people who use illegal drugs safe from disease and injury. CDPACS provides equipment for safer drug use, such as needles and syringes, to help reduce the number of people infected with HIV and Hepatitis C. CDPACS develops policies, training materials, and conducts research to reduce the harms associated with drug use. CDPACS also conducts surveillance and develops prevention and control programs for hepatitis and transfusion transmitted infections.INFLuENzA AND RESPIRATOR y PATHO gENS The influenza and emerging respiratory pathogens team provides surveillance, evaluation and research support to the influenza prevention and control program in British Columbia. The team monitors and tracks influenza and other respiratory viruses and reports summary trends in periodic bulletins distributed across the province and also available on the BCCDC website. MATHEMATICAL MODELIN g Mathematical modeling is an effective means for predicting the behavior of large, complex systems such as infectious disease spread. Models are analytical and computational tools that allow us to simulate the spread of diseases through a variety of settings and test different intervention strategies. vECTORBORNE DISEASES The vectorborne disease team is responsible for provincial surveillance for vectorborne diseases and is involved in prevention and control work as well as research for diseases such as West Nile, Lyme disease and other diseases transmitted through ticks and mosquitoes . BC CENTRE FOR DISEASE CONTROL REPORT 2012 1718 BC CENTRE FOR DISEASE CONTROL REPORT 2012COMM uNICABLE DISEASE REPORTIN g CDPACS provides ongoing surveillance for communicable diseases. The monitoring of notifiable diseases is an important activity for evaluating the effectiveness of control programs and for detecting and responding to outbreaks. Our monthly reports are based on case reports made to local public health authorities of the reportable Communicable Disease Prevention and Control Services Highlights communicable diseases in BC. Surveillance highlights in 2011 included monitoring and coordinating and supporting response to a mumps outbreak that crossed two health authorities, a hepatitis A outbreak on Vancouver Island and a pertussis outbreak in the Lower Mainland. -3 -2.5 -2 -1.5 -1 -0.5 0 / average rate )Increase Decrease CountAvg. Count RateAvg. Rate 0 13 4 14 157 87 318 9 1 165 3 14 2 34 4 944 152 20 3100.3 0.9 22.2 9.8 123.0 54.8 1.415.9 3.7 4.1 Communicable Diseases Monthly Report, November 2011BC CENTRE FOR DISEASE CONTROL REPORT 2012 19HARM REDuCTION Equ IPMENT DISTRIB uTION AND INFORMATION SHARIN g The Harm Reduction Program collaborates with various partners including the Ministry of Health, regional health authorities, service providers and people who use drugs, to help keep people who use illegal drugs safe from disease and injury. 2011 marked the highest level of distribution of equipment for safer drug use to help reduce the transmis - sion of HIV and hepatitis C and of safer sex products to date. CDPACS developed an online platform for the latest informa - tion on Harm Reduction for healthcare professionals (www. towardtheheart.com) allowing for centralized and timely information sharing. A supply catalogue is also available using this platform, making this a one-stop resource.HEPATITIS A Ou TBREAK RESPONSE Hepatitis surveillance identifies trends and outbreaks of hepatitis A, B and C. Ongoing hepatitis surveillance also identifies the target groups for, and responses to, immu - nization policies (hepatitis A and B) and harm reduction interventions (hepatitis C). In 2011, the team was involved in coordinating the response and providing support to the Vancouver Island Health Authority in responding to a prolonged hepatitis A outbreak on Vancouver Island. ENTERIC DISEASE SuRvEILLANCE Integrated surveillance of pathogens along the food chain and the multidisciplinary investigation of food hazards are considered international best practices. Integrated surveillance of Salmonella was initiated in British Columbia in 2006. In 2011 it was used to help assess an increase in Salmonella cases across the province. This surveillance system demonstrates successful collaboration between human health, food safety and animal health in order to improve surveillance, outbreak investigation, information sharing and actions. EAT SAFEL y, EAT wELL : FOOD DuRINg PREgNANC y In partnership with the Fraser Health Authority CDPACS developed materials for pregnant women on food safety and listeriosis that are now available online. Eat Safely, Eat Well: Food Safety During Pregnancy was created with input from pregnant women and new mothers and provides accurate, comprehensive information about food safety during pregnancy in one document. zOONOTIC DISEASES guIDELINES A working group comprised of representatives from the BCCDC, health authorities and BC Ministry of Agriculture recommended that fourteen animal zoonotic diseases be made reportable to public health in BC. Currently, guidelines for the public health response and the reporting 01,000,0002,000,0003,000,0004,000,0005,000,0006,000,0007,000,000Units (#s) Vancouver Island Vancouver CENTRE FOR DISEASE CONTROL REPORT 2012structure are being developed; five have been approved to date by the provincial communicable disease policy committee. This work is supported by renewed legislation and regulations both in public health and animal health. wEST NILE vIRuS SuRvEILLANCE In 2011 one equine case of West Nile Virus (WNV) infection was reported in the Central Okanagan. No other positive indicators (human, mosquito or corvid) were detected in 2011. Ongoing WNV surveillance activities occur in collaboration with colleagues in the health authorities, public health laboratories, animal health, and academia. LyME DISEASE RESEARCH AND EDuCATION In 2011 the vector borne diseases team undertook research on how physicians in BC diagnose Lyme disease. This showed that doctors are knowledgeable about Lyme disease and the risks in BC. Surveillance for Lyme and other tick borne diseases is coordinated through the BCCDC and the public health reference laboratories. The team also produced a video and brochure to educate people about ticks and prevention of tick-related illness called 'Tick Talk\" in partnership with UBC. IMPRO vED PRIvACy AND PuBLIC HEALTH ANALyTICS In 2011, CDPACS strengthened the privacy policies and data access controls, including moving all sensitive data - sets to a secure, audited location. CDPACS implemented annual on-line privacy training for all staff and developed a joint process for the review and approval of data re - quests between BCCDC and PHSA Public Health Microbiol - ogy and Reference Laboratories. RAJI & ALEX PRESENT: Inside: Learn how to stay safe and tick-free! For more information on staying safe and tick-free, visit the BC Centre for Disease Control's website: http:/ /www.bccdc.ca/dis-cond/a-z/_l/LymeDisease/ Here you can watch Raji & Alex's video, and find links to the Tick Talk Facebook and Twitter sites.Help us spread the word about ticks!Tick Talk for the Whole FamilyCDPACS has also automated data integration of reportable communicable disease reports and laboratory diagnoses into a public health reporting data warehouse which facilitates more comprehensive surveillance of infectious diseases, decreases data processing time, and improves data access controls. The implementation of Panorama's inventory module has enabled more granular tracking of vaccine inventory at the health authority level and helped health authorities redistribute Hepatitis A vaccine during the April 2012 provincial outbreak. ACTIONS TO ADDRESS ANTIBIOTIC RESISTANCE The Do Bugs Need Drugs? community education program addresses the problem of antibiotic resistance. In British Columbia, Do Bugs Need Drugs? is funded by the Ministry of Health Services, Pharmaceutical Services Division. In 2011: Over 1700 physicians attended educational sessions 288 medical students assisted with school educational sessions in Kelowna, Victoria and the Lower Mainland A new website was launched and new transit and television ads were produced CDPACS collaborated with the BC Ministry of Health EQIP program to provide every BC family physician with personalized antibiotic prescribing portraits to encourage closer use of guidelines for treatment of respiratory and urinary tract infection Dr. David Patrick and colleagues received a grant from the National Collaborating Centre for Infectious Diseases to review Canadian surveillance for Antibiotic Resistance and Drug Utilization and to generate recommendations for the future Dr. Fawziah Marra received the Lindsay Nicolle publishing award for a DBND-related paper Two new peer reviewed publications, three scholarly presentations and two surveillance reports were published, not including contributions to the Provincial Health Officer's Report on Antibiotic Resistance The Antimicrobial Resistant Trends in the Province of Tick Talk Video, BCCOMM uNICABLE DISEASE PREvENTION AND CONTROL SERvICES HIgHLIgHTSBC CENTRE FOR DISEASE CONTROL REPORT 2011 report was completed and is now posted on the BC Centre for Disease Control website: http://www.bccdc.ca/prevention/AntibioticResistance/ default.htm Do Bugs Need Drugs? hosted 33 events to 2,928 healthcare professionals. A transit ad campaign for Do Bugs Need Drugs? ran in the Fall of 2011 on the interior and exterior of buses, exterior of Skytrains and the Canada Line, and at train platforms. Many of the ads ran beyond the paid advertising time. New signage was created which focused on using antibiotics wisely and the problem of antibiotic resistance. Ads ran in the Lower Mainland, Kelowna and Victoria. MATH MODELIN g RECOMMENDATIONS AND RESEARCH Mathematical Modeling Services (MMS) uses modeling as the principal tool for predicting the behaviour of large, complex systems such as infectious disease spread and operations research. Models can simulate the spread of diseases in a population or potential business continuity plans in a variety of settings and test different intervention strategies to assist policy design. Recent projects have included a report to the BC MoH providing recommendations on intervention strategies during a pandemic situation, recommendations for HPV vaccine strategies within the men who have sex with men population and wireless operations research to support hospital infections control and business continuity planning. MAjOR gENOMIC /MOLEC uLAR sequencing with both new and old epidemiological techniques to understand the origins, evolution, and transmission dynamics of outbreak organisms, including tuberculosis and influenza. CDPACS is currently working on two major projects: Genome Canada funded Applied Metagenomics of the Watershed Microbiome with Drs. Tang, Isaac-Renton, and Prystajecky from PHSA Labs and the provincially funded Chronic Complex Disease Investigation Unit with Dr. David Patrick. ADDITIONAL EDuCATIONAL ACTIvITIES Thirteen CDPACS staff are involved in teaching. In 2011, the number of courses taught included seven full courses at UBC School of Population and Public Health; two medical student courses and over 16 lectures in courses at both UBC and SFU. In addition CDPACS staff presented Grand Rounds at both BCCDC and UBC. Twenty-six students were hosted at BCCDC under CDPACS supervision in 2011 (Med residents, Co-op, PhD, and MPH). PuBLICATIONS CDPACS staff were the lead authors of or contributed to 51 publications in 2011/12, including studies on Lyme disease, Salmonella surveillance, influenza vaccine, pertussis, H1N1-related illness, genome sequencing for tuberculosis, vaccinomics, decreasing HIV infections, social distancing as a pandemic prevention measure. COMM uNICABLE DISEASE PREvENTION AND CONTROL SERvICES HIgHLIgHTS22 BC CENTRE FOR DISEASE CONTROL REPORT 2012ENvIRONMENTAL HEALTH SERvICES BC CENTRE FOR DISEASE CONTROL REPORT 2012 23Environmental Health Services (EHS) is mandated to act as a resource to the Provincial Health Officer, the Ministry of Health, and BC's regional health authorities on matters related to environmental health policy, practice, and research. This is accomplished through a mix of activities that can be broadly organized into the following four areas: Policy Coordination and Support, Provision of Consultative Resources, Environmental Health Capacity Expansion through Research and Education, and Direct Service Provision. POLIC y Su PPORT AND COORDINATION EHS helps support and coordinate environmental health policy development primarily through the BC Environmental Health Policy Advisory Committee (BCEHPAC). Other roles include: As the secretariat for the BCEHPAC, EHS plays a key role in ensuring an efficient, inclusive, and collaborative approach to the development of environmental health policy in British Columbia. EHS provides technical advice and expertise to the BCEHPAC, the Provincial Health Officer, the Ministry of Health, and other public sector partners in order to ensure that environmental health policy development is well supported by scientific evidence and focused on those environmental hazards that contribute to the greatest burden of morbidity and mortality in the province. EHS also works to develop practical surveillance instruments to better monitor the incidence and prevalence of health impacts related to environmental hazards in BC, as well as tools to assess the distribution and impact of environmental hazards needing remediation. PROvISION OF CONSuLTATI vE RESOuRCES EHS provides a number of unique consultative services to the PHO, Ministry of Health, regional health authorities, and other public sector partners including, but not limited to, the following activities: Knowledge translation related to the management of unusual or complex situations involving risks to human health from environmental hazards; Risk-analysis and risk-assessment of different environmental hazards; and, Development of guidelines and advice related to diverse issues of environmental health significance. ENvIRONMENTAL HEALTH CAPACIT y ExPANSION THRO ugH EDuCATION AND RESEARCH Where there is limited scientific evidence to support Environmental Health policy, EHS leverages its strong relationships with academic partners to coordinate and conduct focused research to fill these knowledge gaps. EHS also focuses on developing educational tools to assist environmental health practitioners in the regional health authorities. Environmental Health Services (EHS) Overview 24 BC CENTRE FOR DISEASE CONTROL REPORT 2012DIRECT SERvICE PROvISION Provision of drug and poison information services to health professionals and the public by the BC Drug and Poison Information Center. Co-management of foodborne illness outbreaks with Communicable Disease Prevention and Control Services. Development and diffusion of BC-wide food recall strategies and dissemination of food recall notices. Revision of food safety plans for chain restaurants with headquarters outside of BC. Revision of provincial fish processing plant applications. Audit of BC Trans-Fat Regulation documentation for chain restaurants with headquarters outside of BC. Inspection and licensure of provincial dairy processing plants. Licensure of provincial dairy plant workers. Consultations on the installation and safe use of medical x-ray devices.NATIONAL COLLABORATIN g CENTRE FOR ENvIRONMENTAL HEALTH EHS also hosts the National Collaborating Centre on Environmental Health (NCCEH). The NCCEH is one of six centres created to foster linkages within the public health community. The centres are funded by the Public Health Agency of Canada through the National Collaborating Centres for Public Health program. The NCCEH's focus is environmental health, defined initially as services and programs currently delivered by regional and local health agencies in Canada. The NCCEH's function is to synthesize, translate, and exchange knowledge; identify gaps in research and practice knowledge; and build capacity through networks of environmental health practitioners, policy-makers, and researchers. BC CENTRE FOR DISEASE CONTROL REPORT 2012 2526 BC CENTRE FOR DISEASE CONTROL REPORT 2012ASTHMA wORKSHOP For the past year EHS has led organization of the March 2012 workshop entitled \"Asthma and Air Quality\", hosted by the BC Lung Association and sponsored by several governmental, non-governmental, and research organizations. Local and international speakers were invited to answer challenging questions about incident asthma, prevalent asthma, and the ongoing importance of outdoor and indoor air quality, especially with respect to pollutants, pollens, and moulds. Short format recordings of all 2012 talks are available online (http://tinyurl.com/85s8z3k), and EHS is already planning for 2013. RADON wORKSHOP In a joint effort, EHS, BC Lung Association, and NCCEH organized a radon workshop on March 7, 2012 as part of the BC Lung Association's two day Annual Air Quality & Health Workshop in Vancouver. The objective of the radon workshop was to identify ways in which public health practitioners and other stakeholders can move forward on reducing residential radon levels in BC. Workshop participants included public health practitioners, scientists, physicians, policy makers, and students. Feedback from the workshop was very positive and due to its success the radon workshop will now be held on an annual basis. Workshop presentations can be found here: http://www.bc.lung.ca/association_and_services/air_quality_workshop.htmlPROvINCIAL RADON RESPONSE EHS is the secretariat of a provincial radon working group, members of which include Northern Health Authority, Interior Health Authority, BC Lung Association, BC Ministry of Health, Health Canada, and the Canadian Mortgage and Housing Corporation. The working group serves as an important avenue to share information, compile data, and address issues to better support radon-related public health practice and policy in BC. DENTAL x-RAy guIDELINES Dental X-ray examinations are essential to dentists for the diagnosis, treatment, and monitoring of dental abnormalities. They are the most frequent type of radiological procedures and account for 20 to 25% of the total number of diagnostic X-ray procedures in developed countries. As a result, the collective radiation dose incurred by a large portion of the population is not negligible and needs to be controlled. A recent dental technology using 3-Dimensional imaging known as Cone Beam Computed Tomography (CBCT) is of particular interest because of the higher doses delivered to patients in order to generate 3D images. BCCDC is working with the BC Dental Association to develop radiation protection and quality assurance guidelines applicable to CBCT to upgrade patient safety. The first draft of the guidelines has already been submitted by BCCDC to the BC Dental Association for review.Environmental Health Services Highlights BC CENTRE FOR DISEASE CONTROL REPORT 2012 27with physicians from Harm Reduction-BCCDC and representatives from health authorities, drug users groups, police, coroner's service, and Provincial Toxicology Labs. Data was collected from these agencies for the Provincial Health Officer who responded to numerous media inquiries. Alerts were posted on DPIC's website and social media sites emphasizing harm reduction strategies for users (http://dpic.org/faq/ecstasy-bc). Announcements were sent to public health officers for use in their areas. DPIC presented BCCDC Grand Rounds on the situation and emergency medical rounds on the approach to treatment. Newsletters were sent to over 300 emergency room clinicians discussing the aggressive approach to management. RECENT RESEARCH /KEy INDICATORS Sous vide project and working group In response to concerns from Environmental Health Officers (EHO's) in the health authorities a UBC research project was undertaken in the summer of 2011 to assess sous vide practices and risks in restaurants in the lower mainland. Sous vide is a cooking method for packaged foods cooked at low temperatures in controlled temperature water baths. The project uncovered food safety concerns with preparation of seafoods, fluctuations in water temperatures, poor packaging techniques and concerns from chefs who participated in on-site visits and surveys. The project results were presented to chefs leading to the formation of a working group in March 2012. The primary objective of the working group is to create a best practice guideline for both EHO's and chefs. This work is expected to be completed by the end of 2012. Listeria working group In response to BCCDC's report on the occurrence and distribution of Listeria in BC food processing facilities released in 2010, since published in a peer-reviewed FuKuSHIMA FOLLO w-uP Since the nuclear incident in Fukushima,Japan on March 11, 2011, BCCDC has been following the situation through information regularly released by Canadian and international organizations. In addition, the radiation tests conducted in BC since March 2011 by different groups (SFU, TRIUMF, Metro Vancouver, CRD/Victoria, and Health Canada) have been analyzed for environmental assessment purposes. The radiological impact on the BC environment was insignificant. The figure below illustrates the stability of the radiation levels and the absence of significant radiation increase in BC. Average Gamma Air Dose Rate In BC: March 10, 2011 to end of George Prince Rupert Tofino Victoria VancouverMaximum 2010 (0.96) ECSTAS y ALERTS In fall 2011, the BC Drug and Poison Information Centre (DPIC) began receiving calls about severe cases of toxicity and death following ingestion of ecstasy. In addition to providing treatment recommendations to the emergency room and critical care physicians, DPIC began tracking these cases and collaborated 28 BC CENTRE FOR DISEASE CONTROL REPORT 2012ENvIRONMENTAL HEALTH SERvICES HIgHLIgHTS journal in 2012, the Ministry of Health requested our assistance to formulate best practice recommendations to address the hazard of Listeria in these facilities. A working group was formed consisting of members from the CFIA, Health Canada, Ministry of Agriculture, Ministry of Health, and the Health Authorities. The working group met over the spring of 2011, and based on member recommendations a risk based approach to assess and mitigate Listeria was formulated. Deliverables included risk assessment tools to enumerate overall risk in food processing facilities, in the foods they produce, a sampling and inspection frequency, and an objective tool to guide decisions on whether to issue public advisories. Fish inspection course Several different agencies have oversight for inspection of facilities preparing and serving fish and seafood in BC. A course was prepared for inspectors that focusses on the control of hazards in ready-to-eat foods. The course also covers regulatory issues, fish and shellfish identification, licensing, hazards and quality issues with fish and seafoods. A reference manual, student manual and course activities were prepared to deliver this material to BC inspectors. A pilot course was delivered in 2011, and revisions made to materials were completed in 2011. The course has since been offered to health authorities . FOODSAFE project: \"Knowledge, practice and attitudes of certified FOODSAFE graduates — is retraining needed?\" FOODSAFE is a BC made food safety training course with over 750,000 graduates. In 2009, graduates were given a knowledge retention survey to determine if there was a decline in their knowledge. Results of 499 graduates over a 15 year period suggest food safety knowledge does decline and recertification is required. The report for the survey, or Phase 1 of this project, was published on the BCCDC web-site in 2011, and has been published by a peer- reviewed journal. To assess the effectiveness of retrain - ing, a select number of graduates (Phase 2) completed either on-line or classroom training in April 2011. A follow-up survey was conducted in January 2012 (Phase 3). Results and data analysis for this part of the project are in progress. Assessment Of Radiofrequency Exposure From BC Hydro's Itron Smart Meters Smart Meters are electronic devices used by utility companies to remotely collect information for billing and operating purposes. Smart meters relay information wirelessly to a set of access points by releasing brief radiofrequency (RF) pulses a few times a day. BCCDC conducted a site survey to measure the radiofrequency (RF) electromagnetic exposure associated with BC Hydro's smart meters. The objective of the survey was to determine if the radiofrequency emissions from smart meters meet the exposure limits for the general public defined in Health Canada's Safety Code 6. The results of the tests revealed that smart meter RF emissions were inferior to those of cell phones, microwave ovens, and baby monitors, as shown in the figure below. 1618 Household devicesInstantaneous RF peak power density µW/cm2 14 1210 8 6 4 2 015.6275 Baby monitor9.6425 Cell phone7.0775 Microwave oven4.035 Smart meterRF exposure comparison: smart meter — other RF devices (Distance from RF antenna: 30 cm)BC CENTRE FOR DISEASE CONTROL REPORT 2012 29ENvIRONMENTAL HEALTH SERvICES HIgHLIgHTS Forest Fire Health Assessments Over the past decade BC has seen four of the worst forest fire seasons on record, partly because of the widespread mountain pine beetle infestation. While the fires themselves can threaten nearby property and lives, the smoke they generate can affect air quality province-wide. Over the past two years EHS has combined health outcomes, air quality, and remote sensing data to examine how fire smoke affects public health in BC. EHS systematically classified 28 local health areas (LHAs) with air quality monitors as \"fire-affected\" and \"non-fire- affected\" using remote sensing data, and then assessed how the dispensations of medications used to relieve asthma and other obstructive lung diseases changed with increases in fine particulate air pollution (PM 2.5). The figure shows the risk of increased dispensations of medications to relieve symptoms of obstructive lung diseases with a 10 ug/m 3 rise in ambient PM2.5 concentration in fire-affected and non-fire-affected local health areas across BC. The shaded point is the combined risk for all fire-affected or non-fire-affected LHAs. The increases were significant in fire-affected LHAs, but not evident in non-fire-affected LHAs. This suggests that fire smoke may exacerbate obstructive lung diseases more than particulate matter from other sources, such as traffic. EHS has developed weekly surveillance of obstructive lung disease reliever medications to help provincial Medical Health Officers understand the impacts of fire smoke in their jurisdictions. EHS intends to include more health outcomes and environmental data in coming years based on the results of evaluations. Figure: Risk of increased dispensations of medications used to relieve exacerbations of asthma and other obstructive lung diseases for each 10 ug/m3 increase in PM2.5 in fire-affected and non-fire affected local health areas across BC. The open circles depict the risk in each LHA and the shaded circles depict the combined metaregression risk for all LHAs in either the fire-affected or the non-fire-affected group. Victoria Surrey Howe Sound Abbotsford Nanaimo Peace River North Richmond North Vancouver Langley Burnaby Maple Ridge Coquitlam Vancouver - Westside Campbell River OVERALL1.2Fire-AffectedRRNon Fire-Affected 1.1 1.00.90.830 BC CENTRE FOR DISEASE CONTROL REPORT 2012ENvIRONMENTAL HEALTH SERvICES HIgHLIgHTS Automated Hot w eather w arning Calls A spike in mortality during a hot weather event in 2009 (see Figure) prompted the development of a heat health emergency plan for the Lower Mainland. EHS has been working with Vancouver Coastal Health, Fraser Health, and Environment Canada to decide when heat health emergency responses should be initiated. In the summer of 2011 EHS established a surveillance system with two key functions. Early every morning it automatically combines mortality data from Vital Statistics with temperature data from Environment Canada, and launches an internal email alert to EHS if any anomaly is detected. Every afternoon it automatically combines the 2:00 pm observed temperatures at Vancouver and Abbotsford airports with forecasted highs for the next day, and launches an external email alert to health authorities if the heat health emergency conditions are met. The system will be evaluated and updated annually.use of Poison Control Centre Data in British Columbia for Pharmacovigilance Activities Associated with Natural Health Products The data use of adverse reactions to health products is a key component in pharmacovigilance activities aimed at improving the safe use of these products. The under-reporting of adverse reactions to regulatory agencies is well known, and is a recognized problem that hinders the assessment of potential risks associated with the use of health products. Under-reporting is particularly problematic for natural health products . The BC Drug and Poison Information Centre (DPIC) participated in a pilot program to determine information quantity and quality of poison control data, to identify data gaps in this information with respect to natural health products, and to develop a process to capture full information on natural health product adverse reactions, in a poison control environment, on a real-time basis. Figure: Time series of daily deaths and temperature in Vancouver, July and August 2009. Green bars indicate the number of daily deaths and the blue line indicates the maximum temperature measured at the Vancouver international airport on that day. Average daily mortality during the summer of 2009 was 42 deaths. Maximum mortality observed during the hot weather event was 75 deaths. EHS estimates an excess of approximately 110 deaths during a single week.80 60 40 20 0 Jul 13 2009Deaths Temperature (C) 10 5 01520253035 Jul 20 2009Jul 27 03 2009Aug 10 2009Aug 2009Deaths Highest Temperature Averge Daily Mortality in Summer 2009BC CENTRE FOR DISEASE CONTROL REPORT 2012 31Provincial w orking group: Reportable Biomarkers of Environmental Exposures BCCDC is the secretariat of the provincial working group developing recommendations for mandatory reporting of human biomarkers of environmental exposures (e.g. blood lead levels). The working group includes membership from the regional health authorities, Ministry of Health and the Office of the Provincial Health Officer. EHS has developed a surveillance plan and criteria for prioritizing biomarkers for reporting, reviewed an extensive list of biomarkers and identified two priority biomarkers: blood levels of lead and mercury. After extensive reviews of BC administrative health data and laboratory data and the published literature, the BC Environmental Health Policy Advisory Committee has recommended these substances for mandatory reporting. Regulation is under development by the Ministry of Health. Provincial w orking group: w aste to Energy Over the past few years the number of waste-to-energy projects proposed in BC has risen considerably and waste-to-energy was identified as a key issue by the BC Environmental Health Policy Advisory Committee (EHPAC). BCCDC became the secretariat of the provincial working group on health impact assessment for waste- to-energy projects in 2010. The working group includes membership from the regional health authorities, Ministry of Health and the Office of the Provincial Health Officer. EHS has produced Public Health Considerations for Waste to Energy Projects in British Columbia, a document which includes a systematic evidence review of the health effects of waste-to-energy facilities for municipal solid waste and recommendations for public health authorities in BC. The report and recommendations were approved by EHPAC in early 2012. EHS continued to support health authorities in their role in health assessment of waste-to- energy projects. National Collaborating Centre for Environmental Health - Personal Service Establishments Personal service establishments (PSEs) encompass a wide range of commercial operations providing services such as aesthetics, tattooing, piercing, and body modification. Public health inspectors/environmental health officers and health ministries in BC and other provinces, as well as industry itself, have identified PSEs as a priority area where many gaps in training, best practice guidelines, and regulation exist. NCCEH has responded by identifying, synthesizing, and developing new resources for practitioners and policy-makers, with the overall goal of supporting the development of evidence-based policy and practice related to PSEs. Specific activities have included review of documentation on infections associated with specific services in PSEs, development of training materials on infection prevention in PSEs, and organization and facilitation of a workshop for environmental health officers to identifie key gaps in current policy and practice, and ways to move forward. Additionally, NCCEH sits on both a provincial and national PSE working group, and has presented at several regional conferences for public health inspectors. Training future health and public health professionals Environmental Health Services is an active training site for students from a broad range of institutions: medical and pharmacy schools, schools of public health inspection, and graduate schools of public health and food science. In addition EHS is a training site for the Federal Field Epidemiology Program, Public Health Agency of Canada. In fiscal year 2011-12, EHS hosted 21 medical trainees (nine medical students, nine residents, and three fellows), eight graduate students, seven public health inspector trainees, a federal field epidemiologist and 22 hospital and community pharmacy residents. In addition our staff members devote numerous hours to teaching and committee work in BC's post-secondary institutions.ENvIRONMENTAL HEALTH SERvICES HIgHLIgHTS 32 BC CENTRE FOR DISEASE CONTROL REPORT 2012IMMuNIzATION SERvICESBC CENTRE FOR DISEASE CONTROL REPORT 2012 33IMMuNIzATION SERvICESOvERvIEw BCCDC's Immunization Programs and Vaccine Preven - table Diseases Service is responsible for end-to-end management of BC's immunization program and associated disease and program evaluation activities. IMMuNIzATION PROgRAMS The BCCDC Immunization Service works in partnership with the Ministry of Health, regional health authorities and health care providers across the province to ensure the health of people and communities are protected through immunization. The current BC immunization schedule is comprised of vaccines that protect against 16 infectious diseases: diphtheria, whooping cough, tetanus, polio, Haemo philus influenzae b, rotavirus, hepatitis and influenza. As new vaccines become available, the Immunization Service will review the factors important for decisions related to their introduction such as the costs and benefits to determine the most effective methods with which to deliver these vaccines. The four broad goals for the Immunize BC strategic framework are to: Increase vaccine uptake Ensure decisions about new vaccines are based on evi -dence regarding burden of illness and cost effectiveness Build sustainability into the program Improve system performancevACCINE APPRO vAL PROCESS New vaccines are added to the publicly funded immunization program or changes to the vaccine schedule are made based on recommendations by the BC Communicable Disease Policy Advisory Committee to the Ministry of Health. These in turn are based on scientific and operational considerations developed by the BC Centre for Disease Control Immunization Program staff in conjunction with their key partners, including the BC Immunization Committee. SuRvEILLANCE Epidemiologists track the occurrence of vaccine preventable diseases, vaccine uptake, and vaccine safety throughout the province so that IPVPDS can assess how well immunization programs are working. vACCINE wAREHO uSE AND OPERATIONS The warehouse secures supplies of needed vaccines and ensures timely distribution to health authorities. Improved storage, shipping, and inventory management methods reduce waste and ensure that vaccines are available where and when needed. The BCCDC pharmacy also provides medications for treatment of tuberculosis along with clinical review to avoid adverse drug interactions, and antibiotics for treatment of sexually transmitted infections. Immunization Programs & vaccine Preventable Diseases Service (IP vPDS) Overview BC CENTRE FOR DISEASE CONTROL REPORT 2012 3334 BC CENTRE FOR DISEASE CONTROL REPORT 2012I HAvE IMMuNITy CAMPAI gN The new \"I Have Immunity\" campaign was launched in April 2011 using social media such as Facebook and Twitter. This campaign has expanded promotion of immunization across the age span through focus on the \"Modern Family\" and includes recruitment of lay advocates to 'tell their story' about the importance of immunization to them personally. PANORAMA LAuNCH The team implemented the first module of the new public health information system Panorama in March 2011 with a goal of improving management of vaccine inventory at BCCDC and all BC health authorities. HPv vACCINE ONE TIME PROgRAM FOR wOMEN AgED 19 TO 21 In April 2012 a program of HPV vaccination for young women aged 19-21 was introduced using Cervarix vaccine to prevent cancer of the cervix. This is an expansion of the routine HPV vaccination program launched in BC in September 2008 through school based immunization services. The routine program has reached girls born in 1994 and later years, including girls in grades 6 through 12 in the school year 2011/12. The one time program is being delivered through a variety of health care providers in BC including health units, college/ university student health services, youth and sexual health clinics, pharmacists certified to immunize, and physicians. NEw IMMuNIzATION PROgRAMS An extensive review of new vaccine policy and program opportunities was conducted during 2011 which culminated in the introduction on January 1st 2012 of oral rotavirus vaccine for infants, a second dose of varicella (chickenpox) vaccine to be given at kindergarten, and routine hepatitis A vaccination for aboriginal children and youth. The addition of these programs has resulted in full implementation of recommendations for childhood immunization by the National Advisory Committee on Immunization for rotavirus and varicella. The hepatitis A program will prevent future outbreaks in First Nations communities. 'ExCELLENT ' RATIN g BC received an 'Excellent' rating in the Canadian Paediatric Society's 2011 report card for publicly funded immunization programs in its report titled \"Are We Doing Enough? A status report on Canadian public policy and child and youth health\". wESTERN CANADIAN IMMuNIzATION FORuM In December 2011 BC hosted an educational event called the Western Canadian Immunization Forum in Vancouver collaboratively with Alberta Health and with participation by over 200 attendees in person and a similar number through live streaming.Immunization Program & vaccine Preventable Diseases Service HighlightsBC CENTRE FOR DISEASE CONTROL REPORT 2012 35These results are based on analysis of data in iPHIS (the inte- grated Public Health Immunization System) which is used in BC as an immunization registry by four of the five health authori - ties. In Vancouver, records on infants and young children are not routinely collected. The analysis is based on completion of recommended vaccine doses scheduled at 2, 4, 6, 12 and 18 months of age to prevent 12 diseases by the 2nd birthday. KEy INDICATORS The proportion of children fully up to date for all routine immunizations by age 2 was 68% in 2011. When vaccine agents were considered individually, 75-87% of children turning 2 in 2011 were up to date for any given vaccine. The proportion of grade 6 girls up to date for HPV vaccine as of June 30, 2011 was 68%. This is an increase from the 2010 level of 60% and an upward trend will continue to be supported through a variety of best practice initiatives. The vaccine wastage rate was 3.3% in fiscal year 2011-12, over a 50% reduction from 7% five years previously and close to the target set by the Ministry of Health.KEy PuBLICATIONS /MATERIALS A survey of over 5000 BC physicians through an initiative called Partners in Prevention indicated they remain sup- portive of immunization, consider BCCDC as a key resource and identified some specific needs for support. An evaluation of the BCCDC On line Immunization competency course was completed. Course completers were surveyed and it was determined the course is an appropriate tool to enable participants to provide safe and effective immunizations, as well as understand and address immunization issues. An educational video was developed to support provincial immunizers to obtain informed consent in a variety of special situations including with parents of infants, in school settings, and with the elderly. The BC Vaccine Stability Chart was updated and used as an evidence-based national reference document to guide vaccine usability decisions after cold chain incidents. The Communicable Disease Control Manual was updated to reflect best practice, with key updates to sections on informed consent, injection associated pain, measles and mumps control, and sections related to newly introduced vaccines. Supporting educational documents for health care professionals were developed and posted on www.immunizebc.ca In partnership with the BC Pediatric Society, an initiative was undertaken to promote non -publicly funded vaccines along with publicly-funded products. A background document for future policy discussions about a Vaccine Injury Compensation Program in BC was developed. New surveillance undertakings are under way to understand risk factors and missed opportunities for vaccination among BC residents with invasive pneumococcal disease, to describe the burden of illness due to neonatal group B streptococcus, and to evaluate the effectiveness of the varicella immunization 7.0 2011Immunization Coverage Rates: Up-to-date by 2nd Birthday36 BC CENTRE FOR DISEASE CONTROL REPORT 2012OvERvIEw The Public Health Emergency Management (PHEM) service line works within BCCDC and with partner agencies to provide expertise, coordination and support in response to public health emergencies and the public health aspects of natural disasters and other emergencies in British Columbia. PHEM was established in 2007 in response to a memorandum of understanding (MOU) between BC's Provincial Health Officer (PHO), PHSA and the BCCDC. The MOU outlines specific expectations for the BCCDC in coordinating aspects of public health emergencies in BC, in support of the PHO and regional health authorities. wHAT PHEM DOES The PHEM mandate is to contribute a public health perspective and provide expertise for joint emergency planning and delivery activities. To do this PHEM works closely with non-health partners, local and provincial governments, interdisciplinary councils and committees. PHEM: Participates in regional and provincial emergency management initiatives Participates in multi-agency exercises to test plans and capabilities Provides leadership and advice on initiatives relating to public health and emergency management Undertakes necessary work to ensure the BCCDC is prepared to respond to public health emergencies and can sustain its operations to the highest possible level at all timesPARTNERS INCL uDE: The office of the Provincial Health Officer Ministry of Health Regional Health Authorities BC Ambulance Service Public Health Agency of Canada First Nations, Inuit and Aboriginal Health Health Canada Other provincial and federal partners RECENT HIgHLIgHTS Provided leadership in the response to the nuclear incident in Fukushima Japan Provided leadership and expertise in the revision of the provincial pandemic influenza plan Completed and distributed a BCCDC emergency response plan Completed a BCCDC fire safety review and update with PHSA Labs and building management Oversaw BCCDC participation in ShakeOut BC, a province-wide earthquake drill Revised the BC radiological and nuclear response plan Participated in provincial and multi-agency projects related to improving public health emergency managementPublic Health Emergency Management (PHEM) Overview BC CENTRE FOR DISEASE CONTROL REPORT 2012 37The UBC Centre for Disease Control (UBC CDC) is the academic unit of BCCDC. It is a centre of excellence in research, education and policy development that provides both direct diagnostic and treatment services to British Columbians as well as policy support to government and health authorities at levels from regional to international. The UBC CDC aligns its academic mission within the public health service roles of the BCCDC and links the research expertise of UBC with the experience of health professionals at BCCDC. Collaboration and interdisciplinary work are foundational for the UBC CDC and as such, UBC's Centre for Disease Control has established extensive relationships with faculties, departments and groups throughout UBC. These partnerships have facilitated recruitment of leading scientists, created student placements and supported public health research through access to a range of academic resources. In an environment of collaboration, UBC CDC strives to ensure that science informs public health and public health will in turn support science. The work is highly translational, focusing on taking research findings and using the results to inform public health policy or best practices. Much of the work centres on evaluation of population-level interventions, and is targeted towards specific health issues facing British Columbians. UBC's Centre for Disease Control has capitalized on the opportunities provided by \"experiments of nature\" to understand the biological, behavioural and ecological determinants of disease outbreaks, ensuring that the work is timely, relevant, and impactful. These activities, often performed in collaboration with both public health practitioners and academics within the province and across Canada, regularly result in new knowledge, which is presently communicated to knowledge-users through policy, training materials, research presentations, and scientific publications created and disseminated by BCCDC. RESEARCH PRESENTATIONS — gRAND ROuNDS BCCDC's research presentations are an important mechanism to disseminate new knowledge. The centre organizes over forty such events each year, including a Research Week, monthly Clinical Case Rounds and Work-in-Progress seminars, and a Grand Rounds series. This latter activity is a bi-weekly forum highlighting leading- edge research given by faculty or invited lecturers, and is accredited by the College of Physicians and Surgeons of Canada as a Continuing Medical Education activity. Highlights from this year's Grand Rounds included presentations on Fukushima's reactor failure, Kelowna's tuberculosis outbreak, Vancouver's supervised injection facility and HPV vaccination. RESEARCH wEEK The inaugural Research Week took place on Nov 14-18, 2011 and was kicked off with three workshops to improve soft skills: Presentations with Impact, NVivo and Manu - script Writing. Research Week culminated with the 4th Annual Research Symposium involving a poster session with 34 posters, 12 short internal talks, and two keynotes on mHealth and the Developmental Origins of Health and Disease, with the latter keynote given by Dr. David Barker, a world-renowned expert in the developmental origins of chronic disease. The event was an outstanding success enjoyed by over 310 attendees over five days. Archived presentations for Research Week and Grand Rounds can be viewed at: http://www.bccdc.ca/util/about/ UBCCDC/GrandRounds/default.htmuBC Centre for Disease Control38 BC CENTRE FOR DISEASE CONTROL REPORT 2012Amanda Bonnell, Operations Manager, CPS Bobbi Brownrigg, Leader, Public Health and Chee Mamuk Educator, CPS Nash Dhalla, Aboriginal Communities, CPS Glenn Doupe, Outreach, CPS Kim Dreher, Program Coordinator, Do Bugs Need Drugs Catherine Elliott, Physician Epidemiologist, EH Elizabeth Eliot, Director, Nursing, CPS Krista English, Program Manager, Mathematical Modeling, CDPACS Katie Fenn, Operations Manager, CDPACS Sarah Fielden, Manager, Point of Care HIV Testing Program, CPS Nick Foster, Chief Operating Officer Allan Furnell, Medical Entomologist, CDPACSBrent Gabel, Research Officer, CDPACS Sarah Henderson, Environmental Health Scientist, EH Bonnie Henry, Medical Director, CDPACS Tom Kosatsky, Medical Director, EHNadia Designer, PHSA Swan, Communications Manager, BCCDC/PHSA Terry Spock, Administrative Assistant, EHTanya Tang, Operations Manager, EH Darlene Taylor, Research Program Manager, CPS Despina Tzemis, Harm Reduction Epidemiologist, CDPACSPriscilla Vuong, Research Development Unit Manager, BC/UBC Centre for Disease Control Acknowledgements This report would not be possible without the efforts of staff from across the organization. The following people contributed to "}