{"title": "PDF", "author": "PDF", "url": "https://www.razon.com.mx/uploads/files/2021/05/21/EC_302.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "El CulturalNÚM.302 SÁBADO 22.05.21 CRÓNICAS CHILANGAS Y ANEXAS ROGELIO GARZA GISELA KOZAK NUEVA COLUMNA OJOS DE PERRA AZUL KARLA ZÁRATEBRUNO PICHÉ SIMPLEMENTE YOGACARLOS VELÁZQUEZ MI TOP 10 DEL OSCARJESÚS RAMÍREZ-BERMÚDEZ ¿MEDICINA ALÓPATA ? FELIZ CUMPLEAÑOS, BOB DYLAN SERGIO ZURITAArte digital > A partir de un retrato de Bob Dylan en tonica.la > Staff > La Razón EC_302.indd 3EC_302.indd 3 21/05/21 Director @sanquintin_plusJulia Santibáñez Editora @JSantibanez00 Director General Editorial Adrian Castillo Coordinador de diseño Carlos Mora Diseño Armando S. ArmentaCONSEJO EDITORIAL Contáctenos: 01-800-8366-868. Diario La Razón de México. Nueva época, Año de publicación 12Carmen Boullosa Ana Clavel Guillermo Fadanelli Francisco Hinojosa Fernando Iwasaki Delia Juárez G. Mónica Lavín Eduardo Antonio Parra Bruno H. Piché Alberto Ruy Sánchez Carlos VelázquezEl Cultu ral [Suplemento de La Razón ] Twitter: @ElCulturalRazonFacebook: @ElCulturalLaRazonBOB DYLAN, CREADOR Y DESTRUCTOR Foto > Javier Pérez MayaQuemar las naves y recomenzar, sin asideros pero con aprendizaje a cuestas. Hacer del cuestionamiento un modo de vida. Ésta ha sido la impronta del trabajo creativo de Robert Allen Zimmerman, a quien desde los años sesenta conocemos como Bob Dylan, nacido en Minnesota el 24 de mayo de 1941. Para celebrar su octogésimo cumpleaños, Sergio Zurita revalora los hitos de la historia dylanesca y sus cumbres musicales: conocedor acérrimo de su obra —tanto que un texto suyo figura en el sitio oficial del cantante y compositor—, revisa sus discos más notables y los hechos que marcaron un parteaguas en el trayecto de esta oveja descarriada del rock. En la Ciudad Escarlata el fin se acer- ca, las siete maravillas del mundo están aquí (\"Scarlet Town\", 2012). 22 de octubre. Año 2016. Salimos de Dallas varias horas antes para llegar a tiempo al WinStar World Casino and Re- sort, ubicado en Thackerville, Oklahoma. Tardamos buen rato en encontrar dónde estacionarnos. Esto nos permitió ver con detenimiento la fachada del sitio. Si Las Ve- gas es kitsch, habría que inventar una nueva palabra para definir el WinStar Casino: hay una reproducción del Palacio de West- minster, con su respectivo Big Ben, al lado de un Coliseo Romano de tablarroca. Más adelante, la pirámide de Keops y la Esfinge conviven con la torre Eiffel y hasta con un castillo medieval. Logramos estacionar nos. Hay nueve en- tradas que llevan a distintas áreas del inmenso lugar, cada una con su respectivo nombre: Río, Nueva York, Cairo, Viena, Pa- rís, Pekín, Roma, Madrid y Londres. Entramos por Pekín, cuya fachada si- mula el Partenón ateniense. Es sábado y el sitio está a reventar. Un dragón chino gigan- te flota sobre una mesa donde los aposta- dores juegan a los dados. Caminamos por la alfombra, verde, como la de cualquier casi- no. Nos movemos entre máquinas traga- monedas y mesas de blackjack, esquivamos borrachos. Una mesera nos dice dónde está el Global Event Center del casino. Pasamos en medio de una cortina dorada y toma- mos nuestros lugares. Las luces se apagan. A manera de obertura, una guitarra elec- troacústica toca una balada country con tintes trágicos, que aumenta el suspenso. Las luces suben poco a poco en el escenario y ahí está, en el centro de convenciones de un casino de Oklahoma, el nuevo Premio Nobel de Literatura. Nueve días antes, el 13 de octubre, la en- tonces Secretaria Permanente de la Acade- mia Sueca, Sara Danius, salió de su oficina a informarle a la prensa que el ganador del Premio Nobel era Bob Dylan. Las expresio - nes de asombro de los reporteros pudieron oírse claramente en los videos de YouTube que captaron el momento. Esa noche, Dylan tocó en Las Vegas y no hizo ningún comen- tario al respecto. De hecho, desde hace más o menos una década no dice una sola pala- bra durante sus conciertos, pero uno pen- saría que, tratándose de la importancia del premio, tal vez haría una excepción. Unos días después, un miembro del comité del Nobel lo acusó de \"irrespetuoso\". ¿No le interesaba el premio? Quién sabe. Tratar de averiguar qué hay en la mente de Bob Dylan es una tarea a la que renuncié hace mucho, por miedo a volverme loco. Pero en el concierto de Oklahoma era evi- dente que algo lo tenía muy feliz y lleno de energía. Era un Dylan diferente. Lo he vis- to en concierto más de cien veces y siempre había usado sombrero: de cowboy, como El Llanero Solitario, o cordobés, como el Zorro. Pero en el casino WinStar World no había nada que cubriera su cabeza; una luz cenital bañaba su abundante cabello rubio, ensortijado, haciéndolo parecer una figura renacentista, un iluminado. Varias veces he dicho que Dylan sería un gran jugador de póker, ya que su gesto inescrutable im- pide adivinar su estado de ánimo. Pero esa noche, en Thackerville, Oklahoma, no pudo evitar sonreír varias veces. Era la noticia del Nobel. Creo.SERGIO ZURITA @szurita Para de octubre, es decir, die- ciséis días después del anuncio, a Dy- lan se le ocurrió decir que el Nobel de Literatura lo había \"dejado sin pala- bras\" y que apreciaba muchísimo ese honor. Sin embargo, no asistió a la ce- remonia de entrega del premio. La em- bajadora de Estados Unidos en Suecia leyó su nota de agradecimiento y una Patti Smith nerviosísima cantó \" A Hard Rain's A-Gonna Fall\", una canción de proporciones homéricas, \"en la que el poeta se vuelve profeta\", en palabras de Allen Ginsberg. No se hicieron esperar las opiniones a favor y en contra de que Dylan reci- biera el Nobel. Autores como Salman Rushdie, Stephen King y Joyce Carol Oates felicitaron a la Academia Sueca por su decisión. Pero muchos otros di- jeron que se trataba de un fallo ridículo. Un año después, en 2017, el Nobel fue otorgado a Kazuo Ishiguro, la clase de escritor que suele ganar el premio. Las notas de prensa apenas hablaban de Ishiguro, concentrándose en decir que la Academia había \"corregido el error\" de darle el premio a Bob Dylan. En 2018 no hubo Nobel de Literatura por un escándalo de abuso sexual: dieciocho mujeres acusaron al esposo de una integrante de la Academia de acosarlas y violentarlas. Esto provocó la renuncia de Sara Danius, la primera mujer en la historia del Nobel en obte- ner el puesto de secretaria permanente de la Academia Sueca. Qué ironía. Dieciocho mujeres acu- san a un hombre de abuso sexual y quien resulta castigada es una mujer. En palabras de la catedrática Ebba Witt- Brattström, Sara Danius \"fue víctima de un golpe de Estado por ser demasiado obstinada. Una mujer obstinada no es a lo que están acostumbrados en la Aca- demia Sueca\". La obstinación pudo ha- ber sido un factor, pero mi teoría es que los académicos, hombres mayores de setenta años en su mayoría, querían la cabeza de Danius desde que le otorgó el Nobel a Dylan. \"Sara realmente tra- tó de abrir y renovar la Academia\", dijo Witt-Brattström. Y vaya que lo logró. El Nobel para Dylan fue un acto valiente, que sacudió al mundo literario. Nunca se había discutido tan apasionadamen- te respecto al premio y las fronteras de la literatura. Dylan hizo con el Nobel lo que siempre ha hecho: patear el avis- pero. Le inyectó vitalidad, lo redefinió, lo confrontó consigo mismo y terminó por destruirlo. El Nobel de Literatura sigue existiendo, pero se ha vuelto irre - levante. En 2019 se entregó el Nobel de ese año y también el de 2018, pero, al menos en las librerías mexicanas, no había carteles de los ganadores y sus libros no estaban en un estante espe- cial. La intrascendencia del Nobel iba a ocurrir de todas maneras, pero Dylan aceleró el proceso. Quien no está ocupado naciendo, está ocupado muriendo (\"It's Alright, Ma, I'm Only Bleeding\", 1965). Cuando lle- gó por primera vez a Nueva York, el 24 de enero de 1961, Bob Dylan tenía die- cinueve años y no conocía a nadie en la ciudad. Ese invierno era el más frío en veintiocho años, pero Dylan venía de la helada Minneapolis, así que logró caminar, sin congelarse, desde Times Square hasta Greenwich Village, un barrio con vida nocturna, habitado por poetas, músicos de jazz y folk, entre otros artistas. Al llegar, Dylan se dirigió de inmediato al café Wha? y rápida- mente obtuvo trabajo como cantan- te. Ningún artista en el Wha? ni sitios similares recibía un sueldo. Obtenían dinero pasando una canasta entre el público: \"Por esa razón empecé a usar sombreros\", declaró en una entrevista de 1984. Dylan fue a Nueva York por dos ra- zones: ahí se gestaba el movimiento folk más importante del país, y cer- ca de ahí, en el hospital psiquiátrico Greystone Park de Nueva Jersey, esta- ba postrado en cama su ídolo Woody Guthrie, a causa de una enfermedad neurodegenerativa. En el documental No Direction Home, de Martin Scorse- se, Dylan dice que, aun antes de llegar a Nueva York, ya era \"una rockola hu - mana de Woody Guthrie\", así que fue al hospital a presentarle sus respetos. Dylan y Guthrie se cayeron bien. Bob lo visitaba con frecuencia y Woody pedía que le cantara. Tal vez fue la convivencia con tan- tos colegas en el Village o quizá Woo - dy Guthrie le enseñó algunos de sus trucos. El caso es que, un par de meses después, Dylan volvió poco tiempo a Minneapolis. \" Antes de irse era un mú- sico promedio. Ni el mejor ni el peor. Pero al regresar de Nueva York toca- ba la guitarra increíblemente bien. Es como si hubiera hecho un pacto con el diablo en la encrucijada, como Robert Johnson\", dice el crítico y bluesero blanco Tony Glover en No Direction Home . En el mismo documental, Dylan confirma: \"Un día, antes de volver a Minneapolis, fui a la encrucijada e hice un pacto\". A Dylan hay que creerle la mitad de lo que dice. Cuando empezó a tocar en el café Wha? se presentaba ante el público diciendo: \"He recorrido todo el país, siguiendo las huellas de Woo - dy Guthrie\". Mentira. Antes de Nueva York, jamás había salido de Minnesota, pero afirmaba haber vivido en Nuevo México, en Iowa y en las dos Dakotas antes de llegar al Village, donde asegu- ró que jamás había escuchado el térmi- no \"música folk\". Otra mentira. No me preguntes nada respecto a na- da, podría decirte la verdad (\"Outlaw Blues\", 1965). Cuando Dylan tenía diez años y se llamaba Robert Allen Zimmerman, sus padres compraron una casa en Hibbing, Minnesota. En el sótano, el pequeño Bob encontró una guitarra y también una consola color caoba que tenía radio y tornamesa. Abrió la tapa de la tornamesa, aden- tro había un disco de 78 revoluciones por minuto. Encendió la tornamesa y colocó la aguja sobre el acetato. Una canción country sonó en las bocinas: \"Drifting Too Far From The Shore\" (\" A la deriva, demasiado lejos de la orilla\") interpretada por Bill Monroe. \"El so - nido de la canción\", dice Dylan en No Direction Home, \"me hizo sentir que yo era alguien más, que tal vez no había nacido de los padres correctos. Nací muy lejos de donde se supone que debo estar, así que voy camino a casa\". Entonces las mentiras no son men - tiras, sino formas de reinventarse. Es- tados Unidos es el país con más in- migrantes en el mundo, porque es el lugar ideal para borrar el pasado, cam- biarse de nombre y ser otro, como Ja- mes Gatz cuando se convirtió en Jay Gatsby, en El gran Gatsby de Francis Scott Fitzgerald. Para crear a Bob Dylan, Robert Allen Zimmerman tuvo que ser destruido. Y Woody Guthrie tuvo que ser superado para que Bob Dylan se convirtiera en un compositor: su primera canción importante se llama \"Song To Woody\", que es un homenaje (\"Muy pocos han hecho lo que hiciste tú\") pero también una despedida: Me voy mañana, pero podría [irme hoy En algún lugar, en el camino, [algún día Lo último que querría [en esta vida Sería decir que he viajado [tanto como tú. El mensaje es clarísimo: te admiro, sin ti no sería quien soy, pero no quiero ser tú. En 1962, Bob cambió su apellido a Dylan. Una vez, cuando vino a México en 2007, vi una fotocopia de su pasa- porte: su nombre legal es Robert Dylan.El WinStar World Casino en Thackerville, Oklahoma. Fuente > luxurylifestylemag.co.uk \"DYLAN VOLVIÓ A MINNEAPOLIS. ANTES DE IRSE ERA UN MÚSICO PROMEDIO. NI EL MEJOR NI EL PEOR. PERO AL REGRESAR DE NUEVA YORK TOCABA INCREÍBLEMENTE El 19 de marzo del 62 apareció su primer álbum. Contiene trece cancio - nes, dos de las cuales fueron compues- tas por él mismo: \"Song To Woody\" y \"Talkin' New York\". El disco, llamado simplemente Bob Dylan, no vendió muchos ejemplares, pero armó un escándalo entre la comu - nidad folk de Greenwich Village. Para empezar, fue grabado por Columbia Records, una disquera multinacional y capitalista, y no por alguno de los sellos independientes de música folk. Dylan \"se había vendido\". La aparición del disco desenmascaró a sus colegas, jóvenes socialistas y bohemios que se decían indignados, pero en realidad tenían envidia. En 1963, esa envidia debe haberse traducido en odio, porque el segundo disco fue The Freewheelin' Bob Dylan, que contiene canciones magistrales como \"Girl from the North Country\", \"Masters of the Wind\". La canción comienza preguntando: \"¿Cuántos caminos de- be recorrer un hombre antes de que lo llamen hombre?\". Al escuchar eso, Sam Cooke, el gran cantante de soul, se asombró profundamente de que un blanco hablara de forma tan certera y poética sobre la esclavitud. \"Blowin' in the Wind\" cambió para siempre a Cooke, inspirándolo a com- poner una de las canciones más her- mosas y conmovedoras del siglo XX: \" A Change Is Gonna Come\". Ambos te- mas se convirtieron en himnos para el Movimiento por los Derechos Civiles de los años sesenta. De hecho, el dis- curso más famoso de Martin Luther King Jr., \"Tengo un sueño\", que pro - nunció en agosto de 1963 ante una multitud reunida en la Explanada Na - cional de Washington D. C., fue prece- dido por Bob Dylan, quien tocó cinco canciones, cerrando con \"Only a Pawn in Their Game\", inspirada por la muer- te de Medgar Evers, activista afroame- ricano asesinado por un miembro del Ku Klux Klan dos meses antes. La influencia de su creación \"Blowin' in the Wind\" sigue manifestándose hasta la fecha y ha inspirado a escrito - res de la talla de Marguerite Yourcenar. En su último libro, La voz de las co- sas, la autora de Memorias de Adriano cita la línea: \"¿Cuántas veces deben vo - lar las bombas antes de ser prohibidas para siempre?\". Qué descaro tienes al decirte mi ami- go (\"Positively 4th Street\", 1965). En el verano de 1963, Joan Baez invitó a Bob Dylan a cantar con ella en el Festival Folk de Newport. Por supuesto, Dylan se robó el show. Al año siguiente, a pe- sar de su belleza física y la potencia de su voz, Baez parecía la corista de Dylan. El público lo aclamaba con una euforia impresionante, como puede verse en el excelente documental Bob Dylan: The Other Side of the Mirror. Ese mismo documental contiene imágenes de lo que muchos considera- mos el acontecimiento más importan- te en la historia del rock: en la última noche del Festival de Newport de 1965, Bob Dylan decidió que tocaría un set eléctrico, acompañado, entre otros, por Mike Bloomfield en la guitarra y Al Kooper en el órgano. Ambos habían to - cado en la grabación de \"Like a Rolling Stone\", que había sido lanzada como sencillo cinco días antes. El maestro de ceremonias, Peter Ya- rrow, se ve nervioso al presentar a Dylan: \"Damas y caballeros, la persona que aparecerá ahora tiene una canti- dad de tiempo limitada... su nombre es Bob Dylan\". Entonces suenan los primeros acordes de un rock salvaje: \"Maggie's Farm\". Él, ataviado con una camisa naranja y un saco de cuero, can- ta con furia: \"No volveré a trabajar en la granja de Maggie\". La canción de pro - testa contra la explotación de un cam- pesino se convirtió, en ese instante, en la rebelión de Dylan contra quienes le exigían, como si fuera su esclavo, que dejara de componer canciones perso - nales y se dedicara exclusivamente a narrar las penurias de los desposeí - dos. Al terminar \"Maggie's Farm\" se escucha una mezcla de abucheos y aplausos. Dylan contraataca con \"Like a Rolling Stone\". Mike Bloomfield toca un solo inspiradísimo, que el público de Newport es incapaz de apreciar.Nadie sabe bien qué ocurrió exac - tamente aquella noche. Hay quienes dicen que Pete Seeger, el Santo Patrono del Folk, trató de cortar los cables con un hacha. Seeger aclaró, posteriormen - te, que lo que dijo fue que le hubiera gustado \"tener un hacha para cortar el cable del micrófono\", porque entre el público estaba su papá, enfermo del oído. El hecho es que Seeger estaba fu- rioso, no por el oído de su padre, sino porque Dylan le arruinaba el negocio. En 2003, \"Like a Rolling Stone\" fue nombrada \"la mejor canción de todos los tiempos\" en la revista Rolling Sto- ne. Pero aquella noche en Newport, el público la abucheó y algunos gritaron \"traidor\". Ah, la izquierdita, siempre tan tolerantita. Dylan tocó un tercer número con la banda de rock, se quitó la guitarra eléctrica lo más rápido que pudo y salió del escenario sin despedirse. Entonces el público volvió a aplaudir, pidiendo más canciones. Varios minu- tos después, Dylan volvió a escena con guitarra acústica y cantó \"Mr. Tambou- rine Man\". El público aplaudió, feliz, pensando que la oveja perdida había regresado al redil. Qué equivocados. Dylan tocó una canción más, \"It's All Over Now, Baby Blue\", que narra un rompimiento amoroso. Pero esa noche, en Newport, se transformó en un adiós para siempre: Deja atrás tus piedras angulares, Algo te está llamando Olvida a los muertos que dejaste, No te seguirán El vagabundo que golpea [tu puerta Trae la ropa que alguna vez usaste Prende otro cerillo, empieza [de nuevo, Y ya todo se acabó, Baby Blue. Dylan había vuelto a patear el avispero. Se negó a ser un lacayo de la izquierda. Destruyó el folk como lo conocíamos y creó algo nuevo. En 1983, cuando Bru- ce Springsteen le dio la bienvenida al Salón de la Fama del Rock & Roll dijo que, al escuchar por primera vez \"Like a Rolling Stone\", \"fue como si una pa- tada hubiera abierto la puerta de mi mente [...] Dylan era un revoluciona- rio. Liberó nuestras mentes, del mismo modo que Elvis había liberado nues- tros cuerpos. Nos mostró que, aunque la música era innatamente física, no tenía por qué ser antiintelectual\". No se necesita un meteorólogo para saber hacia dónde sopla el viento (\"Sub- terranean Homesick Blues\", 1965). En- tre 1965 y 1966, en un lapso de apenas catorce meses, Dylan grabó sus tres ál- bumes fundamentales: Bringing It All Back Home (marzo, 1965), Highway 61 Revisited (agosto, 1965) y el primer ál- bum doble de la historia del rock, Blon- de On Blonde (enero, 1966). Si Dylan no hubiera leído En el camino , de Jack Kerouac y Aullido, de Allen Ginsberg, esas obras maestras no hubieran sido posibles. Ginsberg dijo que la primera vez que oyó a Dylan, lloró: \"Sentí que la antorcha había sido pasada\". Ginsberg y Kerouac formaban parte de la generación Beat, un movimiento literario al que también pertenecieron No Direction Home, el documental.Fuente > docplayer.org \"EN 2003, LIKE A ROLLING STONE FUE NOMBRADA LA MEJOR CANCIÓN DE TODOS LOS TIEMPOS EN LA REVISTA ROLLING STONE . PERO AQUELLA NOCHE EN NEWPORT, EL PÚBLICO LA ABUCHEÓ Y ALGUNOS GRITARON TRAIDOR . Burroughs y Gregory Corso. Las dos características más importantes de los beatniks eran su libertad salva- je, inspirada en Paul Verlaine y Arthur Rimbaud, y la musicalidad de sus tex - tos, que suenan, en palabras de Jaime López, a \"jazz verbal\". Bringing It All Back Home comienza con un jazz verbal, prácticamente un hip-hop, llamado \"Subterranean Ho - mesick Blues\". Y va creciendo en in- tensidad hasta llegar a \"It's Alright, Ma (I'm Only Bleeding)\", en la que Dylan parece hablar del miedo de todos los norteamericanos ante un posible ata- que nuclear: Oscuridad al romper el mediodía Ensombrece incluso la cuchara [de plata, El cuchillo hecho a mano, [el globo del niño Eclipsa tanto al sol como a la luna Para entender demasiado pronto Que no tiene sentido intentarlo. El siguiente álbum es Highway 61 Revisited, porque la carretera 61 co - necta a Duluth, Minnesota, donde nació Dylan, con Memphis y Nueva Orleans. En su biografía Crónicas: Vo- lumen Uno , la descripción que Dylan hace de Nueva Orleans es tan hermo- sa que por sí sola le hubiera valido el Nobel. Highway 61 comienza con \"Like a Rolling Stone\", que se convirtió en el primer sencillo de más de tres minu - tos de duración transmitido por la ra- dio. De hecho, duraba más de seis. Aun así, se convirtió en la canción más exitosa del músico en las listas de po - pularidad, llegando a la posición 2 en el Billboard. El álbum consta de nueve canciones imposibles de superar. Él mismo dijo en una entrevista para 60 Minutos, en 2004: \"No sé de dónde salieron esas canciones, pero ya no puedo escribir así\". El disco cierra con una obra maes- tra de once minutos, titulada \"Desola- tion Row\": Alabado sea el Neptuno de Nerón El Titanic zarpa al amanecer Y todo mundo está gritando \"¿Con quién te has alineado?\" Y Ezra Pound y T. S. Eliot Están peleando en la torre [del capitán Haciendo reír a los cantantes [de calypso Y los pescadores llevan flores Entre las ventanas del mar Donde hermosas sirenas afluyen Y nadie piensa demasiado En la Fila de la Desolación. Si eso no es poesía, entonces tampoco lo son los Cantos de Pound ni los Cua- tro cuartetos de Eliot. El fantasma de la electricidad aúlla en los huesos de su cara (\"Visions of Jo - hanna\", 1966). El álbum que completa la trifecta perfecta es Blonde On Blon - de. Entre sus catorce canciones desta- can \"Visions of Johanna\" (\"Dentro de los museos, el infinito es sometido a juicio\"), \"I Want You\" (\"Dicen que debo renunciar a ti, pero yo no nací para perderte\"), \"Just Like a Woman\" (\"Ella se conduce como una mujer, hace el amor como una mujer, se duele como una mujer, pero se quiebra como una niña\"), \" Absolutely Sweet Marie\" (\"Para vivir fuera de la ley hay que ser hones- to\") y \"Sad Eyed Lady of the Lowlands\", dedicada Sara Lownds, con quien Dylan tendría cuatro hijos (\"Mis ojos de bodega, mi tambor arábigo, ¿de- bo dejarlos ante tu puerta? Dama triste, ¿debo esperar?\"). Porque algo está pasando aquí, pero usted no sabe qué es, ¿verdad, Mr. Jo- nes? (\"Ballad of a Thin Man\", 1965). Las grabaciones de esos tres discos fueron muy gozosas. La gira mundial de 1966 fue el reverso de la moneda. Dylan decidió dividir los conciertos en dos actos. En el primero salía a tocar solo, con guitarra y armónica. En el segundo aparecía la banda de rock, compuesta en su mayoría por The Hawks, que luego se convertirían en The Band. En cada uno de esos conciertos, la hostili- dad del público hacia el grupo era tre- menda. Les gritaban que se largaran, se subían al escenario. El peor día fue el 17 de mayo en Manchester, cuando un sujeto gritó \"¡Judas!\" y el público aplaudió. Dylan volteó a la banda, les dijo \"Play fucking loud!\" y sonó, con más sentido que nun- ca, \"Like a Rolling Stone\". Poco después, Dylan sufrió un acci- dente en motocicleta que le fracturó la clavícula. Ese hecho lo hizo cambiar de vida, dedicarse a sus hijos y a su esposa y grabar, por puro gusto, muchísimas canciones con The Band, que se conver- tirían después en The Basement Tapes. Pero yo era mucho más viejo, ahora soy más joven que entonces (\"My Back Pages\", 1964). Brinquemos hasta 1997, cuando comenzó el Neverending Tour: Bob Dylan ha dado un promedio de cien conciertos al año desde entonces. Sólo la pandemia lo detuvo. En 1998 ganó el Grammy al Mejor Álbum del año por Time Out of Mind. Después, en 2001, obtuvo el Oscar por la canción \"Things Have Changed\" que compuso para la película Wonder Boys. Ese mismo año apareció el que yo considero el mejor disco de todos los tiempos: \"Love and Theft\", así, entre comillas. Sobre aviso no hay engaño: Dylan roba lo que ama y ama lo que roba. El título lo robó de un libro de Eric Lott; la canción \"Floater (Too Much to Ask)\" tiene varias líneas del libro llama- do Memorias de un Yakuza, mientras \"Summer Days\" reproduce un diálogo entre Jay Gatsby y su amada Daisy, en la novela de Fitzgerald: Ella me mira a los ojos, tomando [mi mano, Me dice: \"no se puede repartir yo se puede? se que se puede!\". En \"Love and Theft\", Dylan toma ele - mentos de libros, películas y canciones ajenas, se las apropia y las convierte en otra cosa. Menciono un caso más: Tweedle Dee y Tweedle Dum, de Ali- cia a través del espejo, toman Un tran- vía llamado Deseo , la gran obra teatral de Tennessee Williams. No es riesgoso decir que Time Out of Mind inició una segunda época do - rada en su carrera. Ese álbum, al igual que \"Love and Theft\", Modern Times (2006), Together Through Life (2009), Tempest (2012) y Rough and Rowdy Ways (2020) son tan buenos como Bringing It All Back Home, Highway 61 Revisited y Blonde on Blonde. De hecho, a veces me parecen mejores. Y respecto a los tres discos de cancio - nes de Frank Sinatra —Shadows in the Night (2015), Fallen Angels (2016) y Tri- plicate (2017)—, hay que admitir que fueron un acto temerario, pero de nue- vo Dylan salió avante. Los discos son buenos, pero oírlo cantar a Sinatra en vivo es sorprendente. Su voz ha adqui- rido un poder que no tenía desde Nash- ville Skyline (1969). Según el ya mencionado Francis Scott Fitzgerald, \"no hay segundos ac- tos en las vidas norteamericanas\". Qué bueno que no conoció a Dylan, quien una vez más es creador y destructor. Logró reinventarse de nuevo y destru- yó la afirmación de Fitzgerald. Feliz cumpleaños ochenta, Bob. \"EN EL AÑO DE 2001 APARECIÓ EL QUE CONSIDERO EL MEJOR DISCO DE TODOS LOS TIEMPOS: LOVE AND THEFT . SOBRE AVISO NO HAY ENGAÑO: DYLAN ROBA LO QUE AMA Y AMA LO QUE ROBA. EL TÍTULO SE LO ROBÓ DE UN LIBRO DE ERIC teratura. Fue la señal inequí- voca de que las cosas habían cambiado ciento ochenta gra- dos. Para mi novia fue \"God The Save The Queen\", de Sex Pistols, en los Jue- gos Olímpicos de Londres 2012. Pero en 2016 cruzamos al punto sin retor- no en nuestra caída horizontal. ¿Quién iba a creer que el cantautor contracul- tural de The Times They Are A-Changin', aquel poeta pacheco que encabezó la rebelión juvenil con una guitarra de palo, iba a recibir el Premio Nobel de Literatura? La piedra rodante del ca- mino convertida en un monumento cultural. La canción cae como lluvia profética en tiempos inclusivos de Tik Tok y reguetón: \"Vamos, madres y padres de toda la tierra / y no critiquen lo que no pueden entender / Sus hi- jos e hijas están más allá de su dominio / Su viejo camino envejece rápidamen- te / Por favor, salgan del nuevo si no pueden ayudar / Porque los tiempos están cambiando\". LA BATALLA MUSICAL Una de las arenas más visibles de la confrontación generacional siempre ha sido la música. Ahí se dan los en- contronazos entre Los Anticuados, el grupo incapaz de entender los nuevos estilos y carente de la sensibilidad para sentirlos, contra La Juventud Divino Tesoro que busca identificarse, expre- sarse y divertirse. En ese coliseo mo - vedizo ahora hay una batalla cantada entre el rock y el reguetón con todos sus derivados. El argumento del rock para allá es que el reguetón no es mú- sica, sino ritmo elemental y parloteo sexista. Y el de allá para acá es que el rock está muerto. Dos extremos ab- surdos que se tocan la corneta. Sí, con la edad te vuelves conservador y reac- cionario, inevitable como los achaques corporales. Ahí está la vaca sagrada de John Lydon —antes Johnny Rotten—, haciendo el ridículo por Trump e im- partiendo cátedra de estilo patrocina- do por Banamex. Los nuevos dinos nos oponemos al cambio, pero también nos resistimos a la extinción. Ciento ochenta grados después, al igual que los terraplanis- tas, los antivacunas y los covidiotas, la reguetoñiza proclama que Bad Bunny es el Bob Dylan del siglo XXI y que el rock ya murió, ignorando que la mú- sica no muere ni se destruye, sólo se transforma. Al rock lo han dado por muerto desde 1959. Será un muerto que se pasa de vivo porque sigue bai- lando, aunque no en la pista principal del Spotify. Las discusiones, críticas y mame que causó la serie Rompan todo duraron más de cuatro meses. Es de- masiado tiempo y el debate fue muy intenso para que el rock esté muerto. De verdad, solía estar en sintonía con la cultura juvenil, más forever que Angelo Papeto. Pero después del tos- tón ando desorientado y nostálgico, me siento un rucker sin brújula. Dejé de ser el que hace la fiesta, ahora soy el que toca en piyama al vecino para exi- gir que le bajen al volumen. No tengo la dicha ni la vocación de tener bendicio - nes, nunca he lidiado con adolescentes intransigentes y mucho menos los en- tiendo. Me ofrecí como voluntario con fines puramente periodísticos y me ex - puse tres meses a la discografía de su líder espiritual: Bad Bunny. Este texto se escribe bajo los influjos de su ritmo, para tratar de encontrarle una emoción o una razón, de sentir y entender qué le oyen tantxs millonxs de chamcxs y algunxs cuarentonxs ridículxs que también le ponen al lenguaje inclusivx para estar a tono. Lo dejo sonar como acostumbro, que fluya mientras hago lo que suelo hacer; si la música tiene algo que decirme, tarde o temprano lo hará. Pero después de un par de horas no surte ningún efecto, salvo el hartaz - go del sonsonete y una que otra rima ingeniosa, nalgona y sabrosa. Pero mi patita no agarra el flow. Estoy fuera de contexto. Ell@s sólo están en lo suyo, pasándola chévere, así como tú ere'. Eso sí, nunca se les ocurra dar una opinión sobre BB a sus seguidorxs, lo primero que hacen es ofenderse y vic- timizarse, antes de hacerte saber que eres un viejo pendejo y obsoleto con un ya siéntese c ñor. Más allá de lo musical está la incohe- rencia de su extraña clase de moral & corrección política, más guangas y pa- lomeadas que mis calzones Rinbros. Muy dignos y con una mano en su ce- lular cancelan a los artistas, obras y per- sonajes que, de acuerdo con su criterio, gustos y fobias, merecen ser borra- dos del mapa. La censura del nuevo con- servadurismo. Pero al mismo tiempo encumbran a personajes sexistas nivel \"Dákiti\" como Bad Bunny, nombrado en 2020 el Mejor Compositor del Año por la Sociedad Americana de Com- positores, Autores y Editores ( ASCAP ). 180 GRADOS DESPUÉSLa vida cotidiana en la Ciudad de México y su zona metropolitana —antes y después de la pandemia—, desmiente convicciones o prejuicios con la velocidad que los tiempos imponen. En unas cuantas décadas, parte de aquello que desbordaba lo permisible o se consideraba, inclusive, un tabú, se ha vuelto cada vez más normal o aceptable —como el consumo de la marihuana o la afición a los tatuajes. Entre el desasosiego y la alegría, este repaso ancla otra conclusión de Bob Dylan: \"Quizá lo mejor será no estorbar\". ROGELIO GARZA @rogeliogarzapFuente > aliexpress.com / concreterep.comYo sí estaba en onda... pero luego cam- biaron la onda. Ahora la onda que traigo no es onda. Y la onda de onda me parece muy mala onda... ¡Y te va a pasar a ti! EL ABUELO SIMPSON \"DESPUÉS DEL TOSTÓN ANDO DESORIENTADO, UN RUCKER SIN BRÚJULA. DEJÉ DE SER EL QUE HACE LA FIESTA, AHORA SOY EL QUE TOCA EN PIYAMA PARA EXIGIR QUE LE BAJEN AL cuerpa han hecho de Instagram y Tik Tok una galería de mujeres semidesnudas que también pintan o hacen yoga, bai- lando aquello de \"Mira puñeta, no me quites el perreo\". Lo siguen y defienden con fanatismo. En su música pude percibir la urgencia de sexo y dinero lo más rápido posible, como lo canta en \"Mal- dita pobreza\", \"Hoy cobré\", \"200 Mph\" y \"Caro\". Un ritmo pegajoso entre el reggae y el rap muy bien tuneado y producido para perrear. No dista mucho del tradicional sexo, drogas y rock, pero tenía otro significado, la rebelión y la liberación. Eso ya no tiene senti- do. Es la distancia entre \"Girl From The North Country\" y, por ejemplo, \"Safae- ra\": \"Perreando e' la bichota / Se ve que chinga rico en la nota / Yo quiero tirar- me una selfie con esa nalgota' / Parao', parao', parao' lo tengo, se me nota / ¿Qué vamo' a hacer con esa nalgota'?\". Así el Dylan moderno. No obstante, ese choque generacional ha desaparecido en otros asuntos que solían ser espi- nosos en el seno familiar, como fumar marihuana y hacerse tatuajes. MI AHIJADO Y LOS GALLOS Como ustedes, crecí en la cultura de la prohibición y la satanización de las sustancias que alcanzó su nivel más pa- ranoico, histérico y siniestro en la Gue- rra contra las drogas. Ir a armarla y pa- chequear siempre ha sido un riesgo. Por su puesto , en diversas ocasiones he sido torcido por posesión. Hasta se oye satánico, es el peor malviaje. La cosa dio un giro cuando en varios países comenzaron a despenalizar y a nor- malizar el consumo de la marihuana. Y , de paso, a restringir y satanizar el de tabaco. Acá, con nuestras sempiternas décadas de atraso en estos asuntos, apenas estamos gateando en despe- nalización y consumo medicinal. Acos- tumbrados a vivir en la ilegalidad y la marginación familiar y social por los hábitos como el de fumar hierba o con- sumir otro tipo de sustancias, hoy saca de onda que fumarla sea más permi- sivo, saludable, correcto y cool que prender un cigarro. El tabaquismo le ha salido muy caro a la salud pública y es completamente inútil. A la yerba y sus derivados, en cam- bio, todos los días le salen beneficios para la salud, la medicina, la econo - mía, la industria y, claro, el relax y el vacilón. Antes se fumaba y se comía a escondidas, en el rol del hipócrita, en el corrillo sospechoso, tenías que estar al pendiente de la gafa, la tira y el peta- te. Ahora existe una galaxia de formas para consumirla en todos los estados de la materia. La pipa y el bendito jíter fueron desplazados por los vaps. En vez de armar tu huato vas a la tienda y compras los cartuchos con aceite de THC sin ningún dope. No huele y hay un menú con variedad de estados de ánimo y sabores. La marihuana tampo - co es la misma. De la panteonera pren- sada en tabique a la que nos tenían acostumbrados bajo la consigna de la peor hierba es la que no hay, pasamos a las hidropónicas índicas y sativas de calidad y potencia excepcionales. Aunque el precio también es excepcio - nal. El ingenio del pacheco es prodigio - so para inventarse formas de consumir su planta. Y más me sorprendió mi ahijado, estudiante Químico Fármaco Biólogo. Hace unos meses empezó a cultivar marihuana para hacer CBD como parte de sus estudios. De pronto su casa se llenó de plantas, tenía unas de campeo - nato. Lo fui a visitar cuando cumplió veinte años. Estábamos en el jardín, con la sana distancia, y de pronto sacó una ziploc —el verdadero negocio de las drogas— con unos cogollos curados de sus plantas. Contuve la respiración cuando me la regaló. \"¿Quieres que te ayude a forjar unos?\". Me quedé frío. Mis compadres sonrieron alzando los hombros con cara de así las cosas. Y me salió mi abuelo Simpson: \"Cómo han cambiado los tiempos\". Con mano temblorosa tomé la bolsa y, como en La creación de Adán, de Miguel Ángel, mi ahijado y yo conectamos el material. Fue un momento sublime, extraño y memorable. La marihuana dejó de ser contracultural hace muchos años. Pero qué rica es. ELLA SE LLENA DE TATUAJES Para hacerte un tatuaje en la Ciudad de México hace treinta años tenías tres opciones: La Lagunilla, El Tianguis del Chopo y Tepito. Si ibas al Chopo un sá- bado por la mañana con el legendario Piraña, el punk colocaba dos bancos tras un tendedero de sábanas y ahí te rayaba con una máquina hecha por él mismo. También hacía sus agujas y diseños, en vez de tapas utilizaba corcholatas para las tintas y a veces usaba china. Todo lo desinfectaba en una solución clorada, pero no dejaba de ser un volado en esas condiciones. En los noventa estábamos en plena guerra contra el sida, en la cruzada del condón, y el uso de agujas comparti- das era —y sigue siendo— un asunto de alto riesgo. Al Piraña lo conocí en playa Zicatela durante un viaje del que sólo recuerdo el primer tatuaje. Años des- pués regresé con él, cuando ya estaba instalado en el estudio Evolution. El otro lugar para rayarse era un estanqui- llo en Tepito, donde tatuaban el Socio y el Fer, dos tipos llegados de Los Án- geles con máquinas y manos profesio - nales. Después caí con el Chakal, Azael y el Shit entre los años 91 y 94. Lo que siguió en casa tras la pregun- ta \"¿Te hiciste un tatuaje?\" fue un largo silencio que duró días. Les cayó como bomba y no sabían lidiar con eso, así que optaron por no decir nada y de- jarme tranquilo. También siguieron nueve tatuajes. Es común que, des- pués del primero, los demás lleguen solos. Seguramente había otros sitios en la Ciudad de México, todos ilegales, hasta que se realizaron las primeras ex- potatuajes y comenzaron a abrir los estudios formales en 1995, como el de Danny Wakantanka, pionero del arte corporal moderno en México. Así em- pezó el proceso de regulación, legis- lación y aceptación. Pasaron décadas para que la sociedad mexicana acep- tara los tatuajes abiertamente. Eran motivo de rechazo social en todas par- tes y discriminación escolar y laboral. Además del acoso policial. Te hacías los tatuajes con la total desaprobación y resignación familiar. Hoy es completamente distinto. No es necesario arriesgar ni desafiar nada para hacerte un tatuaje. Ahora haces una cita y vas a un estudio en Polan- co, la Condesa o en cualquier plaza comercial. Si lo prefieres, el tatuador va a tu casa y lleva su kit profesional: máquina, agujas nuevas, tintas brillan- tes, joyería gruvi, guantes de colores. De hecho, hoy existe una sobrepo- blación de tatuadorxs como las plagas que hubo de diyeis y youtubers. Lo curioso es el giro que han dado los tatuajes en esta familia. No sólo se acepta cariñosamente la bendición con sus rayones y perforaciones, sino que se le subsidia y motiva para los si- guientes. Los tatús ahora se comparten y comentan en familia y sin Chabelo. Sucede en la casa de Claudia, su hija de veinte años se hace un tatuaje por semana. Una joven amiga suya que estudió para tatuar va a su casa. Se vol- vió el deporte familiar de los viernes. En algún punto durante estos treinta años sucedió la conversión entre la publicidad, el cine, la tele y la farán- dula. Ya no es mal visto. No es motivo para ser desheredado, excomulgado ni rechazado en el empleo. Ya no sufres acoso policiaco. Ni malos tratos ni mi - radas molestas. Hoy es una moda muy bien asimilada, un maquillaje perma- nente. Conozco a mamás tatuadas que lo comparten con sus hijos, haciendo honor al meme del adolescente que se queja: \"Me caga que estés de acuerdo con mi rebeldía\". Tatuarse tampoco significa lo mis - mo. Ya no es el mapa de tu vida en la piel, sino una cuestión estética y ganas de atraer la atención a huevo. Prácticas que solían estar prohibi- das hace unos años ahora son perfec- tamente normales y legales, lo cual me alegra y me causa desasosiego al mis- mo tiempo. Quizá lo mejor será, como cantaba Dylan, no estorbar. Bueno, ya me voy a sentar. \"A LA YERBA Y SUS DERIVADOS, EN CAMBIO, TODOS LOS DÍAS LE SALEN BENEFICIOS PARA LA SALUD, LA MEDICINA, LA ECONOMÍA, LA INDUSTRIA Y, CLARO, EL RELAX Y EL VACILÓN . Cultural08 La Ciudad de México ha salvado mi obligada migración de los tintes de la absoluta amargura, tal vez porque tantos parien- tes, amén de profesores y escritores importantes en mi vida, profesaban por la ciudad desbocada el afecto de quienes se enamoraron locamente de sus músicos, leyeron a sus hombres y mujeres cardinales y estudiaron con los libros del Fondo de Cultura Econó - mica y Siglo XXI. México es, sin duda, parte de mi crianza y entrenamiento literario, en el que Carlos Fuentes, Elena Poniatows- ka, Rosario Castellanos, Juan Rulfo y Juan José Arreola eran dioses tutela- res. La educación sentimental y formal confluyeron en un afecto anterior al obligado viaje al país, el cual se me an- tojaba como una civilización en el amplio sentido del término, complica- da hasta la exasperación, bella por im- ponente y trágica por derecho propio. Puede que la tragedia haya devenido en una cultura popular melodramáti- ca, por la que siento la franca debilidad que en ocasiones fomenta los recuer- dos de los ancestros, pero más allá de los juicios que nos merezca, ha sido poderosa e inspiradora, para bien y para mal. Saber desde pequeña que hay un país amado por quienes amas, sin las polémicas ideológicas que suscita Estados Unidos, alimentó la atracción por México y el interés por todo lo suyo. Un primer amor de as- cendencia michoacana fue la corona- ción de un destino del que México era horizonte, especialmente su capital. ME TOCÓ emigrar en 2017 y ya ha- bía conocido la ciudad en dos visitas anteriores; aunque su tamaño y tráfico me intimidaron, la fascinación superó cualquier temor, como a tantos que es- cogen vivir aquí por diversas razones. Deslastrada de una parte de los pesa- res que había dejado atrás y sin las ne- cedades de mis paisanos y paisanas —que se han encerrado en colonias que les recuerdan su antigua vida de gue- to de clase acomodada en Caracas—, volví sobre mis pasos a reencontrarme con el Zócalo, imponente y feroz, una América Latina virreinal y republica- na atravesada por la poderosa visuali- dad y gastronomía mexicanas. No se trata de la belleza arcangélica de Praga, una suerte de casco histórico del Paraí- so Terrenal; tampoco de la elegancia de París o la singularidad de Barcelona. La contaminación no permite apreciar plenamente la hermosura del Valle de México, por lo que los encantos na- turales, al estilo de la formidable Río de Janeiro, no distraen la mirada de una grandeza absolutamente urbana. Es una ciudad muy sexy aunque con zonas monótonamente grises y feas, sin la belleza a la europea que suele en- cantar a los amantes de Buenos Aires. El Zócalo tiene la monumentalidad heredera de los aztecas vencidos y de los cristianos colonos, nuevos ricos y triunfantes. En esa experimentación arquitectónica de siglos, se recorren los triunfos y pretensiones de una Terra Nostra embriagada con sus logros de alta cultura, los cuales conviven con la profusión de baratijas, la mendicidad apenas encubierta y una actividad co - mercial de ciudad que vive tanto y tan profundamente que hasta muestra la peor de las violencias. Es preciso entrar a los edificios y ser testigo de la profu- sión de estilos conviviendo con el de- terioro y el abandono. Vivo aquí hace cuatro años y sé que nunca alcanzaré a empaparme del todo de la grandeza barroca que convive con Tepito, cuer- po vivo que respira el mismo aire de violencia de los murales del Colegio de San Ildefonso y del Palacio de Bellas Artes, con aliento de comida callejera y regusto de chile habanero. Es abundante la maravillosa comida que trastorna paladares y se muestra en algún elegante restaurante, cuyo menú estupendo se fundamenta en minuciosos estudios de gastronomía pre y poshispánica; comidas de di - versas partes del mundo cuya auten- ticidad depende de la sabiduría del comensal, pero con calidad en muchos casos; locales de tacos de canasta con filas de gente esperando su turno; can- tinas históricas donde los hombres y mujeres mexicanos de a pie cantan en coro, luego de salir de sus oficinas, y la extranjera desprevenida se une al coro porque se sabe la pieza. Hay lágrimas detrás de la estruendosa risa que sigue a cantar a toda voz, la forma más pura de la alegría entre desconocidos, quie- nes al terminar la canción comerán ta- cos de carnitas o de pescado. No hay duda, la movida musical de la ciudad es profusa y muy variada, genial hasta cuando tiene su toque esperpéntico. La feísima Plaza Gari- baldi es incomprensible para el que no entiende la reinvención radical de UNA CARAQUEÑA ACHILANGADAEl bagaje cultural de la capital del país y su proyección al continente latinoamericano ha sido influjo a la vez que diálogo fértil. Como en la crónica anterior, el lapso de unas décadas ha bastado para transfigurar los referentes del mundo conocido. Ante la imposible nostalgia, la ciudad trepida contra viento y marea desde la vitalidad de sus rincones o secretos, dispuesta a los afectos, la amistad que abre las puertas y adopta sin reservas \"a los migrantes que producen las dictaduras del mundo\". GISELA KOZAK ROVERO @giselakozak \"VIVO AQUÍ HACE CUATRO AÑOS Y SÉ QUE NUNCA ALCANZARÉ A EMPAPARME DE LA GRANDEZA BARROCA QUE CONVIVE CON TEPITO, EL COLEGIO DE SAN ILDEFONSO Y EL PALACIO DE BELLAS ARTES .México es la ciudad por excelencia, y una ciudad es materia desbocada, energía en movimiento incontenible, multitudes que se mueven, máquinas que se mueven, dineros que se mueven, afanes, apetitos, espantos que se mueven para nada, para poder seguir moviéndose. Tanta energía para crear más energía para gastarla para crear más energía para gastarla para. Al- gunos lo llaman capitalismo; otros, la vida. MARTÍN CAPARRÓS de cámara europea, vertida a la calle con golpes de drama y tequila. En su todavía más famoso bar, visitado por mexicanos y no sólo por turistas, el cirrótico José Alfredo Jiménez, trova- dor gigante, era capaz de convertir esa herencia en canciones que chicas y chi- cos veinteañeros hoy entonan siguien- do las versiones de Natalia Lafourcade o Lila Downs. La música de México ha sido constante en mi vida en todos sus registros, desde el más popular —el ini- gualable Juan Gabriel— hasta el más refinado, pues tanto Silvestre Revuel- tas como Carlos Chávez y Arturo Már- quez me han acompañado mucho antes de migrar. Evocar mentalmen- te \"Metro Chabacano\", la maravillosa pieza de Javier Álvarez, incluso silbar la melodía mientras se recorre a toda velocidad esta estación de Metro, fue una experiencia de aclimatación ini- gualable. Desde luego, hay gente rara y sospechosa en esta y otras estaciones, moviéndose a contrapelo de la danza ferozmente urbana de millones de ha- bitantes zigzagueando en los laberin- tos subterráneos. Efectivamente, no es agraciado el Metro. UNA CIUDAD LATINOAMERICANA tan gran- de por fuerza es muestrario de violen- cias de toda índole, pues las diferencias de clase y raza atraviesan todas las zo - nas, más allá del fuerte y raigal discurso nacionalista mexicano que se exhibe con su bandera tricolor hasta en las iglesias, dejando clara la separación entre esta iglesia y el Estado. Caminar por la ciudad inacabable significa en- contrarse con todos los grados de la belleza y la fealdad, amén de tropezar con el genio arrebatado más individua- lista y con el genio popular que nos en- tra por todos los sentidos. Pienso en la singularidad, entre citadina y agraria, de los mercados, propios de una zona donde se ha comerciado en el marco de sistemas y culturas radicalmente distintas por siglos. Las mujeres de los sectores populares, en este país mar - cado por la conciencia del feminici- dio, no son sólo víctimas; en este caso transmiten formas de comercio liga- das directamente a la producción de alimentos. Resalta la cortesía sin ma- nual que oscila exquisita entre la suave camaradería, el flirteo y la seriedad de expertos y expertas. Deambular significa también trope- zar con los estratos de riqueza histó - rica de una ciudad siempre explorada en sus entrañas por arqueólogos, tem- blores y construcciones. Pero lo me- jor es olvidarse de esa riqueza y darla por sentada, como cualquier taxista que al oír mi acento me pregunta de dónde soy y si en mi país de origen hay pirámides; sería hermoso superar el asombro, como ocurre cuando gene- raciones de la propia gente ha vivi- do en la misma ciudad. Qué importa que en el Estadio Azteca hayan jugado Pelé y Maradona; importa que allí se rindió homenaje a Chespirito y han to - cado desde Paul McCartney hasta Sha- kira. No sólo el pasado tiene encanto. También hay rivalidades futbolísti- cas al sur, en el precioso estadio de la Universidad Nacional Autónoma de México, con relieves de Diego Rivera. He visto sus alrededores rugientes con la fanaticada que da temor igual que todas las fanaticadas de la religión fut- bolera. No es de extrañar que la uni- versidad sea escenario del frenesí deportivo, al que contribuye con su equipo insignia, los Pumas. No es so - lamente la espléndida Ciudad Uni- versitaria, obra de la modernidad de la primera mitad del siglo XX y Patri- monio Mundial ( UNESCO ); en realidad constituye una presencia ubicua, ma- nifestada en numerosas instituciones culturales y científicas regadas por toda la ciudad. Desde la nostalgia por lo que pudo ser la universidad en la que transcurrió casi toda mi vida adulta, institución también Patrimonio de la Humanidad, la UNAM me resulta en- trañable por muchas razones buenas y malas; todas las buenas se refieren a sus méritos, las malas a los recuerdos que a veces me traen algunas de sus di- ficultades, propias de la universidad pública latinoamericana. Se disfruta circular de norte a sur por la formida - ble Avenida Insurgentes para llegar a Ciudad Universitaria; se disfruta apro - vechar las numerosas paradas del Me- trobús para conocer las colonias en las que se esconden tantos rincones que van haciendo sentido con el afecto. EXTRAÑO PROFUNDAMENTE a la ciudad en estos tiempos de pandemia, que dan la sensación de vivir en ninguna parte, conectados como estamos con el mundo vía internet y satisfaciendo todas las necesidades sin salir de casa, si se es muy estricto en cuanto a las re- glas del confinamiento. Entre abril de 2020 y abril de 2021 murieron mi ma- dre, una de mis hermanas mayores y una amiga del alma, hermana esco - gida que hace pocos días falleció con apenas 51 años y en la plenitud de sus condiciones intelectuales y su vigor. La concepción de la muerte mexicana que mi amiga adoraba, como adoraba a este país, me da consuelo al pensar que en el altar de este año su foto de mujer altiva y preciosa me confirmará que no habrá penas y olvido. Con Paula Vásquez Lezama, cuyo li- bro País fuera de servicio ha sido pu- blicado recientemente por Siglo XXI , íbamos a visitar los bares de jazz, a comer tacos de ojo, a desgañitarnos cantando en el Tenampa (sí, en el Te- nampa, cutre, peligroso y kitsch), a har - tarnos de comida y tragos en cantinas, a los museos, a cazar a alguna de las grandes figuras de la música que pa- san por la ciudad cuando no hay pan- demia. A pie le enseñaría mis rincones favoritos de la Tabacalera, Santa María la Ribera, Miguel Hidalgo y Coyoacán. Con ella íbamos a comer chapulines y tinga de venado en el Mercado de San Juan, además de mango con picante en puestos callejeros. Seguramente daría una conferencia en la UNAM o en el Co - legio de México y dejaría boquiabier- ta a la concurrencia. Mamá también quería venir a la ciudad, idealizada por sus años de juventud y desde su rendida admiración por una cultura, arquitectura y comida que quería cono- cer personalmente. No le dio la edad pero seguro que al volver a la calle, en tiempos propicios pospandemia, la recordaré y pensaré que le hubiera encantado oír el Vals de Shostakovich, interpretado por un saxofonista joven, entre los arcos del Antiguo Palacio del Ayuntamiento en el Zócalo. Entre changarros y tenderetes, entre museos y edificios únicos, entre luga - res plenos de historia que a veces no están bajo la mirada patrimonial y mu- cho menos de la turística, marcada por la sangre, la belleza y la tragedia, con su amabilidad y recelos, sus bares y fon - das, Ciudad de México me acogió. Lo hizo con la indiferencia de su grandeza y las durezas de la burocracia pero tuve la suerte de contar con el ojo amable de amigas y amigos mexicanos que me han dado la mano. Mi nueva ciudad no es bella como París ni tiene el Estado de bienestar danés pero habla español no peninsular, no se parece a nada en el mundo y ahora es mía. Ojalá pueda algún día, imposibilitada de asumir la nacionalidad checa de mi padre, darme otra a la que me siento mucho más cercana: la mexicana-chilanga, en esta capital entre indígena, hispana y cosmopolita que abriga a esta servido - ra, otra más de los y las migrantes que producen las dictaduras del mundo. \"LA UNAM NO ES SOLAMENTE CIUDAD UNIVERSITARIA, PATRIMONIO MUNDIAL (UNESCO); CONSTITUYE UNA PRESENCIA UBICUA, MANIFESTADA EN NUMEROSAS INSTITUCIONES . BRUNO PICHÉTemas tan inconexos como el terrorismo, la depresión, la amenaza de suicidio, el amor, la migración y la estancia en un hospital psiquiátrico son amalgamados por el francés Emmanuel Carrère en su libro más reciente, Yoga, publicado por Anagrama. Al analizarlo, Bruno Piché acude a su propia experiencia con el yoga y conecta con la narrativa del autor galo, en especial respecto a la valoración del frágil equilibrio que implica la vida plena, con la presencia constante de luces y sombras. @BrunoPiche para Toño Alatorre, yogui reticente Tras la lectura de El Reino , es- peraba no volverme a acer- car a un libro de Emmanuel Carrère (Premio FIL 2017) por el resto de mis días. Sin embargo, lle- gué a Yoga , a esta novela —no sé por qué insistimos en llamar novelas a los libros de Carrère, cuando son clara y precisamente eso, libros, en los cuales el género bajo el cual podrían ser ca- talogados en una librería es lo de me- nos, libros a secas, nada más—, como en una suerte de acto sustitutivo, ya que sólo he tratado de hacer yoga dos veces en mi vida. La primera ocurrió cuando traté de participar en una clase que daba mi novia de entonces, CK, a una bola de señoras ricas de la ciudad en que entonces residía, la ciudad de X. Además de tener los conocimientos y la práctica suficientes para dar clases, CK también meditaba y participaba en retiros de silencio de una o dos sema- nas —tres ingredientes de la misma en- salada que, como demuestra Carrère en su libro, constituyen algo así como la enchilada completa entre quienes se toman el asunto en serio, afana- dos como suelen estar en encontrar el pleno equilibrio en sus vidas y, si se puede, aderezarlo con el difícil arte de escuchar de cuando en cuando la mú- sica de las esferas sonando adentro de sus cabezas. Tan en serio se tomaba CK todo esto, que la noche que, después de cenar, y ya con algunas copas de vino encima, me enseñó una antolo - gía donde le habían publicado unos poemas, cometí el error de no mos- trar un entusiasmo instantáneo ante lo que me pareció la versificación de más rollos acerca de la meditación, ya rayanos en el género de la autoayuda: somos un foso, somos el destello de estrellas en la alta noche, no te puedes conocer ni puedes conocer al otro, as- pira al desapego respecto a todo y to - dos, sólo así encontrarás la plenitud, y cosas así. En cuestión de segundos, CK pasó de la quietud pseudobudis- ta a ser la encarnación de Rambo: a punto estuvo de arrancarme la ca- beza cuando se lanzó persiguiéndome hasta la puerta de la calle con una sar- tén amenazadoramente letal y asesi- na, convencida de mandarme a girar en el samsara hasta mi próxima re- encarnación en esta Tierra como una lagartija o un perro callejero, destino que tampoco me molesta. La segunda ocasión en que intenté hacer yoga ocurrió en los peores me- ses de la pandemia, si es que puede hablarse de peores meses y no de una prolongada temporada pandémica. Una amiga me compartió una app para hacer yoga siguiendo las indica- ciones del móvil. Te va caer muy bien, dijo. Bastaron dos sesiones de 40 o 45 minutos para que yo sintiera que se me iba el aire, sudara profusamen- te y me ganaran unos vértigos como si estuviera haciendo la posición del gato trepado en lo más alto de la To- rre Latinoamericana. Desistí como casi también estuve a punto de hacer lo propio, un poco harto y aburrido, al traspasar el primer ter- cio de Yoga , un compendio de saberes acerca de la organización y adminis- tración de los retiros para practicar tal o cual tipo de yoga, los efectos benéfi- cos del Noble Silencio, inhalar y exha- lar, sin importar que Carrère fuera, en algún momento de su vida, un fuma- dor empedernido, las técnicas del pra - nayama y el vipassana, temas todos que comenzaban a extenuarme con la misma intensidad alcanzada en mis dos solitarias sesiones de yoga guiado desde mi celular por una voz femeni- na falsamente sensible y acogedora. Lo mejor que se puede hacer con un libro cuya lectura te provoca aburri- miento es regalárselo al sacrosanto pró - jimo, al primero con el que te cruces. Sigo sin saber si en Yoga , el yoga es el centro o un pretexto. Lo cierto es que el retiro en un rincón remoto de Sae - ne-et-Loire, la meditación, los apuntes mentales para escribir un libro \"risue- ño y sutil sobre el yoga\" se ponen en suspenso por efecto de la masacre te- rrorista a la sede del semanario Char- lie-Hebdo. De hecho, es la vida misma que se pone en suspenso, dando el paso al tipo de escritura desgarrada, sutura- da, ruinas y cicatrices a la vista, con que Carrère ha escrito, a mi juicio, sus me- jores libros de no-ficción. Yoga quizá sea el mejor de todos. Una vez recibidas las malas noticias provenientes de París, comienzan a re- volotear alrededor, por encima de Ca- rrère, el escritor conocido y premiado, oscuras y funestas mariposas: el do- lor indescriptible, la depresión cróni- ca, la amenaza del suicidio, el amor, los trastornos mentales, las estadías en hospitales psiquiátricos, el drama de millones de sirios huyendo de la muerte y recalando en las islas griegas en su incierta odisea, la desaparición de los amigos, las enfermedades, sin excluir los fugaces momentos de una vida en plenitud, todo ello escrito así, como sobrevolando las heridas de una vida rota y recompuesta, vuelta a rom- per y vuelta a recomponer en un —no existe otro— fragilísimo equilibrio. Escribe Carrère: En las tinieblas es vital recordarse que también has vivido en la luz y que la luz no es menos verdade- ra que las tinieblas. Y estoy seguro de que este libro puede ser nece- sario y un buen libro, el que man- tendrá unidos esos dos polos: una larga aspiración a la unidad, a la luz, a la empatía, y la poderosa atrac- ción opuesta de la división, de la reclusión en uno mismo, de la des- esperación. Esta tirantez es más o menos la historia de todo el mundo, lo que pasa es que en mí adquiere un sesgo extremo, patológico, pero como soy escritor puedo obtener algo de ello. Ignoro el porqué, pero las imágenes y descripciones de los ambientes hospi- talarios me resultan mucho más fieles y logradas que aquellas que mostró en Esa visible oscuridad otro titán li- terario e infortunado huésped de la de- presión aguda, William Styron. Quizá se deba a una escritura menos distante, más cercana a una tradición donde la confesión no implica un traspaso de la intimidad. Imposible saberlo. Es la vida misma que se torna litera- tura, o viceversa. EC_302.indd 12EC_302.indd 12 21/05/21 14:3621/05/21 14:36SÁBADO 22.05.2021El Cultural11 AHORA QUE LA ENTREGA de los Oscar ha pasado, con Nomadland como ganadora a mejor película, se me antojó volver a ver algunas de mis ganadoras favoritas. Checando las 94 cintas que se han hecho acreedoras al premio, elegí las que para mí son las diez más chingonas. 1) El Padrino II (1974). Podré olvidar dónde dejo las llaves, los cumpleaños de mis familiares o dónde escondo el dinero, pero jamás se me ha borrado de la cabeza la escena en la que Michael mata a Sollozzo y al jefe de la policía en el restaurante. Para mí, como para muchos, la segunda parte es superior a la primera. Quizá, como le sucede a otros, mi percepción se deba a cuestiones sentimentales. De la trilogía es la que tiene las muertes más emocionales, la de Luca Brasi, la de Fredo y la de Don Corleone. 2) Casablanca (1942). No soy el primero ni el último que ha querido mudarse a vivir al Café de Rick. Vi Casablanca algo tarde, a los treinta años. Pero desde entonces la he visto más veces que a Interpol en concierto. Fue entonces que comprendí el final alternativo de la película que hicieron en los Simpsons. Pero obvio, prefiero el final original, con esa niebla que no es Marruecos sino el estudio de Hollywood, el lugar donde solía suceder ese tipo de magia. 3) Annie Hall (1977). Ésta una de las pocas comedias románticas que me han gustado. Es una comedia romántica neurótica. Los dos protagonistas son un par de cultos histéricos. El cine de Allen nos enseñó que la neurosis puede ser cómica. Y lo que para muchos es una fuente de angustia para otros es el mejor de los entretenimientos. Es una de las películas que más me han divertido, sin importar que en el elenco aparezca Paul Simon, el creador del rock pop suave de contenido. 4) Los infiltrados (2006). Imposible no encariñarse con Billy Costigan. El bueno que se hace pasar por malo para capturar al malo que se hace pasar por bueno. La última gran actuación de Jack Nicholson está aquí, en su papel del mafioso bostoniano Frank Costello. Su desempeño está a la altura de su rol como el Guasón. Lo mejor es el final, cuando Colin Sullivan es asesinado después de matar a Costigan. Nadie sale vivo. 5) Atrapado sin salida (1975). Soy tan fan de esta peli (como de la novela de Ken Kesey) que me compré una edición especial en blu-ray. Incluye una serie de postales con fotos de los personajes. Mi preferida es la de la enfermera Ratched, quien me infunde más terror que el SAT . Espero Por CARLOS VELÁZQUEZEL CORRIDO DEL ETERNO RETORNO @Charfornication GANADORAS DEL OSCAR: MI TOP 10nunca caer al maniquiur. Aunque ya estuve en una escuela pública. Y la experiencia tiene sus similitudes. No teníamos a un Chief Bromden, pero sí a un gigante taciturno. 6) Forrest Gump (1994). Si en navidad la tradición dicta poner Mi pobre angelito 1 y 2, en año nuevo el turno le corresponde a Forrest Gump. No hay día de cruda en que no piense en el teniente Dan. En la escena en que la tormenta amenaza con hundir el barco y el teniente sube hasta lo alto del mástil para cantarle un tiro a Dios. 7) Pelotón (1986). Siempre digo que no me gustan las películas de guerra pero si encuentro Pelotón en la tele me la chuto. Y Cara de guerra. Y Apocalypse Now. Una tarde estaba viéndola cuando tocaron la puerta. Era mi vecino, milenial. Qué haces. Estoy viendo una muvi. Puedo quedarme, preguntó. Dije que sí. Oye, me dijo todo emocionado, sale Charlie Harper, sale Charlie Harper. 8) Vaquero de medianoche (1969). Por culpa de esta peli me hice fan de Dustin Hoffman. No por El graduado, no por Rainman, por ésta. El año antepasado la película cumplió cincuenta y sigue conmocionándome. Por la admiración que le tengo a Dustin desde entonces he visto cada bodrio, por ejemplo Los Fockers. 9) El francotirador (1978). Durante mucho tiempo le saqué la vuelta por sus tres horas de duración. Hasta que una noche en una casa de campo alejado de la civilización, sin nada qué hacer, me animé. Qué peliculón. A la altura de Érase una vez en América o El Padrino. De Niro se luce. Inolvidable la escena en que logra escapar de Charlie en Vietnam. De la jaula bajo el agua. Cuando son obligados a jugar a la ruleta rusa. Aquí comenzó a fraguarse esa leyenda que ahora conocemos como Christopher Walken. 10) El silencio de los inocentes (1991). La escena en la que Buffalo Bill baila la canción \"Goodbye Horses\" de Q Lazzarus frente al espejo es uno de los mejores momentos de la historia del cine. Punto. HACE UNOS MESES perdí mis anteojos. Armazón de pasta color carey, líneas angulares, cristales antirreflejantes, graduados con las muchas dioptrías negativas que mis córneas requieren para ver el mundo menos borroso. Livianos y resistentes a la vez, hacían juego con mi cara y su gran nariz. ¿Los habré dejado sobre la mesa de aquel café, se cayeron del bolso, los olvidé por ahí, me los robaste? Llamé a la óptica y pedí con urgencia que me fabricaran otros, creyendo que, ilusa yo, podrían reponerse pronto. Las súplicas no sirvieron, no estarían listos sino hasta una semana después. Sentí que me deshacía, me fragmentaba, y tuve miedo. Me oí respirar hondo mientras temblaba. SIN MIS ESPEJUELOS (siempre quise usar esa palabra) habité una realidad alterna. Durante esos días desvanecidos tuve que enfocar las extrañas imágenes que me rodeaban, inter- pretar las ráfagas de luz, tonalidades, captar las texturas, el brillo y la proporción de las figuras informes. Difícil fue hacer coincidir las nuevas representaciones con las que, a lo largo de los años, me he hecho de cada uno de los obje- tos que coexisten conmigo. El cielo fue un llano techo gris, sin nubes ni aviones ni pájaros pero sí con sonidos que me estremecieron; mis mascotas, suaves borlas de algodón al tacto; la lámpara de mesa fue Saturno y la tina, el Mar Rojo; una mandarina no fue una mandarina sino una mancha re- donda y naranja que reconocí hasta que su jugo agridulce resbaló por mi boca. ¿Mi figura en el espejo? Ésa nunca la he podido o querido confrontar.Estar sin lentes fue como aprender a mirar todo de nuevo, como por primera vez. Contemplé El origen del mundo, examiné las partes del cuerpo de un muerto en la morgue, la cortada del perro andaluz. Presencié el vuelo de una estrella fugaz, exploré con detalle el miembro de un hombre desnudo en mi cama. La forma de expresarme, de sentir, de soñar, no puede ser corregida con ningún par de gafas. El defecto visual viene de dentro, del pensamiento, del modo tan raro en que mi cerebro percibe las circunstancias externas. En las pupilas de los otros veo túneles del tiempo, los iris son dimensiones fractales, las pestañas hamacas que mecen duelos. Las retinas desprenden universos. Te observo a ti mientras te escribo. He recuperado los lentes y ya veo bien, pero no estoy se- gura de haber vuelto a la realidad. En estas líneas la mues- tro deforme, distinta, desde el punto de vista de mis ojos de perra azul, esos que miras sin verme. *** Me pongo a tus desórdenes. OJOS DE PERRA AZULPor KARLA ZÁRATE @espia_rusaOJOS DE PERRA AZUL EN ANNIE HALL, EL CINE DE ALLEN NOS ENSEÑÓ QUE LA NEUROSIS PUEDE SER CÓMICA . Fuente > 20minutos.es HE RECUPERADO LOS LENTES Y YA VEO BIEN, PERO NO ESTOY SEGURA DE HABER VUELTO A LA REALIDAD .Foto > Cortesía de la autora EC_302.indd 13EC_302.indd 13 21/05/21 14:3621/05/21 14:36SÁBADO 22.05.2021El Cultural12 \"LA MEDICINA ACEPTA TODO LO QUE DEMUESTRE UN BUEN EFECTO TERAPÉUTICO, AL MARGEN DE SUPUESTOS PRINCIPIOS DE SEMEJANZA O DIFERENCIA .¿MEDICINA ALOPÁTICA ? NO EXISTEEn la conversación cotidiana, aparece una y otra vez el concepto de la medicina alopática . Mi posición es que el término alopatía está hueco: no designa una práctica real ni corresponde a una teoría científica. Es un término incorrecto para designar a la medicina cien - tífica, transmitido por la fuerza de la costumbre y por ideas falsas enquistadas en el lenguaje cotidiano. El padre de la homeopatía, Samuel Hahnemann, vivió de 1755 a 1843, y acuñó el término alopatía usando la raíz griega allos (otro) y pathos (dolencia). Según sus ideas, la medicina dominan - te de la época usaba la máxima contraria contraris , es decir, el principio de los contrarios, para combatir las enferme - dades, mientras que su invento, la homeopatía (la palabra viene del griego hómios : igual) se basaría en un principio de similitud. Pero han pasado dos siglos y Hahnemann no atestiguó la transformación dramática de la medicina me - diante el surgimiento de la anestesia, la cirugía moderna, la microbiología, la vacunación, los procedimientos endovas - culares, la terapia hormonal o la farmacología contemporá - nea. Un breve análisis de los tratamientos contemporáneos es suficiente para mostrar que el término alopatía no tiene un sentido válido en la actualidad y debería abandonarse. Hay pocos temas tan relevantes hoy como la pandemia por Covid-19. Las vacunas son una piedra angular para salir de la pandemia, pero ¿cómo funcionan? Desde la vida intra - uterina, el ser humano es capaz de responder a un antígeno (una sustancia que despierta una respuesta inmunitaria) mediante la producción de anticuerpos. Si nuestro organis - mo se expone a los antígenos presentes en virus inactiva - dos, o en ciertas partes de los microorganismos (por ejem - plo, proteínas o material genético), genera una respuesta inmunitaria específica y duradera. Este proceso, efectivo y seguro, es parte de la medicina científica, pero no hay alo - patía por aquí. El mecanismo guarda una vaga semejanza con el ideal de la homeopatía (usar en forma terapéutica una sustancia que podría generar la enfermedad a dosis altas), pero a diferencia de los remedios homeopáticos, la vacunación se basa en una lógica científica consistente con la inmunología, la microbiología y la epidemiología. Cuando estudié medicina, mi profesor de fisiología nos advirtió que el corazón de la medicina moderna radica en conocer el estado químico del medio fisiológico en térmi - nos de sodio, potasio, glucosa, hormonas y muchos otros componentes del medio interno, para proteger y recuperar la homeostasis , es decir, el equilibrio dinámico del medio interno. El desbalance de ese medio fisiológico tiene como consecuencia malestar, disfunción de los órganos, apara - tos, sistemas y eventualmente la muerte celular. Las teorías fisiológicas actuales agregan el concepto de alostasis , que implica mecanismos de aprendizaje para conseguir la esta - bilidad del organismo a través del cambio, mediante la an - ticipación. En todo caso, la terapia de líquidos y electrolitos (un pilar de la medicina interna que salva vidas en forma cotidiana) no tiene nada que ver con un principio alopá- tico . Por ejemplo, administrar potasio para reponer el po- tasio perdido no tiene relación con una \"ley de los contrarios\". El objetivo es recuperar la composición fisiológica del me - dio interno, perdido como consecuencia de la desnutrición, la deshidratación, la exposición a ambientes extremos o la aparición de enfermedades. LOS ANTIBIÓTICOS son lo más parecido a una alopatía, pero es- tán entre los medicamentos más eficaces para salvar vidas, y pensar que actúan mediante el principio de los contrarios es una simplificación absurda de su acción, porque el principio filosófico no nos dice nada de cómo es realmente la interac - ción molecular entre el fármaco, la biología del microorganis- mo y la respuesta de nuestro cuerpo durante la infección. Voy a poner ejemplos del campo que conozco mejor: el de las neurociencias clínicas. Cuando vemos pacientes con problemas de movimiento como resultado de la muerte de neuronas dopaminérgicas (me refiero a la enfermedad de Parkinson), la terapia no es alopática : se administra una sustancia precursora de la dopamina, para recuperar la función de ese neurotransmisor. Si un paciente tiene un tumor cerebral o alguna enfermedad que requiere cirugía, los neurocirujanos realizan técnicas tan diversas, comple - jas y creativas que no tiene sentido pensar que se basan en el \"principio de los opuestos\". Usan principios hidráulicos, electrofisiológicos, biofísicos, biomecánicos, qui - rúrgicos, neuropsicológicos. Asimismo, los especialistas en anestesiología no usan una \"ley de los contrarios\": más bien utilizan los mecanismos neuroquímicos de nuestro orga - nismo —y los principios de la ventilación y la circulación— para reducir el estado de alerta, la sensibilidad, el dolor y la tensión muscular del paciente, mientras mantienen los signos vitales estables durante la cirugía. Por mi parte, atiendo pacientes con padecimientos neu- ropsiquiátricos (por ejemplo, alucinaciones y delirios) como resultado de enfermedades autoinmunes, mediadas por anticuerpos que atacan a las neuronas. Uno de los tra - tamientos inmunológicos más usados es la plasmaféresis, que extrae la sangre del cuerpo y la procesa para separar las células sanguíneas del plasma, donde se localizan los anti - cuerpos patógenos. Las células se devuelven al organismo sin el plasma y se obtiene mejoría rápida, mejor desenlace en el largo plazo y reducción de la mortalidad.1 Mis pacien - tes requieren un plan personalizado de medicamentos (in - teractúan con sistemas químicos cerebrales), higiene del sueño, medidas nutricionales, rehabilitación y terapia de activación conductual (promueve la interacción entre el or - ganismo y el entorno, para mejorar la capacidad funcional) y otras formas de psicoterapia (usan la influencia terapéuti - ca de la relación verbal entre clínico y paciente). Todo esto es reconocido por la ciencia médica, pero por más que busco el famoso principio alopático , no lo encuen - tro por ninguna parte. Es un concepto ficticio, imaginario, cuasifilosófico, sin relación con la lógica de la medicina. El término es parte de la cultura popular y debería abando - narse al menos entre los científicos y los profesionales de la salud, que aceptan a veces el mote de ser alopáticos por la fuerza de la costumbre, sin un mínimo análisis. La imagi - nación teórica de Hahnemann, a dos siglos de distancia, no nos dice nada sobre la realidad de la medicina. LA MEDICINA CIENTÍFICA acepta todo lo que demuestre un buen efecto terapéutico, al margen de supuestos principios de semejanza o diferencia. Si un tratamiento usado por cual- quier tradición médica aparenta tener eficacia, debe some- terse a una investigación diseñada para descartar el efecto del azar, de los sesgos o de factores explicativos encubiertos (como el efecto placebo). Si se comprueba un efecto terapéu- tico, automáticamente es de interés para la medicina científi- ca, que deberá indagar los mecanismos de acción, el beneficio real, los riesgos y todo lo que permite un uso bajo los princi- pios éticos resguardados por las humanidades médicas. No tenemos la efectividad y el acceso universal a la salud que ne- cesitamos, pero decía Ruy Pérez Tamayo que, a pesar de sus limitaciones, la medicina científica reconoce lo que ignora y se propone investigarlo con rigor. Por eso debemos evitar po- siciones triunfalistas y actitudes arrogantes, para examinar con cuidado y respeto la problemática diversa de la salud. Nota 1 M. J. Titulaer, L. McCracken, I. Gabilondo, Observational Cohort Study\", Lancet "}