{"title": "Elsevier - Clinical Skills  Vaccines Immunizations", "author": null, "url": null, "hostname": null, "description": "Elsevier's Clinical Skills are a quick and easy way to find evidence-based skills and procedures. Ensure your knowledge on Vaccines Immunizations follows the latest clinical guidelines and is reflective of best practices.", "sitename": null, "date": "2023-08-31", "cleaned_text": "English Profile Search Menu ThisisClinicalSkillscontent Vaccines Immunizations Learn more about Clinical Skills today! Standardize education and management competency among nurses, therapists and other health professionals to ensure knowledge and skills are current and reflect best practices and the latest clinical guidelines. Take precautions with a patient who takes medications that increase the risk for bleeding.undefined#ref9\">9 Take steps to eliminate interruptions and distractions during medication preparation. Vaccination typically begins shortly after birth and continues into adulthood. During infancy and childhood, vaccine administration is more frequent, and multiple vaccines are typically administered, according to the recommended immunization schedule.4 If vaccines are missed, there are alternative schedules available to make up for the needed vaccines;3 however, this also means that the child may receive more vaccinations in one visit. During adolescence and into adulthood, the frequency of immunizations decreases; however, the human papillomavirus (HPV) vaccine is typically added for this age group. During young and middle adulthood, the frequency of scheduled vaccinations decreases. Additional booster vaccines may be given depending on the age at that initial immunization.2 By late adulthood, the addition of the pneumococcal vaccine (PCV) is recommended for those age 65 years and older.2 During pregnancy and while breastfeeding, there are certain vaccines that could pose a risk to the fetus and, therefore, are not recommended.1 As with any medication, vaccine administration should be at the practitioner's discretion. Vaccines can be given in combination when more than one inoculant is in one prefilled syringe (e.g., measles, mumps, and rubella [MMR] vaccine). This allows more immunizations with fewer injections. Combination vaccines are those that are licensed and sold already combined in a single syringe or those combined at the point of care as recommended by the manufacturer. Simultaneous inoculation is defined as multiple vaccines given during the same visit. Giving simultaneous vaccines can allow for fewer visits but should be balanced with the discomfort of receiving several vaccines in one day. If the family seems unlikely to return for additional vaccines or is unwilling to comply with a catch-up schedule, simultaneous vaccines should be provided.10 Consideration should be given to the patient's age and size and to vaccines with a greater risk of causing a local reaction (e.g., PCV; diphtheria, tetanus, and pertussis [DTaP]). Two live vaccines should not be given in the same muscle mass.5,10 The manufacturer's instructions for use should be followed for storage and administration of vaccines. Prefilled syringes are considered activated once the cap is removed or a needle is attached. Activated vaccines should be used by the end of the facility's day and then discarded. Activation should be avoided until the vaccine is needed. There are very few strict contraindications for vaccines. Generally, a previous severe anaphylactic reaction or encephalopathy not attributable to another cause is a contraindication. Precautions surrounding specific vaccines should be reviewed (e.g., live attenuated vaccines should not be given to immunosuppressed patients). There are several routes by which vaccines may be given, including oral, intramuscular (IM), intradermal, subcutaneous (Figure 1), and intranasal. The manufacturer's instructions should be followed for recommended routes. For IM injections, aspiration before injection and slow injection of the medication are not required for vaccine administration.5 The vastus lateralis (Figure 2) and deltoid muscle (Figure 3) are the only two sites recommended for vaccine administration because they do not contain large vessels that are within reach of the needle.5 For children older than 3 years5,10 and adults, the upper outer aspect of the deltoid is recommended. For subcutaneous injections, the skin over the lateral thigh or upper outer aspect of the upper arm is recommended. The Centers for Disease Control and Prevention's (CDC's) guidelines should be followed for needle sizes and lengths according to the patient's age and weight, injection site, and the amount of adipose tissue in the chosen injection site (Table 1).5,6 The deltoid muscle is most commonly used for vaccination injections and is located by fully exposing the patient's upper arm and shoulder and asking the patient to relax the arm at the side or by supporting the patient's arm and flexing the elbow. Next, the lower edge of the acromion process, which forms the base of a triangle in line with the midpoint of the lateral aspect of the upper arm, is palpated. The health care team member measures 2- to 3-finger widths7 down from the acromion process and visualizes a triangle, with the base at the acromion process and the apex pointing toward the elbow. The injection site is found in the center of the triangle (Figure 3). To avoid shoulder injury related to vaccine administration (SIRVA), the health care team member should always sit to inject into the arm of a seated patient to ensure that the angle of the needle is correct. If the patient's shirt cannot be removed, the sleeve should be rolled up, so that landmarks can be visualized and used appropriately.7 Adverse reactions rarely occur after vaccinations but may include anaphylaxis, anaphylactic shock, and neurologic deficits.10 Vaccine adverse event reporting is monitored by the CDC. If the patient expresses concern regarding the accuracy of a medication, the medication should not be given. The patient's concern should be explored, the practitioner notified, and the order verified. See Supplies tab at the top of the page. Do not use medication that is cloudy or precipitated unless such is indicated by its manufacturer as being safe. Rationale: A comfortable position reduces strain on the muscle and minimizes injection discomfort. Rationale: A vapocoolant spray decreases pain at the injection site. Rationale: Massage damages underlying tissue. Rationale: Discarding the uncapped needle helps prevent injury to the patient and health care team members. Recapping needles increases the risk for a needlestick injury.11 *In these skills, a \"classic\" reference is a widely cited, standard work of established excellence that significantly affects current practice and may also represent the foundational research for practice. Cookies are used by this site. To decline or learn more, visit our cookie notice. "}