{"title": "Comisión de Vacunación define grupos de riesgo a vacunar contra influenza estacional", "author": "Super User", "url": null, "hostname": null, "description": "El Ministerio de Salud de Costa Rica en su rol de Rector de Salud coloca a disposición de la población nacional e internacional la información referente a los temas que se refieren a la salud del país.", "sitename": null, "date": "2019-01-01", "cleaned_text": "Comisión de Vacunación define grupos de riesgo a vacunar contra influenza estacional Viernes 24 de marzo, 2023. Durante la sesión extraordinaria VII-2023 del 23 de marzo del 2023, la Comisión Nacional de Vacunación (CNVE), acordó definir los grupos de riesgo para vacunar durante la jornada contra influenza estacional. De esta manera, durante la campaña de vacunación se procederá de la siguiente manera: - Niños de 6 meses a menos de 7 años y adultos de 58 años en adelante (independientemente del riesgo). - Embarazadas, independientemente de la edad gestacional. - Población de 7 a 57 años con presencia de alguna enfermedad crónica (diabetes, cardiopatías, obesidad grado I, II, III o mórbida, enfermos respiratorios crónicos (asma-EPOC- bronquitis crónica o tuberculosis), síndrome de Down, enfermos renales, parálisis cerebral infantil (PCI), desnutrición severa y moderada, cáncer, e inmunodeficiencias primarias, secundarias o adquiridas y vasculitis. - Trabajadores del sector salud de la CCSS y Ministerio de Salud, Cruz Roja, Bomberos y cuerpos policiales, así como funcionarios de SENASA, trabajadores del 9-1-1, migración y extranjería. - Estudiantes de ciencias de la salud y técnicos afines que están realizando campos clínicos dentro de los establecimientos de salud de la Caja Costarricense de Seguro Social (CCSS). Es importante indicar, que tanto los funcionarios del CEN-CINAI e INCIENSA forman parte del Ministerio de Salud y en el caso de Cruz Roja y Bomberos, se incluyen a los voluntarios. Asimismo, los trabajadores del sector salud de la CCSS y Ministerio de Salud u otras instancias no mencionadas previamente, se vacunarán si tienen algún riesgo de los establecidos "}