{"title": "Caring for Community", "author": null, "url": "https://news.d.umn.edu/articles/pharmacy-students-volunteer-2021", "hostname": "news.d.umn.edu", "description": "Erin Host, a student in the University of Minnesota (U of M) College of Pharmacy, Duluth started giving COVID-19 vaccinations in February 2021. Host was called to help when the State of Minnesota began distributing vaccines to rural pharmacies. Host began assisting the Guidepoint Pharmacy in her hometown, Aitkin, Minnesota.", "sitename": "news.d.umn.edu", "date": "2021-03-04", "cleaned_text": "Pharmacy students deliver the COVID-19 vaccines to rural Minnesota Erin Host, a student in the University of Minnesota (U of M) College of Pharmacy, Duluth started giving COVID-19 vaccinations in February 2021. Host was called to help when the State of Minnesota began distributing vaccines to rural pharmacies. Host began assisting the Guidepoint Pharmacy in her hometown, Aitkin, Minnesota. Guidepoint stands between the historic 1916 train depot and the Mississippi River. Clerks greet shoppers by name and one can tell by the easy and friendly conversations that many of the pharmacy's customers are long-time residents. Over-the-counter medications, cosmetics, snacks, and a myriad of other items, crowd the shelves. A dish of wrapped caramels gives off a sweet aroma. In February, for the first time ever, Guidepoint began offering COVID-19 coronavirus vaccines. Host works closely with the Guidepoint pharmacist, Matt Doucette. Customers are directed to a separate entry from the outside, where a large area behind the store has been transformed. Fresh paint, furniture, and fixtures changed a large empty room into a mini medical center. In late February, as the clock ticked quietly, Host chatted with a retired couple as they waited for fifteen minutes to make sure they didn't have an adverse reaction. Her routine for each patient was to fill out the intake form, go over safety information, give the shot, and watch for reactions. The steps were repeated over and over from 9 am to 6 pm every Thursday and Saturday, and Host has been a consistent support. Host says she is now giving back to the community she grew up in. \"We're making it easy for everyone in the area to get the vaccine they need, from people they trust.\" \"Some of the patients that came in were my elementary school teachers,\" Host says. She also mentioned that many of the patients recognize her name. They ask about her mother, who works in town, and they ask about her two grandfathers. \"My grandpas grew up in the community, so [patients] just sort of bond [with me] over the connections that we have.\" Rural Counties Receive Needed Attention Tim Stratton, a professor in the U of M College says he has dozens of students eager to get involved. Stratton, who teaches students on the Minneapolis and Duluth campuses, says over the years his students have been regulars giving vaccinations in Minnesota pharmacies. \"Now it's show time,\" he says. Students are desperately needed to help during the pandemic. Any pharmacy student who has completed their first year in the program is trained to vaccinate and help in the efforts. Students are joining Erin Host by volunteering in rural Minnesota towns. They include: Austin Anonich in Crosby, Erin Salo in Brainerd, Larissa Ostfeld in Rochester, and many others. Andrew Traynor, PharmD, Assistant Dean for Experiential Education says, \"We have 35 second- and third-year students who get academic credit for helping pharmacies around the state vaccinate patients. In addition, there's more help. Duluth third-year student, Larissa Ostfeld who is the Duluth President of the Minnesota Pharmacy Student Alliance (MPSA), has been leading the efforts to recruit (primarily) Duluth PharmD student volunteers to help pharmacies with vaccination efforts. Ostfeld says, \"To date we have had 20-25 student volunteers go out with independent pharmacies, several students going out multiple times. \"Since the beginning of February, we've had students go as far north as Virginia and as far south as Rochester to help. Many times the students have 48 hours notice, which makes it really challenging. Our student leaders have been incredible at recruiting students on very short notice.\" The Minnesota Department of Health recognizes the importance of vaccinating people in rural areas. In fall 2020 the rates of infection and death in rural areas climbed. Host said the Guidepoint Pharmacy in Aitkin received 100 doses, or 10 vials, of the vaccine each week, except the week of the ice storm. Host felt the impact when she saw the vials of the vaccine in Aitkin. \"When we got the first shipment, it was like, 'wow,' this could potentially be the end of the pandemic,\" Host says. The pharmacists and other health care workers were vaccinated prior to giving the vaccinations to others. In order to make the vaccination process fair, the patients were decided in a lottery-based system and the primary focus was those 65 years of age and older. Host spent hours on the phone, scheduling appointments. \"Thank goodness our pharmacy was chosen,\" Host says. \"Aitkin County is the oldest and poorest county in the state. A lot of [our success] was on behalf of my pharmacist, Matt Doucette. He advocated a lot for his patients.\" Vaccine Confidence Stratton is pleased that pharmacies are taking a lead in vaccine delivery. \"Rural pharmacists have built a trust relationship,\" Stratton says. \"Patients are comfortable with their pharmacist as a reliable source of knowledge.\" A local pharmacy is considered by most to be an accessible, cost-effective, and safe place to receive vaccines. Currently, Minnesota is vaccinating essential workers and residents over the age of 65 source. For some patients, traveling long distances to receive the vaccine \"is unrealistic and unnecessary when they could simply drive to their local pharmacy,\" says Stratton. Yet, studies cite the percentage of people who are not on board with the vaccine. \"People are concerned; the rapid vaccine approval is unprecedented, and unfounded social media posts are distributing inaccurate information,\" Stratton says. Pharmacies are on the front line to reassure patients. The Look Ahead With the recent approval of the Johnson and Johnson vaccine, and the increased production of the Pfizer and Moderna vaccines, Minnesota is ramping up to double and triple its rate of vaccination. Sites will need more of U of M pharmacy students' precious time. \"Pharmacy students still need to get their school work done,\" says Stratton. \"But they are giving up their free time to volunteer to help out more than ever before.\" About the University of Minnesota Pharmacy School, Duluth campus "}