{"title": "Current Traditional Medicine", "author": null, "url": "https://www.eurekaselect.com/journal/156/related-ebooks", "hostname": "eurekaselect.com", "description": "Current Traditional Medicine covers all the aspects of the modernization and standardization research on the traditional medicine of the world.", "sitename": "http://www.eurekaselect.com", "date": "2023-01-01", "cleaned_text": "Related eBooks [ Frontiers in Clinical Drug Research-Diabetes and Obesity ](https://www.eurekaselect.com/ebook_volume/3137) eISBN: 978-981-5123-58-6 ISBN: 978-981-5123-59-3 Frontiers in Clinical Drug Research - Diabetes and Obesity is a book series that brings updated reviews to readers interested in advances in the development of pharmaceutical agents for the .... [ Frontiers in Clinical Drug Research-Dementia ](https://www.eurekaselect.com/ebook_volume/3138) eISBN: 978-981-5039-47-4 ISBN: 978-981-5039-48-1 Among neurodegenerative diseases, those that lead to a state of dementia are the aim of several investigations. Dementia is a chronic disease the prevalence of which is increasing worldwide. The .... [ Frontiers in Anti-infective Agents ](https://www.eurekaselect.com/ebook_volume/3142) eISBN: 978-981-4998-42-0 Anti-infective agents are a distinct class of pharmacologically important molecules that have served mankind in different capacities to combat life-threatening pathological conditions. They include antibacterial, antifungal, antiviral, antituberculosis, antimalarial, and .... [ Modern Cancer Therapies and Traditional Medicine: An Integrative Approach to Combat Cancers ](https://www.eurekaselect.com/ebook_volume/3143) eISBN: 978-981-4998-66-6 978-981-4998-67-3 advancements in molecular marker discovery, genomics, transcriptomics and proteomics in recent years have enabled researchers to develop targeted therapies against cancers. Cancer research and management is multi-disciplinary and multimodal. .... [ Frontiers in Clinical Drug Research - Anti-Cancer Agents ](https://www.eurekaselect.com/ebook_volume/3155) eISBN: 978-1-68108-931-7 ISBN: 978-1-68108-932-4 Frontiers in Clinical Drug Research - Anti-Cancer Agents is a book series intended for pharmaceutical scientists, postgraduate students and researchers seeking updated and critical information for developing clinical trials and .... [ Frontiers in Clinical Drug Research: Anti-Infectives ](https://www.eurekaselect.com/ebook_volume/3157) Research &ndash; Anti infectives is a book series that brings updated reviews to readers interested in learning about advances in the development of pharmaceutical agents for .... [ Stem Cell Delivery Routes: From Preclinical Models to Clinical Applications ](https://www.eurekaselect.com/ebook_volume/3160) eISBN: 978-981-5040-10-4 ISBN: 978-981-5040-11-1 Stem Cell Delivery Routes: From Preclinical Models to Clinical Applications covers current knowledge about stem cell delivery for cell-based therapeutics. Starting with an introduction to stem cell technology, the book .... [ Recent Advances in Molecular and Translational Medicine: Updates in Precision Medicine ](https://www.eurekaselect.com/ebook_volume/3161) eISBN: 978-981-5036-75-6 ISBN: 978-981-5036-76-3 Precision medicine is a disruptive innovation with a fast-evolving pace in the healthcare ecosystem. Precision medicine enables precise diagnosis and targeted treatment by considering individual variability in the abnormalities of .... [ Topics in Anti-Cancer Research ](https://www.eurekaselect.com/ebook_volume/3163) eISBN: 978-981-5039-29-0 ISBN: 978-981-5039-30-6 Topics in Anti-Cancer Research covers new developments in the field of cancer diagnosis and drug therapy. Novel drugs as anticancer agents include natural and synthetic phenazirines and other anti-cancer compounds. .... [ An Introduction to Nephroprotective Plants ](https://www.eurekaselect.com/ebook_volume/3168) eISBN: 978-981-5036-60-2 ISBN: 978-981-5036-61-9 The kidneys are a vital organ present in humans and vertebrate animals. Various toxic chemicals, present in food and water adversely affect the kidneys. Plants and plant-derived compounds "}