{"title": "PDF", "author": "PDF", "url": "https://www.fnha.ca/WellnessSite/Documents/Traditional_Medicine_overview.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Implementing the Tripartite Health Plan on behalf of BC First Nations Holistic Health Traditional Medicine & Naturopathic Medicine First Nations Health Council Dr. Georgia Kyba UBC House of Learning, BC November 2008Dr. Georgia Kyba Northern Tuchone from the Selkirk First Nation in the Yukon. Naturopathic Physician. Completed doctorate in Portland. BSc at UVic Working with First Nations Health Council on Traditional Medicine/practices including other alternate health care practices Member of Health Professionals Roster to use my expertise to review pertinent material/issues as they arise. Working group for FN Actnow. Purpose of addressing Traditional/Alternative Medicine In many different policy documents, there has been a keen interest in incorporating traditional medicine into the health and wellbeing of First Nations in BC. Communities are looking to bring a holistic approach back into their health plans. Purpose Cont.. One holistic approach is the use of traditional medicines/practices Another approach is the use of alternative therapies, such as Naturopathic MedicineTraditional Medicine Embodies the use of native plants Encompasses a whole philosophy and spiritual practice surrounding health and well- being Takes a holistic approach using natural remedies to address medical conditions . The importance of traditional medicine... Is increasingly being recognized as a means of improving the health and quality of life for Aboriginal people. Similarities are seen between the modalities of traditional medicine and those of many alternative therapies that are practiced today.Alternative Medicine Why is this a choice in Aboriginal health ? Many different alternative medical models view health and the body in the same manner as traditional medicine, following the same philosophies concerning well- being and care for the body and the environment. Alternative Therapies What do Aboriginal patients access outside of NIHB? Traditional Medicine Naturopathic Medicine Massage therapy Acupuncture Chiropractic Energy work Chinese medicine Ayurveda medicineNaturopathic Medicine Preventative and Alternative Medicine Five Main Principles: First -do no harm The healing power of nature Address the cause of disease Treat the whole person through individualized treatment Teach the principles of healthy living and preventive medicineIdentify and Treat the Cause Symptoms are not the cause of disease . Naturopathic medicine addresses itself primarily to the underlying causes of disease, rather than to the symptoms . Causes may occur on many levels. (mental, emotional, spiritual, or physical) Education A Licensed naturopathic physician (N.D.) attends a four -year graduate level naturopathic medical school and is educated in all basic sciences and anatomy, diagnostic measures, and some pharmaceuticals. However, N.D.'s also study holistic and nontoxic approaches to therapy with a strong emphasis on disease prevention and optimizing wellness. Modalities used in treatment Nutritional therapies ( using supplements, IV: vitamins, minerals, herbs) Botanicals Hydrotherapy Homeopathy Lifestyle changes/counseling Physical medicine (manipulation, massage, Physical Therapy such as ultrasound, interferential, micro current) AcupuncturePurpose of this discussion How can health care practitioners work together to provide maximum health care to our First Nation communities? How should this relationship evolve?How can we better assist patients to be honest about all of their health practices they are accessing The importance of learning about Traditional/Alternative philosophiesPurpose of "}