{"title": "What To Know About the New Johnson and Johnson COVID Vaccine That's Close to FDA Approval", "author": "Kayla Hui; Kristen Nichols; PharmD; BCPS; BCPPS; BCIDP; Tammy Lundstrom; MD", "url": "https://www.wellandgood.com/johnson-johnson-covid-vaccine/", "hostname": "wellandgood.com", "description": "It's good news for all of us.", "sitename": "Well+Good", "date": "2021-03-01", "cleaned_text": "has met safety requirements](https://www.fda.gov/media/146217/download)for emergency use authorization, and on February 28, that approval was granted. As the U.S. surpasses [500,000 COVID-19 deaths](https://www.google.com/search?q=covid-19+deaths&oq=covid-19+deaths+&aqs=chrome..69i57j0i131i433l2j0i457j0i402j0l3j0i433j0.2001j0j1&sourceid=chrome&ie=UTF-8), experts are ecstatic about the potential approval of a third effective and safe COVID-19 vaccine. However, the Johnson & Johnson vaccine is a bit different from its Pfizer and Moderna forerunners in some pretty significant ways that are worth exploring. (After all, knowledge is power!) Here's what infectious disease experts want you to know about how this new vaccine works—and how it compares with the existing coronavirus vaccines on the market. - [Kristen Indianapolis, Indiana. - [Tammy Lundstrom, MD](https://www.linkedin.com/in/tammy-lundstrom-md-jd-71368320/), Tammy Lundstrom, MD is an infectious disease specialist and chief medical officer at Trinity Health. 1. The J&J vaccine uses different technology from the Pfizer and Moderna vaccines To recap, the first two coronavirus vaccines that were been approved by the FDA—from Pfizer and Moderna—use new mRNA technology to [inoculate someone against SARS-CoV-2](https://www.wellandgood.com/when-will-covid-19-vaccine-be-ready/). Basically, these vaccines inject you with mRNA instructions to build a specific protein on the outside of the coronavirus. Your cells build that protein as instructed, then recognize it as an invader—and create antibodies to destroy it. Now, you have antibodies that will recognize that protein if you should ever encounter it again (say, if you get exposed to the coronavirus itself). However, [Tammy Lundstrom, MD](https://www.linkedin.com/in/tammy-lundstrom-md-jd-71368320/), infectious disease specialist and chief medical officer at Trinity Health, tells Well+Good that the J&J's COVID-19 vaccine is an [adenovirus vectored vaccine](https://www.fda.gov/media/146217/download). This vaccine, Dr. Lundstrom explains, uses a [weakened version of the adenovirus (which causes the common cold) as a way to deliver information](https://www.cdc.gov/vaccines/covid-19/hcp/viral-vector-vaccine-basics.html#:~:text=Adenovirus%20is%20one%20of%20the,of%20SARS%2DCoV%2D2.) to your cells for building a harmless piece of the virus that causes COVID-19. The information instructs your body's cells to produce that protein—which triggers your body to produce an immune response against it. According to the Centers for Disease Control and Prevention (CDC), viral vector vaccine technology has been around since the 1970s, fighting infectious disease outbreaks such as Ebola. And to be crystal clear, this vaccine does not inject you with a live form of the coronavirus ( [nor will it change your DNA](https://www.wellandgood.com/covid-19-vaccine-myths/), thank you very much). 2. It only requires one shot, not two The [Pfizer](https://www.cdc.gov/vaccines/covid-19/info-by-product/pfizer/index.html) and [Moderna](https://www.cdc.gov/vaccines/covid-19/info-by-product/moderna/index.html) vaccines require two doses—each spaced 21 and 28 days apart, respectively—in order to reach maximum efficacy. The Johnson & Johnson vaccine, meanwhile, is a single shot, which experts say could help speed up vaccination efforts. But with all three vaccines, [it takes your body a few weeks after the final dose to reach immunity](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/facts.html#:~:text=It%20typically%20takes%20a%20few,and%20still%20get%20sick.); and research is still being gathered regarding whether vaccinated people can still spread the coronavirus to others. So don't use vaccination as an [excuse to slack on mask-wearing and social distancing](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/faq.html). 3. It has different storage requirements, which could make it easier to distribute The J&J vaccine can be stored over a longer period of time and does not require extremely cold storage temperatures, unlike the Moderna and Pfizer vaccines. This might seem like a boring benefit, but it could be crucial for expanding access to vaccination. \"The J&J vaccine better fits into existing medical supply infrastructure. It can be stored for [three months at two to eight degrees celsius](https://www.fda.gov/media/146217/download) [aka standard refrigerator temperature],\" says [Kristen Nichols, PharmD](https://www.linkedin.com/in/kristen-nichols-11160463/), board-certified infectious disease pharmacist based in Indianapolis, Indiana, rather than [requiring specialized freezer equipment](https://www.achrnews.com/articles/144136-covid-19-vaccine-distribution-challenges-cold-chain) that may be inaccessible to some smaller hospitals and health-care facilities. By comparison, the Pfizer vaccine is supplied as frozen vials that must be stored at -112 to -76 degrees Fahrenheit. The Pfizer vials must be thawed in order to use; once the vials are thawed, they must be used within [six hours](https://www.fda.gov/media/144245/download) from the time of dilution, posing a challenge for clinics and pharmacies that lack sufficient storage space. (It's also contributed to the problem of [spare or thrown away doses](https://www.nbcnews.com/news/us-news/thousands-covid-19-vaccines-wind-garbage-because-fed-state-guidelines-n1254364) that have made headlines in recent weeks.) Similarly, the Moderna vaccines must be stored between [-13 to 5 degrees](https://www.fda.gov/media/144434/download) Fahrenheit. 4. It's fairly effective at preventing COVID-19 While the Moderna ( [94 percent](https://www.fda.gov/media/144434/download)) and Pfizer ( [95 percent](https://www.fda.gov/media/144245/download)) vaccines offer efficacy rates in the mid-90s after two doses, the J&J vaccine still provides [66.9 percent](https://www.fda.gov/media/146217/download) effectiveness against contracting the coronavirus at least [14 days](https://www.fda.gov/media/146217/download) after the single-dose vaccination. It's also [85 percent effective at preventing severe illness from the coronavirus](https://news.yahoo.com/fda-confirms-johnson-johnson-vaccine-150034811.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAN0ckhhyw72I2zYttlVa-5KnE0XsY6Sv2eO67jBLtFURtOwuUiVStGcdXU62eRhlE_Z7dMWRXf09uH2jE5XgD9wipAcG2NBrz5TamvEudGt4mAr2uWO8yjIuxfVeaUb82eeKFZjKhg7txhBjBPC0mFw_nF93N4R7KDtyU8wGpbFs). All of this is really good news. \"It will give more options for protection and allow expansion of vaccination sites given the easier storage conditions that are in-line with current vaccine distribution practices,\" says Dr. Nichols. All in all, experts say that the J&J vaccine is a very effective and safe option. \"I would recommend that people get whatever vaccine that they can get first,\" Dr. Lundstrom says. No matter if it's Pfizer, Moderna, or J&J, all the vaccines on the market are safe, viable options. Here's more intel about how vaccines work, straight from a biochemist: Oh hi! You look like someone who loves free workouts, discounts for cult-fave wellness brands, and exclusive Well+Good content. [Sign up for Well+](https://wellandgood.getambassador.com/), our online community of wellness insiders, and unlock your rewards instantly. [Healthy Body](https://www.wellandgood.com/healthy-body/) Loading More Posts... "}