{"title": "Science-Backed Supplements Inspired Traditional Chinese Medicine|NOOCI", "author": null, "url": "https://mynooci.com/", "hostname": "mynooci.com", "description": "Science-backed supplements steeped in tradition. NOOCI is a modern wellness brand rooted in the ancient practice of Traditional Chinese Medicine.", "sitename": "NOOCI", "date": "2023-01-01", "cleaned_text": "As Seen In Shop Our Products Herbal formulas that work with your body to balance and restore. - Women's Longevity [Women's Longevity](/products/renoo) ReNoo - Regular price - $45.00 - Unit price - per - Nasal Relief [Nasal Relief](/products/noo-air) Noo Air - Regular price - $45.00 - Unit price - per - Menstrual Support [Menstrual Support](/products/noo-moon) Noo Moon - Regular price - $45.00 - Unit price - per Ingredients you can trace We believe in supply chain transparency and responsibly source our ingredients from around the world - building trusted relationships with our partners to deliver clean, sustainable, and high-quality ingredients you can fully trace. [Learn More](/blogs/ingredients-blog) Our Philosophy - Clean We are free from chemicals, preservatives, fillers, and artificial flavorings. Always vegan and cruelty-free. - Potent We use advanced extraction and concentration methods to deliver the most potent ingredients for maximum health benefits. - Responsible We source from trusted suppliers who have been carefully vetted to meet our ethical and sustainability standards. What Customers Are Saying Live Your Best Health NOOCI (pronounced 'noo-chee', which means 'women energy' in Chinese) is on a mission to make Traditional Chinese Medicine accessible to all women. By combining time-honored ingredients, science-backed research, and the latest herbal extraction technology, we're modernizing TCM for women to easily incorporate into their daily lives See What Experts Are Saying - \"I really like NOOCI's products and their approach to formulations. My patients are always looking for easy solutions to maintain their well-being, which is why I recommend ReNoo - Women's Longevity. As a working mom with my own medical practice, my philosophy is less is more, and integrating easy routines is something I want all my patients to ingrain into their long-term health.\"Dr. Wendy WongPhD, BCM - \"As an Integrative Medicine physician, I am always looking for safe and effective treatments for my patients. Many prefer Traditional Chinese Medicine that is safe and natural. NOOCI does just that by providing effective herbal supplements that combine Traditional Chinese Medicine with modern science for relief from allergies (Noo Air) and painful periods (Noo Moon) as well as a wonderful remedy promoting overall wellness (ReNoo).\"Dr. Robin H. MillerMD, MHS - \"I am very excited about Nooci's modern TCM formulas. So far I have found them to be great on their own as well as in combination with a classic patent or individualized formula. For example, Re Noo with Gui Pi Wan or Bu Zhong Yi Qi wan can be a winning combination. The same with Noo Air and Noo Moon. For example, I like Noo Moon for patients with deficiency and stasis patterns. The individual ingredients are impeccably sourced so I feel confident recommending them.\"Jillian L. CapodiceMS, LAC Frequently asked questions What is Traditional Chinese Medicine? What is Traditional Chinese Medicine? The original preventative medicine, TCM is a foundational approach to health, used in China for over 3,000 years. Rooted in Taoism and Confucianism, ancient Chinese scholars determined that mind-body balance is key to optimal wellness, disease prevention, and a better quality of life. TCM restores balance through non-invasive techniques, like herbal medicine and movement or the use of acupuncture. Today, TCM can be found in over 185 countries and continues to expand its influence as a mainstream alternative medicine practice along with conventional medicine. [Read more here.](/blogs/general/the-beginner-s-guide-to-traditional-chinese-medicine) How are TCM herbs used differently from other herbs? How are TCM herbs used differently from other herbs? Most non-TCM herbs are used individually to target specific conditions, such as peppermint for nausea and lavender for stress relief, and one's body constitution and the root causes of symptoms are not always considered. In contrast, TCM looks into each herb's composition of properties and how they would interact with different body constitutions. Moreover, TCM rarely uses single herbs -- they are usually used in combinations in order to achieve synergistic effects and establish balance in the body. How do we formulate our products? How do we formulate our products? NOOCI embraces an East-meets-West approach in everything we do, from people and ingredients to principles and techniques. Taking the best of both worlds, we work closely with our TCM practitioners, integrative medical doctors, and scientists to derive our proprietary made-for-women formulas. We also combine TCM herbs with other clinically-backed ingredients to achieve the greatest synergistic effects as they work together to elevate each other. We believe less is more. We only use essential ingredients in our formulas, and they are carefully analyzed using advanced scientific methods to ensure of purity, potency, and efficacy. "}