{"title": "Alterations in Immune Genes Make Bats Great Viral Hosts", "author": "Abby Olena; PhD", "url": "https://www.the-scientist.com/news-opinion/alterations-in-immune-genes-make-bats-great-viral-hosts-68091", "hostname": "the-scientist.com", "description": "Bat species use different strategies to dampen immune activation in response to viruses.", "sitename": "The Scientist Magazine", "date": "2020-10-27", "cleaned_text": "Bats act as reservoirs for lots of viruses—including coronaviruses such as those that cause Middle East respiratory syndrome, severe acute respiratory syndrome, and possibly COVID-19—but they don't often get sick themselves. How they avoid viral illness has been an open question. Researchers reported in [PNAS](http://www.pnas.org/cgi/doi/10.1073/pnas.2003352117) yesterday (October 26) that various species of bats have slightly different ways of suppressing inflammation, all centered on changes in genes responsible for triggering innate immune responses. The authors demonstrate a number of the mechanisms in bats that seem to support their capacity to tolerate viruses that make other mammals really sick, says Cara Brook, a postdoc at the University of California, Berkeley, who was not involved in the work. \"This follows a series of other publications that really highlight a dampened inflammatory response in bats that suggests that they are uniquely resistant and resilient to the consequences of immunopathology . . . and don't experience the kind of autoimmune disease that we often incur against ourselves.\" In a study published in [2013](https://science.sciencemag.org/content/339/6118/456), Linfa Wang, an immunologist at Duke-NUS Medical School in Singapore, and colleagues compared the genomes of two bat species: the fruit bat (Pteropus alecto) and insectivorous bat (Myotis davidii). They found that both species had lost a gene called AIM2, which in other mammals encodes a protein that senses pathogenic DNA and triggers inflammasomes, protein complexes that activate proinflammatory signals that in turn promote the maturation of cytokines, small signaling proteins that can be released by immune cells and regulate inflammation and immunity. What's nice about this paper is that it points to the fact that different species have evolved different mechanisms for achieving the same ends.—Vikram Misra, University of Saskatchewan In the current study, Wang's group followed up on AIM2 to figure out what affect its loss has on cellular responses to pathogenic DNA. They compared macrophages, the innate immune system's primary effector cells, from mice and fruit bats. The mouse cells, which have a functional gene, make the aggregates of AIM2 and its protein binding partner, which together trigger the inflammasome pathway when cells are exposed to double-stranded DNA. None of this occurred in the fruit bat cells. When the researchers added in a copy of the human version of AIM2 to fruit bat kidney cells aggregates still formed, but did not activate other inflammasome-related genes, including those that encode the activates the proinflammatory cytokine that further downstream activation of the inflammasome pathway may be affected in bats and decided to investigate these signaling components in an effort to detect any alteration in their function,\" Wang writes in an email to The Scientist. The researchers determined that the faulty caspase-1 response was due to bat-specific mutations in two sites within the fragment of the enzyme that must be cleaved in order for it to be activated. When they engineered the equivalent human amino acids back into the coding sequence, the bat enzyme worked just as the human protein does. The reverse experiment confirmed these mutations were responsible for the impaired enzyme function. Introducing both bat-specific mutations into the gene for the human protein resulted in a loss of function of human caspase-1. In contrast, they found, the Myotis genus of bats has functional caspase-1, but these animals' genomes instead contain mutations in IL-1 that prevent the cytokine's cleavage and subsequent for cellular secretion. A third species, the cave nectar bat (Eonycteris spelaea) had diminished, though not completely suppressed, function of both caspase-1 and IL-1, resulting from a handful of mutations. When people \"find something about one species of bats, they assume that every bat species does the same thing, and that's not true,\" says Vikram Misra, a virologist at the University of Saskatchewan who did not participate in the study \"What's nice about this paper is that it points to the fact that different species have evolved different mechanisms for achieving the same ends.\" \"It's very small changes in specific amino acids, where you have one change . . . that can completely change the function of a protein,\" Karen Mossman, a virologist at McMaster University who did not participate in the work, tells The Scientist. In the future, it will be \"interesting to really understand how all of these subtle changes in these proteins work collectively to give the bats their immune system,\" she adds. \"It's so similar to the human immune system; the components of the pathways are very similar. And yet, there're these vast, vast changes and differences in how they respond, say, to a viral infection.\" Although many species of bats don't seem to get sick from viruses, inflammation in bats does exist, such as when they're exposed to fungal diseases, Misra says. \"Even though inflammation because of the viral infection is dampened, there've got to be other pathways that bring out inflammation. That's something that I think we haven't, as a group of bat researchers, addressed completely at this point.\" G. Goh et al., \"Complementary regulation of caspase-1 and IL-1 reveals additional mechanisms of dampened inflammation in bats,\" [PNAS](http://www.pnas.org/cgi/doi/10.1073/pnas.2003352117), doi:10.1073/pnas.2003352117, 2020. "}