{"title": "PDF", "author": "PDF", "url": "www.cmu.edu/dietrich/psychology/stress-immunity-disease-lab/publications/stresssocial/pdfs/glaserrabin99.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Stress-Induced Immunomodulation Implications for In fectious Diseases? Ronald Glaser, PhD Bruce Rabin, MD, PhD Margaret Chesney, PhD Sheldon Cohen, PhD Benjamin Natelson, MD THERE IS NOW SIGNIFICANT LITERA - ture showing that psychologicalstress can down-regulate vari- ous aspects of the cellular immune re-sponse. It is also established that com-munication between the central nervoussystem and the immune system oc-curs through bidirectional signals link-ing the nervous, endocrine, and im-mune systems. Psychological stressorsaffect the immune system by disrupt-ing these networks. In this overview,we discuss the implications of psycho-logical stress-associated immune modu-lation and risk for infectious disease. Stress and Immune Function At a molecular level, human immunefunction is mediated by the release ofcytokines, nonantibody messenger mol-ecules, from a variety of cells of the im-mune system, and from other cells, suchas endothelial cells. We will not be dis-cussing cytokine production by non-immune cells since they are not knownto be related to the etiology or patho-genesis of immune-mediated disease. These cytokines subsequently stimu- late cellular release of specific com-pounds involved in the inflammatoryresponse. Such biochemical alter-ations in immune function are, in part,induced by plasma hormone concen-tration changes elicited by a stressorsubsequent to activation of the sympa-thetic nervous system and the sympa-thetic-adrenal medullary and hypotha-lamic-pituitary adrenal axes. 1For instance, changescan ameliorated by pretreatment ofexperimental subjects with b-adrener-gic antagonists. 2,3Thus, the hormonal content of plasma, which in many casesis determined by activity of discrete ar-eas of the brain (for example, the hy-pothalamus or locus coeruleus), can in-fluence the activity of the immunesystem. 4,5 The hormonal alterations induced by stress are responsible for the changesin cytokine concentrations becausestress hormones alter the synthesis andrelease of the cytokines by leukocytes.Considerable information regarding thefunction of the immune system hasbeen learned from in vitro studies. It isimportant to remember that in vitrostudies are usually performed using tis-sue culture-growth media and are de-signed to optimally support the func-tion of various leukocytes. Thus, theremay be significant differences be-tween the function of a given leuko-cyte when studied under ideal in vitrotissue-culture conditions and those thatexist in vivo in which, for example, vari-able concentrations of cortisol and cat-echolamines are present. Therefore, thefunctionality of the immune systemmeasured under ideal in vitro tissue-culture conditions is unlikely to be fullyreflected in what occurs in vivo. Stress and Infection-Related Antigens Animal models provide evidence to sup- port the link between stress and infec-tious disease. For example, psychologi-cal stress such as crowding prior to andfollowing tuberculosis infection af-fects the outcome of the infection. 6It has been shown that social disruptionin mice causes reactivation of latent her-pes simplex virus. 7Stress has also been shown to enhance reactivation of la-tent herpesviruses such as Epstein-Barr virus in human subjects. 8Such data mean that stress should have measur-able health consequences.A rich literature also shows that psy- chological stress can inhibit many as-pects of the immune response includ-ing innate immunity (eg, natural killercell lysis), T-cell responses, and anti-body production in vivo and in vitro. 1 While we have some understandingof how the immune system functionsin normal and severely immuno-compromised subjects, less is knownregarding the degree of suppression ofthe immune system necessary to pro-duce risk for severe infections. Be-cause suppression of immune func-tion does not necessarily indicate poorerhealth status or risk for disease amongyoung and healthy adults, small immu-nological decrements do not provideclear information on health risk. To as-sess these effects, responses of chroni-cally stressed populations, such as spou-sal caregivers of patients with Alzheimerdisease, have been studied in compari-son with nonstressed control subjectson immune indices including vaccineresponses 9and duration of wound healing.10,11 To determine whether chronic stress could influence the immune responseto an influenza virus vaccine, Alzhei-mer disease caregivers and well-matched noncaregivers received thevaccine. Although participants in thisstudy had similar vaccine histories, rates Author Affiliations: Department of Medical Micro- biology and Immunology, Ohio State University Medi-cal Center, Columbus (Dr Glaser); Pathology Depart-ment, University of Pittsburgh Medical Center, ClinicalImmunopathology-CLSI, Pittsburgh, Pa (Dr Rabin); De-partment of Medicine, University of California, SanFrancisco (Dr Chesney); Department of Psychology,Carnegie-Mellon University, Pittsburgh (Dr Cohen);and Department of Neurosciences, New Jersey Medi-cal School, University of Medicine and Dentistry of NewJersey, East Orange (Dr Natelson).Corresponding Author and Reprints: Ronald Glaser, PhD, Department of Medical Microbiology and Im-munology, Ohio State University Medical Center, 2175Graves Hall, 333 W 10th Ave, Columbus, OH 43210-1239 (e-mail: glaser.1@postbox.acs.ohio-state.edu).Edited by Thomas C. JAMA, June 23/30, 1999—Vol 24 ©1999 American Medical Association. All rights reserved.of chronic illnesses, and medication us- age, caregivers had poorer cellular andhumoral immune responses to the vac-cine than controls. 9This study was re- cently confirmed.12The data suggest that chronically stressed subjects mayhave deficits in their immune re-sponse to an important vaccine. Thedata also confirm 2 previous reportsshowing that acute stress can sup-press the virus-specific antibody andT-cell responses to a hepatitis B vac-cine. 13-15These vaccination results are particularly relevant for older adults.Older adults who show poorer re-sponses to vaccines also have higherrates of clinical illness including influ-enza virus infections. 16Thus, the data may also provide us with a clue as tohow stress could affect the immune re-sponse to a pathogen. Our inferenceis that a poor immunological responseto vaccination has medical conse-quences. Data exist on the role of stress in in- fluencing host resistance to upper res-piratory tract infections produced byexposure to 5 different strains of rhi-novirus, to a strain of coronavirus, andto respiratory syncytial virus. After in-oculation, the subjects were quaran-tined and monitored for 5 or more daysto assess whether they developed in-fections and cold symptoms. Approxi-mately one third of those subjects ex-posed to 1 of these viruses developeda serologically verified clinical ill-ness. 17In the first study, higher scores on questionnaires asking about stress-ful life events, perceptions of stress, andnegative emotional experiences were as-sociated with a greater likelihood of de-veloping a clinical illness defined as coldsymptoms concomitant with isolatinginfectious virus or developing a 4-foldincrease in antibody titers. 18 In a second study, a life-stress inter- view replaced the questionnaire. Thistechnique allowed the specification ofthe types of stressful events that in-crease risk. These included chronicevents (lasting a month or longer), es-pecially chronic social conflicts andunderemployment or unemploy-ment. 18Other plausible factors thatmight be the cause of both changes in stress and greater susceptibility to dis-ease, such as age, sex, education, andpersonality characteristics includingself-esteem and personal control, wereunable to account for these results. Theresults show that there is a relation-ship between psychological stress andsusceptibility to several cold viruses. Stress and Human Immunodeficiency Virus Studies have been performed to ex- plore the possibility that stress mightinfluence the pathophysiology of hu-man immunodeficiency virus (HIV)infection. Attempts to find an associa-tion between stress and disease pro-gression in patients with acquired im-munodeficiency syndrome (AIDS) havemet with conflicting results. 19For ex- ample, in studies of a cohort in SanFrancisco, Calif, depression predictedCD4 +T-lymphocyte decline20and mor- tality.21Analysis of the AIDS Cohort Study failed to observean association between depressionand the decline of CD4 +T lympho- cytes, disease progression, or death,22 but others have found significant as-sociations between immunological pa-rameters reflective of HIV progressionand psychosocial and distress, 23and conceal- ment of homosexual identity.24 Obviously, studies of stress and the infection component of AIDS con-front major methodological chal-lenges. Among these is the need to dis-tinguish between naturally occurringevents such as bereavement, reactionsto the illness such as active coping andconcealment, and mood states that areoften inexorably linked to a number ofimportant disease-related variables, in-cluding emotional correlates of HIV-related symptoms. Perhaps the great-est challenge is to determine the propermeasurement of disease progression inpatients infected with a virus that strikesthe immune system directly. Work per-formed, to date, has focused on CD4 + T-lymphocyte levels, which could bemarkedly influenced by treatment. Ex-cluding patients from treatment cre-ates bias and correcting for treatment produces new variables that we are stilltrying to understand. More recently, theoutcome variables have shifted to di-rect measures of viral load or viral bur-den. However, these measurements arehighly variable in that virus can be un-detected at various stages in the dis-ease and can be markedly influenced bythe new combination drug treat-ments. Indeed, efforts to study stressand disease progression in patients withAIDS may be subject to even greaterchallenges with new therapies. New Directions for Study Although psychological stress alters theimmune response, these changes havegenerally been small and within nor-mal ranges. 25Even so, high levels of chronic stress have been associated withan increased susceptibility to infec-tious disease. This has raised 2 signifi-cant areas that need further explora-tion. First, small changes in 2 or moreparameters may increase the biologi-cal susceptibility to infectious diseaseto a far greater magnitude than a smallchange in a single parameter of im-mune function. It will be important forimmunologists to define the signifi-cance of alterations in the function ofthe numerous interactive componentsof the immune system in order to clarifythe clinical significance of tests of im-mune function. Second, the hor-mones that modify the function of theimmune system need to be better char-acterized. As we learn more about theseprocesses, we should also explore thepossibility of optimizing hormonal con-centrations in plasma in an attempt topromote immune system function. Information on the impact of stress- induced changes in immune responseand in risk for infectious disease is lim-ited. However, data thus far support thehypothesis that the down-regulation ordysregulation of different compo-nents of the immune response associ-ated with psychological stressors mayhave health implications with regard toinfectious disease. Outside of proven clinical interven- tions, there is reason to think that cer-IMMUNOMODULATION AND INFECTIOUS DISEASES ©1999 American Medical Association. All rights reserved. JAMA, June 23/30, 1999—Vol 281, No. 24 2269tain changes in lifestyle might in- crease host resistance to infectiousdiseases. These include broadeningone's social involvements (eg, joiningsocial or spiritual groups, having a con-fidant, spending time with supportivefriends) and being more careful tomaintain healthful practices such asproper diet, exercise, and sleep, espe-cially under stressful conditions. 26 Promoting behavioral modifica- tions to healthy individuals who fail toadopt such behaviors and then de-velop immunologically mediated dis- eases may create feelings of guilt withassociated stress and immune suppres-sion. Thus, careful study is needed re-garding the obligation of physicians inadvocating behaviors that may be ben-eficial to healthy individuals. It is noteworthy that stress has also been associated with reports of bothgreater severity and prolongation of dis-ease in patients with infectious diseasesas well as other immune-mediateddiseases. Stress reduction might also pro-vide significant benefits to these patients. Thus, physicians should be encouragedto understand the role of stress in thepathogenesis of diseases such as infec-tions, asthma, rheumatoid arthritis, mul-tiple sclerosis, uveitis, inflammatorybowel disease, psoriasis, and cancer. Funding/Support: Dr Cohen was supported by Se- nior Scientist Award MH00721 from the National In-stitute of Mental Health, Rockville, Md.Acknowledgment: This review was the result of one of several workshops held by the Academy of Behav-ioral Medicine Research in Cape Cod, Mass, June 4-7,1998 to explore the issue: Stress and Disease: Fact orFiction? REFERENCES 1.Rabin BS. Stress, Immune Function, and Health: The Connection. New NY: Wiley-Liss & Sons EA, al. Adrener- gic blockade ameliorates cellular immune responsesto mental stress Psychosom LJP. Effects ofbeta-adrenergic blockade on immunologic mental stress. Circu- lation. 1994;89:762-769. 4.Wetmore L, Nance DM. Differential and effects of kainic acid and domoic acid lesionsin the lateral septal area of rats on immune functionand weight regulation. by corticotropin-releasing hormone in vitro cellular immune responses. J Neuro- sci.1994;14:6033-6040. 6.Tobach E, Bloch H. Effect of stress by crowding prior to and following tuberculosis infection. Am J Physiol. 1956;187:399-402.7.Padgett DA, Sheridan JF, Dorne J, Berntson for herpesviruses. In: Glaser R, Jones J, Mar- Glaser R, key WB, Sheridan J. Chronic stress alters the immuneresponse to influenza virus AM, Glaser R. Slowing of wound healing by psy-chological stress. Lancet. 1995;346:1194-1196. 11.Kiecolt-Glaser JK, Page GG, Marucha PT, Callum RC, R. Psychological recovery: from Am Psychol. 1998;53:1209-1218. 12.Vedhara K, Cox NKM, Wilcock GK, et al. Chronic stress in elderly caregivers of dementia patients andantibody response to influenza vaccination. Lancet. 1999;353:627-631.13.Glaser R, Kiecolt-Glaser JK, Bonneau RH, Malar- key WB, Kennedy S, Hughes J. Stress-induced modu-lation of the immune response to recombinant hepa-titis B vaccine. Psychosom Med. 1992;54:22-29. Vingerhoets AJ. Influence ofperceived psychological stress and distress antibodyresponse to low dose rDNA hepatitis B vaccine. J Psy- Res. Kiecolt-Glaser JK, Malarkey WB, dan JF. The influence of psychological stress on theimmune response to vaccines. Ann N Y Acad Sci. 1998; 840:649-655.16.Gravenstein S, Drinka P, Duthie of an influenza hemagglutinin-diphtheria tox-oid conjugate vaccine in elderly nursing home sub-jects during an influenza outbreak. J Am Geriatr Soc. 1994;42:245-251.17.Cohen S, Tyrrell DAJ, Smith AP. Psychological stress in humans and susceptibility to the common cold.N Engl J Med. 1991;325:606-612. DP, RabinBS, Gwaltney JM Jr. Types of stressors that increase susceptibility to the common cold in adults. Health Psy- infection. In: Ader R, Felten D, San Diego, Academic Press; 1991:1081-1114.20.Burack JH, Barrett DC, Stall RD, Chesney MA, Ek- strand ML, Coates TC. Depressive symptoms and CD4lymphocyte decline among HIV-infected men. JAMA. 1993;270:2568-2573.21.Mayne TJ, Vittinghoff E, Chesney MA, Barrett DC, Coates TJ. Depressive affect and survival among gayand bisexual men infected with HIV. Arch Intern Med. 1996;156:2233-2238.22.Lyketsos CG, Hoover DR, Guccione M, et al. De- pressive symptoms as predictors of medical out-comes in HIV infection. JAMA. 1993;270:2563- 2567.23.Ironson G, Friedman A, Klimas N, et al. Distress, denial and low adherence to behavioral interven-tions predict faster disease progression in gay men in-fected with human immunodeficiency virus. Int J Be- hav Med. 1994;1:90-105. 24.Cole S, Kemeny M, Taylor S, Visscher B, Fahey J. Accelerated course of HIV infection in gay men whoconceal their homosexuality. Psychosom Med. 1996; 58:219-231.25.Herbert TB, Rabin BS, Gwalt- ney JM Jr. Social ties and susceptibility to the com-mon cold. JAMA. 1997;277:1940-1944.IMMUNOMODULATION AND INFECTIOUS DISEASES 2270 JAMA, June 23/30, 1999—Vol 281, No. 24 ©1999 American Medical Association. All rights reserved. "}