{"title": "PDF", "author": "PDF", "url": "https://edoc.unibas.ch/1260/1/Kurth_2010_infant_crying_and_maternal_tiredness_e-Diss.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Maternal Tiredness: Examining their Evolution and Interaction in the first 12 Weeks Postpartum Elisabeth Kurth von Rütschelen / Bern Basel, Genehmigt von der Antrag von: Dr. Stutz Co-Referat Prof. Dr. phil. Marcel Tanner Externe Expertin Prof. Dr. Holly Powell Kennedy Expertin Dr. Elisabeth Spichiger Basel, den 3. März 2010 Dekan Prof. Dr. Albert Urwyler Table of content 3 Table of content Table of content............................................................................................................... .........................3 Acknowledgements ............................................................................................................... ...................5 Summary ........................................................................................................................ ..........................8 References..................................................................................................................... .........................12 1 Introduction................................................................................................................... ............13 1.1 State of research in the field of postnatal infant crying and maternal tiredness........................14 1.1.1 Maternal tiredn ess postpar tum........................................................................................14 1.1.2 Infant crying postpartum.................................................................................................16 1.2 Maternal tiredness and infant crying in the c ontext of changing postnat al care practices ........19 1.3 References..................................................................................................................... ............21 2 Aims of the study .............................................................................................................. ........27 2.1 Specific research questions .................................................................................................... ...27 3 Crying Babies, Tired Mothers: What do we know? A Systematic Review .............................29 3.1 Abstract ....................................................................................................................... ..............30 3.2 Introduction................................................................................................................... ............31 3.3 Methods........................................................................................................................ .............32 3.3.1 Search strategy................................................................................................................ 32 3.3.2 Characteristics of included studies .................................................................................34 3.3.3 Methodological quality of included quantitative studies................................................35 3.3.4 Methodological quality of included qualitative studies..................................................36 3.4 Results........................................................................................................................ ...............37 3.4.1 Associations between amount of infant crying and degree of maternal tiredness ..................39 3.5 Discussion ..................................................................................................................... ............42 3.5.1 Synthesis and Gaps in Knowledge..................................................................................42 3.5.2 Implications for future research and clinical practice.....................................................43 3.6 Acknowledgments................................................................................................................ .....44 3.7 References..................................................................................................................... ............45 4 Predictors of crying problems in the early postpartum period ..................................................48 4.1 Abstract ....................................................................................................................... ..............49 4.2 Background ..................................................................................................................... ..........50 4.3 Methods........................................................................................................................ .............51 4.3.1 Swiss context and data source ........................................................................................51 4.3.2 Study Design................................................................................................................... 52 4.3.3 Sample ......................................................................................................................... ...52 Table of content 4.3.4 Factors selected for analysis ...........................................................................................53 4.3.5 Statistical Analysis..........................................................................................................5 3 4.4 Results........................................................................................................................ ...............54 4.5 Discussion ..................................................................................................................... ............61 4.5.1 Strengths and limitations ................................................................................................64 4.5.2 Implications for resear ch and practice ............................................................................65 4.6 Acknowledgements............................................................................................................... ....65 4.7 References..................................................................................................................... ............66 5 Crying babies, tired mothers - challenges of the postnatal hospital stay: an interpretive phenomenological study......................................................................................................... ................69 5.1 Abstract ................................................................................................................... .........................70 5.2 Background ................................................................................................................. .....................72 5.3 Methods.................................................................................................................... ........................73 5.4 Results.................................................................................................................... ..........................76 5.5 Discussion ................................................................................................................. .......................83 5.6 Competing interests........................................................................................................ ..................87 5.7 Authors' contributions..................................................................................................... .................87 5.8 Acknowledgements ........................................................................................................... ...............87 5.9 References................................................................................................................. .......................88 6. Synthesis of findings, Discussion and Perspectives.......................................................................... .92 6.1 Discussion of key findings ................................................................................................. ..............93 6.1.1 The interplay of postnatal infant crying and maternal tiredness ......................................93 6.1.2 Separating the chicken from the egg - the question of causality .....................................94 6.1.3 The impact of mothers' postpartum conditions................................................................96 6.1.4 The impact of maternal experience with childcare ..........................................................97 6.1.5 The impact of childcare beliefs ........................................................................................99 6.1.6 The impact of health professionals' support ..................................................................101 6.2 Conceptualizing the interplay of infant crying and maternal tiredness..........................................103 6.3 Limitation and strengths: Discussion of methods ..........................................................................10 5 6.4 Implications for research.................................................................................................. ..............108 6.5 Implications for practice.................................................................................................. ...............110 6.6 Perspectives on the research project and translation of the evidence into practice........................113 6.7 Conclusion................................................................................................................. .....................114 6.8 References................................................................................................................. .....................115 Acknowledgements 5Acknowledgements Special efforts were needed to smooth the way for this thesis , which is the first midwifery dissertation undertaken at a Sw iss university. It was the fruitful coope ration between the Institute of Nursing Science, Un iversity of Basel, and the Ins titute of Social and Preventive Medicine at Swiss Tropical Institute, an Associat ed Institute of the Univ ersity of Basel, which assured the qualified supervision for carrying ou t this thesis. Therefore, it is my special pleasure to thank the visionary heads of these two institutes, Prof. Sabina De Geest and Prof. Charlotte Braun-Fahrländ er, who installed the cooperative fra mework which made this thesis possible. I further thank Prof. Dr . Marcel Tanner for his willingness to se rve as co-referee and his engagement to promote research in maternal-c hild health. I am also most thankful to Prof. Dr. Kathleen Dracup who helped to complete my dissertation committ ee by initiating the collaboration with Dr. Holly Powell Kennedy, an experienced researcher in midwifery, who became my international supervisor. My heartfelt thanks go to my three supervisor s, who guided an d supported me from the first to the final step of the entire process of accomplishing this thesis. Prof. Dr. Elisabeth Zemp Stutz, my main supervisor, sh ared with me her profound know ledge on gender and women's health and epidemiological re search, provided me with conc rete, clear and thought-provoking feedback, invested much of he r precious time to disc uss my questions an d let me know that she believed in my abilities to make substant ial contributions to the promoti on of maternal- child health care. Prof. Dr. Holly Powell Kenn edy introduced me to the international network of midwifery research, organised a most insp iring study visit at he r department at the University of Californi a, San Francisco, supported me by phone, mail and in person to manage the qualitative part of my research, and engaged in inte resting discussions to interpret the findings through comparing the experience of early motherhood in American and European culture. Dr. Elisabeth Spichiger wa s there when I needed advice and guidance, provided careful comments on every piece of work, supervised me during my first teaching activities in qualitative research , and strengthened my skills in phenomenologica l research by discussing the underlying philo sophical assumptions and accompanying me during the process of hermeneutic data interpretation. I am grateful for all th e further support I got du ring the research process. For the quantitative part massive thanks is given to all the indepe ndent midwives who cont inuously collect data on every mother-child pair they care for, and to the Swiss Federation of Midwives which gathers the data and provided the dataset for this st udy. Monika Schmid an d Katharina Staehelin Acknowledgements 6merit special thanks for investing much energy in data cleaning and data management, and Dr. Christian Schindler fo r offering valuable s upport to find solutions for tr icky questions during the statistical analysis. For the qualitati ve part, I wish to expres s special thanks to the participating new mothers who we re ready to share happy and di fficult experiences during a very intensive phase of their liv es. Many thanks are also addre ssed to Prof. Dr . Irene Hösli, Johanna Biedermann, Isabel Fo rnaro, Christina Granado and the team of midwives who facilitated participants' recruitment and data collection at the Wo men's Clinic of the University Hospital Basel. I am grateful to Barbara Schwan inger for carefully transcribing many interviews and for the contribution of Di nah Gafner, Theres Walth er and Christa Züger who collaborated on data collection and data analysis during an internship. A special thanks goes to the analysis group which provided me with valuable and ongoing input during the hermeneutic data interpretation: Dr. Manuel and her important input fo r data interp retation came from Prof. Dr. Kit Chesla and Prof. Dr. Kathryn Lee who counseled me during my study visit at the University of California, San Francisco. I benefitted from furthe r support during the writing and publication of the studies' results: Chris Shultis, Stephan Meyer, Prof. Dr. Sandr a Engberg and Prof. Dr. Holly Powell Kennedy helped with English language editing, Arlette Bernasconi provided he lp with graphics and formatting, and my colleagues at the doctoral se minar invested their thoughts and time to read preliminary manuscripts and discuss ways to stre ngthen the texts. I also would like to thank my co-authors for their contri butions and their encouragement to overcome the hurdles of publishing in peer-reviewed journals. A speci al thanks goes to Marcel Zürcher for his generous support with preparing and finishing the final thesis. This research project di d not stop with publication s but inspired the dir ect translation of the findings into a public health ini tiative. I would like to express my special gratitude to Cécile Malevez and her team, which asked me to collab orate on the conceptual isation of a DVD-film aimed at preventing exhaustion in parents of neon ates. Many thanks is also given to the health departments of Basel-Stadt and Basel-Land wh o facilitated two public viewings to promote the film amongst health professionals and fu ture parents in the region of Basel. A research project would not be feasible without financial reso urces. I am grateful for the introduction to fundraising that I got from Arlette Bernasconi, and the support with budgeting and financial management from Greet van Malder en. Thanks for grants and scholarships are Acknowledgements 7given lmann-Stiftung; the Mathieu-Stiftung and to the School of Nursing, University of California, Sa n Francisco. During the journey of co mpleting a doctoral dissertation it is good to have colleagues who recognize your work, express their interest and cheer you up. I was happy to have many such colleagues, and would like to ex press my gratitude fo r their support. My wo rk supervisor, Dr. René Schwendimann, a dvised me how to manage a disser tation project e ffectively, and helped to establish work ing conditions which we re conducive to the pr ogress of my research. A midwife herself, Dr. Eva Cignacco showed a hi gh interest in my wo rk, was available to discuss arising questions and, as a successful researcher, was a role model who inspired me. Finally, I would like to thank my family, frie nds and house mates, w ho shared my joys and worries. They offered practical support and facilitated many happy and restorative moments when we enjoyed meals and excursions together, and rejoiced in the humo rous sides of life. Summary 8Summary \"A new mother lazing in childbed is a ble ssing for her family\" is an old Swiss proverb. Maternal rest and recuperation after birth was a common concern in the past and was frequently support ed by the extended family . However, mothers toda y barely enjoy restful days after birth; instea d they enter directly into the cha llenge of combining baby- and self- care. They often struggle to s oothe a crying baby, while copi ng with their own exhaustion, which can adversely affect family health. Surv eys on maternal health consistently report tiredness and fatigue as the most frequent co mplaint postpartum, affecting 46%-87% of new mothers [1, 2]. Inconsolable infant crying is the most cited reason wh y parents consult health professionals [3]. To date little is known on how mother s confront and handle these challenges after birth. Routine postnatal care la cks effective strategies to alleviate the burden of infant crying and maternal tiredness which can adversely affect family health in the earliest stage. Following the traditional divisi on between neonatal and maternal healthcare, research has usually focussed on conditions affecting either the mother or the neonate, but little attention has been given to the interplay of infant cr ying and maternal tiredness. While maternal tiredness after birth can be seen as normal r eaction to the efforts of gestation and birth [4], maternal fatigue is more severe than tiredness, and can be defined as imbalance of activity and rest [5]. Whereas ti redness is naturally relieved in the circadian rhythm by periods of sleep, fatigue persists through the circadian rhythm, cannot be reliev ed through a single period of sleep, and is accompanied with a negative feeling [6]. Fati gue hampers the well-being of the affected person and is known as risk factor for the development of postpartum depression [7] and for a slightly less optimal development of the infants' fine motor and coordinative skills [8]. Postnatal infant crying is currently regarded as a normal part of a child's neuro-behavioural development following a typical curve which pe aks during the sixth week postpartum at nearly 3 hours crying per day, and declines to below 1 hour per day by 12 weeks of age, with large inter-individual variation [9, 10]. Excessive cr ying is usually define d by 'Wessel's rule of three'. It lasts more than 3 hours on more than 3 days per we ek, and recurs for more than 3 weeks [3, 11]. Such crying behaviour is a known risk factor for the development of maternal postpartum depression, dy sfunctional parent-child relation and, in extreme cases, for shaken baby syndrome or other form s of child abuse [12-14]. Summary 9Our interest in the present rese arch project was not limited to the pathologic forms of maternal fatigue and excessive crying, but embraced the entire continuum from physiologic maternal tiredness to fatigue, and from normal to excessive infant cryi ng. If healthcare is to address the prominent concerns of parents caring for a neona te, we need a deeper understanding of how infant crying and maternal tire dness develop and interact, and what support new parents need to overcome these early challenges to family health. Th e aim of this study was therefore to explore the evolution and interaction of postna tal infant crying and maternal tiredness. Understanding these interactions could ho ld potential to develop evidence based interventions to enhance the adaptive circularity of infant soothing and maternal recovery, and to prevent a vicious circle of infant crying and maternal fati gue and its' adverse effects on family health. A mixed methods approach was used, which co mbined qualitative and quantitative methods for data collection and analysis. We first condu cted a systematic revi ew to synt hesize the evidence on the interconnectednes s of infant crying and maternal tiredness in the first three months postpartum. Both quantitative and qualita tive studies were incl uded. Evidence from this review showed that infant crying was relate d to the experience of tiredness and/or fatigue in new mothers. Whereas the included quantitati ve studies mainly implied that infant crying was a predictor of maternal ti redness, the qualitative studies also depicted how maternal tiredness can nega tively impact a mother's capacity to respond to her child's needs. We concluded that the interconnectedness of infant crying and maternal ti redness is a cyclical process. Second, we conduct ed a case control st udy to analyse so cio-demographic, reproductive-maternal, and neonatal predictors of crying problems as reported by midwives conducting postnatal home care. We found that th e interconnectedness of maternal conditions and infant crying was already evident in th e immediate postpartum period, as maternal distress during the first ten days after birth was str ongly associated with reports of crying problems. Finally, we added th e perspective of new mothers' lived experience s by conducting a longitudinal qual itative study that used an interp retive phenomenological approach. Mothers' accounts indicated that their personal beliefs about benefici al childcare practices shaped the way they combined newborn and self-care and how they handled conflicting needs in the context of changing postnata l care practices. Synthesizing the findi ngs of the three studies yields the following key aspects which contribute to the curr ent state of knowledge: Summary 10 The interconnectedn ess of postnatal infa nt crying and matern al tiredness cannot be fully explained by a unidirectional cause-eff ect relationship. The co mplexity of this interplay is better understood as a cyclical process embracing reciprocal influences of maternal and infant factors, which are embe dded and shaped by the specific family, healthcare, socio-cultural and political context. Conditions which add to new mothers' stress appear to have a deteriorating effect on early infant crying problems. Potential sources of stress included maternal mood states, physical health proble ms, and social conditions (i.e . immigrant status or plans to resume paid work dire ctly after the paid matern ity leave of 14 weeks). The strongest protective fact or for reported crying probl ems was having more than one child. According to the mothers' accounts, they acquired experience in response to crying in a multi-dimens ional learning process. Duri ng this process mothers' attitudes and skills changed in a way wh ich promoted a calmer and de-escalating response to in fant crying. A novel and surprisi ng finding was how the women's person al beliefs about beneficial childcare practices shaped the way they cared for the newborn and their own needs after birth. Thes e beliefs reflected the ongoing discourse on beneficial child rearing pr actices over the last decades, an d ranged from an infant-centred approach focused on the infant's developm ent of a basic sense of trust, to an approach aimed at balancing infants' dema nds with own needs. According to their beliefs, mothers differed in their willingness to minimi ze their own needs for the child's sake, what influen ced their opport unities to rest, an d could mitigate or contribute to maternal ti redness and exhaustion. Health professionals' support played an important role in how mothers managed to combine baby- and self-care. Some mothers experienced care attuned to their and their child's needs, which reduced stress and enhanced their well-being. Others experienced care follow ing a professional age nda even though it conflicted with their specific needs, producing frustration and increasing maternal stress. Balancing of infant's and maternal needs was especially delicate when unsettled babies impeded maternal sleep at night during the postpartum hospital stay. Whereas some professionals showed empathy and offered th e mother respite from child care, others Summary 11appeared to expect mothers to take care of her baby alone. Th is approach could contribute to maternal sleep deprivation and exhaustion. Based on the findings of this research project, we propose a conceptual model which situates the interplay of postnatal infant crying and maternal tiredness as embedded in and influenced by the socio-cultu ral and political contexts (see p. 100/101). Changing discourses on beneficial childcare and policies that regulate maternity and family l eave appear to have a clear impact on the strategies an d resources of the invo lved persons. The s upport of the family and professional caregiver s can strengthen adaptive dynamics of infant soothing and maternal repose when all the actors (i.e. the newborn, the mother, family members and health professionals) are attuned to each other's needs and abilities. Mothers' prior expe rience with infant care is an additional res ource to sustain adaptive dynami cs. However, lack of family and professional support and dimi nished attunement constitut e a risk for the adaptive circularity of infant soothing a nd maternal repose, and can fuel a vicious circle of increased crying and maternal fatigue. This comprehensive conceptual model can be used as a guiding framework to plan both research and interventions at the micro-, meso -, and macro-levels of maternal and child healthcare. Areas of interest embrace direct clinical practice and postna tal care policies, cultural perceptions of child care, and politics and laws affecting motherhood and early family life. Future research should surmount the traditional division between women's and child health, scrutinize maternal, neonata l and paternal needs after birth, and consider the family as unit of interest. Furthermore, research should evaluate indi vidualized and family-friendly forms of care provision, and inve stigate the impact of socio-cult ural and politic al conditions on family health after birth. Analogously, interventi ons have to target different levels. Campaigns and publicity aimed at enhancing public awarene ss of health needs in the postpartum period are n eeded to re-establish soci al conditions which enab le adequate rest and repose for new mothers. Initiatives to extend paid maternity and family leaves would further strengthen conditions wh ich are conducive for early family health. On th e level of care provision the challenge is to de velop new models of care which are responsive to families' postnatal needs of indi vidualized care. Workin g in such care sett ing should prepare and enable nurses and midwives to provide care, which is attuned to the mother's, the newborn's and the family's current situation. Such care has the potential to reduce the stress of families who care for their newborn child after birth, to mitigate early crying problems and maternal tiredness, and thereby, to protect and promot e family health from the earliest stage. Summary 12References 1. Saurel-Cubizolles, M.J., et al., Women's health after childbirt h: a longitudinal study in France and Italy. BJOG, 2000. 107(1 0): p. 1202-9. 2. Schytt, E., rk, and U. Waldenstrom, Physical symptoms after childbirth: prevalence and associations with self-rated health. BJOG, 2005. 112(2 ): p. 210-7. 3. Long, T., Excessive infantile crying: a review of the literature. J Child Health Care, 2001. 5(3): p. 111-6. 4. Rubin, R., Puerperal change. Nurs Outlook, 1961 . 9: p. 753-5. 5. Lee, K.A., Sleep and fatigue. Annu Rev Nurs Res, 2001. 19: p. 249-73. 6. Milligan, R., et al., Postpartum fatigue: clarifying a concept. Sch p. 279-91. 7. Corwin, E.J., et al., The impact of fatigue on the development of postpartum depression. J Obstet Gynecol Neonatal Nurs, 2005. 34(5): p. 577-86. 8. Parks, P.L., et al., What happens when fatigue lingers for 18 months after delivery? J Obstet Gynecol Neonatal Nu rs, 1999. 28(1): p. 87-93. 9. von Hofacker, N. and M. Papousek, Disorders of excessive crying, feeding, and sleeping: the munich in terdisciplinary research and intervention program. Infant mental health journal, 1998. 19(2): p. 180-201. 10. Barr, R.G., Changing our understanding of infant colic. Arch Pediatr Adolesc Med, 2002. 156(12): p. 1172-4. 11. Wessel, M.A., et al., Paroxysmal fussing in infancy, sometimes called colic. Pediatrics, 1954. 14(5): p. 421-35. 12. Vik, T., et al., Infantile colic, prolonged crying and maternal postnatal depression. Acta Paediatr, 2009 . 98(8): p. I., R.C. Alex ander, and T. Talvik, Shaken baby syndrome and a baby's cry. Acta Paediatr, 2008 . 97(6): p. 782-5. 14. Raiha, H., et al., Excessively crying infant in the fa mily: mother-infant, father-infant and mother-father interaction. Child Care Health Dev, 2002. 28(5): p. 419-29. Table of content 13 1 Introduction Soothing a crying baby while coping with person al tiredness is a significant struggle for many new parents. Today mothers barely enjoy restful days after birth; instead they enter directly into the challenge of combining baby and self-c are. Surveys on maternal health consistently report tiredness and fatigue as the most frequent complaint pos tpartum, affecting 46%-87% of new mothers [1, 2]. On the child' s side, disquieting infant crying is the most cited reason why parents consul t health professionals [3]. To date little is know n on how mothers confront and handle these double chal lenges afte r birth. Following the traditional divisi on between neonatal and maternal healthcare, research has usually focussed on conditions affecting either the mother or the neonate, with little attention being given to the interplay of infant crying and maternal tiredness. Routine postnatal care lacks effective strategies to alleviate these prob lems which can adversely affect family health in the earliest stage. If health care is to addr ess the prominent concerns of parents caring for a neonate, we need a de eper understanding how in fant crying and matern al tiredne ss develop and interact, and what support ne w parents need in or der to overcome thes e early hurdles to family health. This thesis contributes to this goal by synthesising the current literature, and by presenting the results of a mixed methods study combining quantitative and qualitative approaches. The three main elements of the st udy were a systematic review which syntheses quantitative and qualitative evidence on the interconnectedness of postnatal infant crying and maternal tiredness; a case-control study th at analyses a comprehensive ra nge of predictors for early crying problems as reported in midwives' postnatal home care; and an interpretive phenomenological study examining new mothers' lived experiences and practices in view of infant crying and personal tiredness in the firs t three months postpartum. The thesis is divided into six chapters. Chapter 1 provides an introduction into the field of postnatal infant crying and maternal tirednes s in the context of changing postnatal care practices in Western countries. It further delineates a gap in the literature and suggests a conceptual model which interlinks in fant crying and maternal tiredness. Chapter 2 describes the aims of the study. Th e next three chapters incorporate own publications. Chapter 3 presents the publication \"Cryin g Babies, Tired Moth ers: What do we kno w? A Systematic Review\" [4]. This systematic review synthesi zes the still scarce evidence that focuses on the Introduction 14interplay of postnatal infant crying and maternal tiredness, ta king into account both quantitative and qualitative studies. Chapter 4 presents the results of a case-control study that identifies the predictors of midwife-reported cryi ng problems in the early postpartum period, based on the Statistical Databa se of Independe nt Midwives' Services in Switzerland (2007) [5]. Chapter 5 reports a first set of findi ngs from a longitudinal qualit ative study that explores mothers' views and practices regarding infant cr ying and own tiredness during the first three months, focusing on the very fi rst period that mothers spent on the hospital postpartum ward [6]. In Chapter 6 the results of all study parts are synthesized and discussed, followed by suggestions for further research and clinical practice. We then outline further planned publications and describe initiatives to transfer the evidence into the areas of public health and the training for heal th professionals. 1.1 State of research in the field of postnatal infant crying and maternal tiredness In this section we will first summarize separately the literatu re on maternal ti redness and on infant crying after birt h. This includes existent concepts and evidence on influencing factors, measures for prevention and treatment, and descri bed family health consequences. Finally, the state of evidence on potential interactions be tween infant crying and maternal tiredness will be discussed in view of changing practices in postnatal care, an d a conceptual model interlinking postnata l infant crying and maternal tiredness will be proposed. 1.1.1 Maternal tiredness postpartum Concepts of tiredness and fatigue: Milligan et al. pr opose differentiating between tiredness and fatigue, using the following criteria. Tiredness occurs afte r exertion and l ong hours awake and is relieved in the circadian rhythm by peri ods of sleep. Fatigue is more severe than tiredness: it pers ists through the circadian rhythm, can not be reliev ed through a single period of sleep, consists in a negative feeling, and hampers the well-bei ng of the affected person. [7]. Other authors focus on fa tigue only. Lee defines fa tigue as the imbalance of activity and rest and views its perception on a continuum from slight ly to extremely exhausted [8]. In contrast to this uni-dimensional model, multidimensiona l concepts have also been suggested. They differentiate between physical and mental fa tigue [9, 10], or be tween the symptoms occurrence and the distress caused by fatigue [11]. Introduction 15In view of terms, the German language does not differentiate between tiredne ss and fatigue, but uses the word 'Müdigkeit'(tiredness) for th e both states. In the pres ent thesis we tend to use the term 'tiredness' in this general way, embracing the entire conti nuum of feeling slightly to extremely tired. Yet, when only the upper end of th is continuum is meant, we use the term 'fatigue'. Influencing factors: Older literature on maternity care views tiredness afte r childbirth as a normal reaction to the effort s of gestation and delivery. The emphasis for new mothers is on the need for rest and recuperatio n [12, 13]. More recently, stud ies have focused on fatigue and investigated specific physical, ps ychological and contextual risk factors of maternal fatigue after birth. Among physical predic tors, they iden tified operative delive ry, blood low neuroendocrine states and infla mmatory processes [7, 8, 14-16]. Conflicting results are reported on the influence of breastf eeding [17, 18]. Regarding the psychological wellbeing, qualitative studies ha ve described the exhaustive nature of the personal transition to motherhood, which incl udes taking over unrel enting responsibility fo r the child [19, 20]. Fatigue is furthermore an associ ated symptom of psychological disorders, such as maternal depression [21, 22]. On the cont extual level, the prominent risk s are interruptions of maternal sleep due to infantile sleeping and feeding patterns, especially if infants show erratic regulatory behaviours [7, 14, 21, 23]. However, the influence of infant crying per se is rarely addressed as explicit factor. Several studies investigated factors such as family structures, cultural traditions regarding mo therhood, socioeconomi c resources, and, to some ex tent, the impact of employment. The results were mixed. Most consistent has been the alleviating influence of social support [7, 9, 14]. Prevention and Interventions: Only a few studies exist on th e prevention and treatment of postpartum tiredness and fatigue - possibly because the lay public and he alth professionals alike consider its occurrence an inescapable part of early motherhood [21, 24]. The use of a Tiredness Management Guide as preventive self-care interven tion in the puer peral period did not have a significant effect on the experience of maternal tiredness [25]. In breastfeeding mothers, lying on the side inst ead of sitting for f eeding reduced perceive d fatigue 30 minutes later (p < .05), but onl y after non-operative deli veries [26]. For the treatment of mothers suffering from depressive symptoms and parental stress 4-6 months postpartum, an intervention by phone call tailored to reduce fa tigue and symptom dist ress had a significant effect on the level of fatigue (p < .001) [11]. In a pilot study, Stremler and colleagues [27] Introduction 16tested an educational sleep intervention to re duce maternal sleep depr ivation and fatigue. Whereas the intervention had a posi tive effect on neonatal and ma ternal length of night-time sleep (p<.05), the effect on maternal fatigue was not significan t (p=.10). Apart from these tested interventions, expert s and guidelines recomme nd experience-based measures such as limiting visitors, assistance wi th baby care, facilitating rest, relief from housework, and enhancing social support [28-30]. Nonethele ss, mothers survey ed in Western countries repeatedly re ported that contempora ry postnatal care did not correspond to their need for support and rest [31-38]. So far, hea lth professionals as well as researchers have not sufficiently explained or resolved this discrepancy between perceived needs and provided care [39-41]. Consequences: A few studies addressed some of the consequences of postpartum fatigue. Affected mothers feel cranky and less patient with partners; they also report redu ced ability to concentrate [42]. Fatigue was also reported to decrease the capac ity for daily activities and to hamper the well-being of affected mothers [4 3]. Longitudinal studie s identified maternal fatigue as a risk factor for postpartum depression [44, 45 ] and for a slightly less optimal development of the infants' fine motor and coordinative skills [10]. 1.1.2 Infant crying postpartum Concepts of normal and excessive crying: During the last decades, crying in neonates and infants has evoked diverse inte rpretations in health and chil d rearing literat ure. Crying has been described as; an undesirable behaviour n eeding measures to exti nguish it, a mode to discharge tension, a plea for help, an import ant attachment behaviour , and the ch ild's first language [46, 47]. Most contemporary researcher s regard crying specifi c infant crying supports an n-shaped pattern over the first three months of life. The amount of daily crying begins to increase about two weeks postpa rtum, peaks during the sixth week at nearly th ree hours/day, and declines to below on e hour/day by 12 weeks of age. During this pe riod, crying episodes cluster typically in late after noon and evenings hours [48, 50, 51]. How to distinguish normal from excessive crying is an ongoi ng discussion. Most researchers and practitioners refer to 'Wessel's rule of three', defining 'excessive crying' - or the synon ymously used 'infantile colic'- as lasting more than 3 hours on more than 3 days pe r week, and recurring for more than 3 weeks [3, 52]. Alternat ive definitions includ e a high-pitched quality in the crying, parental distress and inconsolability of the infant [53, 54]. Introduction 17Influencing factors : In recent decades, clinicians and researchers have developed numerous theories to explain the origins of excessive infant crying, s uggesting medical or behavioural causes for infant colic digestive tract (i.e. hernia or reflux) or nutritional intolerances have been diagnosed only in a few cases [58, 59]. Some researchers s uggest more sub tle digestive causes, such as alterations in the gut microflora [57], disturbed gut motility and visceral hypersensitivity [60]. Su rprisingly, pain as cause for ex cessive crying is mentioned by worried parents, but is hardly assessed in research [54] . Other researchers investigated prenatal and perinatal complications (i.e. preterm birth, low birth weight, assisted vaginal delivery) as cause for excessive crying, with inco nsistent results [61-64]. The result s on type of feeding are also conflicting. Whereas breastfeeding appears as a risk factor for excessive crying in some studies, it seem s to be protective in others [65-67]. Consistent evidence exists on the negative effect of maternal smoking, both during and afte r pregnancy [67-69]. The second line of aetio logical research pertains to psyc hosocial and behavi oural predictors for excessive crying. Some eviden ce supports theoretical models linking excessive crying to maternal anxiety [70, 71 ]. Other risk factors are single mo therhood [70] and dissatisfaction or conflict in the parental partnership [72, 73]. Controversial issues include the influence of the infant's temperament [71, 74] and the mode of childcare [75-77]. Sociodemographic factors such as maternal education and so cioeconomic status showed conflicting results [61, 66, 70], whereas highe r parity appeared to be protective in most studies [61, 66, 70]. C onsidering such complex patterns of pr edictors, the origins of excessive crying remain a mystery. Some researchers s uggest that excessively crying infants are a heterogeneous group , reflecting an array of differe nt aetiologies [48, 54]. Prevention and Interventions: The rare studies on prevention of prolong ed crying rely on the assumption that excessive cr ying is associated with modifiable parental behaviours. A groundbreaking study found that prompt response to infant crying woul d reduce later crying and stimulate secure mother-child attachment [78], but these results were not confirmed in a study with a larger sample [7 6]. Another study identified a preventive effect of increased carrying, but this effect was not replicable e ither [79, 80]. Noneth eless, prolonged physical contact and high parental respon siveness were associated with less crying per 24 hours in a cross country comparison [81]. In a broader pers pective, these parenting behaviours which are particularly responsive to infant crying are in line with one of the prom inent discourses on Introduction 18beneficial child care pr actices of the last de cades. There is an ongo ing controversy on the potential benefit of a parenting style that re sponds to babies' perceived needs, called infant- led care, versus forms of parenting that seek to impose routines and rhythms on babies' behaviour, referred to as structured care [77]. It seems that the two approaches have different benefits and costs. Structured care leads infants to rather develop the ab ility to remain settled at night by 12 weeks of age. In contrast, in fant-led care leads to less overall fussing and crying, but to re current waking at night [77]. Interestingly, the common interv entions for the treatment of ex cessive crying refer primarily to physical causes. In two me ta-analyses of randomized controlled trials, effective interventions were dietary changes that incl uded eliminating cow's milk protein or using herbal tea [82, 83]. Another treatment often recommended for excessive ly crying babies is cranio-sacral therapy or chiropr actic, to realign functional di sturbances of the vertebral column which may have occurred during a diffi cult delivery. However, evidence regarding the effects of these treat ments is mixed [84-86]. Regarding behavioural interventi ons, the mentioned meta-analyses report a beneficial effect for reduced stimulation of the child, whereas supp lemental carrying had no effect [82, 83]. Several studies investigated the outcomes of in- or outpatient pr ograms which provided specific counselling and support for parents of ex cessively crying infant s, all with positive outcomes [49, 87-89]. A ll in all, both biologi cal and socio-behavioural interventions appear to mitigate excessive crying. Consequences: Research results on th e consequences of exces sive infant crying are inconsistent. On the mothers' side, parenting stre ss, fatigue, early cessation of breast feeding, bodily dysfunction, anxiety and de pression were found to be asso ciated with ex cessive crying [49, 53, 71, 90-94]. Howe ver, Clifford et al. [95] did not identify lasting effects on maternal mental health. For infants, exces sive crying is generally described as a self-limiting condition - without lasting effects in mo st cases [95, 96]. Yet the risk for regulatory disorders and hyperactivity seems to be increas ed [97, 98]. On the relational level, the risks include mother- infant distress [73, 96, 99], strained fami ly relations [90, 91, 99], aggressive thoughts towards the infant, shak en baby syndrome and/ or other forms of ch ild abuse [100-103]. Introduction 191.2 Maternal tiredness and infant cryi ng in the context of changing postnatal care practices During the last decades of the tw entieth century the paradigm of postnatal care provision in Western countries change d significantly. The leng th of postnatal hospita l stay decreased and the main responsibility for newborn care was shifted from the professionals to the mother herself [104-106]. Large-scale pr ograms such as the Baby Friendly Hospit al Initiative [107] informed care policies advocating unrest ricted mother-child cont act to promote bonding and breastfeeding [30, 108]. Desp ite positive results in view of mother-child bonding and breastfeeding rates [109, 110 ], not all mothers seem ed to be sati sfied with all aspects of the new models of care [40, 111]. It is a conundrum still awaiting resoluti on that across diverse countries new mothers express pers istently less satisfact ion with postnatal ca re than with care during pregnancy and delivery [39, 112]. We hypothesized that an importan t reason for mothers' dissatis faction may be that current postnatal care practices lack e ffective strategies to address th e newborn's crying and alleviate maternal tiredness, which are two of new moth ers' frequently reported con cerns [1-3, 113, 114]. In the contex t of the continuous roomin g-in promoted by current care practices, mothers become the main caregivers for the newborn an d are challenged to combine baby and self- care from the earliest stage. To date, little is known on how mo thers confront the onset of these challenges after birth, i.e. how they ta ke care of their own need for recovery while simultaneously providing care to a newborn baby who may cry more then expected. Common sense suggests that mate rnal tiredness is related to th e amount of time a baby is crying. However, the literature on postnatal care ha s barely addressed th is interconnection, probably following the traditional division betw een neonatal and maternal health care. The disciplines of infant psychology and infant ps ychiatry were the firs t ones who paid broader attention to the interplay of infant crying an d maternal tiredness. Based on experience in a specialised treatment program fo r excessively crying babies, Papousek et al. described the negative reciprocity of prolonged crying and parental exhaustion in a systemic model of parent-infant communication [49, 115]. A persistently crying child leads to parental exhaustion or depression, and exhausted or depre ssed parents are less able to offer their child support to calm down. This co ncept addresses the interactiv e process between parent and child from a psychological perspective. To health care providers it lends interesting insights on parent-infant interaction. Yet, to guide clinic al postpartum care, we pr opose an adapted model Introduction 20which puts maternal and infant care needs centre stage. This adapted concept provides primary postnatal caregivers with an understandi ng of the dynamics le ading to an adaptive circularity of infant s oothing and maternal recovery (Fig.1), or to a negative reciprocity of increased crying and maternal fa tigue, with the risks of adverse effects on family health (Fig. 2). 7.11.06 Elisabeth KurthMother needs to rest ANDto care for babyBaby needschildcarePartner & family support Repose from tirednessSoothing of crying 7.11.06 Elisabeth KurthBaby needs childcarepartner & family supportPostpartum Depression Shaken baby Child abuseRaised crying Increased FatigueMother needsto rest ANDto care for baby Fig. 1 Adaptive circularity of infant soothing and maternal repose Fig. 2 Vicious circle of infant crying and maternal fatigue, and adverse effects Introduction 211.3 References 1. Saurel-Cubizolles, M.J., et al., Women's health after childbirt h: a longitudinal study in France and Italy. BJOG, 2000. 107(1 0): p. 1202-9. 2. Schytt, E., rk, and U. Waldenstrom, Physical symptoms after childbirth: prevalence and associations with self-rated health. BJOG, 2005. 112(2 ): p. 210-7. 3. Long, T., Excessive infantile crying: a revi ew of the literature. J Child Health Care, 2001. 5(3): p. 111-6. 4. Kurth, E., et al., Crying Babies, Tired Mothers: What do we know? A Systematic Review. Midwifery, 2009. doi:10. 1016/j.midw.2009.05.012. 5. Kurth, E., et al., Predictors of crying problems in th e early postpartum period. JOGNN, in review. 6. Kurth, E., et al., Crying babies, tired mothers - deali ng with the hurdles during the postnatal hospital stay: An interpretive phenomenological study. BMC Pregnancy Childbirth, in review. 7. Milligan, R., et al., Postpartum fatigue: clarifying a concept. Sch Inq Nurs Pract, 1996. 10(3): p. 279-91. 8. Lee, K.A., and fatigue . Annu Rev Nurs Res, 2001. 19: p. 249-73. 9. Campbell, I., Postpartum sleep patterns of mother-baby pairs. Midwifery, 1986. 2(4): p. 193-201. 10. Parks, P.L., et al., What happens when fatigue lingers fo r 18 months after delivery? J Obstet Gynecol Neonatal Nu rs, 1999. 28(1): p. 87-93. 11. Thome, M. and B. Alder, A telephone intervention to reduce fatigue and symptom distress in mothers with difficult infants in the community. J Adv Nurs, 1999 . 29(1): Nurs Outlook, 1961 9: p. 753-5. 14. Lee, K.A. and M.E. Zaffke, Longitudinal changes in fatigue and energy during pregnancy and the postpartum period. J Obstet Gyne col Neonatal Nu rs, 1999. 28(2): p. 183-91. 15. Corwin, E. J., et al., Interleukin-1beta elevation during the postpartum period. Ann Behav Med, 2003. 25(1): p. 41-7. 16. Groer, M., et Neuroendocrine and relati onships in postpartum fatigue. MCN Am J Matern Child Nu rs, 2005. 30(2): p. 133-8. 17. Groer, M., Differences between exclusive breast feeders, formula-feeders, and controls: a study of stress, mood, and endocrine variables. Biol Res Nurs, 2005. 7(2): p. 106-17. 18. Callahan, S., N. Se journe, and A. Denis, Fatigue and breastfeeding: an inevitable partnership? J Hum Lact, 2006. 22(2): p. 182-7. 19. Gynecol Neonatal Nurs, 2003. 32(4): p. 465-77. 20. Barclay, L., et al., Becoming a mother-an analysis of women's experience of early motherhood. Journal of Advanced Nurs ing, 1997. S.M. Yount, A selective review of maternal sleep characteristics in the postpartum period. J Obstet Gynecol Neonatal Nurs, 2009. 38(1): p. 60-8. 22. and J. Lumley, Maternal health after childbirt h: results of an Australian population based survey. Br J Obstet Gynaecol, 1998. 105(2): p. 156-61. 23. Pugh, L.C. an d R. Milligan, A framework for the study of childbearing fatigue. ANS Adv Nurs Sci, 1993. 15(4): p. 60-70. 24. Troy, N.W., Is the significance of po stpartum fatigue being overlooked in the lives of women? MCN Am J Matern Ch ild Nurs, 2003. p. 252-7 ; quiz 258-9. 25. Troy, N.W. and P. Dalgas-Pelish, The effectiveness of a self-care intervention for the management of postpartum fatigue. Appl Nurs Res, 2003 . 16(1): P.M. Fl enniken, and L.C. Pugh, Positioning intervention to minimize women. Nurs Res, 1996 . 9(2): et al., A behavioral-educational interven tion to promote maternal and infant sleep: a pilot rand omized, controlled trial. Sleep, 2006. 29( 12): p. 1609-15. 28. Ockenden, J., After the birth is over ... rest and support for new mothers. Pract Midwife, 2000. 3( 11): p. 10-3. 29. Bick, D ., et al., Postnatal Care . 2002, Edingburgh: Chur chill Livingstone. 30. National Collaborating Centre for Primary Care, Routine postnatal care of women and their babies. NICE clinical guideline 37 . 2006, London: Nati onal Institute for Health and Clinical Excellence. 31. Romito, P., The humanizing of childbirth: the res ponse of medical institutions to women's demand for change. Midwifery, 1986. 2(3): p. Hebamme, 2006. 19(110-115). 33. Wilkins, C., A qualitative study exploring the support needs of first-time mothers on their journey towards intuitive parenting. Midwifery, 2006. 22(2): p. 169-80. 34. L.R. The of place. Midwifery, 2003. 19(2): p. 132-9. 36. Emmanuel, E., D. Cr eedy, and J. Fraser, What mothers want: a postnatal survey. Aust J Midwifery, 2001. 14 (4): p. 16-20. 37. Rudman, A. and U. Waldenstrom, Critical views on postpartum care expressed by new mothers. BMC Health Serv Re s, 2007. 7: p. 178. 38. McLachlan, H.L., et al., Is the organisation and structure of hospital postnatal care a barrier to quality care? Findings from a st ate-wide review in Victoria, Australia. Midwifery, 2008. 24 (3): p. 358-70. 39. Brown, S., M.A. Dave y, and F.J. Bruinsma, Women's views and experiences of postnatal hospital care in the Vi ctorian Survey of Recent Mothers 2000. Midwifery, 2005. 21(2): in the postpartum period] . 2002, Bern: Huber. 41. MacArthur, C., What does postnatal care do for women's health? Lancet, 1999. 353(9150): p. 343-4. Introduction 2342. Kennedy, H.P., et al., Negotiating sleep: a qualitati ve study of new mothers. J Perinat Neonatal Nurs, 2007. 21(2): p. 114-22. 43. Taylor, J. and M. Johnson, How women manage fatigue after childbirth. Midwifery, 2008. 44. Bozoky, I. an d E.J. Corwin, Fatigue as a Predictor of Postpartum Depression. Journal of Obstetric, Gynecologi c, & Neonatal Nursing, 2002. 31(4): p. 436-443. 45. Corwin, E. J., et al., The impact of fatigue on the development of postpartum depression. J Obstet Gynecol Neonatal Nurs, 2005. 34(5): p. 577-86. 46. parents cope with infant crying. JOGN Nurs, 1983. 12(3): p. 199-204. 47. Bowlby, J., The nature of the child's tie to his mother. Int J Psychoanal , 1958. 39(5): p. 350-73. 48. Barr, R.G., Changing our understanding of infant colic. Arch Pediatr Adolesc Med, 2002. 156(12): p. 1172-4. 49. von Hofacker, N. and M. Papousek, Disorders of excessive crying, feeding, and sleeping: the munich in terdisciplinary research and intervention program. Infant mental health journal, 1998. 19(2): p. 180-201. 50. Brazelton, T.B., Crying in infancy. Pediatrics, 1962. 29: Wessel, M.A., et al., Paroxysmal fussing in infancy, sometimes called colic. Pediatrics, 1954. 14(5): p. 421-35. 53. Pinyerd, B.J., Infant colic and maternal mental he alth: nursing research and practice concerns. Issues Compr Pediatr Nurs , 1992. 15(3): p. 155-67. 54. Helseth, S. Begnum, A comprehensive definition of infant colic: parents' and nurses' perspectives. J Clin Nurs, M.R., Irritable theo retical perspectives and practice implications. ANS Adv Nurs Sci, 1988. 10(3): p. 70-8. 56. Lobo, M.L., et al., Current beliefs and management stra tegies for treating infant colic. J Pediatr Health Care, 2004. 18(3): p. 115-22. 57. Savino, F., Focus on infantile colic. Paediatr, . 96(9): p. 1259-64. 58. Miller, A.R. and R.G. Barr, Infantile colic. Is it a gut issue? Pediatr Clin North Am, 1991. 38(6): p. 1407-23. 59. Hiscock, H. and B. Jordan, 1. Problem crying in infancy. Med J Aust, 2004 . 181(9): p. 507-12. 60. Gupta, S.K., Update on infantile colic and management options. Curr Opin Investig Drugs, 2007. 8(11): p. A. Bi dari, and M.H. Rezaie, Incidence and risk fa ctors for infantile colic in Iranian infants. World J Gastroenterol, 2008. 14(29) : p. 4662-6. 62. Sondergaard, C., E. Skaj aa, and T.B. Henriksen, Fetal growth and infantile colic. Arch Dis Child Fetal Neonatal Ed, 2000. 83(1): p. F44-7. 63. Thomas, D.B., in 1981. 17(4): p. 292-5. 64. Hogdall, C.K., et al., The significance of pregnancy, delivery and postpartum factors for the development of infantile colic. J Perinat Med, 1991. 19(4): p. 251-7. Introduction 2465. Clifford, T.J., et al., Infant colic: empirical evidence of the absence of an association with source of early infant nutrition. Arch Pediatr Adoles c Med, 2002. 156(11): p. 1123-8. 66. p. 1325-8. 67. Canivet, C.A., et al., Infantile colic, maternal smoking and infant feeding at 5 weeks of age. Scand J Public Health , 2008. 36(3): p. 284-91. 68. Reijneveld, S.A., et al., Exposure to tobacco smoke and infant crying. Acta Paediatr, 2005. 94(2): p. 217-21. 69. Shenassa, Maternal smoking and inf antile gastrointestinal dysregulation: the case of colic. Pediatrics, 2004. 114 (4): p. e497-505. 70. Canivet, C.A., et al., Infantile colic and the role of trait anxiety during pregnancy in relation to psychosocial and socioeconomic factors. Scand J Public Health, 2005. 33(1): p. 26-34. 71. McMahon, C., et al., Postnatal depression, anxiety and unsettled infant behaviour , in Aust N Z J Psychiatry . 2001. p. 581-8. 72. P., H. Hele nius, and L. Lehtonen, Psychosocial predis posing factors for colic. Bmj, 1993. 307( 6904): p. 600-4. 73. Papousek, M. an d N. von Hofacker, Persistent crying in earl y infancy: a non-trivial condition of risk for the developing mother-infant relationship. Child Care Health Dev, 1998. 24(5): p. 395-424. 74. White, B.P., et al., Behavioral and physiological responsivity, sleep, and patterns of daily cortisol production in infants with and without colic. Child Dev, 2000 . 71(4): p. 862-77. 75. St James-Roberts, I., S. Conroy, and K. Wilsher, Links between maternal care and persistent infant crying in the early months. Child Care Health Dev, 1998. 24(5): p. 353-76. 76. van IJzendoorn, M.H. and F.O. Hubbard, Are infant crying and maternal responsiveness during the first year related to infant-mothe r attachment at 15 months? Attach Hum Dev, 2000 . 2(3): p. 371-91. 77. St James-Roberts, I., Infant crying and sleeping: helping parents to prevent and manage problems. Prim Care, 2008. 35(3 ): p. 547-67, viii. 78. Bell, S.M. and M.D. Ainsworth, Infant crying and maternal responsiveness. Child Dev, 1972. 43(4): p. 1171-90. 79. Hunziker, U.A. and R.G. Barr, Increased carrying reduces infant crying: a randomized controlled trial. Pediatrics, 1986. 77(5): p. 641-8. 80. St James-Roberts, I., et al., Supplementary carrying compared with advice to increase responsive parenting as interventions to prevent persistent infant crying. Pediatrics, 1995. 95(3): p. 381-8. 81. St James-Roberts, I., et al., Infant crying and sleepi ng in London, Copenhagen and when parents adopt a \"proximal\" form of care. Pediatrics, 2006. 117 (6): p. e1146-55. 82. Garrison, M.M. an d D.A. Christakis, A systematic review of treatments for infant colic. Pediatrics, 2000 . 106: p. 184-90. 83. Lucassen, Systematic review of trea tments for infant colic - letters to editors. Pediatrics, 2001. 108(4): p. 1047-8. Introduction 2584. N. effect of spinal manipulation in the trea tment of infantile colic: a random ized controlled clinical trial with a blinded observer. J Manipulative Physiol Th er, 1999. 22(8): p. 517-22. 85. Olafsdottir, E., et al., Randomised controlled trial of infantile colic treated with chiropractic spinal manipulation. Arch Dis Ch ild, 2001. 84(2): p. 138-41. 86. Bradley, E. and F. Finlay, Towards evidence based medici ne for paediatricians. Is cranio-sacral therapy useful in the management of crying babies? Arch Dis Child, 2009. 94(7): p. 555-6. 87. Keefe, M.R., et al., Effectiveness of an intervention for colic. Clin Pediatr (Phila), 2006. 45(2): p. 123-33. 88. Keefe, M.R., et al., An intervention program for fami lies with irritable infants. MCN Am J Matern Child Nurs , 2005. 30(4): p. 230-6. 89. Don, N., C. McMa hon, and C. Rossiter, Effectiveness of an individualized multidisciplinary programme for managing unsettled infants. J Paediatr Child Health, 2002. 38(6): p. 563-7. 90. Armstrong, K., N. Previtera, and R. McCallum, Medicalizing normality? Management of irritability in babies. J Paediatr Child Health, 2000. 36 (4): p. 301-5. 91. Long, T. and M. Johnson, Living and coping with exc essive infantile crying. J Adv Nurs, 2001. 34(2): p. 155-62. 92. Beebe, S.A., R. Casey, and J. Pinto-Martin, Association of reported infant crying and maternal parenting stress. Clin Pediatr (Phila), 1993. 32(1): p. 15-9. 93. Vik, T., et al., Infantile colic, prolonged crying and maternal postnatal depression. Acta Paediatr, 2009 . al., Mothers' postpartum psychologica l adjustment and infantile colic. Arch Dis Child, 2006. 91(5): p. 417-9. 95. Clifford, T.J., et al., Sequelae of infant colic: evidence of transient infant distress and absence of lasting effects on maternal mental health. Arch Pediatr Adolesc Med, 2002. 156(12): p. 1183-8. 96. Barr, R.G., Crying in the first year of life: good news in the midst of distress. Child Care Health Dev, 1998 . 24(5): p. 425-39. 97. von Kries, R., H. Ka lies, and M. Papousek, Excessive crying beyond 3 months may herald other features of multiple regulatory problems. Arch Pediatr Adolesc Med, 2006. 160(5): p. 508-11. 98. Wolke, D., P. Ri zzo, and S. Woods, Persistent infant cr ying and hyperactivity problems in middle childhood. Pediatrics, 2002. 109 (6): p. 1054-60. 99. Raiha, H., et al., Excessively crying infant in the fa mily: mother-infant, father-infant and mother-father interaction. Child Care Health Dev, 2002. 28(5): p. 419-29. 100. Talvik, I., R.C. Alex ander, and T. Talvik, Shaken baby syndrome and a baby's cry. Acta Paediatr, 2008 . 97(6): p. 782-5. 101. Reijneveld, S.A., et al., Infant crying and abuse. Lancet, 2004. 364 (9442): p. 1340-2. 102. Levitzky, S. and R. Cooper, Infant colic syndrome--mater nal fantasies of aggression and infanticide. 39(7): syndrome. Neonatal Care, 2004. 4(2): p. 105-14. 104. Anderson, G.C., Risk in mother-infant separation postbirth. Image J Nurs Sch, 1989. 21(4): p. 196-9. Introduction 26105. Beck, S. von Wöchnerinnen. Ein [After Pflege, 16(5): p. 265-72. 106. Ellberg, L., U. H ogberg, and V. Lindh, 'We feel like one, they see us as two': new parents' discontent with postnatal care. Midwifery, 2008. 107. World Health Organiza tion. Division of Child He alth and Development., Evidence for the ten steps to successful breastfeeding. WHO/CHD/98.9. 1998, Geneva: WHO. 108. Chalmers, B., V. Mang iaterra, and R. Porter, WHO principles of perinatal care: the essential antenatal, perinatal, and postpartum care course. Birth, 2001. 28(3): p. 202- 7. 109. Merten, S., J. Dratva, Ackermann-Liebrich, Do baby-friendly hospitals influence breastfeeding dura on level? Pediatrics, 2005. 116(5): p. e702-8. 110. Crenshaw, J., Care Practice #6: No Separation of Mother and Baby, With Unlimited Opportunities for Breastfeeding. J Perinat Educ, 2007. 16(3): egeforen, 2002. 122(12): p. 1206-9. 112. Redshaw, M., et al., Recorded delivery: a national survey of women's experience of maternity care 2006 . 2007, National Perinatal Ep idemiology Un it: Oxford. mothers: an update. Midwifery, 1989. 5(4): p. 182-8. 114. Thompson, J., et al., Prevalence and persistence of he alth problems af ter childbirth: associations with parity and method of birth. Birth, 2002. 29(2 ): p. 83-94. 115. Papousek, M. an d N. von Hofacker, Persistent crying and parenting: search for a butterfly in a dynamic system. Early Development and Pare nting, 1995. 4(4): p. 209- 224. Aims of the study 272 Aims of the study To promote family health right from the beginn ing, healthcare urgently needs strategies to manage new parents' prominent concerns. The aim of this study was therefore to explore the evolution and interaction of infant crying and ma ternal tiredness. It thereby seeks to promote the development of evidence-based intervention s that enhance the adap tive circularity of infant soothing and maternal reco very and that conversely preven t a vicious circ le of infant crying and maternal fatigue and its' adverse effects on family health. 2.1 Specific research questions A mixed methods approach was used, which co mbined qualitative and quantitative methods for data collection and da ta analysis. We first condu cted a systematic revi ew to synt hesize the evidence on the interconnectednes s of infant crying and maternal tiredness in the first three months postpartum. Both quantitative and qual itative studies were in cluded. The next step applied quantitative methods and consisted of a case control study based on the data collected in the Statistical Database of In dependent Midwives' Services in Switzerland in 2007. The last step consisted of a qualita tive study using inte rpretive phenomenol ogical methods to investigate new mothers' views and practices as they evolve ov er time in everyday life. In the case-contro l study the specific question was: 1) Which sociodemographic, reproductive-maternal and neonatal factors ar e associat ed with midwife-reported crying problems and maternal distress as registered in the Statistical Database of Independent Mi dwives' Services in Switz erland home care (2007)? We hypothesized that high er risk for reported crying problems would be seen in mother- child pairs with the fo llowing exposures: Sociodemographic factors: age; lower prenatal, intrapar tum or postpartum pathologies, phe nomenological study the sp ecific questions were: 2) a) How do new mothers experience maternal tiredness and infa nt crying on the postpartum ward and after discharge at home during the first 12 weeks postpartum? b) What are the practices and perceptions concerning mate rnal tiredness and infant crying which sustain or impair maternal and infant health during the first 12 weeks postpartum? Systematic review 293 Crying Babies, Tired Mothers: What do we know? A Systematic Review Elisabeth Kurth, RM, MNS (Research Associate)1,4; Holly Powell Kennedy, RNM, PhD (Associate Professor)2; Elisabeth Spichiger, RN, PhD (Research Lecturer)1 ; Irene Hösli, MD (Division Chief of the University Women's Hospital)3; Elisabeth Zemp Stutz, MD, MPH (Deputy Director)4. 1 University of Basel, Institute of Nurs ing Science, Bernoullistr. 28 , 4056 Basel, Switzerland 2 University of California, San Francisco, School of Nurs ing, 2 Koret Way, Box 0606, San Francisco, CA 94143, USA 3 University Hosp ital, Womens' Clinic, Spitalstra sse 21, 4031 Basel, Switzerland 4 University of Basel, Instit ute of Social & Preventive Medicine, Steine ngraben 49, 4051 Basel, Switzerland Corresponding author: Elisabeth Kurth elisabeth.kurth@unibas.ch The article has be en publish ed in Midwifery , 2009. doi:10.1016/j.m idw.2009.05.012 Systematic review 303.1 synthesise the evidence on the interc onnectedness of infant crying and maternal tiredness in the postpartum period, both from qu antitative as well as fro m qualitative studies. Methods : a systematic review was conducted incl uding studies in En glish, French and German published from 1980 -2007. Studies were in cluded in the systema tic review if they had extractable data on infant crying as well as maternal tiredness in the period of 0-3 months postpartum. Of 100 retr ieved publications, 10 met these criteria. Findings: evidence from this review indicated that th e amount of infant cr ying during the first three months postpartum is a ssociated with the experience of tiredness and fatigue in new mothers. Significant asso ciations were found in five of si x quantitative st udies. The four identified qualitative studies describe how infant crying di srupts new mothers' circadian rhythms, reducing opportu nities to exacer bating tiredness. In cremental exhaustion diminished parents' ability to concentrate, raising the fear of ha rming their children, triggering depressive sy mptoms and burdening pare nt-child interaction. Key conclusions and imp lications for practice: if healthcare profession als are to address the prominent concerns of parents caring for a neon ate, it is essential to review current care practices and tailor them to mate rnal and infant needs. A care strategy allevi ating the burden of infant crying and maternal fatigue has the potential to strengthen family health from the earliest stage. KEY WORDS: postpartum period, infant crying, colic, postpartum fatigue Systematic review 313.2 Introduction Soothing the crying baby while coping with own tiredness and exhaustion is a significant struggle for many new parents. Up to 46%-8 7% of new mothers re port problems with tiredness or fatigue [1-3]. Disq uieting infant crying is the most cited reas on why parents consult health professionals [4]. Following the traditional division between neonatal and maternal healthcare research has usua lly focussed on complaints affecting either the mother or the neonate, bu t little attention has been given to the interplay of infant crying and maternal tiredness. Neonates' crying is now regarded as a normal part of neuro-behavioural development. It follows a typical cu rve that peaks during the sixth week postpartum at near ly 3 hours' crying per day, and declin es to below 1 hour per da y by 12 weeks of age. Ho wever, there are large individual differences [5-7]. Ex isting literature concentrates on the upper end of the crying continuum - infantile colic (e xcessive crying), which affect s 5-19% of infants [8-10]. Excessive crying or infant colic is usually defi ned as fussing or crying lasting mo re than 3 hours per day, more than 3 days per week, for at least 3 weeks during the first months of life [11]. Such situations ar e known to heighten the ri sk for shaken baby syndrome or other forms of child abuse [12]. A la rge body of literature ad dresses the meaning of maternal response to infant crying in relati on to the emerging mo ther-child relation [ 13, 14]. However, this research focuses on psychological aspects, and barely addresses issues of mothers' health. Postpartum maternal tiredness or fatigue is defined as an imba lance between acti vity and rest [15]. Milligan and colleagues [16] different iated between tirednes s and fatigue, defining tiredness as a physiological stat e occurring after exte nded wakefulness and/ or exertion, which is relieved by a period of sleep. Fatigue, however, is se en as a pathologi cal state, which persists through the circadian rh ythm and cannot be reli eved through a single period of sleep. It decreases the capacity for da ily activities and hampers the well -being of the a ffected person [17]. Postpartum fatigue has further been identi fied as a predictor of postpartum depression [18]. To date, the specific interplay of infant crying and maternal tiredness has only been addressed in treatment programmes for excessive crying ba bies [6, 19, 20]. On the basis of Papousek and von Hofacker's systemic co ncept tracing the reciprocity of infant crying and maternal exhaustion [21], we propose a co nceptualisation that places both maternal and infant's needs centre stage, and incorpor ates the influential suppo rt within the family system (Fig. 1 & 2). A Systematic review 32contented baby allows the mother to recover. Wh en rested, the mother can make better use of her parental compet encies to sustain a baby 's self-regulation, result ing in more successful soothing and rewarding mother-child interacti ons (Fig. 1). Conversely , an excessively crying baby prevents the mother from getting the necessary rest. A mother suffering from exhaustion may show less adequate parenting behaviours, enforcing the infant's arousal and perpetuating its' crying (Fig. 2). If the adaptive circularit y between infant and maternal needs gets out of balance, mother and child are at a higher risk for adverse outcomes as postpartum depression or infant abuse. 7.11.06 Elisabeth KurthMother needs to rest ANDto care for babyBaby needschildcarePartner & family support Repose from tirednessSoothing of crying 7.11.06 Elisabeth KurthBaby needs childcarepartner & family supportPostpartum Depression Shaken baby Child abuseRaised crying Increased FatigueMother needsto rest ANDto care for baby Fig. 1 Adaptive circularity of infant soothing and maternal repose Fig. 2 Vicious circle of infant crying and maternal fatigue, and adverse effects Until now, routine postnatal care has lacked targeted strategies to prevent and treat distressing crying and maternal tiredness from the earliest stage [22, 23]. Midwives are in an ideal position to respond to both mate rnal and neonatal ne eds. However, midw ifery research has more often centred on maternal experiences [17, 24] while neglec ting issues on infant crying. To promote family health from the beginning, postnatal caregiv ers urgently need an evidence base for interventions relating maternal and newborn concerns. The aim of this systematic review is, therefore, to evaluate the current state of knowledg e on the interconnectedness of postnatal infant crying an d maternal tiredness. 3.3 Methods 3.3.1 Search strategy Our literature search included the full spectrum of infant cr ying in the firs t three months postpartum and the entire rang e of maternal experiences from slight tiredness to extreme Systematic review 33exhaustion. We targeted studies containing at le ast one search term for infant crying (infant crying, excessive cr ying, infantile colic and un settled or irritable infa nt) and one for maternal tiredness (maternal or post partum fatigue, tiredne ss, exhaustion). Search es were conducted in Pubmed, Cinahl, Cochrane and PsycINFO and included stud ies published in English, French and German from 1980-2007. Further studies we re retrieved by detailed searches of the reference lists of identif ied articles. To be included, the publi cation had to descri be an original quantitative or qualitative study addressing infant cr ying in relation to ma ternal tiredness in the period of 0-3 months post partum. Qualitative studies were included as they play a valuable role in understanding participants' views, exploring complex processes, and thereby complementing and explaining quantitative evid ence [25, 26]. Of 100 retrieved publications, the title and abstract were an alysed for relevance to the topic of interest based on our inclusion criteria. About 66 pub lications addressed other topics and were excluded. Only two studies had no abstract available. As their titles did not suggest a correspondence to our research question, we decided to exclude them as well (see Fi g. 3). The reasons for further exclusions were missing assessment of maternal tiredness or infant cryi ng, absent correlation between both phenomena, or all participant infant s older than three mont hs. For one study, we contacted the authors because th e associations between infant crying, infant soothability and maternal tiredness were not fully reported [2 7, 28]. According to the authors it was not possible to analyse the associatio n of interest with confidence for infants aged up to 3 months, as this age group was too small in their sample incl uding infants up to 15 months (Fisher, personal communication, Ap ril 27, 2009). We therefor e excluded this study. Systematic review 34Figure 3 Flowchart of study selection 3.3.2 Characteristics of included studies Of the 10 studies included in the review five were conducted in the United States, two in Canada, one in the UK and two in Germany. Ni ne studies were publish ed in English and one was in German. All were publish ed between 1986 and 2007. Recruitment strategies targeted either community-based samples of healthy mother-child pairs (five studies) or mother-c hild pairs with a reported complaint of prol onged infant crying (two studies). The remaining three studies first re cruited mother-child pairs reporting problems with the baby's crying behaviour, and secondly a comparison group of mother-child pairs without such complaints. Recrui tments took place in pre- an d postnatal care settings, in postnatal gymnastic courses, with help of birth records in local newspapers or in specialised programs for excessively crying babies. The size of study sample s ranged from 24 to 505 in quantitative studies, and from 13 to 50 in qualita tive studies. The quantitative studies applied a cross-sectional desi gn (three studies) including infants from 1-6 months postpart um or a cohort design (three studies) with observation periods of two to six months postpartum. Statistical procedures varied accordingly and included two-group comparisons, ANOVA, linear or logistic regression an alysis and correlation. Initial literature review: 100 articles After initial screening: 34 articles Maternal tiredness & infant crying not related 5 articles Maternal tiredness not assessed Infant crying not assessed Infants' age > 3 months Exclusion Quantitative studies 6a r t i c l e sQualitative studies 4a r t i c l e sInclusion Systematic review 35Two qualitative studie s were based on a gr ounded theory approach, one on ethnographic participant observation and inte rviews followed by an adapted grounded th eory approach for data analysis, and one study conducted a case analysis draw n from a larger sample. Data collection for maternal and infant variab les was based on mothe r-charted diaries or questionnaires for quan titative studies, and on interviews and participant observation for qualitative studies. Assessment of infant cr ying was either reported as mean daily crying duration based on 24 hours-diaries charting the baby's behaviour over 5-10 da ys or as score derived from the Infant Difficulty Subscale in th e Infant Characteristic s Questionnaire (ICQ). Th is subscale consists of nine items, addressing infants' amount and intensity of crying, irritability, soothability, mood changes and overall degree of difficulty an d has a reported validity [29]. Because most of these items are indicators for the crying beha viour of an infant, we included the variable 'infant difficulty' as a measure for infant cryi ng into our re view. One study applied a five point Likert scale to assess the frequency of infa nt crying from 'never' to 'very often' [30]. ments [31-34] and two German instruments [35, 36] (see Table 1 and 2). These instruments represented conceptualisations of fatigue as unifactorial or multifactorial phenomenon . All the scales have some reports of validity but only three were designated for or tested in childbearing women [32, 34, 36]. Dennis a nd Ross [30] applied a five point Likert scale to assess the frequency of feeling tired from 'never ' to 'very often' wit hout reported validity. Only one study assessed the effect of maternal tiredn ess/fatigue on infa nt care by using a Likert scale question about the 'impact of fati gue on infant care activities'[37]. 3.3.3 Methodological quality of included quantitative studies Quality criteria for quan titative studies were us ed to assess in cluded soundness [38]. To recruit repr esentative population-based samp les was only an aim in the cohort studies of Dennis and Ross [30] and Milligan et al. [1 6, 39]. However, as they did not fully report response rates and loss to follow up the representativen ess of their samples remains unclear. Furthermore Denni s and Ross [30] excluded mothers with raised depression scores in the first week post partum, and Wambach [37] exclud ed not-breastfee ding mothers which limits the generalisability of these results. The studies recruiting mother-child pairs affected by problematic infant crying might have attracted mothers ex periencing a high Systematic review 36burden due to their child's cr ying behaviour. Mothers with hi gher tolerance towards infant crying might be unde rrepresented. Some of the quanti tative studies might have been underpowered to detect significant associations due to small sample sizes [37, 40, 41]. In data analysis, some studies controlled for confounders by matching as e.g. infant age, maternal education or pa rity [6, 40-42]. Only Milligan and colleagues [39, 43] controlled for confounding in a regression model. Most quantitative st udies categorized the or iginal continuous variab le of crying duration which may have decreased statistical accuracy. This is especially true fo r Becker et al.'s study [40] which compared infants ex cessively crying accor ding to Wessel's crit eria [11] or only according to maternal perception with infants without any report of crying prob lem. A linear regression of duration of crying and degree of maternal exhaustion across all three groups might have provided a more sensitive result, especially as one control child was in fact excessively crying > three hours per day, but remained in the control group. 3.3.4 Methodological quality of included qualitative studies Specific quality criteria were used to asse ss qualitative studies' ri gour [44]. Two of the qualitative studies report a theoretical samp ling strategy to include participants with socio- demographic or obstetric variation [45, 46]. Drummond and colleagues [47] approached only mothers with a healthy baby an d good social support , whereas Thompson and colleagues [48] were the only which included parents and health professionals, but lacks description of the participants' socio-demographic background. None of the studies reports on re fusals during recruitment. Procedures for data collection and analysis are comprehensively described in the studies of Long and Johnson [46] and Runquist [45], bu t only partly in the study of Drummond et al.[47]. No t traceable are the procedures in the study of Thompson et al. [48]. Despite the lack of met hodological description, we decided to retain th e study in the review, because of the unique sample which included he alth professionals. Furthermore, it was the only study which develo ped a theoretical model about the dy namics in families affected by excessive crying. Two studies mention strategies to enhance trustworthiness of findings including discussing the analysis with other experts or checking emerging findings with participants (respondent validation) [45, 47]. Systematic review 373.4 Results Major findings of the systema tic review are summarised in tables 1-3. Table 1 compiles methods and results of four st udies examining statistical asso ciations between the amount of infant crying and the degree of maternal tiredness. Table 2 shows the result s of studies reporting scores for in fant difficulty, but no t explicitly the amount of daily cr ying. Table 3 summarizes methods and results of the four qualitative studies. Systematic review 38Table 1 Amount of infant crying and degree of maternal tiredness Authors Design/ Setting Sample Infant crying Maternal tiredness/fatigue Results Dennis and Ross (2005) Cohort Population-based sampling in pre- and postnatal care, Canada. n= 505 mother-child pairs at 4 and 8 weeks postpartum. Exclusion of mothers with EPDS* > 12 at first week postpartum. Mother- reported amount of baby crying, on 5- point Likert scale (never - very often) Self-reported frequency of feeling tired, on 5- point Likert scale (never - very often) Length of maternal sleep per 24h on 4- point Likert scale (0-4h to >8h) Mothers who reported frequent infant crying were significantly more likely to feel often fatigued (p=.004). Reported fatigue (p=.008), frequent infant crying (p=.02) and having less than 6 hours sleep per 24h (p=.02) were significantly associated with elevated postnatal depression scores (main outcome) at 4 and 8 weeks postpartum. Papousek and von Hofacker (1998) Cross-sectional Interdisciplinary intervention program for fussy babies and community based sampling through birth records, Germany. cases n= 63 babies referred for excessive crying, data collection at time of referral (1 - 6 months postpartum, mean 3.6 months) comparison group n= 49 babies crying <1 h per day, matched to cases by age & gender Mother charted duration of crying/fussing / 24h over 5 days Mother reported Infant Difficulty Subscale in Infant Characteristics Questionnaire (ICQ) Exhaustion subscale in Maternal Childcare attitudes & Feelings (EMKK) Mothers of referred extremely crying (4.9 hrs/d) and moderately crying (2 hrs/d) babies scored significantly higher on exhaustion than mothers of controls (p< .001). No difference in level of exhaustion between mothers of extremely or moderately crying babies. Mothers of referred babies reported fatigue hampered their interchange with child. Becker et al (1998) cross-sectional Community-based paediatric practices and postnatal gymnastic courses, Germany. cases n= 25 babies whose mothers complained about excessive crying during paediatric consultation comparison group n= 25 babies without reported crying problem, similar to cases regarding age, gender, feeding mode, maternal education. Data collection at mean age of 7 (standard deviation=3.3) weeks postpartum Mother charted duration of crying/fussing / 24h over 10 days Subscale 'Failure of settling attempts' assessed in structured interview Exhaustion subcale in Giessen Subjective Complaints List (GBB) No significant differences in degree of exhaustion between cases and controls. Pinyerd (1992) Cross-sectional (Pilot Study) Community based paediatric care, Children's Hospital, and recruited by newspaper advertisement, USA. cases n= 12 babies crying > 2 h / day comparison group n= 12 babies crying < 2h per day, matched to cases by maternal parity, education, marital status, infant gender. Data collection at 7 weeks postpartum. Mother reported diaries on duration/ quality of crying, and occurrence of inconsolability over 7 days (based on parental activity records developed by Barr (1988) & the Nursing Child Assessment Sleep activity Record. Subscale of fatigue-inertia in Profile of Mood States (POMS) Fatigue in mothers of study cases was significantly higher than in mothers of control group (p<.05). * Edinburgh postnatal depression scale Systematic review 393.4.1 Associations between amount of in fant crying and de gree of maternal tiredness Of the four studi es displayed in Table 1, three found a po sitive association between the reported amount of infant crying and the degree of maternal tiredness/fatigue. As might be expected, mothers who reported more infant crying also had incr eased tiredness/fatigue. These findings were cons istent across cohort an d cross-sectional stud ies. Only the cross- sectional study by Becker and colleagues [40] failed to find a difference in fatigue-levels between mothers complaining of excessive cr ying and mothers withou t such complaints, which may be due to the shor tcomings discussed above. One study furt her incorporated measures of depression, which correlated with fatigue (r=0.49, p<. 01) Hofacker [42] briefly mention mothers' report of fatigue hampering their ability to enga ge in stress-free playful inte rchange with their infants. However, the authors do not precise how this information was elicited. Table 2 Associations between scale of infant difficulty a nd degree of maternal tiredness Authors Design/ Setting Sample Infant Difficulty Maternal tiredness/ fatigue Results Wambach (1998) cohort Obstetric care units at University- affilitated hospitals, USA. n= 41 healthy mother- child pairs Exclusion of non- breastfeeding and mothers which weaned before 9 weeks postpartum Data collection at 3-4 days, and at 3, 6, and 9 weeks postpartum. Mother reported Infant Difficulty Subscale in Infant Characteristics Questionnaire (ICQ) Multidimensional Assessement of Fatigue (MAF) Lee Fatigue Scale Verran Snyder- Halpern Sleep Scale Infant difficulty was positively correlated with fatigue at 6 and 9 weeks postpartum (p<.05). Mothers perceived that their fatigue had a mild, but increasing effect on their child care activities. Milligan et al. (1990) Milligan et al. (1996) cohort Community Hospital, USA. n= 259 new mothers with healthy neonate of lower and middle socioeconomic status Data collection at 1st day, 6 weeks and 3 months postpartum. Mother reported Infant Difficulty Subscale in Infant Characteristics Questionnaire (ICQ) Modified Fatigue Symptoms Checklist (MFSC) Visual analog scale for tiredness Infant difficulty was a predictor of fatigue at 6 weeks and 3 months postpartum (p<001). Systematic review 40The two studies in Table 2 identified a positive association between reported Infant Difficulty Scores (broader assessment of infant crying, irritabili ty, soothability, etc. ) and the degree of maternal tiredness. Only Wambac h [37] assessed the effect of maternal tiredn ess/fatigue on the ability of the moth er to care for her infant and f ound a mild negative effect which increased over the study period from one to nine weeks postpartum. Table 3 Qualitative studies on infant crying and maternal tiredness Authors Design/Setting Study population Data Collection Main Results Runquist (2007) Grounded Theory Study Recruitment at postpartum unit in regional hospital, USA. n=13 new mothers of healthy infants, 5 primiparae, 8 multiparae, 2 to 5 weeks postpartum. Theoretical Sampling Semi-structured interview in the family home Participants minimized their own needs for sleep and self-care in order to keep up with the care-giving demands of their children. Infants who were unsettled and crying long hours enhanced mothers' fatigue. Fatigue hampered mothers' physical and mental wellbeing, increased feelings of helplessness, self- doubt, frustration, stress and worry. Mothers' patience was reduced and care giving for children became challenging. In spite of an overwhelming desire to rest and sleep mothers persevered in care-giving using self- identified coping techniques as drinking coffee, going to bed early, in combination with the belief that their children brought purpose and meaning to their lives. Long & Johnson (2001) Pragmatic Ethnography, analysis following an adapted Grounded Theory approach Rural and urban areas, UK. n= 14 mothers & 6 fathers of currently or previously excessively crying babies in first year postpartum Theoretical Sampling focused interview conducted in the family home, augmented by periods of participant observation While caring for an excessively crying baby, the lives of parents were characterized by pervasive disruption: repeatedly disturbed nights caused exhaustion, conversations were distorted, marital relations strained, daily activities stopped; gra dual introversion, with crying becoming the focus of life. Sleep shortage reduced ability to concentrat e, which could lead to varying risks, e.g., driving while exhausted. Inability to soothe the baby undermined parents' sense of competence and led to feelings of guilt. Fatigue further obliterated optimistic perspectives Most significant fear of parents was to lose c ontrol and non-accidentally injure the baby. Parents sought to cope with various strategies, such as seeking a cure for excessive crying, establishing a routine with the baby, taking time-outs, resignation. Drummond et al. (1994) Longitudinal qualitative study Recruitment in prenatal classes and through family physicians, Canada. n= 18 partnered mothers with good health status, half primiparous, half multiparous Convenience sampling Semi-structured narrative interviews in mothers' homes at 6, 10 and 16 weeks postpartum Over the course of the postpartum period, mothers came to understand their babies' crying as a form of communication, and their soothing became differentiated and more eff ective. One mother-child pair had a different trajectory, where excessive crying impeded the mother's rest and the resulting exhaustion diminished the mother's empathetic capacities in response to her child, what resulted in moments of despair. Systematic review 41 Thompson et al. (1986) Grounded Theory Study Health care and public settings, USA. n= 50 parents, nurses, and physicians having experience with and/or knowledge of infant colic/excessive crying. Convenience Sampling through referrals and information booth at shopping mall Interviews which allowed participants to share their experiences. Part of data collection conducted at shopping mall. Participants described the infants' crying as unrelenting and inconsolable. The effect of persistent crying was the gradual development of 'parent colic', which is characterized by parents' crying, fatigue, guilt, and resentment of the infant. Depending on the duration of infant & parent colic, outcomes for parent-child relations were aggravated: a) Parents can maintain positive emotional reciprocity with child b) Parents invest more than they receive from the child, which places an emotional debt upon the child. c) Parents invest their time and energy to such an extent that they become unable to cope, which results in active crisis, including impaired self- image and increased risk of child abuse. The studies compiled in Table 3 illuminate diverse perspectives on infant crying and maternal tiredness. Whereas Long and J ohnson [46] and Thompson and colleagues [48] focussed on the lived experiences with excessively crying infants, Drummond [47, 49] started investigating maternal understandi ng of infant crying in general and ended up describing a specific trajectory of a mother and her pers istently crying child. Runquist [45] puts the experience of early post partum fatigue centre stage. All four studies identify a link between excessive crying, impeded opportunities to rest and resulting fa tigue in mothers, especially if nocturnal crying causes sleep deprivation. Mothers describe mainly mental and emotional effects of fatigue: difficulties to concentrat e, reduced patience, frustration, feelings of incompetence or guilt, resentme nt and fear of becoming a ggressive towards the child. Drummond and colleagues [47] further describe th e underlying process how fatigue hampers the mothers' empathetic respon se to her infants' crying. Thompson and colleagues [48] illuminate diverse trajectories fo r the parent-infant relationship affected by ex cessive crying, which in the worst case ends up in negativ e emotional reciprocity. Persistent crying diminishes positive and rewarding parent-child interactions and failed attempts to understand and comfort the crying baby evoke feelings of frustration. Systematic review 423.5 Discussion Evidence from this review sugges ts that the amount of infant crying during the first three months postpartum is associated with the experience of tiredness and/or fatigue in new mothers. This association wa s found both in comm unity samples of healthy mother-child pairs and in mother-child pairs affected by difficulties wi th infant crying. None of the study designs perm itted conclusions that separated cause and effect regarding infant crying and maternal tiredness. As the two phenomena occur mostly simultaneously, it is not possible to clearly identify predictors and outcomes. Ho wever, most qu antitative study designs assumed crying to be a predictor of ma ternal fatigue. The qual itative stud ies exposed also the opposite di rection, how fatigue can di minish a mother's ability to empathise with her child and respond to his/ her needs adequate ly. Only Wambach [37] inve stigated the impact of maternal fatigue on child care activities using a quantitative approach and found a minor effect, which is in some contrast to the qualitative fi ndings. A similar quest ion as the one used by Wambach was recently added to the 'Multidi mensional Assessment of Fatigue Scale' to validate the scale for the childbearing population [32]. As th e added item yiel ded only a minor score, the authors assume that social desirabi lity may have prevented mothers from admitting that their fatigue is interfering with their pa renting efforts when answering the questionnaire [32]. On the basis of this systematic review it appears that mothers ma y be more likely to share their difficulties with child care caused by fatigue during face-t o-face interviews. 3.5.1 Synthesis and Gaps in Knowledge The long search pe riod applied for our syst ematic review (1980-2007) with only 10 included studies points to a topic with scarce eviden ce. Furthermore, the included studies are heterogeneous and po se limitations due to methodological is sues. First, there is a striking absence of conceptual and measurement clarity to assess infant crying and maternal fatigue. The diverse types of outcomes and effect measures put an unbridg eable hurdle to our attempts to conduct a formal meta -analysis for the quantit ative studies. In fact , it would have been possible to calculate pooled eff ect sizes for four studies only. This calculation would have required to dichotomis e all exposures in an excessive a nd low crying group and to assume equal differences between the resulting groups ac ross the studies. As th ese assumptions were inaccurate, we refrained from reporting a pooled effect si ze. A second limitation is the potential reporting bias , since data on maternal and infant factors were mostly mother- reported. A fatigued mother may feel that her baby is crying a lot, when a ne utral observer Systematic review 43might not. However, no study made use of a third person's rating of infant difficulty or of technical auditory measurement for infant crying. A lthough mother-reporte d data on infant behaviour does not provide strong evidence to conc lude causality, it is appropriate if the point of interest is the burden mo thers experience whil e caring for a crying child. The third limitation was with the study samp les, which were mostly Caucasian, middle-class families. Although most studies controlled for some confounders such as parity, marital status, social support, education or maternal psychopathology, un controlled residual confounding may still have affected the associations. The limited number and compar ability of the reported stud ies point to the fact that interactions between maternal an d neonatal health are an under-researched area. Research is still structured along the tradit ional division of pa ediatrics and obstetri cs, which may explain the few numbers of studies conn ecting the two main concerns of new mothers. Most studies and systematic reviews, in particular, have fo cused either on infant cr ying or on postpartum fatigue [4, 7, 50-53]. In this context, the present revi ew describes the current state of knowledge how infant crying and maternal fatigue are related. Its strength is the combination of evidence from quantit ative and qualitative stud ies, which embraces statistical associations as well as the perspectives of liv ed experience by affect ed mothers. In this way, the qualitative accounts serve to interpret associations identif ied in quantitative studi es and to enlighten underlying processes. On the basis of these findings, we suggest to under stand the interconnec tedness of infant crying and maternal tiredness as a cyclical process, which may best represent the reciprocal dynamic of maternal and neonat al health (see figure 1). Prol onged infant cr ying reduces parents' access to rest, and ther efore increases tiredness/fatigue . Fatigue can then impair the parents' ability to provide empa thetic care to a cryi ng infant, leading to still more crying. 3.5.2 Implications for future research and clinical practice To understand dynamics in early family health future resear ch requires integrated approaches which observe matern al and infant factors together. Broader knowledg e is necessary of the processes leading to an adaptive cycle of infa nt soothing and matern al recreation or to a negative spiral of infant crying and maternal fatigue with the potential of adverse effects on family health. To captu re the full range of such developments, longi tudinal and prospective study designs are needed which will enrol families prenatally, before any patterns of interaction are established. As most studies fo cus on the mother-child pair, the perceptions and experiences of fathers need specific atte ntion. Family practices and experiences are Systematic review 44always multifactorial. Therefore researchers s hould apply a systematic view, which may be best achieved th rough multi-method approa ches. Assessment strategi es should be based on clear, explicit definitions of the domains to be measured, in order to en hance comparability of results. In clinical practice, several intervention programs for excessively crying infants have combined training to read babi es' cues and teaching of soothing skills with measures to facilitate maternal rest, with encouraging results [6, 20]. However, in ro utine care, surveyed mothers reported repeat edly that contemporary postnatal care does not co rrespond to their need for rest and childcare suppo rt [24, 54, 55]. So far, this discrepa ncy between perceived needs and provided care has not been suffi ciently explained or resolved [56-58]. In light of the existing evidence, we suggest three key areas to ta rget in postnatal care. First, the determination and assessment of new parents' needs regarding infant crying and maternal fatigue requires increased attention in routine postnatal care. Second, adequate information about mothers' postnatal recovery and patterns of infa nt crying has to be combined with new parents' introductions to effici ent infant settling. Third, by correcting our society's idealised conceptions of motherhood , health professionals can help ne w parents adopt a realistic view of parenting, and encour age them to organise relief and re cuperation from the 24 hours efforts awaiting them. In conclusion, infant crying, coupled w ith maternal tiredness and/ or fatigue are the most frequent complaints of new mothers, and emerging evidence s hows that they are interconnected. If healthcare pr ofessionals are to address the prominent concerns of parents caring for a neonate, it is essential to review cu rrent care practices and tailor them to maternal and infant needs. A care strategy alleviating th e burden of infant crying and maternal fatigue has the potential to stre ngthen family health fro m the earliest stage. 3.6 Acknowledgments The authors thank Chris Shultis for his editing of the English manuscri pt, Christian Schindler for providing the statis tical support and Kathryn Lee for her valuable feedback to the manuscript. Systematic review 453.7 References 1. Brown, S. and J. Lumley, Maternal health after childbirt h: results of an Australian population based survey. Br J Obstet Gynaecol, 1998. 105(2): p. 156-61. 2. Saurel-Cubizolles, M.J., et al., Women's health after childbirt h: a longitudinal study in France and Italy. BJOG, 2000. 107(1 0): p. 1202-9. 3. Schytt, E., rk, and U. Waldenstrom, Physical symptoms after childbirth: prevalence and associations with self-rated health. BJOG, 2005. 112(2 ): p. 210-7. 4. Long, T., Excessive infantile crying: a review of the literature. J Child Health Care, 2001. 5(3): p. 111-6. 5. Brazelton, T.B., Crying in infancy. Pediatrics, 1962. 29: p. 579-88. 6. von Hofacker, N. and M. Papousek, Disorders of excessive crying, feeding, and sleeping: the munich in terdisciplinary research and intervention program. Infant mental health journal, 1998. 19(2): p. 180-201. 7. Barr, R.G., Changing our understanding of infant colic. Arch Pediatr Adolesc Med, 2002. 156(12): p. 1172-4. 8. Lucassen, P.L., et al., Systematic review of the occurre nce of infantile colic in the community. Arch Dis Child, 2001. 84(5): p. 398-403. 9. Garrison, M.M. and D.A. Christakis, A systematic review of treatments for infant colic. Pediatrics, 2000 . 106: p. 184-90. 10. Crowcroft, p. 1325-8. 11. Wessel, M.A., et al., Paroxysmal fussing in infancy, sometimes called colic. Pediatrics, 1954. 14(5): p. 421-35. 12. Carbaugh, S.F., Understanding shaken baby syndrome. Neonatal Care, 2004. 4(2): p. 105-14. 13. Bell, S.M. and M.D. Ainsworth, Infant crying and maternal responsiveness. Child Dev, 1972. 43(4): p. 1171-90. 14. van IJzendoorn, M.H. and F.O. Hubbard, Are infant crying and maternal responsiveness during the first year related to infant-mothe r attachment at 15 months? Attach Hum Dev, 2000 . 2(3): p. 371-91. 15. Lee, K.A., Sleep and fatigue. Annu Rev Nurs Res, 2001. 19: p. 249-73. 16. Milligan, R., et al., Postpartum fatigue: clarifying a concept. Sch Inq Nurs Pract, 1996. 10(3): p. 279-91. 17. Taylor, J. and M. Johnson, How women manage fatigue after childbirth. Midwifery, 2008. doi:10.1016/j.m idw.2008.07.004. 18. Bozoky, I. an d E.J. Corwin, Fatigue as a Predictor of Postpartum Depression. Journal of Obstetric, Gynecologi c, & Neonatal Nursing, 2002. 31(4): p. 436-443. 19. Hiscock, H. and B. Jordan, 1. Problem crying in infancy. Med J Aust, 2004 . 181(9): p. 507-12. 20. Keefe, M.R., et al., An intervention program for fami lies with irritable infants. MCN Am J Matern Child Nurs , 2005. 30(4): p. 230-6. 21. Papousek, M. an d N. von Hofacker, Persistent crying and parenting: search for a butterfly in a dynamic system. Early Development and Pare nting, 1995. 4(4): p. 209- 224. Systematic review 4622. Thompson, J., et al., Prevalence and persistence of he alth problems af ter childbirth: associations with parity and method of birth. Birth, 2002. 29(2 ): p. 83-94. 23. Glazener, C.M., et al., Postnatal maternal morbidity: extent, causes, prevention and treatment. Br J Obstet Gynaecol, 1995. 102 (4): p. 282-7. 24. Emmanuel, E., D. Cr eedy, and J. Fraser, What mothers want: a postnatal survey. Aust J Midwifery, 2001. 14 (4): p. 16-20. 25. Dixon-Woods, M. an d R. Fitzpatrick, Qualitative research in sy stematic reviews. Has established a place for itself. BMJ, 2001. 323( 7316): p. 765-6. 26. Dixon-Woods, M., R. Fitz patrick, and K. Roberts, Including qualitative research in systematic reviews: opp ortunities and problems. J Eval Clin Prac t, 2001. 7(2): p. 125- 33. 27. Fisher, J., C. Feekery, and H. Rowe, Treatment of maternal mood disorder and infant behaviour disturbance in an Australian priv ate mothercraft unit: a follow-up study. Arch Womens Ment Health, 2004. 7(1): p. 89-93. 28. Fisher, J., C. Feeker y, and H. Rowe-Murray, Nature, severity and correlates of psychological distress in women admitted to a private mother-baby unit. J Paediatr Child Health, 2002. 38(2): p. 140-5. 29. Bates, J.E., C.A. Free land, and M.L. Lounsbury, Measurement of infant difficultness. Child Dev, 1979. 50 (3): p. 794-803. 30. Dennis, C.L. and L. Ross, Relationships among infant sleep patterns, maternal fatigue, and development of depressive symptomatology. Birth, 2005. 32 (3): p. 187-93. 31. Nyenhuis, D.L., et al., Adult and geriatric normative data and validation of the profile of mood states. J Clin Psychol, 1999 . 55(1): p. 79-86. 32. al., Psychometric evaluati on of the Multidimensional Assessment of Fatigue scale for use with pregnant and postpartum women. Psychol Assess, 2008. 20(2): p. 150-8. 33. Lee, K.A., G. Hicks, and G. Nino-Murcia, Validity and reliability of a scale to assess fatigue. Psychiatry Res, 1991 . 36(3): p. 291-8. 34. Milligan, R., et al., Measuring women's fatigue during the postpartum period. J Nurs Meas, 1997. 5(1): p. im Kleinstkindalter [Questionnaire to assess th e attitudes of mothers with small infants] . 1984, Institute of psyc hology, University of 37. Wambach, K.A., Maternal fatigue in breastfeeding primiparae during the first nine weeks postpartum. J Hum Lact, 1998. 14 (3): p. 219-29. 38. CASP. 12 questions to help you make sense of a cohort study . Critical appraisal skills programm 2004 [cited 2008 12 December Available from: Milligan, and E.R. Lenz, An analysis of postpartum fatigue over the first three months of the postpartum period , in Vision of excellence: the decade of the nineties , J. Wang, P. Simoni, and C. Nath , Editors. 1990, West Virginia Nurses' Association Research Conference Gr oup West Virgin ia. p. 245-251. 40. Becker, K., U. Pauli- Pott, and D. Beckmann, [Infantile colic as maternal reason of consulting a B.J., Infant colic and maternal mental he alth: nursing research and practice concerns. Issues Compr Pediatr Nurs , 1992. 15(3): p. 155-67. 42. Papousek, M. an d N. von Hofacker, Persistent crying in earl y infancy: a non-trivial condition of risk for the developing mother-infant relationship. Child Care Health Dev, 1998. 24(5): p. 395-424. 43. Milligan, R., P.M. Fl enniken, and L.C. Pugh, Positioning intervention to minimize women. Nurs Res, 1996 . 9(2): p. 67-70. 44. CASP. 10 questions to help you make sense of qualitative research . Critical appraisal skills programm 2006 [cited 2007. 36(1): p. 28-37. 46. Long, T. and M. Johnson, Living and coping with exc essive infantile crying. J Adv Elliott, Maternal understa nding of infant crying: What does a negative case tell us? Qual Health Res, 1994. 4(2): p. 208-223. 48. Thompson, P., C.C. Ha rris, and B.E. Bitowski, Effects of infant colic on the family: implications for practice. Issues Compr Pediatr Nu rs, 1986. 9(4): p. Mc Bride, and C.F. Wiebe, development of mothers' of infant crying. Clin Nurs Res, 1993 . 2(4): p. 396-410. 50. Lee, K.A. and M.E. Zaffke, Longitudinal changes in fatigue and energy during pregnancy and the postpartum period. J Obstet Gyne col Neonatal Nu rs, 1999. 28(2): p. 183-91. 51. McQueen, A. and R. Mander, Tiredness and fatigue in the postnatal period. J Adv Nurs, 2003. 42(5 W.J. Assendelft, Systematic review of trea tments for infant colic - letters to editors. Pediatrics, 2001. 108(4): p. 1047-8. 53. Bick, D ., et al., Postnatal Care . 2002, Edingburgh: Chur chill Livingstone. 54. Wilkins, C., A qualitative study exploring the support needs of first-time mothers on their journey towards intuitive parenting. Midwifery, 2006. 22(2): p. 169-80. 55. 165-74. 56. MacArthur, C., What does postnatal care do for women's health? Lancet, 1999. 353(9150): p. 343-4. 57. Rudman, A. and U. Waldenstrom, Critical views on postpartum care expressed by new mothers. BMC Health Serv Re s, 2007. 7: p. 178. 58. Brown, S., M.A. Dave y, and F.J. Bruinsma, Women's views and experiences of postnatal hospital care in the Vi ctorian Survey of Recent Mothers 2000. Midwifery, 2005. 21(2): p. 109-26. Predictors of early crying problems 484 Predictors of crying problems in the early postpartum period Elisabeth Kurth, MNS1,5; Elisabeth Stutz MD, MPH5 1 University of Basel, Institute of Nursing Scie nce, Bernoullistr. 28, 4056 Basel, Switzerland 2 Yale University School of Nursing, 100 Church Street South, New Haven, CT USA. 06536,USA 3 University-C hildrens' Clinic, 4005 Ba sel, Switzerland 4 Swiss Federation of Midw ives, Rosenweg 25 C, 3000 Bern 23, Switzerland 5 Institute of Social & Preventi ve Medicine at Swiss Tropical Institute, Associated Institute of the University of Base l, Steinengraben 49, 4051 Basel, Switzerland Corresponding author: Elisabeth Kurth elisabeth.kurth@unibas.ch The article was published in JOGNN Gynegologic, and Neonatal Nursing (2010), Predictors of early crying problems 494.1 Abstract Objective: To investigate maternal and infant factors associat ed with midwife-reported crying problems in the ea rly postpartum period. Design : Case control study. Setting: Postnatal home car e in Switzerland Participants: sociated with midwife-repo rted crying problems in postnatal home care utilizing the Statistical Database of Indepe ndent Midwives' Services in Switzerland (2007) collect ed by the Swiss Fede ration of Midwives. Using case control methodology, we matched al l identified cases of crying problems wi th controls who had been cared for by the same midwife. A conditional logistic regression model wa s used to analyze the associations of reported crying problems with mate rnal and infant factors. Results: The relationship between maternal heal th problems and infant crying was recognizable in the immediate po stpartum period. Substantially associated with early crying problems were maternal depr ession, psychologic al decompensation , and maternal complications during the first 10 days after birth. Further risk factors were planned resumption of paid work directly after paid maternity leave (at 15-16 weeks postpartum) and immigrant status. A prot ective effect was observ ed for higher parity. Conclusions: Crying problems in the early postpartum period interact with maternal conditions. To prevent early cryi ng problems, postpartum care s hould reduce maternal distress by strategies which enha nce mothers' rest and recuperation after birth. Specific support is important for mothers with early signs of depres sion or decompensation , intention to return early to paid wo rk, immigrant background and for first-time mothers. KEYWORDS: excessive crying, newborn, colic, par ity, maternal depres sion, postpartum period, maternal health Predictors of early crying problems 50Crying constitutes the first fo rm of neonatal communication and elicits the caretaking behaviours necessary for a baby's survival [1, 2] . Yet, infant crying is known as one of the major challenges for new parent s and contributes considerably to parental stress [3, 4]. Prolonged crying is on e of the most frequent reasons why parents seek medical care [5, 6]. Most distressing for pa rents is when their infant cannot be consoled. This may lead to concerns that the baby suffers from a health pr oblem, and may damage parents' confidence in their ability to care for their child [3, 7]. Such a situation can endanger the normal development of the parent-child relation; dysfunc tional patterns of in teraction may form and disturb reciprocal attachment [8 , 9]. In extreme cases, babies w ho cry excessively are at risk for shaken baby sy ndrome or other forms of abuse [10, 11]. Understanding the complexity of infant crying is crucia l to effective care duri ng the postnatal period. 4.2 Background Current pediatric theories regard infant crying as a normal part of a child's neuro-behavioural development with large inter-individual variati on. Infant crying follows a typical curve which peaks during the sixth week postpartum at near ly 3 hours crying per day, and declines to below 1 hour per day by 12 weeks of age [12-14 ]. Existing literature concentrates on the upper end of the crying continuu m - infantile colic, also ca lled excessive crying - which affects 5-19% of infants during the first six months after birth [15-17]. The wide range of reported prevalence is likely due to inconsistent definitions of excessive crying [18]. The most common definition dates b ack to the 1950s and is known as \"the rule of three\"[19]. Crying is excessive if an infant cries more than 3 hours per day, on more than 3 days per week, for at least 3 weeks. However, according to this time-based defin ition early crying problems, that can put families under stress sh ortly after birth, would not be considered excessive crying. That may be the reason that little is known abou t crying problem s occurring in the first month postpartum. In addition to \"the rule of three\" various authors have suggested divers e qualitative characteristics to differentiate normal from excessive crying such as paroxysmal crying, unresponsiveness to s oothing, and pain-lik e facial expressions [20, 21 ]. Others have identified parents' perception of crying as a problem or th eir need for professional help as indicator for excessive crying [15, 22]. Infant crying is known as one of the major challenges for new parents and contributes consid erably to parental stress. Predictors of early crying problems 51In recent decades, clinic ians and researchers have developed numerous theories to explain the origins of excessive infant crying and to serve as basis for specific therapeutic approaches [23, 24]. Explanatory models of a gastrointestinal or allergenic etiology are common, but these disorders have only been identified in a mi nority of cases [5, 25-27] . Some evidence supports theoretical models linking excessive crying to en vironmental tension or maternal anxiety, but study findings are inconsistent [28]. Maternal depr ession and stressful experiences during pregnancy have, however, been consistently asso ciated with a higher risk for excessive crying [26, [17, 30]. In soci odemographic studies, factors su as maternal education and socioeconomic status showed conf licting results [17, 30, 31], wh ile higher parity appeared to be protective in most studies [17, 28, 32]. As most of these studies asse ssed crying at 2-3 months post partum, little is known about earlier crying problems. Furthermore, many st udies focused on either sociodemographic or health related predictors while others reported only bivariate relationships between predictors and excessive crying resu lting in a lack of know ledge about potential confounding factors. A comprehensive assessment of diffe rent predictors and their in teractions is lacking. Our objective was to gain more insight into the pr edictors of early crying problems by examining the associations between soci odemographic, reprodu ctive-maternal and neonatal health factors and infant cryi ng problems utilizing da ta supplied by the St atistical Database of Independent Midwives' serv ices in Switzerland . 4.3 Methods Based on previous literature we hypothesised th at the risk of early cr ying problems would be associated with sociodemographic factors (mater nal age; maternal education and work load; single parenthood), repr oductive-maternal factor s (parity, mode of delivery, prenatal, postpartum disorders, incl uding psychologi cal decompensa tion and/or depression of the mother), and neonatal health factors (gestational age, birth weight, neonatal disorders). We also investigated women's plans for paid work after birth since length of maternity leave has been shown to have an im pact on maternal and ne onatal health, but its impact on infant cr ying has not been investigated [33]. 4.3.1 Swiss context and data source Midwifery postnatal home care in Switzerland is provided by self-employed midwives, whose fees are reimbursed by mandatory health insura nce. Approximately 50% of the childbearing population enlists these se rvices postnatally, mo st commonly after hosp ital discharg e (at 4-5 Predictors of early crying problems 52days postpartum) to the tenth day postpartum. If more home care is deemed appropriate after 10 days, it must be prescrib ed by a physician [34]. The Swiss Federation of Midwives maintains an administrative-clin ical database for all midwifery services provided by self- employed midwives [35]. The midwife comp letes a standardized form to document sociodemographic and health data for each mo ther-child dyad cared for. The numbers of postnatal visits (mean 4.45, range 1-42) and maternal or child hos pitalization are also recorded [35]. In addition, midwives document common prenatal, intrapartum and postpartum conditions in mothers and neonates using st andardized lists including infant crying problems. 4.3.2 Study Design A case control approach was used to analyze a range of factors asso ciated with reported crying problems. The mi dwifery data set offere d the opportunity to use undesirable outcomes as a starting point and to identify cases and controls from the same source population [36]. Cases were defined as all mother -child pairs with an entry of \"excessively cryi ng infant\" on the data form, whereas controls were defined as mother-chi ld pairs without documented crying problems. The Statistical Database of Independent Midwives' se rvices in Switzerland does not have standard ized criteria for documenting cond itions. As a result, documentation was based on the midwife's asse ssment and profession al judgement. Conseq uently, a report of excessive crying could have been based on the midwife's direct observat ion of the infant or on maternal report. To control for differen ces in reporting of cr ying problems between midwives, we matched cases of mother-child dyads to controls who were cared for by the same midwife. Since we were examining sociodemographic and reproductive factors as predictors of crying probl ems, we did not use additi onal matching criteria. The study was approved by the Swiss Federation of Midwiv es and the cantonal ethical committee. 4.3.3 Sample The Statistical Database of Independent Midwiv es' services in Switzerland provided a dataset consisting of a nationwide samp le of 36,821 mothe r-child dyads who r eceived postnatal midwife care in 2007. Th is corresponded to 49 % of the live-births (74,494) reported in Switzerland in 2007 [37] . We identified 1,636 case s of reported excessively crying infants and matched them with 6,129 contro ls without reported crying problems. To increase statistical power, our goal was to select 4 controls for each case. This wa s possible for 1,416 cases. We were only able to match 1-3 cont rols for the remaining 218 cases. Only two cases could not be matched and were, ther efore, excluded. Predictors of early crying problems 534.3.4 Factors selected for analysis The selection of factors to ex amine as potential predictors of infant crying problems was based on searching the literature for socio-de mographic, maternal-reproductive and neonatal factors related to postnatal crying problems. All selected factors, which were available in the midwifery database, were included in the anal ysis (see Table 2). Maternal vocational education, i.e. educat ion obtained after mand atory or secondary education, was reported in th ree categories (< 2 years, 2-4 years, > 4 years). Plans for resumption of work after birth were categoriz ed according to the Swiss regulation of paid maternity leave (14 weeks) and mothers' intent to return to work (n o, undecided, yes time point unknown, yes <14 weeks, yes 14-16 weeks, yes >1 6 weeks postpartum). We used 3 categories for parity (1, 2, or 3 children) since no additi onal effect was shown for multiparity over the third child. The prenatal disorders examined were bleeding, preeclampsia, intrauterine growth retardation, infections, breech-presentation and postdate pregnancy. The postnatal disord ers were complications related to wound h ealing (perineal or caesarean) and insufficient uterus involution. The neonatal disord ers available in the database were infections, malformations, congenital heart defects, acute respirat ory distress syndrome, and meconium aspiration. 4.3.5 Statistical Analysis In the first step of the regressi on analysis we compar ed the factors betwee n cases and controls in a bivariate analysis. To account for the 1:4 matching, we used simple conditional logistic regression to compute asso ciations. In the second step multiple conditiona l logistic regression models were utilized to assess the importance of individual predictors when adjusted for factors from the same category (s ociodemographic, re productive-maternal or neonatal health problems, data not shown). In the third step, we included all factors in one model. For continuous variab les (maternal age, gest ational age and birth we ight), we tested the linearity of their associations with the outcome variab le by inserting quadratic and cubic terms [36]. None of these terms we re significant (p>.05). To assess potential trends between the risk fo r crying problems and categorical or ordinal variables (mothers' post-mandatory education, am ount of paid work before birth, parity), we used trend tests which were all significant (p<.05). We also evaluated collinearity of gestational age and birth weight. The correla tion of the two variables was rather low Predictors of early crying problems 54(R2=0.29). Therefore, we de cided to include both variables in the final regression model. In addition we examined potential interaction be tween gestational age and birth weight. The interaction term was not significant (p=0.50). Because postnatal home care is focused on the first few week s after delivery , independent midwives may have already terminated their care when preterm infants are discharged following a prolonged hospitalization. Consequen tly, we felt that these infants would be less likely to be seen by independe nt midwives. Therefore, we carri ed out a sensitivity analysis, excluding all mother-child pairs with preterm birth < 37 weeks of gestational age (n= 383 mother-child dyads). We also carried out another sensitivity analysis to determine if factors as sociated with crying problems reported during the first ten days differed from those associated with crying problems reported after ten days , when home visits need a prescripti on from a physician. 4.4 Results The source population for the st udy was women that received postnat al home care by independent midwives in Switzerland in 2007. Ch aracteristics of the source population were compared with the overall childbear ing population in Sw itzerland for the same year (2007) (Table 1). The women in the s ource population were slightly older a nd there was a higher percentage of non-Swiss moth ers compared to the overall childb earing population in Switzerland in 2007. Family structure and the numb er of children were less comparable, as the Swiss Birth Register does not report these data in the sa me way as the Statistical Database of Independent Midwives' serv ices in Switzerland. The study population appear s to include more first-time moth ers than reported in the Swiss Birt h Register. However, this difference may be due to the fact that the Swiss Birth Re gister only includes the number of children for married mothers, but not for unmarri ed mothers. Predictors of early crying problems 55Table 1 Description of the sou rce population in comparison with all Swiss life births in 2007 Source population a (n= 36,821) Nation-wide live births in 2007 (n=74,494) Maternal age, in years (mean) 31.5 30.8 Swiss nationality 61.8 % 64.0 % Living with a partner/married b 96.0 % 83.8 % Multiple births 1.67 % 1.66 % Parity/ Live birth in current marriage c 1 child 53.2 % 46.9 % 2 children 32.7 % 38.4 % 3 and more children 12.6 % 14.7 % a Live births with midwifery care after delivery b Dataset of study population reports living with a partner, the register of nation-wide life births reports mother's marital status c Dataset of study population reports maternal parity, th e register of nation-wide life births reports number of live births in current partnership of married mothers More than half of the cases with infant cryi ng problems were id entified within the first 10 days postpartum (59 %). Fewer cases were documented after 10 days (40.8 %) . Three infants were hospitalized for treatment of crying prob lems (0.2%). Table 2 shows the results of th e bivariate analyses comparin g differences in the factors between cases (infant crying problem reported) and controls (no cryi ng problem reported). Mothers of infants with reported crying problems differed significantly from controls in relation to several maternal socio-demographi c factors (e.g. nationality and education), as well as in reproductive-maternal factors (e .g. parity, mode of de livery and maternal depression). Cases also differe d significantly from controls in relation to the infants' gestational age and the presence of neonatal disorders. Predictors of early crying problems 56Table 2 Characteristics of mother- child pair cases and controls Sociodemographic factors Reported crying problem No reported crying problem p-value a n=1,634 n= 6,129 n (%) n (%) Maternal age (mean (SD)) 31.4 (4.9) 31.5 (5.0) 0.45 missing data 4 (0.2) 8 (0.1 Nationality 0.00 Swiss 891 (54.5) 3,686 (60.1) European 513 (31.4) 1,721 (28.1) Other countries 228 (14.0) 721 (11.8) missing data 2 (0.1) 1 (0.0) Family structure 0.54 Partnered 1,596 (97.7) 5,973 (97.5) Single mother 38 (2.3) 155 (2.5) missing data 0 (0.0) 1 (0.0) Vocational education , y 0.01 b 0-2 276 (16.9) (28.1) missing data 6 (0.4) 21 (0.3) Paid work before birth 0.00 b None 419 (25.6) 1,924 (31.4) Part time 576 (35.3) 2,413 (39.4) Full time 627 (38.4) 1,753 (28.6) missing data 12 (0.7) 39 (0.6) Plans for paid work after birth 0.00 b No return to paid work 417 (25.6) 1,992 (32.5) Unknown yet 256 (15.7) 897 (14.6) Planned, timepoint unknown 447 (27.4) 1,579 (25.8) Planned, > 16 wks postpartum 200 (12.3) 679 (11.1) Planned, 15-16 wks postpartum 200 (12.3) 600 (9.8) Planned, < 14 wks postpartum 110 (6.7) 366 (6.0) missing data 4 (0.2) 16 (0.3) Predictors of early crying problems 57 Reproductive-maternal factors Parity 0.00 b 1 child 1,177 (72.0) 3,247 (53.0) 2 children 365 (22.3) 2,035 (33.2) 3 or more children 92 (5.6) 846 (13.8) missing data 0 (0.00) 1 (0.0) Childbirth Classes 0.00 no 634 (38.8) 3,044 (49.7) yes 826 (50.6) 2,417 (39.4) unclear 172 (10.5) 665 (10.89) missing data 2 (0.1) 3 (0.1) Prenatal disorders 64 (3.9) 194 (3.2) 0.17 Prenatal hospitalization 15 (0.9) 54 (0.9) 0.99 Course of delivery 0.00 data 9 (0.6) 46 (0.8) Modus of delivery 0.00 Spontaneous 861 (52.7) 3,627 (59.2) Vaginally operative 259 (15.6) 691 (11.3) Section 501 (30.7) 1,760 (28.7) missing data 13 (0.8) 51 (0.8) Multiple birth 19 (1.2) 114 (1.9) 0.03 Maternal complications c 350 (21.4) 916 (15.0) 0.00 Maternal psychic decompensation c 45 (2.6) 57 (0.9) 0.00 Maternal depression c 91 (5.6) 103 (1.7) 0.00 Neonatal Factors Gestational age in weeks mean (SD) 39.6 (1.4) 39.3 (1.5) 0.00 missing data 10 (0.6) 63 (1.0) Birth weight in kg mean (SD) 3.331 (0.442) 3.323 (0.485) 0.59 missing data 14 (0.9) 97 (1.6) Neonatal disorders 173 (10.6) 1,258 (20.5) 0.00 a In order to account for the matching, the p- values were computed from simple conditional logistic regression model b Trend test significant c 0-10 days postpartum Predictors of early crying problems 58In the multivariate model, the strongest asso ciations with infant crying problems were maternal depression (OR 4.02, CI 2.91-5.56) or psychic decompensation (OR 2.59, CI 1.69- 3.97) during the first postpartum, foll non-Europe: OR CI 1.20-1.80), planned resumption of paid work at 15-16 weeks postpartum (OR 1.38, CI 1.07-1.79) and the pr esence of maternal complications after birth (OR 1.37, CI 1.16-1.61). Multiparity was high ly protective (2 nd child: OR 0.53, CI 0.45-0.63, 3 children: OR 0.31, CI 0.24-0.41) against infant crying problems. No significant associatio ns with crying problems were found for higher le vels of maternal post -mandatory education (> 4 years) (OR: 1.16, CI 0.94-1.43) and fulltime work before birth (OR: 0.97, CI 0.78-1.22). The relationship between problema tic infant crying and maternal mood problems was already evident during the first ten days postpartum . Predictors of early crying problems 59Table 3 Unadjusted and adjusted odds ratios for reported crying problems (mother-child pairs in model adjusted for all factors: N= 7383) Reported crying problem Raw OR p-value OR adjusted for all factors a p-value Sociodemographic factors Maternal age 1.00 (0.98-1.01) 0.45 1.01 (1.00-1.03) 0.06 Nationality Swiss 1 1 European 1.22 (1.08-1.38) 0.00 0.00 Other (0.62- 1.28) 0.54 0.73 (0.49-1.10) 0.13 Vocational education, y 0 2 1 1 2 -4 1.18 (1.01-1.38) 0.04 1.13 (0.94-1.37) 0.19 > 4 1.31 (1.11-1.55) 0.00 1.16 (0.94-1.43) 0.17 Paid work before birth None 1 1 Part time 1.07 (0.93- 1.23) 0.37 0.82 (0.66-1.00) 0.06 Full time 1.71 (1.48-1.97) 0.00 0.97 (0.78-1.22) 0.82 Plans for paid work after birth No return to paid work 1 1 Unknown yet 1.17 (0.97-1.41) 0.11 1.08 (0.86-1.34) 0.51 Planned, timepoint unknown 1.30 (0.93-1.43) Planned, > 16 wks postpartum 1.43 (1.18- 1.74) 0.00 1.24 (0.96-1.61) postpartum 1.64 (1.35-1.99) 0.00 1.38 0.01 postpartum 1.45 (1.14-1.86) 0.00 1.22 (0.90-1.64) 0.20 Reproductive-maternal factors Parity 1 child 1 2 children 0.48 (0.42-0.55) 0.00 0.53 (0.45-0.63) 1.07 (0.92-1.24) 0.83Predictors of early crying problems 60Prenatal disorders None reported 1 1 yes 1.23 (0.92-1.65) 0.16 1.25 (0.87-1.80) 0.22 Prenatal hospitalization None reported 1 1 yes 1.00 (0.56-1.77) 0.99 0.71 (0.34-1.45) 0.34 Course Pathologic 1.26 (1.23- 1.41) 0.00 1.12 (0.92-1.37) 0.26 Modus of delivery Spontaneous 1 1 Vaginally operative 1.56 (1.32-1.83) 0.00 1.05 (0.83-1.32) 0.69 Section 1.20 (1.05-1.36) 0.01 0.99 (0.80-1.22) 0.91 Multiple birth None reported 1 1 yes 0.60 (0.37-0.98) 0.04 0.77 (0.45-1.34) 0.36 Maternal complications b None 1 1.40 (1.21-1.63) 0.00 1.37 (1.16-1.61) 0.00 Maternal (0.20-1.63) 0.30 0.30 (0.10-0.92) 0.04 Maternal psychic 1 yes 3.22 (2.16-4.82) 0.00 2.59 (1.69-3.97) 0.00 Maternal depression b yes 3.70 (2.74-5.00) 0.00 4.02 (2.91-5.56) 0.00 1.06 0.03 Birth weight (kg) 1.03 (0.92-1.16) 0.59 0.90 (0.77-1.05) 0.17 Neonatal disorders b None reported 1 1 yes 0.45 (0.371-0.52) 0.00 0.43 (0.36-0.52) 0.00 a Adjusted for all factors listed in Table 3 b 0-10 days postpartum Predictors of early crying problems 61Unadjusted and adjusted odds ratios differed considerably, pointi ng to confounding variables in the bivariate analysis. In the multivariable model several factors that were significantly related to crying problems in the bivariate analys es were no longer sign ificant (e.g. maternal education, amount of paid work before birt h, mode of delivery). Such shifts indicate underlying confounding vari ables. The overestimation of the e ffect of maternal education in the unadjusted analysis was corrected when the variable \"parity\" was taken into account. The variable \"parity\" was also responsible for co rrecting the formerly ove restimated effects of \"full time work before birth\" and \"childbirth classes\". More primipar ous mothers had a post- mandatory education > 4 years (31.3 % of prim iparous vs. 25.4 % of multiparous mothers), were working fulltime before birth (46.8 % of primiparous vs. 9.8 % of multiparous mothers) and attended childbirth classes (59.8 % of prim iparous vs. 17.9 % of multiparous mothers). The sensitivity analysis, which excluded pret erm neonates < 37 weeks of gestational age showed no substantial ch ange in significant associations . The second sensit ivity analysis, which excluded cases of reported crying after te n days, showed an even stronger associations with early postpartum depression (OR 6.48, CI 4.14-10.13) and ma ternal decompensation (OR 5.01, CI 2.76-9.11). 4.5 Discussion Our analysis identified significant associations between midwife-reporte d crying problems in the early postpartum period and sociodemogra phic, reproductive-mate rnal and neonatal factors. A novel finding is that the relationship between ma ternal health problems and infant crying was recognizable in the immediate post partum period. Maternal depression and psychic decompensation duri ng the first 10 days were the ma jor risk factors associated with reported crying problem s, followed by non-Swiss nationality , planned resumption of paid work between 15 and 16 weeks postpartum and maternal complications after birth. Having more than one child was the strongest protec tive factor. The association between maternal depression and the occurrence of crying problems is consistent with previous evidence in studies of infants up to six months of age [26, 29, 38]. Our study adds evidence on the association be tween maternal depression and infant crying problems during the immediate postpartum period . Infant crying probl ems were four times more likely to be reported when there was ma ternal depression than when it was absent. However, the direction of the underlying causality is not clea rly known. On th e one hand, an unsettled baby with prol onged periods of cr ying often leads to sleep deprivation in caregivers Predictors of early crying problems 62which increases the risk for developing postpa rtum depression [39-41 ]. On the other hand, exhausted or depre ssed mothers may be more sensitive in their perception of crying as a problem [42]. Furthermore, severely depresse d mothers are known to interact less responsively with their infants, which may lead to and/or perpetuate unsettled infant behavior [9, 43]. Our study also identified maternal complications during of the postpartum recove ry period as a risk factor for crying problems in the neonat e. There is little previous research examining this association. In fact, maternal health problems are typicall y underreported in the postpartum period [44] and need further attention in research and in practice. To our knowledge no evidence is available examining the a ssociation between new mothers' plans to resume pa id work and infant cryi ng problems. It is known, however, th at multiple roles can constitute a stress fact or in mothers [45]. This ef fect may be reduced by longer maternity leave. Longer maternity leaves are know n to be beneficial fo r maternal and child health, and they are associated with a longer duration of breast feed ing [33]. Supposedly, a longer period of re duced stress after birth ma y also have a po sitive impact on the occurrence of crying problems. In Sw itzerland, mothers are entitled to 14 weeks of paid maternity leave. In this study, the risk of infant crying problems was not highest for mothers who planned their return to paid work before 14 weeks, but fo r the group of mothers who planned their return right after their paid maternity leave. One explanation for these findings is th at mothers who planned to return to work earlier may have volun tarily chosen to do so, whereas mothers who planned to return after their paid leave may ha ve felt obligated to return which could have increased their stress level. Mo thers who can afford to add unpaid maternity leave or to quit paid work, may ex perience less stress during the postpartum period . Although no previous studies examined the relationshi p between the length of planned maternity leave and infant crying problems, Canive t and colleagues [30] found no association between economic stress and crying problems. The protective effect of higher pa rity is consistent with most previous findings as well [17, 28]. Alvarez et al. found the same amount of cryi ng in infants of primiparous or multiparous mothers, but that primip arous mothers were more likely to respond by seek ing professional help [46]. Other studies have reported that primiparous mothers are less confident in interpreting their baby's signal s [4, 47], whereas mu ltiparous mothers profited from a higher sense of maternal self-efficacy [48]. Experienced mothers also showed a different response to fussing and crying, which may stimulate infants' emergent abilities to cope with mild distress Predictors of early crying problems 63[49]. In a society where many new mothers feel isolated afte r giving birth, an insufficient transfer of childcare skills and support to pr imiparous mothers may pu t additional stress on inexperienced mother-child pairs. This risk ma y be even higher in immigrant mothers, who frequently lack family suppor t and social networks [50]. However, the as sociation of immigrant status with the occu rrence of crying problems has rarely been addressed. According to a study from the Netherlands, fewer crying prob lems occurred in families from Surinam than in the Dutch population [51] . Immigrants in our study however had different origins (eg. Africa, and South- and Eastern Eu rope) which may not allow comparison to the Surinam migrant group in the Netherlands. Our study did not confirm prior findings that maternal educat ion was a risk factor for crying problems [17, 30]. Our findings are, however, cons istent with those of Rauatava and colleagues [31] who also did not find a signif icant association betwee n maternal education and infant crying problems. These inconsistenc ies may be partly due to differences in the confounders controlled fo r when examining the relationship or may re flect differences in how social contexts influence the parenting experience. For other factors evaluated in this study the existing eviden ce shows mixed results. In our study, the risk of cryi ng increased as gestational age increased. In contrast, Sondergaard, Skajaa, & Henrik sen [52] identified younger gestational age as a risk factor for excessive crying, while Talachian and colleagues [32] f ound no differences in th e rates of excessive crying between preterm and full term infants. Our result ma y have been, in part, due to the early observation period of our study. As the crying pe ak is apparently related to the time since conception rather than time since birth [53], midwives' home visits may not have covered the emergence of crying problems in children of y ounger gestational age. A surprising finding was that ne onatal health problems and ma ternal hospitalization appeared to be protective for the reporting of crying proble ms. One possible explan ation is that infants who suffer from diseases such as infections or acute respirator y distress syndrome, may be too exhausted to cry much. On the other hand, this association could reflec t a reporting bias, as crying might lose its importance in the presen ce of severe maternal or neonatal health problems. Furthermore, midwives may be less involved when mothers or neonates need hospital care. Predictors of early crying problems 644.5.1 Strengths and limitations Our results stem from a secondary analysis, an approach entailing a set of advantages and disadvantages. While the predetermined variables precluded a standardized definition of the reported conditions , we compensated for this by matching cases to controls cared for by the same midwife. However, underrep orting of cryi ng problems may have occurred, as midwives may not have recogniz ed all existing cryi ng problems during home visits. We are less concerned that crying problems we re over-reported because this problem is unlikely to be identified unless it is a clinical concern which needs attention. It has been demonstrated that parents' reports of problematic crying were clinically relevant and could be confirmed by more objective measures as 24- crying diaries [54, 55]. Some variables known to influence the occurr ence of excessive cryi ng, such as feeding methods, social suppo rt, marital conflict or infant temperam ent, were not avai lable in the data set and could not be studied. Still, using the Swiss Na tional Database of Independent Midwives allowed inclus ion of cases and controls from th e same source population, based on the nationwide dataset on childbearing familie s with very low rate s of missing data. Furthermore, the data set permitte d the study of risk factors a ssociated with infant crying problems during the early postpa rtum period in a large sample of maternal-infant dyads. A comprehensive range of sociodemographic, reproductive-maternal and neonatal factors were available for study. The finding that the asso ciation between maternal mood problems and infant crying is alread y evident in the early postpartum peri od is an important contribution to the literature. Still, only 49% of chil dbearing mothers engage independent midwives postnatally so the data are not representative of the entire Swiss popu lation. In particular, underprivileged mothers may not be informed about inde pendent midwives' services. In addition, these services are also more likely to be used by mother-child pairs with complications and by first-time mothers. Another limitation is the possible underestimatio n of the risk for crying problems in very preterm infants, as they less fr equently receive home-care from independent midwives. Yet, in the sensitivity analysis exclud ing preterm neonates < 37 weeks of gestational age, effect estimates did not change substantially. Predictors of early crying problems 654.5.2 Implications for research and practice The interconnectednes s of maternal conditions and reported crying problems was recognizable in the immediate postpartum peri od. Specifically, matern al mental and physical health problems during the first days postpartum app eared to be highly related to reported crying problems. Furthe r research is needed to investig ate interactions between maternal health, length of planned maternity leave and occurrence of crying problems during the first weeks postpartum. Based on the findings in this study, in fant crying problems in the early postpartum period are best understood as a multifact orial phenomenon. Both maternal and neonatal conditions need to be considered as interventions are developed and tested to prevent and treat this problem. Since multiparity appeared to be strongly protec tive, tailored strategies are needed on how to provide support and transf er of child care skills to first-time mothers, who are a growing part of the childbearing populatio n in Western countries. To prevent early crying problems, postpartum care and po licies should focu s on ways to reduce maternal stress fo llowing birth. Sp ecific support is crucial for mothers with early signs of depression or decompensation, intent of early return to paid work, immigrant background and for first-time mothers. 4.6 Acknowledgements Thanks is given to the Swiss Federation of Mi dwives who provided the dataset for this study. We also thank Stephan Meyer and Sandr a Engberg for the final editing. To prevent early infant crying problems, clinical and policy level measures designed to reduce mate rnal stress aft er birth should be should be developed and evaluated. Predictors of early crying problems 664.7 References 1. Bell, S.M. and M.D. Ainsworth, Infant crying and maternal responsiveness. Child Dev, 1972. 43(4): p. 1171-90. 2. LaGasse, L.L., A.R. Neal, and B.M. Lester, Assessment of infant cry: acoustic cry analysis and parental perception. Ment Retard Dev Disabil Res Rev, 2005. 11(1): p. 83-93. 3. Beebe, S.A., R. Casey, and J. Pinto-Martin, Association of reported infant crying and maternal parenting stress. Clin Pediatr (Phila), 1993. 32(1): p. 15-9. 4. Christie, J., B.C. Poul ton, and B.P. Bunting, An integrated mid-range theory of postpartum family development: a guide for research and practice. J Adv Nurs, 2007. 5. Long, T., Excessive infantile crying: a review of the literature. J Child Health Care, 2001. 5(3): p. 111-6. 6. Forsyth, B.W., J. M. Leventhal, and P.L. McCarthy, Mothers' perceptions of problems of feeding and crying behav iors. A prospective study. Am J Dis Child, 1985. 139(3): p. 269-72. 7. Long, T. and M. Johnson, Living and coping with exc essive infantile crying. J Adv Nurs, 2001. 34(2): p. 155-62. 8. Raiha, H., et al., Excessively crying infant in the fa mily: mother-infant, father-infant and mother-father interaction. Child Care Health Dev, 2002. 28(5): p. 419-29. 9. Papousek, M. an d N. von Hofacker, Persistent crying in earl y infancy: a non-trivial condition of risk for the developing mother-infant relationship. Child Care Health Dev, 1998. 24(5): p. 395-424. 10. Carbaugh, S.F., Understanding shaken baby Neonatal Care, 2004. 4(2): p. 105-14. 11. Talvik, I., R.C. Alex ander, and T. Talvik, Shaken baby syndrome and a baby's cry. Acta Paediatr, 2008 . 97(6): p. 782-5. 12. Brazelton, T.B., Crying in infancy. Pediatrics, 1962. 29: p. 579-88. 13. von Hofacker, N. and M. Papousek, Disorders of excessive crying, feeding, and sleeping: the munich in terdisciplinary research and intervention program. Infant mental health journal, 1998. 19(2): p. 180-201. 14. Barr, R.G., Changing our understanding of infant colic. Arch Pediatr Adolesc Med, 2002. 156(12): p. 1172-4. 15. Lucassen, P.L., et al., Systematic review of the occurre nce of infantile colic in the community. Arch Dis Child, 2001. 84(5): p. 398-403. 16. Garrison, M.M. an d D.A. Christakis, A systematic review of treatments for infant colic. Pediatrics, 2000 . 106: p. 184-90. 17. Crowcroft, R.A. Hirasing, Excessive infant crying: the impact of varying definitions. Pediatrics, 2001. 108(4): p. 893-7. 19. Wessel, M.A., et al., Paroxysmal fussing in infancy, sometimes called colic. Pediatrics, 1954. 14(5): p. 421-35. 20. Barr, R.G., et al., The crying of infants with colic: a controlled empirical description. Pediatrics, 1992. 90: p. 14-21. Predictors of early crying problems 6721. Helseth, S. and S. Begnum, A comprehensive definition of infant colic: parents' and nurses' J P., M.G. Vellema-Goud, and P.L. Brand, Characteristics of infants admitted to hospital for persistent colic, and co mparison with healthy infants. Acta Paediatr, 2007. 96(3): Keefe, M.R., Irritable theo retical perspectives and practice implications. ANS Adv Nurs Sci, 1988. 10(3): p. 70-8. 24. Lobo, M.L., et al., Current beliefs and management stra tegies for treating infant colic. J Pediatr Health Care, 2004. 18(3): p. 115-22. 25. Miller, A.R. and R.G. Barr, Infantile colic. Is it a gut issue? Pediatr Clin North Am, 1991. 38(6): p. 1407-23. of infant colic: results, c linical experiences and therapeutic approaches from the Munich Interdisciplinary Rese arch and Intervention Program (MIRIP)]. Monatsschr Kinderheilkd, 1999. p. 244-253. 27. Clifford, T.J., et al., Infant colic: empirical evidence of the absence of an association with source of early infant nutrition. Arch Pediatr Adoles c Med, 2002. 156(11): p. 1123-8. 28. Canivet, C.A., et al., Infantile colic and the role of trait anxiety during pregnancy in relation to psychosocial and socioeconomic factors. Scand J Public Health, 2005. 33(1): p. 26-34. 29. Akman, I., et al., Mothers' postpartum psychologica l adjustment and infantile colic. Arch Dis Child, 2006. 91(5): p. 417-9. 30. Canivet, C.A., et al., Higher risk of colic in infant s of nonmanual employee mothers with a demanding work situation in pregnancy. Int J Behav Med, 2004. 11(1): p. 37- 47. 31. Hele nius, and L. Lehtonen, Psychosocial predis posing factors for colic. Bmj, 1993. 307( 6904): p. 600-4. 32. Talachian, E., A. Bi dari, and M.H. Rezaie, Incidence and risk fa ctors for infantile colic in Iranian infants. World J Gastroenterol, 2008. 14(29) : p. 4662-6. 33. Staehelin, K., P.C. Bertea, and E.Z. Stutz, Length of maternity leave and health of mother and child--a review. Int J Public Health, 2007. 52(4): p. 202-9. 34. Beck, M. and S. Knoth, Nachbetreuung von Wöchnerinnen. Ein Literaturreview [After guide for clinicians . 2 ed. 1999, Cambridge: Cambridge University Press. 37. BFS, Die Bevölkerung der für 38. Don, N., C. McMa hon, and C. Rossiter, Effectiveness of an individualized multidisciplinary programme for managing unsettled infants. J Paediatr Child Health, 2002. 38(6): p. 563-7. Predictors of early crying problems 6839. Dennis, C.L. and L. Ross, Relationships among infant sleep patterns, maternal fatigue, and development of depressive symptomatology. Birth, 2005. 32 (3): p. 187-93. 40. Bozoky, I. an d E.J. Corwin, Fatigue as a Predictor of Postpartum Depression. Journal of Obstetric, Gynecologi c, & Neonatal Nursing, 2002. 31(4): p. 436-443. 41. Posmontier, B., Sleep quality in women with and without postpartum depression. J Obstet Gynecol 42. Kurth, E., et al., Crying Babies, Tired Mothers: W hat do we know? A Systematic Review. Midwifery, in press. 43. Reck, C., et al., Interactive regulation of affect in postpartum depressed mothers and their infants: an overview. Psychopathology, 2004. 37(6): p. 272-80. 44. Webb, D.A., et al., Postpartum physical symptoms in new mothers: their relationship to functional limitations and emotional well-being. Birth, 2008. 35(3 ): p. 179-87. 45. Chandola, T., et al., Does conflict between home and wo rk explain the effect of multiple roles on mental health? A compar ative study of Finland, Japan, and the UK. Int J Epidemiol, 2004. 33(4): p. 884-93. 46. Alvarez, M. and I. St James-Roberts, Infant fussing and crying patterns in the first year in an urban community in Denmark. Acta Paediatr, 1996 . 85(4): C.F. Wiebe, development of mothers' of infant crying. Clin Nurs Res, 1993 . 2(4): p. 396-410. 48. Fish, M. and C.A. Stifter, Mother parity as a main and moderating influence on early mother infant interaction. Journal of Applie d Developmental Ps ychology, 1993. 14(4): p. 557-572. 49. van IJzendoorn, M.H. and F.O. Hubbard, Are infant crying and maternal responsiveness during the first year related to infant-mothe r attachment at 15 months? Attach Hum Dev, 2000 . 2(3): p. der Schweiz [Analysing ne eds of reproductive health in female migrants in Switzerland] ed. I. Schweiz. 2003, Basel: Swiss Tropica l Institute. 51. van der Wal, M.F., et al., Mothers' reports of infa nt crying and soothing in a multicultural population. Arch Dis Ch ild, 1998. 79(4): p. 312-7. 52. Sondergaard, C., E. Skaj aa, and T.B. Henriksen, Fetal growth and infantile colic. Arch Dis Child Fetal Neonatal Ed, 2000. 83(1): p. F44-7. 53. Barr, R.G., et al., Crying patterns in preterm infants. Dev Med Chil d Neurol, 1996. 38(4): p. 345-55. 54. Canivet, C.A., I. Ja kobsson, and B. Hagander, Colicky infants according to maternal reports in telephone interviews and diaries: a large Scandinavian study. J Dev Behav Pediatr, 2002. 23(1): p. 1-8. 55. Wake, M., et al., Prevalence, stability, and outcomes of cry-fuss and sleep problems in the first 2 years of life: pros pective community-based study. Pediatrics, 2006. 117(3): p. 836-42. Curriculum Vitae 695 Crying babies, tired mothers - challenges of the postnatal hospital stay: an interpreti ve Biedermann3; Irene Hösli3; Holly P Kennedy4 1 University of Basel, Institute of Nursing Sc ience, Bernoullistr. 28, 4056 Basel, Switzerland 2 Swiss Tropical and Public Health Institute, Socinstrasse 57, Postfach, 4002 Basel, Switzerland 3 University Hospital, Women's Clinic, Sp italstrasse 21, 4031 Basel, Switzerland 4 Yale University School of Nursing, 100 Church Street South, New Haven, CT USA. 06536, Pre gnancy and Childbirt h (2010), 10(1), 21. Curriculum Vitae 705.1 Abstract Background According to an old Swiss proverb, \"a new moth er lazing in childbed is a blessing to her family\". Today mothers rarely enjoy restful days after birth, but enter directly into the challenge of combining baby- and self-care. They often face a combination of infant crying and personal tiredness. Ye t, routine postnatal care often lacks eff ective strategies to alleviate these challenges which can ad versely affect family health . We explored ho w new mothers experience and handle postnatal infant crying and their own tiredness in the context of changing hospital care pr actices in Switzerland. Methods Purposeful sampling was used to enroll 15 mothers of diverse parity and educational backgrounds, all of who had given birth to a full term healthy ne onate. Using interpretive phenomenology, we analyzed inte rview and participant observat ion data collected during the postnatal hospital stay and at 6 and 12 weeks post birth. This paper re ports on th e postnatal hospital experience. Results Women's personal beliefs about beneficial childca re practices shaped how they cared for their newborn's and their own needs during the early po stnatal period in the hospital. These beliefs ranged from an infant-centered approach focused on the infant's development of a basic sense of trust to an approach that balanced the infa nts' demands with the mo ther's personal needs. Getting adequate rest was particularly difficult for mothers striving to provide infant-centered care for an unsettled ne onate. These mothers suffered from sleep deprivation and severe tiredness unless they were able to leave the ba by with health profes sionals for several hours during the night. Curriculum Vitae 71Conclusion New mothers often need pe rmission to atte nd to their own needs, as well as practical support with childcare to recover from birth especially when neonates are fussy . To strengthen family health from the earliest stage, postnatal care should establis h conditions which enable new mothers to balance the care of th eir infant with their own needs. Curriculum Vitae 725.2 Background Comforting a crying baby while coping with pers onal tiredness can ch allenge mothers after birth. As many as 46%-87% of new mothers repo rt problems with tire dness or fatigue [1, 2], and disquieting infant crying is the most commo nly reported reason parents consult health professionals [3]. Not surprising, the occurrence of postnatal tiredness is associated with the amount of infant crying [4, 5]. In the worst case, infant crying and increasing exhaustion can cumulate into a vicious circle and negatively affect family he alth. Maternal exhaustion has been identified as a predictor of postpartum de pression [6, 7], and pers istently crying infants are at a higher risk for shaken baby syndrome or other forms of child abuse [8, 9]. To date, little is known about how mothers confront thes e challenges during thei r postnatal hospital stay. Both postpartum maternal tiredness and fatigue are defined as an imbalance between activity and rest [10]. Milligan and colleagues [11] differentiate between tiredness and fatigue, defining tiredness as a physiological state occurring after extended wakefu lness and/or exertion which is relieved by a period of slee p. Fatigue, however, is seen as a pathological state which pers ists through the circadia n rhythm and cannot be re lieved through a single period of sleep. Fatigue decreases the capacity for daily activities a nd hampers the well-being of the affected person [12]. F acilitating new mothers' recupera tion has been the primary focus of postnatal care in the past [13], as noted in an old Swiss saying, \"a new mother lazing in childbed is a blessing to her family\". According to this saying, if a new mother is allowed to rest during the first weeks after bi rth she will recover faster and, therefore, be able to fulfill her tasks of mothering and caring for her family in a better way than if she has to return to work immediately after giving bi rth. During the early twentiet h century, when women entered hospitals to give birth, babies were separated from their mothers and placed in nurseries. Mothers were freed from ch ildcare tasks apart from breastfeeding, in part to ensure maternal recuperation [14]. During the last decades of th e twentieth century the paradigm for postnatal care provision in Western countri es changed and the main responsibility for early newborn care shifted to the mothers [15] . Large-scale programs, such as the Baby Frie ndly Hospital Initiative [16], informed care policies by advocating unrestricted mother -child contact to promote bonding and breastf eeding [17, 18]. Despite positive results bonding and breas t-feeding rates [19, 20], not all mothers seemed to be satisfied with all aspects of the new models of care [21, 22]. It is a conundrum still awai ting resolution that Curriculum Vitae 73across diverse countries new mothers express persistently le ss satisfaction with postnatal care than with care duri ng pregnancy and delivery [23, 24]. As a midwife practicing in a regional Swiss hospital from 1991-2004, the first author and principal investigator in this study witnessed and participated in this pa radigmatic shift on the postnatal ward. Some mo thers obviously enjoyed the unrestr icted contact with their baby, whereas others str uggled to combin e their own recovery with baby care. Th e purpose of this study was, therefore, to expl ore first, how new mothers expe rience the crying of their baby and their own tiredness and second, which perceptions and pr actices concerning these issues sustain or impair early family he alth and wellbeing. Data in this study were collected over the first three months postpartum. This article c oncentrates on mothers' experiences during the postnatal hospital stay. 5.3 Methods 5.3.1 Study Design The theoretical background and method for this study derived fro m interpretive phenomenology as described by Heidegger [2 5] and Merleau-Ponty [26], and applied to nursing research by Be nner and her colleagues [27-29]. According to this phenomenological approach, human beings are situ ated in their life wo rld. They both creat e and are created by their situation [30]. Therefore, interpretive phe nomenology takes into a ccount the situatedness of human beings in time and space, the taken- for-granted cultural meanings and the personal concerns that matters to a pe rson [27, 28, 31]. Methods of interpretiv e phenomenology are especially suited to explore human learning processes, transitions, and everyday comportment [27-29], all of which are important features when a woman is becoming a mother and the day-to-day caregiver for a baby. . 5.3.2 Swiss context and setting In Switzerland, maternity services are reimburs ed by the mandatory health insurance, which covers a hospital stay up to four days after bi rth [32]. Our study took place on the postnatal ward of a tertiary ca re women's hospital which serves th e urban and suburb an population of the region, and had been certifi ed by UNICEF as a ba by-friendly hospital, which includes the promotion of 24-hour rooming-in [16]. The tw o units of the postna tal ward can host 35 mother-child pairs in two-bed and single room s. Single rooms are ava ilable for women with Curriculum Vitae 74private health insurance, and for women willing to pay an extra fee. The postpar tum staff includes pediatric nurses (n= 39), midwives (n=4) and breastfeeding counselors (n=2). 5.3.3 Sample We enrolled 15 mother-child pairs recruited from the prenatal outpa tient clinic. Future mothers were invited to particip ate in the study by the attending midw ife during a prenatal care appointment between the 30th week of pregnancy and birth. To fully depict an image of contemporary mothers we used maximum variat ion, sampling mothers of diverse parity and educational background [33]. Elig ibility criteria in cluded singleto n pregnancy, vaginal or caesarean birth, and a full term healthy newborn. Mothers we re excluded if they had conditions known to be associated with high risk s for fatigue, such as postna tal anemia or depression. The study pr ocedures were approved by the hosp ital directorate and the cantonal ethical committee. All participants provided written info rmed consent. There was no attrition. 5.3.4 Data collection Participant observation in the postnatal ward and two narrative interv iews at participants' homes at 6-8 and 12-14 weeks po stpartum were conducted to ex amine the trajec tory through the postnatal period. Ea ch visit lasted approx imately 60-90 minutes. Al l data were collected by the first author. For five mo thers, a visit at the postnatal ward was not feasible, and was replaced by a visit at home within ten days following disc harge. A few fathers were present during the hospital or ho me visit and sometimes joined in for part of the conversation. All mothers participated for th e full length of the study. Participant observation was selected to gather data on the postnatal ward because it is less obtrusive and thus, well suited for investigating childcare beha viors and social interactions [34-37]. The focus of the observation was mother-child interactio ns (including crying and soothing behaviors, facial and vocal expr essions, eye-c ontact, and body positions) and interactions with family member s and health professi onals if they were present. The first author visited mothers and babi es around the fourth day after birth on th e postpartum ward. With the participants' permissi on she stayed in their room and t ook field notes of her observations. When the baby was quiet and no visitors were present, she had conversations with the mothers who glad ly engaged in accounts about their birth and postpartum experience. If not spontaneously me ntioned, prompts were used to elicit information about mothers' Curriculum Vitae 75experiences of tiredness and sl eep. With the participants' permission, the investigator occasionally tape record ed longer narratives. During the second and third vis it at the participant's home ea ch mother was encouraged to share stories about her baby's crying and her experiences of tiredness and re st, using a semi- structured interview guide with open ended questions. The goal of the interviews was to allow mothers to recount their experiences and reflect on them in the presence of an empathic, non- directive facilitator [28]. Prompts used to elicit memories of care experienced in the hospital included, \"When thi nking back on your stay at the postpartum ward, what do you remember about those days? How did the professional s react when your baby was crying? Was there something, which the professionals could ha ve done to make your stay better?\" The interviews were tape recorded and transc ribed verbatim. To maintain participant confidentiality, all names were replaced by a pseudonym. For the present paper, data rela ted to the postnatal hospital st ay was used from the visits on the postpartum ward and from the interviews at the mothers' homes. Th e translation of the quotes from German to English was va lidated by a bi lingual speaker. 5.3.5 Data analysis According to the phenomenological approach based on Heidegger, there is no neutral position outside the lived world for the researcher [38]. Rather, her or his own previous knowledge and beliefs function as starting point to enter the 'hermeneutic circle', which describes the researcher's circular movements between prev ious and new understan dings, as well as the change between perspe ctives at parts of a narrative and at the narrative as a whole during data analysis. This process was support ed by three interwov en interpretive tech niques described by Benner [30]: case and thematic analyses and the identification of exemplars. Analysis began as soon as text was available, paralleling and informi ng further data collection. In the analysis of cases we closely examined th e observational field notes and interview transcriptions of one mother-child pair, and wrote a tentative interpre tation seeking to underst and this participant's reasoning and actions from her point of view . After one case was fully interpreted, we explored other cases, comparin g and contrasting them and identifying paradigm cases which conveyed a strong pattern of meanings. During the thematic analysis we compared issues noted across the field notes a nd in the accounts of differe nt participants, identified commonalities and differences and discerned reoccurring patterns. Fi nally, we searched narrative accounts for exemplars to illustrate and convey aspects of the case and the thematic Curriculum Vitae 76analysis in their situationa l context. [27, 29, 39]. ATLA S.ti software s upported data management and organization [40]. To balance views and strengthen the trustworth iness of interpretations, we discussed the analysis on a regular basis with a group of researchers representing diverse experiences in childcare practice and res earch. The input of these colleagues was valuable in revealing gaps and blind spots, to offer altern ative interpretations [28, 39], and to provide fe edback on how the text would speak to the reader [41]. 5.4 Results 5.4.1 Participants Maternal age ranged from 23 to 44 years (mean 33.5). Nine partic ipants were of Swiss origin, six had a migrant ba ckground (e.g. from Croatia, Italy, or Germany). Six mothers gave birth to their first child, six to their second child, an d one mother each to her third, fourth or fifth child respectively. Only one mo ther was single and living alone, all others were partnered. There was a range of educationa l backgrounds and voca tions (e.g. nursing assistant, lawyer, secretary) with a noticeable number of nursing professions (n=6). Thirteen mothers had a spontaneous vaginal birth and two mothers had a planned c aesarean section for medical reasons. All neonates adapted nor mally after birth and were tran sferred to the postnatal ward together with their mo thers. All mothers initiated breast feeding, and 80% (n=12) were continuously breast feeding at 12 weeks pos tpartum. 5.4.2 Themes and patterns The findings illustrate how moth ers entered into the challenge of combining baby- and self- care. This included 1) mothers' experiences of tiredness an d rest, 2) their responses to their baby's needs and crying, 3) the interplay of infant crying and maternal tiredness, and 4) mothers' experience of professi onal support. To illustrate the wide continuum of maternal experiences and practice s we used several exemplars conv eying aspects of the case and the thematic analysis. We chose those exemplars that exemplify a certain pa ttern most clearly. 5.4.3 Mothers' experience of tiredness and rest Curriculum Vitae 77After giving birth some mothers we re so excited that they slept little during the first night without feeling tired; others fe lt tired from the first day. Those who did f eel tire d often distinguished emotional from ph ysical tiredness. Ph ysical tiredness was at tributed to sleep deprivation or symptoms such as pain or nausea, especially after a caesa rean birth. Emotional tiredness resulted from facing a new situation filled with new impressions, concerns and challenges, as described by the following mother. It's not just physical tiredness. It's also em otional tiredness. It's the sleep that I am missing but it's also this new situation, all these impressive events... one has to adapt to this new situation and overcome the experienc e of the delivery. And one has to get to know the child. (Simone, sec ond-time mother, field note) The birth of a child filled many mothers with en ergy and joy, but it al so required additional strength to grow into a new role and to rec over physically. The rest oration of strength was hampered by a lack of sleep, which was mostly due to the infa nt's needs, but sometimes also because mothers' wellbeing required night-time assessment by care provi ders. In addition, the actual environment create d challenges to obtaining rest, especially when women shared rooms. A few mothers qualified fo r a single room because they had a private health insurance, or were paying an extra-fee. Ye t, the majority shared a two- bed room with another mother- child pair. Interestingly, most mothers started to count the hours of sleep they got per night, suggesting this was becoming an increasin g concern for them. They tried to catch up on rest during the day-time, but that was often impossible or di fficult. Daily standard procedures such as medical care and housekeeping comb ined with the presen ce of visitors clashe d with this need. Somebody is constantly enteri ng the room, the door is alwa ys opening and closing, be it that somebody comes to see my room-mat e or me. In general the noise level is simply very high. I think, at home it will be more relaxed and quiet. (Angelika, first- time mother, field note) Although some mothers s eemed to enjoy the company of a ro om-mate, most said that they would have preferred a single room to get more rest. Some multiparou s mothers arranged for a more restful environment by paying extra for a single room and/or limit ing visitors. Overall, few mothers felt rested during the hospital st ay, whereas most experi enced some level of tiredness, which they attributed to emotional, phy sical and environmental conditions. Their Curriculum Vitae 78explanations included disturbances caused by everyday life on a busy hospital ward. There were, however, also highly related to sleep di sruptions due to the newb orn's or the mother's care needs. 5.4.4 Mothers' experience of infant crying and soothing Most mothers noted that their newborns only cried l oudly when ch anged or bathed. Milder signs of discontent, such as fussing, occurred more frequently. Mothers attributed such signs of discontent to troubl e with digestion, feeling too hot , and most of all, to hunger. Breastfeeding was a main measure to soothe crying, followed by holding an d rocking the baby, talking gently, offering a pacifier, and walking around. Such measures were usually successful in calmin g crying babies. Some participants, especially first-time mothers, found hearing their baby cry hard to tolerate: \"It tears the heart\". Howe ver, the mothers held different views on ideal responses to a baby's crying. Susanne, a first time mother, comm ented that she did not reac t nervously or excitedly when her four day old baby had a crying bout, but handled it calm ly. During one of the interviews at home, she described the rationale fo r her mothering style: I have always said, I don't want to be a mo ther who runs for every squeak and picks the baby up immediately...then the child notices , I only have to make a \"peep\" and someone comes. This may sound silly, but this goes in the direction of tyrannizing. That the child really realizes, I just have to pretend a b it and then mommy is there immediately, then you really run for every crap [for every l ittle thing]. (Susanne, first-time mother) Susanne believed that babies could easily ge t used to instan t parental responses and start to tyrannize their caregivers. The view that babies may have a natural need to cry sometimes and that they benefit from slightly delayed parental response in order to adapt to the realities of life was also shared by other mothers. Carol, another first-ti me mother, held a contrasting view. She felt a deep empathy with her newborn baby and imagined that her daughter would feel alone and ne glected when left on her own for a few minutes. Becaus e she did not want her daughter to cry in her cradle, she would wait to go to the bathroom until her husb and came for his daily visits on the postnatal ward. Curriculum Vitae 79Otherwise, I would have had to lay Sara cryi ng into the cradle, and this would have burdened me incredibly. I think, she has just come out of the bell y and must process so much new, and then she shouldn't have to cry so alone. I find this sad, it also hurts me. During an interview at home, Carol also gave a rationale for her ap proach to crying: It was said, you shouldn't let babies cry ...so they will build up a basic sense of trust at the beginning. ... If Sara cries, I can not rea lly endure it. I want to comfort her fast. (Carol, first-time mother) Carol's concern for the baby's development of ba sic trust informed her mothering style. Both Carol and Susanne acted in accordance with their personal beliefs about what constitutes best childcare. To foster healthy psychological de velopment Carol aimed to meet all her baby's needs immediately, while Susanne saw it as beneficial for the so cial development of a child to experience certain limits from th e earliest stage. Most mothers' attitudes lay somewhere in- between these positions, as explai ned by Regina, who described he r efforts to strike a balance between infant centered and a more structured childcare approach. We do not spoil her, there is a limit somewh ere then. Not that we just let her cry ...I make sure that we go and see within the fi rst five minutes...She doesn't have to cry forever until somebody comes. She can count on it that somebody is there. (Regina, first-time mother) Regina repeatedly stated that she and her husband did not want their baby to become 'the centre' of their lives, receiving all their attention; yet, she want ed the baby to feel cared for. Such different attitude s about beneficial chil dcare practices shaped the way mothers handled baby- and self-care from the first day. 5.4.5 The interplay of infant crying and maternal tiredness As mentioned, most babies did not cry for long periods during the first days of life. Their mothers had the chance to rest and sleep, wh en not hindered for ot her reasons. However, some babies were often unsettled, slept for only short periods, and required freque nt attention. Their mothers' opportunities to rest and sleep we re seriously affected. This pattern was more pronounced in first-time mothers an d becomes especially clear from Carol's description of the first 24 hours after a pl anned caesarean birth. Curriculum Vitae 80The next morning I was completely tired out ... I had only slept about 3 hours, at most, and Sara the same ... She had to be undressed over and over again to measure her temperature and blood glucose, and then she cried again, and th en she came to breastfeed, and this went on the whole night, more or less, ce rtainly four times. The next morning ... I felt extremely exhausted...And th en, on the first day one gets thousands of pieces of information - how one must look a fter the child now and this and that, and the midwife really told me a lot, she did a lo t and explained a lot to me, but I was so exhausted, absolutely empty. I could not take it at all in properl y and I couldn't perceive the child properly either. (Carol, first-time mother) Carol had mild gestational diab etes during pregnanc y, so her da ughter needed regular blood sugar evaluation duri ng the first night, which precipit ated crying periods and sleep interruptions. Carol felt her slee p deprivation and exhaustion even tually affected her cognitive abilities, which compromised her ability to abso rb the childcare guidance given by health professionals and interfered with her percepti ons of her baby. Sleep deprivation persisted, exacerbated by the f act that Carol's attempts to catch up sleep with naps during day-time were hampered by the busy life on the ward. Despit e her family's encourag ement to benefit from the hospital stay for her own re covery, she did not s ee this as a possibility and hoped to get respite and more rest at home after discharge. Newborns' needs for nocturnal feeding, comf orting and medical monitoring interfered markedly with mothers' night- time sleep. As a consequence, affected mothers suffered from increasing sleep deprivat ion, a state they described as co mpromising their own well-being and their abilities to learn the necessary parenting skills. In addi tion, their exhaus tion could throw a shadow over their early perceptions of th eir newborn child. Depending on their beliefs pertaining to childcare, mothers tended to prioritize their newborn's needs and minimize own needs to various degrees. As a re sult, one mother in fact igno red her own need for rest and personal time in order to offer he r child the best possible care. 5.4.6 Mothers' experience of prof essional caregivers' support Women reported diverse experiences with profe ssionals' support on the postnatal ward. Carol was aware that sh e could hand over some of her daughter's care to ge t rest during her hospital stay; yet her conviction that neonates need to develop a basic trus t precluded her willingness to leave her child in th e care of the postpartum staff. In a ddition, she expressed fear that her Curriculum Vitae 81baby would not get adequate attention and car e in the nursery , nor would she become self- reliant in childcare before di scharge if she did not assume all of the care herself. They simply take the child out and put her in the baby's room, and I cannot have this, this breaks my heart ...At home I woul d have my husband, who would have taken her once and changed her diaper. But I can't call [the nurses] to change the diaper every time, I must see that I become self-reli ant, so that when one goes home it will work. There, I can't ring the bell that they [the nurses] change her diaper either. (Carol, first- time mother) Jacqueline is the mother of an in fant that also was very wakeful, but she described a different approach. Since Jacqueline had barely slept the fi rst night after birth the nurses offered to take care of her child fo r several hours. I tried to keep her in the room, but around 2 o'clock I accepted the nurses' offer and let them take over. The first time, when the nu rses moved the cradle with crying Sophie out of the room, it was a strange feeling. It felt like a kick in my hear t. But I bundled all my forces to let Sophie go and convin ced my self that it is be tter for Sophie and for me if I could get some sleep. (Jacqueline, first-time mother, field note) Jacqueline had started with the conviction not to become an overprotectiv e mother. But in this moment she experienced somethin g she had not expected, an intense urge to mother her baby, despite her own fatigue. She went through an inner conflict between her emotional desire and her rational conviction that the baby was better cared for by nurse s than by a mother who reached her limits. The nurses s upported her view. Jacqueline looked back at her hospital stay: Yes I think the most important thing there wa s that I could sleep th rough the night. To know that I can hand her over, if it doesn't wo rk anymore. That was the most important - to have a little bit of the feeling that you can still fi ll up your strength. (Jacqueline, first-time mother). Jacqueline left her child in the nurses' care to recover and ga in strength for her maternal responsibilities after di scharge. Carol maintained the res ponsibility for ch ildcare round the clock to become self-reliant before discharge, in spite of overwhelming exhaustion. Both mothers strove to become the best possible caregivers for their newborn babies, but chose opposite paths. Carol seemed to concentrat e on fulfilling all he r child's needs while Curriculum Vitae 82postponing her own need for recovery and rest. J acqueline took care of her own needs in order to provide good care to her child afterwards. Th eir different attitudes, beliefs and concerns entailed a higher hurdle to accept professional s' support for Carol, in contrast to a lower hurdle for Jacqueline. Mothers reported that their opportunities to profit from suppo rt on the postna tal ward were also shaped by the time availa ble to professionals and their willingness to provide help. Carol experienced the ward as busy and envisioned that the professional care givers would not have enough time to take care of her baby. Jacque line had the impr ession that the professionals had plenty of time for Sophie, as the ward had only few mothers during her stay. There were also accounts of mothers who would have wished to ha nd over an unsettled ba by to get some sleep during the night-time, bu t had the impression that they did not have a real choice. Here the account of Patrizia, a mother whose first baby ha d been crying all the nights on the postnatal ward. Once the night nurse said, she'd take hi m along for one hour, but brought him back when she could not calm him. But in genera l, they do not take the babies. My room-mate had also asked whether they couldn't take her child. The night nurse then said, she had so much to do. She could take him, but wouldn' t be able to look after the child because she has to go when other women rang. Theref ore, I didn't even ask ... I thought it doesn't help to ring; they won't take him anyway. (Patrizia, second-time mother, talking about first child) Patrizia perceived night-shift nurses as reluctan t to provide mothers of unsettled babies respite from childcare and offered se veral thoughts to expl ain their attitude. First, she had the impression that the po stnatal ward had a philosophy of not separating the babies from their mothers. Second, even if nurses wanted to enab le mothers to get some nocturnal rest, they might not be able to provide th e baby with adequate care because of their heavy workload. Third, if a nurse was not succe ssful in comforting the crying child she would pass care back to the mother. This description of professional care provis ion was in sharp contra st to the accounts of Jacqueline, who was offered respite from chil dcare several times. Nevertheless, Jacqueline also noticed that the night-shif t nurse was more reluctant to take the baby when the ward became busier. On the other hand , on the last night before discha rge Patrizia met a night-shift nurse, who noticed her exhaustion, showed empathy and offered to take over th e crying baby. Curriculum Vitae 83Evidently, the mothers experien ced a variety of professional approaches when babies were fussy during the night -time, ranging from an inclination to reluctance to provide respite from childcare. They attribut ed these differences to the varyi ng workload on the ward, and to the differing attitudes of the i ndividual profes sionals. 5.5 Discussion This study described how moth ers combined baby- and self-care fr om the first days postpartum. Taking care of the newborn and mo thers' own needs was easier when the baby was mostly content, but highly challenging if the ba by was unsettled over long periods, preventing the mother from getting sleep and re st. The possibility and readiness to benefit from professionals support beca me a critical factor in how these mothers ma naged their own recuperation. The mothers' account of their ti redness is in line with previo us research [42- 44]. Previous investigations identified environmental disturba nces, care needs of the mother, and care needs of the baby as hurdles to rest during the postnatal hospital st ay. Postnatal wa rds' busyness, noise, and shared rooms have been cited as di sruptive to maternal sleep and recovery in Sweden [45], Australia [46] and in Switzerland [47]. More discordance exists about the newborns' impa ct on maternal rest, especially when babies stay with their mothers over night, as is now wide ly practiced and a dvocated [16]. This practice is based on the evidence that continuou s rooming-in has a posi tive effect on breast- feeding initiation and duration [19, 20], and on the bonding process between mother and child [20]. In our study, maternal acc ounts reflected wide variations in how mothers experienced nocturnal rooming-in. Al though some enjoyed thei r baby's closeness, ot hers developed severe sleep deprivation and exhaustion, especially when caring for an unsettled child during the night. This supports the interc onnections between th e amount that infant s cry and maternal tiredness reported in seve ral studies [4, 5]. Howe ver, current guidelines on rooming-in [16, 20] cite evidence reporting that mothers slep t the same number of hours when keeping the baby in their room as when pl acing it in the nursery over night. This evidence seems to be based on two studies [48, 49]. The samples and settings of these st udies may explain the contradictory experience s of mothers in our st udy. Keefe [48] only compared multiparous mothers, 11 in the cont inuous and 10 in the daytime-room ing-in group and warned against generalizing the results. In ou r study, severe sleep deprivati on during the hos pital stay was Curriculum Vitae 84mainly reported with the first child. First-time mothers may be at a higher risk of being overwhelmed because they are novices in childcare [50] a nd tend to report more crying problems in their babies [51]. Waldenstrom and Swenso n [49] conducted a quasi-experime ntal study in which 104 mothers were offered only day-time rooming-in in the fi rst phase of the study, while 111 mothers were offered 24-hours rooming- in in the second phase of the study, six months later. For the second phase, the ward made adjustments and increased ac cess to single and double rooms, acknowledged as possible confound ers. Moreover, the second group also had a choice to delegate nocturnal childcare and their babies sti ll spent, on average, f our hours in the nursery per night which wa s in effect only one hour less than in the gr oup without continuous rooming-in. A large-scale survey in Norway investigated mothers' experiences with nocturnal rooming-in and found no differe nces in tiredness be tween mothers who tr ied to keep their babies with them (n= 983) and those who did not (n=277) [21]. However, it was not reported how many mothers indeed achiev ed 24-hours rooming-in or re ceived respite from childcare, which was offered to mo st mothers. In summary, these studies only provid e evidence on partial rooming-in at night, but not on rooming-in the entire ni ght, as was usually practiced by the mothers in our study. Our findings suggest that night room ing-in of unsettled babies has a clear impact on maternal sleep. It remains to be clarified whether the benefits of uninterrupted rooming-in in relation to breastfeeding and bonding outweighs the risk for exhaustion in mothers of unsettled neonates. St udies have shown that maternal exhaustion is a risk factor for early cessation of breast-feed ing [52, 53]. Based on these findings, de nying an exhausted mother respite from child care at night may in some cases resu lt in a shorter breast-feeding duration. Furthermore, enforcing uninterrupted ro oming-in could also have a negative effect on the mother-child relationshi p, as bonding has been shown to be best ac hieved when mothers can determine the pace and intensity of increasing contact to their newborn children, and are not forced to take over total child ca re responsibility before they feel ready [54]. An unexpected finding was the impo rtant role that maternal beliefs about childcare played in mothers' responses to their newborns' and their own needs. The views expressed by the women in this study re flect the ongoing di scourses on the most be neficial child rearing practices over the last decades . Not putting infants' demands centre-stage was a common approach in prior generations [55, 56], wh ereas infant-centered ca re spread with the popularization of the bond ing theory which emphasizes neon ates' need to develop a basic sense of trust [57, 58]. Curriculum Vitae 85The second view was more preval ent than the first in this st udy, but mothers also combined elements from both. How much at tention they paid to meeting the neonate's needs or taking care of own needs was informed by their personal convictions about best approach to childcare. Typically, meeting the baby's needs wa s in the foreground , which supports a similar finding in Fr ei's [47] study. Scientific discourses abou t potential benefit and harm of structured versus infant-led care are controversial [59]. A groundbreaking study [34] f ound that prompt respon se to infant crying reduced later cryi ng and stimulated secure mo ther-child attachment, but these results were not confirmed in a study with a larger sample [60]. Bonding theory has also been criticized for its' monotropic view of the mo ther as an infant's principal caregiver [61] and its potential to reinforce devotional mothering as the social norm [62]. Apparent neglect of maternal needs in the mothers' accounts in th is study gives some evidence for this concern. Hurdles to getting profes sionals' support fo r child- and self-care have been addressed in most studies on postnatal care [23, 24, 63]. Rudman and Waldenstrom [45] reported that some new mothers felt neglected and aba ndoned, left to a 'help-your-s elf-model'. Weiss and Armstrong [64] investigated moth ers' preferences for night-time care for their ne onates and found that most mothers preferred rooming-in with the opti on of leaving the baby in the nurses' care if they needed uninterrupted rest. Our study depicts the complex d ecision process about nocturnal respite from childcare in a baby friendly hosp ital, from the mother s' point of view. When newborns hampered matern al sleep, mothers considered whether their child would get adequate care from the professionals. Their appraisal depe nded on their pers onal convictions about childcare, on perceive d norms on the ward, and on the perceived workload and willingness of the involv ed professional s to care for the baby. 5.5.1 Limitations and strengths Despite maximum variation sampling, the findings of our study depict a specific part of the complex processes around neonatal crying a nd maternal tiredness. Other mothers may have divergent experiences. The description of the study context and participants should allow readers to judge if and how far findings can be transferred to other se ttings. Data analysis according to interpre tive phenomenology does not claim to identi fy a single right interpretation, but acknowledges that more plausible or comp rehensive interp retations are always possible [27]. Th e strengths of our study lie in the longitudinal design which allowed mothers to talk about their imme diate experience at the postnata l ward and to reflect on it Curriculum Vitae 86during the subsequent interviews at home while becoming bette r acquainted and familiar with the interviewer. Women's trust in the intervie wer was demonstrated by mothers' openness to also share experiences and feelings no t viewed as socially desirable. 5.5.2 Implications for furt her research and practice Further research on copi ng with postnatal infant crying an d tiredness should include fathers' views, which are absent in most research to date, including ours. To assess the effects of different care models on mate rnal tiredness and fatigue, repl icating the study by assigning mothers to daytime rooming-in versus continuous rooming-in would not be judged ethical today. However, 24-hours rooming-in, as it has become stan dard in many hosp itals, could be compared to a flexible rooming- in with guaranteed childcare assistance on maternal demand. Of course, such a study should not only assess the effects on maternal sleep and tiredness, but also on parent-child re lations, duration of breastfeeding, breastfee ding complications, and parent satisfaction. The present findings sugg est that it is time to rethink cu rrent practices in hospital-based postnatal care. We ques tion whether staff att itudes should influence mothers to agree with continuous rooming-in, as reco mmended by Svenson and colleagues [65]. We advocate professional care gi vers being aware of their own beliefs, especially in cases of inconsistent evidence, and offering mothers choices and shared decision making and providing care tailored to individual needs before and after di scharge [45, 46]. Assessing varying maternal and neonatal needs and supporting mothers in fi nding solutions suited to th eir personal situation requires high levels of professiona l and social competences . Moreover, adequate staffing is essential to allow professionals the time to become attuned to babies and mothers and to provide empathetic care . In such an environment, ne w mothers may get some of the support that female networks used to and still do pr ovide during a postnatal lying-in time, thereby allowing the mother to regain her strength and adapt to the new situation [66]. 5.5.3 Conclusion Postnatal care in hospitals shou ld enable new mothers to take care of their babies' and their own needs in a balanced manner. If given suppo rt with childca re and the permission to pay attention to their own needs, mothers of unse ttled babies may get mo re sleep and have a higher chance to avoid exha ustion during the postn atal hospital stay. Curriculum Vitae 87 5.6 Competing interests The authors declare that they have no competing interests. 5.7 Authors' contributions Study conception and de sign: EK, HPK, ES, HPK, ES. Drafted manuscript: EK. All authors read and approved the final manuscript. 5.8 Acknowledgements We would like to acknowledge the mothers who were ready to share happy and difficult experiences during a very intensive phase of their lives. Th anks is given to the team of midwives who conducted the re cruitment. We are grateful to Barbara Schwaninger for carefully transcribing many interviews. We would also like to express our appreciation to the research group which pr ovided us with valuable and ongoing input during acknowledge the thoughtfu l input to our interpre tational work by Kit Ch esla, the feedback to the manuscript by Eva Cignacco and Rebecca Spirig, and fina l English editing by Stephan Meyer and Sandra Engberg. Curriculum Vitae 885.9 References 1. Saurel-Cubizolles, M.J., et al., Women's health after childbirt h: a longitudinal study in France and Italy. BJOG, 2000. 107(1 0): p. 1202-9. 2. Schytt, E., rk, and U. Waldenstrom, Physical symptoms after childbirth: prevalence and associations with self-rated health. BJOG, 2005. 112(2 ): p. 210-7. 3. Long, T., Excessive infantile crying: a review of the literature. J Child Health Care, 2001. 5(3): p. 111-6. 4. Kurth, E., et al., Crying babies, tired mothers: what do we know? A systematic review. Midwifery, in press. 5. Dennis, C.L. and L. Ross, Relationships among infant sleep patterns, maternal fatigue, and development of depressive symptomatology. Birth, 2005. 32 (3): p. 187-93. 6. Bozoky, I. an d E.J. Corwin, Fatigue as E.J., et al., The impact of fatigue on the development of postpartum depression. J Obstet Gynecol Neonatal Nurs, R.C. Alex ander, and T. Talvik, Shaken baby syndrome and a baby's cry. Acta Paediatr, 2008 . 97(6): p. 782-5. 9. Reijneveld, S.A., et al., Infant crying and abuse. Lancet, 2004. 364 (9442): p. 1340-2. 10. Lee, K.A., Sleep and fatigue. Annu Rev Nurs Res, 2001. 19: p. 249-73. 11. Milligan, R., et al., Postpartum fatigue: clarifying a concept. Sch Inq Nurs Pract, 1996. 10(3): p. 279-91. 12. Taylor, J. and M. Johnson, How women manage fatigue after childbirth. Midwifery, in press. 13. Walther, H., Leitfaden zur Pflege der Wöchnerinnen und Neugeborenen [Guideline L.K., Maternity care during the post -World War II Ba by Boom: the experience of general duty nurses. West J Nurs Res, 1999. 21(3): p. 387-404. 15. Anderson, G.C., Risk in mother-infant separation postbirth. Image J Nurs Sch, 1989. 21(4): p. 196-9. 16. World Health Organiza tion. Division of Child He alth and Development., Evidence for the ten steps to successful breastfeeding. WHO/CHD/98.9. 1998, Geneva: WHO. 17. National Collaborating Centre for Primary Care, Routine postnatal care of women and their babies. NICE clinical guideline 37 . 2006, London: Nati onal Institute for Health and Clinical Excellence. 18. Chalmers, B., V. Mang iaterra, and R. Porter, WHO principles of perinatal care: the essential antenatal, perinatal, and postpartum care course. Birth, 2001. 28(3): p. 202- 7. 19. Merten, S., J. Dratva, Ackermann-Liebrich, Do baby-friendly hospitals influence breastfeeding dura on level? Pediatrics, 2005. 116(5): p. e702-8. 20. Crenshaw, J., Care Practice #6: No Separation of Mother and Baby, With Unlimited Opportunities for Breastfeeding. J Perinat Educ, 2007. 16(3): p. Laegeforen [The Journal of Practices in the Postpartum Period] . 2002, Bern: Huber. 23. Brown, S., M.A. Dave y, and F.J. Bruinsma, Women's views and experiences of postnatal hospital care in the Vi ctorian Survey of Recent Mothers 2000. Midwifery, 2005. 21(2): p. 109-26. 24. Redshaw, M., et al., Recorded delivery: a national survey of women's experience of maternity care 2006 . 2007, National Perinatal Ep idemiology Un it: and Time] . 17 ed. 1993, Tübingen: von (original wo rk publish ed Co. (origina l work publi shed 1945). 27. Benner, P., ed. Interpretive Phenomenology. Embodiment, Caring, and Ethics in Health and Illness . 1994, Sage Publicat ions: Thousand Oaks. 28. Chesla, C., Hermeneutic Phenomenology: an approach to understanding families. Journal of family nursi ng, 1995. 1(1): p. Care], 2003. 16(3): p. 128-34. The tradition and skill of interpretive phenomenology in studying health, illness, and caring practices , in Interpretive Phenomenology. Embodiment, Caring, and Ethics in Health and Illness , P. Benner, Editor. 1994 , Sage Publications: Research , N.K. Denzin and Y.S. Lincoln, Editors. 1994, Sage Publi cations: Thousand Oaks. 32. Beck, M. and S. Knoth, Nachbetreuung von Wöchnerinnen. Ein Literaturreview p. M.Q., Qualitative Research and Evaluation Methods . 3 ed. 2002, Thousand Oaks: Sage Publications. 34. Bell, S.M. and M.D. Ainsworth, Infant crying and maternal responsiveness. Child Dev, 1972. 43(4): p. 1171-90. 35. Papousek, H. and M. Papousek, Structure and dynamics of human communication at the beginning of life. Eur Arch Psychiatry Neurol Sci, 1986. 236(1): p. 21-5. 36. Adler, P.A. and P. Adler, Observational techniques , in Handbook of Qualitative Research , N.K. Denzin and Y.S. Lincoln, Editors. 1994, Sa ge Publications: Thousand Oaks. 37. Lewin, M., Die Verhaltensbeobachtung Berlin. p. 38. Dreyfus, H.L., Being-in-the-World: a Commentar y on Heidegger's Being and Time . 1991, Massachusetts: The MIT Press. Curriculum Vitae 9039. Spichiger, E., Being in the hospital: an interp retive phenomenological study of terminally ill cancer patients' experiences. Eur J Oncol Nurs, 2009. 13(1 ): p. 40. ATLAS.ti, atlas.ti . 2009, Be rlin: ATLAS.ti GmbH. 41. van Manen, M., Researching Lived Experience . 1990, London, Ontario, Canada: University of Western Ontario. 42. Lee, K.A. and M.E. Zaffke, Longitudinal changes in fatigue and energy during pregnancy and the postpartum period. J Obstet Gyne col Neonatal Nu Ryc hnovsky, and S.M. Yount, A selective review of maternal sleep characteristics in the postpartum period. J Obstet Gynecol Neonatal Nurs, 2009. et al., Negotiating sleep: a qualitati ve study of new mothers. J Perinat Neonatal Nurs, 2007. 21(2): p. 114-22. 45. Rudman, A. and U. Waldenstrom, Critical views on postpartum care expressed by new mothers. BMC Health Serv Re s, 2007. 7: p. 178. 46. McLachlan, H.L., et al., Is the organisation and structure of hospital postnatal care a barrier to quality care? Findings from a st ate-wide review in Victoria, Australia. Midwifery, 2008. 24 19: Keefe, M.R., The impact of infant rooming-in on maternal sleep at night. J Obstet 1988 Swenson, at night in the postpartum ward. Midwifery, 1991. 7(2): p. 82-9. 50. Wilkins, C., A qualitative study exploring the support needs of first-time mothers on their journey towards intuitive parenting. Midwifery, 2006. 22(2): p. 169-80. 51. Crowcroft, 76,747 infants. BMJ, 1997. 314( 7090): p. 1325-8. 52. et contraignant l'allaitement mate facilitating and constr aining the continuation of breastfeeding in women in Estrie (Quebec).]. Can J Public Health , 2008. 99(3): p. 212-5. 53. Bourgoin, G. L., et al., Factors influencing the duratio n of breastfeeding in the Sudbury region. Can J Public Health, 1997. 88(4): p. 238-41. 54. Stainton, M.C., Parent-infant bonding: 1986. 63(3): p. 19-20. Mutter und ihr Kind he ed. 1949, Sc hwarzenburg: GBS-Verlag. 57. Klaus, M. H., et al., Maternal attachment. Importance of the first post-partum days. N Engl J Med, 1972. 286(9): p. 460-3. 58. King, M.G. and K. Newnham, Attachment disorder, basic trust and educational psychology. AJEDP, 2008. 8: p. 27-35. 59. St James-Roberts, I., Infant crying and sleeping: helping parents to prevent and manage problems. Prim Care, 2008. 35(3): p. 547-67. Curriculum Vitae 9160. van IJzendoorn, M.H. and F.O. Hubbard, Are infant crying and maternal responsiveness during the first year related to infant-mothe r attachment at 15 months? Attach Hum Dev, 2000 . 2(3): p. 371-91. 61. Lewis, M., The child and its family: the social network model. Hum Dev, 2005. 48: p. 8-27. 62. Billings, J.R., Bonding theory--tying mothers in k nots? A critical review of the application of a theory to nursing. J Clin Nurs, 1995. 4(4): p. 207-11. 63. Forster, D. A., et al., The early postnatal period: exploring women's views, expectations and experiences of care usi ng focus groups in Victoria, Australia. BMC Pregnancy Childbirth, 2008. 8: p. 27. 64. Weiss, M.E. and M. Armstrong, Postpartum mothers' prefer ences for Matthiesen, and A.M. Widstrom, Night rooming-in: who decides? An example of staff influence on mother's attitude. Birth, 2005. 32(2 ): p. 99-106. 66. Stern, D.N., The Motherhood Constellation: A Unified View Of Parent-infant Psychotherapy . 1995, New York: Basic Books. Curriculum Vitae 92 6. Synthesis of findings, Di scussion and Perspectives This final chapter synthesises the results of the three foregoing stud ies, discusses their interpretation, and proposes a refined model fo r the conceptualisation of the interplay of postnatal infant crying and maternal tiredness. Fu rther, limitations and strengths of the mixed methods approach are described. The last section suggests im plications for research and practice while also outlining further perspect ives, including so cio-political and public health dimensions. This mixed methods study examined the develo pment and interaction of infant crying and maternal tiredness, which represen t the most reported ma ternal or neonatal health problems in the early months afte r birth. As far as we are aware, this is the first time th at postnatal infant crying and maternal tiredness were investigated by combinin g qualitative and quantitative methods in a mixed methods appr oach. The second innov ation of our approa ch was to explore the link between a maternal health issue and health concerns of early infancy by focussing on the interplay of the two phenomena, phenomen a which have usually be en studied only from either the maternal or the in fant perspective. Using multipl e methods and fo cusing on the interplay of infant and maternal aspects made it possible to depict pro cesses in early family health in a new concreteness and to clarify th e impact of factors which have been barely addressed to date. These contributions to narrowing the gap in existing know ledge were achiev ed as follows. First, we conducted a systematic review to synthesize the evid ence on the in terconnectedness of infant crying and maternal ti redness in the first three months postpartum. Bo th quantitative and qualitative studies were cons idered. Evidence from this revi ew showed that infant crying was related to the experience of tiredness an d/or fatigue in new mothers. Whereas the included quantitative studies mainly implied that infant crying was a predictor of maternal tiredness, the qualitative studies also depicted how maternal ti redness can nega tively impact a mother's capacity to respond to her child's ne eds. We therefore s uggest understanding the interconnectedness of infant cr ying and maternal tiredness as a cyclical process. Second, we conducted a case contro l study to analyse socio-demograp hic, reproductiv e-maternal and as reported in midw ives' postnatal home care. We found that the interconn ectedness of maternal conditions and infa nt crying was already recognizable in the immediate postpartum period, as maternal distress during the first ten days Curriculum Vitae 93after birth was str ongly associated with reports of cryi ng problems. Thir d, we added the perspective of new mothers' li ved experiences by conducting a longitudi nal qualitative study that used an interpre tive phenomenological appr oach. Mothers' accounts depicted that their experiences with childcare as we ll as their personal beliefs about beneficial childcare shaped how they combined newborn and self care and handle d conflicting needs in the context of changing postnatal care practices. 6.1 Discussion of key findings The discussion of the key findings and their inte rpretation are arranged as follows. First, the interplay of postnatal infant crying and maternal tiredness is described ( 6.1.1), followed by a discussion of the question of causality (6.1.2 ). Second, we discuss aspects identified as significant for mothers' experience of and dealin g with infant crying an d personal tiredness. These are: maternal conditions after birth (6.1.3.), maternal e xperience with prior childcare (6.1.4), childcare beliefs (6.1.5) and support (6.1.6). 6.1.1 The interplay of postnatal infa nt crying and maternal tiredness Evidence for the interpla y between infant cryi ng and maternal tire dness was found on three levels: in the systematic review; in the case- control study and in th e phenomenological study. A first step in filling the gap regarding the interlinkages of infant crying and maternal tiredness consisted in co nsolidating curren t scientific knowledge by means of a systematic review. Despite the exte nded period covered by this study ( 1980-2007) only 10 studies could be identified which had extractable data on infant crying as well as ma ternal tiredness in the period of 0-3 months postpartum. The scarcity of these studies stands in sharp contrast to the popular perception that infant crying and mate rnal tiredness are interl inked, a perception which arises from new parents' everyday ex perience. This discrepancy between everyday experience and research may be due to the fact that res earch in the positivi st tradition favours analytic approaches which divide complex phenom ena into single units and investigates each unit in isolation [1]. In the area of postnatal care, such an approach may have contributed to studies which either fo cussed on neonatal or maternal health, or more precisely on issues of infant crying or on maternal tiredness an d fatigue. Hence the inte rface of the two phenomena hardly received sc ientific attention. Accord ingly, care practices contin ued to be ba sed mainly on the common sense of new parents and care providers. Yet, the initial evidence from the systematic review suggests that quantitative and qualitative research confirms the popular perception which links infant crying and maternal tiredness. Curriculum Vitae 94These studies were, howev er, heterogeneous and ha d diverse methodological limitations, such as uncontrolled conf ounding factors. The results of the case-control study provided further evidence for the interplay of infant crying and maternal distress afte r birth. However, as maternal tiredness was no t reported in the dataset, we used data on maternal distress (depression/ psychic decompensation) as proxy- indicators for maternal tiredne ss and fatigue. Although these in dicators are not identical with maternal tiredness/fatigue , they are known to be highly re lated [2, 3]. Finally, the interconnectedness of infant crying and maternal tiredness was also confirmed in the phenomenological study, where moth ers described in detail how caring for a crying neonate interacted with their experience of tiredness from the first day after birth. 6.1.2 Separating the chicken from the egg - the question of causality This section explores the difficult question: wh at comes first, infant crying or maternal tiredness? It is the question of causality. Traditional positivist research strives to explain how something functions by identifying mechanisms of cause and effect, or in epidemiological terms, exposure and outcome [4]. In view of a crying baby and an exhausted mother, the first impulse may be to identify the in fant's crying as cause, and the mother's tiredness as effect of the baby's relentless care needs. Such a linear and unidirectional association was hypothesized in most qu antitative studies included in the systematic review. At a second glance, the ongoing interaction be tween mother and ch ild may be more co mplex. Like other qualitative studies included in the systematic review, the ph enomenological study revealed that mothers who were tired and overstrained felt le ss capable of responding appropriately to their child; he nce they may also have be en less successful in soothi ng a crying child. In this way, the mother's tiredness or fatigue may be seen as cause, and the infant's persisting discomfort and crying would turn into an e ffect of the mother's reduced calm. Bringing together evidence from quantitative and qualita tive research challenged the assumption of a unidirectional association between postnatal infant crying and maternal tiredness. It endorsed a conception which views the matern al and the infant sides in circ ular interaction, as proposed in the introductio n (see p. 17/18). Such a circular view of reciprocal interaction was reinforced by the results of the case-control study, focusing on the neonatal out come of crying problems. Midwife-reported maternal depression in the first ten days postpartum was the strongest predictor of reported crying problems (OR 4.02, CI 2. 91-5.56). Maternal psychic decompensation also had a significant Curriculum Vitae 95negative effect (OR 2.59, CI 1.69-3.97) . To date excessive crying of the child has been known as risk factor for postpartum depression measur ed at 4 or 8 weeks afte r birth [5, 6]. In our study, the data on matern al depression and decompensation was reported duri ng the first ten days postpartum. These results give initial eviden ce, that crying problems may also occur as a consequence of maternal depression, and not only as a contributing fa ctor to postpartum depression. Hence, the nov el finding of the presen t study was that infant crying and maternal depression were already significantly relate d during the immediate postpartum period. However, a possible c onfounder could have been prenatal depression, which was not reported in the data set. As early depr ession after birth may have followed prenatal depression, the unborn infant would alre ady have been expose d to the mother's de pressive state during pregnancy, which has been identified as a ri sk for excessive crying in neonat es [7]. The results of the case-control study could furt hermore have been infl uenced by a reporting bias. Since barely any studie s measure infant crying objectively by audio-recording, a potential reporting bias is inhe rent in all studies relying on mother-reported cr ying problems. It has been hypothesised that cr ying problems are at least partia lly \"in the eye of the beholder\" [8], which means that we do not know exactly if a mother's distress afte r birth in f act caused crying problems. To some ex tent distressed mothers may perceive crying as more problematic, and therefore they may be more likely to discu ss the issue with the attending midwife. These reservations no twithstanding, it ha s also been shown though that mother- perceived crying problems were of clinical releva nce, i.e. they could no t only be attributed to a maternal oversens itivity [8, 9]. The phenomenological study, wh ich explored mothers' experiences from the first day postpartum confirms that mothers of unsettled babies had already entered into severe sleep deprivation and exhausti on during the first 4-5 days postpartum and suffered from emotional distress. It could therefore be possible that even symptoms of depression shortly after birth were triggered by sleep deprivation [2] due to pe rsistent infant crying during the first days and nights after birth. Based on this evidence, it is plau sible that a primary state of infa nt crying or a primary state of maternal tiredness could be the starting point for a vicious circle of intensified crying and increased maternal tiredness. Curriculum Vitae 966.1.3 The impact of mothers ' postpartum conditions Evidence of the case control st udy suggests that bo th mothers' mood pr oblems and physical health problems after birth we re significantly related to early crying problems. Further significant risk factors pertained to social cond itions, such as immigran t status or intended return to paid work directly after the paid maternity leav e of 14 weeks. These findings encouraged a more comprehensiv e understanding of maternal di stress that embr aces mental, physical and social conditions which may add to new mothers' experience of stress. In the case of immigrant status, the stress could be caused by a reduced availability of social networks and respective support. This interpreta tion is in line with a survey on immigrant mothers' needs in Switzer land, which identi fied the lack of social support as their biggest problem [10]. As social suppor t is known to buffer the negati ve relationship of maternal fatigue to parenting [1 1], mothers who lack social support may experience le ss practical help and reassurance with baby care [12]. This may contribute to the higher occurrence of crying problems. As far as could be asce rtained, this study was the first to examine the asso ciation of crying problems with mothers' intended return to paid work. Here , the broader socio-political context of a relatively short period of paid ma ternity leave (14 weeks) in Switzerland [13] emerged as a factor, wh ich appears to influen ce early family health. Health professionals know from experience th at many mothers experien ce stress when they have to re turn to work before they feel ready and are confident that the baby will prosper in somebody else's care. Furthermore, the shortage of childcare faciliti es in Switzerland means that some new parents struggle to find adequate daycare [14]. The situation can become es pecially stressful for mothers who intend to breastfeed fully for th e first six months, as the Swiss Society of Neonatology and the WHO recomme nd [15, 16]. Evidence shows that earlier resumption of paid work contributes to shorter length of breast feeding duration [17, 18] In addition an extended length of paid maternity leave was show n to be associated with better maternal and infant health outcomes [19] and with favourable child de velopment [20]. The present study adds a novel finding, namely th e association of the duration of maternity leave with early crying problems. In our case- control study maternity leave > 16 weeks had a beneficial effect on reported crying problems. That may be due to mate rnal stress reduction, as potential job stress and stress related to co mbining infant care with work requirements are postponed [21]. Curriculum Vitae 97In summary, it appears that maternal conditions which include somatic or psycho-social stressors, such as postpartum h ealth problems, immigrant status or early resumption of paid work, have an unfa vourable impact on crying problems in the early postpartum period. 6.1.4 The impact of maternal experience with childcare Evidence from both the case-cont rol and the phenomenological st udy pointed to the important role of women's previous experience as a mother. Having more than one child was the strongest protective fact or for reported crying problems in the case-con trol study, an effect which grew even stronger fo r having three or more children. The analysis of the phenomenological study depicted the learning process in response to crying from the first to subsequent children. These findings will be s ubject of an additional article, which is in preparation. Participat ing mothers' narratives gave a rich description how responses to the crying baby changed in differe nt regards. With a second or subsequent child, mothers expected that crying would be part of normal infant behaviour; they assessed crying episodes as less urgent; th eir emotional reaction to crying became calmer; and they knew a broader range of successful so othing techniques. Fu rthermore, they becam e more accustomed to integrating the unpredictable cryi ng into the tasks and activities of everyd ay life; they had figured out their own parenting style and felt more confident that it would work; and they knew from experience th at difficult phases of prolonged crying would pass. In contrast, first- time mothers felt that such difficu lt phases would never end, which contributed to feelings of desperation. Multiparity seemed also to have some effect on maternal ti redness and exha ustion. Already during the hospital stay experienced mothers te nded to organize possibilities to get more rest themselves, for instance by limiting visitors, or paying an upg rade to get a single room. The protective effect of higher parity in view of crying problems is consistent with most existing evidence [22-24]. Some explanations for this difference be tween first-time and experienced mothers already ex isted. Primiparous mothers were found less responsive and less confident in interpreting a baby's signals [25-27], whereas multip arous mothers profited from a higher sense of maternal self-efficacy [28]. Experienced mothers also showed a differentiated response to fussing and crying, wh ich may stimulate infants' emergent abilities to cope with mild distress [2 9]. However, one study showed that 2-3 days after birth, primiparous mothers were as effective as multiparous moth ers at quickly soothing their newborn as shown during a filmed episode of 75 sec onds [30]. This points to the fact that mothers do not need parenting experience to so othe their crying child, but have such skills Curriculum Vitae 98from the onset. Yet, dealing with an unsettled neonate in every day life over se veral weeks or months appears to require additional skills which seem to grow with expe rience. In regard to the acquisition of mothering sk ills, there is an interesting divide between Anglophone and German theorists. Whereas English literature explains mothering skil ls as resulting from learning processes [31, 32], aut hors from Germany rather see moth ering skills as the result of maternal instinct and intuition [33, 34]. Whereas existing evidence mainly focused on si ngle aspects of mother ing skills, the present study depicted mothers' overall learning proce ss in response to crying in the context of everyday life. Although first-time mothers had skills to soothe th eir child from the first day, with growing experience these skills became mo re differentiated and a ttuned to the varying situations of everyday parenting. Evidence of the effect of multi parity on maternal tiredness and fatigue is scarce and less conclusive [35]. First-time mothers suffered from more fatigue one month after birth than multiparous mothers, but at three months po stpartum fatigue was hi gher in multiparous mothers. The data of our phenom enological study may he lp to interpret these findings to some extent. Some multiparous mothers mentioned that they felt higher energy after birth than when they had given birth to the first child and attributed that to a le ss exhausting delivery. In addition, some of them had arranged stress-redu cing measures for the early phase after birth. Yet, in the long run, their hou sehold and infant care responsibilities were higher than in first- time mothers, which may well have cont ributed to higher fa tigue later on. To sum up, knowledg e and experience of childbirth a nd new born care are surely less common in a society with a mean number of 1-2 children per wo man, than in societies with higher numbers of children per family. In trad itional extended families there were multiple occasions to get in touch with newborn care, and learning by observing experienced mothers was possible. In contem porary Western societie s, the cultural ly stored knowle dge about care for neonates has diminished [36]. For many ad ults their first hands- on experience with a newborn is with their ow n, and available role models are s carce [30]. In addition, traditional forms of lying-in time after bi rth and an infrastruc ture of extended fa mily support for new mothers are no longer in place, which further hampers the transfer of child care skills and practical support for new parents [37]. On the contrary, many new mothers feel isolated after giving birth. This may make them especially vu lnerable to suffer from lack of support and overstrain, which in turn contributes to fatigue and crying problems. Curriculum Vitae 996.1.5 The impact of childcare beliefs A surprising and novel finding from the phen omenological study concerns the impact of women's personal belief s about beneficial childcare practices on how they manage infant crying and personal need for rest. Such childcare beliefs were present from the first week after birth - probably even before - and shaped how mo thers cared for the newborns' and their own needs from the very start on the postpartum wa rd. As far as can be established, the variety of childcare beliefs in this ea rly stage of parent hood has barely rece ived attention in health research. Interestingly, mothers uttered these beliefs in the form of concerns. These concerns ranged from being worried that their ch ild should deve lop a basic sense of trus t to the fear that the child could start ty rannising the parents. E xpressed views reflected th e ongoing discourses on beneficial childcare of the last decades. Ther e is an extensive debate in the research and popular literature about the relative merits of forms of pa renting that res pond to babies' perceived needs (often called 'infant-centred' or 'infant-led' care) and forms of parenting that seek to impose routines, rhythms and constr aints on babies' behaviour ('scheduled' or 'structured' care) [38]. Wher eas the structured care was a common approach in prior generations [ 39, 40], infant-centr ed care spread with the popularisation of the bondin g theory, which emphasises neonates' n eed to develop a basic sense of trust [41, 42]. This shift of popular views was reflected in some moth ers' accounts abou t grandmothers' advice to let the baby cry a moment, while most interviewed mothers te nded to the infant- centred approach and strove to respond immediately to their child's crying. However, there were mothers who were concerne d not to put the in fant's needs centre stage, and some mothers searched for a middle course between infant-centred and structured care. Overall, the study results illustrate how indi vidual families searched for th eir own parentin g style in a period when the prevailing child rearing theory and practice was shifting from a structured to an infant-centr ed approach. This shift had a profound imp act on postnatal car e practices, where strict schedules for feeding of the newborns were replaced by reco mmendations to feed on d e m a n d s o a s t o promote bonding and breas tfeeding. Accordingly, mothers were expected to breast feed without limits, be it day or night [43], while the f acilitation of maternal re covery and rest after birth seemed to take a back seat [36, 44, 45]. In addition, the view on ideal responses to a baby's crying also changed. The popular reco mmendation 'just let the ba by cry' was replaced by child expert's advice to respond immediat ely to crying. A groundbreaking study [46] had Curriculum Vitae 100found that prompt response to infant crying would reduce later crying and stimulate secure mother-child attachment, which became a central aim of postnatal care provision [47-50]. Yet, scientific discourses about potential benef its and harm of structured versus infant-led childcare remain controversial [38]. Apparentl y, neither of these parenting approaches is better overall; they are rather as sociated with different benefits and costs. There is evidence that structured care (as exemplified by parent s following beha vioural programs ) leads infants to develop the ability to remain settled at night by 12 weeks of age. On the other hand, infant- centred care was associated with lower amounts of overa ll fussing and cryi ng; but these infants continued more of ten to wake at night by 12 weeks of age [38]. In view of bonding, the be neficial effect of prompt response to crying was not replicable in a later study with a larger sample. Actually, prompt response to ne onatal crying was even associated with an ambivalent attachment between mother and child [29]. From a social- critical perspective, bond ing theory has also been criticised for its' monotropic vi ew of the mother as an infant's principal caregiver [5 1] and its potential to reinforce devotional mothering as social norm [52]. In fact, the findings of our study give some evidence that maternal needs took rather a back seat when mothers adhered to an infant ce ntred childcare approach. How much attention mothers put to their own needs for rest and recovery was clear ly related to their childcare beliefs. Striving to meet all newborns' needs immediately made it diff icult to find time for self-care and rest, especially wh en the newborns were fussy. The neglect of maternal needs could reach the point of severe sleep deprivation and exhausti on, already duri ng the hospital stay postpartum. On the other hand, mothers who ra ther believed in the benefits of structured childcare or trie d to find a middle way, were more de termined to utter own needs and to ask and accept support w ith childcare. Yet, meet ing the baby's needs was in the foregr ound for all mothers, which supports a similar finding in Frei's [53] study. Whether mothers' desire to protect and nurture th eir child is nature or nurture, is an ongoing controversy. Whereas some theories link mate rnal behaviour to neuro-endocrine changes and inherent psychological processes during pr egnancy, birth and ear ly motherhood [54-56], feminist theories explai n how maternal behaviour is influe nced by social norms which depend on the historic and cultural context, and therefore have changed over time [57-59]. Curriculum Vitae 101In view of our findings, offering the child th e best possible care wa s a goal shared by all participating mothers. Yet, pres ent discourses on beneficial childcare approaches influenced what mothers believed to be the best mode of meeting their baby's need s. According to their beliefs, mothers differed in their willingness to se t back their own needs for the child's sake. This influenced their opportunities to re st, and could miti gate or contribute to maternal tiredness and exhaustion. 6.1.6 The impact of health professionals' support Evidence of the phenomenological study suggests that professi onals' support played an important role how mothers managed to combin e baby and self-care. As far as could be established, this study is the first to depict new mothers' complex decision on accepting respite from childcare in hospit als adhering to the protocols of the Baby -Friendly-Hospital- Initiative [60, 61]. Evidently, the mothers encountered a variety of professional approach es: these ranged from an inclination to offer practical support an d respite from childcare during thei r postpartum hospital stay to reluct ance to offer su ch support. Th ey attributed these differences to the varying workload on the ward, and to the diffe ring attitudes of the individual nurses and midwives. Mothers themse lves also differed in their inclin ation to accept professional help. When mothers were in need of uninterrupted re st, they reflected whether their child would get adequate care from the professionals. Their deci sion if they would as k and accept respite from childcare was based on the perceived wo rkload and empathy of the i nvolved care provider, on perceived norms on the ward, an d on their personal beliefs about beneficial childcare. Paralleling the shifting approaches to child rearing and postnatal care described above, changes in professionals' exp ectations of new mothers' 'normal' behaviour has also been documented. To meet current e xpectations regarding appropriate maternal behaviour, new mothers are expected to be happy to take total care of their babies in hospital. If not, they may be considered difficult or lacking normal mate rnal instincts [62]. Some mothers participating in our study experien ced such attitudes in care providers and felt th at they had no real option to leave their child in the nurses' care, even when they felt that they were reaching their own limits. Other mothers, in contrast, were offered respite from childcare when they could not get sleep at night and were even encouraged to ge t rest and sleep. Of c ourse, mothers' accounts only give an outside pe rspective on the care pr oviders' attitudes. It appears though that there is a wide variety of individual convictions am ongst care providers' re garding which support a new mother should receive. Thes e convictions were transmitted to mothers by professionals' Curriculum Vitae 102behaviour, and thereby clearly impacted if moth ers were encouraged to take care of their own needs, or to neglect them. Difficulties to get professionals' support for child and self-care during the hospit al stay were addressed in most studie s on postnatal care [36, 63, 64]. The he alth professional s too appeared to be dissatisfied with the care th ey were able to provide on postpartum wards, attributing the unsatisfying care provision typically to heavy wo rkload and time constraints [65, 66]. Women participating in our study likewise mentioned th e negative effect of nurses' work strain on quality of care, but that was only part of the story. Othe r aspects became apparent in episodes when mothers were offered care which was not attuned to their current conditio ns and needs. For instance when they were given extensive in structions for childcare while they were in a state of reduced abi lity to concentrate and lear n, caused by acut e sleep deprivation. Or when a mother was told to continue br eastfeeding in spite of intolera ble nipple pain, in order to comply with the hospital's baby friendly policy. Such care was not att uned to maternal needs and produced mild to str ong frustration in new mothers. The involved care provid ers at times seemed to run their professional agenda, even though it jarred wi th the current situation of a mother-child dyad. Discor dant care such as this caused a dditional stress for mothers, whereas well attuned and empathetic care helped to reduce stress and enhanced moth ers' well-being. One possible root of di scordant care provision may be f ound in the current guidelines and policies which shape postnatal care. On the one hand , there are recommen dations and efforts to individualise maternity ca re and to offer wo men choice [67-71]. On the other hand, standardised protocols tend to promote uniform approaches whic h rather inhib it than support individualised care for women af ter childbirth [72, 73]. In the case of the baby-friendly hospital campaign, the respective certificate is on ly issued if a hospital complies with the 'ten steps to successful breastfeeding' [61, 74]. This worl dwide campaign aimed at raising dropping breastfeeding rates, with repeatedly reported su ccess [74-76]. One of the recommended steps to promote breastfeeding re quires that a certain pe rcentage of mothers practice 24 hours rooming in. To qualify for the certificate, postnatal staff is encouraged to persuade mothers to comply with the guid eline. It is a question whether such recommendations contradi ct the goal of offering new moth ers choices. In fact, postpartum teams may find themselves in a di lemma. If they want to be certif ied to be baby-friendly, they have to limit maternal choices such as flexible rooming-out on maternal demand. If, instead, they want to provide individualised care with a diverse offer of op tions, they risk not obtaining or losing baby-friendl y-hospital certification [60]. Curriculum Vitae 103Ultimately, it boils down to the que stion: does the evidence that rooming-in is beneficial for breastfeeding and bonding justify imposing it on mothers wh o prefer the option of leaving babies in the care of professi onals if they need uninterrupt ed rest? The evidence of the phenomenological study is in li ne with prior research show ing that new mothers clearly appreciate having this option [77]. This findings call for ca reful scrutiny of the scientific evidence. There is not only evidence that continuous rooming-in has a positive effect on breastfeeding [43, 75]; th ere is also evidence that maternal exhaustion is a risk factor for early cessation of breastfeeding [78, 79]. In the en d, to deny an exhausted mother respite from childcare at night may in some cases result in shorter breastfeeding duration. In view of bonding, some eviden ce suggests that 24-hours mother-child contact is beneficial [43]. Yet, other evidence indica tes that bonding is be st achieved wh en mothers themselves can determine the pace and intensity of building the contact to their newborn child rather than being forced to take over total childcare res ponsibility before they feel ready [80]. In summary, health professionals have the ch allenging task to under stand and weigh evidence that is not always conclusive. In addition, drawing on their professional ex perience they have to assess the benefits of respective protocols and guidelines for the individual mother-child pair. While taking into account the availa ble resources with in the care setting, they should provide care tailored to each mother-child pair's specific needs and to maternal choices. This may be a difficult or even impossible task, es pecially if it is co mpounded by lack of access to scientific evidence and missing familia rity with the principles of evidence based practice [81]. In Switzerland acad emic training in nursing and mi dwifery is recent. Hence, the majority of nurses and midwives in this country still face ed ucational and language barriers which prevent them from directly using the evidence, which is of ten only available in English, in their practice. 6.2 Conceptualizing the interplay of i nfant crying and maternal tiredness Based on the findings of this mixed methods study, the conc eptual model proposed in the introduction (see p. 17/18 ) can now be complemented and re fined. The explanation of the added elements pro ceeds from the social context (place d on the outside) to the dynamics within the family and with professiona l caregivers (placed in the centre). Curriculum Vitae 1047.11.06 Elisabeth KurthChild care beliefs Repose from tirednessSoothing of crying Professional supportPartner & family support Mother needs to rest & care for babyBaby needs care &support to settlePartner & family support ChildcareexperienceChild care beliefs of society, professionals, families, & mothers 7.11.06 Elisabeth KurthPostpartum depression Shaken baby Child abuseRaised crying Increased fatigue Professional supportPartner & family support Mother needs to rest& care for babyBaby needscare &support to settleChildcareexperienceChild care beliefs of society, professionals, families, & mothers Fig. 1 Adaptive circularity of infant soothing and maternal repose Fig. 2 Vicious circle of infant crying and maternal fatigue, and adverse effects Results of the case-control and the phenome nological studies gave hints that dynamics regarding infant crying and maternal tiredness are embedded in and influenced by the social and political contexts. Ch anging discourses on be neficial childcare in Swiss society appeared to have a clear impact on the views and beliefs of professi onals and laypersons. These beliefs ranged from the conviction that a child-centred approach would be the be st for the child till the convictions favouring structured childcare. The second important el ement on the social level is the policies that regulat e maternity and family leave. Th e intention to directly return- to-paid work after the legally granted minimum ma ternity leave of 14 w eeks [13] appeared to be an additional stressor for earl y family dynamics, re sulting in a higher risk for reported crying problems. Furthe rmore, available support by partners is also determined by Swiss policies on family and parent al leave after childbirth, whic h allow new fathers only 1-2 guaranteed da ys off [82]. Turning to the inner circle, two ne w elements emergi ng from the study, are the protective role of mothers' prior experience with childcare (which can also be further supported by the experience of othe r family members) and the import ance of the suppo rt provided by professionals'. An adaptive circularity of infa nt soothing and maternal repose is endorsed when all the actors in the inne r circle i.e. the newborn, th e mother, family members and professionals - are attuned to each other's needs and abilities. The vulnerability of the different actors varies widely though. This ranges from a high vulnerability and dependency of the baby, to a certain vulnerability and depe ndency of the mother who has recently given birth, followed by the father and other family members who may find themselves in a new and unfamiliar situation. The least vulnerable are the professional car e givers. Accordingly, Curriculum Vitae 105the professionals w ould be expected to show most attunement to the receivers of their care, whereas the newborn baby is just starting to develop hi s or her abilities of self-regulation and attunement to others. If reciprocal attunement is not possible or distorted by an y of the different actors, the support needed for the newborn and th e mother may be hampered. L acking attunement and support constitutes a risk for the adaptiv e circularity of infant soothing and maternal repose, thereby fuelling a vicious circle of raised crying and increased ma ternal fatigue. Additional risks can be added when mothers and their support persons are inexpe rienced in childcare; when the childcare beliefs of the different actors are constraining; or when these beliefs clash, leading to disagreements and further stress. An extra st ressor may be the lack of sufficient time to recover from birth and become familiar with the new role, as may be the case when the mother is under strain to return to paid work prior to feeling ready and before she is confident that her child will r eceive appropriate care in her absence. 6.3 Limitation and strengths : Discussion of methods In order to complement the ove rall picture of the interplay between maternal tiredness and infant crying, we used a mixe d methods approach combining qualitative and quantitative methods for data collecti on and data analysis. As mixed met hods is still an emerging field, there is still lacking consensus on its definition. Whereas some researchers woul d only use the term for a study using qualitative and quantita tive data from the same sample, the present study adheres to the defini tion suggested by Creswell and Plano Clark [83]: 'As a method, it focuses on collecting, analyzin g, and mixing both quantitative and qualitative data in a single study or series of studies. Its central premise is that the use of quantitative and qualitative approaches in combination provides a better understanding of research problems than either ap proach alone. (p. 5)' The combination of method s should serve several purposes that contribute to the strength of the present study. To begin with, the use of multiple methods (a) aims at a higher complementarity of results . This is the case when the differe nt methods dimini sh or overcome the limitations of a single appr oach. Furthermore, it (b) seeks to enhance the validity of results . This happens when multiple types of data and analysis support the result s, or when these multiple types of data and analysis point out disc repancies that may serve as springboard for further investigati on of the origin of incongruities. Finally, the combination of Curriculum Vitae 106methods (c) strives to enhance the interpretability of study results . This applies when, for example, quantitative analysis demonstrates systematically related variables, but fails to explain what that means. Find ings from the qualitative part may then inform an adequate interpretation [84-87]. The foll owing section explores the extent to which the mixed methods presented in this study met these three aims. (a) The complementarity of the results first became manifest in the main finding of the systematic review, namely that the link between infant crying and maternal tiredness could be best explained as a circ ular process. Quantitati ve studies had focused on the negative effects of infant crying on maternal tiredness. Qualitative studies, in contrast, shed light on the reduced tolerance and abilities of tired moth er to soothe a crying child. Combining quantitative and qualita tive evidence endorse d a conception which view s the maternal and the infant side in circul ar interaction. Complementarity of results was also achieved through the combination of the case-control and the phenomenological studies. This applies part icularly to the different approaches to data collection in the quantitative an d the qualitative part s. The quantitative ap proach to collecting standardized data by all self-employed midwives in Switzerland provid ed a data set covering half of the Swiss childbearin g population, including migrant groups who are often excluded from studies due to lim ited knowledge of the lo cal language. This data set allowed a broad overview of socio-demographic and health factors and their statistical asso ciations in view of infant crying, such as the significance of intent to resume paid work. As far as could be ascertained, this is a unique data pool to investig ate such a large popu lation regarding the outcome of early crying problems in Switzerland. The qualitative data in turn a llowed an in-depth analysis of maternal perceptions, maternal experience and the ways in which mothers deal with situati ons. This includes the impact of different childcare belief s on parenting styles and maternal self-care, or the complex decision- making process through which mo thers accept respite from nocturnal child care duri ng their postpartum hospital stay. The me thod of interpretive phenomenology offered tools to explore these different kinds of human activities, us ing qualified modes of observation and of questioning participants about their experiences, the meaning of those experiences, and about the related beliefs of the interviewees. Sec ondly, the method of in terpretive phenomenology included careful and self-critical interpretati on of the obtained textual data in continual collaboration with supervisors an d with colleagues [88-90]. Curriculum Vitae 107Bringing quantitative and qualitative findings to gether facilitated impr oved understanding of the complexity of a health problem that is embe dded in cultural, social and political contexts which shape the contours of possible thoughts and actions fo r the involved pare nts and health professionals. (b) Validation of results could be achieved wh en a topic was addr essed in both the quantitative and the qualitative parts. This for instance, app lied to the role of maternal experience, which appeared to be important in both the quantitative an d the qualitative data analysis. However, not all issues could be addressed in both the quantitative and the qualitative parts. For instance, none of the mothers pa rticipating in the qualitative part planned to return to paid work directly after th e minimum legal maternity leave of 14 weeks. Therefore, the organisati on of breastfeeding and baby care upon returnin g to work was not an immediate concern of the mothers interviewe d. Furthermore, mothers with an immigrant background could only pa rticipate in the intervie ws if they were able to speak German or English. This probably excluded the most vuln erable group of new immigrant women. In the end, one mother of non-European origin part icipated in the phenom enological study. Even though she happened to suffer from lack of social support and ha d a baby wi th crying problems, this single case woul d not serve as valida tion of the quantitativ e result that non- European mother-child pairs were at a higher risk for reported crying problems. A further group not included in the qualitative part, but present in the quantitative study, was mothers with preterm or unhealthy newborns. That was due to the fact that the qu alitative part focused primarily on the development of crying problem s and maternal tiredness in healthy mother- child pairs. A further topic that was difficult to compar e was maternal tiredness and fatigue. Since the case-control study drew on an existing data set, all the vari ables had been pre-defined. Given that there was no specific question addressi ng maternal tiredness and fatigue, the proxy- variables maternal depression and psychic decompensation had to serve as indicators. As mentioned, these variables are known to be highly rela ted to maternal tire dness and fatigue, but they are not identical [2, 3]. The comparability of results wa s further limited as the quantitat ive part includ ed a national sample from all Swiss regions, where as the qual itative part drew on a local sample from women attending a tertia ry hospital in an urban area in Switzerland. Concer ning the time frame after birth, resu lts were however comparable since both the qualitative and quantitative parts of the study in cluded data from the ea rly postpartum period. Curriculum Vitae 108In an ideal world, the sample s of the qualitative and the quantitative studies would embrace the same range of participant characteristics to allow maximum reci procal validation of results in the mixed methods design. In the r eal world, feasibility set certain limits and required flexible approaches. (c) The enhanced interpreta bility of study results became most evident wh en interpreting the association of higher parity and fewer crying pr oblems found in the ca se-control study. This finding was added to the list of relevant topi cs to be addressed in the interviews in the phenomenological study. The result ing in-depth analysis of mo thers' learning process in response to infant crying offers a detailed interpre tation of the statistical association. This rich description of new mothers' lear ning process in ever yday life is novel. However, like with validation, the interpretability of results wa s also only enhanced if a certain theme was addressed in both the case-control and in the phenomenol ogical studies. As mentioned above, the topics of immigrant status and early return to paid work had only limited relevance in the interviews of the ph enomenological study. By and large, common criticisms of mixed methods focus on epistemological incompatibilities in gainin g knowledge through hypothetico-deductiv e approaches in quantitative research and through an i nductive logic in qu alitative research [1, 85, 91 ]. In recent years, innovativ e theorists recommended leaving behind the purist purs uit of deductive or inductive research. They describe the value of research designs which move back and forth between induction and deduction by combining different methods which are responsive to real-world conditions. Re ferring to the ph ilosophy of pragmatism [1], a pragmatic approach is advocated as a new research pa radigm which may offer improved ways to answer existing questions [92, 93]. In the present study there was a distinct im pression that the application of multiple methods and the integration of various findings in a mixed methods desi gn delivered more comprehensive and differentiated answer s to the research questions. 6.4 Implications for research The conceptual model we proposed to understand the interplay of infant crying and maternal tiredness can be used as a guidi ng framework to plan both rese arch and interventions at the micro, meso, and macro levels. Future research should addres s direct clinical practice, Curriculum Vitae 109institutional care policies and so cio-cultural and political as pects which affect motherhood and early family life. First, future research should include broader an d integrated understanding s of who is involved in postpartum family health. To begin with, it should overc ome the traditional division between women's and child hea lth and adopt approaches wh ich embrace their intensive interconnectedness in the early stage after birth. This is of special relevance for the fields of midwifery and maternal-child nursing. A next im portant step would be to include fathers' perspectives, which are neglected in most resear ch about the postpartum period, also in ours. In the end, postpartum health is connected to the entire family syst em, which includes the neonate, older siblings, parents and often grandparents. We therefore need research approaches that consider the family as unit of interest and investigate the hurdles of postpartum health using family research approaches [94-96]. Second, the evidence base of ex isting postnatal care policies should be scrutinized and re- evaluated. The importance of su ch assessment is evident from the findings of the present study which suggests that current postpartum care practices appear not to be optimally attuned to new mothers' needs, for instance their need fo r rest. Yet, ethical rese rvations weigh against replicating studies which assign mothers to daytime rooming-in versus continuous rooming-in in order to assess the effects of different care models on maternal tiredness and fatigue. A possible solution to this ethical objec tion could be to compare 24-hours room ing-in (as it has become standard in many hospitals), to flex ible rooming-in with guaranteed childcare facilities on maternal demand. Of course, such a study should not only asse ss the effects on maternal sleep and tiredness, bu t also on parent-chi ld relations, duratio n of breastfeeding, breastfeeding complications, and client satisfaction. Third, research should evaluate how individual ized forms of care provi sion are impacted by standardized care protocols. The present study gi ves hints that standardiz ing care provision by implementing protocol s and guidelines may not be c onducive to the provision of individualized postnatal car e, which varies in response to the care receivers' personal needs. Hence, further research into th e hurdles of combining standardized with personalized care may gain in importance, as both trends appear to have a strong impact on current health care policies and health care provision. Fourth, research should investigate the influen ce of socio-cultural a nd political conditions on family health after birt h. This study suggests th at infant crying and maternal tiredness are Curriculum Vitae 110connected to the broader socio-cultural and political contexts . Further investigation is needed to examine the associat ions of length of maternity leave with postnatal cr ying problems and maternal tiredness. Historical, social and anthropological research could further explore the change and impact of childcare beliefs and maternal stereotype s on everyday family life. 6.5 Implications for practice Our suggestions to prevent or mitigate postnatal crying problems and maternal tiredness are also guided by the proposed conceptual model, and accordingly target the micro, meso, and macro levels. We will start with the macro level and first address the contextual factors of policy/politics and laws. Maternity leave and family policies: Compared to othe r European countries, Switzerland lags behind regarding maternity and parent leav e, and available childcare facilities [13, 97, 98]. It has already been recognized that an early return to paid work is a risk factor for early cessation of breastfeeding [99]. Our study hints to the fact that new moth ers' early return to the workforce also has a nega tive impact on the oc currence of crying problems. It is incumbent upon stakeholde rs and advocates of ma ternal-child health to seek allies in policymaking to implem ent longer paid maternity leave co mbined with the possibility for leave for fathers, as already practised in countries such as Norway an d Germany. Further efforts are needed on the political level to stop health as surance policies wh ich steer a course of cutting health care and support for postpartum families [100, 101]. Cultural perceptions and beliefs : Popular beliefs about good motherin g can impe de or promote early family health. The knowledge which fo rmer generations ha d, namely that a precondition to being a good mother is her recove ry from birth ha s increasingly been replaced by the expectation that new mothers of healthy ba bies should be able to manage on their own. Campaigns and publicity aimed at enhancing public awarene ss of health needs in the postpartum period are n eeded to re-establish soci al conditions which enab le adequate rest and repose for new mothers. Furthermore, experts en gaged in public discussions on best childcare practices should not pr omote fundamentalist views in favou r of either infa nt-centred or structured approaches. Instead they should popular ize a more balanced approach which takes into account both ma ternal and infant needs. Such a bala nced view would ha ve the potential to mitigate some of ne w parents' insecurities and concer ns that they ma y be responding inappropriately to their newborn's needs. Curriculum Vitae 111Health institutions: Hospitals shape new parents' experience of the first days postpartum by means of their care policies, st affing levels and architectural structures. Shared rooms, a high nurse-patient ratio, and a polic y which sets nocturnal rooming- in as the norm, will clearly impact new mothers' opportunitie s to rest and recover during their hospital st ay. Maternal stress can further be heightened by visiting hours which prescrib e that the child's father and other close support person s also have to le ave early, with th e result that they are not allowed to further assist mother and child during the evening hours. Cu rrently, most ne w mothers in Switzerland spend 4- 5 days on the postpartum ward, a setting which appears often to be less than conducive to the sensitive processes of early family health. Th e necessary changes for the provision of adequa te care should follow two mutual ly supporting ro utes that are responsive to families' diverse needs: The first route consists of effo rts to make the settings and po licies on postpartum wards more baby, mother and family friendly. Important measures specifically aimed at preventing and allaying maternal tiredness includ e the following: (i) Single and family rooms need to be more widely available. (ii) Flexible guidelines should be introduced for rooming-in to guarantee respite fro m child-care if mothers of fussy neonates ne ed uninterrupted rest. This, in turn, requires (iii) making a rrangements for adequate staffi ng. (iv) Visiting hours should encourage - rather than hinder - the new family to spend time together, and to give the mother the support sh e needs. The second route consists of im plementing new models of integrated po stnatal care which combine a short hospital stay after birth with need-oriented follow-up care at home [71, 102]. An early discharge afte r birth in combination with high-qualit y professional support at home would provide most mothers with a more restfu l environment. In addi tion, it would allow other family members to support mo ther and child from th e earliest stage and to share the first days with the baby together [103]. Howeve r, as not all new mother s benefit from a supportive social network, practical assistance with house keeping and care of the baby and of siblings should be available [100 ]. Furthermore, maternal and ch ild health should be carefully monitored and promoted by pr ofessional caregive rs who offer home visits and round-the- clock accessibilit y. This could include possibilities of modern E-Health , such as video- conferencing, an option which may be particul arly convenient for remote areas [104]. Instruction and reassurance with childcare would also be vital, especially for inexperienced first-time mothers. Curriculum Vitae 112Considering healthcare costs , th e early discharge option is more promising than the current 4- 5 day hospital stay, and should therefore be ma de available for the ma jority of healthy new mothers with term newborns [102]. However, we should critically evaluate intended and unintended effects of a universal change in pr actice [105] such as sh ortening the postnatal hospital stay, to ensure that the implementation of alternat ive practices offer choices and promote favourable maternal, neonat al and family he alth outcomes. Nursing and midwifery care: In the direct encount er, it is the nurse or the midwife which cares for mother an d child after birth. If this care is not attuned to the mother's and the newborn's current situation, it can heighten mate rnal stress. To attune their care, nurses and midwives should become aware of mothers' different childcare beliefs and skills. The aim should not be to persuade mothers that one belief is better than another, bu t to assist parents in finding a form of childcare which enhances th eir well-being and that of their families. Superior professional and social skills are a prer equisite to offering su ch individually attuned care. In order to enhanc e such skills, care provide rs need to acquire a self-reflective practice that increases their awar eness of the influence of their ow n beliefs and valu es on their care giving. In addition, care providers may need instruction an d support how to integrate general care guidelines with the paradigm of individual ised care, based on car eful assessment of each mother-child pair's specif ic needs. Such s upport is crucial, especially for nurses and midwives without sufficient training in evidence based pr actice, or without access to current evidence. Maternity care in general is still hampered by a peculiar lack of appropriate theoretical concepts. Some recent attempts propose the concept of matrescence care, understood as a skill in facilitating someone in becoming a mother [106, 107]. 'Other women nurture the woman into motherhood, so that the mother is freed of her usual responsibilities and can 'grow with' her baby. The activity and focus of carers is to protect, to nurture and to cherish the new mother and baby'. [106] Through this kind of care, ne w mothers may get some of the support that female networks used to and still do provide during a postnatal lying-in time, support whic h is crucial to allowing the mother to regain her strength and adapt to the new situation [54]. Given the trend that in many contemporary families new fath ers also take on care-giving roles for their newborn children, we further pr opose extending the co ncept of matrescen ce care to include assistance for 'becoming a father'. All in all, this means orient ing care towards the family as the important unit to foster the health of newborns , mothers and fathers. Curriculum Vitae 1136.6 Perspectives on the res earch project and translation of the evidence into practice The mixed methods res earch undertaken in the present study is ongoing. The fo llowing steps are either underway or planned. They will serve to publish more of the gathered evidence and induce the transfer of th e findings into the fields of public heal th and clinical practice. Publications Ensuing from the qualitat ive part of the study, an article will address maternal learning processes in response to infant crying. A fu rther publication will address the influence of cultural stereo types of motherhood on th e way new mothers comb ine baby and self- care, including their r eadiness to accept help. This lead s to the topic of partner and family support as sket ched in the conceptual model. Drawing on maternal accounts of fathers' engagement and invol vement with childcare, an article will delineate the variety of described styles of sharing childc are responsibilities among the two parents. Finally, the importan ce of grandmothers' opinion and s upport in the postpartum period shall be thematized. Drawing on the dataset of th e case-control study, a sec ond analysis was performed examining the socio-demographic, reproductive-maternal and neonatal risk factors for maternal emotional distress in the early postpartum period quantitative part . An article reporting the respective resu lts is in preparation. Public health and clinical practice This research project did not st op with publications. Tr anslation of the findings into practice has already been initiated in the areas of public h ealth and training for he alth professionals. To heighten the public awaren ess and knowledge of families' health needs after birth, the DVD-film 'Parents between joy and exhaustion - starting life with a baby' [108] was produced. My res ponsibility was to collaborate on the conceptualisation of the film content with an interdisciplinary group of professionals (health visitor, midwife, fathers' counsellor, ps ycho-therapist, social worker). Based on real life situations and interviews with new parents, the film ai ms at preventing or reducing exhaustion in parents of neonates. It poin ts out helpful strategies and shows where new parents can find professional advice and support. The film was produce d by 'Familien- und Frauengesundheit FFG-Vide oproduktion' [Family and Wo men's Health - Video and financed la rgely by 'Gesundheits förderung Schweiz' [Swiss Health Promotion] and several cantonal health departments from the German and French regions in Switzerland. Participating cant ons distribute the film amongst health visitors and midwives, who hand it out to new parents for a small fee or for free. The film and its topic are fu rther promoted thr ough organising public film events, in addition to sale of the D VD online and at various Swiss health conferences. Advanced training is in preparation to enhance health professionals' skills and knowledge pertaining to infant crying and matern al tiredness. This will be collaboratively organised by the Swiss Fede ration of Midwives, the Swiss Association of Health Visitors and the Swiss Professional Association of Nurses. 6.7 Conclusion By interlinking an issue in wo men's health with health concer ns of early infancy and studying it through the use of qu alitative and quantitativ e methods, our resear ch contributes a new dimension to the current understanding of the complex processes which determine early family health. Postnatal care and policies should establish c onditions which enable new mothers to balance the care of their child with their own needs. After giving birth, new mothers often need permission to attend to thei r own needs, while also being given pr actical support with childcare. This is especially the case when the neon ates are unsettled, or when experience with childcare is lacking. Enhanc ing mothers' rest and recovery after birth and assisting the acquisition of parenti ng skills are strategies to support a healthy start in to family life and to prevent adverse outcomes such as postpartum depression and shaken baby syndrome. The challenge is to de velop models of care provision which are res ponsive to the individual mother's, the newborn's and the fa mily's needs. Such personali zed care has th e potential to reduce maternal stress and tiredness after birth, to mitigate early infant crying problems, and thereby, to protect and promote fam ily health from the earliest stage. Curriculum Vitae 1156.8 References 1. Rodgers, B.L., Developing nursing knowledge: philosophical traditions and influences . 2005, Philadelphia: Lippincott Williams & Wilkins. 2. Runquist, J.J., A depressive symptoms responsiveness model for differen tiating fatigue from depression in the postpartum period. Arch Womens Ment He alth, 2007. 10(6): p. 267-75. 3. Armstrong, K.L., et al., Sleep deprivation or postnatal depression in later infancy: separating the chicken from the egg. J Paediatr Child Health , 1998. 34(3): p. 260-2. 4. Godfrey-Smith, P., Theory and reality: an introducti on to the philosophy of science . 2003, Chicago: Un iversity of Chicago Press. 5. Vik, T., et al., Infantile colic, prolonged crying and maternal postnatal depression. Acta Paediatr, 2009 . 98(8): p. 1344-8. 6. Dennis, C.L. and L. Ross, Relationships among infant sleep patterns, maternal fatigue, and development of depressive symptomatology. Birth, 2005. 32 (3): p. 187-93. 7. van der Wal, M.F., M. van Eijsden, and G.J. Bonsel, Stress and emotional problems during pregnancy and exce ssive infant crying. J Dev Behav Pediat r, p. 431-7. Ja kobsson, and B. Hagander, Colicky infants according to maternal reports in telephone interviews and diaries: a large Scandinavian study. J Dev Behav Pediatr, 2002. 23(1): p. 1-8. 9. Wake, M., et al., Prevalence, stability, and outcomes of cry-fuss and sleep problems in the first 2 years of life: pros pective community-based study. Pediatrics, 2006. 117(3): der Schweiz [Analysing ne eds of reproductive health in female migrants in Switzerland] ed. I. Schweiz. 2003, Basel: Swiss Tropica l Institute. 11. Parks, P.L., E.R. Lenz, and L.S. Jenkins, The role of social s upport and stressors for mothers and infants. Child Care Health Dev, 1992. 18(3): p. 151-71. 12. Hung, C.H., Correlates of first-time mothers' postpartum stress. Kaohsiung J Med 2006. 13. Bundesversammlung der Swiss [Third Report on the Implementati on of the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW)] . 2008, Bern. 15. Baehler, P., et optimal duration of breastfeedi ng. Report of an expert consultation. 2002. 17. Camurdan, A. D., et al., How to achieve long-term breast-feeding: factors associated with early discontinuation. Public Health Nutr, 2008. 11(11): p. 1173-9. 18. Guendelman, S., et al., Juggling work and breastfeeding: effects of maternity leave and occupational characteristics. Pediatrics, 2009. 123 (1): p. e38-46. 19. Staehelin, K., P.C. Bertea, and E.Z. Stutz, Length of maternity leave and health of mother and child--a review. Int J Public Health, 2007. 52(4): p. 202-9. Vitae 11620. Sherlock, R.L., A.R. M. Koehoorn, Working mothers early childhood outcomes: lessons from the Canadian Nati onal Longitudinal Study on Children and Youth. Early Hum Dev, 2008. 84(4): p. 237-42. 21. McGovern, P., et al., Mothers' health and work-related factors at 11 weeks postpartum. Ann Fam Med, 2007. 5(6): p. 519-27. 22. Canivet, C.A., et al., Infantile colic and the role of trait anxiety during pregnancy in relation to psychosocial and socioeconomic factors. Scand J Public Health, 2005. 33(1): p. 26-34. 23. Crowcroft, A. dari, and M.H. Rezaie, Incidence and risk fa ctors for infantile colic in Iranian infants. World J Gastroenterol, 2008. 14(29) : p. 4662-6. 25. Drake, E.E., et al., Predictors of maternal responsiveness. J Nurs Scholarsh, 2007. 39(2): p. 119-25. 26. Christie, J., B.C. Poul ton, and B.P. Bunting, An integrated mid-range theory of postpartum family development: a guide for research and practice. J Adv Nurs, 2007. 27. Drummond, J., M.L. Mc Bride, and C.F. Wiebe, The development of mothers' of infant crying. Clin Nurs Res, 1993 . 2(4): p. 396-410. 28. Fish, M. and C.A. Stifter, Mother parity as a main and moderating influence on early mother infant interaction. Journal of Applie d Developmental Ps ychology, 1993. 14(4): p. 557-572. 29. van IJzendoorn, M.H. and F.O. Hubbard, Are infant crying and maternal responsiveness during the first year related to infant-mothe r attachment at 15 months? Attach Hum Dev, 2000 . 2(3): p. 371-91. 30. Kaitz, M., et al., Effectiveness of primi parae and multiparae at soothing their newborn infants. J Genet Psycho l, 2000. 161(2): p. 203-15. 31. Wilkins, C., A qualitative study exploring the support needs of first-time mothers on their journey towards intuitive parenting. Midwifery, 2006. 22(2): p. parenthood: infant parenting satisfaction, and infant sex. Issues Pediatr Nurs, 2001 . 24(1): p. M. Papousek, Intuitive parenting , in Handbook of parenting. Vol. 2: Biology and ecology of parenting M.H. Bornstein, A., et al., Intuitive parenting and infant behav ior: concepts, implications, and empirical validation. J Genet Psychol, 158(3): p. 271-86. 35. Lee, K.A. and M.E. Zaffke, Longitudinal changes in fatigue and energy during pregnancy and the postpartum period. J Obstet Gyne col Neonatal Nu rs, 1999. 28(2): p. 183-91. 36. Forster, D. A., et al., The early postnatal period: exploring women's views, expectations and experiences of care usi ng focus groups in Victoria, Australia. BMC Pregnancy Childbirth, 2008. 8: p. 27. 37. Barclay, L.M. and B. Lloyd, The misery of motherhood: alternative approaches to maternal distress. Midwifery, 1996. 12(3): p. 136-9. 38. St James-Roberts, I., Infant crying and sleeping: helping parents to prevent and manage problems. Prim Care, 2008. 35(3 ): p. 547-67, viii. Curriculum Vitae Mutter ed. 1949, Sc hwarzenburg: GBS-Verlag. 41. Klaus, M. H., et al., Maternal attachment. Importance of the first post-partum days. N Engl J Med, 1972. 286(9): p. 460-3. 42. King, M.G. and K. Newnham, Attachment disorder, basic trust and educational psychology. Australian Journal of Educational & Developmen tal Psychology, 2008. 8: p. 27-35. 43. Crenshaw, J., Care Practice #6: No Separation of Mother and Baby, With Unlimited Opportunities for Breastfeeding. J Perinat Educ, 2007. 16(3): p. 39-43. 44. Emmanuel, E., D. Cr eedy, and J. Fraser, What mothers want: a postnatal survey. Aust J Midwifery, 2001. 14 (4): p. 16-20. 45. Romito, P., The humanizing of childbirth: the res ponse of medical institutions to women's demand for change. Midwifery, 1986. 2(3): p. 135-40. 46. Bell, S.M. and M.D. Ainsworth, Infant crying and maternal responsiveness. Child Dev, 1972. 43(4): p. 1171-90. 47. Mercer, R.T. and L.O. Walker, A review of nursing interventi ons to foster becoming a mother. J Obstet Gyne col Neonatal Nurs, 2006 . 35(5): p. 568-82. J., intervention to facilitate maternal-infant attachment. JOGN Nurs, 1978. 7(2): p. 35-8. 49. Paukert, Maternal-infant in a traditional hospital setting. JOGN Nurs, 1982. 11(1): p. 23-6. 50. Armstrong, K.L., et al., Promoting secure attachment, ma ternal mood and child health in a vulnerable population: a randomized controlled trial. J Paediatr Child Health, 2000. 36(6): p. 555-62. 51. Lewis, M., The child and its family: the social network model. Human Development, 2005. 48: p. 8-27. 52. Billings, J.R., Bonding theory--tying mothers in k nots? A critical review of the application of a theory to nursing. J Clin Nurs, 1995. 54. Stern, D.N., Constellation: A Unified View Of Parent-infant Psychotherapy . 1995, New York: Basic Books. 55. Keverne, E.B., Central mechanisms underlying the neural and neuroendocrine determinants maternal behaviour. Psychoneuroendocrinol ogy, 1988. 13(1 -2): p. 127-41. 56. Poindron, P., Mechanisms of activation of ma ternal behaviour in mammals. Reprod Nutr Dev, 2005. 45 (3): p. 341-51. 57. Rich, A., Of woman born: Motherhood as experience and institution 1977, London: Virago. 58. Feder Kittay, E., Love's labor. Essays on women, equality, and dependency. . 1999, New York and L ondon: Routledge. of maternal instinct] . 1980, München: Piper. Curriculum Vitae 11860. WHO, Baby-friendly hospital initiative. Revised, Updated and Expanded for Integrated Care . 2009. 61. World Health Organiza tion. Division of Child He alth and Development., Evidence for the ten steps to successful breastfeeding. WHO/CHD/98.9. 1998, Geneva: WHO. 62. Schott, J. and A. Henley, Culture, religion and childbearing in a multiracial society: Handbook for health professionals . 1996, Oxford: Butterworth-Heinemann. 63. Redshaw, M., et al., Recorded delivery: a national survey of women's experience of maternity care 2006 . 2007, National Perinatal Ep idemiology Un it: Oxford. 64. Brown, S., M.A. Dave y, and F.J. Bruinsma, Women's views and experiences of postnatal hospital care in the Vi ctorian Survey of Recent Mothers 2000. Midwifery, 2005. 21(2): postpartum period] . 2002, Bern: Huber. 66. Rayner, A state-wide review of hospita l postnatal care in Victoria, Australia: the views and exp eriences of midwives. Midwifery, 2008. 24 (3): p. 310-20. 67. Twaddle, S., X.H. Liao, and H. Fyvie, An evaluation of postnatal care individualised to the needs of the woman. Midwifery, 1993. 9(3): p. 154-60. 68. Coombes, R., NICE advises a more personalis ed approach to postnatal care. BMJ, 2006. 333(7561): p. 219. 69. Spurgeon, P., C. Hi cks, and F. Barwell, Antenatal, delivery and postnatal comparisons of maternal satisfaction with two pilot Changing Childbirt h schemes com pared with a traditional model of care. Midwifery, 2001. 17 (2): p. 123-32. 70. Department of Health, Changing Childbirth , in Report of the Expert Maternity Group , HMSO, Editor. 1993: London. 71. MacArthur, C., et al., Effects of redesigned community postnatal care on womens' health 4 months after birth: a cluster randomised controlled trial. Lancet, 2002. 359(9304): p. 378-85. 72. Gilmour, C. and S. Twining, Postnatal care in hospitals: ritual, routine or individualized. Aust J Midwifery, 2002. 15(2): p. 11-5. 73. McLachlan, H.L., et al., Is the organisation and structure of hospital postnatal care a barrier to quality care? Findings from a st ate-wide review in Victoria, Australia. Midwifery, 2008. 24 (3): p. 358-70. 74. Saadeh, R. and J. Akre, Ten steps to successful breastfeeding: a summary of the rationale and scientific evidence. Birth, 1996. 23(3 ): p. 154-60. 75. Merten, S., J. Dratva, Ackermann-Liebrich, Do hospitals influence breastfeeding dura on Hospitals and Not-as-Yet Baby-Friendly Hospitals in Russia. Breastfeed Med, 2006. 1(2): p. 71-8. 77. Weiss, M.E. and M. Armstrong, Postpartum mothers' prefer ences for Nurs , L., et al., [The factors facilitating and constraining the continuation of breastfeeding in women in Estrie (Quebec).]. Can J Public Heal th, 2008. 99(3): p. 212-5. Curriculum Vitae 11979. Bourgoin, G. L., et al., Factors influencing the duratio n of breastfeeding in the Sudbury region. Can J Public Health, 1997. 88(4): p. 238-41. 80. Stainton, M.C., Parent-infant bonding: p. 19-20. 81. Shirey, practice: how nurse leaders can facilitate innovation. Nurs Adm Q, 2006. 30 (3): p. 252-65. 82. Borioli Sandoz, V., Der Vaterschaftsurlaub in Arbeitswelt [Paternal leave in the work force] . 2008: Travail Suisse. 83. Creswell, J.W. and Vicki L. Plano Clark, Designing and conducting mixed methods research . 2007, Thousand Oaks: Sage Publications. 84. Polit, D.F. and B.P. Hungler, Integration of qualitative and quantitative design , in Nursing Research. Principles and Methods , Researcher, 1994. 2(2): p. 41-55. 86. Denzin, N.K., The research act : a theoretical introduction to sociological methods 2ed. 1978, New York: McGraw-Hill. 87. Tashakkori, A. an d C. Teddlie, eds. Handbook of mixed methods in social & behavioral research . 2003, Sage Publicatio ns: Thousand Oaks. 88. Chesla, C., Family Processes in Chinese Americans with Diabetes . 2004, National Institute of Nursing Research: San Francisco. p. (grant). 89. Stainton, M.C., S. Harvey, and D. McNeil, Understanding uncertain motherhood. A phenomenological study of women in high-risk perinatal situations . 1995, Calgary: Faculty of Nursing. 90. Benner, P., ed. Interpretive phenomenology. Embodime nt, caring, and ethics in health and illness . 1994, Sage Publicatio ns: Thousand Oaks. 91. Creswell, J.W., Research design. Qualitative, Quantitative and Mixed Methods Approaches . 2 ed. 2003, Thou sand Oaks: Sage Publications. 92. Morgan, D.L., Paradigms Lost and Pragmatis m Regained: Methodological Implications of Combining Q ualitative and Quantitative Methods. J Mix Methods Res, 2007. 1: p. 48. 93. Johnson, B., & Onwuegbuzie, A., Mixed Methods Research: A Research Paradigm Whose Time Has Come. Educational researcher, 2004. 33(7): p. 14-26. 94. Knafl, G.J., et al., Analysis of cross-se ctional univariate measurements for family dyads using linear mixed modeling. J Fam Nurs, 2009. 15 (2): p. 130-51. Deatrick, and A.M. Gallo, The interplay of concepts, data, and methods in the development of the Family Management Style Framework. J Fam Nurs, 2008. 14(4): p. 412-28. 96. Eggenberger, S.K. and T.P. Nelms, Family interviews as a method for family research. J Adv Nurs, 2007. 58 (3): leav e\". Viewpoints of Jürg Krummenacher, president of the Fe deral Coordination Commission for Family Issues . in NZZ. 2009 to supplement childcare in fami lies and schools: A review of the Federal Coordination Commission on the Family] . 2008 Bern: BBL, nationale Studie 2003 [N utrition of infants in the first nine months of age - national study 2003] , in PE.,, et al., Editors. 2005, Swiss Federal Office of Public Health: Bern. p. 109-124. 100. Swiss federati on deserted. A petition for a better aftercare of new mothers after birth] . 2001, Bern. 101. Beck, M. and S. Knoth, Nachbetreuung von Wöchnerinnen. Ein Literaturreview [After literature review]. Pflege, 2003. 16(5): p. 265-72. 102. Brown, S., et al., Early postnatal discharge from hospital for healthy mothers and term infants. Cochrane Database Syst Rev, 2002(3): p. Hogberg, and B.M. Lundman, Postpartum care should provide alternatives to meet parents' need fo r safety, activ e participation, and 'bonding'. Midwifery, 2003. 19 (4): p. 267-76. 104. Lindberg, I., K. Christ ensson, and K. Ohrling, Parents' experiences of using videoconferencing as a support in early discharge after childbirth. Midwifery, 2009. 25(4): p. 357-65. 105. Bick, D., The politics of evidence as the basis for change. Midwifery, 2006. 22(2): p. 93-4. 106. Walsh, D.J., as distinc tive features of a free-standing birth centre in the Midwifery, 2006. 22(3): p. 228-39. 107. Luyben, J.G., Mothering the mother. A study of ef fective content of routine care during pregnancy from women's points of view in three European countries . 2008 Glasgow Caledonian Un iversity: Glasgow joie et épuisement: La nouvelle vie avec bébé [Parents between joy and exhaustion. Starting into the life with a baby] "}