{"title": "Meditation: Process and effects", "author": "Hari Sharma", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4895748/", "hostname": "ncbi.nlm.nih.gov", "description": "Meditation has become popular in many Western nations, especially the USA. An increasing body of research shows various health benefits associated with meditation and these findings have sparked interest in the field of medicine. The practice of meditation ...", "sitename": "PubMed Central (PMC)", "date": "2006-01-01", "cleaned_text": "Learn more: [PMC Disclaimer](/pmc/about/disclaimer/)| [PMC Copyright Notice](/pmc/about/copyright/) [27313408](https://pubmed.ncbi.nlm.nih.gov/27313408) Meditation: Process and effects Abstract Meditation has become popular in many Western nations, especially the USA. An increasing body of research shows various health benefits associated with meditation and these findings have sparked interest in the field of medicine. The practice of meditation originated in the ancient Vedic times of India and is described in the ancient Vedic texts. Meditation is one of the modalities used in Ayurveda (Science of Life), the comprehensive, natural health care system that originated in the ancient Vedic times of India. The term \"meditation\" is now loosely used to refer to a large number of diverse techniques. According to Vedic science, the true purpose of meditation is to connect oneself to one's deep inner Self. Techniques which achieve that goal serve the true purpose of meditation. Neurological and physiological correlates of meditation have been investigated previously. This article describes the process of meditation at a more fundamental level and aims to shed light on the deeper underlying mechanism of the beneficial effects associated with meditation. Research on the effects of meditation is summarized. Introduction The practice of meditation has become popular in many Western nations, especially the USA. An ever-increasing body of research shows various health benefits associated with meditation and these findings have sparked interest in the field of medicine.[ [1](#ref1), [2](#ref2), [3](#ref3)] The practice of meditation originated in the ancient Vedic times of India and is described in the Vedic texts.[ [4](#ref4), [5](#ref5), [6](#ref6), [7](#ref7)] Meditation is one of the modalities used in Ayurveda (Science of Life), the comprehensive, natural health care system that originated in the ancient Vedic times of India.[ [8](#ref8)] The term \"meditation\" is now loosely used to refer to a large number of diverse techniques. These include contemplation, concentration, use of nature sounds such as the ocean, guided meditation, meditative movement exercises such as Yoga and tai chi, qigong, breathing exercises, and Mantra. These techniques work at different levels such as the senses, mind, intellect, and emotions. Some techniques are easy to learn and practice, while others are more difficult and can result in participants giving up the practice rather quickly. According to Vedic science (the knowledge of the Vedic texts of ancient India), the true purpose of meditation is to connect oneself to one's deep inner Self. Techniques which achieve that goal serve the true purpose of meditation. The neurological and physiological correlates of meditative experiences describes the process of meditation at a more fundamental level and aims to shed light on the deeper underlying mechanism of the beneficial effects associated with meditation. Research on the effects of meditation is summarized. The process of meditation To truly understand meditation, one has to understand how the human being is viewed by Vedic science - the knowledge of the Vedic texts of ancient India.[ [4](#ref4), [5](#ref5), [6](#ref6), [7](#ref7)] The human being consists of three aspects, with their associated functions: - Physical body - Inner faculty: The working consciousness, which is constantly changing. This consists of: - Mind: Processes sensory perceptions; has the quality of duality, as seen in pairs of opposites, for example, pleasure and pain, good and bad, hot and cold, etc. - Intellect: Analyzes, discriminates, decides, and judges - Ego: Doer and experiencer - Chitta: The storehouse of all memories and impressions of life - Deep inner Self: The nonchanging pure consciousness, which has the quality of unity and witnesses the activity of the inner faculty. The deep inner Self is the source of all knowledge, intelligence, creativity, and all natural laws that govern existence. According to Vedic science, the deep inner Self activates the inner faculty (working consciousness), which in turn activates the physical body. A feedback loop is provided by meditation, in which a conscious connection is made with the deep inner Self. This view of the human being correlates with the scientific view of deoxyribonucleic acid (DNA) in the body. On the cellular level, DNA creates and controls all activities in the body. Information from the DNA proceeds to ribonucleic acid (RNA), then to the amino acids, through which proteins are formed. A feedback loop to the DNA starts a new cycle to provide whatever is needed for the activities of the cell. In meditation, the feedback loop to the deep inner Self (the seat of knowledge, like DNA) provides inner peace and bliss, which removes the accumulated stresses of life and improves overall health. Human beings routinely experience three states of consciousness: - Waking - Dreaming - Deep sleep. When the inner faculty is in the waking state of consciousness, it is aware of the physical body and is involved with the outside objective world. In the dreaming state of consciousness, it is aware of the inner dream world, but is not aware of the physical body. In the deep sleep state of consciousness, the inner faculty is not functioning at all and is not aware of anything. In this state, dualities such as pleasure and pain, good and bad, etc., are not experienced. There is no experience of stress, anxiety, guilt, greed, envy, jealousy, anger, etc. The only experience in this state of unity is peace and bliss. This is why deep sleep or a \"good night's sleep\" feels so good. The deep inner Self is always witnessing, or watching, the activity of the inner faculty. The experience of watching one's thoughts or daydreams occurs when the deep inner Self witnesses the activity of the waking state. During the dreaming state, this is experienced as watching one's dreams. During the deep sleep state, however, the inner faculty is asleep and not functioning on the level of duality. This is experienced as the peace and bliss of unity, and upon waking one feels refreshed from a good night's sleep. There are various forms of meditation. The meditation process described herein attains the goal of meditation described in the ancient Vedic texts. This meditation process takes the mind from the outer realm of the objective world to the inner realm of the inner faculty (which includes the mind, intellect, ego, and Chitta - the storehouse of all memories and impressions of life), and finally goes beyond both the outer and inner realms to reach the deep inner Self. This deep inner Self is nonchanging pure consciousness, which witnesses the activity of the inner faculty. The inner faculty is the working consciousness, which is constantly changing. Going beyond the changing inner faculty to the nonchanging pure consciousness provides inner peace and bliss, which removes the accumulated stresses of life. This results in energizing the body and improving overall health.[ [7](#ref7)] In deep sleep, the unity of the deep inner Self is experienced. In the process of meditation, one experiences the unity of the deep inner Self while aware and not sleeping. This experience of the peace and bliss of unity modifies the inner faculty. The properties of the deep inner Self begin to extend into the inner faculty, and since the deep inner Self is the source of all knowledge (which correlates with DNA on the physical level), the benefits of this process extend to all aspects of life - physical, mental, emotional, spiritual, etc. Effects of Meditation During the process of meditation, accumulated stresses are removed, energy is increased, and health is positively affected overall.[ [7](#ref7)] Research has confirmed a myriad of health benefits associated with the practice of meditation. These include stress and relative blood flow to the brain. Meditation increases regional cerebral blood flow in the frontal and anterior cingulate regions of the brain,[ [46](#ref46), [47](#ref47), A study on the effect of meditation on the executive attentional network found that meditators were faster on all tasks.[ [12](#ref12)] With aging, the brain cortical thickness (gray matter, which contains neurons) decreases, whereas meditation experience is associated with an increase in gray matter in the brain.[ [11](#ref11), [26](#ref26), [51](#ref51), effects of meditation on exercise-induced myocardial ischemia in patients with coronary artery disease found that meditation significantly increased exercise tolerance and maximal workload, and delayed the onset of ST-segment depression.[ [61](#ref61)] In a randomized, controlled trial of 201 African-American men and women with coronary heart disease, the effects of meditation versus health education were investigated. After 5 years, there was a 48% risk reduction in deaths, heart attacks, and strokes in the meditation group. There was also a significant drop in blood pressure and significant reduction in psychosocial stress factors.[ [19](#ref19)] Efficacy of meditation techniques has been found for epilepsy, symptoms of premenstrual syndrome, and menopausal symptoms.[ [1](#ref1)] Benefits have been demonstrated for mood [17](#ref17), [21](#ref21), disease.[ [1](#ref1), [62](#ref62)] Research has shown that a program of comprehensive lifestyle changes (including vegetarian diet and stress management - meditation and breathing exercises) improved health and modulated gene expression in prostate cancer patients who were not treated with surgery, radiation, or hormone therapy. This 3-month study showed changes in more than 500 genes: 48 genes were up-regulated and 453 genes were down-regulated. The down-regulated genes included disease-promoting genes with critical roles in tumorigenesis.[ [63](#ref63)] There are distinct gene expression changes induced not only by physical influences, but also by psychological, social, and cultural factors, as identified by the emerging field of psychosocial genomics.[ [64](#ref64)] Meditation and Yoga practices positively affect gene expression.[ [65](#ref65), [66](#ref66)] Telomerase is the enzyme responsible for protecting and maintaining the length of telomeres, the protective caps at the end of chromosomes that promote chromosomal stability. Shorter telomeres are associated with accelerated aging and related diseases. Chronic stress reduces telomerase activity and accelerates telomere shortening and premature aging.[ [67](#ref67), [68](#ref68), [69](#ref69)] Meditation and telomere length.[ [70](#ref70), [71](#ref71)] A study investigating the effect of meditation on the aging process showed that long-term meditators have a significantly younger biological age compared to short-term meditators and controls.[ [72](#ref72)] Meditation has resulted in a significant reduction in payments to physicians by a government health insurance agency. Over a period of 5 years, there was a cumulative reduction of 28% in high-cost meditators compared to high-cost nonmeditators.[ [73](#ref73)] Conclusion Meditation, as described in the ancient Vedic texts, is an exercise of consciousness that results in the expansion of consciousness beyond the day-to-day experience of duality. It is an experience of unity, which reduces stress and brings increased creativity and efficiency to the functioning of the inner faculty. This is an exercise that occurs without the mind directing the process. In physical exercise, the mind does not tell the muscles to get stronger; rather, the muscles are strengthened automatically by the exercise process. Likewise, in this exercise of consciousness, that is, meditation, the results are achieved automatically, not by controlling the mind or any other mental manipulation. The process of meditation goes beyond the mind to the deepest level of the inner Self. Financial support and sponsorship Nil. Conflicts of interest There are no conflicts of interest. References [PubMed](https://pubmed.ncbi.nlm.nih.gov/17034289)] "}