{"title": "'Is it safe to have more than one type of COVID vaccine?' and other questions answered by an immunologist", "author": null, "url": "https://www.manchester.ac.uk/discover/news/is-it-safe-to-have-more-than-one-type-of-covid-vaccine-and-other-questions-answered-by-an-immunologis/", "hostname": "manchester.ac.uk", "description": "If we are ever to return to some semblance of normality, then the world's population needs to be immune to SARS-CoV-2, the virus that causes COVID-19. But with so many different vaccines in production, questions are undoubtedly going to be raised, such as can I still have a vaccine if I have been involved in a trial testing other versions? And, ...", "sitename": "University of Manchester", "date": "2020-12-07", "cleaned_text": "have more than one type of COVID vaccine?' and other questions answered by an immunologist If we are ever to return to some semblance of normality, then the world's population needs to be immune to SARS-CoV-2, the virus that causes COVID-19. But with so [many different vaccines in production](https://vac-lshtm.shinyapps.io/ncov_vaccine_landscape/), questions are undoubtedly going to be raised, such as can I still have a vaccine if I have been involved in a trial testing other versions? And, what if I've already had COVID - do I still need a vaccine? A basic understanding of immunology can answer all these questions. All COVID vaccines try to generate an immune response to proteins the virus needs to enter your cells. Whether this is by using a harmless virus carrying the protein that mimics SARS-CoV-2 but doesn't replicate, or by using the genetic code for those proteins (a messenger RNA), the outcome is the same. The protein critical to stopping SARS-CoV-2 is displayed, recognised by the immune system, and the body produces antibodies and T cells that are then ready to stop future infection. Is it OK to have a different second dose? A booster vaccination enhances the quality of the immune response and sends a reminder about the virus. It doesn't matter if the vaccine used to prime the immune system is different from the one used to boost, as long as they both contain the critical viral protein. Booster vaccinations are common, and the time interval between them varies. For example, a booster for tetanus is advised [every ten years](https://www.nhs.uk/conditions/tetanus/) whereas vaccines for [hepatitis A](https://www.cdc.gov/vaccines/parents/diseases/hepa.html) or measles are one-shot wonders - a booster is not needed. Only by studying the immune response in people who have been vaccinated, will we be able to tell when and if further booster vaccinations are needed. This will be determined by measuring SARS-CoV-2 specific antibody and T cell responses in a sample of blood. It is possible that certain groups, such as older people, might need a different booster strategy - and this will take time to work out. What if I've already had a trial vaccine? If you've taken part in a COVID vaccine trial, it could give you a head start on the prime/boost approach, and you could reach the required immunity threshold quicker. Alternatively, your trial vaccination may have been so effective that the non-trial version of the vaccine isn't necessary. It is important for vaccine developers to follow up people who have had the vaccine to see how their immune system has reacted and whether or not the vaccine gave them immunity. This follow up should be conducted over a long period and encompass different sections of the population: young, old, different ethnic groups, and patients on drugs that dampen the immune system (such as chemotherapy). What if I've had COVID? Even if you have recovered from COVID-19, you can still benefit from vaccination. There [is evidence](https://pubmed.ncbi.nlm.nih.gov/32425950/) in hospitalised patients that the infection was so overwhelming that the immune response became exhausted and so immune memory to the virus was not created efficiently. Also, if you had a very mild infection, your immune system may not have reached the point of laying down immune memory. So vaccination could be beneficial, regardless of whether you experienced severe or mild disease. Though vaccination is a choice, don't forget that vaccines have been around a long time and have [saved more lives than any other medicine](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5402432/). The risk of getting COVID and its awful and often long-term side-effects outweigh any theoretical risk of a vaccine. [Tracy Hussell](https://theconversation.com/profiles/tracy-hussell-552862), Professor of Inflammatory Disease, [University of Manchester](https://theconversation.com/institutions/university-of-manchester-1204) This article is republished from [The Conversation](https://theconversation.com) under a "}