{"title": "Overview of the Immune System - Immunology; Allergic Disorders - Merck Manuals Professional Edition", "author": "DELVES PETER", "url": "https://www.merckmanuals.com/professional/immunology-allergic-disorders/biology-of-the-immune-system/overview-of-the-immune-system", "hostname": "merckmanuals.com", "description": "Overview of the Immune System and Immunology; Allergic Disorders - Learn about from the Merck Manuals - Medical Professional Version.", "sitename": "Merck Manuals Professional Edition", "date": "2021-09-09", "cleaned_text": "The immune system distinguishes self from nonself and eliminates potentially harmful nonself molecules and cells from the body. The immune system also has the capacity to recognize and destroy abnormal cells that derive from host tissues. Any molecule capable of being recognized by the immune system is considered an antigen (Ag). The skin, cornea, and mucosa of the respiratory, gastrointestinal, and genitourinary tracts form a physical barrier that is the body's first line of defense. Some of these barriers also have active immune functions: Outer, keratinized epidermis: Keratinocytes in the skin secrete antimicrobial peptides (defensins), sebaceous and sweat glands secrete microbe-inhibiting substances (eg, lactic acid, fatty acids). Also, (eg, mast cells, intraepithelial lymphocytes, antigen-sampling Langerhans cells) reside in the skin. Cornea: Neutrophils reach the cornea through vessels at the limbus and kill microbes by phagocytosis. Mucosa of the respiratory, gastrointestinal, and genitourinary (Ig) A antibody (SIgA). Breaching of anatomic barriers can trigger 2 types of immune response: Innate Acquired Many molecular components (eg, [complement](/professional/immunology-allergic-disorders/biology-of-the-immune-system/complement-system) [ Complement System The complement system is an enzyme cascade that helps defend against infection. Many complement proteins occur in serum as inactive enzyme precursors (zymogens); others reside on cell surfaces... read more ](/professional/immunology-allergic-disorders/biology-of-the-immune-system/complement-system) , [cytokines](/professional/immunology-allergic-disorders/biology-of-the-immune-system/molecular-components-of-the-immune-system#v28603723) [ Cytokines The immune system consists of cellular components and molecular components that work together to destroy antigens (Ags). (See also Overview of the Immune System.) Acute phase reactants are plasma... read more ](/professional/immunology-allergic-disorders/biology-of-the-immune-system/molecular-components-of-the-immune-system#v28603723) , [acute phase reactants](/professional/immunology-allergic-disorders/biology-of-the-immune-system/molecular-components-of-the-immune-system#v28603676) [ Acute Phase Reactants The immune system consists of cellular components and molecular components that work together to destroy antigens (Ags). (See also Overview of the Immune System.) Acute phase reactants are plasma... read more ](/professional/immunology-allergic-disorders/biology-of-the-immune-system/molecular-components-of-the-immune-system#v28603676) ) participate in both innate and acquired immunity. Innate immunity Innate (natural) immunity does not require prior exposure to an antigen (ie, immunologic memory) to be fully effective. Thus, it can respond immediately to an invader. Innate immunity recognizes mainly molecular patterns that are broadly distributed rather than an antigen specific to one organism or cell. Components include Phagocytic cells cells ( [neutrophils](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v28603612) [ Neutrophils The immune system consists of cellular components and molecular components that work together to destroy antigens. (See also Overview of the Immune System.) Although some antigens (Ags) can... read more ](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v28603612) in blood and tissues, [monocytes](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v992092) [ Antigen-Presenting Cells ](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v992092) in blood, [macrophages](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v992094) [ Antigen-Presenting Cells ](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v992094) in tissues) ingest and destroy invading antigens. Attack by phagocytic cells can be facilitated when antigens are coated with antibody (Ab), which is produced as part of acquired immunity, or when complement proteins opsonize antigens. [Polymorphonuclear leukocytes](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v28603601) [ Polymorphonuclear Leukocytes The immune system consists of cellular components and molecular components that work together to destroy antigens. (See also Overview of the Immune System.) Although some antigens (Ags) can... read more [ Mast Cells The immune system consists of cellular components and molecular components that work together to destroy antigens. (See also Overview of the Immune System.) Although some antigens (Ags) can... read more ](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v28603588) ) release inflammatory mediators. Acquired immunity Acquired (adaptive) immunity requires prior exposure to an antigen to be fully effective and takes time to develop after the initial encounter with a new invader. Thereafter, response is quick. The system remembers past exposures and is antigen-specific. Components include B cells T cells Acquired immunity includes Humoral immunity: Derived from [B-cell responses](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v992166) [B cells The immune system consists of cellular components and molecular components that work together to destroy antigens. (See also Overview of the Immune System.) Although some antigens (Ags) can... read more](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v992166)(B cells develop into plasma cells, which secrete soluble antigen-specific antibody) B cells and T cells work together to destroy invaders. Tissue-based [antigen-presenting cells](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v992080) [ Antigen-Presenting Cells The immune system consists of cellular components and molecular components that work together to destroy antigens. (See also Overview of the Immune System.) Although some antigens (Ags) can... read more ](/professional/immunology-allergic-disorders/biology-of-the-immune-system/cellular-components-of-the-immune-system#v992080) are needed to present antigens to most types of T cell. Immune Response Successful immune defense requires activation, regulation, and resolution of the immune response. Activation The cells of the immune system are activated when a foreign antigen (Ag) is recognized by cell surface receptors. These cell surface receptors may be Broadly specific (eg, pattern-recognition receptors such as Toll-like, mannose, and scavenger receptors on dendritic and other cells) Highly specific (antibodies expressed on B cells or T-cell receptors expressed on T cells) Broadly specific receptors recognize common microbial pathogen-associated molecular patterns and viral double-stranded RNA. These receptors can also recognize molecules that are produced by stressed or infected human cells (called damage-associated molecular patterns). Activation may also occur when antibody-antigen and complement-microorganism complexes bind to surface receptors for the crystallizable fragment (Fc) region of IgG (Fc-gamma R) and for C3b and iC3b. Once recognized, an antigen, antigen-antibody complex, or complement-microorganism complex is internalized. Most microorganisms are killed after they are phagocytosed, but others inhibit the phagocyte's intracellular killing ability (eg, mycobacteria that have been engulfed by a macrophage inhibit that cell's killing ability). In such cases, T cell-derived cytokines, particularly interferon-gamma (IFN-gamma), stimulate the phagocyte to produce more lytic enzymes and other microbicidal products and thus enhance its ability to kill or sequester the microorganism. Unless antigen is rapidly phagocytosed and entirely degraded (an uncommon event), the acquired immune response is recruited via recognition of antigen by the highly specific receptors on the surface of B and T cells. This response begins in The spleen for circulating antigen Regional lymph nodes for tissue antigen Mucosa-associated lymphoid tissues (eg, tonsils, example, Langerhans dendritic cells in the skin phagocytose antigen and migrate to local lymph nodes; there, peptides derived from the antigen are expressed on the surface of dendritic cells within class II [major histocompatibility complex (MHC) molecules](/professional/immunology-allergic-disorders/biology-of-the-immune-system/human-leukocyte-antigen-hla-system) [ Human Leukocyte Antigen (HLA) System The human leukocyte antigen (HLA) system (the major histocompatibility complex [MHC] in humans) is an important part of the immune system and is controlled by genes located on chromosome 6.... read more ](/professional/immunology-allergic-disorders/biology-of-the-immune-system/human-leukocyte-antigen-hla-system) , which present the peptide to CD4 helper T (Th) cells. When the Th cell engages the MHC-peptide complex and receives various costimulatory signals (which can be inhibited by some immunosuppressive drugs), it is activated to express receptors for the cytokine interleukin (IL)-2 and secretes several cytokines. Each subset of Th cells secretes different combinations of substances and thus effects different immune responses. Class II MHC molecules typically present peptides derived from extracellular (exogenous) antigen (eg, from many bacteria) to CD4 Th cells; in contrast, class I MHC molecules typically present peptides derived from intracellular (endogenous) antigens (eg, from viruses) to CD8 cytotoxic T cells. The activated cytotoxic T cell then kills the infected cell. Regulation The immune response must be regulated to prevent overwhelming damage to the host (eg, [anaphylaxis](/professional/immunology-allergic-disorders/allergic,-autoimmune,-and-other-hypersensitivity-disorders/anaphylaxis) [ Anaphylaxis Anaphylaxis is an acute, potentially life-threatening, IgE-mediated allergic reaction that occurs in previously sensitized people when they are reexposed to the sensitizing antigen. Symptoms... read more ](/professional/immunology-allergic-disorders/allergic,-autoimmune,-and-other-hypersensitivity-disorders/anaphylaxis) , [cytokine storm](/professional/critical-care-medicine/sepsis-and-septic-shock/sepsis-and-septic-shock#v928471) [ Pathophysiology Sepsis is a clinical syndrome of life-threatening organ dysfunction caused by a dysregulated response to infection. In septic shock, there is critical reduction in tissue perfusion; acute failure... read more ](/professional/critical-care-medicine/sepsis-and-septic-shock/sepsis-and-septic-shock#v928471) , cytokine release syndrome, and widespread tissue destruction). Regulatory T cells (most of which express Foxp3 transcription factor) help control the immune response via secretion of immunosuppressive cytokines, such as IL-10 and transforming growth factor-beta (TGF-beta), or via cell contact dependent mechanisms. These regulatory cells help prevent autoimmune responses and probably help resolve ongoing responses to nonself antigen. Resolution The immune response resolves when antigen is sequestered or eliminated from the body. Without stimulation by antigen, cytokine secretion ceases, and activated cytotoxic T cells undergo apoptosis. Apoptosis tags a cell for immediate phagocytosis, which prevents spillage of the cellular contents and development of subsequent inflammation. T and B cells that have differentiated into memory cells are spared this fate. Geriatrics Essentials With aging, the immune system becomes less effective in the following ways: The immune system becomes less able to distinguish self from nonself, making the development of autoantibodies and autoimmune disorders more common. Macrophages destroy bacteria, cancer cells, and other antigens more slowly, possibly contributing to the increased incidence of cancer among older adults. T cells respond less quickly to antigens. There are fewer lymphocytes that can respond to new antigens. The aging body produces less complement in response to bacterial infections. Although overall antibody concentration does not decline significantly, the binding affinity of antibody to antigen is decreased, possibly contributing to the increased incidence of [pneumonia](/professional/pulmonary-disorders/pneumonia/overview-of-pneumonia) [Overview of Pneumonia Pneumonia is acute inflammation of the lungs caused by infection. Initial diagnosis is usually based on chest x-ray and clinical findings. Causes, symptoms, treatment, preventive measures, and... read more](/professional/pulmonary-disorders/pneumonia/overview-of-pneumonia), [influenza](/professional/infectious-diseases/respiratory-viruses/influenza) [Influenza Influenza is a viral respiratory infection causing fever, coryza, cough, headache, and malaise. Mortality is possible during seasonal epidemics, particularly among high-risk patients usually with bacteria (commonly, streptococci or staphylococci) or fungi. It may cause fever, heart murmurs, petechiae, anemia, embolic... read more](/professional/cardiovascular-disorders/endocarditis/infective-endocarditis), and [tetanus](/professional/infectious-diseases/anaerobic-bacteria/tetanus) [Tetanus Tetanus is acute poisoning resulting from a neurotoxin produced by Clostridium tetani. Symptoms are intermittent tonic spasms of voluntary muscles. Spasm of the masseters accounts for... read more](/professional/infectious-diseases/anaerobic-bacteria/tetanus)and the increased risk of death due to these disorders among older adults. These changes may also partly explain why vaccines are less effective in older adults. "}