{"title": "Feds passed up chance to lock in more Pfizer vaccine doses", "author": "ZEKE MILLER; JONATHAN LEMIRE Associated Press", "url": null, "hostname": null, "description": null, "sitename": "KATV", "date": "2020-12-08", "cleaned_text": "WASHINGTON (AP) — The Trump administration opted last summer not to lock in a chance to buy millions of additional doses of one of the leading coronavirus [vaccine contenders,](/news/nation-world/biden-announces-nominations-and-appointments-for-health-team) a decision that could delay the delivery of a second batch of doses until manufacturer Pfizer fulfills other international contracts. The revelation, confirmed Monday by people familiar with the matter, came a day before [President Donald Trump](https://twitter.com/realDonaldTrump) aimed to take credit for the speedy development of forthcoming coronavirus vaccines at a White House summit Tuesday. Pfizer's vaccine is expected to be approved by a panel of [Food and Drug Administration](https://www.fda.gov/) scientists as soon as this week, with delivery of 100 million doses — enough for 50 million Americans — expected in coming months. Under its contract with Pfizer, the Trump administration committed to buy an initial 100 million doses, with an option to purchase as many as five times more. This summer, the White House opted not to lock in an additional 100 million doses for delivery in the second quarter of 2021, according to people who spoke about the matter on condition of anonymity because they were not authorized to discuss it publicly. Days ahead of the vaccine's [ expected approval, ](/news/coronavirus-vaccine/explainer-when-and-where-how-vaccines-will-roll-out-in-us)the administration is reversing course, but it is not clear that Pfizer, which has since made commitments to other countries, will be able to meet the latest request on the same timeline. The Pfizer vaccine is one of two on track for emergency FDA authorization this month, the other coming from drugmaker Moderna. The Trump administration insisted late Monday that between those two vaccines and others in the pipeline, the U.S. will be able to accommodate any American who wants to be vaccinated by the end of the second quarter of 2021. The administration's decision not to lock in additional Pfizer purchases last summer was first reported by The New York Times. Health and Human Services Secretary Alex Azar told NBC the administration is \"continuing to work across manufacturers to expand the availability of releasable, of FDA-approved vaccine as quickly as possible. We do still have that option for an additional 500 million doses.\" Seeking to tamp down public skepticism over the vaccine and secure a key component of Trump's legacy, Tuesday's summit will highlight the administration's plans to distribute and administer the vaccine. But officials from President-elect Joe Biden's transition team, which will oversee the bulk of the largest vaccination program in the nation's history once he takes office Jan. 20, were not invited. The [\"Operation Warp Speed\" ](https://www.hhs.gov/coronavirus/explaining-operation-warp-speed/index.html)summit will feature Trump, Vice President Mike Pence and a host of government experts, state leaders and business executives, as the White House looks to explain that the vaccine is safe and lay out the administration's plans to bring it to the American people. Senior administration officials provided details on the summit on Monday. An official with the Biden transition confirmed no invitation was extended. Officials from the pharmaceutical companies developing the vaccines also were not expected to attend, despite receiving invitations, according to people familiar with the matter. Some expressed concerns about the event contributing to the politicization of the vaccine development process and potentially further inhibiting public confidence in the drugs. Trump is set to kick off the event with remarks aiming to \"celebrate\" vaccine development, according to an official who previewed the event. Trump also will sign an executive order to prioritize Americans for coronavirus vaccines procured by the federal government. A second official said the order would restrict the U.S. government from donating doses to other nations until there is excess supply to meet domestic demand. Both officials spoke on condition of anonymity to discuss plans for the summit. It was not immediately clear what, if any, impact the order would have on other nations' abilities to access the vaccines. Canadian Prime Minister Justin Trudeau announced Monday he expects his country to receive about 250,000 doses of a vaccine from Pfizer [by the end of the year.](/news/coronavirus-vaccine/trudeau-canada-to-get-pfizer-vaccine-by-end-of-this-year) The Food and Drug Administration is to meet Thursday to conduct a final review of the Pfizer drug, and it will meet later this month on a vaccine developed by Moderna. Both have been determined to be 95% effective against the virus that causes COVID-19. Plans call for distributing and then administering about 40 million doses of the two companies' vaccines by the end of the year — with the first doses shipping within hours of FDA clearance. Biden said Friday that \"there's no detailed plan that we've seen\" for how to get the vaccines out of containers, into syringes and then into people's arms. Trump administration officials insist that such plans have been developed, with the bulk of the work falling to states and municipal governments to ensure their most vulnerable populations are vaccinated first. The administration says it has leveraged partnerships with manufacturers, distributers and health care providers, so that outside of settings like veterans' hospitals, \"it is highly unlikely that a single federal employee will touch a dose of vaccine before it goes into your arm.\" In all, about 50,000 vaccination sites are enrolled in the government's distribution system, the officials said. Each of the forthcoming vaccines has unique logistical challenges related to distribution and administration. The Pfizer vaccine must be transported at [super-cooled temperatures](/news/coronavirus-vaccine/uk-gears-up-for-huge-vaccination-plan-watched-by-the-world), and comes in batches of 975 doses. Each vial contains 5 doses, requiring careful plannning. The administration has prepared detailed videos for providers on how to safely prepare and administer doses, to be posted after the FDA issues its emergency use authorization. One such plan is to be announced Tuesday: Pharmacy chains CVS and Walgreens have stood up a \"mobile vaccination service\" ready to vaccinate people in every nursing home and long-term care facility in the country. The roughly 3 million residents of those facilities are among the most vulnerable for COVID-19 and have been placed at the front of the line to access the vaccine, along with more than 20 million healthcare workers. So far 80-85% of the facilities have signed on to the service, the officials said. "}