{"title": "PDF", "author": "PDF", "url": "https://rems.ed.gov/docs/EPA_Chemical-Management-Resource-Guide-School-Administrators_508C.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "United States Environmental Protection Agency Office of Pollution Prevention and Toxics Washington, DC 20460 EPA 747-R-06-002 December 2006 Printed on Rec ycled Pa per| i Chemical Management Resource Guide for School Administrators Acknowledgements The time and effort that many individuals contributed to the re view and development of this document is gratefully acknowledged by the U.S. Environmental Protection Agency (EPA). This document was prepared by Battelle Memorial Institute under contract EP-W-04-021 at the direction of Mr. Clarence Lewis of the EPA O ffice of Pollution Prevention and Toxics. Disclaimer This document was prepared under contract to an agency of the United States Government. Neither the United States Government nor any of their employees makes any warranty, expressed or implied, or assumes any legal liability for any thir d party's use of or the results of such use of any information, product, or process discussed in this document. Me ntion or illustration of company or trade names, or of commercial products does not constitute endorsement by the EPA. As of the date of this document, external links are current and accurate, and are offered by way of example only for reference purposes. The EPA is not responsible for content of non-EPA links. Chemical Management Resource Guide for School Administrators ii | Summary \"...No one was sure what chemicals were involved in the fire [in the facilities maintenance warehouse at the school]. Pallets of bleach, ammonia and sulfuric acid base d drain cleaner had been stored adjacent to each other, and rupturing of the chemicals during the fire created an acid vapor cloud as well as chlorine and phosgene gases. The total cost of this event was about half a million dollars.\" - From a case study of a suburban public high school in New England1 Are there Dangerous Chemicals in Your School? The sources of dangerous chemicals in schools are not always obvious. This guidance applies to any school that purchases, uses, stores, or disposes of chemicals or products containing dangerous materials. Some of the most common dangerous chemical products in schools include: Laboratory chemicals (e.g., acids, bases, solvents, metals, salts) Industrial arts or \"sho p\" classes (e.g., inks, degreasers) Art supplies (e.g., paints, photographic chemicals) Pesticides, fertilizers, and de-icers Maintenance supplies and equipment (e.g., drain cleaners, floor stripping products, paints, oils, boiler cleaners, fuels, mercury switches and gauges) Health care equipment (e.g., mercury thermometers). Who Should Read This Guidance? This document is designed primarily for school administrators (principals and other policymakers), but may also be of value for teachers, maintenance personnel, superintendents, school business officials, insurance industry risk managers, and parents. What Can Schools Do to Prevent Spills and Costly Incidents of Dangerous Chemicals? Establish a leadership team consisting of qualified and experienced individuals to oversee chemical management activities and confirm the availability of budget and resources ( Section III.A ) Implement pollution prevention and green chemistry (safer alternatives) principles, whenever possible, to minimize the use of hazardous chemicals at schools (Section III.B ) Establish a chemical management policy and chemical hygiene plan ( Section III.C ) Conduct periodic chemical inventories to identify hazards ( Section III.D ) Establish an environmentally preferable purchasing policy (Section III.E ) Implement an appropriate chemical storage and handling policy ( Section III.F ) Establish a training program for hazardous chemicals management and safety (Section III.G ) Develop a hazard communication plan to foster awareness among school personnel and students about the range of chemicals and products used in schools (Section III.H) Create an emergency response and spill clean-up plan and ensure that all chemicals are disposed of in accordance with federal, state, and local regulations ( Section III.I ) | iii Chemical Management Resource Guide for School Administrators Where Can I Get Additional Help? Each EPA Regional Office shares common chemical management go als; each region has its own contact point to best serve schools in their respective states. For more information on EPA programs for scho ols, such as EPA's Schools Chemical Cleanout Campaign (SC3), legal requirements that schools may face, and where your school can receive additional help, refer to the following regional contact information and websites in the box below. Local government entities that may be able to help your school understand and address chemical management issues (e.g., treatment and disposal options) include Local Emergency Planning Committees (LEPCs), local health departments, state environmental departments, and fire departments. For more information about how local organizations can help, visit EPA's SC3 - Businesses and Community Organizations website at http://www.epa.gov/sc3/. Check It Out EPA Resources for Additional Information EPA, Healthy School E nvironments, http://www.epa.gov/schools/ EPA's Schools Chemical Cle anout Where You Live, http://www.epa. gov/epahome/wherey oulive.htm What Leg al Requirements Do I Have? Some chemicals purchased by schools may need to be managed as hazardous wastes and may ultimately require disposal as such. Hazardous wastes need to be managed from their initial point of generation until their ultimate point of disposal, known as \"cradle to grave.\" The Resource Conservation and Recovery Act (RCRA) gives EPA the authority to control the generation, transportation, treatment, storage, and disposal of hazardous waste. Any school that generates hazardous wastes must notify their state environmental agency and obtain an EPA Identification (ID) Number. This EPA ID Number must be put on all manifests for tracking disposal of school wastes and must be site specific for the address given. School liability does not end when the wastes leave the school, and school administrators must make sure they receive a copy of the shipping manifest stating that their wastes arrived at their destination (e.g., treatment, storage, or dis posal facility). Laws an d regulations pert aining to RCRA ar e available at http://www.epa.gov/epaoswer/ osw/laws-reg.htm. EPA's Healthy School Environments Assessment Tool (HealthySEAT) pr ovides information to help determine if a school is subject to Federal OSHA requirements at http://www.epa.gov/schools/healthys eat/frequentquestions.htm Althou gh Federal OSHA does not have jurisdiction over state and local government employees, including those in public schools, the 26 states that operate OSHA-approved State Plans are required to extend their state standards to these workers. A list of OSHA State-Plan states is lo cated at http://www.cdc.gov/niosh/docs/2004- 101/appena.html#oshasps. Each state's programs are unique and may have additional regulations and requirements. In states under Federal OSHA without State Plans, OSHA has no authority to inspect or enforce standards in public schools; however, the local Federal OSHA office may be able to provide hazard recognition assistance and technical support. Compliance assistance information is available on OSHA's website at http://www.osha.gov. The National Institute for Occupational Safety and Health (NIOSH) provides a comprehensive safety checklist program for schools at http://www.cdc.gov/niosh/docs/2004-101/default .html, which contains recommendations and detailed checklists on OSHA regulations, along with background information on how to make sense of re gulations that may be app licable to schools (http://www.cdc.gov/niosh/docs/ 2004-101/chap1.html). In addition, EPA may enforce certain OSHA standards, such as Hazardous Waste Operations (29 CFR 1910.120) or relevant EPA standards in public schools. In addition to Federal requirements, states may have their own laws. Legal requirements are often updated and vary from state to state. In many states, the health and safety of public employees, including teachers and other school staff, fall under the jurisdiction of a state agency, such as the state department of labor or commerce. Note: This document is intended to serve as guidance only and does not supersede any federal, state, or local laws and regulations. Chemical Management Resource Guide for School Administrators iv | Table of Contents Page Summary ........................................................................................................................ ........................ii I. Overview................................................................................................................... ...................... 1 I.A. Introduction............................................................................................................. ......................................... 1 I.B. Organization of this Guide............................................................................................... .............................. 2 I.C. Why You Should Be Concerned.............................................................................................. ...................... 3 II. Hazardous Chemicals a nd Products in Schools ............................................................................ 4 II.A. Chemicals and Products of Concern....................................................................................... .................... 4 II.B. Chemical Categories..................................................................................................... .................................. 4 II.C. Where Chemicals and Products are Found.................................................................................. .............. 6 III. Policies and Acti ons ...................................................................................................... ................. 8 III.A. Leadership and Resources............................................................................................... ............................ 8 III.B. Pollution Prevention and Greener Alternatives.......................................................................... ............. 9 III.C. Chemical and Product Management........................................................................................ ................11 III.D. Chemical Inventory..................................................................................................... ...............................12 III.E. Purchasing............................................................................................................. .......................................13 III.F. Storage and Handling ................................................................................................... ..............................15 III.G. Training................................................................................................................ .........................................16 III.H. Hazard Communication .................................................................................................... .........................17 III.I. Spills, Cleanup, and Disposal .......................................................................................... ...........................17 IV. Special Cases ............................................................................................................. ................... 20 IV.A. Arsenic................................................................................................................. IV.B. Asbestos................................................................................................................ ........................................20 IV.C. Lead.................................................................................................................... ...........................................21 IV.D. Mercury ................................................................................................................. .......................................22 V. Conclusion.................................................................................................................................... 24 References............................................................................................................................................ 25 Appendix....................................................................................................................... ......................A-1 Chemical Hygiene and Management Plans......................................................................................... ...............A-1 Sample Guidelines ............................................................................................................. ....................................A-3 Checklists.................................................................................................................... .............................................A-5 Chemical Purchasing, Storage, and Design Guidelines ........................................................................... ........A-7 Use of Chemicals in Schools................................................................................................... .............................A-8 Chemical Management Resource Guide for School Administrators 1 | I. Overview I.A. Introduction From elementary school maintenance storage closets to high school chemistry laboratories, schools house a variety of chemicals. Many of these chemicals are hazardous and are used daily; however, in some cases, these chemicals have been unused for decades. Ensuring that these chemicals are managed properly will help school administrators to: safeguard the health and safety of students and school employees; avoid disposal expenses and costly school closures associated with spills and emergency incidents; maintain a sense of trust between the district and the surrounding community; and prevent damage to the environment. School districts need solid, useful, specific recommendations and information on responsible chemical management to facilitate the establishment of sound district-level policies and procedures. This document is intended to aid K-12 public school districts and private, religious, and independent schools and school system policymakers in reducing dangerous chemical use and implementing responsible chemical management practices. Institutionalizing such practices will help to minimize the incidence of chemical spills, exposures, and emergency scenarios in schools. This document focuses on broad policy considerations that EPA recommends school administrators consider implementing to properly manage and use all dangerous chemicals. Parents and others in the community interested in school health and safety policies also may use this booklet to determine whether their children's schools are effectively minimizing potential exposure to dangerous chemicals and products. This document is part of EPA's Healthy School Environments Initiative. The Healthy School Environments website (http://www.epa.gov/schools/) serves as a gateway to on-line resources to help school administrators, teachers, facility managers and other staff, and parents address environmental health i ssues in schools. This document is also an integral part of the EPA Schools Chemical Cleanout Campaign (SC3) toolkit. The goals of the SC3 are to: remove potentially ha rmful chemicals from schools; emphasize the implementation of preventive programs such as chemical management training for lab instructors and microscale techniques; and raise national awareness of the issue of chemicals in schools. The ultimate goal of the SC3 is to create a chemically safer school environment in which chemicals are purchased wisely, stored safely, handled by trained personnel, used responsibly, and disposed of properly. Finally, this document includes numerous boxes highlighting information on rele vant EPA and state information, such as the HealthySEAT tool developed by EPA as a resource to address chemical management among other environmental, safety, and health issues. EPA has developed a unique software tool to help school districts evaluate and manage all of their environmental, safety, and health issues, including all aspects of their chemical management programs. The Healthy School Environments Assessment Tool (HealthySEAT) can be customized and used, free of charge, by district-level staff to conduct voluntary self-assessments of their facilities and to manage information on environmental conditions within each building. Source: EPA, HealthySEAT, http://www.epa. gov/schools/ healthyseat/index.html | 2 Chemical Management Resource Guide for School Administrators I.B. Organization of this Guide Section I explains the need for responsible chemical management policies and why school administrators must be concerned about chemical management in their schools. Section II provides an overview of the various classes of hazardous chemicals and products of concern found in schools, and discusses where these chemicals and products of concern might commonly be found in schools. Section III presents recommendations for school administrators to develop their own consistent and effective policies, promotes concepts such as pollution prevention and green chemistry, and provides information on best practices for the purchase, identification, tracking, storage, use, and disposal of hazardous chemicals found in elementary and secondary schools. Section IV discusses special types of chemicals that are of particular concern. Section V presents conclusions. The Appendix lists specific examples of various \"how to\" forms, templates, and checklists for establishing policies and procedures that schools may use to facilitate the implementation of EPA's recommendations. This document contains numerous references and endnotes to school-focused guidance documents and materials on chemical management, green chemistry, pollution prevention, environmentally preferable purchasing, and school cleanout campaigns initiated in sc hool districts. For example, the Los Angeles Unified School District, one of the largest school districts in the country, along with its home state of California, have been committed to spreading awareness about chemicals in schools, as illustrated below. The Los Angeles Unified School District (LAUSD) has been particularly active on issues related to chemicals in schools. The LAUSD's Office of Environmental Health and Safety (OEHS) website contains a wealth of resources for school officials, including a searchable product review tool available on the OEHS Chemical Evaluation Program page ( http://www.lausd-oe hs.org/productrev iew_chemeval.asp ) and comprehensive information about its Chemical Hygiene Program. The OEHS Chemical Hygiene Program page ( http://www.lausd- oehs.org/chemic al-hygiene.asp ) contains links to various handouts and the Science Safety Handbook for California Public Schools (http://www.lausd- oehs.org/docs/Misc/CAScienceSafetyHandbook.pdf ). It also lists chemicals approved by the State of California and OEHS for use in LAUSD school laboratories. These chemicals can be viewed by clicking the \"View Approved Laboratory Chemicals\" button on the OEHS Chemical Hygiene Program page (listed above). The State of California has customized EPA's Heal thySEAT software to incorporat e California's regulations and links to other state-specific information, including funding sources. State-cu stomized versions of HealthySEAT make it easier for individual school systems to adapt and use the tool. Chemical Management Resource Guide for School Administrators 3 | I.C. Why You Should Be Concerned There are five key reasons why school administrators should be concerned about chemical management in their schools: Improper chemical management poses health and safety risks to students and school employees . Health, learning, and behavior risks to students are of particular concern, as children are more vulnerable than adults to chemical exposures because their bodily systems are still developing; they eat more, drink more, and breathe more in proportion to their body size; and their behavior can expose them more to chemicals than adults. The expenses incurred from disposal, spills, and other incidents , including potential liabilities/lawsuits, can be considerable. The costs of responding to chemical incidents can reach hundreds of thousands of dollars or more at a single school. 2 In addition to response costs, impr oper chemical waste management can result in fines and increased insurance premiums. incidents can lead to increased parental and community concern, negative publicity, and embarrassment to the school and school district. It only takes one chemical incident, such as a spill, explosion, or chemical exposure, to break the trust with the community . Reported school Improper chemical management may result in school closures that result in a loss of valuable education time. Improper chemical management can lead to unintended chemical discharges and spills, which inflict damage upon the environment where students, teachers, staff, and parents live and work. Improper chemical discharges into sanitary sewer lin es or on-site waste treatment systems (inclu ding septic tanks) can have adverse effects on rivers, streams, and groundwater. Chemical releases and spills can also contribute to air pollution. Spills to the ground can ultimately result in long-term harm to the land and considerable remediation costs. A safe school environment that prevents harm to students and protects school employees from dangerous chemicals must be promoted. Responsible chemical management is likely to lead to improved learning in the classroom and improved overall health of the environment and the community. 1 2 3 4 5| 4 Chemical Management Resource Guide for School Administrators II. Hazardous Chemicals and Products in Schools II.A. Chemicals and Products of Concern Approximately 75,000 chemical substances are in commercial use today.3 Many of these chemical substances are considered toxic or otherwise hazardous to humans and other living beings. Toxic chemicals are associated with a variety of serious health problems, including cancer, brain and nervous system disorders, reproductive disorders, organ damage, as well as asthma. Toxic chemicals that are persistent in the environment and bioaccumulate through the food chain can make exposure during childhood and adolescence especially dangerous. Chemicals also can irritate the skin, eyes, nose, and throat. Some chemicals pose significant safety hazards, such as fire or explosion risks. The risks associated with exposure to a chemical are dependent on many factors, including the chemical's hazard level (degree of flammability, toxicity, etc.), the route of exposure (e.g., absorbed through skin, inhaled, consumed, injected), and the duration of exposure. Many hazardous chemicals can be found in school facilities. Material Safety Data Sheets (MSDS), comprehensive fact sheets prepared by chemical manufacturers, describe the physical properties, health effects, and other characteristics of chemicals, as well as procedures for handling, storing, and disposing of these substances. 4 Chemical manufacturers should supply MSDSs along with each shipment of chemicals delivered to your school. The proper use and management of these substances, as well as the products that contain them, are critical to maintaining a healthy atmosphere for school occupants and the surrounding environment. The term \"hazardous chemicals\" may include (but is not limited to) the following: Laboratory chemicals used or stored in science laboratories and preparation areas; Art supplies, including paints, stains, inks, glazes, and photo processing chemicals, used in (visual and performing) art and shop; Cleaning products utilized by custodial, cafeteria, and maintenance staff; Pesticides, fertilizers, and de-icers/salts/ sands used for grounds maintenance, as well as pesticides used for building maintenance; Paints, solvents, fuels, degreasers, and lubricants used in building operation and maintenance; Oils, fuels, paints, antifreeze, and other chemicals used to maintain and repair equipment for transportation, school maintenance, and shop classes; Inks, solvents, and adhesives used for printing in school offices; and Chemicals used to treat water associated with drinking water and swimming pools. II.B. Chemical Categories Chemicals can be grouped based on the type of hazard they pose. Understanding the different types of chemicals in a school is important for developing an effective chemical management policy. Hazardous substances in schools may fall into one or more of the following categories: flammables/explosives, corrosives (the majority of which in high school laboratories are acids and bases), oxidizers/reactives, toxins, and compresse d gases. Federal agencies and legislative authorities have developed specific defi nitions for each of those categories; however, the hazards can be described generally as follows: 5 Chemical Management Resource Guide for School Administrators 5 | Chemical Type Description and Examples Flammables/ Explosives Chemicals that have the potential to catch fire rapidly and burn in the air. Liquids, gases, and solids (in the form of dusts) can be flammable and/or explosive. Examples: paint thinner; laboratory solvents (acetone, alcohols, acetic acid, hexane); adhesives (some) Corrosives Chemicals that can burn, irritate, or destroy living tissue or corrode metal through direct chemical action. This category includes strong acids and bases (alkalines), as well as dehydrating agents and oxidants. Examples: hydrogen peroxide or chlorine (oxidants); acetic acid Oxidizers/ Reactives Chemicals that react violently when combined with heat, light, water, or atmospheric oxygen, causing explosions or violent chemical reactions. (e.g., sodium) Toxins Any substances that, even in small amounts, can injure living tissue when ingested, inhaled, or absorbed into the skin. Examples: mercury; arsenic; lead; asbestos; cyanide Compressed Gases Gases stored under high pressure such that cracks or damage to the tanks and valves used to control these gases could cause significant physical harm to those in the same room. Examples: acetylene; helium; nitrogen Check It Out Improper storage practices may increase the risks associated with certain chemicals, particularly those that are flammable, corrosive, or reactive. Th e King County Laboratory Waste Management Guide (htt p://www.govlink.org/hazwaste/ publications/LabGuidelinesRevAugust06.pdf) provides suggestions for safe and effective chemical storage, including shelf storage patterns for small stockrooms (see Table 1). EPA's \"No More 'Methyl Something': Impr oving Management of Curriculum Chemicals in Schools \" presentation provides examples of danger ous storage scenarios: http://www.epa. gov/epaoswer/osw/ conserve/clusters/school s/pdfs/chemsafe.pdf. | 6 Chemical Management Resource Guide for School Administrators II.C. Where Chemicals and Products are Found Chemicals can be found throughout a school. They are used in both the maintenance of schools and the curriculum taught. Chemicals help students to perform experiments and learn new skills, among other benefits. In the absence of chemicals, schools would lack certain fundamental tools needed to educate stud ents. Despite their useful purposes, chemicals can be dangerous to students and staff when managed improperly. Hazardous chemicals are found in classrooms, labora tories, storerooms, maintenance sheds, and numerous other areas. High schools usually have larger inventories and more hazardous chemicals than middle and elementary schools. Chemicals may have been purchased by the school or brought in by employees or students for their personal use. The table on the following page lists some specifi c locations in which chemicals and products of concern might be found in a typical school. Please ke ep in mind that this list is by no means all-inclusive, and that chemicals, when used appropriately, can be important to the educational process. Hazardous chemicals are found in classrooms, laboratories, studios, maintenance areas, and numerous other areas. The photo above depicts one location where chemicals and products of concern might be found in a typical school. This photo also demonstrates a properly organized chemical storage area. Photo Credit: Rehab the Lab Program, Local Hazardous Waste Management. King County, Washington Check It Out Types and Locati ons of Hazardous Chemicals/Products in Schools: EPA, Chemical Managemen and ehsstudy/ehs1.htm and \"No More Chemicals in Schools,\" http://www.epa.gov/epaoswer/osw/conserve/clusters/schools/pdfs/chemsafe.pdf Colora do De partment of Public Health and Environment, One Hundred Most Commonly Found Explosive and Shock-Sensitive Materials, www.cdphe.state.c o.us/cp/Institutions/S chools/ChemsI nSchools/ ExplosiveTop40.PDF Alternatives to Environmentally Preferable Purchasing, ht t p://www.epa.gov/epp/Massachus etts Environmentally Preferable Purchasing Program, Pr oduct and Service Inform ation, http://www.mass.gov /epp/products.htm Marylan d State Department of Education, Safety in Ordering, Storing, Using and Disposing of Chemicals, http://www.mdk12.org/inst ruction/curriculum/scienc e/safety/chemicals.html Chemical Management Resource Guide for School Administrators 7 | Location Product Type Hazardous Ingredient Examples Concentrated Acids (undiluted) Hydrochloric acid Nitric acid Science laboratories Concentrated Bases (undiluted) Sodium hydroxide Solvents Methanol Methylene chloride Oxidizers Lead (VI) Lead salts Mercury salts Vocational and trade shops (can also be referred to as Career and Technical Education) Solvents (used in paints, paint thinners, adhesives, lacquers, primers, and other products) Petroleum naphtha Turpentine Cleaning supplies/detergents Phosphoric acid Sodium silicate Compressed gases Acetylene Nitrogen Fuels, transmission, and brake fluids Gasoline Visual and Solvents (used in paints, inks, paint thinners, adhesives, lacquers, primers, and other products) Toluene Mineral spirits Pottery clear coating glaze Lead Other heavy metals Cadmium performing art studios Pigments for paints and coatings Manganese Chromium Dry clay for ceramics and jewelry Silica Acids for etching Nitric acid Hydrochloric acid Custodial/maintenance areas Cleaning supplies/detergents 2-Butoxyethanol Drain cleaners (alkaline) Drain cleaners (acidic) hydroxide Sulfuric Permethrin Sodium Paint Solvents (used in paint thinners, adhesives, lacquers, primers, and other products) Xylene Water treatment chemicals for swimming pools Chlorine tablets Kitchens/cafeterias Pesticides (including disinfectants/sterilizers) Permethrin Sodium hypochlorite Refrigerants Freon Ammonia Cleaning supplies/detergents Ammonium hydroxide Nurses' offices Medical equipment Mercury (thermometers and blood pressure manometers) Photography laboratories Intensifiers/reducers Potassium dichromate Hydrochloric acid Developers Hydroquinone Lactic acid Acetic acid Stop baths and fixer Chrome alum (potassium chromium sulfate) School grounds/ athletic fields Pesticides 2,4-D De-icers Sodium chloride Fertilizers Ammonium nitrate Correction fluid Ethylene glycol Trichloroethane Administrative offices Solvents (used in paints, inks, paint thinners, adhesives, lacquers, primers, and other products) Methyl ethyl ketone Petroleum distillates Printer/copier toners Carbon black | 8 Chemical Management Resource Guide for School Administrators III. Policies and Actions The following sections provide guidance on recommended chemical management policies. These policies relate to: pollution prevention and green chemistry (concepts that minimize the potential for hazardous chemical use in the first place); the general management of chemicals and products already present in schools; chemical inventories; the purchasing and tracking of chemicals; the storage and handling of hazardous chemicals; personnel training and hazard communication; and chemical spills, cleanup, and disposal. To properly implement these suggested policies, schools should establish a leadership team and confirm the availability of budget and resources. III.A. Leadership and Resources To institute good chemical management policies, school administrators need to set the tone that chemical management is important by assigning roles an d responsibilities for implementing proper safety and chemical hygiene practices. Guidelines are provided below that policymakers at the district level and school administrators should implement in order to initiate responsible chemical management practices in their schools. Training and Teamwork Approach to Safety and Chemical Hygiene \" Northshore School District, in Washington State, has adopted the training and teamwork approach to Safety and Chemical Hygiene in the past 2 years. As a result, last year our insurance pool lowered our annual insurance premium by $30,000 for our efforts. In enacting these programs our Director of Curriculum, Director of Risk Management, and the Chemical Hygiene Officers saved money for the district.\" John Schmied, Northshore School District Chemical Hygiene Officer Establish or confirm that your district has committed budget and staff resources for chemical management. When schools consider their costs for chemicals, they generally consider only the purchase price. Each stage of chemical and product management, however, has associated costs of labor (e.g., training chemical hygiene officer and other staff), materials, equipment, and disposal, as well as costs of storage space and potential liability when responsible chemical management is not practiced. Design and communicate a chemical management policy. School district administrators and principals need to establish an overall policy stating a strong commitment to responsible chemical management, including implementation of the policies and actions defined in this document. The policy should be communicated to all by the highest level of management. Strong support from the administration, combined with adequate resources, will enable responsible chemical management. Active involvement by the full school community is an important element of success, as well. Appoint a chemical hygiene officer. The chemical hygiene officer is someone who is qualified by training and experience to provide technical guidance and leadership in the development and implementation of the provisions of the chemical hygiene plan. T he position description or job classification of a chemical hygiene officer will vary across school districts; however, in all cases, they should be trained to provide chemical management leadersh ip to the school. Designate a team to oversee the chemical management program at your school. This team should consist of teachers, janitorial staff, and maintenance personnel to comply with the chemical hygiene plan and help oversee the chemical Chemical Management Resource Guide for School Administrators 9 | management program at your school described in the sections that follow. Team members should be trained by the chemical hygiene officer (and reinforced at least annually). At a minimum, team members should understand physical/ chemical properties and potential health effects of chemicals, chemical compatibility, applic able environmental regulations and compliance issues, and waste management procedures of the school. You may also consider involving students (as applicable) as part of the process. Disseminate information. Share experiences and lessons learned with other school districts and administrators. Maintain a proactive program of informing parents, guardians, teachers, and other staff about chemical and product management activities ongoing at your school. III.B. Pollution Prevention and Greener Alternatives A key aspect of responsible chemical management is identifying opportunities to minimize chemical use through the implementation of pollution prevention and green chemistry principles. Pollution prevention (sometimes referred to as \"P2\") is defined as preventing or reducing pollution at the source, whenever feasible, and other practices that replace or eliminate the creation of pollutants. An example of pollution prevention would be using smaller quantities of (or environmentally benign substitutes for) chemical products used for grounds maintenance or cleaning. A related concept, green chemistry, focuses on science laboratories by reducing the levels of toxicity and amount of chemicals used in experiments, promoting safety, pollution prevention, and waste minimization. Similar concepts, microscale chemistry and small-scale chemistry, involve scaling down the quantities of chemical s required for science experiments resulting in improved laboratory safety. Exploring and adopting pollution prevention and green chemistry concepts in a school system results in many direct environmental benefits and often results in cost savings for schools. The following guidelines can be used to reduce or eliminate the generation of chemical pollutants and wastes. Establish a policy that makes pollution prevention the preferred form of waste management and strives to eliminate the purchase and use of most, if not all, hazardous chemicals. If elimination of the particular chemicals is not possible, other options include, in order of preference, reuse or recycling of chemicals and products; treatment of chemicals to reduce toxicity; and disposal of chemicals in an environmentally safe manner. Check It Out While treatment may be a useful activity, it should be cautioned that the treatment of hazardous waste may require a permit or be subject to regulation. You should consider discussing any treatment options with state or local regulatory agencies before you implement them in your laboratory. Neutralization of acids and bases, permitted under federal law, is probably the most commonly used treatment method in educational institutions; however, states may have more stringent standards regulating the disposal of acids and bases. To learn more about treatment methods, see Battelle Seattle Research Center's \"In-Laboratory Treatment of Wastes,\" available on the P2 Pays website at http://www.p2pay s.org/ref/01/text/00779/ch13.htm. | 10 Chemical Management Resource Guide for School Administrators Contact your state pollution prevention department for assistance in conducting a pollution prevention opportunity assessment, or contac t your EPA Regional Office at http://www.epa.gov/p2/pubs/ local.htm to find programs available in your area as well as the issues affecting your part of the country. Each EPA Regional Office supports pollution prevention activities that reduce or eliminate the sources of waste and pollutants through work with voluntary programs, partnerships with business and industry, state and local governments, citizens groups and other federal agencies. Establish a pollution prevention program to h elp your school minimize the amount of chemical waste generated throughout your school. The program may consist of developing school-wide and departmental annual waste reduction goals. The program may also include pollution prevention education sessions for teachers, main tenance staff, and students emphasizing the importance of substituting hazardous chemicals with chemicals that are less hazardous and scaling down the volume of chemicals used in classroom experiments and maintenance applications. Minimize the use of pesticides, a term that refers n ot only to insecticides but also to herbicides, fungicides, and various other substances used to control pests. Children may be especially sensitive to the health risks posed by pesticides because their bodies are growing and developing; they may also have greater exposure to pesticides because of their increased hand- to-mouth behaviors. A form of pollution prevention, integrated pest management (IPM), is an effective and environmentally sensitive approach to pest control that relies on common sens e strategies to disrupt the life cycles of pests. The following resources provide technical backgr ound information to help schools implement their own pollution prevention/waste minimization programs: Ohio EPA, Labor atory Pollut ion Pr evention fact of lab opportunities, http://www.epa.state. oh.us/ocapp/p2/la bp2checklist.pdf Battelle Seattle Research Center, Laboratory Waste Minimization and Pollution Prevention: A Guide for Teachers, http://www.p2pays.org/ref/01/00779.htm, and Chapter 8, Scaling Down Experiments, http://www.p2pays.org/re f/01/text/00779/ch08.htm EPA, Pollution Prevention: Definiti ons, http://www.epa.gov/o http://www.epa.gov/sc3/ Great Lakes Regional Pollution Prevention Roundtable, Topic Hub for Pollution Prevention for Arts Education, http://www.glrppr.org/hubs/toc.c fm?hub=509&subs ec=7&nav=7 Green Cleaning Pollution Preventi on lechemistry.colostate.edu Merrimack College, National Mi croscale Chemistry Center, http://www.microscale.org/ Chemical Management Resource Guide for School Administrators 11 | III.C. Chemical and Product Management Responsible chemical management is critical to controlling a variety of environmental, health, and safety issues within any school. Knowing what materials are present in your school and how they are used, stored, and discarded will enable yo u to understand the issues associated with these substances. Properly recognizing and controlling the hazards inherent to these materials, wherever they are found in your schools, will enhance your ability to create a safe school with minimal environmental liabilities/lawsuits. Guidelines are provided below that schools and administrators should implement to initiate responsible chemical management practices in their school. Establish an environmentally preferable chemical management policy considering the entire chemical and product lifecycle, which begins with chemical purchasing and includes identification, labeling, storage, inventory maintenance, and the activities associated with the use and disposal of chemicals and wastes generated from their use, including training, spill control procedures, and record-keeping requirements. Establish a district-level chemical purchasing policy, chemical products evaluation process, and a district-approved chemicals and products list (see Section III.E). For example, the Los Angeles Unified School District's Chemical Hygiene Program (http://www.lausd- oehs.org/chemical-hygiene.asp) allows only approved chemicals to be used in school laboratories. Controlling what chemicals are used within your schools is essential to ensuring that only products that have been reviewed and approved for use are brought into the school environment. Create a written chemical hygiene plan that describes procedures and practices for the protection of students and school employees from the health hazards presented by hazardous chemicals and products that are found in school laboratories. The chemical hygiene plan is a critical element of chemical management and should contain specific requirements and guidelines for chemical handling, inventory, storage, spills, and disposal. The plan should be updated annually and whenever necessary. The Appendix contains excerpts and references to several examples of chemical hygiene plans EPA's Schools Chemical Cleanout Campaign Resources such as EPA's SC3 program (see http://www.epa.gov/sc3/) are des igned to facilit ate chemical and pro duct management. The purpose of SC3 is to reduce chemical exposures and improve chemical management in K-12 schools. By achieving these environmental goals, the SC3 will contribute to the broader goals of fewer lost schools days and healthier students, faculty, and staff. In addition to EPA's SC3, st ates have developed their own SC3 programs: Florida Department of Environmental Protection, School Chemical Cleanout Campaign (SC3), http://www.dep.state.fl.us/ waste/categories/hazardous/p ages/schoolchemicals.htm; and Tennessee Department of Environment and Conservation, School Lab Chemical Cleanout Campaign (SC3), http://www.state.tn .us/environment/sc3/. Chemicals that are not correctly and clearly labeled, as shown in the photos above, should be disposed of properly. Products used in schools should have an MSDS, be stored in their original containers, and be correctly and clearly labeled. Photo Credit: Rehab the Lab Program, Local Hazardous Waste Management King County, Washington | 12 Chemical Management Resource Guide for School Administrators When complete, provide your local fire department a copy of the chemical inventory. currently in use by school districts nationwide. Contact state or local health departments or environmental agencies for more information. Many ch emical management practices are often regulated at the federal, state, and/or local level. III.D. Chemical Inventory Chemical Inventory Safety Tips The process of assessing existing chemical hazards can be dangerous. The following guidelines are recommended: Contact a trained professional to conduct a walk-through inspection of the school to pre-screen for potential hazards. Certain types of chemicals pose an imminent hazard (e.g., shock-sensitive materials) and must be handled only by qualified emergency personnel or hazardous waste professionals. If the pre-screening establishes that it is safe to conduct an inventory, ensure that the inventory team is properly equipped with personal protective equipment and emergency response supplies as well as chemical management and safety knowledge. Ensure that chemical storage areas are properly ventilated and that potential sources of ignition are turned off. Appendix 2 of the Massachusetts School Chemical Management Progra m (available at http://www.mass.gov/ dep/service/schlchem.pdf) includes a step-by-step guide to conducting chemical inventories. Conduct pre-screening, inventory and removal while students are NOT in school. Existing accumulations of outdated, unknown, poorly labeled, improperly stored, degraded, and excessive quantities of hazardous chemicals are present in many schools. These chemicals pose safety and health risks to students and school personnel. Properly identifying and removing these chemicals is a key step in preventing accidents. An important part of responsible chemical management is the creation of an accurate chemical inventory. A chemical inventory identifies the quantities and physical locations of, as well as the potential hazards associated with, all of the chemicals used and stored in a school. It also serves as a reference for school and emergency personnel (e.g., local fire department) in the event of an emergency. Furthermore, a chemical inventory, when used to guide necessary purchases, can reduce the costs and management needs associated with excess chemicals. Guidelines are provided below that schools and administrators should follow in order to conduct an inventory at their school. Some guidelines refe r to other documents (e.g., chemical hygiene plans); information about these documents is discussed in later sections. Conduct an inventory of all of the chemicals and products containing chemicals (e.g., mercury thermometers) stored on-site, covering all sections of the school including maintenance rooms and closets, storage sheds, greenhouses, and all A chemical inventory identifies the amount and location of all of the chemicals stored on-site, covering all sections of the school including maintenance areas. A thorough inventory would identify inappropriate chemical storage practices, such as the one shown in this photo. Chemicals such as ammonia and bleach are commonly found in schools. Despite their useful purposes, these chemicals are incompatible and should not be stored near each other, especially in maintenance storage areas or in hot boiler rooms where the bottles may bulge or break. Mixing of these two chemicals would create a chlorine gas cloud. Photo Credit: Marina Brock, Barnstable County (Massachusetts) Department of Health and Envir onment Chemical Management Resource Guide for School Administrators 13 | classrooms. Engage all school staff who will either be involved in conducting the inventory, or will be having their chemicals inventoried. Pre-packaged science experiments or demonstration kits should be included in the chemical inventory. Establish a policy that chemical inventories be conducted and upda ted annually, unless state or local regulations require a more frequent schedule. Co ntact your local state agency, college or university, industry partner, or chemical supplier, or identify a responsible person within the school who has training in hazardous chemical management to assist with the inventory. Review other documents you may have in schools in your district, such as a chemical hygiene plan or hazard communication plan, to ensure that chemicals are consistently being managed, stored, handled, and disposed of properly. Review your approved chemicals and products list (see Section III.E). Chemicals and products not on this list should be removed and properly disposed of or recycled according to applicable federal, state, and local laws. Update the inventory when new chemicals or products are added to the list and when chemicals or products are used or disposed. Conduct periodic cleanouts by identifying and removing unnecessary hazardous materials and expired chemicals through appropriate recycling and/or disposal methods. Chemical inventories should be conducted prior to cleaning out chemicals from schools. Contact your local state agency, college or university, industry partner, or chemical supplier, or someone with technical qualifications to identify potentially dangerous situations (i.e., school staff should not move very old chemicals because of the extreme hazard they may present) and properly handle the chemicals during a chemical cleanout. III.E. Purchasing Chemicals enter school systems through a variety of avenues such as regular purchases (including purchase orders, purchasing cards, and personal purchases) by teachers and facility maintenance personnel, as well as donations from local industries and chemical suppliers. Chemicals have varying hazard levels; thus, the determination to purchase should factor in need, use, safety, environmental factors, and chemical/product management lifecycle costs. Remember, just because a chemical can be purchased at your local hardware or grocery store does not mean it is safe if improperly used or stored. To create a chemically safer school environment, school administrators should implement measures to reduce the amount and hazardous nature of chemicals entering their schools. Perform small-scale or microscale chemistry experiments or seek environmentally preferred products or services \"that have a lesser or reduced effect on human health and the environment when compared with competing products or services that serve the same purpose.\" 6 The following resources provide information to help schools conduct their own chemical inventories, including a suggested chemical inventory list. You may also wish to check with your own state's environmental and educational agencies. Colorado Department of Public Health and Environment, Guidance on Chemical Management in Schools, http://www.cdphe.state.co.us/cp/Institutions/ Schools/ChemsInSchools/ChemMgmt.html Montana Department of Environmental Quality, Montana School Labs, http://www.mdeqsc hoollabs.com/ Check It Out | 14 Chemical Management Resource Guide for School Administrators EPA's Environmentally Preferable P urchasing (EPP) program was developed to assist federal agencies in making environmentally conscious purchasing decisions; however, businesses and state and local agencies have also found the program to be of value. The EPP website (http://www.epa.gov/oppt/e pp/pubs/about/faq.htm) discusses frequently asked questions c oncerning EPP and includes a number of tools and links to guidance documents and case studies that schools can use to identify products that are less hazardous. Here are some suggestions of best management practices to create a chemically safer sch ool environment: Establish a purchasing policy that addresses how chemicals and products containing chemicals are entering a school, who is using them, why they are being used, and how they will need to be disposed. Involve all teachers, maintenance and custodial personnel, and other staff to ensure that the chemical purchasing policy meets educational and facility maintenance needs while reducing the quantities and toxicity of chemicals. The Appendix provides resources to chemical purchasing examples in schools. Investigate pollution prevention and green chemistry options (see Section III.B ) to determine whether certain chemicals can be reduced in quantity or eliminated entirely from science and art classes. Establish an environmentally preferable chemical screening pro cess to ensure that all chemicals and products containing chemicals have been screened for environmental, health, and safety hazards prior to purchase, thus reducing and/or eliminating hazardous chemicals. For example, the Maryland State Department of Education provides guidance on responsible chemical purchasing. 7 The MSDS may be useful in this process. Create an approved chemicals and products list, based on less toxic or non- toxic alternatives to make non-toxic implementation and enforcement easier in your school. Only allow procurement of approved chemicals. Purchase chemicals and products containing chemicals in quantities that will be used during the current school year or that can be fully consumed under normal conditions within the shelf life of the product. Another concept is \"just in time\" purchasing in which chemicals are purchased as needed throughout the school year. These purchasing methods reduce the costs and management needs associated with excess and expired chemicals. Use products purchased or approved by the school. Teachers and other staff should be strongly discouraged from bringing in products on their own. Products used in schools should have an MSDS, be stored in their original containers in a secure location, and be correctly and clearly labeled. Schools should exercise EXTREME CAUTION when accepting chemical donations, product samples, or promotional products (e.g., do not accept chemicals more useful for electroplating than for the teaching of high school chemistry). Schools should not give away chemicals to avoid the costs of disposal. Environmentally Preferable Purchasing Chemical Management Resource Guide for School Administrators 15 | III.F. Storage and Handling School administrators should be aware of proper use and storage policies and procedures to ensure student and employee safety. Guidelines are provided below that schools and administrators can follow in order to reduce the risk of chemical accidents and ensure that chemicals and products in their schools are stored and handled safely. Establish a chemical storage and handling policy that addresses how chemicals should be properly stored, labeled, and secured, as well as who should have access to these chemicals and chemical storage locations. Chemicals should not be stored in areas that are occupied by or accessible to students, such as classrooms or restrooms; they should preferably be stored in a central, secure location. The Appendix provides resources to guidelines on the proper labeling of chemicals, recommended storage methods, and other considerations for proper storage (e.g., examples of incompatible chemicals and chemical segregation). storage structures. Spot inspections may be performed periodically throughout the school year. Engage maintenance staff in these inspections if storage shelving or locks are in need of updates or repair. Create and maintain an up-to-date map of the location and storage pattern of chemical storage rooms and cabinets in your school. Conduct at least annual inspections of classrooms, janitorial closets, and chemical storage rooms and cabinets in your school to ensure the integrity of chemicals and Inspect and test emergency equipment (e.g., eyewash stations and safety showers) as well as fume hoods and ventilation systems/exhaust fans at least on an annual basis. Engage maintenance staff in these inspections if safety equipment is in need of updates or repair. Establish protocols for the upkeep of emergency equipment and the associated maintenance records. Work with a local chemical supplier to ensure you have MSDS information for all chemicals on site. Hazardous chemicals in schools should be stored in accordance with MSDS specificati ons. Maintaining a hard copy or secure website access to MSDS information at the district level could be a cost-effective approach to ensuring that chemical safety information is available across all schools. At a minimum, MSDS information should be located in all chemical storage rooms and cabinets and in a central place within the school (away from the chemicals), as well as a central location for the school district. To avoid a situation like the example shown above, schools should establish a chemical storage and handling policy that addresses how chemicals should be properly stored, labeled, and secured, as well as who should have access to them. Photo Credit: Rehab the Lab Program, Local Hazardous Waste Management, King County, Washingto n A few school districts have developed their own chemical hygiene plans that provide step-by-step procedures, as well as checklists for the safe handling and storage of chemicals. Northshore School District Chemical Hygiene Plan, http://schoolcenter.nsd.org/education/components/scrapb ook/default.php?cms_mode=view&sectiondetailid=58540 &sc_id=1161987494 Lake Havasu Unified School District, Arizona District Chemical Hygiene Plan, http://www.hav asu.k12. az.us/support/warehouse/chempolicy.html LAUSD, School Laboratory Chemical Hygiene and Safety Plan (Appendix F), http:// www.lausd-oehs.org/docs/ CSC/Chemical%20Hygiene%20Plan.pdf | 16 Chemical Management Resource Guide for School Administrators III.G. Training Proper training of staff and students on the handling of chemicals and products containing chemicals will help prevent accidents, thus reducing exposure to harmful chemicals. Training at various levels should be provided for all school employees and students on basic chemical hygiene, storage and handling procedures, and how to respond in the event of a chemical spill or accident. Guidelines are provided below that schools and administrators should follow on training. involving chemical usage in schools. Targeted employees should include school management, custodial and maintenance personnel, and appropriate teaching staff. The training program should include a review of the chemical hygiene plan, hazard communication plan, and approved products listing. Training sessions should be documented in a log for each employee and repeated periodically (e.g., on an annual basis) to serve as a refresher for existing personnel. Training also should be conducted for new hires. Establish a hazardous chemicals management and safety training program that addresses how school employees (and students, as applicable) are to be properly trained to handle certain chemicals and products and how to respond to a chemical spill or release, to understand the hazards of these materials, and to understand the types of liability asso ciated with accidents Contact a local health department, environmental management agency, hazardous waste agency, or chemical supplier to provide a training session with school employees that raises their awareness of using less toxic alternatives to certain chemicals, chemical substitutions, green purchasing, and performing small-scale experiments. The following resources provide useful additional information on training: LAUSD, School Laboratory Chemic al Hygiene and Safe ty Plan (Section III), http://www.lausd- oehs.org/docs/CSC/Chemical%20Hygiene%20Plan.pdf OSHA, Training Curriculum Guidelines - (Non-mandatory) - 1910.120 App E, http://www.osha.gov/pls/oshaweb/owadisp.s how_document?p_table=STANDARDS&p_id=9770 Check It Out Chemical Management Resource Guide for School Administrators 17 | III.H. Hazard Communication Hazard communication planning is an important element in chemical and product management. Dissemination of information on the quantity and hazards of hazardous chemicals and products creates awareness about the range of chemicals and products used and fosters proper use and disposal of these chemicals and products. Guidelines are listed that schools and administrators should follow in order to create a safer school environment for students and school employees. Create a written hazard communication plan that communicates how chemicals should be properly managed, stored, handled, and disposed. The plan should consist of an updated chemicals and products list, chemical labeling requirements, MSDS information, a disposal log, and instructions on employee training programs regarding hazards of chemicals and protective measures. The Appendix offers examples of hazard communication programs that have been implemented for various school districts across the country. Work with your local chemical supplier to help identify specific concerns. Depending on your location, state and/or federal hazard communication requirements specify your responsibility to identify and address the hazards associated with the chemicals and products used in your school facility. Environmental Planning and Community Right-to- Know Act The En vironmental Planning and Community Right-to- Know Act (EPCRA) was passed in response to concerns regarding the environmental and safety hazards associated with toxic chemicals. EPCRA establishes emergency planning and chemical reporting (\"Community Right-to-Know\") requirements for Federal, state, and local governments; Indian Tribes; and industry. The reporting provisions help increase the public's knowledge and access to information on chemicals at individual facilities (such as schools), their uses, and accidental releases into the environment. The EPA sponsors various programs that pertain to chemical management. For more information see: EPA, EPCRA Information, http://yosemite.epa.gov/oswer/ceppoweb.nsf/content/ EPCRA.htm?OpenDocument III.I. Spills, Cleanup, and Disposal Failing to take necessary safety precautions may put your school at increased risk of fire, explosions, and spills that may result in chemical exposure to students and school personnel, harm to the environment, and considerable clean-up costs to the school district. Hazardous wastes must be disposed of in accordance with RCRA and other applicable state and local requirements. Such requirements generally prohibit any drain disposal of hazardous chemicals or \"treatment\" of hazardous wastes beyond pH adjustment, and may be far more stringent than the disposal suggestions provided by chemical suppliers. Refer to these resources as recommended guidance for creating your hazard communication plan: OSHA Hazard Communication Standard, Title 29 Code of Federal Regulations 1910.1200, http://www.osha.gov/pls/oshaweb/owadisp.s how_document?p_table=STANDARDS&p_id=10099 Reminder: Federal OSHA does not have jurisdiction over state and local government employees, including those in public schools. Section III, Summary and Explanation of the Issues and the Provisions of the Final Rule, http://www.osha.gov/pl s/oshaweb/owadisp. LAUSD HazComPresentation.ppt Chec k It Out | 18 Chemical Management Resource Guide for School Administrators The Chem ical Safety Day Program (CSDP) is a cost- effective waste management program available to educational institutions and non-profit organizations throughout the state of Minnesota. The CSDP has helped hundreds of high schools, colleges, and nonprofit organizations in disposing of hazardous material/waste at a reasonable cost and in an environmentally responsible way. More information about the program can be found on the CSDP website at http://www.dehs.umn.edu/csdp/. Proper chemical disposal can reduce the costs and management burdens associated with excess chemicals, including disposal costs of expired chemicals and the time required for inventory and storage of excess and unwanted chemicals, as well as costs of penalties due to enforcement actions that may result from improper chemical management. Guidelines are provided below that schools and administrators can follow in order to reduce the risk of chemical accidents, improve sp ill response procedures, and ensure that chemicals and products in their schools are safely discarded. Create a written emergency response and spill clean-up and response plan for all chemicals and products. This plan should describe what to do and who to contact in the event of a spill or release, as well as the location of spill ma nagement supplies and equipment (e.g., spill kits, spill control materials, fire extinguishers) within the school. The clean-up and response plan should include a process for communicating with students, parents, teachers, and other staff about the incident, as well as methods for preventing accidents and exposures. Develop a budget for chemical management and disposal. Initial costs may involve hiring a chemical expert and disposing of accumulated chemicals and products. A longer-term waste disposal budget should account for the staff time necessary to develop and maintain disposal procedures, the purchase of special equipment and supplies, the upkeep of safety equipment (e.g., fume hoods), and annual hazardous chemical disposal and staff training. Establish a chemical disposal policy that addresses how unused and outdated chemicals and products containing chemicals should be properly removed from schools, including materials generated from the cleanup of spills. Chemical Safety Day Program in Minnesota As shown in the photo above, existing stocks of outdated, unknown, degraded, and excessive quantities of hazardous chemicals are present in many schools posing safety and health risks to students and school personnel. Identifying and removing these chemicals is a key step in preventing accidents. Establish a chemical disposal policy that addresses how unused and outdated chemicals and products containing chemicals should be properly removed from schools. Photo Credit: Rehab the Lab Program, Local Hazardous Waste Management, King County, Washington Chemical Management Resource Guide for School Administrators 19 | Schools must comply with regulations regarding the management, transport, and disposal of hazardous waste. Schools are required to track the amount of hazardous waste they generate and ensure that all wastes are properly disposed of according to federal, state, and local requirements. These requirements can affect the way chemicals and chemical wastes are mana ged in schools. Subtitle C of RCRA r egulates hazardous wa ste generators. According to RCRA (40 CFR Part 261), there are three categories of hazardous waste generators (large, small, and conditionally exempt), based upon the quantity of waste they produce per month. Most schools fall into the Conditionally Exempt Small Quantity Generator (C ESQG) category. A CESQG generates 100 kilograms (220 pounds) or less per month of hazardous waste, or 1 kilogram (2.2 pounds) or less per month of acutely hazardous waste. EPA prov ides definiti ons of each generator category a nd its specific requirements at http://www.epa.gov/epaoswer/osw/gen_trans/g enerate.htm; however, states may ha ve additional requirements for generators. Refer to these waste management and disposal resources as recommended guidance for your school: EPA, Hazardous Waste Management for Schoo l Laboratories and Classrooms, http://www.epa.gov/regi on8/humanhealth /children/2HWManagementToolK it.pdf Idaho Department of Environmental Quality, Idaho Chemical Roundup Waste Management and Disposal at Schools, http://www.deq.state.id.us/waste/educ_too ls/chemical_round up_waste_disposal_fs.pdf Nebraska Department of Environmental Quality, School Chemicals and Disposal, http://www.deq.state.ne.us/Pu blica.nsf/0/d9583aaae 76ad49c8625690b007378a3?O penDocument Florida Department of Environmental Protection, Disposal Guidelines for School Facilities, http://www.dep.state.fl.us/ waste/quick_topics/publicat ions/shw/hazardous/SC/DisposalMemoFinal.pdf The following resources may provide useful additional information in order to reduce the risk of chemical accidents, improve spill response procedures, and ensure chemicals and products in their schools are safely discarded: EPA, Hazardous Waste & Your School, www.epa. gov/ne/assistance/schools/pdfs/mefact.pdf King County, Washington, Laboratory Waste Management Guide, Final Report, http://www.govlink.org /hazwaste/publicat ions/LabGuidelines RevAugust06.pdf Nebraska Department of Environmental Quality, School Chemicals and Disposal, http://www.deq.state.ne.us/Pu blica.nsf/0/d9583aa ae76ad49c8625690b007378a3 ?OpenDocument Massachusetts Department of Environmental Protection, Massachusetts School Chemical Management Program, Working Draft, http://www.mass. gov/dep/service/schlchem.pdf Council of State Science Superviso rs, Science and Safety: Making the Connection, http://www.csss- science.org/downloads/scisafe.pdf The U.S. National Library of Medicine's on-line Wireless Information System for Emergency Responders (WISER) provides assistance in identifying hazardous substances, as well as spill containment advice. See htt p://webwiser.nlm.nih. gov for more information. Check It Out Disposal Guidelines for School Facilities | 20 Chemical Management Resource Guide for School Administrators IV. Special Cases Certain chemicals are worthy of special consideration due to their presence in schools and their negative impacts upon human health and the environment. It is important to identify potential sources of exposure to these chemicals in schools and to follow procedures for minimizing the risk of such exposures. Although this section is not all-inclusive, several examples of chemicals that pose speci al risks to children (arsenic, asbestos, lead, and mercury) are discussed. IV.A. Arsenic Arsenic is a toxic heavy metal used in products such as wood preservatives and pesticides. Exposure to arsenic is associated with an increased risk of bladder and lung cancers, among other serious health effects. 8 Children may be exposed to arsenic on school grounds through contact with materials containing arsenic compounds, such as chromated copper arsenate (CCA). CCA is a preservative and pesticide that was historically used to pressure-treat lumber for outdoor products, including playground equipment. Children can be exposed to arsenic by playing on CCA-treated recreational equipment. Arsenic- contaminated soil from playground areas containing CCA-treated wood also can be tracked into classrooms on shoes or clothing. 9 The likelihood that wooden playground equipment at existing schools has been treated with CCA is high. Though its use was discontinued in 2003, existing stocks of CCA-treated wood may have been sold through mid-2004. If there is any question as to whether wooden playsets have been treated with CCA, it should be assumed that they have. 10 Exposure to CCA-treated wood can be minimized. Children should wash their hands thoroughly with soap and water immediately after outdoor play. Children also should be discouraged from eating near CCA-treated wood. 11 If your school is planning to replace its playground equipment, alternatives to CCA are available. These alternatives include several arsenic-free wood pressure treatments and building material alternatives to pressure-treated wood. EPA provides information on alternatives to CCA at the Chromated Copper Arsenate (CCA) homepage, http://www.epa.gov/oppad0 01/reregistration/cca/ index.htm#alternatives. IV.B. Asbestos Asbestos is a naturally occurring mineral that was once widely used in products for its heat resistant properties, though its uses have diminished substantially. Exposure to asbestos, particularly for long periods of time, can lead to diseases such as asbestosis, lung cancer, and mesothelioma. 12 Intact, undisturbed asbestos-containing materials (ACMs) generally do not pose a health risk. These materials may become hazardous if they are damaged, disturbed, or allowed to deteriorate and thus release asbestos fibers into building air. Though its use has been discontinued in many products, ACM can be found in most of the nation's primary, secondary, and charter schools. Asbestos is most commonly found in insulation and building materials such as floor and ceiling tile, cement asbestos pipe, corrugated paper pipe wrap, acoustical Check It Out The EPA provides links to detailed information on Chroma ted Copper Arsenate (CCA), its uses, and its potential health effects on the CCA home page, http://www.epa .gov/oppad001/rer egistration/cca/. Chemical Management Resource Guide for School Administrators 21 | Asbestos in Schools EPA's The ABCs of Asbestos in Schools (available at http://www.epa.gov/asbestos/pu bs/abcsfinal.pdf) answers common questions about asbestos in schools and outlines the responsibilities of school boards and other school officials to protect children and employees from exposure to asbestos. and decorative insulation, pipe and boiler insulation, window caulking, spray-applied fireproofing, and plaster walls in older schools. Asbestos has also been used in laboratory gloves, laboratory hoods, and chalkboards. 13 Some of these products remain on the market. Federal requirements for asbestos man agement in schools were established by the Asbestos Hazard Emergency Response Act (AHERA) of 1986, which requires public school districts and non-profit private schools to inspect buildings for asbestos; develop plans to manage any asbestos found in these buildings; and carry out management plans in a timely fashion. 14 Damaged ACM may be managed through repair; various containment methods; or, in cases where loose fibers are present, proper removal. It is important to note that AHERA only applies to building materials. No regulations govern the purchase or use of certain asbestos-containing products, such as laboratory gloves, in schools. 15 EPA recommends that asbestos-free versions of these products be purchased for use in schools, along with proper disposal of existing asbestos- containing materials. IV.C. Lead Lead is a highly toxic metal once widely used in products like paint, gasoline, solder, pipes, plumbing, and construction materials. Other sources of lead in the environment include lead from industrial emissions. Exposure to lead occurs when it enters the body through inhalation or ingestion of lead dust, particles, or chips. Lead can ca use serious damage to the brain, nervous system, kidneys, and red blood cells. Young children, especially those 6 years and younger, are at particular risk for lead exposure because they have frequent hand-to-mouth activity and absorb lead more easily than do adults. Even at low levels, lead can cause children to have learning and behavior problems, delays in physical growth, and lower IQs. In schools, lead is most commonly found in the paint, dust, soil, and water. Some schools may have other sources of lead, such as art and photography supplies, pottery glazes, and science lab materials. Consider reducing the use of lead in science experiments and, where it must be used, only use it in dilute solutions that are captured and properly disposed. Lead paint hazards are of special concern in areas occupied by children. In 1978, the Consumer Product Safety Commission banned the use of lead in paint; therefore, lead-based paint is lim ited to older school buildings. These buildings and the surrounding soil can be contaminated by flaking paint chips or dust. The only way to know for sure whether your school has lead- based paint is to ha ve the paint and soil tested for lead by a state-certified lead inspector. Lead in Paint, Dust, and Soil: EPA , Rule s and Regulations, http:// www.epa.gov/lead/pubs/ regulation.htm Lead in Drinking Water in Schools: EPA, 3Ts for Reducing Lead in Drinking Water in Sch ools, http://www.epa.gov/sa fewater/schools/pdfs/lead/ toolkit_leadschools_guide_3ts_leadschools.pdf EPA, Guidance and Tools, http://www. epa.gov/safewater/sc hools/guidance.html Check It Out | 22 Chemical Management Resource Guide for School Administrators Lead can also leach into drinking water from pipes, solder, or brass plumbing fixtures. There is no federal law requiring sampling of drinking water in schools that are served by a public water system, although schools and local jurisdictions may establish programs for testing drinking water lead levels in schools. EPA and others have issued guidance designed to help schools develop and implement a sampling protocol to test for lead in their drinking water. 16,17,18,19 IV.D. Mercury Mercury is a naturally occurring element used to make many consumer products. Exposure to high levels of mercury, as would occur with the direct inhalation of mercury vapor released during a mercury spill, is associated with damage to the brain, heart, kidneys, lungs, and immune system. 20 While the general public can clean up small mercury spills no greater than the amount contained in a single fever thermometer following proper instructions, larger spills must be cleaned up by professionals. 21 In fact, when a spill of more than two tablespoons of mercury occurs, it is mandatory to call the National Response Center (800-424-8802). 22 Scienc e classrooms and storerooms often contain elemental mercury or mercury compounds used as laboratory reagents. Science classes also may use mercury thermometers, or other mercury-containing laboratory instruments such as barometers (pressure gauge for measuring the pressure of the atmosphere). These all create significant risks of mercury spills, particularly if students have access to them. There is no need for science classrooms to use these chemicals or devices; there are safe, non-mercury replacements for all of them. In addition, nurses' offices often contain mercury fever thermometers and sphygmomanometers (blood pressure measuring devices), which also pose spill risks because they are easily breakable. EPA encourages schools to prevent spills by removing all elemental mercury, mercury compounds, and mercury measurement devices from classrooms and nurses' offices. Schools should not use or store elemental mercury or mercury compounds. They should replace all mercury thermometers and manometers with mercury-free products. Mercury must be disposed of properly. A Mercury Spill in Washington, D.C. \"On October 2, 2003, the Washington, D.C.'s Fire Department Hazmat Unit responded to an emergency call unlike any call Ballou High School had ever had to make. What the D.C.'s Hazmat unit found that afternoon proved to be the beginning of a long, exhausting search for and clean up of an elemental mercury spill. By the time the D.C. Hazmat Team and the D.C. public health officials arrived, it was too late to contain all the spills; varying amounts of mercury were found in the classrooms, gymnasium, and cafeteria. Contamination did not stop there. Students unknowingly carried mercury through the streets, onto city and school buses, and into their homes. As a result of the spill, Ballou High School was closed for 35 days and over 200 homes were tested for mercury contamination.\" For additional information , see EPA's Superfund Featured News Articl e, http://www.epa.gov/ superfund/news/mercur y.htm Mercury is also used in many of the types of items that are found in all buildings, such as thermostats, flow meters, boiler controls, and electrical equipment. Generally, such equipment poses little risk of spill because the mercury is not easily accessible and the products are not easily broken. However, such equipment needs to be disposed of properly at the end of its life, and new equipment should be mercury free. School building maintenance staff should inventory mercury-containing equipment, properly dispose of it when it comes out of service, and implement mercury-free purchasing policies. Maintenance staff should also not use, and instead properly dispose of, any remaining stores of old janitorial supplies, such as latex paints (prior to 1992) and pesticides (prior to 1994), because these may contain mercury. 23 Chemical Management Resource Guide for School Administrators 23 | Schools should continue to use one category of mercury-containing product - fluorescent lamps. There is currently no alternative to mercury-containing fluorescent lamps that is as energy efficient and that is appropriate for general indoor lighting. The energy efficiency of fluoresc ent lamps makes them a good environmental choice because of less emissions of mercury and other pollutants from power generation. However, while the amount of mercury in each lamp is small, schools use significant numbers of lamps, and these must be disposed of properly. Contact your EPA Regional Office, the EPA RCRA hotline at (800-424-9346), or your state agency to confirm the most current rules and information on fluorescent lamp waste management and disposal in your state. | 24 Chemical Management Resource Guide for School Administrators V. Conclusion Chemicals are used daily in both the maintenance of schools and the curriculum taught. They help students to perform experiments and learn new skills, among other benefits. They are important to many aspects of school maintenance. In the absence of chemicals, schools would lack certain fundamental tool s needed to educate students. Despite their useful purposes, chemicals can be danger ous to students and staff when managed improperly. Some chemicals that are persistent in the environment and bioaccumulate through the food chain can make exposure during childhood and adolescence especially dangerous. Ensuring that chemicals are properly managed will help school administrators to safeguard the health and safety of students and school employees; avoid disposal expenses and school closures associated with spills and emergency incidents; maintain a sense of trust between the district and the surrounding community; and prevent unintended discharges and spills which inflict damage up on the environment. Consistent policies and practices are recommended in all school s ystems: Appoint responsible leadership and institute \"team training\" regarding best practices of chemical and product management. Support chemical management effort with appropriate budget. Share your experiences with other districts and administrators. Purchase safer alternatives to hazardous substances. Adopt policies encouraging proper purchasing, labeling, storage, and disposal of chemicals and products. Train faculty and staff (and students, as applicable) on the potential dangers posed by chemicals and on alternatives that are less hazardous that may be available. Disseminate information on reducing the quantity and hazards of hazardous chemicals and products. When implemented effectively, chemical management promotes awareness about the range of chemicals and products used in schools and creates a healthier and safer atmosphere for school occupants and the surrounding environment. For additional information, contact your EPA Regional Office or consult on-line resources to understand environmental health issues in schools, such as EPA's SC3 and EPA's HealthySEAT. The ultimate purpose of the SC3 is to reduce chemical exposures and improve chemical ma nagement in K-12 schools, while HealthySEAT can be customized to assist school districts in the evaluation and management of all of their environmental, safety, and health issues, including all aspects of their chemical management programs. Check It Out EPA Resources for Additional Information Schools Chemical Cleanout Campai gn (SC3), http://www.epa.gov/sc3/ Healthy School Environments Assessment Tool (Hea lthySEAT), http://epa.gov/ schools/healthyseat/ Chemical Management Resource Guide for School Administrators 25 | References 1 EPA. 2006. Case Study - Environmental, Health & Safety Issues in One New England Public High School, Summary 1996. Available at http://www.epa.gov/region1/a ssistance/schools/health.html [Accessed March 24, 2006]. 2 University of Wisconsin-Extension. 2004. Why Focus on Mercury in Schools? Available at http://www.mercuryinschools.uwex.edu/schools/why.htm [Last updated July 15, 2004; Accessed May 23, 2006]. 3 EPA. 2006. What is the TSCA Ch emical Substance Invent ory? Available at http://www.epa.gov/opptintr/n ewchems/pubs/invntory.htm [Last updated March 3, 2006]. 4 National Institutes of Health , National Library of Medicine. 2004. Household Products Database Frequently Asked Questions. Available at http://householdproducts.nlm.nih.gov/faq.htm#7 [Accessed April 26, 2006]. 5 Maryland State Department of Education. 1999. Science Safety Manu al: Chapter VII. Chemicals: Managing, Handling and Disposing. Available at http://www.mdk12.org/instruction/curriculum/ science/safety/chemicals.html [Accessed April 6, 2006]. 6 Executive Order 13101-- Greening the Government Through Waste Prevention, Recycling, and Federal Acquisition. September 14, 1998, availa ble at http://www.ofee. gov/eo/13101.htm. 7 Maryland State Department of Education, http://www.mdk12.org/instru ction/curriculum/science/ safety/chemicals.pdf . 8 U.S. Consumer Product Safety Commission. 2006. Chromated Copper Ar senate (CCA) - Treated Wood Used in Playground Equipment Fact Sheet. Available at: http://www.cpsc.gov/phth/ccafact.html [Accessed April 5, 2006]. 9 Shendell, and S. Boese. 2004. Science-based recommenda tions to prevent or reduce potential exposures to biological, chemical, and physical agents in schools, Healthy Schools Network, Inc. [Available at http://www.healthyschools.org /documents/HPSchlsWhtPpr.pdf ]. 10 U.S. Consumer Product Safety Commission. 2006. Chromated Copper Arsenate (CCA) -Treated Wood Used in Playground Equipment Fact Sheet. Available at: http://www.cpsc.gov/phth/ccafact.html [Accessed April 5, 2006]. 11 U.S. Consumer Product Safety Commission. 2006. Chromated Copper Arsenate (CCA) -Treated Wood Used in Playground Equipment Fact Sheet. Available at: http://www.cpsc.gov/phth/ccafact.html [Accessed April 5, 2006]. 12 EPA. Available at: http://www.epa.gov/asbestos/pubs/ asbest osinschools.html#5 [Accessed April 5, 2006]. 13 os Be Found? Available at: http://www.epa.gov/asbestos/pubs/ asbuses.pdf [Accessed April 5, 2006]. 14 EPA. 2003. The ABC's of Asbestos in Schools. Available at http://www.epa.gov/asbestos/pubs/ abcsfinal.pdf [Revised August 2003; Accessed October 4, 2006]. 15 Phil King, U.S. EPA Region V Asbestos C oordinator. 2006. Personal commu nication [February 24, 2006]. | 26 Chemical Management Resource Guide for School Administrators 16 University of California at Berkeley. 2000. Working in a Lead-Safe School, Facts for School Maintenance Workers. Available at http://ist-socrates.berkeley.edu/~lohp/graphics/pdf/ LEADSAFE.PDF [Accessed May 30, 2006]. 17 EPA. 2006. Lead in Paint, Dust, and Soil. Available at http://www.epa.gov/lead/index.html [Accessed May 16, 2006]. 18 EPA. 2006. 3Ts for Reducing Lead in Dr inking Water in Schools. Available at http://www.epa.gov/ safewater/schools/pdfs/lead/toolkit_le adschools_guide_3t s_leadschools.pdf [Accessed May 26, 2006]. 19 EPA. 1994. Lead in Drinking Water in Scho ols and Non-Residential Buildings. Available at http://www.epa.gov/safewater/consumer/pdf/leadinschools.pdf [Accessed May 30, 2006]. 20 EPA. 2006. Mercury - Basic Information. Available at http://www.epa.gov/mercury/ about.htm#sources [Accessed April 5, 2006]. 21 EPA. 2006. Mercury - Spills, Disposal, and Site Cleanup. Available at http://epa.gov/mercury/ disposal.htm#SPILLS [Accessed April 5, 2006]. 22 EPA. 2006. Environmenta l Emergencies. Available at http://www.epa.gov/epahome/emergenc.htm [Accessed November 1, 2006]. 23 University of Wisconsin Extension's Solid and Hazardous Waste Education Center. 2003. Where is Mercury in Schools? Available at http://www.mercuryinschools. uwex.edu/schools/where.htm [Accessed OEHS. 2005. als List List). Available at http://www.lausd-oehs.org/docs/CSC/C ombined%20Chemical%20Inventory.pdf [Accessed April 5, 2006]. 25 Californians for Altern atives to Toxics. 2006. Model School IPM Policy. Available http://www.alternatives2toxics. org/pdfs/sampleIPMpolicy.pdf [Accessed April 4, 2006]. 26 LAUSD, OEHS. 2005. School Laboratory Chem ical Hygiene & Safety Plan. Available at http://www.lausd-oehs.org/docs/CSC /Chemical%20Hygiene%20Plan.pdf [Accessed April 5, 2006]. 27 U.S. Centers for Disease Control and Prevention, Office of Health and Safety. 2000. Chemical Storage Guidelines. Available at http://www.cdc.gov/od/ohs/ENVIRONM/khemstore.htm [Accessed April 28, 2006]. 28 Rhode Island Department of He alth and Department of Elementa ry and Secondary Education. 1964 (as amended, through 2005). Rules and Regulations for School Health Programs. Available at http://www.rules.state.ri.us/rule s/released/pdf/DOH/DOH_3592.pdf [Accessed April 5, 2006]. 29 Washington Department of Health and Office of Superintendent of Office of Public Instruction. 2003. Health and Safety Guide for K-12 School s in Washington, 2nd Ed ition. Available at http://www.k12.wa.us/SchFacilities/pubdocs/SafetyManual2002-2003/CompleteSafety& HealthManual2002-2003.pdf [Accessed April 27, 2006]. Chemical Management Resource Guide for School Administrators A-1 | Appendix Chemical Hygiene and Management Plans Responsible chemical management and hazard communication procedures help to minimize the risk of accidental exposures in schools. Chemical hygiene or management plans provide guidelines for handling chemicals in schools using tools such as inventory lists (see example below, extracted from an existing inventory list24). LAUSD APPROVED CHEMICALS LIST Name Manufacturer Material Safety Data Sheet Yes/No Compatible Storage Hazard Health Effects HR Total Number of Containers Total Quantity GM=grams, KG=kilograms, LB=pounds, OZ=ounce, CC, Shelf Life (Months) Yes/No Gram's Iodine Stain= Iodine Solution, Gram I-2 Poison, Human mutation data reported, Experimental reproductive effects. 3 1 - 10 Gypsum CaSO 4.xH 2O I-2 See Hazard Rating (HR) 1 1 - 10 Iodeosin C 20H8I4O5 I-2 Poison, Human mutation data reported, Experimental reproductive effects. 3 1 - 10 **** Iodine (crystals) (PEL 0.1 ppm) I-2 Poison, Human mutation data reported, Experimental reproductive effects. 3 1 - 10 Iodine Solution I-2 Poison, Human mutation data reported, Experimental reproductive effects. 3 1 - 10 Lithium Chloride LiCl I-2 Poison, Human mutation data reported, Questionable carcinogen, Experimental neoplastigenic, teratogenic and reproductive effects. 3 1 - 10 | A-2 Chemical Management Resource Guide for School Administrators Examples of school chemical hygiene/management plans and associated resources include: Maine De partment of Labor, Sample Chemical Hygiene Plan for Maine Schools, http://www.safetyworksmaine.com/sa fe_workplace/sample_programs/school_ chemical_hygiene_plan.htm Maine Department of Environmental Protection, Scientific Lab Chemical Inventory spreadsheet, http://www.maine.gov/d ep/mercury/chemical_i nventory_ list.xls Colorado Department of Public Health and Environment, Guidance on Chemical Management in Schools, http://www.cdphe.state.co.us/c p/Institutions/Schoo ls/Chems%20In%20Schools/ChemMgmt.html Massachusetts Department of Environmental Protection, Massachusetts School Chemical Management Program, http://www.mass.gov/dep/service/schlchem.pdf Illinois State Board of Education, Chapter 12 of the Guidebook for Science Safety in Illinois, http://www.isbe.net/ ils/science/pdf/science_safety.pdf EPA, Chemical Management a nd Usage, http://www.epa.gov/R egion7/educati on_resources/ teachers/ehsstudy/ehs1.htm Hazard Communication Programs also have been implemented in various school districts: Putnam City Schools (Oklahoma) - Hazard Communication Standard, http://www.putnamcityschools. org/pageid333.html Penasco Independent School District (New Mexico) - Hazard Communication Program, http://www.penasco.k12.nm .us/policies/10_12.htm Check It Out Chemical Management Resource Guide for School Administrators A-3 | Model School IPM Policy A. Policy Statement The { ins ert name } School District recognizes that the maintenance of a safe, clean, and healthy environment for students and staff is essential to learning. It is the goal of the District to provide the safest and lowest risk approach to control pest problems, while protecting students , staff, the environment, and district property. The District hereby adopts a Least-Toxic Integrated Pest Management (IPM) policy. This policy shall focus on long-term pest prevention and give non-chemical methods first consideration when selecting appropriate control techniques. The full range of alternatives, including taking no action, will be considered first, with chemical controls used as a last resort. Preference will be given to chemicals and methods of application that pose the least hazards to people and the environment. The District's long-term goal is the elimination of all chemical pest control methods. B. Role of the IPM Coordinator The IPM coordinator shall be named to coordinate the district's efforts to adopt IPM techniques, and shall be provided with training on least toxic pest management practices. Specific responsibilities include: Overall program management and providing proposed regulations or procedures and products for use in managing pest populations Education and training for IPM personnel Formal annual notification to parents, staff, and students of any potential chemical pesticide application Posting of warning signs for all pesticide applications Establishment and maintenance of a r egistry of parents, staff, and students who have indicated a desire for prior notification of each pesticide application Advance notification for individual pesticide applications Recordkeeping for any chemical pesticide application C. Pesticide Product Selection and Use Approval Selection of pesticide products will be based on the IPM coordinator's review of the product's contents, precautions, and adverse health effects. The IPM Coordinator will prioritize the use of the following nontoxic products: 1. Approved Products Mechanical or Biological Products Caulking agents and crack sealants Physical barriers Electronic products, heat, and lights Chemical Products Soap-based products Borates, silicates, and diatomaceous earth Insecticide or rodenticide self-contained baits and traps Sample Guidelines In addition to preparing comprehensive management plans, many school districts throughout the U.S. have implemented other types of guidelines , such as integrated pest management (IPM) policies, to minimize the use of toxic chemicals. An excerpt adapted from a sample policy developed for use by California schools is shown below:25 | A-4 Chemical Management Resource Guide for School Administrators For more information on IPM in schools, visit: EPA, Int egrated Pest Management (IPM) in Schools, http://www.epa. EPA, Pesticides: Controlling Pests, Storing Pestici des, http://www.epa.gov/pesticides /ipm/brochure/steps6-7.htm California Department of Pesticide Regulation, Model Program Guidebook, 2nd Edition, http://www.cdpr.ca.gov/cf docs/apps/schoolip m/managing_p ests/guidebook.cfm University of Florida/EPA, Source, http://schoolipm.ifas.ufl.edu/ Texas A&M University/EPA, IPM Resource C enter for Schools and Childcare Facilities, http://schoolipm.tamu.edu/ Massachusetts Natural Resources Collaboration, IPM Tools & Resources, http://massnrc.org/ipm/schools- daycare/ipm-tools-resources.html Minnesota Depart ment of Agriculture, Manageme nt of Pesticides, www. mda.state.mn.us/ipm /fspesticides.pdf National Pesticide Information Center, http://npic.orst.edu/ Check It Out Chemic al Management Resource Guide for School Administrators A-5 | Checklists Checklists are often used to clearly identify chemical management actions and to verify that they have been completed (see basic example below, an excerpt adapted from the Los Angeles Unified School District \"School Laboratory Chemical Hygiene & Safety Plan\"26). LOS ANGELES UNIFIED SCHOOL DISTRICT MONTHLY C H ECKLIST FOR SAFE HANDL ING AND STORAGE OF CHEMICALS To be c omplete d by C.S.C. ACTIVITY Yes No 1.All chemicals are correctly and clearly labeled. 2.Unlab eled containers and chemical wastes have been inventories and a disposal request submitted to OEHS. 3.Only chemicals that are being used are continually being stored. 4.Only the amount of chemicals which can be consumed within a year are being stored. 5. CSC is aware of and has trained others on hazards and precautions for protection prior to using any chemical, and has reviewed the precautionary labels and contents before using any chemical product. 6.All c hemicals are stored by compatibility (see CHSP Appendix IV, Table Identification Chart and Table 2: Storage for Compatibility Categories).1: Chemical Shelf Storage 7. Chem icals are stored on shelves below eye level. 8.Chemic als are being stored on the floor. 9.Chemic als are being stored in approved storage cabinets. 10.Neutral izing chemicals, absorbent and other spill control materials are readily available. 11.Compres sed gas cylinders are upright and secured to the wall with caps in place. 12.Storag e cabinets for corrosive chemicals (separated for acids and for bases) are appropriately labeled. 13.Flam mable materials are stored in approved storage cabinets. 14.Shelv ing is equipped with tipping of entire sections. lips to prevent products from rolling off shelves and secured to walls/floor to prevent 15.Storag e areas/cabinets are labeled to identify the hazardous nature of the products stored within. 16.Clas s ABC fire extinguishers are available in chemical storage areas and are in working order. 17.There are no sources of ignition in the chemical storage area. 18.Chemic al storage area has two exits and egress (exiting) area is clear. 19.Us ed and contaminated reagents are stored and labeled properly. 20.Current and dated inventory lists are posted clearly in each storage room throughout the science department. 21.Chemic al storage cabinets are locked when laboratory classes are not in session. Certification: I hereby certify that I have completed all of the above activities in fulfillment of my responsibilities as the Chemical Safety Coordinator (CSC) for my school. Date School CSC Signature CSC Name (pr int) | A-6 Chemical Management Resource Guide for School Administrators Check It Out Additional checklists are available at: EPA, HealthySeat Assessment Checklist, http: //www.epa.gov/schools/healthysea t/AssessmentChecklist_Blank.pdf National Institute for Occupational Safety and Health, NIOSH Safety Checklist Program for Schools, http://www.cdc.gov/niosh/ docs/2004-101/default.html Massachusetts Healthy Schools Council, Checklist Concerning Environmental Health & Safety in Schools, http://mass.gov/Eeohhs2/docs/dph/environmental/iaq/schools_checklist.pdf Washington Department of Health and Office of Superintendent of Office of Public Instruction, Health and Safety Guide for K-12 Schools in Washington (Part II), http ://www.k12.wa.us/SchFacilities/ HealthSafety Guide.aspx Chemical Management Resource Guide for School Administrators A-7 | Chemical Purchasing, Storag e, and Design Guidelines Chemical purchasing, storage, and design guidelines have been developed by many school districts and state agencies in an effort to eliminate unnecessary purchases of hazardous substances and avoid dangerous storage scenarios. General chemical storage principles are illustrated in the followi ng example, adapted from the U.S. Centers for Disease Control and Prevention , Office of Health and Safety's Chemical Storage Guidelines:27 Class of Chemical Recommended Storage Method Examples Incompatibilities Compressed gases Flammable - Store in a cool, dry area, away from Securely strap or chain cylinders to oxidizing gases. a wall or bench. Methane, Hydrogen, Acetylene, Propane Oxidizing and toxic compressed gases, oxidizing solids Compressed gases Oxidizing - Store in a cool, dry area, away from flammable gases and liquids. Securely strap or chain cylinders to a wall or bench. Oxygen, Chlorine, Bromine Flammable gases Compressed gases Poisonous - Store in a cool, dry area, away from flammable gases and liquids. Securely strap or chain cylinders to a wall or bench. Carbon monoxide, Hydrogen sulfide, Nitrogen dioxide Flammable and/or oxidizing gases Corrosives - Acids Store separately in acid storage cabinet. Segregate oxidizing acids (i.e., Chromic, nitric, sulfuric, and perchloric acids) acid, Chromerge, Nitric acid, Perchloric acid, Flammable liquids, flammable solids, bases, oxidizers Corrosives - Bases Store in separate corrosive storage solutions of inorganic hydroxides in polyethylene containers. cabinet. Store labeled Ammonium hydroxide, Sodium hydroxide, Calcium hydroxide Flammable liquids, oxidizers, poisons, acids Flammable Liquids Store in flammable storage cabinet and away from sources of ignition. Store highly volatile flammable liquids in an explosion-proof refrigerator. Acetone, Benzene, Diethyl ether, Methanol, Ethanol, Toluene, Glacial acetic acid Acids, bases, oxidizers, poisons Consult the following resources for more information on chemical storage, purchasing, and design: Californian Department of Environmental Health Hazard Assessment, Art Hazards, http://www.oehha.ca.gov/education/art/index.html King County, Washington, Rehab the Lab, http://www. govlink.org/hazwaste/school youth/rehab/index.htm and http://www.epa.gov/epaoswer/osw/c onserve/2004news/ 03-labs.htm Iowa Metro Rehab the Lab (Hazardous Mate rials), http://www.metro- waste.com/sch_reh.html EPA, Healthy School Environment Resources: Chemical Purchasing, http://cfpub.epa.gov/schools/top_sub.cfm?t_id=361&s_id=363 Massachusetts Department of Environmental Protection, Massachusetts School Chemical Management Program, http://www.mass.gov/dep/service/schlchem.pdf Commonwealth of Massachusetts, Environmentally Preferable Purchasing Program, Product & Service Information, http://www.ma ss.gov/epp/prod ucts.htm Illinois EPA and Waste Management Resource Center, Greening Schools homepage, http://www.greeningschools.org/ Maryland State Department of Education, Science Facilities Guidelines, Chapter 5: Design Considerations, http://www.mdk12.or g/instruction/curriculum/hsa/science_facilit y/chapter5.html Check It Out | A-8 Chemical Management Resource Guide for School Administrators Use of Chemicals in Schools Some states have taken regulatory actions to limit the use of chemicals in schools. For example, Rhode Island28 prohibits the use of listed chem icals in schools (see excerpts from Rhode Island's list below). The State of Washington's Department of Health and Office of Superintendent of Public Instruction also have published a tiered list of chemicals: (1) unsuitable fo r use (see Appendix D, Table 1 of their guide) in K-12 schools due to excessive risk that exceeds their education al utility, and (2) appropriate only for advanced-level high school science classes due to high risk and limit ed to small- or micro-scale quantities (see Appendix D, Table 2 of their guide).29 Furthermore, chemicals that are allowed in schools ma y vary across districts for different reasons (e.g., staff experience, training). Full Chemical Name CAS # Reference 1-(2-tert-Butylperoxy isopropyl)-3-iso propenylbenzene 96319-55-0 Toxic (P Listed) 1,2,4-butanetriol trinitrate DOT Forbidden Benzene 71-43-2 Reproductive Toxin, Select Carcinogen diazonim chloride DOT Forbidden Benzene sulphohydrazide DOT Forbidden Benzene, EPA Acutely Toxic (P Listed) carbazole 86-74-8 IARC List of Known and Suspected Human Carcinogens 75-15-0 EPA Acutely Toxic (P Listed) carrageenan of Known and Suspected Human Carcinogens chlordane 57-74-9 IARC List of Known and Suspected Human Carcinogens dichloromethane 75-09-2 IARC List of Known and Suspected Human 60-57-1 EPA Acutely Toxic (P Listed) 7439-92-1 Reproductive chloromethyl ether 107-30-2 OSHA Listed Chemicals Methyl ethyl ketone peroxide 1338-23-4 49CFR173.225 Other states that have passed regulations related to chemicals in schools: Colora do Department of Public Health and Environment, Rules and Regulations Governing Schools in the State of Colorado, http://www.csmate.colostate.edu/cl tw/Colorado_R ules.pdfCheck It Out Leadership and Resources Pollution Prevention and Greener Alternatives Chemical and Product Management Chemical Inventory Purchasing Storage and Handling Training Hazard C ommunication Spills, Cleanup, and Disposal United States Environmental Protection Agency Office of Pollution Prevention and Toxics, (7409-M) Washington DC 20460 Official Business Penalty for Private Use $300 EPA 747-R-06-002 December 2006 "}