{"title": "General 1 — Denver Center for Anthroposophic Therapies", "author": null, "url": "https://www.denvertherapies.com/adults", "hostname": "denvertherapies.com", "description": null, "sitename": "Denver Center for Anthroposophic Therapies", "date": "2022-01-01", "cleaned_text": "What's the best pathway for making lasting change? Gather new tools, explore new perspectives, try to support the problem from as many sides as you can... ....that's really the definition of a holistic approach. It's not about rejecting standard approaches, it's about working to expand and enrich them with a toolbox that can meet all parts of you. Greater well-being, all the way from body to spirit To become an anthroposophic physician you do a traditional medical training (medical school, internship, residency), then add on years of extra study. In a similar way, working together on an illness means hearing about your health history—what you've tried, what helped, what didn't—really listening, and then trying to build a bigger picture. What does working with Dr. Blanning look like? A first visit is typically 60-minutes. A lot of that is spent listening and discussing, seeing what your patterns are for both illness and healing. Then we make a therapeutic plan. A follow-up visit is recommended about 4 weeks later, then again after another 6-12 weeks. A typical treatment course often lasts 3-6 months, making adjustments along the way. It takes time because we are not just trying to change a symptom, but create better balance and resilience. Anthroposophic treatments for adults have been shown not just to reduce symptoms but also to improve quality of life. Click the links below to learn more about: [Anthroposophic Medicine Outcomes Study](https://pubmed.ncbi.nlm.nih.gov/24753995/) [Long-term outcomes of anthroposophic treatment for chronic disease](https://pubmed.ncbi.nlm.nih.gov/23849335/) [Outcomes of anthroposophic medication therapy in chronic disease](http://www.ncbi.nlm.nih.gov/pubmed/19920891) We recognize that medicine works better when it is built on a real, human, face-to-face encounter and relationship. That's the best and we encourage it whenever possible. But we also want to help people who are really interested in and committed to this medical approach, though they may live outside of the Denver/Boulder area. For this reason, distance consultations (by phone or zoom) are also available. Please note: an in-person office appointment is, however, required for the prescribing of mistletoe therapy. This can be a complex process, requires real partnering and a good understanding of your situation, so we need to meet you and get to know each other. You can see Dr. Blanning's upcoming availability, as well as schedule an office appointment, by clicking on the button below: Anthroposophic Medicine - what a whole-person approach can look like - Insomnia and Sleep Disorders Holistic insights: Did you know that in a lot of traditional healing traditions, waking at 3am is related to a liver imbalance? Medications that make you go to sleep don't necessarily result in deeper, more restful sleep. Question: If you are reading in bed, watching a movie in bed, checking social media or email in bed, how does your body know when it is time to sleep? How do you differentiate your activities so that your system knows when it time to be active and when it is time to rest? Building a healthy bedtime ritual, with predictable steps, helps guide your body to find more quiet and calm (sometimes we have to relearn this skill) Our sense of touch can be an important way to calm our nervous system, define the boundaries of our body, and release the impressions of the day There are many safe, natural, non-addictive supports to help you set a new pattern - Natural Treatments for Eczema There are so many more tools than steroid creams! We find that: Diet and Digestive Support Stress Hydration Allergy patterns Scratching Exposures Bathing patterns Good fats and Topical treatments can all have a big influence. What is your immune system trying to accomplish by creating all that inflammation? What is trying to be cleared out of the body? It is worth exploring those questions because eczema (atopic dermatitis) can be the end result of a lot of different causes. More lasting change comes if we can work upstream and see what is causing the inflammation. - Therapeutic approaches for Depression Depression is an area where looking at the full range—from functional and physiologic imbalances to emotional and spiritual change and pain—builds a bigger picture. Chronic depression can regularly be exacerbated by metabolic or organ imbalances, especially if you are experiencing a lot of heaviness, trouble getting going, and a feeling of excess \"gravity.\" Other times sadness stems from past traumas we are still working through, a kind of \"soreness of soul\" that has developed to protect us from danger or risk Melancholy and introspection are also a predictable part of reorientation, when we are moving into a new phase of life. Then the most important thing we can do is work for clarity and more truth, to better understand what we are moving towards Depression therapy is complex because it often weaves together aspects of body, soul, and spirit, based on unique life patterns and experiences, which ask for an individualized approach to treatment. - Alternative Therapies for Migraine Approaching chronic migraine as both a neurologic and metabolic process should not be such a deep secret. Lots of established medical experience shows that an imbalance in one part of the body can trigger a reaction in another place. Think of the known dietary triggers for migraines (such as red wine, aged cheeses, the food additive MSG). For some people digestive work can have a big impact on migraine severity Hormonal shifts can also trigger migraines. Natural supports to help regulate menstrual cycles and promote better detox can also help We will ask you about sleep, digestion, hydration, exercise, screen time, as well as work and stress factors, in order to find ways to build greater resiliency Knowing triggers and \"aura\" symptoms can help identify the language of how your body tells you it is getting out of balance We have found a whole range of natural and homeopathic medicines that we observe can help the brain recovery more quickly, as well as others that can be safely take on a regular basis to prevent headache symptoms "}