{"title": "PDF", "author": "PDF", "url": "lni.wa.gov/patient-care/billing-payments/marfsdocs/2021/2021MARFSChapter19.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "are © 2020 American Medical Association 19-1 Payment Policies for Healthcare Services Provided to Injured Workers and C rime Victims Chapter 19: Naturopathic Physicians and Acupuncture Services Effective July 1, 2021 Link: Look for possible updates and corrections to these payment policies at: https://lni.wa.gov/patient-care/billing- payments/fee-schedules -and-payment-policies/policy - 2021 Table of contents 19-2 Payment policies: Naturopathic office visits ................................................................................................ 19-5 More info: Related topics ................................................................................................................ 19-7 Payment Policies Chapter 19 : Naturopathic Physicians and Acupuncture Services 19-2 CPT® codes and descriptions only are © 2020 American Medical Association Definitions Comprehensive office visit (from WAC 296 -23-215 ): \"A level of service pertaining to an in-depth evaluation of a patient with a new or existing problem, requiring development or complete reevaluation of treatment data; includes recording of chief complaints and present illness, family history, past treatment history, personal history, system review; and a complete exam to evaluate and determine appropriate therapeutic treatment management and progress.\" Established patient: One who has received professional services from the physician, or another physician of the same specialty who belongs to the same group practice, within the past three years . L&I uses the CPT ® definition for established patients. Refer to a CPT® book for complete code descriptions, definitions, and guidelines. Extended office visit i .e. expanded or detailed (from WAC 296 -23-215 ): \"A level of service pertaining to an evaluation of patient with a new or existing problem requiring a detailed history, review of records, exam, and a formal conference with patient or family to evaluate and/or adjust therapeutic treatment management and progress. \" New patient: One who hasn't received any professional services from the physician nor another physician of the same specialty who belongs to the same group practice within the past three years. L&I uses the CPT® definitions for new patients. Refer to a CPT® book for complete code descriptions, definitions, and guidelines. Routine office visit i.e. problem -focused (from WAC 296 -23-215 ): \"A level of service pertaining to the evaluation and treatment of a condition requiring only an abbreviated history and exam.\" Chapter 19 : Naturopathic Physicians and Acupuncture Services Payment Policies CPT® codes and descriptions only are © 2020 American Medical Association 19-3 Payment policy: Naturopathic o ffice v isits Who must perform these services to qualify for payment Naturopathic physicians must perform these services to qualify for payment. Services that can be billed For initial office visits, these local codes can be billed: 2130A (Routine face-to- face office visit and submission of a report), 2131A (Extended face- to-face office visit and submission of a report), and 2132A (Comprehensive face-to-face office visit and submission of a report [in addition to the report of accident]). Note: To determine whether a visit is an initial office visit, see the definition of new patient in Definitions at the beginning of this chapter. For follow up office visits, these local codes can be billed: 2133A (Routine face-to- face office visit and submission of a report), and 2134A (Extended face- to-face office visit and submission of a report). Note: To determine whether a visit is a follow up office visit, see the definition of established patient in Definitions at the beginning of this chapter. Payment Policies Chapter 19 : Naturopathic Physicians and Acupuncture Services 19-4 CPT® codes and descriptions only are © 2020 American Medical Association Services that aren 't covered The insurer won't pay naturopathic physicians for services that aren't specifically allowed, including consultations. Link: For additional information, s ee WAC 296-23 -205 and 296-23 -215. or chronic tension-type headache with manipulation/manual therapy is not a covered benefit. Link: The policy for Chronic Migraine or Chronic available oo5 ronic+Tension-type+Headache Requirements for b illing When billing for services, naturopathic physicians should use: The local codes listed in this payment policy (under Services that can be billed) to bill for office visit services, CPT® codes 99367 and 99441-99443 to bill case management services , Local code 9918M to bill for secure online communication with L&I staff, vocational rehabilitation counselors, TPAs, or employers , and The appropriate HCPCS codes to bill for miscellaneous materials and supplies. Link: For details about paym ent criteria and documentation requirements for case management services or secure online communication, see the payment policies in Chapter 10: Evaluation and Management. Chapter 19 : Naturopathic Physicians and Acupuncture Services Payment Policies CPT® codes and descriptions only are © 2020 American Medical Association 19-5 Payment policy: Acupuncture Services The insurer covers acupuncture only for allowed claims with an accepted diagnosis of a low back condition. Acupuncture requires a referral from the attending physician (AP). Who must perform these services to qualify for payment Only Acupuncture and Eastern Medicine Practitioners (AEMP) and other providers who are licensed by the Department of Health to perform acupuncture may perform these services to qualify for payment. Services that can be billed Treatment must be billed with local code 1582M. No other acupuncture codes will be reimbursed. 1582M (Acupuncture treatment with one or more needles, with or without electrical stimulation) This code is billable a maximum of 1 0 times during the life of a claim. A provider performing acupuncture and billing the department for this service must perform an initial evaluation and submit a report that includes a treatment plan. This evaluation must be billed using the appropriate level evaluation and management (E/M) code. In addition to the initial visit, the acupuncture provider may schedule an E/M visit for a progress report as well as for a final visit. At the baseline visit, middle or fifth visit, and on the final visit a 2-item GCPS (Graded Chronic Pain Scale) and an Oswestry Disability Index (ODI) form must be completed with the worker and sent to the insurer. On the final visit, the reason for discharge of the worker must be documented. Note: To determine whether a visit is an initial office visit, see the definition of new patient in Definitions at the beginning of this chapter. Note: To determine whether a visit is a follow up office visit, see the definition of established patient in Definitions at the beginning of this chapter. Payment Policies Chapter 19 : Naturopathic Physicians and Acupuncture Services 19-6 CPT® codes and descriptions only are © 2020 American Medical Association Link: For details about payment criteria and documentation requirements for E/M services, see the payment policies in Chapter 10: Evaluation and Management. Chapter 19 : Naturopathic Physicians and Acupuncture Services Payment Policies CPT® codes and descriptions only are © 2020 American Medical Association 19-7 Links: R elated topics If you're looking for more information about... Then go here: Administrative rules for naturopathic physicians Washington - accounts/become-a-provider/ Billing instructions and forms Chapter 2: Information for All Providers Fee schedules for all healthcare services L&I's website: https://lni.wa.gov/patient-care/billing- payments/fee- schedules -and-payment -policies/ Payment Policies for Evaluation and Management Chapter 10: Evaluation and Management Need more help? Call L&I's Provider "}