{"title": "La gran mentira de la vitamina C y el zumo de naranja para combatir el resfriado", "author": "Mónica De Haro", "url": "https://es-us.noticias.yahoo.com/la-gran-mentira-de-la-vitamina-c-y-el-zumo-de-naranja-para-combatir-el-resfriado-094753908.html", "hostname": "yahoo.com", "description": "Nadie duda de que el zumo de naranja es una excelente fuente de vitamina C y que esta es beneficiosa para el cuerpo humano. Pero de ahí a que cure o elimine por completo la posibilidad de contraer un resfriado hay un trecho", "sitename": "Yahoo Noticias", "date": "2021-10-21", "cleaned_text": "La gran mentira de la vitamina C y el zumo de naranja para combatir el resfriado Ningún [alimento](https://es.vida-estilo.yahoo.com/comer-cuarentena-coronavirus-covid-19-alimentos-fortalecer-sistema-inmune-101427898.html) o bebida puede prevenir o curar el resfriado, pero el efecto que provocan algunos líquidos sobre el cuerpo puede ayudar a aliviar los síntomas. Existen muchas creencias y mitos sobre algunos remedios que ayudan a suavizar e incluso a eliminar las molestias provocadas por el resfriado, como por ejemplo, que tomar suplementos de vitamina C (ácido ascórbico) o un zumo de naranja al día evita los constipados. En realidad no es exactamente así como sucede. \"Parece que tomar [ vitamina C](https://www.mayoclinic.org/es-es/drugs-supplements-vitamin-c/art-20363932) no suele ayudar a la persona promedio a prevenir resfriados. Sin embargo, algunos estudios han descubierto que tomar vitamina C antes de que comiencen los síntomas del resfriado puede acortar la duración de los síntomas, pero no evitar que caigas enfermo\", de acuerdo con los especialistas de la [Clínica Mayo](https://www.mayoclinic.org/es-es/diseases-conditions/common-cold/in-depth/cold-remedies/art-20046403%20https://www.mayoclinic.or...). Por eso la vitamina C a menudo se promociona y se vende como un remedio natural para el resfriado común o para su prevención, pero estudios importantes solo han mostrado una pequeña reducción del 8 por ciento en la duración de los síntomas del resfriado en adultos que toman regularmente suplementos de vitamina C (al menos 200 mg diarios) de manera preventiva. En otras palabras, si un resfriado dura 7 días, esta persona se sentirá mejor 13 horas antes desde la aparición de los síntomas. Pero no se demostró que lograra reducir ni la duración ni la gravedad de los síntomas, por lo cual no se recomienda. En concreto, una [ revisión](https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD000980.pub4/full) de la investigación encontró que la ingesta continua de suplementos (al menos esos 200 miligramos al día que decíamos antes) redujo la duración de los resfriados en un 8 por ciento en los adultos y en un 14 por ciento en los niños. Sin embargo, cuando las personas tomaron píldoras de vitamina C al primer signo de un resfriado, no acortaron la duración del resfriado ni redujeron la gravedad de los síntomas. La [revisión](https://www.ncbi.nlm.nih.gov/pubmed/23440782) analizó 29 ensayos que involucraron a más de 11.300 personas y no encontró \"ningún efecto consistente de la vitamina C sobre la duración o severidad de los resfriados\". El único beneficio que los investigadores observaron de la suplementación con vitamina C fue en corredores de maratón, esquiadores y soldados en 'ejercicio subártico', e incluso en esas pequeñas poblaciones, el efecto observado fue pequeño. Es decir, que la literatura científica permite concluir que la vitamina C es eficaz como prevención en el caso de las personas que realizan grandes esfuerzos físicos, como corredores de maratón, ciclistas y nadadores de larga distancia. Además, hay que señalar que [las 'megadosis' de vitamina C](https://institutoeuropeo.es/articulos/blog/megadosis-de-vitamina-c/) pueden conllevar daños importantes, incluido el aumento del riesgo de cálculos renales, y causar acidez, espasmos estomacales, náuseas, vómitos, diarrea y dolores de cabeza. También está contraindicada en embarazadas. Algunas personas toman dosis altas de vitamina C porque es un antioxidante y, por tanto, protege las células del daño que producen los radicales libres. Se cree que los radicales libres contribuyen a muchas enfermedades, como la ateroesclerosis, el cáncer, los trastornos pulmonares, el resfriado común y la pérdida de memoria. Sin embargo, no está claro si el hecho de tomar dosis elevadas de vitamina C protege contra estos trastornos o tiene algún efecto beneficioso sobre los mismos; la mayoría de los estudios no han demostrado ningún beneficio. Lo único que se ha podido demostrar con más firmeza es el efecto protector contra la formación de cataratas. Esto no significa que debas dejar de tomar vitamina C o renunicar a tu zumo de naranja diario, ya que probablemente puede ayudarte a sentirte mejor, tal y como nos recuerda este artículo de [Eat This.](https://www.eatthis.com/orange-juice-helps-cold/) Sin embargo, si deberías saber que [una ingesta excesiva de vitamina C puede causar trastornos por toxicidad.](https://www.msdmanuals.com/es-es/hogar/trastornos-nutricionales/vitaminas/exceso-de-vitamina-c) La cantidad diaria promedio recomendada de vitamina C es de 75 miligramos para mujeres adultas y 90 miligramos para hombres. Las dosis altas (hasta el límite superior de seguridad de 2000 mg diarios) no suelen ser tóxicas en los adultos sanos. Pero en algunos casos, dosis más elevadas causan náuseas o diarrea y afectan al equilibrio de la actividad antioxidante del organismo. En cualquier caso, si estas tomando suplementos de vitamina C o estás considerando hacerlo, deberías comentarlo con tu médico de cabecera para asegurarte de que, en tu caso, no hay ninguna contraindicación. Conclusión: La vitamina C es un antioxidante reconocido y juega un papel esencial de apoyo al sistema inmunológico. Aunque no se ha demostrado que prevenga enfermedades, otras investigaciones han encontrado que la vitamina C puede acortar los resfriados en un 8 por ciento en algunos adultos y en un 14 por ciento en niños. Sin embargo, el uso de vitamina C después de que comienzan los síntomas del resfriado no parece ser útil, [según los Institutos Nacionales de Salud](https://ods.od.nih.gov/factsheets/VitaminC-Consumer/) (NIH, por sus siglas en inglés). Más historias "}