{"title": "Haz una cura depurativa con estas frutas y hortalizas de primavera", "author": "Mercedes Blasco", "url": "https://www.cuerpomente.com/alimentacion/dieta-depurativa-primavera_6245", "hostname": "cuerpomente.com", "description": "La naturaleza renace tras el invierno y el cuerpo agradece la oportunidad de renovarse con dietas ricas en alimentos frescos que le permitan desprenderse de lo que le sobra.", "sitename": "Cuerpomente", "date": "2020-09-04", "cleaned_text": "empieza en enero, pero a ras de tierra la vida renace en primavera. La energía en esta época es ligera, expansiva, estimulante, como la mañana que nace por el este o la inspiración de la primera idea. En nosotros se manifiesta en el brotar de nuevos impulsos, en la fluidez del movimiento y la creatividad. Para apoyar este proceso de renacimiento y apertura, podemos valernos del ejercicio físico, el contacto con la naturaleza, la conciencia personal y, muy especialmente, de la alimentación. La primavera reclama una preparación en dos fases: primero limpiar, y luego crear. Todo a nuestro alrededor se conjuga para facilitar estos procesos. En esta temporada del año los frutos son verdes, jugosos, llenos de savia... emergen y crecen repletos de componentes esenciales para la salud. Solo hay que aprovechar que están a nuestro alcance para darles un uso rico y saludable. Un buen plan para esta estación es empezar con una dieta depurativa de entre uno y cuatro días, y continuar con menús suaves y frescos que incluyan sobre todo [hortalizas frescas y frutas de temporada](https://www.cuerpomente.com/alimentacion/calendario-anual-frutas-verduras-temporada_1684), además de germinados. Cómo eliminar toxinas en primavera En primer lugar, el organismo debe desprenderse de las toxinas y exceso de nutrientes que ha ido acumulando durante el invierno. A menudo el cansancio o la astenia, las alergias, los resfriados o las infecciones de primavera son reacciones de defensa para soltar un lastre que el cuerpo ya no necesita. Una cura depurativa, como este [detox de 7 días](https://www.cuerpomente.com/salud-natural/terapias-naturales/plan-detox-7-dias_1289), es una forma preventiva de evitar otros trastornos. Asimismo, el anhelo de nivelar el peso corporal no solo es una moda, sino una exigencia higiénica que se manifiesta en la apetencia de productos más ligeros, más llenos de líquido y de micronutrientes esenciales. Una dieta que ayude a eliminar lo que nos sobra puede evitarnos desequilibrios y problemas de salud más adelante. Para limpiar se necesita agua. Por eso se recomienda ingerir alimentos que contengan mucho líquido durante unos días. Cada persona conoce su organismo e intuye qué tipo de depuración le conviene más. - Si se suele tener frío, especialmente en manos y pies, se favorecerá la limpieza con tisanas y caldos vegetales ligeros y templados. - Pero si se es más bien caluroso, se recurrirá a alimentos crudos como [frutas](https://www.cuerpomente.com/temas/frutas), [ensaladas](https://www.cuerpomente.com/temas/ensaladas) o [zumos](https://www.cuerpomente.com/temas/zumos-y-batidos). Tu detox paso a paso Cuando decidimos hacer una limpieza hemos de tener presente nuestras cualidades físicas y también cómo nos sentimos interiormente. Una depuración es muy recomendable, pero jamás debe venir forzada. Es aconsejable dejarse ayudar por personas expertas en salud natural. En cualquier caso, estas son algunas pautas básicas: - Resulta muy saludable empezar por suprimir alimentos muy procesados o densos y prescindir de fumar y tomar bebidas alcohólicas. - Introduce a diario frutas de temporada entre horas y ensaladas variadas. - Además, asegúrate de beber suficiente agua para favorecer la función renal e intestinal y para eliminar sustancias de desecho. - Te puedes ayudar con algunas infusiones con efectos desintoxicantes, como las de diente de león, menta, cola de caballo o boldo. Consumir alimentos de temporada te ayuda más Elige los alimentos que estén en temporada en los meses de primavera, en [marzo](https://www.cuerpomente.com/alimentacion/alimentos-temporada/calendario-frutas-verduras-marzo_1844), [abril](https://www.cuerpomente.com/alimentacion/alimentos-temporada/calendario-temporada-abril-frutas-verduras_1942), [mayo](https://www.cuerpomente.com/alimentacion/alimentos-temporada/calendario-temporada-mayo-frutas-verduras_2015) o [junio](https://www.cuerpomente.com/alimentacion/alimentos-temporada/calendario-alimentos-temporada-junio_2070). El color que asociamos a la primavera es el verde de las nuevas plantas. Las hortalizas y hierbas silvestres que llegan a nuestras mesas nos proporcionan dinamismo porque están \"vivas\". El campo se llena de posibilidades con el joven diente de león, la acedera, la ortiga, la verdolaga y los tallos ligeramente amargos de los espárragos. Algunos de ellos, como los canónigos o los berros, se encuentran también en los mercados. En la huerta maduran las alcachofas, las borrajas y las vainas más tiernas de habas, guisantes y tirabeques. Si no se dispone de huerto propio, merece la pena [cultivar algunas plantas aromáticas en macetas](https://www.cuerpomente.com/ecologia/cultivar-plantas-medicinales-casa_5825). O bien recurrir a los mercados de barrio y las tiendas de productos ecológicos a la hora de llenar la cesta de la compra. Consumir verduras, frutas y plantas cultivadas en la zona no solo ayuda a estrechar el vínculo armónico con la naturaleza y el territorio sino que reduce el impacto ecológico de los medios de transportes y fomenta la economía local. Las plantas de primavera ayudan a drenar y estimular el hígado, la piel o los riñones. Alcalinizan la sangre, restableciendo su necesario equilibrio, y tienen propiedades tonificantes y regenerativas gracias a su variada composición de nutrientes: clorofila, vitaminas antioxidantes, vitaminas del grupo B, potasio, calcio, fósforo y magnesio, oligoelementos, enzimas, agua y fibra. A continuación repasamos algunas de las hortalizas que regala la naturaleza a la entrada de la primavera. Las mejores hortalizas de primavera para un detox Estas hortalizas podrás encontrarlas fácilmente ahora y ayudan a tu organismo a depurarse: - Acedera: Es una planta silvestre muy digestiva, ligeramente laxante y diurética, muy rica en vitamina C, que se toma en ensalada y cuyo sabor recuerda al limón. - Acelga: Muy digestiva y remineralizante, la [acelga](https://www.cuerpomente.com/guia-alimentos/acelga) resulta deliciosa al vapor y también, en hojas tiernas, en ensalada. - Alcachofa: La [alcachofa](https://www.cuerpomente.com/guia-alimentos/alcachofa), con su sabor amargo, estimula el hígado y los riñones, disminuye el colesterol y desintoxica la sangre. En crudo, su corazón tierno es una delicia. - Borraja: La [borraja](https://www.cuerpomente.com/guia-plantas/borraja) es muy agradable hervida con patatas, y está repleta de nutrientes, como hierro o vitamina C. - Cebolleta: Su toque ligeramente picante no puede faltar en las ensaladas. Al igual que otros tipos de [cebolla](https://www.cuerpomente.com/guia-alimentos/cebolla), contiene esencias sulfuradas desinfectantes.Estimula las funciones digestivas y evita las fermentaciones nocivas. - Diente de león: Sus hojas tiernas saben exquisitamente amargas en ensaladas. [Aumenta las funciones hepáticas](https://www.cuerpomente.com/salud-natural/terapias-naturales/propiedades-diente-leon_5212) y la secreción biliar. - Espárrago: Además de salteado, está muy rico en crudo. Es muy diurético y, por lo tanto, útil en cálculos urinarios, gota y reumatismo. - Guisantes: En crudo son muy agradables y dulces, y se aprovechan mejor sus vitaminas. Cocidos, los [guisantes](https://www.cuerpomente.com/guia-alimentos/guisantes) pueden acompañar numerosos platos, sopas y arroces. Contienen proteínas, hidratos de carbono y fibra soluble que estabiliza el azúcar en la sangre y regula el colesterol. - Habas: Muy ricas en proteínas, pueden formar parte de sopas, estofados, platos de arroz, rehogados y potajes, aliñadas con menta fresca. Los granos tiernos se pueden tomar crudos. - Perejil: Picado crudo sobre ensaladas y otros platos el [perejil](https://www.cuerpomente.com/guia-alimentos/perejil) actúa como un potente antianémico, ya que es un vegetal muy rico en vitaminas y minerales. - Puerro: Excelente en sopas y cremas por su delicado sabor. El [puerro](https://www.cuerpomente.com/guia-alimentos/puerro) contiene principios azufrados antisépticos similares a los de la cebolla. Depurativo, diurético y rico en fibra laxante. - contienen compuestos azufrados anticancerígenos. Son antisépticos, diuréticos y aperitivos. Dan un toque crujiente y picante a las ensaladas. - Tirabeques: Son guisantes cuya vaina no es apergaminada, sino delicada, por lo que se comen enteros. Tienen un sabor dulce, pero no harinoso. Su fibra soluble los hace muy apropiados para las personas diabéticas. - Zanahoria: La [zanahoria](https://www.cuerpomente.com/guia-alimentos/zanahoria) merece la pena tomarla cruda, rallada en ensaladas o a mordiscos como aperitivo. Sus betacarotenos antioxidantes protegen la vista, la piel y el cabello, y frente a enfermedades crónicas y degenerativas. Frutas depurativas y muy primaverales El resurgir de la vida llega también en forma de fruta de temporada, rebosante de jugo y color. Al inicio de la primavera nos hallamos ávidos de ella, ansiamos verla ganar color y la recibimos con alegría tras cierta monotonía invernal. Su frescura nos permite disfrutar de nuevos aportes de valiosas vitaminas, antioxidantes, oligoelementos y micronutrientes, tan escasos en los frutos que han pasado varios meses en cámaras. Se obtienen sus mayores beneficios si se comen crudas y solas, preferentemente por la mañana en ayunas, cuando todavía está en marcha el ciclo de eliminación. O bien entre horas, como jugoso tentempié. También están exquisitas las macedonias elaboradas como una merienda especial, jugosa y diferente. Es preferible el consumo de fruta de agricultura ecológica, para evitar el contacto con peligrosos plaguicidas o aditivos. Las frutas de primavera destacan por la intensidad de sus colores: el rojo de las fresas, los tonos amarillos de nísperos, albaricoques, melocotones y nectarinas, los morados de cerezas y ciruelas... Estos colores provienen de pigmentos que son fitoquímicos esenciales. Además, todas estas frutas destacan por la abultada presencia de vitaminas antioxidantes (A, C y E) y de buena parte de las del grupo B. Entre los minerales se hallan calcio, hierro, potasio, manganeso, fósforo, magnesio, yodo, cobre, azufre, cinc, flúor y sílice. Estas son las frutas primaverales más aconsejables: - Albaricoque: Dulce y jugoso, el color rosado de sus mejillas proviene del antioxidante betacaroteno, que rejuvenece el organismo. El [albaricoque](https://www.cuerpomente.com/guia-alimentos/albaricoque) proporciona salud a los tejidos, lo que se nota en la tersura de la piel y el mejor estado del sistema nervioso. - Cereza: La [cereza](https://www.cuerpomente.com/guia-alimentos/cereza) es depurativa y laxante, además de energética y remineralizante. Su color oscuro proviene de las antiocianinas. - Ciruela: La [ciruela](https://www.cuerpomente.com/guia-alimentos/ciruela) es uno de los mejores laxantes naturales por su abundante fibra. También resulta muy adecuada para dietas depurativas por su reducido poder calórico. - Fresa: La primera fruta de la temporada es muy apreciada por sus ácidos orgánicos, que activan una importante función desintoxicante. La [fresa](https://www.cuerpomente.com/guia-alimentos/fresa) es remineralizante, antianémica y nutritiva. - Limón: Su acidez es muy apropiada para depurar. El [limón](https://www.cuerpomente.com/guia-alimentos/limon) se toma en forma de limonada o en zumo mezclado con otros cítricos. Es diurético, digestivo y antidiarreico, refuerza el sistema circulatorio y fluidifica la sangre. Además es antioxidante y anticancerígeno, activa el sistema inmunitario. - Níspero: Su sabor acidulado lo hace especial. Su color anaranjado denota la presencia de betacarotenos. Es tonificante, ligero y rico en fibra. - Pomelo: Es depurativo y favorece la digestión. El pomelo rosado, más dulce, es rico en licopeno, un pigmento antioxidante y anticancerígeno. Semillas y germinados en primavera Al brotar, una semilla condensa toda la energía primaveral, de nacimiento y renovación, de \"germen\". Conforme crece la raíz y las primeras hojas, se crean nuevas vitaminas. Y la primavera y el inicio del verano son las mejores épocas para consumirlos, puesto que las semillas germinan con más facilidad. Los [germinados](https://www.cuerpomente.com/guia-alimentos/germinados) son alimentos vivos de gran calidad que aportan al organismo su excelente potencial nutritivo. Son capaces de regenerar y dar vitalidad al organismo, y estimulan el funcionamiento del sistema inmunitario. Debido a su poder antioxidante, contribuyen a ralentizar el proceso de envejecimiento. Los germinados resultan muy alcalinizantes: mantienen el equilibrio ácido-básico de la sangre. La reserva nutritiva en todos los granos y semillas consiste en hidratos de carbono, proteínas, vitaminas y sales minerales. Son los mismos nutrientes que requiere el organismo para su correcto mantenimiento y desarrollo. Constituyen verdaderos concentrados de vitaminas (A, grupo B, C, D, E y K) y minerales (tales como calcio, hierro, fósforo, magnesio). Y son energéticos, ricos en aminoácidos, clorofila y oligoelementos, y aportan en proporción pocas calorías. Pero el interés de la germinación está, además, en que se transforma el grano: las enzimas activan un proceso de predigestión, con lo que el almidón se hace fácilmente asimilable. Se liberan todos los nutrientes encapsulados de modo que sus vitaminas y oligoelementos se tornan altamente biodisponibles y se multiplica su valor nutricional. Estos son algunos de sus beneficios: - El almidón se desdobla en maltosa y dextrina, azúcares más simples que exigen menos esfuerzo al aparato digestivo. - Las proteínas complejas se transforman en aminoácidos simples, algunos de ellos, esenciales para el ser humano. - Se sintetizan abundantes vitaminas y enzimas. La vitamina C se multiplica por seis en el trigo germinado y la E se triplica en los cuatro primeros días. Al germinar la soja, la provitamina A se dobla en las primeras 48 horas y vuelve a doblarse en las 24 horas siguientes. La riboflavina (vitamina B2) aumenta un 100% tras 54 horas y la niacina (vitamina B3), en tres días. Pero en cuanto el tallo se endurece ese contenido disminuye. - Son bajos en grasas, y las que tienen carecen de colesterol y se transforman en ácidos grasos esenciales. - Si se exponen a la luz se forma clorofila, un buen agente desintoxicante y regenerador del organismo. - Son útiles para favorecer la flora intestinal y contra el estreñimiento, por su alto porcentaje de fibra. Los brotes germinados se pueden consumir enteros, incluyendo la raíz, que sale primero, y las hojas. Son muy agradables al paladar, por su sabor intenso o picante, sabroso o delicado. Se adaptan bien a platos de todo tipo, aunque es preferible consumirlos crudos (en ensaladas, licuados, bocadillos, tapas, etc.) porque la cocción destruye gran parte de su contenido nutricional. En los platos calientes se recomienda añadirlos al final. Para depurarse, mejor en crudo Todos los principios activos de verduras, germinados y frutas se mantienen mejor en crudo. Los alimentos sin cocer son un pilar fundamental de toda dieta sana y deberían suponer un mínimo del 30% de ella, con un plato de ensalada diario y cuatro raciones de fruta fresca, junto a frutos secos, semillas y brotes. Al no estar procesados, los vegetales crudos conservan la calidad de todos sus nutrientes, que se manifiestan de forma conjunta y complementaria. Las vitaminas no se deterioran, ni se modifican las proteínas o los ácidos grasos. Además, los crudos favorecen una flora intestinal sana. Los alimentos crudos sacian más fácilmente al no estar predigeridos por la cocción. Ayudan asimismo a conocer las necesidades alimentarias del organismo y generan una sensibilidad especial hacia los sabores genuinos y las texturas crujientes. Son las estrellas de platos muy coloristas como ensaladas, macedonias y tentempiés. Sencillos y naturales, los alimentos sin procesar poseen la fuerza vital que les ha dado la naturaleza. Asimismo, los de cultivo ecológico pueden poseer un equilibrio de nutrientes superior al de los productos de cultivo forzado. Son preferibles los métodos de cocción más ligeros y los aderezos con plantas frescas y aceite en crudo. Mejor restringir los fritos y la olla a presión. Igualmente, es bueno reducir los condimentos salados y las salsas consistentes. Cuando las temperaturas ascienden y llega la primavera, nada mejor que optar por platos regeneradores, refrescantes, que propician la apertura y la ligereza, con proteínas moderadas e hidratos de carbono complejos. Dietas que te dan un respiro Es imprescindible entender el ayuno o la dieta depurativa como una elección voluntaria, una opción para permitir el descanso del organismo. Junto con la dieta, se han de aparcar estos días hábitos poco saludables como el tabaco, el café o el alcohol. los efectos. El proceso se nota no solo a nivel físico, sino también en un estado de introspección y de revisión interna acompañado de un aumento de la vitalidad. Se puede seguir un ayuno o dieta depurativa en casa, o acudir a un centro o clínica especializada para un programa más largo y supervisado. En cualquier caso, es conveniente consultar con un especialista en salud antes de iniciar cualquier tipo de dieta. Aquí se presentan diferentes opciones, desde las más intensas a las más suaves, para realizar entre uno y cuatro días: - Ayuno de infusiones depurativas, caldos vegetales o limonadas con sirope de savia (unas seis tomas al día). - Ayuno a base de zumos de frutas y verduras (unas seis tomas). - Ayuno de zumos por la mañana y la noche, infusiones entre horas y caldos vegetales en la comida y la cena. - Monodieta de frutas: tomar solo un tipo de fruta, en unas cinco tomas, hasta saciarse. Se suele hacer con fresas. - Una variante es alternar esta dieta con otras frutas crudas. - Días de alimentación cruda, con frutas por la mañana y la noche, y ensalada de hortalizas crudas y germinados al mediodía. Entre horas se toman zumos o infusiones. - El mismo modelo pero con un plato cocido al mediodía (papilla de copos de avena o arroz integral con verduras). - Cura de avena: desayuno a base de copos de avena y manzana rallada; comida y cena con papilla de copos y verduras variadas; entre horas, fruta o infusiones. "}