{"title": "Máster Universitario en Naturopatía y Medicina Alternativa", "author": null, "url": "https://eudesuniversitas.com/master-universitario-en-naturopatia-y-medicina-alternativa/", "hostname": "eudesuniversitas.com", "description": "Obtén una formación completa en naturopatía y medicina alternativa. Aprende las técnicas para promover la salud y el bienestar de manera natural.", "sitename": "Eudes Universitas", "date": "2022-06-27", "cleaned_text": "El Máster en Naturopatía cuenta con la Acreditacion de IEPMA, el cual abarca gran conocimiento acerca de los remedios naturales y la Medicina Alternativa que benefician en numerosos tratamientos para la salud de las personas. En la actualidad, la medicina natural o conocida también como «Naturopatía» cada vez cobra mayor relevancia dentro de la sociedad y, por lo tanto, es de suma importancia enseñar y transmitir todo lo que envuelve las propiedades naturales que nos ofrece la madre tierra. Asimismo, parte de una pseudociencia que se complementa con una serie de terapias que se realizan a modo de prácticas naturales con el objetivo de curar o prevenir enfermedades y/o malestares a través del uso de recursos obtenidos de la naturaleza y sin llegar a ser tratamientos de proceso complicado. Teniendo en cuenta que la finalidad de la Medicina Alternativa es ayudar a mejorar la salud y las condiciones físicas de personas que no se encuentra saludablemente bien, con nosotros aprenderás a desarrollar el conocimiento crítico y la comprensión práctica de todo lo que rodea las terapias naturales. Objetivos de Master en Naturopatía y Medicina Alternativa Al finalizar el Máster en Naturopatía los estudiantes estarán en la capacidad de: - Obtención del conocimiento de medicina y tratamiento natural y personalizado. - El estudiante podrá desempeñar las funciones pertinentes a las Terapias Naturales. - Impulsar el estudio y desarrollo de las Terapias Naturales. - Obtención de conocimiento enfocado en las curas y tratamientos de enfermedades. - Capacidad para ofrecer un diagnóstico naturista médico convencional. - Desarrollar su carrera como Terapeuta Natural. - Dominio de terapias naturales con la finalidad de desempeñar su conocimiento en spas, centros naturistas, dietética y centros naturistas. ¿A quién va dirigido el programa Medicina Alternativa? Dirigido a profesionales que laboren en el ámbito de la Salud y que desean ampliar sus conocimientos acerca de los propósitos y beneficios que comprenden la Medicina Natural. Asimismo, es un Máster que puede complementarse con las siguientes áreas profesionales: Medicina Alternativa, médico general, consultor naturista, investigador de medicina natural, entre otros, que pueden ser aplicados en sectores tanto públicos como privados. ¿Se puede trabajar con un Máster en Naturopatía con el Diploma del Instituto Europeo de Medicina Alternativa y Psicología Holística? Sí se puede dado que está amparado en la sección laboral de Profesiones Parasanitarias. De todas maneras siempre recomendamos que el alumno antes de proceder a la práctica laboral, obtenga un seguro de responsabilidad civil y se asocie a IEPMA de manera que siempre pueda estar cubierto y bien asesorado. Para ello le daremos al Alumno/a todo el soporte que necesite en los trámites. ** Para trabajar fuera de la Comunidad Económica Europea necesitará Apostillar el Título en Notario, trámite el cual podemos realizar si el Alumno lo desea. ¿Dónde se realiza en Curso Medicina Alternativa? Eudes Universitas es una Escuela que ofrece un sistema de enseñanza de calidad dirigido y compatible a todas las personas que deseen ampliar sus conocimientos y crecer en el ámbito profesional sea a través de la realización de Cursos, Máster, Posgrados y Diplomados. Nuestro método de enseñanza se basa en la libertad, la libertad del alumno a la hora de escoger la fecha de comienzo, así como organizarse para acceder a los contenidos, los cuales están disponibles las 24 horas del día durante 365 días al año así como la posibilidad en el nuevo campus de acceder de manera ilimitada a los contenidos. Preguntas Frecuentes: ¿Puedo terminar el Master Medicina Alternativa antes de Tiempo? Claro que sí ! ¿Puedo reservar con una Matrícula? Claro, de hecho solo podrán tener acceso al Máster todos aquellos alumnos que hayan abonado la Matrícula Correspondiente. ¿Puedo abonar a plazos? Por supuesto, usted puede abonar a plazos SIEMPRE y cuando no sea una Oferta ESPECIAL tipo BECA. ¿Qué ocurre si he pagado Matrícula y no puedo empezar? La Matrícula no se reembolsa pero dicho importe se puede descontar de cualquier compra que realice a modo de Cupón de Descuento.es u Perfil de la Tutora que imparte el Máster Doctora Claudina Médico Licenciada en Medicina y Cirugía, Terapias Alternativas, Medicina Ocupacional, Diplomatura en Formación Docente ¿Cómo se verá mi Diploma al finalizar? (El Diploma es de EJEMPLO) También te puede llegar a interesar: [https://eudesuniversitas.com/master-universitario-en-fitoterapia/](https://eudesuniversitas.com/master-universitario-en-fitoterapia/) Temario del Curso 1500 horas Módulo I : Anatomía y Fisiología 1. Introduccion a la anatomia y fisiologia 2. Integración y adaptación del organismo 3. Niveles quimicos en el cuerpo humano y nivel celular 4. Los 4 tipos de tejido en el cuerpo humano 5. Concepto de anatomia 6. Organos y sistemas del cuerpo humano 7. Sistema circulatorio 8. Sistema linfatico 9 sistema inmunitario 10. Sistema endocrino 11. Sistema digestivo 12. Sistema respiratorio 13. Sistema urogenital 14. Organos de los sentidos 15. Sistema nervioso 16. Sistema locomotor 17. Sistema tegumentario bibliografia videos recomendados Módulo II : Fitoterapia Leccion 1 introducción a la fitoterapia Leccion 2 introducción a la fitoterapia Lección 3 prescripción en fitoterapia Lección 4 formas galenicas Lección 5 formas galenicas Lección 6 tratamiento con plantas medicinales - acción sobre el sistema nervioso Lección 7 tratamiento con plantas medicinales - acción sobre el sistema nervioso Lección 8 tratamiento con plantas medicinales - acción sobre el sistema nervioso Lección 9 tratamiento con plantas medicinales - acción sobre el sistema nervioso Lección 10 tratamiento con plantas medicinales - trastornos gastrointestinales Lección 11 tratamiento con plantas medicinales - trastornos gastrointestinales Lección 12 tratamiento con plantas medicinales - trastornos gastrointestinales Lección 13 tratamiento con plantas medicinales - trastornos gastrointestinales Lección 14 tratamiento con plantas medicinales - trastornos respiratorios Lección 15 tratamiento con plantas medicinales - trastornos respiratorios Lección 16 tratamiento con plantas medicinales - trastornos respiratorios Lección 17 tratamiento con plantas medicinales - trastornos respiratorios Lección 18 tratamiento con plantas medicinales - trastornos respiratorios Lección 19 tratamiento con plantas medicinales - trastornos oculares, de oído y de garganta Lección 20 tratamiento con plantas medicinales - trastornos oculares, de oído y de garganta Lección 21 tratamiento con plantas medicinales - trastornos circulatorios Lección 22 tratamiento con plantas medicinales - trastornos circulatorios Lección 23 tratamiento con plantas medicinales - trastornos circulatorios Lección 24 tratamiento con plantas medicinales - trastornos circulatorios Lección 25 tratamiento con plantas medicinales - trastornos renales, urinarios y hepáticos Lección 26 tratamiento con plantas medicinales - trastornos renales, urinarios y hepáticos Lección 27 tratamiento con plantas medicinales - trastornos renales, urinarios y hepáticos Lección 28 tratamiento con plantas medicinales - trastornos renales, urinarios y hepáticos Lección 29 tratamiento con plantas medicinales - trastornos renales, urinarios y hepáticos Lección 30 tratamiento con plantas medicinales - trastornos renales, urinarios y hepáticos Lección 31 tratamiento con plantas medicinales - trastornos renales, urinarios y hepáticos Lección 32 tratamiento con plantas medicinales - trastornos ginecológicos y obstétricos Lección 33 tratamiento con plantas medicinales - trastornos ginecológicos y obstétricos Lección 34 tratamiento con plantas medicinales - trastornos ginecológicos y obstétricos Lección 35 tratamiento con plantas medicinales - trastornos ginecológicos y obstétricos Lección 36 tratamiento con plantas medicinales - trastornos reumtológicos Lección 37 tratamiento con plantas medicinales - trastornos reumtológicos Lección 38 tratamiento con plantas medicinales - trastornos dermtológicos Lección 39 tratamiento con plantas medicinales - trastornos dermtológicos Lección 40 tratamiento con plantas medicinales - trastornos dermtológicos Lección 41 tratamiento con plantas medicinales - trastornos dermtológicos Lección 42 tratamiento con plantas medicinales - trastornos hormonales y metabólicos Lección 43 tratamiento con plantas medicinales - trastornos hormonales y metabólicos Lección 44 tratamiento con plantas medicinales - trastornos hormonales y metabólicos Lección 45 tratamiento con plantas medicinales - trastornos hormonales y metabólicos Lección 46 tratamiento con plantas medicinales - cance Módulo III: Aromaterapia y Aceites Esenciales Leccion 1 introducción a la aromaterapia. Leccion 2 introducción 6 aromaterapia, fitoterapia y sinergias. Lección 7 aceites esenciales - localización. Lección 8 aceites esenciales - clasificación Lección 9 aceites esenciales - composición. Lección 10 aceites esenciales - propiedades Lección 11 aceites esenciales - aplicaciones, metodos de destilación, metodos industriales, contraindicaciones y funcionamiento Lección1 2 aceites esenciales - metodos industriales, contraindicaciones Lección 13 aceites esenciales - funcionamiento Lección 14 aceites esenciales - metodos de aplicacion Lección 15 aceites esenciales - variedades Lección 16 aceites esenciales - tratamientos comunes Lección 17 aceites esenciales - tratamientos comunes Lección 18 aceites esenciales - tratamientos comunes Lección 19 aceites esenciales - tratamientos de belleza Lección 20 aceites esenciales - tratamientos de belleza Lección 21 aceites esenciales - aromaterapia para masajes 1° parte Lección 22 aceites esenciales - aromaterapia para masajes Lección 23 aceites esenciales - aromaterapia para masajes 2° parte Lección 24 aceites esenciales - aromaterapia para masajes Lección 25 aceites esenciales - aromaterapia para masajes Lección 26 aceites esenciales - aromaterapia y sexualidad Lección 27 aceites esenciales - aromaterapia y sexualidad Módulo IV: KINESIOLOGIA Parte I: Kinesiología General La Kinesiologia: Introducción Historia de la Kinesiología ¿Qué es la Kinesiología? Concepto Global de la Kinesiología Los Mecanismos de Actuación Los Objetivos de la Kinesiología ¿Para qué sirve la Kinesiología? La Kinesiología Deportiva y el Kinesiólogo La Ley de la Adaptación El Cuerpo Humano Los Propioceptores, Los Anuloespirales y Golgi Los Cuerpos Sutiles Los Mudras Parte II :Introducción a la Kinesiología Aplicada ¿Qué es la Kinesiología Aplicada? Kinesiologia Estructural El Test Muscular Kinesiologia del Codo Kinesiologia de la Columna Vertebral Kinesiologia y Entrenamiento Kinesiotape Módulo V: MASAJE INTEGRAL (Quiromasaje y Drenaje Linfático) Concepto de Quiromasaje. Los beneficios y contraindicaciones. Metodología. Pases y efectos. Articulaciones. Masaje de espalda. Masaje de hombro. Masaje de pie. Masaje de piernas. Sistema circulatorio. Sistema linfático. Sistema muscular. Sistema nervioso. Aparato óseo. Sistema tegumentario. Vídeo Extremidades Inferiores Vídeo Masaje Extremidades Superiores Vídeo Quiromasaje Espalda 1 Vídeo Quiromasaje Espalda 2 Vídeo Masaje Linfático 1 Vídeo Masaje Linfático 2 Vídeo Masaje Venoso Vídeo Masaje Pierna Parte Posterior Actuación y Prevención contra el Covid 0. Introducción 1. Conceptos Básicos 2. Virus COVID-19 3. Sintomatología 4. Cómo se transmite 5. Clínica y Diagnostico del COVID-19 6. Prevención ante el COVID-19 7. Pronóstico 8. Tratamiento 9. Tratamiento 10. Coronabulos e Información Falsa Acerca de COVID-19 11. Conclusión Bibliografía Módulo VI: MEDICINA TRADICIONAL CHINA Parte I. Fundamentos de la Medicina Tradicional China Historia de la Medicina Tradicional China Historia de la Medicina Tradicional China (Parte 2) Historia de la Medicina Tradicional China (Parte 3) Historia de la Medicina Tradicional China (Parte 4) Historia de la Medicina Tradicional China (Parte 5) Historia de la Medicina Tradicional China (Parte 6) Principios fundamentales de la Medicina china Principios fundamentales de la Medicina china (Parte 2) Los 5 elementos Los 5 elementos (Parte 2) Definiciones básicas Definiciones básicas (Parte 2) Parte II. Técnicas de sanación Técnicas de sanación: Acupuntura Técnicas de sanación: Acupuntura (Parte 2) Técnicas de sanación: Acupuntura (Parte 3) Técnicas de sanación: Acupuntura (Parte 4) Técnicas de sanación: Acupuntura (Parte 5) Técnicas de sanación: Acupuntura (Parte 6) Técnicas de sanación: Acupuntura (Parte 7) Técnicas de sanación: Auriculoterapia y Moxibustión Técnicas de sanación: Auriculoterapia y Moxibustión (Parte 2) Técnicas de sanación: Terapia con ventosas Técnicas de sanación: Tuina Técnicas de sanación: Terapia alimentaria Parte III. Relajación y autosanación Relajación, meditación y autosanacion: Qi Gong o Chi kung Tai Chi Chuan. Chi Kung Chi Kung (Parte 2) Chi Kung (Parte 3) Chi Kung (Parte 4) Chi Kung (Parte 6) Chi Kung (Parte 7) Tai Chi Tai Chi (Parte 2) Tai Chi (Parte 3) Módulo VI: OLIGOELEMENTOS Introducción al Curso Carencia de Oligoelementos Conceptos Básicos Introducción Histórica a la Oligoterapia La Vía Test Oligo Energético. Ficha Diatésica. Medicina Funcional Oligoterapia Catalítica El Síndrome de la Desaptación Las 4 Diatesis Aplicación en Patologías y Estados Fisiológicos Particulares Oligoterapia en la Nutrición Conclusiones Posología y Aplicación Terapéutica de la Oligoterapia Módulo VII: Sales de Schussler 1. Introducción. 2. ¿Qué son las Biosales? 3. Historia del doctor schüssler 4. ¿Cómo se producen? y ¿Cómo se toman? 5. Mapa resumen. 6. Las sales 1 a 1. 7. ¿Qué sales necesito? 8. Terapia preventiva. curas de fortalecimiento 9. Curas de bienestar. 10. Hacia una buena salud. Módulo VIII: Iridiologia (Lectura de Salud a través del IRIS) Lección l. Iridologia: concepto e historia. Constitución y disposición del ojo. Linfática. Constitución y disposición del ojo. Reumática. Constitución y disposición del ojo. Neurogenética. Copografia del ojo. Lección 2. El iris en el diagnóstico básico. Lección 3. Signos del iris recurso Signos del iris I. Signos del iris II. Fotografías de la lección 3 galería lightbox. Lección 4. Signos del iris III A. Signos del iris III B. Signos del iris III C. Signos del iris III D. Fotografías de la lección 4 galería lightbox Lección 5. Signos del iris iv. Diagnóstico pupilar y esclerótica I. Diagnóstico pupilar y esclerótica II. Diagnóstico pupilar y esclerótica III. Diagnóstico de los ojos según F.W.Willgeroth. Fotografías de la lección 5 galería lightbox. Lección 6. Las enfermedades del estómago e intestinos a través del iris (I). Las enfermedades del estómago e intestinales a través del iris(II). Las enfermedades hepático - biliares a través del iris. Fotografías de la lección 6 galería lightbox Lección 7. La diabetes a través del iris. las enfermedades del corazón y circulatorias a través del iris. las enfermedades del corazón y circulatorias a través del iris ii. las enfermedades respiratorias a través del iris. fotografías de la lección 7 galería lightbox. Lección 8. Las enfermedades renales a través del iris. Las enfermedades genitales a través del iris. Las enfermedades de la piel a través del iris. Las enfermedades del sistema nervioso a través del iris. Fotografías de la lección 8 galería lightbox. Lección 9. Las enfermedades del sistema nervioso a través del iris ii. Fotografías de la lección 9 galería lightbox. Lección 10. El fondo del ojo. Ventajas de la iridiologia. Mantenga el iris y el cuerpo sin impurezas. Ampliando Conocimientos Libro archivo. Fenómenos del lumen y señalización hereditaria recurso. Fenómenos del borde de la pupila y control nervioso del órgano recurso Módulo IX: Auriculoterapia Auriculoterapia: Indicaciones y Contraindicaciones Anatomía del Pabellón Auricular (topografía auricular) Técnicas y Elección de Puntos, terapia y equipos e instrumentos Obesidad Tabaquismo Adicciones Sistema Genitourinario Sistema Respiratorio Sistema Digestivo Sistema ORL Sistema Neurológico Los Dolores Osteoarticulares Módulo X: Reiki Módulo I. 1. Introducción. 2. Método de sanación Reiki. 3. La ciencia del Reiki 4. Historia del Reiki 5. El movimiento Reiki Occidental 6. El movimiento Reiki Japonés 7. Generalidades sobre la sesión de Reiki Módulo II. 1. Etapas de la aplicación reiki 2. El conocimiento reiki en el dominio publico 3. Reiki y energía de la luz 4. Niveles reiki 5. Las posiciones de las manos durante el trata-miento reiki 6. Como usar los símbolos reiki 7. Otras aplicaciones creativas de reiki Módulo III. 1. Reiki en grupo, círculos de sanación 2. Comunicación y telemeditación 3. Recomendaciones para los receptores a distancia de reiki 4. La actitud del sanador Reiki II y su responsabilidad como portador de la luz 5. Métodos complementarios de reiki 6. Meditaciones para canalizar a los guías espirituales y la sabiduría del yo soy 7. Las etapas de una sesión de reiki 8. Yoga para el control de la energía 9. Consejos para la purificación personal cuerpo-mente 10. ¿A quién hacer un tratamiento a distancia? 11. Variedad de tratamientos con símbolos. 12. Los tres símbolos y sus funciones 13. Potenciando la mente 14. Equilibrado de Chakras Módulo XII : Chakras Parte I. Los 32 Chakras y la columna. 1. Primer nivel. 2. Segundo nivel. 3. Tercer nivel. Parte II. Los Chakras y los cuerpos áuricos. 1. Los Chakras y los cuerpos áuricos aura física 2. Aura etérea 3. Aura vital 4. Aura astral 5. Aura mental inferior 6. Aura mental superior 7. Aura mental superior 8. Sanación del aura 9. Ejercicio respiración luminosa 10. Protección del aura 11. Cómo percibir el aura Parte III. El aura, los colores y su significado 1. Los colores y su significado. 2. Color del aura y numerología 3. Vampiros psíquicos y energéticos 4. Baño para la limpieza del aura 5. Limpieza con cristales de cuarzo 6. Cuencos tibetanos 7. Aura contraída y expandida 8. Meditación de despejamiento del aura Parte IV. Sanación kármica. 1. El karma individual 2. Karma familiar 3. Decreto kármico del perdón 4. Limpieza y purificación kármica 5. Decreto de prosperidad y abundancia Parte V. Numerología Kármica 1. Numerología kármica 2. Años kármicos 3. Significado de tu número kármico Parte VI. Karma en las relaciones de pareja. 1. Pareja karmática. 2. Limpieza del karma en nuestro adn Parte VII. Energía. 1. 7 principios básicos para el trabajo de energetización 2. Ejercicios básicos de energización personal 3. Cómo equilibrar el circuito 4. Hemodiálisis energética 5. Activación de la espina dorsal energética a través de las manos Módulo XIII: Biomagnetismo Parte I: El Biomagnetismo Parte II: Las Partes del Cuerpo Humano Parte III: Método Kinesiológico y Bioenergético Parte IV: Focos para Tratar Reservorios Parte V: Puntos de Tratamientos para la Terapia de Imanes Módulo XIV: Flores de Bach Módulo I: Introducción a las flores de Bach Edward Bach el hombre Edward Bach - Funcionario médico Edward Bach - Los siete Nosodes Edward Bach - Las tres primeras plantas Edward Bach - Su última carta La enfermedad según Edward Bach La curación según Edward Bach Los doce sanadores Los siete ayudantes Qué son las flores de Bach Nociones de terapias energéticas y modo de actuación de las esencias florales Grupo I - Los que tienen miedo Grupo II - Los que sienten incertidumbre Grupo III - Los que no buscan interés por el presente Grupo IV - Los que se sienten solos Grupo VI - Los que están desesperados y abatidos Grupo VII - Los que sufren por los otros RESCUE remedy y RESCUE Cream REMEDIO DEL RESCATE Preparación de la tintura madre y del stock Preparados florales Ejercicios prácticos Módulo II: Aplicaciones de las Flores de Bach Tensión muscular Posiciones existencialistas Enfermedades incurables. Flores y niños Aspectos Físicos y Emocionales Flores de Bach para el embarazo Aplicación local de las flores de Bach Tres Errores Esencialmente Masculinos Diagnóstico diferencial entre Heather y Agrimony: Dos histriones sin identidad propia. Educación Visual y Terapia Floral El Proceso de Transformación en el Trabajo con las Esencias Florales Módulo III: Fórmula de las Flores de Bach Algunas formulas del Dr. Humberto Julio Iturralde Selman Módulo IV: Cuestionario Flores de Bach Niños Cuestionario Flores de Bach Niños. ** Durante todo el tiempo de la Formación el alumno podrá solicitar 4 Tutorias Privadas por Mensajería / Chat privado con la Profesora. Titulación ¿Qué Tipo de Titulación de Master voy a obtener? Un Diploma de Máster Universitario de Formación Continua Acreditado por la Universidad Americana UIP + Diploma de Eudes Universitas. También se incluye: - Expediente Académico Completo - Carta de Recomendación Académica firmada por la Rectora de UIP - Certificado Internacional Educalink con equivalencia en Créditos ETCS Europeos Opcional: Al terminar se puede solicitar Diploma de convalidación con la Universidad de California FCE tanto para Masters como para Doctorados (Si se ha cursado la carrera), le rogamos escriba para que le podamos dar mas información. Importante: Para el Acceso a Doctorado si es imprescindible haber realizado una carrera universitaria. ¿A quién va dirigido este Máster? Nuestros másteres tienen el equilibrio de poder ayudar tanto a jóvenes que aún no tienen experiencia laboral, como a aquellos profesionales que ya tienen un amplio recorrido en su sector pero que necesitan actualizarse. ¿Hace falta tener formación previa en la materia del máster? En principio no dado que son Másteres de Título Propio encaminados al desarrollo profesional y personal, pero siempre es recomendable disponer de una base mínima de estudios. Así se verá tu Diploma de EUDES al Finalizar: Así se verá tu Diploma de la Universidad Americana UIP : "}