{"title": "PDF", "author": "PDF", "url": "https://dcs.az.gov/sites/default/files/CMDPProviderNewsletter_Fall2019.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 Volume 9 Issue 3 Influenza Vaccine and Your Child for the 2019 -2020 Season Influenza is a very common illness. The Centers for Disease Control (CDC) estimates that 23 million to 26 million people got sick and as many as 31,200 individuals died from related complications of influenza this past year. The influenza season goes from November through March or April. Children often have the highest attack rates of influenza. They play a pivotal role in the transmission of influenza virus infections to households and close contacts. Among pediatric deaths of children 6 months and older who were eligible for vaccinations and for whom vaccination status was known, approximately 80% had not been vaccinated during the 2017 -2018 season. Influenza typically begins with sudden onset of fever, often accompanied by chills, headache, malaise, diffuse muscle pain and a nonproductive cough. Subsequently, respiratory tract signs including sore throat, nasal congestion and cough, become more prominent. Influenza viruses are of three types A, B and C. Epidemic disease is caused by influenza virus types A and B, and both influenza A and B virus antigens are included in influenza vaccines. The exact strain that is prevalent in the community changes season by season. Vaccination is the best deterrent against influenza. There are 2 forms of the vaccine, inactivated influenza vaccine (IIV), administered intramuscularly or intradermally, and live -attenuated influenza vaccine (LAIV), administered intranasally. Any licensed influenza vaccine given as indicated for age and health status can be used to protect children against influenza for the 2019 -2020 season. The American Academy of Pediatrics (AAP) recommends using the influenza vaccine (IIV) as the primary choice while saying LAIV may be used for children who would not otherwise receive a vaccine. The CDC did not express a preference. Children 6 months to 8 years of age who are receiving influenza vaccine for the first time or who received only 1 dose before July 1, 2019 should receive 2 doses ideally by the end of October. Children 9 years of age and older require only 1 dose of influenza vaccine annually, regardless of their influenza immunization history. Any available, age appropriate vaccine can be used and IIV and LAIV are considered to be interchangeable. Provider Review Influenza Vaccine and Your Child For the 2019 -2020 Season (continued) 2 Arizona Vaccines for Children Program (VFC) 3 Vaccine and Appointment Reminders 4 Arizona Syphilis Outbreak in Women and Babies 5 Behavioral Health Services provided by the PCP 6 Care Coordination and Provider Responsibility 7 End of Life Care 8 Fluoride: The \"F\" Word of Dentistry 9 Benefits of Cultural Competence 10 Billing Members is Prohibited 11 Provider References 12 Inside this issue: 2 Email Member Services at CMDPMemberServices@AZDCS.gov to request the following: Member Eligibility Dental History General Questions CMDP Provider Insight IIV can be administered simultaneously with other live and inactivated vaccines. LAIV is contraindicated in children younger than 2, children 2 -4 with a diagnosis of asthma or a history of recurrent wheezing in the previous 12 months, children with known or suspected immunodeficiency disease or who are receiving immunosuppressive therapies, close contacts and caregivers of those who are severely immunocompromised, children and adolescents receiving aspirin or salicylate containing medications, children who have received other live -virus vaccines within the previous 4 weeks ( except for rotavirus vaccine). LAIV can be administered on the same day with other live -virus vaccines if necessary and in children taking an influenza antiviral medication and until 48 hours and up to 2 weeks after stopping the medication. If antiviral medications are necessary for treatment within 5 -7 days of LAIV immunizations, re -immunization is indicated. There is strong evidence that egg -allergic individuals can safely receive influenza vaccine without any additional precautions beyond those recommended for any vaccine. Influenza vaccine is recommended for all women during any trimester of their pregnancy. Pregnant women who are immunized against influenza at any time during their pregnancy provide protection to their infants during the first 6 months of life wh en they are too young to receive the influenza vaccine themselves. Breast feeding is strongly encouraged to protect infants against influ enza viruses. Breast feeding should be encouraged even if the mother or infant has influenza. References Pediatric, Sept 2019, Policy statement: Recommendations for Prevention and Control of Influenza in Children, 2019 -2020, Committee on Infectious Diseases AAP Red Book 30th Edition pp:476 -493 Influenza Vaccine and Your Child for the 2019 -2020 Season (Continued) 3 Arizona Vaccines for Children Program (VFC) The Vaccines for Children (VFC) Program is a federally funded program that provides vaccines at no cost to children who may n ot otherwise be vaccinated because of inability to pay. All CMDP members qualify for the VFC program. All routine medically necessary vaccines are covered under VFC Program. The Arizona Department of Health Services (ADHS) manages the VFC Program. ADHS operates the Arizona State Immunization Information System (ASIIS) , a registry designed to collect immunization data on individuals within the state. Arizona Revised Statute (A.R.S. §36 -135) requires all providers to use ASIIS to report VFC and private doses they administer to children birth through 18 years of age. Failure to report administered doses to ASIIS can lead to inactivation as a VFC provider. Electronic reporting providers are encouraged to use Health Level Seven (HL7) which allows electronic health records (EHR) to communicat e with ASIIS thus reducing the need to manually report doses into ASIIS. Contact the Arizona Immunization Program Office ASIIS Hotline at 877 -491-5741 or asiis_group1@azdhs.gov for more information on how set up your EHR . Additional Immunization Resources for Health Care Professionals and Staff The Arizona Immunization Program administered through the ADHS offers several resources for health care professionals. For more information on: Arizona VFC Program Operations Guide, click here . Arizona Immunization Program Office Unvaccinated Patient Guide, click here. ASIIS Operations Guide, click here . No cost training on ASIIS and Vaccine Storage and Handling, click here Immunization Refusal If a foster caregiver is objecting to vaccines for a CMDP member, complete a Refusal to Vaccinate form and clearly document t he reasons for the refusal. Send the refusal form and the member's medical records to CMDPNURSE@azdcs.gov , or fax the information to 602.351.8529. Include your contact information so CMDP can provide you with updates on the issue. Check with your email provider on the best way to send information securely to maintain HIPPA and patient privacy. Foster caregivers can consent to health care services including: Immunizations, unless the parents object based on religious beliefs; Evaluation and treatment for emergency conditions that are not life -threatening; Routine medical treatment and procedures; Routine dental treatment and procedures; Early Periodic Screening Diagnosis and Treatment (EPSDT) services (e.g., developmental and behavioral health intakes, screenings, treatment and procedures); Services by health care providers to relieve pain or treat symptoms of common childhood illness or conditions; and Testing for the presence of the human immunodeficiency virus (HIV). When dealing with immunization refusal with children in foster care, the biologic parents still have a say in the health care of their child, if they have not lost their custodial rights. The caregiver is required to respect those rights. However, if there is no reason for the refusal, it is important to notify the DCS Specialist as well as CMDP. CMDP will often contact the member's DCS Specialis t to problem solve the issue, which may involve having the discussion with the Judge involved in the case. Sources: \"Policy and Procedure Manual, Chapter 3, Section 8.1, Medical Services of Children in Out of Home Care,\" Arizona Department of Child Safety, information accessed October 1, 2019. \"Arizona State Immunization Information System (ASIIS), \" Arizona Department of Health Services, https://www.azdhs.gov/ preparedness/epidemiology -disease -control/immunization/asiis/index.php , information accessed October 1, 2019. \"Arizona Immunization Program\", Arizona Department of Health Services, https://www.azdhs.gov/preparedness/epidemiology - disease -control/immunization/index.php , information accessed October 1, 2019. 4 Vaccine and Appointment Reminders The Agency for Healthcare Research and Quality (AHRQ) offers several resources for health care providers seeking to improve patient experience, including the CAHPS Ambulatory Care Improvement Guide . This guide is a comprehensive resource for health plans, medical groups, and other providers seeking to improve their performance in the domains of patient experience. One str ategy outlined in the guide is Strategy 6R: Reminder Systems for Immunizations and Preventive Services . The vaccination rates in Arizona have seen a decline in the past year. Many families may not receive immunizations or prevent ative services because they forget to make appointments or they miss scheduled appointments. The most common causes for missed vaccinations may include caregivers forgetting appointments or not being aware of the child's immunization schedule. One way providers can tackle this issue is to institute reminder and recall systems for patients. If you utilize an Electronic Health Record (EHR), you may already have a mechanism to institute reminders for both providers or for members. If your office still has a paper medical record, it may be as simple as placing an \"immunization due\" sticker in the chart or using a tickler system to remind patients of visits. Visit the information on physician reminder systems. Click here to access information on immunization reminder and recall systems offered by the American Academy of Pediatrics (AAP). Source \"The CAHPS Ambulatory Care Improvement Guide: Practical Strategies for Improving Patient Experience,\" U.S. Department of Health and Human Services, Agency for Healthcare Research and Quality, https://www.ahrq.gov/cahps/quality -improvement/improvement -guide/improvement -guide.html , Content last reviewed April 2019. Content accessed October 1, 2019. Arizona Prescribers at Risk for Missing the 2020 EPCS Mandate According to the latest Surescripts data, roughly 4 out of 10 prescribers in Arizona are at risk for missing the January 1, 2020 deadline to meet the new electronic prescribing of controlled substances (EPCS) state requirements mandated by House Bill (HB) 2075. As of August 2019, approximately 61% of prescribers in Arizona are on track and 39% are not. Health Current, in partnership with the Arizona Health Care Cost Containment System (AHCCCS), Arizona Department of Health Services (ADHS) and the Arizona Board of Pharmacy, developed the 2019 EPCS Click for Control Campaign which offers a wealth of online resources to help prescribers meet the requirements. In addition to the online materials, the 2019 EPCS Click for Control Campaign Webinar Series is available on the Health Current website for viewing. For more information, visit the 2019 EPCS Click for Control online resources. For other EPCS questions, contact Health Current at erx@healthcurrent.org or (602) 688 -7200. 5 Arizona Syphilis Outbreak in Women and Babies Reported cases of congenital syphilis in women and babies are increasing in Arizona. Since 2015, the yearly average of syphil is cases in women has increased by 269%. Out of 82 babies born with syphilis in 2019, so far 4 have died. The Arizona Department of Health Services (ADHS) has developed a multipronged approach to control the spread of syphilis. ADH S is partnering with health agencies statewide to increase awareness for pregnant women and their partners and educate health c are providers on appropriate screening and treatment. Healthcare Provider Screening Recommendations from ADHS: Screen all pregnant women at first prenatal visit, third trimester, and delivery regardless of risk. Create electronic reminder systems for clinicians to screen for syphilis if there is no documented screening after 1st prenat al visit and/or after 32 -week visit. Perform opt -out screening for syphilis in both men and women who use hard drugs. Ensure all positive syphilis screens are followed up with appropriate treatment. Continue to screen sexually active men who have sex with men (MSM) annually and every 3 -6 months if at increased risk. Continue to screen sexually active, HIV positive persons at least annually and every 3 -6 months if at increased risk. Additional Requirements: Report new diagnoses of syphilis to the local health department within five business days. Adhere to the 2015 STD Treatment Guidelines . Encourage patients with primary, secondary, or early syphilis to notify their sex partners, and encourage those partners to s eek testing and treatment. Local health departments provide confidential STD testing and treatment for sex partners. Screening and Treatment: Diagnosing syphilis requires two blood tests (treponemal and non -treponemal). Benzathine penicillin G (2.4 million units IM) in a single dose is recommended for primary, secondary and early latent syphil is (i.e. persons infected within the past 12 months). Benzathine penicillin G (7.2 million units total) administered as 3 doses of 2.4 million units IM each at 1 -week intervals is recommended for late latent syphilis. Penicillin G is the only known effective antimicrobial for preventing maternal transmission to the fetus. Pregnant women who report penicillin allergy should be desensitized and treated with penicillin. See the 2015 STD Treatment Guidelines for more information. Sources: \"Arizona Syphilis Outbreak: Women and Babies ,\" Arizona epidemiology -disease -control/disease -integration \"2015 Sexually Transmitted diseases Treatment Guidelines , Syphilis,\" Division of STD Prevention, National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, Centers for Disease Control and Prevention, https://www.cdc.gov/std/tg2015/syphilis.htm . Page last reviewed June 4, 2015. Information accessed October 30, 2019. 6 Behavioral Health Services Provided by the PCP When a Primary Care Provider (PCP) initiates medication management services to treat a member's behavioral health disorder an d it is subsequently determined by the PCP that the member should be referred to a behavioral health provider for evaluation and/o r continued medication management services, the PCP is responsible for coordinating the referral with the member and the RBHA o r the BH Provider. This includes sharing the appropriate medical record information. Behavioral health services provided by a PCP within their scope of practice are covered by CMDP. In general PCPs may provide care for uncomplicated Attention Deficit Disorder, Anxiety and Depression. For the antipsychotic class of medications, prior authorization may be required. This includes the monitoring and adjustments of behavioral health medications. The expectation is that PCPs have performed the following when prescribing BH meds: Non pharmacologic treatments have been attempted first as appropriate; A validated assessment tool is utilized to inform treatment decisions as appropriate; The physical examination during the visit includes the appropriate exam components including but not limited to weight, blood pressure, neurologic exam and other pertinent exam components; The Risks, Benefits and Side -effects are discussed with the member and the caregiver, and are evaluated at each medication monitoring appointment; The member's chart includes the appropriate Informed Consent/Assent for Psychotropic Medication Treatment ; Appropriate follow up visits are conducted; At minimum, a yearly comprehensive appointment that addresses the conditions that are being treated; Metabolic monitoring is conducted as appropriate for the condition and the medication; A follow up exam appointment or due date is documented and clearly communicated to the caregiver; Coordination with the member's BH provider is conducted. Specialty and Referral Services PCPs in their care coordination role serve as the referral agent for specialty and referral treatments and services provided to assigned members, and should coordinate quality care that is efficient and cost effective. Coordination responsibilities include, but are not limited to: Referring members to providers or hospitals within the CMDP network, as appropriate, and if necessary, referring members to out -of-network specialty providers; Coordinating with the CMDP for prior authorization for members; Conducting follow -up (including maintaining records of services provided) for referral services that are rendered to their assigned members by other providers, specialty providers and/or hospitals; and Coordinating the medical care of CMDP members, including at a minimum: Oversight of drug regimens to prevent negative interactive effects, Follow -up for all emergency services, Coordination of inpatient care, Coordination of services provided on a referral basis, and Assurance that care rendered by specialty providers is appropriate and consistent with each member's health care needs. Source: AHCCCS Medical Policy Manual (AMPM) Chapter 500, Care Coordination Requirements 7 Care Coordination and Provider Responsibilities As a Primary Care Provider (PCP) and an AHCCCS provider your responsibilities include but are not limited to: Providing initial and primary care services to members; Initiating, supervising, and coordinating referrals for specialty care and inpatient services; Maintaining continuity of member care; Conducting follow up of inpatient or emergency services, (including maintaining records of services provided) for referral services that are provided to the member by other providers, specialty providers and/or hospitals; Maintaining the member's medical record; Providing the member's Behavioral Health (BH) provider with a summary of the members medical conditions, medications, allergies and immunizations as well as any follow up needed on a monthly basis; Establishing a medical record when behavioral health information is received from the Tribal Regional Behavioral Health Authority (TRBHA) or Regional Behavioral Health Authorities (RBHA) or the behavioral health provider about a member assigned to the PCP even if the PCP has not yet seen the assigned member. In lieu of establishing a medical record, the information may be kept in an appropriately labeled file but must be associated with the member's medical record as soon as one is established; Providing clinical information regarding member's health and medications to the treating provider, including behavioral healt h providers, within 10 business days of a request from the provider. All CMDP members have an assigned BH provider. Please contact the BH provider or RBHA to identify the BH provider and coordinate care. Source: AHCCCS M edical Policy Manual (AMPM) Chapter 500, Care Coordination Requirements 8 End of Life Care - Advance Care Planning Although not common, CMDP members may have conditions that are life limiting. In these cases, it is important to begin discussions with the member and their caregiver about Advance Care Planning in preparation for End of Life (EOL) Care. CMDP members do not always have the involvement of their biological families and these discussions can be very stressful for the child and their caregivers. Even though a child is in foster care, biological families should be involved when possible in these discussions and decisions. A discussion with the Department of Child Safety Specialist (DCSS) is the best approach in identifying the appropriate level of involvement allowed. Palliative care and hospice services are covered under AHCCCS by CMDP, as is Advance Care Planning. Hospice services provide palliative and support care for terminally ill members and their family members or caregivers in order to ease the physical, emotional, spiritual, and social stresses, which are experienced during the final stages of illness and during dying and bere avement. These services are covered for members who are certified by a physician as being terminally ill and having six months or le ss to live (see AHCCCS Medical Policy Manual, Policy 310 -J, for details on covered hospice services) . Advance Care Planning is developed by the appropriately qualified providers as part of end of life care. The appropriately qu alified professional may be the PCP, the specialty provider or a hospice provider. In all the scenarios, coordination of care and communication is paramount to maintain appropriate care of the member and develop an appropriate Advance Care Plan. An Advance Care Plan includes the development of a written plan of care and communication with additional medical providers. The qualified health professional is also responsible for educating the member, biological family if applicable, out -of-home caregiver, custodial guardian and legal representative about the member's illness and the health care options to enable them to make educated decisions. Additional services may include: Identifying the member's healthcare, social, psychological and spiritual needs; Discussing the choices for care and treatment; and Assisting in identifying practical support to meet the member's needs. If you have a CMDP member in need of EOL services, contact CMDP Medical Services at 602.351.2245 or email CMDPNurse@azdcs.gov for assistance with care coordination. CMDP can assist with transportation, hospice prior authorizations and other complex care needs identified. Any member, caregiver, legal guardian, Department of Child Safety Specialist, or pro vider can request care management assistance from CMDP to facilitate EOL care and advanced care -planning services. 9 Fluoride: The \"F\" Word of Dentistry Fluoride has been called many things from a \"mind controlling agent\" to an \"I -Q reducing toxin\"1, but it has also been called one of the ten greatest public health achievements in the 20th century by the Centers for Disease Control and Prevention2. Grand Rapids, Michigan on January 25, 1945 became the first community in the United States to fluoridate its drinking water to prevent ca ries. With the introduction of community water fluoridation, fluoride was accredited with reducing caries by up to 70%. Although so me toothpastes did contain fluoride it was not until 1956 when Crest began marketing their brand with \"Look, mom! No Cavities\" slogans amid Norman Rockwell portraits of smiling children, that fluoride toothpaste became mainstream. Fluoride is now back again, this time along with a silver component. Called Silver Diamine Fluoride (SDF) and it may be set t o rock the dental world just as water fluoridation did over 70 years ago. A recent systematic review by Chibinski et al3 was performed to evaluate the efficacy of silver diamine fluoride (SDF) in controlling caries progression in children when compared with traditional active treatments or placebos. The arrestment of ca ries at 12 months promoted by SDF was 66% higher (95% CI 41 -91%; p < 0.00001) than by other active material, but it was noted to be 154% higher (95% CI 67 -85%; p < 0.00001) when compared to placebos. Overall, the caries arrestment was 89% higher (95% CI 49 -138%; p < 0.00001) than when using active materials/placebo. In the United States Silver Diamine Fluoride is marketed as \"Advantage Arrest\" distributed from Elevate oral care. Silver Diamine Fluoride has been used throughout the world for many years. Its use as an alternative approach to treatment of caviti es in children may help in preventing the need for operative treatment or delay treatment until the child is older where treatment can be accomplished in a safer manner. The major down side to Silver Diamine Fluoride is cosmetically as it blackens the decay when applied. So is this a panacea and will it eliminate operative dentistry? Certainly not but it is another tool or arrow in our dental quiver and when used correctly can offer a tremendous advantage in the fight against caries. 1- Wang, Z. H., Wang, S. X., Zhang, X. D., Li, J., Zheng, X. T., & Hu, C. M. (2006). Investigation of children's growth and development under long -term fluoride exposure. Chin J Control Endem Dis , 21(4), 239 -241. 2-Centers for Disease Control and Prevention (CDC. (1999). Ten great public health achievements --United States, 1900 - 1999. MMWR. Morbidity and mortality weekly report , 48(12), 241. 3- Chibinski, A. C., Wambier, L. M., Feltrin, J., Loguercio, A. D., Wambier, D. S., & Reis, A. (2017). Silver Diamine Fluoride H as Efficacy in Controlling Caries Progression in Primary Teeth: A Systematic Review and Meta -Analysis. Caries Research, 51(5), 527-541. doi:10.1159/000478668 10 Benefits of Cultural Competence All of us are programmed by our culture. This determines our behaviors and attitudes. Culturally competent health care: Health care services should respect the culture of members. Medically -necessary covered services are culturally competent when they fit the member. They should be based on the member's needs. Benefits of cultural competency: Most people think their own values and customs are best. They may expect other cultures to share those views. Some benefits of having culturally competent health care services are listed below. The CMDP Member Services Unit can assist with obtaining child -specific, culturally competent health care services such as: Specific language, gender, ethnic, geo -graphical, or specialized health care provider to meet the individual needs of a member Health care services responsive to a member's cultural or religious beliefs Translation services for health care appointments when a language -specific provider is unavailable Interpretation services orally or for the hearing impaired Written health care information in a native language Health care information in an alternative format for the visually impaired. CMDP wants members to get health care services that are best for them. Please contact Member Services for questions and information at 602-351-2245 or 800 -201-1795. Health Research & Educational Trust. (2013, June). Becoming a culturally competent health care organization. Chicago, IL: Illinois. Health Research & Educational Trust accessed at http://www.hpoe.org/resources/ahahret -guides/1395 . 11 Language Line Today more than ever the use of many different languages, including sign language for hearing impairment, are prevalent. This may cause a cultural isolation barrier between a patient and their healthcare professional. Communication is crucial for the patient -doctor relationship. CMDP offers Language Line Services to help members and caregivers communicate with healthcare providers. Interpretation is available to CMDP members in over 140 languages either by phone or written translation. If you believe a CMDP member or caregiver may be in need of translation services, direct them to CMDP Member Services at 602-351-2245 or 1 -800-201-1795. Members and/or caregivers should contact CMDP at least one week prior to any scheduled appointments to ensure appropriate translation services. However, CMDP will make every effort possible to arrange services regardless of the notification timeframe. Medicaid Fraud and Abuse: How to Report It Anyone suspecting Medicaid fraud, waste, or abuse should report it. Health care fraud, waste, and abuse can involve patients, physicians, pharmacists, beneficiaries, and medical equipment companies. You do not have to leave your name when reporting suspected Medicaid fraud. You can leave the information on the CMDP Corporate Compliance Hotline voice mail box at 602 -771-3555. The following information is helpful when reporting alleged fraud: Name of the CMDP member on their CMDP card; Name of the physician, hospital, or other health care provider; Date of service; Estimated amount of money involved; Description of the suspected fraudulent acts. Billing Members is Prohibited Under most circumstances, CMDP out -of-home caregivers and members are not responsible for medical or dental costs incurred for the provision of medically necessary services. In accordance with Arizona Administrative Code, R9 -22-702, AHCCCS registered providers are prohibited from: Requesting or collecting payment from CMDP members; Referring CMDP members to a collection agency, and/or Reporting members to a credit reporting agency. Civil penalties may be assessed to any provider who fails to comply with these regulations. Providers who may have questions regarding exceptions to this rule are encouraged to contact the CMDP Provider Services unit at 602-351-2245 or email at CMDPProviderServices@azdcs.gov for clarification. 12 Provider Resources CMDP uses the following community and agency resources to provide the best care and connections for our members: Arizona Health Care Cost Containment System (AHCCCS): Arizona's Medicaid agency that offers health care programs to serve Arizona residents. www.azahcccs.gov Arizona Health Care Cost Containment System (AHCCCS) provider registration. The Provider Registration process is required to those who provide medical care services (including primary care doctors, transportation, etc) to AHCCCS beneficiaries. https://www.azahcccs.gov/PlansProviders/NewProviders/packet.html Vaccines for Children (VFC): A federally -funded program that provides vaccines at no cost to children who might not otherwise be vaccinated because of inability to pay. http://www.cdc.gov/vaccines/programs/vfc/index.html Vaccinate Your Family (VYF): A program designed to raise awareness of the critical need for timely immunizations and to foster a systematic way to immunize all of America's children by age two. https://www.vaccinateyourfamily.org/about -us/ Arizona State Immunization Information System (ASIIS) is an immunization registry designed to capture immunization data on individuals within the state. Providers are mandated under Arizona Revised Statute (ARS) §36 -135 to report all immunizations administered to children 18 years of age and younger to the state's health department. https://www.azdhs.gov/preparedness/epidemiology -disease -control/immunization/asiis/index.php The Arizona Partnership for Immunization (TAPI): A non -profit statewide coalition whose efforts are to partner with both the public and private sectors to immunize Arizona's children. https://www.whyimmunize.org/providers1/ American Academy of Pediatrics: An organization of pediatricians committed to the optimal physical, mental, and social health and well -being for all infants, children, adolescents, and young adults. www.aap.org Health care providers who care for CMDP members are encouraged to implement developmental screening tools approved by the Arizona Health Care Cost Containment System (AHCCCS) for children birth through three years of age, during the 9, 18, and 24 -month EPSDT visits. AHCCCS approved developmental screening tools include: Parents' Evaluation of Developmental Status (PEDS) accessible at pedstest.com or forepath.org. Ages and Stages Questionnaire (ASQ) accessible at agesandstages.com/es.com. Modified Checklist for Autism in Toddlers (M -CHAT) may be used for members 16 -30 months of age to screen for autism when medically indicated. For CMDP members only, the PEDS tool may be used to screen all infants and children (up to the age of 8), because all CMDP members are considered at -risk and/or identified as having developmental delays. These children may be screened at each EPSDT visit. The PEDS Tool may be obtained from www.pedstest.com or www.forepath.org Providers can utilize an on -line PEDS Tool training session provided by the Arizona Chapter of the American Academy of Pediatrics (AzAAP) at https://azpedialearning.org/test1.asp The Arizona Early Intervention Program (AzEIP) provides support to families of children birth to three years of age, with dis a- bilities or special developmental needs, and helps them to build on their children's strengths, enhancing and promoting growt h, development and learning. https://des.az.gov/services/disabilities/developmental -infant 13 Comprehensive Medical and Dental Program \"Serving Arizona's Children in Out -of-Home Care\" (602) 351 -1795 Services........................(602) 264 Behavioral Services....................(602) 351 Medical Services ........................(602) 351 -8529 Member Services........................(602) 264 -3801 Email Address Claims............................. CMDPclaimsquestions@azdcs.gov Provider Services........... CMDPProviderServices@azdcs.gov Behavioral Services....... CMDPBHC@azdcs.gov Member Services........... CMDPMemberServices@azdcs.gov CRS....................... CMDPCRSNurse@azdcs.gov Health Services .......... CMDPNurse@azdcs.gov Under Titles VI and VII of the Civil Rights Act of 1964 (Title VI & VII), and the Americans with Disabilities Act of 1990 (AD A), Section 504 of the Rehabilitation Act of 1973, the Age Discrimination Act of 1975, and Title II of the Genetic Information Nondiscrimination Act (GINA) of 2008 , the Department prohibits discrimination in admissions, programs, services, activities, or employment based on race, color, religion, sex, national ori gin, age, disability, genetics and retaliation. The Department must make a reasonable accommodation to allow a person with a disability to take part in a progra m, service or activity. For example, this means if necessary, the Department must provide sign language interpreters for people who are deaf, a wheelchair accessi ble location, or enlarged print materials. It also means that the Department will take any other reasonable action that allows you to take part in and unders tand a program or activity, including making reasonable changes to an activity. If you believe that you will not be able to understand or take part in a program or activity because of your disability, please let us know of your disability needs in advance if at all possible. To request this document in alternative format or for further information about this policy, contact 602 -364-3976; TTY/TDD Services: 7 -1-1. Free language assistance for DES services is available upon request. Disponible en español en línea o en la "}