{"title": "PDF", "author": "PDF", "url": "https://www.gao.gov/assets/gao-14-407.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "ALTERNATIVE JET FUELS Federal Activities Support Development and Usage , but Long - term Commercial Viability Hinges on Market Factors Report to Congressional Requesters May 2014 GAO -14-407 United States Government Accountability Office United States Government Accountability Office Highlights of GAO -14-407, a report to congressional requesters May 2014 ALTERNATIVE JET FUEL S Federal Activities Support Development and Us age, but Long-term Commercial Viability Hinge s on Market Factors Why GAO Did This Study The federal government has encouraged the development and use of alternative fuels to reduce greenhouse gas emissions associated with aviation and to enhance economic development and energy security for the United States. To help achieve these goals of reducing greenhouse gas emissions, the aviation industry is actively supporting alternative jet fuels . GAO was asked to provide information on the progress and challenges to developing and using alternative jet fuels in the United States. This report examines (1) the role of the federal government in the development and use of alternative jet fuels and (2) key challenges to developing and using alternative jet fuels and actions that the federal government plans to or could take to help address those challenges. GAO interviewed officials from five federal agencies —FAA, USDA, DOE, DOD, and EPA. GAO selected these agencies for review because GAO identified them as the federal agencies most involved in the development and use of alternative jet fuels . GAO also reviewed relevant literature and federal and industry documents and discussed challenges and potential federal actions with 23 stakeholders from government, academia, and the private sector , selected to represent a range of perspectives and expertise in areas related to each step in the development and use of alternative jet fuels . GAO is not making recommendations in this report. DOT, USDA, DOE, DOD, and EPA reviewed a draft of this report and provided technical comments that were incorporated as appropriate. What GAO Found The federal government supports the development and use of alternative jet fuels through both broad and targeted initiatives. B road national strategies promote the development of a variety of alternative fuels —including alternative jet fuel —to help achieve national goals, such as securing energy independence, fostering economic development, and reducing greenhouse gas emissions. In addition, the renewable fuel program —established by law in 2005 to encourage greater use of renewable fuels and administered by the Environmental Protection Agency (EPA) —requires that U.S. transportation fuels contain certain amounts of renewable fuels annually, increasing from 9- billion gallons in 2008 to 36- billion gallons in 2022. The other four federal agencies that GAO reviewed— Department of Transportation's (DOT) Federal Aviation Administration (FAA), Department of Agriculture (USDA), Department of Energy (DOE), and Department of Defense (DOD) —directly support al ternative jet fuels through targeted goals, initiatives, and interagency and industry coordination efforts. For example, FAA set a goal for the U.S. aviation industry to use 1- billion gallons of alternative jet fuels annually by 2018. The four agencies als o sponsor research that specifically targets alternative jet -fuel development or provide direct support for its future commercial production, or both. For example, FAA and DOD support research to determine the technical feasibility of using new alternative jet fuels on aircraft and in existing infrastructure. Also, USDA , DOE , and DOD have coordinated their activities to support the future construction or retrofit of multiple domestic commercial- or pre- commercial -scale production facilities to produce alternative fuels, including alternative jet fuels . Specifically, in May and June 2013, four private fuel producers received awards totaling $20.5 million in federal funds, with private industry paying at least 50 percent of the cost . Achieving price competitiveness for alternative jet fuels is the overarching challenge to developing a viable market. No alternative jet fuels are current ly commercially available at prices competitive with conventional jet fuels . The 23 stakeholders that GAO interviewed most frequently cited high development costs and the uncertainty of federal regulations and policies as primary reasons why alternative jet fuels are not priced competitively and believe that federal activities are needed to help advance the alternative jet- fuels industry . For example, according to 10 stakeholders, fuel producers face difficulties in obtaining private investment to help construct commercial -scale fuel production facilities, in part because of concerns about the supply and h igh cost of feedstock (the source used to produce the fuel, such as crops) and high capital costs . Also, 13 stakeholders stated that continued uncertainty about the future of current federal policies —particularly the renewable fuel program —generally causes potential investors to discount the value of federal subsidies , discounting that, in turn, limits the support these policies may provide the industry . Stakeholders identified a variety of federal actions to advance alternative jet -fuels development , including continuing current federal research efforts , providing greater regulatory and policy certainty, and giving more direct financial support. However, even if the cost to produce alternative jet fuel s is reduced, market factors may still determine the long- term success of the industry. The main market factors identified by stakeholders were (1) comparative value of competing end products , (2) feedstock prices, and (3) the cost s of conventional jet fuels. View GAO -14-407. For more information, contact Gerald Dillingham at (202) 512- 2834, dillinghamg@gao.gov or Zina Merritt at (202) 512-5257, merrittz@gao.gov Page i GAO -14-407 Alternative Jet Fuels Letter 1 Background 4 Both Broad and Targeted Federal Alternative- Fuels Initiatives Support the Development and Use of Alternative Jet Fuels 8 Price -Competitiveness Is the Main Challenge; Federal Activities Help Address Challenge, but Market Factors Affect the Long- term Commercial Viability of Alternative Jet Fuels 21 Agency Comments 37 Appendix I Objectives, Scope, and Methodology 40 Appendix II Comments from the Environmental Protection Agency 44 Appendix III GAO Contacts and Staff Acknowledgments 46 Figures Figure 1: Alternative Jet Fuel Supply Chain 5 Figure 2: Logistics of Transporting Feedstock from Source to Fuel Production Facility 25 Contents Page ii GAO -14-407 Alternative Jet Fuels Abbreviations BBEDCA Balanced Budget and Emergency Deficit Control Act BETO Bioenergy Technologies Office CAAFI Commercial Aviation Alternative Fuels Initiative CLEEN Continuous Lower Energy, Emissions and Noise COE Center of Excellence DOD Department of Defense DOE Department of Energy DOT Department of Transportation EPA Environmental Protection Agency EISA Energy Independence and Secur ity Act EPA Environmental Protection Agency FAA Federal Aviation Administration HEFA Hydroprocessed Esters and Fatty Acids USDA Department of Agriculture MOU memorandum of understanding NASA National Aeronautics and Space Administration NextGen Next Generation Air Transportation System R&D research and development RFS Renewable Fuel Standard RIN renewable identification number This is a work of the U.S. government and is not subject to copyright protection in t he United States. The published product may be reproduced and distributed in its entirety without further permission from GAO. However, because this work may contain copyrighted images or other material, permission from the copyright holder may be necessar y if you wish to reproduce this material separately. Page 1 GAO -14-407 Alternative Jet Fuels 441 G St. N.W. Washington, DC 20548 May 7, 2014 Congressional Requesters Governments and the international aviation community are seeking t o limit aviation greenhouse -gas emissions, which according to many scientists and the Intergovernmental Panel on Climate Change,1 negatively affect the earth' s climate. While aviation emissions represent a small share of total U.S. carbon dioxide emissions —the most significant greenhouse gas emission emitted by aviation2—we have found that the aviation sector 's share is estimated to increase at a greater rate than other sources of fossil fuel combustion, in part due to projected growth in the aviat ion industry and the fact that unlike other transportation modes, the aviation industry does not have near- term alternatives to liquid fuels.3 The development and use of alternative jet fuels, particularly fuels derived from renewable sources (renewable fuels), have the potential to reduce greenhouse gas emissions associated with aviation, in part because crops used to produce these fuels, called feedstock, remove carbon dioxide from the air as they grow. 4 In addition to potentially reducing greenhouse gas emissions associated with aviation, developing dependable domestic sources of alternative fuels could help enhance energy security for the United States. According to the Energy Information Administration, jet fuel prices more than tripled from 2002 to 2012.5 Over this time period, jet fuel 's share of airlines ' total operating costs increased 1The Intergovernmental Panel on Climate Change is a United Nations organization that assesses scientific, technical, and economic information on climate change. 2According to a 2009 Environmental Protection Agency study, carbon dioxide emissions from domestic aviation accounted for about 3 percent of the total U.S. carbon dioxide emissions in 2009. 3GAO, Aviation and Climate Change: Aircraft Emissions Expected to Grow, but Technological and Operational Improvements and Government Policies Can Help Control Emissions , GAO -09-554 (Washington, D.C.: June 8, 2009) and Aviation and the Environment: NextGen and Research and Development Are Keys to Reducing Emissions and Their Impact on Health and Climate. GAO -08-706T (Washington, D.C.: May 6, 2008). 4There is no globally agreed- upon approach, however, for deter mining the greenhouse gas effects of renewable fuels and the magnitude of any greenhouse gas reductions attributable to their production and use. 5Specifically, the retail price of jet fuel per gallon in 2002 was $0.92 in 2014 dollars, and the price of jet fuel per gallon in 2012 was $3.19 in 2014 dollars. Page 2 GAO -14-407 Alternative Jet Fuels from 13 percent to 31 percent, making fuel the largest component of operating costs in 2012, based on analysis of airlines' financial reports to the Department of Transportation (DOT) . As a result, the cost of producing alternative jet fuels is an important factor in the extent to which they provide a viable option for the aviation sector to replace more conventional petroleum- based jet fuel. To encourage greater use of alternative fuels for all sectors, the federal government has taken steps to encourage the development of a commercially viable, alternative- fuels industry.6 In 2005, Congress, through the Energy Policy Act of 2005,7 established the renewable fuels progra m, establishing the basis for the Administrator of the Environmental Protection Agency (EPA) to adopt standards through regulations, which for the first time require that surface transportation fuels sold in the United States contain a minimum amount of renewable fuels.8 In March 2011, the White House put forward a plan to produce more domestic oil and reduce U.S. dependence on foreign oil by leveraging alternative fuels and increasing fuel efficiency. In June 2013, the President released a Climate Action Plan stating that renewable alternative fuels play an important role in reducing greenhouse gas emissions from the transportation sector, increasing energy security, and fostering rural economic development. The plan proposed increased funding for research, development, and deployment of advanced biofuels. 9 The aviation industry also has efforts under way, including partnerships with fuel producers and other stakeholders, to enhance the development and use of alternative jet fuel 6In addition to encouraging the development of an alternative fuels industry, the federal government continues to support a variety of other energy sectors. 7Pub. L. No. 109-58, § 1501, 119 Stat. 594, 10 (2005), amended at 42 U.S.C. § 7545(o) (2014). 8EPA has adopted regulations establishing a Renewable Fuel Standard (RFS). 40 C.F.R. ch. 1, subpart K. EPA annually issues regulations that establish the percentage of transportation fuels that fuel refiners, importers, and other obligated parties must ensure are renewable fuels. The law generally requires that surface transportation fuels contain 9-billion gallons of renewable fuels in 2008, and that volumes increase to 36 -billion gallons by 2022. See 42 U.S.C. § 7545(o). 9Advanced biofuels are defined as renewable fuel other than ethanol derived from corn starch that meet certain criteria, including life-cycle greenhouse gas emissions, as determined by the EPA, that are at least 50 percent less than baseline life- cycle greenhouse gas emissions. Lifecycle emissions include all stages of fuel and feedstock production and distribution, from feedstock generation or extraction through the distribution and delivery to and use of the finished fuel by the ultimate consumer. Page 3 GAO -14-407 Alternative Jet Fuels to help achieve the industry 's goals of reducing greenhouse gas emissions.10 Currently, some types of alternative jet fuels are approved for use in civilian and military aircraft. You asked us to provide information on the progress in and challenges to developing and using alternative jet fuels in the United States. This report examines (1) the role of the federal government in the development and use of alternative jet fuels and (2) key challenges to developing and using alternative jet fuels and actions that the federal government plans to or could take to help address those challenges. To identify the role of the federal government, we interviewed officials and reviewed strategic plans, performance reports, and other documents relevant to alternative jet fuels from five federal agenc ies: the DOT's Federal Aviation Administration (FAA), the Department of Agriculture (USDA), the Department of Energy (DOE), the Department of Defense (DOD) and its military departments (Army, Navy, and Air Force), and the EPA. We selected these agencies fo r review because we identified them as the federal agencies most involved in the development or use of alternative jet fuels. We also reviewed White House and other broad or government -wide documents relevant to alternative fuels generally. We reviewed relevant memorandums of understanding or other agreements between the five selected federal agencies and other entities. To identify key challenges and planned or possible actions to address key challenges, we selected and interviewed 23 stakeholders represen ting government, academia, and the private sector. We selected these stakeholders based on criteria that included type and depth of experience and knowledge in the area of alternative jet fuels, recognition in the professional community, and representation of a range of expertise in areas related to each step in the development and use of alternative jet fuels, such as feedstock development or fuel production. We asked these stakeholders a series of semi- structured, open -ended questions about economic, policy, and technological issues related to developing and 10In 2010, the International Civil Aviation Organization—an advisory organization affiliated with the United Nations that aims to promote the establishment of international civil aviation standards and recommended practices and procedures —set a goal for the global aviation industry to achieve carbon neutral growth from 2020 onward. Two airline industry groups —the International Air Transportation Association and Airlines for America—also established a goal of achieving carbon neutral growth by 2020 onward. Also, the Department of Transportation 's Federal Aviation Administration adopted a goal of returning carbon emissions to their 2005 levels by 2020. Page 4 GAO -14-407 Alternative Jet Fuels using alternative jet fuels. In addition, we interviewed officials from the five selected federal agencies, as well as other non- federal alternative jet- fuels industry stakeholders, including fuel producers, airlines, aircraft manufacturers, and environmental groups. We also reviewed literature on challenges to developing and using alternative jet fuels. We focused our study on federal efforts, except to the extent that international or private sector efforts are coordinated with federal efforts. We did not provide an exhaustive list of federal initiatives related to alternative jet fuels or rank the planned or potential federal actions to address the key challenges that we identified. Appendix I provides a more detailed description of our scope and methodology. We conducted this performance audit from February 2013 to May 2014 in accordance with generally accepted government auditing standards. Those standards require that we plan and perform the audit to obtain sufficient, appropriate evidence to provide a reasonable basis for our findings and conclusions based on our audit objectives. We believe that the evidence obtained provides a reasonable basis for our findings and conclusions based on our audit objectives. Definitions vary somewhat, but for the purpose of this report, we define alternative jet fuels as drop- in liquid fuels that are derived from non- petroleum feedstocks, including renewable biomass (such as crop and tree residues, algae, or separated municipal solid waste) and some nonrenewable sources (such as natural gas or coal). Because they are \"drop- in,\" alternative jet fuels can replace conventional petroleum -based jet fuel (i.e., conventional jet fuel) without the need to modify aircraft engines and fuel distribution infrastructure. This definition means that alternative jet fuels are a substitute for conventional jet fuel and would directly compete with it on the commercial market. Most development activities —both federal and private industry activities —are focused on alternative jet fuels derived from renewable sources, in part, because of the prominence of environmental sustainability in national strategies and a federal requirement that any alternative jet fuel for operational use Background Page 5 GAO -14-407 Alternative Jet Fuels procured by any federal agency must have lifecycle greenhouse gas emissions less than or equal to conventional fuel of the same purpose.11 Alternative jet fuels are generally derived from the same feedstocks and processes as other advanced fuels (e.g., renewable diesel) and even some industrial products (e.g., plastics). As a result, alternative jet fuel producers have some flexibility in producing a variety of fuels and other products, seeking to maximize their profit relative to demand and costs. Figur e 1 describes the six segments of the supply chain for the development and use of alternative jet fuels. Figure 1: Alternative Jet Fuel Supply Chain Note: The alternative jet fuel supply chain and segments were developed through GAO review and analysis of documents from federal agencies and industry with input from officials of each federal agency and department that we interviewed. aFuel testing and approval activities may occur at various stages of the supply chain. They may also include environmental testing, such as tests to evaluate fuel -cycle energy use and lifecycle greenhouse gas emissions directly associated with producing an alte rnative jet fuel. The first three segments of the alternative jet -fuel supply chain— feedstock production, feedstock logistics, and fuel production—are common to all alternative fuels, and the first two segments are generally independent of the end -use product or co- products that are produced. For 11Energy Independence and Security Act of 2007, Pub. L. No. 110-140, § 526,121 Stat. 1492, 1663 (2007), codified at 42 U.S. C. § 17142, states that \"no Federal agency shall enter into a contract for procurement of an alternative or synthetic fuel, including a fuel produced from nonconventional petroleum sources, for any mobility -related use, other than for research or testing, unless the contract specifies that the life- cycle greenhouse gas emissions associated with the production and combustion of the fuel supplied under the contract must, on an ongoing basis, be less than or equal to such emissions from the equivalent conventional fuel produced from conventional petroleum sources. \" This law does not specify how to measure life-cycle greenhouse gas emissions. Page 6 GAO -14-407 Alternative Jet Fuels example, the camelina crop can be processed, converted, and refined into multiple end- use products, including renewable gasoline, diesel, and jet fuel, with the relative quantities of each of these end- use product s determined by the fuel refiner. The activities associated with producing the camelina (e.g., growing the crop) and the logistical activities of collecting, storing, and transporting the camelina feedstock before it is converted to fuel are the same regar dless of the relative quantities of renewable diesel or jet fuel produced. In the third segment of the supply chain, alternative jet fuels are generally co- produced with other end- use products, although fuel producers do have some flexibility in the mix of products they make. The remaining three segments of the supply chain— fuel testing and approval, fuel distribution, and end use —include activities that are specific to jet fuel. For example, this supply chain includes a segment for fuel testing and approval because before any alternative jet fuel can be approved for commercial or military use, it must meet unique safety and performance standards that are more rigorous than standards for other alternative transportation fuels. Standards for alternative jet fuels are set out in applicable standards controlled by ASTM International 12 and the appropriate military department within DOD (the Navy and the Air Force). 13 The requirements for fuel testing and approval under ASTM International and military standards vary by the characteristics of the fuel and the feedstock and production process used, but generally the requirements include a significant amount of fuel, engine, and aircraft testing. Initially, a fuel may be tested in a laboratory using small quantities of fuel (as little as 500 milliliters), but as it progresses through the approval process, fuel quantity requirements could reach as much as 225,000 gallons if extensive engine testing is required. The last two segments of the alternative jet fuel supply chai n—fuel distribution and end use —also include activities specific to jet fuels, but 12ASTM International, formerly known as the American Society for Testing and Materials, is a globally recognized leader in the development and delivery of international voluntary consensus standards. 13ASTM Standard D7566 covers the manufacture of jet fuel containing synthesized hydrocarbons (those not derived from petroleum hydrocarbons) for commercial use. Manufacture of synthesized jet fuel for military -grade, Jet Propellant -8, is covered in military standard, MIL-DTL -83133H. Synthesized jet fuel for military grade, Jet Propellant - 5 is covered in both ASTM Standard D7566 and military standard, MIL-DTL -5624V. Page 7 GAO -14-407 Alternative Jet Fuels not specific to alternative jet fuels relative to conventional jet fuel. Specifically, according to the applicable ASTM International and military standards, once an alternative jet fuel is produced, certified, and released under the applicable standard, it also meets the standards for conventional jet fuel. Accordingly, alternative jet fuels can be seamlessly integrated into the existing jet fuel distribution system and onto aircraft without changes to any infrastructure. Although no alternative jet fuels are currently available in the United States at a competitive price, as discussed later in this report, two alternative jet fuel production processes —referred to as the Fischer - Tropsch process 14 and the HEFA process15—are approved for use by commercial and military aviation. Under the previously mentioned ASTM International and military standards, fuels produced through these two processes are approved for up to a 50 percent blend with conventional jet fuel. As with conventional jet fuel production processes, both of these processes produce multiple end- use products, including, for example, diesel and jet fuel. The fuel producer, to a limited extent, determines the relative quantities of jet fuel, diesel, and other products to be produced. For many feedstocks used in the HEFA process, changing the product ratio to produce more jet fuel and less diesel, however, is more costly because it requires additional processing and increases the proportion of output that is comprised of less -valuable co- products, such as liquefied petroleum gas. Seven other production processes for alternative jet fuels, such as converting alcohols to jet fuel, are undergoing review in the ASTM International testing and approval process and in some military departments ' testing and approval processes. 14Under the Fischer -Tropsch process, biomass (such as switchgrass or wood waste), coal, or natural gas is processed through gasification and that gas is then converted to synthetic liquid fuels. 15Under a HEFA process (or Hydroprocessed Esters and Fatty Acids process), renewable oil (e.g., vegetable oils, animal fat, waste grease, and algae oil) is processed using hydrogen treatment (hydroprocessing) to yield a fuel in the distillation range of jet fuel and diesel. Page 8 GAO -14-407 Alternative Jet Fuels The White House has developed broad national strategies that promote the development of alternative fuels to help secure energy independence, foster economic development, and reduce greenhouse gas emissions. For example, the Blueprint for a Secure Energy Future (March 2011), the National Bioeconomy Blueprint (April 2012), and the President's Climate Action Plan (June 2013), all describe how supporting the development of alternative fuels can contribute to achieving these broad national goals. However, these strategies also note that alternative fuels are only part of a wide variety of other complementary activities working toward the same goals. For example, according to the President 's Climate Action Plan, meeting U.S. greenhouse gas -emission reduction goals 16 depends not only upon the development and use of alternative fuels, but also on numerous other activities such as increasing fuel economy standards, expanding and modernizing the elec tric grid, and improving the energy efficiency of homes and businesses. 16In 2009, the President made a commitment to reduce U.S. greenhouse gas emissions in the range of 17 percent below 2005 levels by 2020 if leaders from all other major economies agreed to limit their emissions as well. Both Broad and Targeted Federal Alternative-Fuels Initiatives Support the Development and Use of Alternative Jet Fuels Broad Federal Strategies and Initiatives Have Supported Alternative Jet - Fuel Development and Use Page 9 GAO -14-407 Alternative Jet Fuels Some initiatives led by one or more of our five selected federal agencies involved in the development or use of alternative jet fuel17 help support these broad national strategies and are often similarly broad— focusing on issues that are common to a variety of alternative fuels, including alternative jet fuels. For example, to support the development of technologies and processes necessary for the commercial production of biofuels at prices that are competitive with conventional fuels, USDA and DOE jointly administer the Biomass Research and Development Initiative, which assists in developing these technologies through research, development, and demonstration projects. According to USDA and DOE officials, most of the initiative 's projects do not target alternative jet fuels specifically. However, officials from these agencies noted that general scientific advancements that broad initiatives identify can also advance alternative jet fuels development specifically. For example, research that improves the efficiency of a particular fuel -conversion process often supports the development of all fuels that the process could produce. In 2007, the Energy Independence and Security Act (EISA) of 2007 expanded the Renewable Fuel Standard (RFS) to cover most surface transportation fuels, such as fuels for use in motor vehicles and engines and nonroad vehicles and engines, but not jet fuel. 18 Overall, jet fuel is a fraction of the total transportation fuel consumed in the United States.19 The expanded RFS generally required that covered transportation fuels contain 9- billion gallons of renewable fuels in 2008, with renewable fuels ' volumes increasing annually to 36 -billion gallons in 2022. To demonstrate 17Other federal agencies, including the National Aeronautics and Space Administration (NASA) and the Department of the Treasury, also play a role. For example, NASA recently launched the Alternative Fuel Effects on Contrails and Cruise Emissions research, which includes a series of flights using the agency 's DC-8 f lying laboratory to study the effects of alternative biofuel on engine performance, emissions, and aircraft -generated contrails at altitude. And the Department of the Treasury administers tax expenditures—tax credits or special exclusions, exemptions or deductions through which the government provides an indirect subsidy by foregoing tax receipts. GAO, A Glossary of Terms Used in the Federal Budget Process, GAO -05-734SP (Washington, D.C.: 2005) 94. The production of some alternative jet fuels may qualify, for example, for biodiesel credit and the special allowance for second generation biofuel plant property. However, by their nature, tax expenditures represent a substantial federal financial commitme nt. 1842 U.S.C. § 7545(o)(1)(L). EPA issued its final rule for the expanded RFS in March 2010. See 75 Fed. Reg. 14670 (Mar. 26, 2010). 19Specifically, according to the Energy Information Administration jet fuel represents about 11 percent of all petroleum consumed by the transportation sector in 2012. Page 10 GAO -14-407 Alternative Jet Fuels compliance with the RFS, fuel producers or importers use renewable identification numbers (RINs). Fuel producers or importers can obtain RINs by purchasing and blending renewable fuels themselves, or they can purchase RINs from renewable fuel producers, importers, blenders, or other parties. In this way, the renewable fuel program has created a market for RIN credits. While jet fuel is not used to calculate a fuel producer 's or importer 's renewable fuel obligation, EPA determined in its March 2010 final rule for the expanded renewable fuel program that some feedstocks and conversion processes for renewable jet fuel qualify as \"advanced biofuels, \" one of the new categories of renewable fuel established by EISA. 20 In addition, through regulations issued in March 2013, EPA clarified that some renewable diesel processes that had been previously evaluated included jet fuel and also approved additional jet -fuel pathways. 21 If alternative jet fuels produced through these approved processes generate RIN credits —which the fuel producer may then sell to others —their sale may help subsidize the cost of producing qualifying alternative jet fuels. Four of the selected agencies —FAA, DOD, USDA, and DOE —support initiatives that target alternative jet -fuel development or use specifically. FAA and DOD have established specific goals for using alternative jet fuels in commercial and military aircraft and support research and development (R&D) activities —such as testing to approve new alternative jet fuels —to help them to achieve these goals. DOD, USDA, and DOE also have initiatives that provide direct financial support for future alternative jet -fuel production on a commercial -scale. All of these agencies coordinate their alternative jet fuel -related efforts with industry and other stakeholders through partnerships and agreements. FAA and DOD have established usage goals specifically for alternative jet fuels. In fiscal year 2012, FAA set a goal for the U.S. aviation industry (including commercial and military aircraft) to use 1- billion gallons of alternative jet fuels annually by 2018 with the intent of encouraging 2075 Fed. Reg. 14683 (Mar. 26, 2010). 2178 Fed. Reg. 14190, 14682, 14685-14686 (Mar. 5, 2013). Four Federal Agencies Support Alternative Jet Fuels Development and Use through Targeted Goals, Initiatives, and Coordination Eff orts Federal Agencies ' Usage Goals Page 11 GAO -14-407 Alternative Jet Fuels commerc ial production.22 According to FAA officials, this represents about 5 percent of the predicted jet fuel consumption for domestic airlines and the military in 2018. Achieving this goal, however, will depend on a variety of factors, including support from other federal agencies and industry stakeholders. USDA and other nongovernmental stakeholders have stated their intent to help enable commercial production of alternative jet fuels in support of FAA 's goal through existing programs and expanded collaboration. Two of DOD 's military departments —the Navy and the Air Force—have also established usage goals for alternative fuels, including alternative jet fuels. 23 To support these usage goals, the Navy and Air Force are willing to purchase alternative fuels that meet specific criteria, including availability at a price that is competitive with conventional fuels. The Navy 's 2010 A Navy Energy Vision for the 21st Century24 states that increasing its use of alternative energy —including alternative jet fuels —will help protect it from energy price volatility and supply disruptions. The plan sets a goal of deriving 50 percent of total Navy 22DOT 's strategic plan for fiscal years 2012-2016 includes a goal to advance environmentally sustainable policies and investments that reduce carbon and other harmful emissions from transportation sources. Within that strategic goal, DOT states its support for advancing alternative fuels for aviation. FAA also has other emissions goals, such as the U.S. aviation industry returning its carbon emissions to their 2005 levels by 2020, which are supported by the advancement of some alternative jet fuels. Because achievement of these goals is not solely dependent on alternative jet fuels, we do not consider them to be specific goals for advancing the use of alternative jet fuel. 23Although the Army uses jet fuel in its ground vehicles and aircraft and participates in DOD 's efforts to test and approve alternative jet fuel for use in this equipment, the Army does not have specific alternative jet -fuel-usage goals in its operational energy policy. In addition, DOD 's Office of the Assistant Secretary for Operational Energy Plans and Programs—the office responsible for leading and overseeing operational energy plans and programs which includes establishing the operational energy strategy and monitoring and reviewing all operational energy initiatives in DOD —has established the high-level goal of expanding DOD 's operational energy supply options in the 2011 Energy for the Warfighter: Ope rational Energy Strategy. The strategy also includes the military departments ' steps to certify aircraft to use alternative jet fuel as one component to achieve this goal. 24Navy, Office of the Chief of Naval Operations, A Navy Energy Vision for the 21st Century (Washington, D.C.: October 2010). Page 12 GAO -14-407 Alternative Jet Fuels energy consumption afloat25—including its jet fuel consumption— from alternative sources by 2020, which, according to Navy estimates, would require using about 336 -million gallons of alternative fuels annually (both marine and jet fuels) by 2020.26 The Navy consumes over 600- million gallons of petroleum -based aviation fuel each year, which according to a Navy official, constitutes about 40 percent of its total petroleum consumption. In addition to setting quantitative goals, the plan established a goal of demonstrating (which the Navy completed in July 2012) and deploying the Great Green Fleet —a group of ships and aircraft fueled by alternative jet fuels and other alternative energy sources —by 2016. The Air Force 's 2013 U.S. Air Force Energy Strategic Plan27 includes a goal of increasing the use of cost -competitive drop- in alternative jet - fuel blends for non- contingency operations to 50 percent of total consumption by 2025. According to the plan, the Air Force consumes about 2.5 billion gallons of jet fuel each year, accounting for about 80 percent of its total energy consumption. The plan states that using alternative jet fuels could help to diversify the types and secure the quantities of energy that are needed to perform the Air Force's missions, which are currently \"heavily dependent \" upon petroleum and petroleum -derived fuels, posing significant strategic and security vulnerabilities on energy supplies. Two types of federal initiatives specifi cally support the development and use of alternative jet fuels —sponsoring R&D and direct financial support for future commercial production. FAA, DOD, and DOE support R&D activities to target alternative jet fuels specifically, such as testing to approve new alternative jet fuels or research to determine the environmental or economic impact of using them. USDA, DOE, and DOD 25The Navy includes two broad categories for its energy consumption: afloat and ashore. The Navy uses almost 75 percent of its total energy afloat and over half of that relies upon liquid petroleum -based fuels. 26This quantity includes international alternative-fuels purchases. 27U.S. Air Force, U.S. Air Force Energy Strategic Plan (March 2013). Federal Agency Initiatives for R&D and Direct Financial Support Page 13 GAO -14-407 Alternative Jet Fuels have also taken some steps to provide direct financial support for future commercial -scale production of alternative jet fuels.28 Resear ch and Development Activities DOT —primarily FAA —supports activities to determine the technical feasibility and impact of using alternative jet fuels, including ways to reduce the cost of production, through FAA 's Continuous Lower Energy, Emissions and Noise (CLEEN) program and Centers of Excellence (COEs), and through other DOT activities. CLEEN Program: Launched by FAA' s Office of Environment and Energy in 2010, CLEEN is a cost -sharing program that, among other things, supports fuel -testing activities to g enerate data that can be used to support the approval of new alternative jet fuels.29 According to FAA officials, under the program, FAA is providing about $125 million in matching funds (of which about $93 million was provided through fiscal year 2013) to five projects with engine and airframe manufacturers. According to FAA officials, four of these projects address issues related to alternative jet fuels development or use. For example, through fiscal year 2013, FAA has awarded about $5.5 million through t he CLEEN program to conduct laboratory and engine- component tests of advanced alternative jet fuels that could be approved for commercial use by ASTM International. FAA has announced its plans to implement a follow -on program in 2015, called CLEEN II —when FAA plans to end the initial CLEEN program. Like the initial program, CLEEN II 's goals will include developing and demonstrating drop -in sustainable alternative jet fuels. However, FAA officials told us that under CLEEN II they intend to place an emphasis on advancing coordinated test methods and capabilities to reduce testing cost and time and the possibility of redundant testing by multiple engine manufacturers . 28USDA and DOE administer a variety of programs that address issues related to feedstock production, feedstock logistics, and fuel production. Officials told us that although some projects supported by these programs had an alternative jet -fuel component, they generally had a broader focus. For this reason we did not highlight them here. 29CLEEN is part of the Next Generation Air Transportation System (NextGen) —FAA' s program to transform the nation' s ground-based air -traffic control system to an air -traffic management system using satellite-based navigation and other advanced technology. In addition to supporting alternative jet -fuel testing, CLEEN also supports environmentally promising aircraft technologies. Page 14 GAO -14-407 Alternative Jet Fuels Centers of Excellence: FAA also sponsors research studies related to the environmental impact of using alternative jet fuels through its COEs. Beginning in 2003, FAA sponsored the Center of Excellence for Aircraft Noise and Aviation Emissions Mitigation, named Partnership for AiR Transportation Noise and Emissions Reduction (PARTNER ), a collaborati ve effort that researched solutions for existing and anticipated aviation- related noise and emissions problems. 30 According to FAA officials, five PARTNER projects focused on alternative jet fuels specifically. For example, one project studied the economic feasibility, production potential, and environmental impact of alternative jet -fuel use. Upon the expiration of PARTNER 's 10- year cooperative agreement in September 2013 and as required in the FAA Modernization and Reform Act of 2012, 31 FAA selected a team of universities to form a new COE for Alternative Jet Fuel and Environment, named the Aviation Sustainability Center (ASCENT), with research goals that include better understanding ways to reduce the costs of production processes and ways to meet FAA' s goal of using 1 -billion gallons of alternative jet fuels by 2018. ASCENT is being led by Washington State University and the Massachusetts Institute of Technology, and is expected to receive at least $4 million annually for 10 years to explore ways to meet FA A's environmental and energy goals, including sustainable alternative jet fuels. DOT activities: DOT also helps fund research through broad agency announcements for FAA- sponsored projects that address specific alternative jet fuels ' testing needs. Specifically, in 2010 DOT invited research in four priority areas: development of novel \" drop- in\" alternative jet fuels, alternative jet fuels ' quality control, sustainability guidance for alternative jet fuels ' users and performance, and durability testing of new fuels. According to FAA officials, DOT's John A. Volpe National Transportation Systems Center has administered six FAA- sponsored broad agency -announcement research projects related to alternative jet fuels at a total cost of about $7 million. For example, DOT provided funds to three alternative jet -fuel producers to 30PARTNER is a cooperative research organization sponsored by FAA, NASA, DOD, EPA, and Transport Canada that includes 12 collaborating universities and about 50 advisory board members who represent aerospace manufacturers, airlines, airports, state and local governments, and professional and community groups. 31Pub. L. No. 112-95, § 911, 126 Stat. 11, 142. Page 15 GAO -14-407 Alternative Jet Fuels develop and optimize conversion processes for alternative jet fuels . These funds better positioned the fuel producers to produce fuel for testing purposes and develop knowledge to help overcome key technical hurdles to commercial -scale production. DOD also supports activities to test and approve alternative jet fuels. All three DOD military departments coordinate their alternative jet -fuel testing and approval efforts through the Tri- Service Alternative Fuels Working Group. According to Air Force officials, this working group helps share data, reports, testing, and certification practices across DOD and is working toward developing a department -wide certification strategy. Specifically, the Army, Navy, and Air Force test alternative jet fuels to ensure that they are safe to use on military ships, aircraft, and fuel distribu tion systems. Their testing programs capture technical data through laboratory, component, engine, fuel system, and weapon system tests that evaluate the effects of changes in fuel chemistry and properties on the performance and reliability of military equipment. According to DOD officials, the department purchased about 1.5- million gallons of alternative jet fuels to conduct the department 's testing and approval activities from fiscal years 2007 to 2013 at a total cost of almost $40 million. 32 Officials fro m the Navy and Air Force told us that these activities will help enable them to achieve their stated goals for alternative jet-fuels use. DOE also, on behalf of DOD, recently solicited applications for R&D projects that help enable conventional coal -to-liquid production plants to produce commercially viable quantities of jet fuel that have equal or lower greenhouse gas emissions and make significant progress toward being cost -competitive to conventional jet fuel. DOE expects to select and award applications by the end of August 2014, with about $20 million available under the solicitation. 33 32This is the total cost, incurred over the past 7 years and is not adjusted for inflation. According to DOD officials, the funding source of the quantities purchased included each military department 's Research, Development, Test, and Evaluation funds and the Department of the Navy 's Operations and Maintenance funds, and other f unds DOD identified as connected with the American Recovery and Reinvestment Act of 2009, Pub. L. No. 111-5, 123 Stat. 115 (2009). 33According to the Senate conferees, money was included in the Department of Defense, Military Construction and Veterans Affairs, and Full -Year Continuing Appropriations Act of 2013 (Pub. L. No. 113-6, 127 Stat. 198 (2013)) for research, development, test and evaluation to reduce emissions of coal -to-liquid fuels to meet the goals established in the DOD 's Operational Energy Strategy and its Implementation Plan. See 159 Cong. Rec. S1497 (Daily Ed., Mar. 11, 2013) (explanatory statement). Page 16 GAO -14-407 Alternative Jet Fuels In addition, federal agency officials representing eight federal agencies recently formed an interagency working group that is currently drafting a national R&D strategy for alternative jet fuels. According to members of the working group, a national R&D strategy is needed to create a national vision for alternative jet fuels specifically and a unified federal government approach to help facilitate interaction with external stakeholders, such as industry and academia. As part of the working group' s efforts, in January 2014, the working group sponsored a workshop attended by government and industry stakeholders. The workshop identified a variety of challenges to making alter native jet fuels, including challenges associated with feedstock logistics, fuel production and scale- up, fuel certification and qualification, as well as other cross -cutting issues. According to members of the working group, the national strategy for alternative jet fuels will focus on R&D challenges and will not address policy issues. Direct Financial Support for Future Commercial Production In June 2011, USDA, DOE, and one of DOD 's military departments (the Navy) signed a memorandum of understanding (MOU) that initiated cooperation among these agencies in assisting the development and support of a sustainable commercial biofuels industry, which could produce alternative jet fuels among other types of biofuels. The MOU explained that given the current economic environment, significant start - up risks, and competitive barriers of an established conventional fuels market, it is necessary for the federal government to cooperate with private industry to create a strong demand signal and to make targeted investments to achieve the necessary alternative -fuels -production capacity. The stated objective is to construct or retrofit multiple domestic commercial - or pre -commercial -scale advanced drop- in biofuel production facilities. 34 Specific characteristics required for the facilities include that the biofuels that they produce must be capable of meeting military fuel standards at a price that is competitive with conventional jet fuel and have no significant impact on the supply of agricultural commodities for the production of food. 34Agencies signed the MOU in response to the President 's March 2011 Blueprint for a Secure Energy Future , which challenged the Secretaries of Agriculture, Energy and the Navy to investigate how they can work together to speed the development of \" drop- in\" biofuels substitutes for diesel and jet fuel, citing that competitively priced drop-in biofuels could help meet the fuel needs of the Navy, as well as the commercial aviation and shipping sectors. Page 17 GAO -14-407 Alternative Jet Fuels Under the MOU, USDA, DOE, and the Navy stated their intent to contribute $170 million each over 3 years, for an aggregate total of $510 million. Under the authority of the Defense Production Act, Title III,35 DOE and the Navy planned to fund their share of $340 million for capital investment and production. USDA planned to provide its contribution under the authority of the Commodity Credit Corporation Charter Act.36 Under this MOU, in June 2012, USDA, DOE, and DOD announced the initiation of a nd a solicitation for the Advanced Drop- In Biofuels Production Project, which would provide awards for biofuels production facilities over two phases.37 In May and June 2013, four private companies were selected to receive awards totaling $20.5 million, wit h private industry paying at least 50 percent of the cost . According to Defense Production Act T itle III program officials, the Advanced Drop- In Biofuels Production Project should provide production capacity for about 35 million gallons per year of renewable jet fuels that meet military standards and are available at a price that is competitive to conventional fuels by 2016. But the amount of production capacity is dependent, in part, on the timing and the number of awards for the Advanced Drop- In Biofuels Production Project 's second phase. According to DOD officials, the department plans to make its determination for the second phase of awards in July 2014. 35Pub. L. No. 81 -774, codified at 50 U.S.C. Appx. The Defense Production Act of 1950 was enacted to ensure the availability of industrial resources to meet defense needs. Amendments to the Act allow the funds contributed under its authority to be used for energy supply, emergency preparedness, and critical infrastructure protection and require agencies to report on foreign offsets, which are incentives to foreign governments to purchase U.S. goods and service s. 36The Commodity Credit Corporation Charter Act, Act of June 29, 1948, ch. 704, 62 Stat. 1070, codified as amended at 15 U.S.C. ch. 15, established the Commodity Credit Corporation within the USDA for the purpose of stabilizing, supporting, and protecting farm income; assisting in the maintenance of an adequate supply of agricultural commodities; and facilitating the orderly distribution of such commodities. USDA, through the Commodity Credit Corporation, has access to capital stock and is authorized to s upport agricultural commodity prices through loans, purchases, and payments; procure agricultural commodities to meet domestic requirements; purchase agricultural commodities for sale to federal agencies, foreign governments, and international relief agenc ies; and carry out conservation or environmental programs authorized by law, among other things. 37Phase 1 included awards for planning and preliminary designs for biofuel production facilities. Phase 2— available to those entities that participated in Phase 1—would include awards for construction, commissioning, and performance testing of biofuel production facilities. Page 18 GAO -14-407 Alternative Jet Fuels More recently, in December 2013, the Secretaries of USDA and the Navy announced another initiative that complements the Advanced Drop- In Biofuels Production Project called Farm to Fleet, which is intended to help the Navy meet its alternative- fuels usage goals. Under the initiative, DOD plans —through its regular domestic bulk -fuel purchases —to issue solicitations in 2014 for the purchase of about 80 -million gallons of any combination of jet and marine diesel fuels in 2015 that are blended with at least 10 percent alternative fuels.38 USDA plans to contribute up to about $161 million (under the authority of the Commodity Credit Corporation Charter Act) toward these fuel purchases to help defray any domestic feedstock costs that would have caused the final alternative fuel to not be price competitive with conventional fuels. In addition, DOE provides direct financial support for future alternative jet fuels production through its integrated biorefineries program, which was initiated in 2005. Under the program, DOE 's Bioenergy Technologies Office (BETO) works in partnership with industry to develop, build, operate, and validate integrated biorefineries at various scales (pilot, demonstration, and commercial). The purpose of these projects is to provide federal support to private industry to help bridge the gap between promising R&D scientific advancements and com mercial -scale production by validating fuel conversion technologies at progressively larger scales. According to BETO, federal financial support is essential to help offset the technical and financial risks associated with producing alternative fuels at a commercial -scale. According to BETO officials, DOE has obligated almost $198 million for 14 integrated biorefinery projects related to the development or use of alternative jet fuels. 39 For example, it obligated about $50 million to a fuel producer to demonstrate the technical and economic feasibility of refining algal oil into gasoline, diesel, and jet fuel. 38While DOD has the authority under appropriate circumstances to enter into certain contracts for procurement of services or property, includi ng contracts for the purchase of alternative fuels for up to 5 years with options to extend the life of such contracts to 10 years (10 U.S.C. § 2304a), officials stated that no such long-term contracts have been awarded to date. Instead, DOD has used 1-yea r purchasing contracts with options. 39According to BETO officials, DOE uses an active project management process to ensure that projects meet key milestones, timelines, and budget parameters. When projects are not able to meet theses parameters, DOE discusses the issue with grantees and gives them a chance to address the issues. If DOE and the grantee cannot agree upon appropriate action to address the issues, they may agree to mutually terminate the project. Page 19 GAO -14-407 Alternative Jet Fuels Because of private industry 's indispensible role throughout the alternative jet fuel supply chain—such as producing feedstock and fuel —it is critical that the federal government 's activities are coordinated with external stakeholders. As a result, USDA, DOE, FAA, and DOD participate in a variety of coordination efforts, such as partnerships with industry and other stakeholders, to identify opportunities to work toward common goals and needs. For example, FAA and other federal agencies participate in the Commercial Aviation Alternative Fuels Initiative (CAAFI), a public - private partnership 40 formed in 2006 to facilitate the development and deployment of drop -in alternative jet fuels that are intended to reduce all aviation emissions, improve price stability, and support supply security. Key CAAFI efforts have included developing and sharing us er guides and tools, as well as organizing workshops for alternative fuel producers and other stakeholders. For example, in December 2013, CAAFI published a user's guide to help alternative jet- fuel producers understand and comply with ASTM International 's process to test and approve new alternative jet fuels. The partnership also developed a \" Path to Alternative Jet Fuel Readiness \" tool that describes the testing and environmental evaluations required to show a new alternative jet fuel 's suitability for av iation use and how to best facilitate ASTM International approval. In addition, in January 2013 and January 2014, CAAFI conducted workshops on current regulatory, voluntary, and research efforts related to alternative jet -fuel sustainability issues. Among other things, 2013 workshop participants identified the need to understand and reconcile differences among various approaches to calculating life- cycle greenhouse gas emissions that result from producing alternative jet fuels, and 2014 participants began assessing the differences. USDA coordinates with private industry and other governmental stakeholders through the FARM to FLY initiative, which was initially established in July 2010 to accelerate the availability of a commercially viable and sustainable domestic alternative jet -fuels industry, increase domestic energy security, establish regional supply chains, and support rural development. USDA expanded the initiative by signing a 5- year FARM to FLY 2.0 resolution with CAAFI, FAA, Airlines for America, 41 and others. Under the expanded resolution, participants agreed to designate 40CAAFI is sponsored by FAA and three trade associations: Airports Council International - North America, Aerospace Industries Association, and Airlines for America. 41A domestic airline industry group. Coordination Efforts with Private Industry and Other Stakeholders Page 20 GAO -14-407 Alternative Jet Fuels personnel for a working group tasked with assessing and proposing ways to support FAA 's goal of using 1 -billion gallons of alternative jet fuels by 2018. The working group plans to issue a final report by the end of 2018. In addition to the two efforts described above, federal agencies participate in a variety of other coordination efforts, including the following. USDA, DOE, FAA, and DOD work with industry and other stakeholders through regional initiatives that are aimed at advancing alternative fuels within specific regions of the United States.42 DOE 's BETO co -sponsored a September 2013 workshop to obtain input from industry, academia, and other experts on optimizing and integrating the use of natural gas and biomass to produce liquid transportation fuels, including alternative jet fuels. FAA has signed onto or agreed to engage in activities under international cooperative agreements with four countries: Australia (2011), Brazil (2011), Germany (2012), and Spain (2013). Under each of these agreements, FAA agreed to share information about R&D efforts, fuel testing or approval requirements, and environmental or sustainability studies, among other things. According to FAA, t hese international partnerships contribute to FAA 's ongoing efforts to support approval of additional sustainable alternative jet fuels by ASTM International. For example, representatives from all four countries participated and shared information about their respective initiatives at a recent meeting sponsored by CAAFI. Also, FAA and German Ministry of Transport officials recently participated in a technical and coordination exchange to share details on fuel testing and approval activities to identify complementary activities, among other things. 42These initiatives include Sustainable Aviation Fuels Northwest and the Midwest Aviation Sustainabl e Biofuels Initiative, both of which focus on accelerating the development of commercially viable, renewable alternative jet fuels. Page 21 GAO -14-407 Alternative Jet Fuels The dates FAA and DOD have established for meeting their alternative jet-fuel usage goals are several years or more away, and, to date, all alternative jet fuels purchased in the United States have been for fuel testing, approval, or demonstration activities, not for day -to-day operations. For example, in November 2011, two domestic airlines purchased alternative jet fuels for a limited number of commercial flights. According to DOD officials, DOD purchased about 150,000 gallons in fiscal year 2012 (about 1.5- million total gallons since fiscal year 2007) of alternative jet fuels, all for fuel testing and approval activities, including about 100,000 gallons for the Navy 's Great Green Fleet demonstration in July 2012. Commercial and military use is constrained because alternative jet fuels are not yet produced on a commercial -scale at a price that is competitive with conventional jet fuel. While FAA officials acknowledged that FAA 's usage goal is \" aspirational, \" they noted that alternative jet fuel use could increase substantially once the industry is capable of producing alternative jet fuels at a commercial scale and at a price that is competitive with conventional jet fuels. Currently, the price for alternative jet fuels exceeds that of conventional jet fuel. Jet fuel end users —both commercial airlines and DOD —are extremely price sensitive when making purchasing decisions. Fuel purchasers are either unwilling to pay a premium for alternative jet fuels Price - Competitiveness Is the Main Challenge; Federal Activities Help Address Challenge, but Market Factors Affect the Long- term Commercial Viability of Alternative Jet Fuels While Some Progress Has Been Made, No Alternative Jet Fuels Are Currently Commercially Available at a Price That Is Competitive with Conventional Jet Fuels Page 22 GAO -14-407 Alternative Jet Fuels as compared to conventional jet fuel, or in the case of DOD, are precluded by law and department policy from doing so.43 The actual price differential depends on the feedstock, the production process used to produce the alternative jet fuel, as well as fuel distribution and quantities produced. Of the two alternative jet -fuel production processes approved for use in commercial and military aircraft (Fischer -Tropsch and HEFA), DOD, accordin g to a DOD official, paid from about $3 to $150 per gallon.44 These prices, however, reflect purchases of small quantities of fuel for testing and approval activities, which according to government officials and a fuel producer we interviewed and literature we reviewed, are higher than what the price would be if the quantities were produced at a commercial scale. A study conducted by one of FAA 's COEs in March 2013 estimated that alternative jet fuels produced on a commercial scale using the HEFA process wou ld require a subsidy of $0.35 to $2.86 per gallon to be price- competitive with conventional jet fuels in 2020. 45 Recent developments indicate that alternative jet fuel use may increase in the future, which could contribute to achieving FAA 's and DOD 's usage goals. For example, as of January 2014, seven new potential alternative jet-fuel production processes are undergoing review by ASTM International for approval —at least one of which FAA officials told us may be approved by June 2014. According to a couple of government officials 43DOD may not obligate or expend funds made available for fiscal year 2014 to make a bulk purchase of alternative jet fuel for operational use unless the price of that fuel is competitive with the price of conventional jet fuel. See National Defense Authorization Act for Fiscal Year 2014, Pub. L. No. 113- 66 § 315, 127 Stat. 672, 730 (2013), Under agency policy, DOD may purchase alternative jet fuel at prices above conventional jet fuel if the fuels are used for research, development, and testing purposes —not for operational use. 44Specifically, a DOD official reported that the department paid a range of prices from about $3 per gallon for 315,000 gallons of alternative jet fuel derived from natural gas produced using the Fischer -Tropsch process to about $150 per gallon for 1,500 gallons of alternative jet fuel derived from algal oil produced using the HEFA process. 45Partnership for AiR Transportation Noise and Emissions Reduction An FAA/NASA/Transport Canada sponsored Center of Excellence, Market Cost of Renewable Jet Fuel Adoption in the United States (A PARTNER Project 31 Report) (Cambridge, MA: March 2013). In this study, the est imated subsidy depends on the model' s underlying assumptions, such as the quantity of renewable jet fuel produced from rotation crops. Under one set of assumptions, called the \"Reference Scenario, \" no HEFA jet fuel is produced in 2020, and the estimated price of conventional jet fuel is $3.41 per gallon. Four other scenarios resulted in the production of 1 billion gallons of HEFA jet fuel in 2020; in three of these scenarios the implicit per -gallon subsidy to renewable jet fuels exceeds 60 percent of the average price of jet fuel per gallon. Page 23 GAO -14-407 Alternative Jet Fuels and an industry representative whom we spoke with, a range of approved production processes could diversify and expand the future supply of alternative jet fuels. Another potential alternative jet -fuel production process that will be submitted to ASTM for approval involves using a type of renewable fuel that is currently used in ground transportation. Because production capacity already exists for this fuel, it could be made available more quickly to meet demand from the aviation industry. In addition, two airlines —United Airlines and Alaska Airlines —have entered into agreements, known as \" off-take agreements, \" to purchase alternative jet fuels from fuel producers ' future production. 46 We interviewed 23 academic, federal government, and private industry stakeholders with expertise in various segments of the supply chain to help identify challenges to developing and using alternative jet fuels (see app. I for more information on the criteria used to select the stakeholders interviewed). Through interviews with these stakeholders using open- ended questions, we identified two major factors —high development costs for alternative jet fuels and uncertainty with respect to federal regulations and policies —as the primary contributors to the overarching challenge that alternative jet fuels are not commercially available at a price that is competitive with conventional jet fuel. Almost all of the stakeholders whom we interviewed (22 of 23) cited at least one factor related to high development costs. While one of these stakeholders discussed the challenges associated with high development costs broadly, the remaining 21 of them highlighted development cost challenges associated with specific supply -chain segments. Feedstock production: Stakeholders we interviewed most commonly cited the high cost of feedstock in connection with the first segment of the supply chain (15 of 23 stakeholders). Five of these stakeholders noted that for fuel produced using the HEFA production process, the cost of some types of feedstock —even before it is transported or converted—currently exceeds that of conventional fuel. For example, 46United Airlines and AltAir Fuels announced an off -take agreement in June 2013 that includes the airline 's agreement to purchase 15 million gallons of renewable alternative jet fuels over 3 years beginning in 2014. Alask a Airlines and Hawai 'i BioEnergy announced an agreement in July 2013 to purchase an unknown quantity of renewable alternative jet fuels as early as 2018. The Overarching Challenge to Developing an Alternative Jet Fuels Market Is Making the Price Competitive with Conventional Jet Fuels High Development Costs across the Alternative Jet Fuel Supply Chain Page 24 GAO -14-407 Alternative Jet Fuels when comparing conventional jet -fuel prices reported by the Energy Information Administration and soybean oil prices reported by the World Bank between 1990 and 2012, the price per gallon of soybean oil exceeded the price per gallon of conventional jet fuel in almost every year. 47 In addition, an increase in demand for alternative jet fuels could increase the derived demand for feedstocks (as alternative jet fuel producers increase their production output) and the price of feedstocks could rise. Six stakeholders noted that the expansion of low cost natural gas production in the United States could help lower production costs for alternative fuels derived from nonrenewable sources, such as natural gas. However, jet fuel produced from nonrenewable sources, such as natural gas, does not meet the statutory definition of \" renewable biomass, \" 48 and therefore could not generate RINs. Expanding the production of different types of renewable feedstocks could also help lower feedstock production costs, but three stakeholders noted that the agriculture community does not have much experience in growing crops that could be used to produce alternative fuel, and farmers are hesitant to grow those crops without a guarantee that they can be sold or the certainty that the energy crop would be more profitable than what the farmer could otherwise grow. Feedstock Logistics: While the logistics differ depending on the type of feedstock, one private- industry stakeholder and studies we reviewed explained that feedstock used to produce alternative fuels is generally costly to collect, store, handle, and transport. For example, oil producing feedstocks —such as camelina, soy, or jatropha —require special handling, including proper moisture and temperature conditions for storage and cleaning, drying, and de- hulling before the process for extracting the oil from the plant occurs. And, some other feedstock crops, such as wood residues or switchgrass —which are fibrous, have a low energy density, and have variable moisture content —are costly to collect, store, and transport because of this complexity. Moreover, to be more cost effective, these feedstocks 47The average difference between a gallon of soybean oil and a gallon of conventional jet fuel between 1990 and 2012 was $1.19 in 2010 dollars. See Partnership for AiR Transportation Noise and Emissions Reduction An FAA/NASA/Transport Canada sponsored Center of Excellence, Market Cost of Renewable Jet Fuel Adoption in the United States (A PARTNER Project 31 Report) (Cambridge, MA: March 2013). 4842 U.S.C. § 7545 (o)(1)(l). Page 25 GAO -14-407 Alternative Jet Fuels may need to be grown near fuel production facilities; otherwise, they may need to be shipped by bulk freight transportation (such as by rail or pipeline), which increases the transportation cost. That is why a demonstration -scale ethanol biorefinery that we visited that anticipates producing alternative jet fuels acquires its feedstock (woody biomass) from a poplar tree plantation less than 10 miles away (see fig. 2). Operators of the biorefinery told us that the close proximity of the feedstock source to the biorefinery helps reduce its feedstock logistics costs. Figure 2: Logistics of Transporting Feedstock from Source to Fuel Product ion Facility Fuel production: More than half of the stakeholders we interviewed (14 of 23), as well as literature we reviewed, indicated that the high costs associated with transitioning to commercial scale production— such as the capital costs required to construct a commercial -scale production plant —is a key contributing factor affecting the cost of producing alternative jet fuels. For example, one study conducted by the National Research Council estimated that the costs to construct a Page 26 GAO -14-407 Alternative Jet Fuels single biorefinery converting biomass into a liquid transportation fuel using different conversion technologies range from $200 million to $606 million.49 Stakeholders (5 of 23) also noted that the capital investment costs for constructing alternative fuel -production plants would be even higher when producing fuel from nonrenewable feedstock, such as natural gas. Ten stakeholders we interviewed highlighted fuel producers ' difficult y in obtaining the private investment needed to help construct commercial -scale alternative fuel production plants . According to stakeholders and literature we reviewed, private financiers are hesitant to invest, in part, because of risks associated with the uncertainty about access to a steady supply of feedstock, high feedstock and capital costs, and an unwillingness on the par t of fuel end users to pay a premium price for alternative jet fuels . This is generally true of many capital -intensive start -ups, including other renewable energy industries; four stakeholders noted to us, for example, that the ethanol industry would not be as commercially viable today without considerable federal support. One private- industry stakeholder whom we spoke to noted that fuel producers learn and adapt their processes as they gain experience building and operating commercial -scale production plants. In other words, once fuel producers construct a commercial -scale plant and begin operating it, they can work to create efficiencies in the production process to reduce costs in other ways. Another private- industry stakeholder underscored that the amount of time and funding it takes to move from a good idea in the lab to a commercial scale of production is substantial. Another stakeholder highlighted the cyclical nature of the challenge —that is, fuel producers typically require outside investment finance to construct a commercial -scale plant that can create efficiencies sufficient to decrease costs, while a private financier is hesitant to invest funds unless the producer can lower development costs and guarantee that the fuel price will be competitive with the price of conventional fuels. Fuel testing and approval: Ten stakeholders, as well as literature we reviewed, explained that the time and testing requirements associated with the testing and approval process for alternative jet fuels add 49National Research Council of the National Academies, Renewable Fuel Standard: Potential Economic and Environmental Effects of U.S. Biofuel Policy (Washington, D.C.: 2011). Page 27 GAO -14-407 Alternative Jet Fuels additional cost—in part because alternative jet fuels, in contrast to alternative fuels used for other purposes such as surface transportation, require a more rigorous testing and approval process. According to an industry report, the ASTM International 's testing and approval process can last as long as 3 years and cost upwards of $30 million.50 One stakeholder explained that the fuel testing and approval process requires producers to demonstrate that their production processes are \" robust and repeatable\" and can reliably control product quality. With regard to the time required to reach fuel approval, the commercial and military approval process for HEFA generally took about 3 years. One stakeholder highlighted that given the amount of time required to get approval for alternative jet fuels, producers may opt to produce other products, such as diesel, that they can get to market more quickly.51 In addition, as an alternative fuel progresses through the testing and approval process, the sequence of tests —ranging from laboratory tests on the fuels to potentially full -scale aircraft tests —require an increasing quantity of fuel to conduct. Some stakeholders (5 of 23) elaborated that since most fuel producers are generally companies with limited funds and small -scale operations, it is extremely costly for them to produce fuel in large quantities. For both the Fischer -Tropsch and HEFA approval processes, the federal government has in some cases provided funding—including purchasing fuels for testing and providing the equipment needed to conduct the tests —to help relieve some of the costs for producers. Air Force officials estimated that DOD generated about 80 percent of the testing data for past approvals, while private parties are leading most of the current fuel certification s. Four government and private- industry stakeholders whom we interviewed, as well as other FAA and DOD officials, expressed concerns that recent cuts to the Air Force Alternative Fuels Certification Division overseeing testing and approval will add to the time and cost of getting additional alternative jet fuels approved. Specifically, the Air Force 's Alternative Fuels Certification Division was eliminated in fiscal year 2013 and the funding for the other Air 50Midwest Aviatio n Sustainable Biofuels Initiative, Fueling a Sustainable Future for Aviation (2013). This report did not provide a range of the time and cost of the ASTM International certification and approval fuel process, only an upward estimate. 51As discussed above, other end products or co-products —such as, diesel fuel, cosmetics, and plastics—are produced through the same production process. Page 28 GAO -14-407 Alternative Jet Fuels Force division involved in fuel testing and certification —the Air Force Research Lab —is also being cut. A senior Air Force Energy official noted that the Air Force plans to request that funding for its fuel testing and approval activities be restored once the budget situation has improved. The official did not know what the consequences of the recent cuts would be, but indicated that because none of these alternative jet fuels would be immediately commercially available, the short -term impact would be minimal. As discussed above, federal policies and regulations can support the development and use of alternative jet fuels, but uncertainty regarding the future of this federal support may limit the support that these policies provide to the alternative jet -fuels industry. More than half of the stakeholders we interviewed (13 of 23) indicated that continued uncertainty in federal regulations and policy contribute to the overarching challenge of making the price of alternative jet fuels competitive with the price of conventional jet fuels, a situation that undermines the viability of the alternative jet -fuels industry as compared to conventional jet fuel. Specifically, these stakeholders cited uncertainty about the RFS and federal tax expenditures 52 as a challenge to developing and using alternative jet fuels. RFS: Government, academic, and private- industry stakeholders (8 of 23) highlighted legal and political challenges to the RFS, which creates uncertainty about requirements in the future. These challenges include multiple lawsuits53 filed regarding the validity of the program 's volumetric requirements, and political opposition for the program from some lawmakers.54 The uncertainty about the future of the RFS contributes to private financiers ' hesitancy to inves t in the biofuels industry, including alternative jet fuels. Even though 52Tax expenditures are provisions, such as tax credits or special exclusions, exemptions or deductions that reduce taxpayers ' tax liability as a loss of federal revenue. See footnote 17. 53For example, see American Petroleum Inst. v. EPA , 706 F.3d 474 (D.C. Cir., 2013); Monroe Energy, LLC v. U.S. Environmental Protection Agency , No. 14 -1014 (D.C. Cir., filed Jan. 28, 2014). 54For example, see H.R. 1461, Renewable Fuel Standard Elimination Act (introduced Apr. 10, 2013); S. 1195, Renewable Fuel Standard Repeal Act (introduced June 20, 2013); and H.R. 426, Remove Incentives for Producing Ethanol Act of 2011 (introduced Jan. 25, 2011). Uncertainty of Federal Policies and Regu lations Page 29 GAO -14-407 Alternative Jet Fuels renewable jet fuels produced from specified feedstocks and conversion processes can qualify as a renewable fuel to meet the advanced biofuels requirement of the RFS, EPA officials reported that no RINs for the production of renewable jet fuel have been generated as of January 2014. 55 However, four stakeholders noted that alternative jet -fuel producers could use RIN credits to help offset fuel development costs and to make the fuel 's price more competitive with the price of conventional jet fuel. Four stakeholders, as well as a private financier whom we spoke with, noted that, generally, private financiers wholly or partly discount any potential RIN credit value when evaluating a fuel producer 's financial prospects and deciding whether to invest because of uncertainty about the future of the program. Discounting the value of a RIN credit in financial models makes the investment in an alternative fuel producer look less profitable and overall less attractive than the same investment would look with a stable and fully valued RIN credit. Thus, while the uncertainty does not increase the actual price of alternative jet fuel, it may hinder investments that could make alternative jet fuels more price-competitive to conventional jet fuels. 56 Two other stakeholders pointed to the EPA 's recent proposal to reduce the total advanced biofuels standard in 2014 under the RFS as indicative of this uncertainty.57 Specifically, one stakeholder highlighted that when EPA uses its statutory authority to reduce the statutory standards, for example, for volume under RFS, it creates uncertainty, which ultimately makes supporting the research, development, and 55As discussed earlier in this report, fuel producers or importers can obtain RINs by purchasing and blending r enewable fuels themselves, or they can purchase RINs from renewable fuel producers, importers, blenders, or other parties. In this way, the RFS has created a market for RIN credits. While jet fuel is not used to calculate a fuel producer 's or importer 's obligation with respect to renewable fuel, alternative jet fuels produced through approved processes can generate RINs, which the fuel producer may then sell to others, and their sale may help subsidize the cost of producing qualifying alternative jet fuel s. 56The average RIN credit value for bio mass-based diesel—which we use as a proxy for renewable jet fuels since no RINs for the production of renewable jet fuel have been generated—between September 2013 and February 2014 was $0.40 per RIN. RIN credit values ranged from $0.26 to $0.61 per RIN during this time period. 57In proposing the 2014 volume standards, EPA for the first time exercised its authority to reduce the statutory standards for advanced biofuels, which has raised additional conc ern among the renewable fuels industry. Page 30 GAO -14-407 Alternative Jet Fuels production of alternative fuels —including alternative jet fuels —less attractive to private financiers.58 Tax expenditures: Two private- industry stakeholders pointed out that tax credits to incentivize alternative jet fuels and general biofuels investment and production are authorized for short periods of time, such as 1 year, and on occasion, were not renewed. For example, since its enactment in 2004, the biodiesel tax credit expired in 2010, 2011, and again, most recently, on December 31, 2013.59 This introduces uncertainty and, similar to the RIN credits, general ly causes private financiers to minimize or discount the tax expenditures ' value when assessing fuel producers ' future expenses and profitability. Literature we reviewed highlighted the potential for stable federal tax policy to contribute to the growth of the renewable energy sector.60 For example, one study noted that investments in new commercial scale wind and solar power production facilities were fostered by production and investments tax credits, respectively. We also found that the long -term ethanol tax credit was important in creating a profitable ethanol industry when the industry had to fund investment in new facilities. 61 58EPA annually issues regulations that establish the percentage of conventional transportation fuels that refiners, importers, and other obligated parties must ensure are renewable fuels. The Administrator of the EPA is authorized to waive the RFS levels established under EISA under certain circumstances. See 42 U.S.C. § 7545(o)(7). 59Subsequent to the expiration of the credit in 2010 and 2011, when Congress later extended the credit, Congress also made it retroactive back to the date of expiration. 60National Renewable Energy Laboratory, §1603 Treasury Grant Expiration: Industry Insight on Financing and Market Implications. (Golden, CO: June 2012). 61GAO, Opportunities to Reduce Potential Duplication in Government Programs, Save Tax Dollars, and Enhance Revenue, GAO -11-318SP (Washington, D.C.: March 1, 2011) Page 31 GAO -14-407 Alternative Jet Fuels Stakeholders and studies we reviewed identified a variety of actions that could assist in the development of alternative jet fuels, ranging from continuing the current federal efforts to providing greater regulatory and policy certainty to providing greater financial support. Stakeholders identified a variety of federal actions as being the most critical for the federal government to take. Research and development efforts: A majority of the government, academic, and private- industry stakeholders that we interviewed (19 of 23) generally agreed that the federal government should continue research and development efforts to advance the development and use of alternative jet fuels. Seven of the government, academic and private- industry stakeholders suggested, however, that the federal government could be more targeted in its feedstock research and development efforts, such as finding scientific breakthroughs to converting algae and cellulosic feedstocks into fuels; developing more feedstock options; and identifying what feedstocks may be particularly well-suited to producing alternative jet fuels. Five private- industry stakeholders noted their support of the federal government 's current effort s related to fuel testing and approval activities. For example, FAA and DOD have helped or plan to help fund specific fuel tests for seven new potential alternative jet -fuel processes that, as of January 2014, are undergoing review by ASTM International for approval. According to federal agency officials, they anticipate that at least one of these new processes may be approved by June 2014. Four government and private- industry stakeholders proposed that the federal government use and increase access to its jet engine assets for testing purposes or help streamline the fuel -testing and approval process for commercial use. For example, one of these government stakeholders suggested that the federal government use an outside contractor to manage the fuel- testing and approval process with subcontracts with facilities for fuel testing, so fuel samples would be sent to a centralized location. All entities with a role in the fuel -testing Stakeholders Generally Believe Federal Actions Are Needed to Advance the Development of Alternative Jet Fuels, While Market Factors Also Affect Long- term Commercial Viability Federal Actions Page 32 GAO -14-407 Alternative Jet Fuels and approval process (laboratories, engine and aircraft manufacturers, and administrative functions) could then coordinate and agree upon a final approval determination within several months. Ultimately, this approach, the stakeholder noted, could help shorten the ASTM International 's approval timeline, lower the fuel testing costs, a nd add clarity and regularity to the process. Three stakeholders believed that expanding the range of approved production processes would diversify and expand future supply of alternative jet fuels. Regulatory and policy certainty: More than half of the g overnment, academic, and private- industry stakeholders we interviewed (15 of 23) generally agreed that the federal government should provide greater regulatory and policy certainty to support the development and use of alternative jet fuels. The most commonly cited actions (12 of 23 stakeholders) were providing greater certainty that the renewable fuel program will not be repealed and changes minimized—specifically, reductions —in mandated volumes from year to year. Multiple stakeholders (8 of 23) told us that this may encourage private financiers to value RIN credits when making investment decisions. Ultimately, these stakeholders believe that this certainty would attract more private investment in the industry and help it advance. Other actions mentioned by stakeholders included expanding the RFS by expanding the types of feedstocks that would generate a RIN or mandating a minimum volume standard for alternative jet fuels. EPA officials told us, however, that because the definition of transportation fuel in Section 211(o) of the Clean Air Act, 62 which pertains to the RFS, does not include jet fuels, having the fuel refiner or importer include the jet fuel they produce or import in determining their annual renewable fuel obligation would require Congress to revise the program. Two stakeholders noted that some tax expenditures that are authorized for short periods of time, such as 1 year, should be authorized for a longer period of time—such as a minimum of 10 years. They said that this would be helpful in spurring additional private investment in producing alternative fuels, including alternative jet fuels. Researchers currently studying the impacts of government subsidies on this industry told us that government mandates, such as the RFS, and tax subsidies, as well as their duration, are key factors in making the production of alternative jet fuels profitable. 6242 U.S.C. § 7545(o). Page 33 GAO -14-407 Alternative Jet Fuels Direct financial support: A majority of stakeholders (15 of 23) and literature we reviewed also highlighted that greater financial support for alternative jet fuels derived from both renewable and nonrenewable sources would advance the industry. The two most common potential federal government actions cited by stakeholders included entering into long -term contracts for fuel purchases (6 government, academic, and private- industry stakeholders) and stabilizing existing federal direct support programs (6 government and private- industry stakeholders). Both of these actions would provide greater certainty and reduce some of the risks of private investment. Current ly, DOD has statutory authority to enter into certain contracts procuring services or property, including contracts for the purchase of alternative fuels, for up to 5 years with an option to extend the contracts up to 10 years. 63 However, stakeholders we interviewed, as well as industry experts said that the length of the initial contract period is too short to stimulate the private capital market or to encourage potential alternative fuels suppliers to construct or expand production facilities. Alternative fuels producers have told DOD that initial contracts for fuel purchases of at least 10 years in duration would help advance the industry beyond the small production volumes currently planned. Because this would require a statutory change to DOD' s authority to contract for jet fuel purchases, DOD has drafted legislative proposals over the past several fiscal years that would allow it to enter into longer -term contracts. One proposal advanced for congressional consideration, but was not adopted. A senior DOD official told us that under current law, DOD would be required to obligate sufficient funds in the first year of a long -term contract —for example, 10 years in length—t o pay for the total guaranteed minimum purchases over the duration of the contract, unless it received a specific statutory exemption to do otherwise. Without such an exemption, according to this official, long -term contracts would have a major effect on DOD's budgets and obligational authority . Also, according to a senior DOD official, obtaining and exercising the authority to enter into longer -term contracts could commit DOD to a particular type of alternative jet -fuel production process, while the technological advancements in this industry are changing quickly and could provide a newer and potentially less expensive production process, which DOD may not be able to take advantage of. This DOD official also noted that conventional fuel providers prefer 1 -year fuel 63See 10 U.S.C. § 2304a. Page 34 GAO -14-407 Alternative Jet Fuels purchase contracts. Thus, if DOD had and exercised authority to issue longer -term solicitations for bulk fuel purchase, the department could find itself subjected to a bifurcated procurement strategy where the majority of its fuel contracts would be 1- year contracts with conventional fuel providers and the remainder would be longer -term contracts with alternative fuel providers. Some stakeholders (6 of 23) suggested ensuring stability in the funding stream for the existing Advanced Drop- In Biofuels Production Project, discussed previously, which was to be jointly funded by the USDA, DOE, and DOD. To date, the funding put toward the project is less than the intended amount of $170 million from each federal agency for an aggregate total of $510 million. According to DOD officials, $100 million in fiscal year 2012 funds were applied to this project. For fiscal year 2013, the explanatory statement for the Consolidated and Further Continuing Appropriations Act, 2013, 64 listed an additional $60 million for this purpose, which was conditioned by a provision in the authorization act providing that the funds appropriated would not be obligated or expended until matching funds were received from DOE and USDA. 65 And, only in fiscal year 2014, did DOE receive specific authorization to contribute $45 million, which will be applied to Phase 2 of the project. According to a senior USDA official, while USDA was apportioned 66 about $23 million in fiscal year 2013 for these activities, it has not expended any funds to date toward 64159 Cong. Rec. S1456 (daily ed. Mar. 11, 2013); see, also, Pub. L. No. 113-6, § 4, 127 Stat. 198, 199 (2013). 65National Defense Authorization Act for Fiscal Year 2013, Pub. L. No. 112-239, § 315, 126 Stat. 1632, 3693 (2013) (requiring matching funds before money was obligated or expended for biofuels refinery constr uction). 66Apportionment is the action by which the Office of Management and Budget distributes amounts available for obligation to executive branch agencies, including budgetary reserves established pursuant to law, in an appropriation or fund account. An apportionment divides amounts available for obligation by specific time periods (usually quarters), activities, projects, objects, or a combination thereof. The amounts so apportioned limit the amount of obligations that may be incurred. Page 35 GAO -14-407 Alternative Jet Fuels this initiative.67 In May and June 2013, four private fuel producers were selected to receive awards totaling $20.5 million for Phase 1. The 23 stakeholders whom we interviewed had varying views about the future of the alternative jet -fuels industry if current federal activities continue at the same level and no additional federal government action is taken. Specifically, 5 stakeholders believed that the industry would remain commercially unviable —that is, continue to produce small quantities of fuel at prices that are not competitive to conventional jet fuels ' prices. Another 6 stakeholders believed that the alternative jet -fuels industry would continue to progress, but at a slow pace. The remaining 12 stakeholders did not articulate a specific prediction for the future of the alternative jet -fuels industry. Some highlighted their concerns that existing policies and programs —such as, the RFS or the Advanced Drop- In Biofuels Production Project —would be repealed, while others expressed pessimism about the future of the industry if the federal government does not address larger industry -related economic or policy challenges. More than half of the stakeholders (15 of 23) highlighted that market factors, such as the favorable economics for developing competing products (e.g., diesel), will ultimately be a key factor in determining the long-term success of the alternative jet -fuels industry. These stakeholders highlighted three key market factors —favorable economics for competing end-use products or co -products, dependence on commodity markets, and the cost of conventional jet f uel—that they believe will affect the future prospects for the alternative jet -fuels industry. The remaining 8 stakeholders did not offer comments on market factors. Favorable Economics for Competing End Products: Nine stakeholders, as well as literature we reviewed, highlighted that, currently, end- use products or co- products (such as diesel fuel, 67According to a senior USDA official, the federal sequestration reduced USDA 's initial intended contribution of $170 million to about $161 million. In this regard, the Balanced Budget and Emergency Deficit Control Act (BBEDCA) established discretionary spending limits for f iscal years 2012 to 2021. 2 U.S.C. § 901, as amended. BBEDCA required the Office of Management and Budget to calculate, and the President to order, a sequestration, i.e., cancellation, of budgetary resources on March 1, 2013. See 2 U.S.C. § 901a. For fiscal year 2013, the President ordered a sequestration of about $85 billion. Sequestration Order for Fiscal Year 2013 Pursuant to Section 251A of the Balanced Budget and Emergency Deficit Control Act, As Amended, 78 Fed. Reg. 14633 (Mar. 6, 2013). Market Factors Page 36 GAO -14-407 Alternative Jet Fuels naphtha, cosmetics, and plastics) from the same production processes used to produce alternative jet fuels are often cheaper and easier to produce and therefore more profitable as compared to alternative jet fuels. For example, a study of the HEFA process, funded, in part, through one of FAA' s COEs, found that if the production goal was to maximize the total amount of all types of liquid fuel, rather than specific ally jet fuel, then less than 13 percent of the product mix output would be jet fuel, while almost 70 percent would be diesel; the remaining product mix would consist of propane, naphtha, and liquefied petroleum gas. 68 Maximizing the amount of jet fuel produced would reduce a fuel producer 's profitability due to higher operating costs and lower revenues. Two stakeholders that we spoke with who have expertise in fuel production told us that they choose to produce more of the other end products over alternativ e jet fuels because the other products are more profitable. For example, one stakeholder stated that he has experience selling renewable diesel in one state at a price premium and market demand is higher for renewable diesel. Dependence on Commodity Markets: Because some alternative jet fuels are made from tradable commodities, the cost of jet fuel production depends on prices in commodity markets. As noted earlier, the price of soybean oil—an input to alternative fuels —has historically exceeded the price of conventional jet fuel. Consequently, it has been impossible for a producer of alternative jet fuels that uses the HEFA production process and soybean oil as a feedstock to compete on price alone with conventional jet fuels, even if the producer 's other production and transportation costs were negligible. Furthermore, in many instances, the input commodities (feedstock) have alternative uses. For example, oil -producing and cellulosic feedstocks can be used to generate heat, power, and other ground transportation fuels. Therefore, an increase in demand for these feedstocks in alternative uses could raise their price and the costs of producing alternative jet fuels. Cost of Conventional Jet Fuels: Increases in the supply of conventional jet fuels would make it harder for alternative fuels to compete based on price alone. And although international petroleum 68M. Pearlso n, C. Wollersheim, and J. of Hydroprocessed Renewable Esters and Fatty for Jet Fuel Production, \" Biofuels, Bioprod, Bioref , vol. 7:89 -96 (2013). Page 37 GAO -14-407 Alternative Jet Fuels markets heavily influence the prices of conventional fuels, which can be volatile and difficult to predict into the future, domestic policies can affect jet fuel supply and fuel prices. For example, five stakeholders highlighted that there has been significant previous federal investment in establishing the conventional petroleum industry, such as through long-standing federal tax expenditures that encoura ge exploration and drilling for conventional petroleum oil. In addition, two stakeholders highlighted that the price of conventional jet fuel does not reflect its full life-cycle cost. Costs not reflected in the price of conventional jet fuel could include environmental externalities, such as the impact of greenhouse gas emissions from aviation on climate change, or direct negative effects on human health from the combustion of jet fuel. If comparing the full life- cycle costs of conventional versus alternat ive jet fuels, alternative jet fuel could be more cost competitive. However, there is no globally recognized approach for determining the greenhouse gas effects of renewable fuels and the magnitude of any greenhouse gas reductions attributable to their production and use. We provided DOT, USDA, DOE, DOD, and EPA with a draft of this report for their review and comment. DOT provided technical comments that we incorporated as appropriate. In addition, in comments emailed to us, DOT highlighted that alongside its federal agency partners, it is fully committed to the development and use of sustainable alternative jet fuels to address the nation's energy security, economic development and environmental needs. DOT also stated that it believes that it has taken a comprehensive approach to overcome barriers to the development and deployment of sustainable alternative jet fuels that are drop -in replacements to fuels derived from petroleum and that t hese fuels hold great promise and are an essential component of ensuring that the flying services the nation relies upon today remain affordable and available into the future. USDA, DOE, DOD, and EPA also provided technical comments that we incorporated as appropriate. In addition, EPA provided written co mments, reprinted in appendix I I, stating that the report's findings related to approved jet fuel pathways under RFS are accurate . We are sending copies of this report to interested congressional committees and the Secretaries of Transportation, Agriculture, Energy, and Defense, and the Administrator of the EPA. In addition, the report is available at no charge on the GAO website at http://www.gao.gov. Agency Comments Page 38 GAO -14-407 Alternative Jet Fuels If you or your staff have any questions about this report, please contact Gerald Dillingham at (202) 512 -2834 or dillinghamg@gao.gov or Zina Merritt at (202) 512 -5257 or merrittz@gao.gov. Contact points for our Offices of Congressional Relations and Public Affairs may be found on the last page of this report. GAO staff who made key contributions to this report are listed in appendix I II. Gerald L. Dillingham, Ph.D. Director Physical Infrastructure Issues Zina D. Merritt Director Defense Capabilities and Management Page 39 GAO -14-407 Alternative Jet Fuels List of Requesters The Honorable John D. Rockefeller, IV Chairman Committee on Commerce, Science, and Transportation United States Senate The Honorable Bill Shuster Chairman The Honorable Nick J. Rahall, II Ranking Member Committee on Transportation and Infrastructure House of Representatives The Honorable Frank A. LoBiondo Chairman The Honorable Rick Larsen Ranking Member Subcommittee on Aviation Committee on Transportation and Infrastructure House of Representatives The Honorable John L. Mica House of Representatives The Honorable Thomas E. Petri House of Representatives Appendix I: Objectives, Scope, and Methodology Page 40 GAO -14-407 Alternative Jet Fuels This report examines (1) the role of the federal government in the development and use of alternative jet fuels and (2) key challenges to developing and using alternative jet fuels and actions that the federal government plans to or could take to help address those challenges. To examine the role of the federal government, we first identified the federal agencies most involved in the development or use of alternative jet fuels through review of relevant documents and preliminary interviews with stakeholders. We selected five federal agencies: the Department of Transportation's (DOT) Federal Aviation Administration (FAA), the Department of Agriculture (USDA), the Department of Energy (DOE), the Department of Defense (DOD) and its military departments (Army, Navy, and Air Force), and the Environmental Protection Agency (EPA). For each of these five selected federal agencies, we interviewed officials and reviewed strategic plans, performance reports, and other relevant documents to obtain information about key federal programs, initiatives, or goals that targeted the development or use of alternative jet fuels. We also reviewed literature related to alternative jet fuels and interviewed other stakeholders, including representatives from the private industry, such as fuel producers and airlines, as well as representatives from public -private partnerships. To identify activities that federal agencies are involved in to coordinate their alternative jet fuel related activities with other federal agencies, private industry, and stakeholders, we reviewed relevant memoranda of understanding; international cooperative agreements; reports from public -private partnerships —such as the Commercial Aviation Alternative Fuels Initiative —and regional initiatives; as well as interviewed officials from the five selected federal agencies and relevant interagency working groups. In addition, to identi fy broad federal strategies and initiatives related to alternative fuels generally, we reviewed key White House and other relevant government -wide documents, including the National Plan for Aeronautics Research and Development and Related Infrastructure (December 2007); Growing America 's Fuels strategy (February 2010); the Blueprint for a Secure Energy Future (March 2011); the National Bioeconomy Blueprint (April 2012); and the President 's Climate Action Plan (June 2013). Finally, we also reviewed applicable federal laws and regulations related to alternative transportation fuels, including the Defense Production Act of Appendix I: Objectives, Scope, and Methodology Appendix I: Objectives, Scop e, and Methodology Page 41 GAO -14-407 Alternative Jet Fuels 1950;1 Commodity Credit Corporation Charter Act;2 Energy Policy Act of 2005;3 Energy Independence and Security Act of 2007;4 the Food, Conservation, and Energy Act of 2008;5 the FAA Modernization and Reform Act of 2012;6 and EPA 's regulations for the renewable fuel program.7 We focused our study on federal efforts, except to the extent that international or private- sector efforts are coordi nated with federal efforts. We did not provide an exhaustive list of federal initiatives; rather, we discussed key programs or initiatives that federal agency officials told us and our review of agency documents identified as playing a key role in supporti ng the development or use of alternative jet fuels or in achieving related goals. To examine key challenges to developing and using alternative jet fuels and actions that the federal government plans to or could take to help address those challenges, we (1) identified the extent to which alternative jet fuel has been purchased for commercial and military use in the United States; (2) selected and interviewed 23 stakeholders representing government, academia, and the private sector to obtain their views on k ey challenges and planned or possible federal actions; 8 (3) reviewed relevant literature on challenges to developing and using alternative jet fuels to help corroborate the views obtained from the 23 stakeholders; and (4) interviewed officials from the fiv e selected federal agencies, as well as representatives from other non -federal entities involved in the alternative jet-fuels industry. To identify the extent to which alternative jet fuel has been purchased for commercial and military use, we obtained alt ernative 1Pub. L. No. 81 -774, codified at 50 U.S.C. Appx. 2Act of June 29, 1948, ch. 704, 62 Stat. 1070, codified as amended at 15 U.S.C. ch. 15. No. 109-58, § 1501, 119 S.C. § 17142. 5Pub. L. No. 110- 234, May 22, 2008, 122 Stat. 923. 6Pub. L. No. 112-95, 126 Stat. 11. 740 C.F.R. ch. 1, subpart K. 8Government stakeholders included employees of federal government agencies and a municipal airport and seaport authority. In addition, one expert we interviewed had a colleague present during the interview that shared all of the same views, so for the purpose of this report, we treated them as one stakeholder. Appendix I: Objectives, Scope, and Methodology Page 42 GAO -14-407 Alternative Jet Fuels jet-fuel purchase information for fiscal year 2012 from Airlines For America —a domestic airline industry group —and for fiscal years 2007 to 2013 from DOD. While we obtained actual quantities from Airlines For America and from DOD, we did not asses s the data 's reliability because it is not material to our findings and reported the fuel purchase quantities on an order of magnitude in this report. As part of our methodology for selecting the 23 stakeholders, we first identified a list of potential stakeholders by reviewing background information, including federal agency documents; articles published in scholarly journals; and documents produced from conferences and by regional initiatives related to alternative jet fuels. In addition, we considered names of stakeholders recommended during initial interviews we conducted with federal government officials, as well as representatives from professional associations and private industry. We selected the 23 stakeholders representing government, academia, and private industry based on criteria that included: type and depth of experience and knowledge in the area of alternative jet fuels; recognition in the professional community; relevance of published work to the scope of our review; representation of a range of expertise across the alternative jet fuel supply chain, such as feedstock development or fuel production; representation of a range of stakeholders with knowledge about alternative fuels derived from renewable, nonrenewable, or both sources; and repres entation of a range of stakeholders with knowledge about alternative fuel use in commercial, military, or both settings. We asked each of the 23 stakeholders a series of semi -structured, open - ended questions about economic, policy, technological, and other key challenges related to developing and using alternative jet fuels and actions that the federal government plans to or could take to help address them. We synthesized the stakeholders ' views to identify categories of key challenges and planned or potential federal actions to help address those challenges. The views of these stakeholders are not generalizeable to those of all stakeholders with expertise in the area of alternative jet fuels; however, we believe that they represent a balanced and informed perspective on the topics discussed. In addition, we reviewed relevant literature obtained through background research and from federal agency officials that discussed challenges to developing and using alternative fuels and planned or potential federal actions to help address those challenges. We also conducted a literature search and reviewed five Appendix I: Objectives, Scope, and Methodology Page 43 GAO -14-407 Alternative Jet Fuels documents that we identified as relevant to challenges related to developing and using alternative jet fuels. Our literature search targeted bibliographic databases containing content on commercial and defense aviation, energy, or both, including Transportation Research International Documentation (TRID); SciSearch; and the Defense Technical Information Center (DTIC). Within these resources, the search focused on scholarly journal articles, conference papers, government reports, and industry trade press published in 2011 and forward. Through the literature search and review of abstracts, we initially identified 36 documents that potentially discussed economic, policy, technological, or other challenges to developing and using alternative jet fuels. We could not obtain 2 of the 36 documents because they were not readily available. Ultimately, after a review of the remaining 34 documents, we identified 5 relevant to our review and reviewed them to help corroborate the key challenges identified by the 23 stakeholders we had interviewed. For those studies we cited in the report, we reviewed their methods, assumptions, and limitations to ensure that they were sufficiently methodologically sound and determined that they were sufficiently reliable for the purposes of our report. Lastly, we interviewed officials from the five selected federal agencies and representatives from other non-federal entities involved in the alternative jet -fuels industry, including fuel producers, airlines, airframe and engine manufacturers, environmental groups, and a private financier to also obtain their views on key challenges to developing and using alternative jet fuels and actions that the federal government plans to or could take to help address those challenges. We did not rank the planned or potential federal actions to help address the key challenges that were identified. We conducted this performance audit from February 2013 to May 2014 i n accordance with generally accepted government auditing standards. Those standards require that we plan and perform the audit to obtain sufficient, appropriate evidence to provide a reasonable basis for our findings and conclusions based on our audit obje ctives. We believe that the evidence obtained provides a reasonable basis for our findings and conclusions based on our audit objectives. Appendix II: Comments from the Environmental Protection Agency Page 44 GAO -14-407 Alternative Jet Fuels Appendix II: Comments from the Environmental Protection Agency Appendix II: Comments from t he Environmental Protection Agency Page 45 GAO -14-407 Alternative Jet Fuels Appendix III: GAO Contacts and Staff Acknowledgments Page 46 GAO -14-407 Alternative Jet Fuels Gerald L. Dillingham, (202) 512 -2834 or dillinghamg@gao.gov Zina D. Merritt, (202) 512- 5257 or merrittz@gao.gov In addition to the individuals named above, Paul Aussendorf, Assistant Director; Marilyn K. Elizabeth Wood made key contributions to this report. Appendix II I: GAO Contacts and Staff Acknowledgments GAO Contacts Staff Acknowledgments (540257) The Government Accountability Office, the audit, evaluation, and investigative arm of Congress, exists to support Congress in meeting its constitutional responsibilities and to help improve the performance and accountability of the federal government for the American people. GAO examines the use of public funds; evaluates federal programs and policies; and provides analyses, recommendations, and other assistance to help Congress make informed oversight, policy, and funding decisions. GAO's commitment to good government is reflected in its core values of accountability, integrity, and reliability. The fastest and easiest way to obtain copies of GAO documents at no cost is through GAO's website ( http://www.gao.gov ). Each weekday afternoon, GAO posts on its website newly released reports, testimony, and correspondence. To have GAO e- mail you a list of newly posted products, go to http://www.gao.gov and select \"E -mail Updates.\" The price of each GAO publication reflects GAO's actual cost of production and distribution and depends on the number of pages in the publication and whether the publication is printed in color or black and white. Pricing and ordering information is posted on GAO's website, http://www.gao.gov/ordering.htm . Place orders by calling (202) 512 -6000, toll free (866) 801-7077, or TDD (202) 512- 2537 . Orders may be paid for using American Express, Discover Card, MasterCard, Visa, check , or money order . Call for additional information. Connect with GAO on F acebook , Flickr , Twitter , and YouTube . Subscribe to our RSS Feeds or E-mail Updates . Listen to our Podcasts . Visit GAO Director, siggerudk@gao.gov , (202) 512 - 4400, U.S. Government Accountability Office, 441 G Street NW, Room 7125, Washington, DC 20548 Chuck Young, Managing Director, youngc1@gao.gov , (202) 512- 4800 U.S. Government Accountability Office, 441 G Street NW, Room 7149 Washington, DC 20548 GAO's Mission Obtaining Copies of GAO Reports and Testimony Order by Phone Connect with GAO To Report Fraud, Waste, and Abuse in Federal Programs Congressional Relations Public Affairs Please Print on Recycled Paper. "}