{"title": "Body Cupping Kit", "author": null, "url": "https://wthn.com/products/body-cupping-kit", "hostname": "wthn.com", "description": "Bring the relaxation of cupping therapy to your home with our quality silicone body cupping kit. This set includes 8 cups, a travel case & how-to guide.", "sitename": "WTHN", "date": "2023-02-17", "cleaned_text": "Reviews - JKJoanna K.Verified BuyerI recommend this productRated 5 out of 5 stars2 months agoExcellent cupping system Love it, can apply it myself and wished I knew about this before. - CCamiVerified BuyerI recommend this productRated 5 out of 5 stars7 months agoThe best thing for my lower back pain I have always loved getting cupped for muscle recovery and used to get it done all of the time from my trainer at school when I was playing D1 soccer, but never had the chance or kit to do it at home. Nor did I think it was something that you could apply to yourself. I mostly suffer from lower back pain around my cycle and tight muscles from working out and I genuinely have loved the relief that WTHN's cupping kit has been able to give me while at home! It is so easy to use and is now the best part of my cycle relief routine. I especially love to use them on my hamstrings and back after deadlifting! Best relief ever and again surprisingly so easy to use, even on hard to reach areas on my back :) - SAshari a.Verified BuyerI recommend this productRated 5 out of 5 stars7 months agoLove these!!! I love cupping when I go for acupuncture treatments and now I can do it myself at home! Super easy to apply and great for putting on my spouse's back or applying to my own shoulders, low back and legs. The carrying case is perfect for storage and travel. - CHColleen H.Verified BuyerI recommend this productRated 5 out of 5 stars7 months agoEasy to use I really like the this cupping kit. The size of the cup is great and they are easy to use and clean. I am very satisfied with my purchase - DFDory F.Verified BuyerI recommend this productRated 4 out of 5 stars8 months agoHoping that they were stronger These are an excellent design and dont need a suction plunger like many cups and they are gentle. However to be used in a clinical setting they are not really strong enough and often pop off. I also like the little booklet that comes with them. "}