{"title": "Destacan eficacia de vacunas contra CaCu y tratamiento integral en pacientes", "author": null, "url": "https://gaceta.facmed.unam.mx/index.php/2018/08/01/destacan-eficacia-de-vacunas-contra-cacu-y-tratamiento-integral-en-pacientes/", "hostname": "unam.mx", "description": "México cuenta con dos tipos de vacunas contra el VPH: bivalente y tetravalente, las cuales presentan entre 97 por ciento y 98 por ciento de efectividad: doctora Lucely Cetina.", "sitename": "Gaceta FM", "date": "2018-08-01", "cleaned_text": "un 99 por ciento con el virus del papiloma humano (VPH), el cáncer cervicouterino (CaCu) es un tabú social», expresó la doctora Lucely del Carmen Cetina Pérez, tutora del Subcomité Académico del Campo de Conocimiento de las Ciencias Médicas en la UNAM, tras añadir que, en México, «faltan cerca de 15 años para controlar la enfermedad con la mejor estrategia en cuanto a Papanicolaou, vacunas y educación». Este cáncer es la segunda causa de muerte más común en mujeres en edad reproductiva a nivel nacional. «Se presentan entre 4 mil y 6 mil nuevos casos por año y a diario cobra la vida de cerca de 11 personas», comentó la doctora Cetina Pérez al enumerar sus principales causas: iniciar la vida sexual antes de los 15 años, tener más de una pareja sexual, fumar, consumir anticonceptivos orales de manera prolongada y la multiparidad. A nivel mundial, en promedio, el CaCu suele desarrollarse entre los 30 y 45 años de edad, sin embargo, «en el Instituto Nacional de Cancerología (INCan) tenemos decenas de chicas de 20, 22 y 26 años con la enfermedad en niveles avanzados». Ante ello, la especialista destacó la importancia de la prevención. «Niños y niñas deberían vacunarse, de preferencia antes de los nueve años, que es cuando usualmente no han tenido un encuentro sexual». No obstante, aclaró que «existen estudios que revelan que infantes y adultos que ya iniciaron su vida sexual podrían ser vacunados en contra de este virus con 66 por ciento de eficacia». Nuestro país cuenta con dos tipos de vacunas contra el VPH: bivalente y tetravalente, las cuales presentan entre 97 y 98 por ciento de efectividad; no obstante, esta última, que es la única aprobada en varones, podría mejorar la prevalencia de verrugas genitales, explicó. Durante el Seminario Permanente \"La epidemia de enfermedades crónicas no transmisibles en México\", la doctora Cetina Pérez reiteró que, además de las vacunas, la detección oportuna mediante el Papanicolaou y/o la colposcopia es la mejor estrategia para prevenir el cáncer cervicouterino, o bien, para impedir que llegue a etapas avanzadas. Por otro lado, enfatizó que a las pacientes con enfermedad localmente avanzada y diseminada, es necesario individualizar, dar un tratamiento integral y de vanguardia. \"En este tenor, en el INCan se aplica el programa denominado Modelo Integral para la Atención del Cáncer Cervicouterino Localmente Avanzado y Avanzado (MICAELA), en el cual, con esa perspectiva y de forma protocolizada, se procura mejorar la calidad de vida de las pacientes e intensificar su manejo integral\", añadió. "}