{"title": "Therapeutic effects of methylphenidate for attention-deficit/hyperactivity disorder in children with borderline intellectual functioning or intellectual disability: A systematic review and meta-analysis - Scientific Reports", "author": "Sun; Cheuk-Kwan; Tseng; Ping-Tao; Wu; Ching-Kuan; Li; Dian-Jeng; Chen; Tien-Yu; Stubbs; Brendon; Carvalho; Andre F; Yen-Wen; Pao-Yen; Yu-Shian; Ming-Kung", "url": "https://www.nature.com/articles/s41598-019-52205-6", "hostname": "nature.com", "description": "Attention-deficit/hyperactivity disorder (ADHD) frequently co-occurs with intellectual disability in children, and may further compromise learning. Methylphenidate is a first-line treatment for ADHD, however no previous meta-analysis has evaluated its overall efficacy for ADHD in children with comorbid intellectual disability (ID) or borderline intellectual functioning. The PubMed/MEDLINE, Cochrane CENTRAL and ScienceDirect databases were systematically searched from inception through 2018/7/15 for clinical studies that investigated the effects of methylphenidate in children with ADHD and ID. A random-effects model meta-analysis was used for data synthesis. Eight studies (average Jadad score = 2.5) enrolling 242 participants receiving methylphenidate and 181 participants receiving placebo were included. The meta-analysis showed that methylphenidate led to a significant improvement in ADHD symptoms relative to placebo (Hedges' g = 0.878, p < 0.001). Meta-regression analysis pointed to an association between the dose of methylphenidate and overall improvement in ADHD severity (slope = 1.334, p < 0.001). Finally, there was no significant difference in drop-out rate [odds ratio (OR) = 1.679, p = 0.260] or rate of treatment discontinuation due to adverse events (OR = 4.815, p = 0.053) between subjects receiving methylphenidate and those taking placebos. Our study suggests that methylphenidate retains its efficacy in children with ADHD and borderline intellectual functioning or ID.", "sitename": "Nature", "date": "2019-11-04", "cleaned_text": "Abstract Attention-deficit/hyperactivity disorder (ADHD) frequently co-occurs with intellectual disability in children, and may further compromise learning. Methylphenidate is a first-line treatment for ADHD, however no previous meta-analysis has evaluated its overall efficacy for ADHD in children with comorbid intellectual disability (ID) or borderline intellectual functioning. The PubMed/MEDLINE, Cochrane CENTRAL and ScienceDirect databases were systematically searched from inception through 2018/7/15 for clinical studies that investigated the effects of methylphenidate in children with ADHD and ID. A random-effects model meta-analysis was used for data synthesis. Eight studies (average Jadad score = 2.5) enrolling 242 participants receiving methylphenidate and 181 participants receiving placebo were included. The meta-analysis showed that methylphenidate led to a significant improvement in ADHD symptoms relative to placebo (Hedges' g = 0.878, p < 0.001). Meta-regression analysis pointed to an association between the dose of methylphenidate and overall improvement in ADHD severity (slope = 1.334, p < 0.001). Finally, there was no significant difference in drop-out rate [odds ratio (OR) = 1.679, p = 0.260] or rate of treatment discontinuation due to adverse events (OR = 4.815, p = 0.053) between subjects receiving methylphenidate and those taking placebos. Our study suggests that methylphenidate retains its efficacy in children with ADHD and borderline intellectual functioning or ID. Introduction Attention-deficit/hyperactivity disorder (ADHD) can present with symptoms encompassing inattentive, hyperactivity and impulsivity domains, and is associated with significant psychosocial and academic dysfunctions [1](/articles/s41598-019-52205-6#ref-CR1). ADHD is the most common neurobehavioral disorder amongst children and adolescents [2](/articles/s41598-019-52205-6#ref-CR2). In addition, children with probable ADHD have been reported to have a 16-point decrease in IQ compared to those without ADHD [3](/articles/s41598-019-52205-6#ref-CR3). These findings highlight an association between ADHD and subaverage intelligence [4](/articles/s41598-019-52205-6#ref-CR4). Both pharmacological and non-pharmacological treatments have shown efficacy for the management of ADHD [2](/articles/s41598-019-52205-6#ref-CR2), [5](/articles/s41598-019-52205-6#ref-CR5). Among pharmacological treatments, methylphenidate a first-line agent for ADHD [6](/articles/s41598-019-52205-6#ref-CR6). It primarily acts through the inhibition of presynaptic dopamine and to a lesser extent norepinephrine transporter, thereby increasing the concentration of monoamines in the synaptic cleft [7](/articles/s41598-019-52205-6#ref-CR7). Adjusting the dose on an individual basis has been reported to be crucial for optimizing behavioral improvement [8](/articles/s41598-019-52205-6#ref-CR8). In addition, the beneficial effects of methylphenidate for the management of ADHD have been well documented in review articles [9](/articles/s41598-019-52205-6#ref-CR9), pairwise meta-analyses [10](/articles/s41598-019-52205-6#ref-CR10), and network meta-analyses [11](/articles/s41598-019-52205-6#ref-CR11). Despite the possible association between ADHD and intellectual disability (ID), most treatment trials for ADHD have excluded children with ID or borderline intellectual functioning, partly because children with ID often have coexisting medical problems and are also less likely to self-report adverse events [4](/articles/s41598-019-52205-6#ref-CR4). The reliability of data derived from previous studies on the therapeutic effectiveness of methylphenidate in children with ID or borderline intellectual functioning is further hampered by crossover designs, short trial durations, differences in dosing regimens, and small sample sizes [4](/articles/s41598-019-52205-6#ref-CR4). Whilst some studies have demonstrated a poorer therapeutic response in children with ID or borderline intellectual functioning compared to those without [12](/articles/s41598-019-52205-6#ref-CR12), other studies have not found a significant difference in efficacy between the two groups [4](/articles/s41598-019-52205-6#ref-CR4). In addition, a dose-dependent therapeutic effect was reported in one study [13](/articles/s41598-019-52205-6#ref-CR13) but not in others [14](/articles/s41598-019-52205-6#ref-CR14), [15](/articles/s41598-019-52205-6#ref-CR15). Furthermore, one report failed to demonstrate an overall therapeutic effect for methylphenidate [16](/articles/s41598-019-52205-6#ref-CR16) in this patient population. There are also inconsistencies in the therapeutic effects of methylphenidate on the conduct subscale. While some studies have demonstrated positive outcomes [17](/articles/s41598-019-52205-6#ref-CR17), [18](/articles/s41598-019-52205-6#ref-CR18), others have failed to show any beneficial impact [14](/articles/s41598-019-52205-6#ref-CR14), [15](/articles/s41598-019-52205-6#ref-CR15). Moreover, most studies have failed to show that methylphenidate significantly improved cognitive performance as measured by a continuous performance test (CPT) [14](/articles/s41598-019-52205-6#ref-CR14), [16](/articles/s41598-019-52205-6#ref-CR16), [18](/articles/s41598-019-52205-6#ref-CR18). A recent systematic review of different RCTs reported that people with ID had a lower (40-50%) response rate to methylphenidate than those without ID [19](/articles/s41598-019-52205-6#ref-CR19). However, the authors did not conduct meta-analysis to reinforce their conclusion. Due to these gaps in the literature, the aim of this systematic review and meta-analysis of randomized controlled trials was to assess the therapeutic effects of methylphenidate in children with ADHD and co-occurring ID or borderline intellectual functioning. Materials and Methods Guidelines and protocol This systematic review and meta-analysis was conducted according to the guidelines presented in the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement [20](/articles/s41598-019-52205-6#ref-CR20) (Supplementary Table [1](/articles/s41598-019-52205-6#MOESM1), available online). An a priori defined but unpublished protocol (available upon request to the authors) that was approved by the Institutional Review Board of Tri-Service General Hospital (TSGHIRB: B-105-12) was followed. Search strategy and identification of eligible studies Two investigators (YS Cheng and CK Sun) independently searched the PubMed/MEDLINE, Cochrane Library and Science Direct electronic databases from inception to 2018/7/15, using the following keywords: (Stimulants or methylphenidate) and (mental retardation or intellectual disability or development delay or mental handicap or borderline intellectual functioning). We limited the results to clinical trials. In addition, the ClinicalTrials.gov database was searched using the following keywords: (ADHD and methylphenidate). This search strategy was augmented through a hand search of reference lists for eligible articles as well as relevant clinical guidelines and review articles [2](/articles/s41598-019-52205-6#ref-CR2), [7](/articles/s41598-019-52205-6#ref-CR7), [10](/articles/s41598-019-52205-6#ref-CR10), [21](/articles/s41598-019-52205-6#ref-CR21). Two authors (YS Cheng and CK Sun) screened the titles and abstracts of retrieved references for eligibility. A list of potentially eligible studies was constructed by consensus, after which full-text examinations were conducted. A third reviewer (PT Tseng) was consulted if any inconsistencies arose. Eligibility criteria The inclusion criteria were as follows: (1) peer-reviewed articles investigating the efficacy of methylphenidate on behavioral symptoms in children and adolescents with borderline intellectual functioning or ID symptoms who were experiencing behavioral problems related to ADHD according to the diagnostic criteria in the International Statistical Classification of Diseases and Related Health Problems (ICD), in the Diagnostic and Statistical Manual of Mental Disorders (DSM) or other standardized rating scales; and (2) articles that were randomized placebo-controlled trials conducted in humans. No language restrictions were applied. The exclusion criteria were as follows: (1) animal studies; (2) trials not related to the treatment effect of methylphenidate on behavioral symptoms related to ADHD; and (3) studies without a placebo group (i.e., head-to-head trials). Methodological quality appraisal The methodological quality of the included studies was evaluated using the Jadad scale [22](/articles/s41598-019-52205-6#ref-CR22). Jadad scores were calculated for each included study and encompassed three aspects of study quality, namely, randomization, blindness, and attrition rates. Scores ranged from zero (poor quality) to five (high quality). Outcome assessment For comprehensive evaluation, we studied the association between changes in clinical symptoms of ADHD and use of methylphenidate at two stages. Initially, we evaluated the change in overall severity of ADHD symptoms, which was defined as the primary outcome. At the second stage, to provide more information for clinicians, we assessed the changes in severity of ADHD symptoms on different subscales, which were defined as the secondary outcomes. The secondary outcomes of interest included any rating scales that evaluated the three main categories of behavioral problems in ADHD, including conduct behavior, hyperactivity and inattentive symptoms. We also evaluated differences in CPT results between groups treated with placebo and those treated with methylphenidate. Finally, tolerability as assessed by the drop-out rate and the rate of treatment discontinuation due to adverse effects was also analyzed. Data extraction and management Two independent authors extracted data from the eligible studies into a database of pre-determined variables of interest. The extracted variables included: changes in the severity of ADHD symptoms, mean age (years), female proportion, mean body mass index (BMI), methylphenidate treatment duration (weeks), and methylphenidate dosage (mg/kg/day). When data were not available in the articles, we tried to contact the corresponding authors by email to request additional data on at least two different occasions one week apart. Statistical analysis Due to the presumed heterogeneity among the included studies, data were analyzed using random-effects meta-analysis models rather than fixed effects models [23](/articles/s41598-019-52205-6#ref-CR23) on the Comprehensive Meta-Analysis software version 3 platform (Biostat, Englewood, NJ). Effect sizes (ESs) of changes in ADHD symptoms between groups were analyzed using Hedges' g and 95% confidence intervals (95% CIs). For the secondary outcomes, because all the input-data were based on the same rating scale, we further calculated the mean differences (MDs), which could provide clearer and more relevant information for clinicians. In the situations of dichotomous outcome, the ESs were analyzed using odds ratio (OR) and 95% CIs. Heterogeneity was evaluated using the Q statistic [24](/articles/s41598-019-52205-6#ref-CR24), and the I2 statistic was used to evaluate the proportion of variation [25](/articles/s41598-019-52205-6#ref-CR25). We examined publication bias by visually inspecting funnel plots when less than ten datasets were available [26](/articles/s41598-019-52205-6#ref-CR26), while Egger's regression test was used when ten or more independent datasets were available [23](/articles/s41598-019-52205-6#ref-CR23). We performed the Duval and Tweedie trim and fill test to adjust ESs when evidence of publication bias was found [27](/articles/s41598-019-52205-6#ref-CR27). Sensitivity analysis where one study at a time was excluded from the analysis was performed to verify whether an outlier could be biasing our ES estimates [28](/articles/s41598-019-52205-6#ref-CR28). To evaluate potential sources of heterogeneity and confounding effects, we performed meta-regression and subgroup meta-analyses. Specifically, when there were at least five datasets, we conducted the meta-regression procedure using the unrestricted maximum likelihood method. Regarding subgroup meta-analysis, we focused on the studies that included different dosages of methylphenidate. Specifically, we subdivided the included studies according to the mean dosage of methylphenidate with the cut-off point set at 0.6 mg/day (i.e., the low-dose subgroup 0.6 mg/day and the high-dose subgroup > 0.6 mg/day). This cut-off point was previously used in a meta-analysis in Cochrane Systematic Reviews [29](/articles/s41598-019-52205-6#ref-CR29). We performed subgroup analysis when data from at least three independent studies were provided [29](/articles/s41598-019-52205-6#ref-CR29). In addition, we used interaction tests to evaluate differences in ESs between the subgroups [30](/articles/s41598-019-52205-6#ref-CR30). Statistical significance was set at a two-tailed alpha level of 0.05. Results Study selection The PRISMA flowchart used to select the studies in this systematic review is shown in Fig. [1](/articles/s41598-019-52205-6#Fig1). After excluding duplicates, 30 full-text articles were assessed for eligibility. Among them, 22 were excluded (see Supplementary Table [2](/articles/s41598-019-52205-6#MOESM1) for the reasons why these studies were excluded). Therefore, eight articles were eligible for the current articles, 242 subjects received methylphenidate (mean age = 9.17 years, mean female proportion = 26.9%, median treatment duration = 2.5 weeks) and 181 subjects receiving placebo (mean age = 9.42 years, mean female proportion = 26.9%). Of the eight studies, five recruited subjects diagnosed according to the DSM-III-R [13](#ref-CR13), [14](#ref-CR14), [15](/articles/s41598-019-52205-6#ref-CR15), [18](/articles/s41598-019-52205-6#ref-CR18), [31](/articles/s41598-019-52205-6#ref-CR31), one one according to the DSM-III [17](/articles/s41598-019-52205-6#ref-CR17), and one according to the Conners' Parent or Teacher Rating Scale [16](/articles/s41598-019-52205-6#ref-CR16). With regards to ADHD symptom evaluation, three [4](/articles/s41598-019-52205-6#ref-CR4), [31](/articles/s41598-019-52205-6#ref-CR31) with Conners' Parents Rating Scale (CPRS) [34](/articles/s41598-019-52205-6#ref-CR34). Three evaluated changes in CPT scores [14](/articles/s41598-019-52205-6#ref-CR14), [16](/articles/s41598-019-52205-6#ref-CR16), [18](/articles/s41598-019-52205-6#ref-CR18). Methodological quality of the included studies Among the eight studies, the average Jadad score was 2.5 with a standard deviation (SD) of 1.07 (Supplementary Table [3](/articles/s41598-019-52205-6#MOESM1)). Primary outcome: treatment effect on ADHD symptoms as assessed by changes in severity Primary outcome: overall severity The meta-analysis of the eight studies with twelve datasets evaluating the changes in receiving methylphenidate had better improvements in overall ADHD severity than those receiving placebo (k = 12, Hedges' g = 0.878, 95% CI = 0.612 to 1.143, p < 0.001) (Fig. [2(a)](/articles/s41598-019-52205-6#Fig2)) without significant heterogeneity (Q value = 19.027, df = 11, I2 = 42.188%, p = 0.061) but with significant publication bias via Egger's regression test (t = 3.093, df = 10, p = 0.011). The adjusted ESs by Duval and Tweedie's trim and fill test remained statistically significant (adjusted Hedges' g = 0.641, 95% CI = 0.338 to 0.943). Sensitivity analysis The sensitivity test where one study at a time was excluded from the analysis revealed that the significant results of the meta-analysis did not change after the removal of any one of the included studies. Therefore, the significance of the results was not due to any outliers among the included studies. Meta-regression Meta-regression suggested a significant positive association between changes in overall ADHD severity and methylphenidate dosage (k = 11, slope = 1.334, p < 0.001) with no significant associations between changes in overall ADHD severity and mean age (p = 0.366), female proportion (p = 0.112), mean IQ (p = 0.119), or treatment duration (p = 0.465). Secondary outcomes: treatment effect on ADHD symptoms as assessed by changes in subscales of different dimensions of CTRS Secondary outcome: conduct problem severity as assessed by CTRS-conduct When focusing on the five studies [14](/articles/s41598-019-52205-6#ref-CR14), [15](/articles/s41598-019-52205-6#ref-CR15), [17](/articles/s41598-019-52205-6#ref-CR17), [18](/articles/s41598-019-52205-6#ref-CR18), [31](/articles/s41598-019-52205-6#ref-CR31) with eight datasets evaluating changes CTRS-conduct, the meta-analysis showed that the subjects receiving methylphenidate had better improvements in CTRS-conduct severity than those receiving placebo (k = 8, Hedges' g = 0.853, 95% CI = 0.516 = 0.816) without heterogeneity = 12.089, df = 7, I2 = 42.098%, p = 0.098) or publication bias via inspection of the funnel plot (Fig. [4(a)](/articles/s41598-019-52205-6#Fig4)). Secondary outcome: hyperactive severity as assessed by CTRS-hyperactive An investigation into the six studies [4](/articles/s41598-019-52205-6#ref-CR4), [14](/articles/s41598-019-52205-6#ref-CR14), [15](/articles/s41598-019-52205-6#ref-CR15), [18](/articles/s41598-019-52205-6#ref-CR18), [31](/articles/s41598-019-52205-6#ref-CR31) with nine datasets in CTRS-hyperactive demonstrated that the subjects receiving methylphenidate had better improvements in CTRS-hyperactive severity compared to those receiving placebo (k = 9, Hedges' g = 1.068, 95% CI = 0.741 = 1.976) with heterogeneity = 16.687, df = 8, I2 = 52.058%, p = 0.034) and significant publication bias via inspection of the funnel plot (Fig. [4(b)](/articles/s41598-019-52205-6#Fig4)). The adjusted ESs by Duval and Tweedie's trim and fill test remained statistically significant (adjusted Hedges' g = 0.694, 95% CI = 0.348 to 1.041). Secondary outcome: inattention severity as assessed [14](/articles/s41598-019-52205-6#ref-CR14), [15](/articles/s41598-019-52205-6#ref-CR15), [17](/articles/s41598-019-52205-6#ref-CR17), [18](/articles/s41598-019-52205-6#ref-CR18), eight datasets evaluating changes CTRS-inattention, the meta-analysis showed that the subjects receiving methylphenidate had better improvements in CTRS-inattention severity than those receiving placebo (k = 8, Hedges' g = 0.834, 95% CI = 0.587 = 0.742) without heterogeneity = 3.221, df = 7, I2 < 0.001%, p = 0.864) but significant publication bias via inspection of the funnel plot (Fig. [4(c)](/articles/s41598-019-52205-6#Fig4)). The adjusted ESs by Duval and Tweedie's trim and fill test remained statistically significant (adjusted Hedges' g = 0.717, 95% CI = 0.500 to 0.934). Subgroup meta-analysis: treatment effect on ADHD symptoms with different methylphenidate dosages Subgroup meta-analysis showed that the subjects receiving methylphenidate had better improvements in overall ADHD severity than those receiving placebo both in the low-dose (k = 8, Hedges' g = 0.694, 95% CI = 0.448 to 0.940, p < 0.001) high-dose (k = 3, Hedges' g = 1.638, 95% CI ESs were significantly higher in the high-dose subgroup than those in the low-dose subgroup by the interaction test (p = 0.001) [14](/articles/s41598-019-52205-6#ref-CR14), [15](/articles/s41598-019-52205-6#ref-CR15), [18](/articles/s41598-019-52205-6#ref-CR18). Secondary outcome: treatment effect on continuous performance as assessed by changes in CPT When focusing on the three studies [14](/articles/s41598-019-52205-6#ref-CR14), [16](/articles/s41598-019-52205-6#ref-CR16), [18](/articles/s41598-019-52205-6#ref-CR18) that investigated differences in CPT results between placebo and methylphenidate treatment groups, the meta-analysis showed that the subjects receiving methylphenidate had better improvements in CPT results than those receiving placebo (k = 5, Hedges' g = 0.558, 95% CI = 0.214 = 11.955) without heterogeneity = 4.141, df = 4, I2 = 3.405%, p = 0.387) but significant publication bias via inspection of the funnel plot (Fig. [4(d)](/articles/s41598-019-52205-6#Fig4)). The adjusted ESs by Duval and Tweedie's trim and fill test remained statistically significant (adjusted Hedges' g = 0.368, 95% CI = 0.009 to 0.727). Secondary outcome: tolerability assessed by drop-out rate and rate of treatment discontinuation due to adverse events The current meta-analysis showed no significant difference in drop-out rate between subjects receiving methylphenidate and those taking placebos (k = 4, OR = 1.679, 95% CI = 0.681 to 4.138, p = 0.260) (Fig. [2(b)](/articles/s41598-019-52205-6#Fig2)). Forest plot demonstrated no significant heterogeneity (Q value = 0.460, df = 3, I2 < 0.001%, p = 0.928) or significant publication bias (Fig. [4(e)](/articles/s41598-019-52205-6#Fig4)). Similarly, there was no significant difference in the rate of treatment discontinuation due to adverse events between subjects treated with methylphenidate and those receiving placebos (k = 4, OR = 4.815, 95% CI = 0.981 to 23.628, p = 0.053) (Fig. [2(b)](/articles/s41598-019-52205-6#Fig2)). Despite the lack of significant heterogeneity (Q value = 0.579, df = 3, I2 < 0.001%, p = 0.901), significant publication bias was noted via inspection of the funnel plot (Fig. [4(f)](/articles/s41598-019-52205-6#Fig4)). The adjusted ESs by Duval and Tweedie's trim and fill test showed significantly higher rate of treatment discontinuation due to adverse events in subjects receiving methylphenidate than those taking placebos (adjusted OR = 5.531, 95% CI = 1.326 to 23.069). Discussion To the best of our knowledge, this is the first meta-analysis to address the treatment effect of methylphenidate on children with ADHD and ID or borderline intellectual functioning. Our meta-analysis suggested that children with borderline intellectual functioning or ID receiving methylphenidate experienced better improvements than those receiving placebo in both overall ADHD severity (p < 0.001) and ADHD-specific symptoms, including CTRS-conduct (p < 0.001), < 0.001), CTRS-inattention (p < 0.001) and CPT results (p = 0.001). Furthermore, our meta-regression analysis also showed that the efficacy of methylphenidate was related to its dosage. Finally, there was no significant difference in drop-out rate or rate of treatment discontinuation due to adverse events between subjects receiving methylphenidate and those taking placebos. The main findings of the current meta-analysis were the beneficial effects of methylphenidate on the symptoms of ADHD, both in primary outcome (overall disease severity) and secondary outcomes (hyperactivity, conduct, inattention and CPT results) in children with ADHD and ID or borderline intellectual functioning. These findings are similar to those in previous meta-analyses conducted in children with ADHD and a normal IQ [10](/articles/s41598-019-52205-6#ref-CR10), [35](/articles/s41598-019-52205-6#ref-CR35). Therefore, our findings further support the potentially beneficial effect of methylphenidate against ADHD symptoms, which has not been well studied previously and has shown controversial results in this study population [14](/articles/s41598-019-52205-6#ref-CR14), [15](/articles/s41598-019-52205-6#ref-CR15), [17](/articles/s41598-019-52205-6#ref-CR17), [18](/articles/s41598-019-52205-6#ref-CR18). Our study demonstrated that the efficacy of methylphenidate treatment increased with an increased dosage, as shown in our meta-regression analysis (slope = 1.334, p < 0.001) and subgroup analyses (Hedges' g = 0.694 in the low-dose subgroup, Hedges' g = 1.638 in the high-dose subgroup, interaction test between the two subgroups: p = 0.001). These findings may prompt the development of new strategies in clinical practice. Currently, the most common strategy for children taking methylphenidate in clinical practice is \"dose optimization\", which is defined as \"start with a low dose and titrate gradually upward to an optimal low-dose\" [36](/articles/s41598-019-52205-6#ref-CR36). The different treatment effect of methylphenidate found in the current meta-analysis may be partially supported by a previous meta-analysis conducted in children with ADHD and a normal IQ [10](/articles/s41598-019-52205-6#ref-CR10). In that meta-analysis, although the overall results of the meta-analysis were based on both randomized clinical trials and cross-over trials and did not find any difference in treatment efficacy between low-dose (0.6 mg per day) or high-dose (>0.6 mg per day) treatment, the treatment effects became significantly higher in the high-dose group if they only focused on trials with a cross-over design [10](/articles/s41598-019-52205-6#ref-CR10). This interesting finding may provide some evidence for individual variations in dose response. Moreover, it has been shown that certain individuals may respond to a higher dose of methylphenidate, but that substantial inter-subject variability may exist in response to methylphenidate dosage [37](/articles/s41598-019-52205-6#ref-CR37). However, given the potentially higher incidence of adverse events in patients with subaverage IQ [4](/articles/s41598-019-52205-6#ref-CR4), further large-scale randomized controlled trials about the potential adverse events in children with ADHD and ID or borderline intellectual function are warranted. Finally, with regards to the safety and tolerability of methylphenidate in children with ADHD and ID or borderline intellectual functioning, we did not find significant difference in drop-out rate (OR = 1.679, p = 0.260) or rate of treatment discontinuation due to adverse events (OR = 4.815, p = 0.053) between subjects treated with methylphenidate and those receiving placebos. Moreover, most studies reported that methylphenidate was well tolerated without reports of severe adverse events (Supplementary Table [4](/articles/s41598-019-52205-6#MOESM1)). Overall, methylphenidate seemed well tolerated in the studied populations. Limitations There are several limitations to the present meta-analysis that should be addressed prior to its application in clinical practice. First, the heterogeneous nature of the included studies should be noted, including the wide range of dosages of methylphenidate (0.6 to 1.2 mg/kg/day), wide range of methylphenidate treatment duration (1-16 weeks), short treatment duration in most of the included studies (seven of the eight studies had a treatment duration of between 1 and 4 weeks), male predominance (73.1%), and mainly Caucasian ethnicity. In addition, most of the included studies were cross-over studies with quality being ranked as poor in five of the eight studies. Second, the number of the included studies and the overall sample sizes were relatively small. Third, only one of the included studies was published in the last decade. Conclusions The current meta-analysis provides evidence in support of a significant dose-dependent beneficial effect of methylphenidate on overall ADHD severity, conduct, hyperactivity, and inattentive symptoms in children with ADHD and ID or borderline intellectual functioning. Further large-scale well-designed randomized clinical trials investigating the treatment efficacy and tolerability of methylphenidate in this population are warranted. References American Psychiatric Association. Attention-deficit/ hyperactivity disorder. Diagnostic and Statistical Manual of Mental Disorders. 5th edition. Washington, DC., 59-65 (2013). Brown, K. A., Samuel, S. & Patel, D. R. Pharmacologic management of attention deficit hyperactivity disorder in children and adolescents: a review for practitioners. Transl. Pediatr. 7, 36-47, [https://doi.org/10.21037/tp.2017.08.02tp-07-01-36](https://doi.org/10.21037/tp.2017.08.02tp-07-01-36)(2018). Simonoff, E., Pickles, A., Wood, N., Gringras, P. & Chadwick, O. ADHD symptoms in children with mild intellectual disability. J. Am. Acad. Child Adolesc. Psychiatry. 46, 591-600, [https://doi.org/10.1097/chi.0b013e3180323330](https://doi.org/10.1097/chi.0b013e3180323330)(2007). Simonoff, E. Randomized controlled double-blind trial of optimal dose methylphenidate in children and adolescents with severe attention deficit hyperactivity disorder and intellectual disability. J Child Psychol Psychiatry 54, 527-535, [https://doi.org/10.1111/j.1469-7610.2012.02569.x](https://doi.org/10.1111/j.1469-7610.2012.02569.x)(2013). Charach, A. et al. Attention Deficit Hyperactivity Disorder: Effectiveness of Treatment in At-Risk Preschoolers; Long-Term Effectiveness in All Ages; and Variability in Prevalence, Diagnosis, and Treatment [Internet] (2011). Pliszka, S. R. et al. The Texas Children's Medication Algorithm Project: revision of the algorithm for pharmacotherapy of attention-deficit/hyperactivity Am Acad Child Adolesc Psychiatry 45, 642-657, [https://doi.org/10.1097/01.chi.0000215326.51175.eb](https://doi.org/10.1097/01.chi.0000215326.51175.eb)(2006). Briars, L. & Todd, T. A Review of Pharmacological Management of Attention-Deficit/Hyperactivity Disorder. J Pediatr Group. randomized clinical trial of treatment strategies for attention-deficit/hyperactivity disorder. The MTA Cooperative Group. Multimodal Treatment Study of Children with ADHD. Arch Gen psychiatry 56, 1073-1086, [https://doi.org/10.1001/archpsyc.56.12.1073](https://doi.org/10.1001/archpsyc.56.12.1073)(1999). Chan, E., Fogler, J. M. & Hammerness, P. G. Treatment of Attention-Deficit/Hyperactivity Disorder in Adolescents: A Systematic Review. Jama 315, 1997-2008, [https://doi.org/10.1001/jama.2016.5453](https://doi.org/10.1001/jama.2016.5453)(2016). Storebo, O. J. et al. Methylphenidate for children and adolescents with attention deficit hyperactivity disorder (ADHD). Cochrane Database Syst Rev, Virtuoso, Tonin, F. S., Borba, H. H. L. & Pontarolo, R. Efficacy and safety of drugs for attention deficit hyperactivity disorder in children and adolescents: a network meta-analysis. Eur Child Adolesc Psychiatry 27, 1335-1345, [https://doi.org/10.1007/s00787-018-1125-0](https://doi.org/10.1007/s00787-018-1125-0)(2018). Aman, M. G., Buican, B. & Arnold, L. E. Methylphenidate treatment in children with borderline IQ and mental retardation: analysis of three aggregated studies. Journal of child and adolescent psychopharmacology 13, 29-40, [https://doi.org/10.1089/104454603321666171](https://doi.org/10.1089/104454603321666171)(2003). Varley, C. K. & Trupin, E. W. Double-blind administration of methylphenidate to mentally retarded children with attention deficit disorder; a preliminary study. Am J Ment Defic 86, 560-566 (1982). Handen, B. L. et al. Effects and noneffects of methylphenidate in children with mental retardation and ADHD. J Am Acad Child Adolesc Psychiatry 31, 455-461, [https://doi.org/10.1097/00004583-199205000-00011](https://doi.org/10.1097/00004583-199205000-00011)(1992). Handen, B. L., Feldman, H. M., Lurier, A. & Murray, P. J. Efficacy of methylphenidate among preschool children with developmental disabilities and ADHD. J Am Acad Child Adolesc Psychiatry 38, 805-812, [https://doi.org/10.1097/00004583-199907000-00009](https://doi.org/10.1097/00004583-199907000-00009)(1999). Hagerman, R. J., Murphy, M. A. & Wittenberger, M. D. A controlled trial of stimulant medication in children with the fragile X syndrome. Am J Med Genet 30, 377-392, [https://doi.org/10.1002/ajmg.1320300138](https://doi.org/10.1002/ajmg.1320300138)(1988). Aman, M. G., Kern, R. A., McGhee, D. E. & Arnold, L. E. Fenfluramine and methylphenidate in children with mental retardation and ADHD: clinical and side effects. J Am Acad Child Adolesc Psychiatry 32, 851-859, [https://doi.org/10.1097/00004583-199307000-00022](https://doi.org/10.1097/00004583-199307000-00022)(1993). Handen, B. L., Breaux, A. M., Gosling, A., Ploof, D. L. & Feldman, H. Efficacy of methylphenidate among mentally retarded children with attention deficit hyperactivity disorder. Pediatrics 86, 922-930 (1990). Tarrant, N. et al. The effectiveness of methylphenidate in the management of Attention Deficit Hyperactivity Disorder (ADHD) in people with intellectual disabilities: A systematic review. Res Dev Disabil. 83, 217-232, [https://doi.org/10.1016/j.ridd.2018.08.017](https://doi.org/10.1016/j.ridd.2018.08.017)(2018). Liberati, A. et al. The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration. PLoS Med. 6, e1000100, [https://doi.org/10.1371/journal.pmed.1000100](https://doi.org/10.1371/journal.pmed.1000100)(2009). Sturman, N., Deckx, L. & van Driel, M. L. Methylphenidate for children and adolescents with autism spectrum disorder. The Cochrane database of systematic reviews 11, CD011144, [https://doi.org/10.1002/14651858.CD011144.pub2](https://doi.org/10.1002/14651858.CD011144.pub2)(2017). Jadad, A. R. et al. Assessing the quality of reports of randomized clinical trials: is blinding necessary? Controlled clinical trials 17, 1-12 (1996). Egger, M., Davey Smith, G., Schneider, M. & Minder, C. Bias in meta-analysis detected by a simple, graphical test. Bmj 315, 629-634, [https://doi.org/10.1136/bmj.315.7109.629](https://doi.org/10.1136/bmj.315.7109.629)(1997). Higgins, J. P. & Thompson, S. G. Quantifying heterogeneity in a meta-analysis. Stat Med 21, 1539-1558, [https://doi.org/10.1002/sim.1186](https://doi.org/10.1002/sim.1186)(2002). Borenstein, M., Higgins, J. P., Hedges, L. V. & Rothstein, H. R. Basics of meta-analysis: I(2) is not an absolute measure of heterogeneity. Res Synth Methods 8, 5-18, [https://doi.org/10.1002/jrsm.1230](https://doi.org/10.1002/jrsm.1230)(2017). Higgins, J. P. & Green, S. In Cochrane Handbook for Systematic Reviews of Interventions (eds Higgins, J. P. & Green, S.) (Cochrane Library, 2011). Duval, S. & Tweedie, R. Trim and fill: A simple funnel-plot-based method of testing and adjusting for publication bias in meta-analysis. Biometrics 56, 455-463 (2000). Tobias, A. Assessing the influence of a single study in meta-analysis. Stata Tech Bull 47, 15-17 (1999). Davey, J., Turner, R. M., Clarke, M. J. & Higgins, J. P. Characteristics of meta-analyses and their component studies in the Cochrane Database of Systematic Reviews: a cross-sectional, descriptive analysis. BMC medical research methodology 11, 160, [https://doi.org/10.1186/1471-2288-11-160](https://doi.org/10.1186/1471-2288-11-160)(2011). Altman, D. G. & Bland, J. M. Interaction revisited: the difference between two estimates. BMJ 326, 219, [https://doi.org/10.1136/bmj.326.7382.219](https://doi.org/10.1136/bmj.326.7382.219)(2003). Aman, M. G. et al. Fenfluramine and methylphenidate in children with mental retardation and borderline IQ: clinical effects. Am J Ment Retard 101, 521-534 (1997). Conners, C. K. A teacher rating scale for use in drug studies with children. The American journal of psychiatry 126, 884-888, [https://doi.org/10.1176/ajp.126.6.884](https://doi.org/10.1176/ajp.126.6.884)(1969). Aman, M. & Singh, N. The Aberrant Behavior Checklist-Community. (Slosson Education Publications, Inc., 1994). Conners, C. K., Sitarenios, G., Parker, J. D. & Epstein, J. N. The revised Conners' Parent Rating Scale (CPRS-R): factor structure, reliability, and criterion validity. J Abnorm Child Psychol 26, 257-268 (1998). Coghill, D. R. et al. Effects of methylphenidate on cognitive functions in children and adolescents with attention-deficit/hyperactivity disorder: evidence from a systematic review and a meta-analysis. Biological psychiatry 76, 603-615, [https://doi.org/10.1016/j.biopsych.2013.10.005](https://doi.org/10.1016/j.biopsych.2013.10.005)(2014). Dulcan, M. K. Using psychostimulants to treat behavioral disorders of children and adolescents. Journal of child and adolescent psychopharmacology 1, 7-20, [https://doi.org/10.1089/cap.1990.1.7](https://doi.org/10.1089/cap.1990.1.7)(1990). Huss, M. et al. Methylphenidate dose optimization for ADHD treatment: review of safety, efficacy, and clinical necessity. Neuropsychiatr Dis Treat 13, 1741-1751, [https://doi.org/10.2147/NDT.S130444](https://doi.org/10.2147/NDT.S130444)(2017). Acknowledgements No funding was received for the present study. Ethics declarations Competing interests The authors declare no competing interests. Additional information Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Supplementary information Rights and permissions Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit [http://creativecommons.org/licenses/by/4.0/](http://creativecommons.org/licenses/by/4.0/). About this article Cite this article Sun, CK., Tseng, PT., Wu, CK. et al. Therapeutic effects of methylphenidate for attention-deficit/hyperactivity disorder in children with borderline intellectual functioning or intellectual disability: A systematic review and meta-analysis. Sci https://doi.org/10.1038/s41598-019-52205-6 Received: Accepted: - [Two meta-analyses of the association between atopic diseases and core symptoms of attention deficit hyperactivity disorder](https://doi.org/10.1038/s41598-022-07232-1) Scientific Reports (2022) - [Comparative Effectiveness and Tolerability Pharmacology of Monoclonal Antibodies Targeting the Calcitonin Gene-Related Peptide and Its Receptor for the Prevention of Chronic Migraine: a Network Meta-analysis of Randomized Controlled Trials](https://doi.org/10.1007/s13311-021-01128-0) Neurotherapeutics (2021) Comments By submitting a comment you agree to abide by our [Terms](/info/tandc.html) and [Community Guidelines](/info/community-guidelines.html). If you find something abusive or that does not comply with our terms or guidelines please flag it as inappropriate. "}