{"title": "SLIT | Allergy Treatment | ACAAI Public Website", "author": null, "url": "https://acaai.org/allergies/management-treatment/allergy-immunotherapy/slit/", "hostname": "acaai.org", "description": "Sublingual immunotherapy (SLIT) is an alternative way to treat allergies without injections. Learn about this treatment option through ACAAI.", "sitename": "ACAAI Public Website", "date": "2020-10-30", "cleaned_text": "Overview Sublingual immunotherapy (SLIT) is an alternative way to treat allergies without [injections](http://acaai.org/allergies/treatment/allergy-shots-immunotherapy). Currently, the only forms of SLIT approved by the FDA are tablets for ragweed, northern pasture grasses like timothy and dust mites. The tablets are placed under the tongue for one to two minutes and then swallowed as they dissolve. The process is repeated from three days a week to as often as daily. The tablets will increase your tolerance to the pollen and reduce your symptoms over time. For continued effectiveness, treatment may be needed for three years or longer. Allergy tablets are currently available for ragweed and grass pollen only. Allergy drops are not FDA-approved and are off-label in the United States. They are not covered by most insurance, Medicare or Medicaid. An [allergist](https://acaai.org/find-an-allergist) can evaluate your symptoms and provide you with the best treatment options. Find expert care. Don't let allergies or asthma hold you back from the things you love. FAQs An allergist must first use [allergy testing](https://acaai.org/allergies/treatment/allergy-testing) to confirm your sensitivities. Once this is determined, an allergen extract is prepared in drop form or a tablet is prescribed. You will be directed to keep it under your tongue for one to two minutes and then swallow it. The process is repeated from between three days a week to as often as daily with recommendations that therapy is continued for three to five years to develop a lasting immunity. For grass and ragweed allergies, you typically take the tablet before and during the allergy season. For dust mite allergy, you take the tablet year-round. The length of your treatment is based on which tablets you are taking, and input from your allergist. See an [allergist](https://acaai.org/find-an-allergist) to find expert care and relief for your allergies or asthma. Most clinical trials and surveys published over at least 20 years show that SLIT is relatively safe and effective for the treatment of rhinitis and asthma caused by allergies to [dust mites](http://acaai.org/allergies/types/dust-allergy), grass, ragweed, cat dander, and tree pollens. Evidence is emerging that SLIT may be effective for treating the red, itchy eyes caused by pollen during [hay fever](http://acaai.org/allergies/types/hay-fever-rhinitis) season. In addition, it might prove an effective therapy for children with mild eczema and is currently being studied for its potential in treating [food allergies](http://acaai.org/allergies/types/food-allergies). Side effects among both children and adults are usually local and mild, most often occur early in treatment, and include itching in the mouth or stomach problems. These can usually be managed by dose adjustments. Very rarely, severe allergic reactions ( [anaphylaxis](http://acaai.org/allergies/anaphylaxis)) have been reported using SLIT. Therefore, this treatment is best prescribed by an allergist. For the most part, SLIT risks relate to the nature of the treatment: it is administered at home and without direct medical supervision. You should therefore receive clear guidance from your allergist on managing adverse reactions and treatment interruptions and should know when to return to your allergist for further advice. Treatment with allergy tablets may begin after it is determined that you are allergic to grass, ragweed pollen or dust mites. Different tablets are approved for specific ages. Allergists are specialists trained in the best methods for allergy testing and treatment. When combined with a detailed medical history, [your allergist](https://acaai.org/find-an-allergist) may perform [testing](https://acaai.org/allergies/treatment/allergy-testing) to identify the specific cause of your allergic reactions. Side effects of allergy tablets for adults and children are usually local and mild, occurring early in treatment most of the time. They include an itchy mouth or stomach problems. These can usually be managed by dose adjustments after discussion with your allergist. The risks of SLIT relate mostly to the nature of the treatment. The tablets are taken at home without direct medical supervision. Patients should receive clear guidance from their allergist on what to do if they experience a rare, but severe, allergic reaction ( [anaphylaxis](http://acaai.org/allergies/anaphylaxis)) or miss a scheduled treatment. They need to know when to consult their allergist. An [epinephrine auto-injector](http://acaai.org/allergies/types/food-allergies/epinephrine-auto-injector) will be prescribed to treat a severe reaction at home. Patients who take this allergy medication must read and understand the Medication Guide that is approved by the Food and Drug Administration for each product and follow the instructions and precautions in these guides. Patients also must read and understand the warnings in the package insert. Both types of allergy immunotherapy help the body build resistance to the effects of an allergen, reducing symptoms. Immunotherapy can sometimes eliminate skin test reactions. Allergy tablets treat only one type of allergen. Allergy sufferers are typically allergic to more than one allergen. Allergy shots, also known as subcutaneous immunotherapy (SCIT), can provide relief for more than one allergen. Shots are effective in treating reactions to many allergens including trees, grass, weeds, mold, house dust, dander, and insect stings. Allergy shots have been a proven treatment for more than 100 years. It is the only treatment that changes the immune system and prevents new allergies and asthma from developing. Research shows allergy shots reduce health care use and costs from prescription medicines, office visits and hospitalizations. [Allergy shots](http://acaai.org/allergies/treatment/allergy-shots-immunotherapy) are effective in treating allergies to ragweed relatives like avocado, melon and some other fruits. It is unknown whether the new allergy tablets for ragweed will offer this protection. There are pros and cons of these different forms of treatment. [Find an Allergist](https://acaai.org/find-an-allergist) near you to get expert care and discuss your treatment options. Research has shown SLIT is relatively safe and effective for the treatment of rhinitis (hay fever) and asthma caused by allergies to dust mites, cat dander and tree pollens. In addition, it may be an effective therapy for children with mild eczema (atopic dermatitis). It is being studied as a potential treatment for food allergies. There are many allergy medication options, including over-the-counter antihistamines and decongestants, shots and the new allergy tablets for grass pollen and ragweed. Each person's treatment is based on how often the individual has symptoms, how bad they are and how long they last. If you have more questions, speak to [your allergist](http://acaai.org/locate-an-allergist). This page was "}