{"title": "National Prescription Drug Take-Back Day", "author": "Brittani Moncrease", "url": "https://spectrumlocalnews.com/news/2016/04/30/drug-take-back", "hostname": "spectrumlocalnews.com", "description": "Residents are helping keep prescription drugs off the streets. The Drug Enforcement Administration sponsored National Prescription Drug Take-Back Day on Saturday. People across the nation were able to dispose of their unwanted prescription pills. Time Warner Cable News reporter Brittani Moncrease visited some of the drop-off locations and spoke to law enforcement about proper disposal.", "sitename": "Spectrum News 1 Southern Tier", "date": "2016-04-30", "cleaned_text": "Residents are helping keep prescription drugs off the streets. The Drug Enforcement Administration sponsored National Prescription Drug Take-Back Day on Saturday. People across the nation were able to dispose of their unwanted prescription pills. Time Warner Cable News reporter Brittani Moncrease visited some of the drop-off locations and spoke to law enforcement about proper disposal. All across the nation, people are throwing out their prescription medication, but in a responsible way. \"To bring them in here and put them in the basket is a lot better than flushing them,\" said Robert Vavrina, a participant. Saturday is National Prescription Drug Take-Back Day. Law enforcement throughout New York are collecting unused pills. \"Every year, it becomes more and more popular. We contribute to the community by taking their prescription pills back,\" said John Harder, Broome County Sheriff's Office detective. According to the Broome Opioid Abuse Council, about 1.9 million Americans are addicted to prescription opioids. The Drug Enforcement Agency began sponsoring the take-back program to safely dispose of drugs. \"We collect probably at least one ton of prescription pills on a yearly basis between the DEA's sponsored events as well as our prescription medicine that we collect throughout the year,\" said Harder. Research shows that four out of five heroin addicts started their addiction with prescription opioids. Ninety percent of those addicted start in the teenage years. \"Every time you drop pills into one of our drop boxes, it keeps drugs out of the hands of our children and our teenagers, which is the most important thing to do,\" said Harder. Immediately after the Take-Back, the DEA collects the pills from local law enforcement. \"From here, the DEA will take it up from us and go to the incinerator and everything goes from our hands to the DEA directly for destruction,\" said Harder. There is no way these drugs will make it back on the streets. \"I think it's a good idea, to stop addiction and such. That's perfect or people getting sick or dead from old medications that's well past expired,\" said Vavrina. Officials want to remind the public that addiction to prescription opioids can develop quickly. They urge everyone to play a role in preventing these drugs from getting into the wrong hands. "}