{"title": "Scent Your Immune System to Health with these antiviral essentials", "author": "Jennifer Pressimone", "url": "https://jennscents.com/aromatherapy/scent-your-immune-system-to-health/", "hostname": "jennscents.com", "description": "Scent Your Immune System to Health with these antiviral, antifungal, antibacterial essential oils and herbs to strengthen immune function.", "sitename": "JennScents, Inc.", "date": "2018-05-01", "cleaned_text": "You cannot point to one body part or organ and say, \"that's the immune system\". Your whole body and mind, inside and out support and [strengthen immune function](https://courses.jennscents.com/free-aromatherapy-training-registration/). From the digestive, lymphatic and hepatic systems, to the appendix (aka microbiome antenna as I call it), skin, lungs, thoughts and emotions. Did you know, that when you are sad, your immune system is suppressed by over 50%? That's why when you are sad, upset, lonely or depressed, you should be watching comedy movies, not dramas and horror flicks. You should also avoid being around people who zap your energy or [personally attack your psyche](https://jennscents.com/aromatherapy/scent-defenders-heighten-awareness-and-minimize-personal-attack-invasion/), especially when you are not feeling 100%. . ImmuneSCENTS What are some ways that I boost my immune system using essential oils, botanical tinctures and herbal supplements? Let me share my favorites. - Essential Oils: - Fruits: [Lemon](https://jennscents.com/shop/lemon-15-ml/)& Orange to enhance white blood cell activity and ability to fight off \"the bad guys\" - Spices: [Cinnamon](https://jennscents.com/shop/cinnamon-leaf-5-ml/)& [Thyme](https://jennscents.com/shop/thyme-wild-15-ml/)for their antiviral, antibacterial, anti-parasitic properties (this included people parasites, those people who latch on to you and leach your energy) - Flowers: [Lavender](https://jennscents.com/shop/lavender-essential-oil-15ml/), [Geranium](https://jennscents.com/shop/geranium-15-ml/)and [Palmarosa](https://jennscents.com/shop/palmarosa-essential-oil-10ml/)are great to help reduce and alleviate stress, a known to contributor to cortisol increase which activates inflammation and oxidation (aging) and causes us to be weak and fatigued. - Camphoraceous: [Eucalyptus](https://jennscents.com/shop/eucalyptus-15-ml/)and [Rosemary](https://jennscents.com/shop/rosemary-essential-oil-15-ml/)to open us up, stimulate circulation and release what is congesting us. - Fruits: - Botanical Tinctures: - Lemon Balm: antiviral, adrenal support, immune booster - Garlic: known \"natural help to any situation (revs you up and calms you down wherever processes and functions [Cupuacu fruit:](https://jennscents.com/shop/solle-excell/)more powerful antioxidant than acai, contains 21% amino acids; skills and immune system; related to the cacao tree; helps support skin & health; diabetic virus and bacterial while boosting immune function [Aquasol Silver](https://jennscents.com/shop/silver-shield-aqua-sol-16oz/): highly antiviral, antibacterial, antifungal, anti-infectious - Immune Supporters Supporting your [immune system](https://courses.jennscents.com/free-aromatherapy-training-registration/) in every way, can help you increase the quality of your life and health, immensely. Here are ways I do it. - Massage therapy: Massage has been proven to reduce stress and enhance overall immunity ( [source](https://www.ncbi.nlm.nih.gov/pubmed/28783372)) - Hydration: drink at least half of your body weight in ounces of water each day, eliminate soda and sugary juices - Food Choices: choose more veggies, fruits, fish and organic meats to nourish your body rather than quick foods in a box, can or a bag. [Sleep](https://jennscents.com/aromatherapy/secrets-better-nights-sleep/): get to sleep before 11:00pm each night. This is when your second adrenaline kicks in. Read my [Circadian Rhythm blog](https://jennscents.com/aromatherapy/cant-sleep-help-abolish-insomnia/)for Oil](https://jennscents.com/shop/orange-sweet15-ml/) 5 drops [Cinnamon Essential Oil](https://jennscents.com/shop/cinnamon-leaf-5-ml/) 3 drops [Thyme Essential Oil](https://jennscents.com/shop/thyme-wild-15-ml/) 3 drops [Lavender Essential oil ](https://jennscents.com/shop/lavender-essential-oil-15ml/) 2 drops [Eucalyptus Essential Oil](https://jennscents.com/shop/eucalyptus-15-ml/) Blend in a 2oz. spray bottle, mix well and label. Use 2-3 times a day and as needed for an immune boost. Don't have all of these oil? We can make it for you. [Order here](https://jennscents.com/shop/immune-builder-spray/). Want to learn more of which specific essential oils can help support the immune system? [Click here for a free aromatherapy training webinar](https://courses.jennscents.com/free-aromatherapy-training-registration/). The information shared was created solely by Certified Clinical Phyto-Aromatherapist & Scentpreneur, Jennifer H. Pressimone. Copyright2018. No portion of this content may be reproduced, shared, or copied without written permission from the author. Any such reproduction in any form would constitute plagiarism. References: This blog contains excerpts from [JennScents Aromaversity Certification Courses](https://jennscents.com/aromatherapy-certification-online/). Want to feel more confident in using essential oils safely to take care your family & others? Looking to expand your knowledge and skills using essential oils? Want to add aromatherapy to your client services to enrich your niche? Or start a new career path in aromatherapy? Glad you are here. The JennScents Aromaversity has 3 training programs to meet you where you are, and help you grow to where you want to be. [Check out our Aromatherapy Certifications here](https://jennscentsaromaversity.com/). When you are connected to your passion and lead with purpose, everything is possible. You just need the right education, mentor, and tools to get you there. [Come see us at the Aromaversity](https://jennscentsaromaversity.com/) to see how we can make your dreams come true, doing something you love. "}