{"title": "PDF", "author": "PDF", "url": "https://dspace.unl.edu.ec/jspui/bitstream/123456789/22377/1/Luis%20Alfonso%20Pe%C3%B1a%20Aguirre.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "FACULTAD AGROPECUARIA Y DE RECURSOS NATURALES RENOV ABLES CARRERA DE MEDICINA VETERINARIA Y ZOOTECNIA \"EVALUACI NIVELES DE RESTRICCI PROTEICA ENERG ´ETICA PARA REDUCIR EL S ´INDROME ASC ´ITICO EN POLLOS DE CARNE, EN ZONAS ALTAS\". Trabajo de tesis previo a la obtenci ´on del t ´tulo de M´EDICO VETERINARIO ZOOTECNISTA AUTOR Luis Alfonso Pe na Aguirre DIRECTOR Dr. Rodrigo Medardo Abad Guaman Ph.D. LOJA - ECUADOR 2019AGRADECIMIENTOS Quiero dejar constancia de mi m ´as sincero agradecimiento y gratitud a la Carrera de Medicina Veterinaria y Zootecnia, de la Facultad Agropecuaria y de Recursos Naturales Renovables de la Universidad Nacional de Loja, quienes con dedicaci ´on y solvencia acad ´emica impartieron sus valiosos conocimientos y sus sabias experiencias brind ´andome su apoyo en todos los momentos de mi formaci ´on profesional. Luego de haber culminado con ´exito mi investigaci ´on, agradezco al Dr. Rodrigo Abad, PhD, por su invalorable disposici ´on, tiempo, consejos, y constante apoyo durante el desarrollo de este estudio. Sin olvidar a los se nores encargados de la Quinta Experimental \"Punzara\", quienes proporcionaron gentil y amablemente las instalaciones experimentales y los equipos necesarios para llevar a cabo esta investigaci ´on.A mis padres y hermanas por el apoyo incondicional brindado en todo momento, que hicieron posible terminar mis estudios universitarios. Luis Alfonso Pe na Aguirre VIDEDICATORIA A Dios fuente de todo cuanto soy como persona. Dedico este trabajo, con mucho cari no a mis queridos padres Yolanda y Ra ´ulpor su amor desmedido, por creer en m ´ y en especial por sus oraciones, a mis abuelitos Alfonso y Enma que con su paciencia y ejemplo me han demostrado que Dios es el ´unico y no hay nadie m ´as despu ´es de ´El, a mis hermanos Pablo y Alex , a toda mi familia y amigos que de una u otra manera me dieron conanza y me apoyaron siempre. Luis Alfonso Pe na Aguirre VII´Indice general ´INDICE DE TABLAS XI ´INDICE DE FIGURAS XII RESUMEN XIV ABSTRACT XVI 1. INTRODUCCI ´ON 1 2. REVISI ´ON DE LITERATURA RECOMENDACIONES 32 8. BIBLIOGRAF ´IA 33´Indice de tablas 3.1. Ingredientes utilizados en la elaboraci ´on de la dieta para la etapa de crecimiento de la restricci ´on cualitativa en la elaboraci ´on de la dieta para la etapa de crecimiento de la restricci ´on cualitativa en la elaboraci ´on de la dieta para la etapa de crecimiento de la restricci ´on cualitativa ´alisis del peso vivo de cada semana por tratamiento con el error est´andar y ´alisis del porcentaje de mortalidad por tratamiento, con el error y Relativos; medidas absoluta de los ´organos con el error ´alisis de peso corporal, peso de la grasa y color del musculo. . . . 27 XI´Indice Experimental . . . . absoltutos del Aparato Digestivo de cada tratamiento tomados a los 42 d ´as del Aparato Digestivo de cada tratamiento toma- dos a los 42 d los ´organos del sistema digestivo. PROTEICA ENERG ´ETICA PARA REDUCIR EL S ´INDROME ASC ´ITICO EN POLLOS DE CARNE, EN ZONAS ALTAS\".RESUMEN El objetivo del presente trabajo fue determinar el efecto de diferentes niveles de restricci ´on cualitativa en los par ´ametros productivos, digestivos y calidad de la ca- nal, en pollos broilers, con la nalidad de reducir problemas metab ´olicos; en Quinta Experimental Punzara de la Universidad Nacional de Loja, ubicada a 2160 m.s.n.m. Se utilizaron cuatrocientos pollos broilers, 200 machos y 200 hembras de un d ´a de edad, fueron ubicados en grupos de 10 animales (unidad experimental). El experi- mento se desarrollo bajo un dise no completamente aleatorizado con arreglo factorial. Para el crecimiento se elaboraron cuatro dietas: la primera dieta sin restricci ´on se formul ´o en base a las recomendaciones de la l ´nea gen ´etica Cobb 500 (3060 Kcal/Kg y 20 % de PB), la segunda dieta formul ´o con una restricci ´on con (2932 Kcal/Kg % de PB), la tercera dieta (2770 kcal/kg y 18 % de PB) y la cuarta dieta (2623 kcal/kg y con un 17 % de PB). Se evalu ´o cuatro programas de ´on), ii) alimentaci ´on de los broilers con la dieta al 5 % de restricci ´on desde el d ´a 10 al d ´a 25 de edad, iii) restricci ´on con la dieta al 10 % de restricci ´on desde el d ´a 10 al d ´a 25 de edad y iv) restricci ´on con la dieta al 15 % desde el d ´a 10 al d ´a 25 de edad; las dietas fueron suministradas al libitum. Los animales fue- ron sacricados al d ´a 42 de edad (un animal por unidad experimental). Se pes ´o el tracto digestivo total, el proventr ´culo, la molleja, intestino delgado y ciego. A los resultados se aplic ´o an´alisis fueron analizados, con un an ´alisis de varianza, en don- de las principales fuentes de variaci ´on fueron los programas de restricci ´on, el sexo y su interacci ´on. Las medias fueron comparadas utilizando un t-test protegido. La restricci ´on cualitativa con la dieta al 15 %, mejor ´o los par ´ametros productivos, obte- niendo pesos a la canal similares a los del grupo control y reduciendo el ´ndice de XIVmortalidad. En los par ´ametros digestivos, los animales con la restricci ´on del 15 % obtuvieron mayores pesos, en ´organos como: molleja y ciegos provocando un desa- rrollo adecuado del tracto digestivo, prepar ´andolo para la etapa de engorde. El efecto de la restricci ´on alimenticia mostr ´o gran eciencia en los tratamientos de restricci ´on al 15 %, obteniendo un tracto digestivo mayor desarrollado, consiguiendo un mejor aprovechamiento del alimento en el tiempo recompensatorio y adem ´as no afect ´o la calidad de la canal. El programa de restricci ´on cualitativa del 15 % fue el que mejor resultados mostr ´o tanto en par ´ametros productivos y digestivos. restricci ´on, XVABSTRACT The following a descriptive analysis of the different levels of protein and energy restriction to reduce Ascitic Syndrome in meat chickens, in upper areas; for which, the number one shed of the Fifth Experimental Punzara of the Na- tional University of Loja was used, located at 2160 m.s.n.m. hundred 200 one-day-old females were used were located in groups of 10 animals (experimental unit). The experiment was developed under a completely randomized design with factorial a completely randomized design with factorial arrangement. was formulated 500 genetic line (3060 Kcal/Kg and 20 % PB), the was formulated with a restriction with % the third diet (2770 18 % PB) and the fourth kcal/kg and with 17 PB). (i) control (unrestricted), (ii) dieting broilers with a diet at 5 % from day 10 to day 25 years, (iii) dietary restriction to 10 % from day 10 to day 25 age and (iv) dietary restriction to 15 % from day 10 to the 25th of age; diets were supplied to libitum. The animals were slaughtered at the 42nd day of age (one animal per experimental unit). The total digestive tract, proventricle, giz- zard, small, blind intestine were results were analyzed, with a analysis of variance, where the main sources of variation were the restriction sex and improved the production parameters, obtaining weights to the channel similar to those of the control group and reducing the mortality rate. In the digestive parameters, animals with tract, preparing it the of %, obtaining a greater digestive tract developed, getting a better use of the food in the rewarding time and the restriction did not inde about the quality of the channel. The qualitative restric- tion program of 15 % was the one that showed the best results in both productive que la tecnolog ´a av ´cola ha tenido grandes avances, tambi ´en lo es que los problemas a resolver cada vez son m ´as complejos y frecuentemente se en- cuentra asociados a una etiolog ´a multifactorial, donde participan aspectos de origen infeccioso y no infeccioso, lo que complica su denici ´on y diagn ´ostico, control (L ´opez-Jaimes y Coello, 2014) . En un ave enferma se ver ´a alterado su metabolismo; por ello el t ´ermino S ´ndro- me metab ´olico no es preciso, pero tiene la intenci ´on de identicar aquellos procesos donde la siopatolog ´a los dene mejor. En el presente trabajo se consideraron por su importancia y repercusi ´on en la avicultura comercial latinoamericana al S ´ndro- asc ´tico, S ´ndrome de de la canal (L ´opez-Jaimes y Coello, 2014). Son conocidos los problemas de los avicultores del altiplano en el Ecuador en lo relacionado con la crianza de Broilers por la alta incidencia de las ascitis, lo que repercute m ´as todav ´a en ´epocas de cambios bruscos de temperatura ligado a factores de altura y clima. Durante la ´ultima d ´ecada las p ´erdidas en Sud ´africa han sido apreciables. Las zonas m ´as afectadas est ´an situadas a 2000 metros sobre el nivel del mar. En los ´ultimos a nos la incidencia ha aumentado, alcanzando 8 a 12 % en los meses m ´as fr´os (L ´opez Ojeda, 2012). Una de las medidas preventivas para mitigar los efectos de esta enfermedad, sonlos planes de restricci ´on alimenticia, que en nuestro medio se ha trabajado con res- tricciones cuantitativas del 10 % en energ ´a y prote ´na para la etapa de crecimiento, lo que ha logrado reducir los problemas de ascitis(Jaramillo Idrobo, 2014).Sin em- bargo, su aplicaci ´on a nivel de productor es m ´as compleja, debido a que las tablas de consumo deben ser ajustadas a cada caso en particular y la restricci ´on cuantitativa genera estr ´es de los animales, consumo de la cama y un menor desarrollo del tracto digestivo (Guti ´errez y Masuli, 2015). Trabajos recientes de (Romero Mora, 2018), sobre restricci ´on cuantitativa en cre- cimiento muestran reducci ´on de problemas de ascitis, mejora del desarrollo del tracto digestivo y pesos nales similares a las seis semanas de edad (gracias a crecimiento compensatorio). Lo que mostrar ´a un gran potencial del uso de esta estrategia nu- tricional para mejorar la eciencia productiva de granjas av ´colas. Pese a esto a ´un es necesario determinar los niveles y tiempos ´optimos de inicio y nalizaci ´on de la restricci ´on cualitativa. Por ello el presente trabajo busco determinar los tiempos ´optimos de restricci ´on para no afectar los par ´ametros productivos y potenciar los efectos positivos de la bra sobre el tracto digestivo. Para lo cu ´al en el presente trabajo se han planteado los siguientes objetivos: Valorar los par ´ametros productivos de pollos broiler con diferentes niveles de restricci ´on proteica y energ ´etica. Analizar diferentes niveles ´on proteica y energ ´etica sobre Par ´ame- tros Digestivos. Evaluar diferentes niveles de restricci ´on proteica y energ ´etica sobre la Calidad de la canal. 22. REVISI ´ON DE LITERATURA 2.1 INDUSTRIA A V ´ICOLA La industria av ´cola, con la nalidad de satisfacer la demanda de la poblaci ´on en materia alimenticia, espec ´camente la relativa a la carne de pollo, cuenta con una cadena productiva constituida por varias fases o eslabones productivos, cada uno con procesos productivos que responden a necesidades particulares; esto denota la complejidad y trascendencia de este sector de la econom ´a, tanto para el desarrollo econ ´omico del pa ´s como para garantizar la seguridad alimentaria de sus pobladores. Este sector de la econom ´a se enfrenta a retos econ ´omico (regulaciones guberna- mentales, como el control de precio establecido para este tipo de productos), sociales (poder adquisitivos de la poblaci ´on) y empresariales (fuerte competencia) que deben superar. Bajo estas circunstancias, las empresas han tenido que luchar por mante- ner una relaci ´on adecuada insumo-producto, incluyendo en los insumos los factores productivos necesarios para la generaci ´on del pollo listo para el consumo; es decir, deben trabajar constantemente por cubrir sus costos de producci ´on, racionalizando en lo posible los recursos utilizados en los diferentes procesos, etapas o fases que se manejan a lo largo de la cadena productiva (Mele ´an-Romero et al. , 2008).2.2 Enfermedades Metab ´olicas Las enfermedades de las aves y su control requieren una cooperaci ´on y comu- nicaci ´on efectiva entre los productores av ´colas, sus asesores veterinarios y otros cient ´cos y expertos profesionales. La manera m ´as efectiva para asegurar la salud y el bienestar requiere un di ´alogo a tres voces entre las partes interesadas. Este trabajo se propone estudiar las v ´as en las que los enfoques de los veterinarios av ´colas para el diagn ´ostico de la enfermedad, su tratamiento y control, junto con el importante papel de la colaboraci ´on con los nutri ´ologos, pueden ser puntos clave para resolver los problemas y asegurar un rendimiento ´optimo de los lotes (Kennecke et al. , 2010). Los des ´ordenes metab ´olicos son precipitados por muchos factores: Medio am- biente, ingredientes alimenticios, y principalmente por un metabolismo y productivi- dad incrementada. A causa del avance en la selecci ´on gen ´etica, manejo y nutrici ´on, los pollos y pavos comerciales modernos de hoy d ´a tienen una tasa de r ´apido cre- cimiento, y alta eciencia en tasa metab ´olica. Estas carac- ter´sticas promueven un incremento de la intensidad del sistema cardiovascular (Por qu´e?) predisponiendo a las aves a desordenes metab ´olicos tal como fallas ventricu- lares, s ´ndrome asc ´tico, arritmias cardiacas, desordenes cardiopulmonares y muerte s´ubita (Bouza et al. , 2007). 2.3 ASCITIS Si bien es cierto que la tecnolog ´a av ´cola ha tenido grandes avances, tambi ´en lo es que los problemas a resolver cada vez son m ´as complejos y frecuentemente se en- cuentra asociados a una etiolog ´a multifactorial, donde participan aspectos de origen infeccioso y no infeccioso, lo que complica su denici ´on y diagn ´ostico, consecuente- mente la prevenci ´on y el control. Sin lugar a dudas en un ave enferma se ver ´a alterado su metabolismo; por ello el t ´ermino S ´ndrome metab ´olico no es preciso, pero tiene la intenci ´on de identicar aquellos procesos donde la siopatolog ´a los dene mejor. 4En el presente trabajo se consideraron por su importancia y repercusi ´on en la avi- cultura comercial latinoamericana al S ´tico, S acumulaci ´on l ´quido cavidad peritoneal. Representa un esta- do de retenci ´on corporal total de sodio y agua y su causa m ´as frecuente es la cirrosis, independientemente de la etiolog ´a (Rom ´an Vargas, 2007). Seg´un Brandao, citado manifes- taci´on patol ´ogica est ´a relacionada con diferentes agentes causales por las limitaciones anat´omicas y siol ´ogicas de los tejidos pulmonares y card ´acos que no acompa nan en la misma velocidad los avances gen ´eticos desarrollados para mayor acumulo de carne en las aves. 2.3.2. Etiolog ´a La etiolog no habi ´endose podido de- mostrar la presencia de bacterias, virus o par ´asitos, aunque se suele asociar con la hipoxia consecuente a una baja tensi ´on de ox ´geno en el medio ambiente del ave. El t´ermino ascitis describe un s ´ndrome en el que se acumulan en el abdomen can- tidades anormales de fluido asc ´tico. En s ´ misma, la ascitis no es una enfermedad, sino un signo cl ´nico en el que act ´uan agentes causales muy diversos. En realidad, en cualquier lote es posible encontrar algunas aves con ascitis. Pero, en algunos lotes, especialmente en los criados a cotas elevadas sobre el nivel del mar, la incidencia de ascitis puede llegar a ser del 30 %, con la mayor ´a de los casos en edades superiores a 4 semanas. Aunque generalmente la morbilidad es baja, es preciso buscar las aves afectadas. Hay un efecto ligado al sexo, ya que los machos son claramente m ´as pro- 5pensos que las hembras. Igualmente, el problema es m ´as frecuente en lotes que han alcanzado un r ´apido crecimiento. Tambi ´en es m ´as frecuente en los meses invernales la calefacci ´on consume ox ´geno. Tampoco es dif ´cil encontrar el problema en s ´olo una nave de las de una granja; en tal caso, con mucha frecuencia, la nave afectada es una de las construidas m ´as recientemente ventilaci ´on m ´nima y m ´as calefactada et al. , 2008). 2.3.3. Signos y S ´ntomas Resultan caracter ´stico en las aves afectadas, preferiblemente los machos, la pre- sencia de un abdomen abultado, dicultad en la marcha, postura de ping ¨uino y pali- dez o cianosis de la cresta y barbillas. A la palpaci ´on, el abdomen resulta blando y al puncionar sale l ´quido pajizo amarillento con co ´agulos de brina. En fases avanzadas las aves enfermas presentan una marcada disnea y cianosis preag ´onica (Mathurin et al., 2008). Bailey, (1962) citado por (AZA ANDRADE et al. , 2014) menciona que las aves reh´usan el alimento, aparecen generalmente abatidas, ap ´aticas con sus plumas eri- zadas, con engrosamiento de su abdomen, moviendo un ave con frecuencia, causa sonido de chapoteo debido al movimiento del l ´quido localizado en el interior del cuerpo. Las aves en buen estado f ´sico suelen morir r ´apidamente, pero si el proble- ma se transforma en cr ´onico, pierden progresivamente masa corporal con lo que, en este caso, la ascitis puede ser una causa importante de decomisos en el matadero (L´opez Ojeda, 2012) . Tambi ´en algunas aves mueren antes de que se desarrolle el cuadro de ac ´umulo de l´quidos, mortalidad inespec ´ca, mayor en los lotes afectados. Uno puede ver ocasionalmente algunas aves con este problema, durante la primera semana de vi- da, debido a problemas cardiohep ´aticos quiz insuciente en incubadoras y nacedoras. lo usual es que las aves afectadas apa- rezcan en mayor n ´umero de tres semanas en adelante (Stuart, 1991). 62.3.4. Diagn ´ostico En el examen pos-mortem, los animales muestran pulmones h ´umedos y edemato- sos, la pechuga en algunos casos aparece con ´areas rojizas peque nas y blanquecinas como cuando mueren ahogadas, la ves ´cula biliar es de color amarillo claro. Salvo por las lesiones pulmonares y el infarto card ´aco, no se observa otro signo claro que de muestreo justique la causa de la muerte (Stuart, 1991);(Castro et al. , 2015). 2.3.5. Control y Prevenci ´on En el caso de que la ascitis este causada por la gen ´etica, pueden ser ecaces las modicaciones del contenido de energ ´a y prote ´na de dieta de (Urbaityte, 2009); la disminuci ´on en el valor nutritivo de la dieta, as ´ como la falta de acceso al mismo reducen las demandas metab ´olicas de las aves reduci ´endose la incidencia de este problema metab ´olico (Romero Mora, 2018). L´opez, (2012), considera, que ayudar ´a mucho revisar la sanidad de la planta de incubaci ´on, le manejo de la ventilaci ´on y la temperatura y reducir la velocidad de crecimiento, bien sea con programas de luz o utilizando comida en harina o de menor energ ´a. Los efectos de la ascitis se mejoran con el uso de agonistas ß2 y de la arginina de la dieta que act ´uan aumentando la ventilaci ´on y el flujo de sangre en los pulmones de tal forma que as ´ corrigen el desequilibrio entre la ventilaci ´on y la perfusi ´on (Paguay Zhindon y Parra Castro, 2016) 2.4 PROGRAMAS DE RESTRICCI ´ON ALIMENTICIA En M ´exico los primeros programas de alimentaci ´on para reducir la mortalidad por el s ´ndrome asc ´tico (SA), fueron desarrollados comercialmente a principios de la d´ecada de los 1980 en reproductoras pesadas por el Dr. Jes ´us Estudillo, y poste- 7riormente evaluados experimentalmente en pollos de engorda (Julian, 1993). La medida m ´as frecuente como paliativo en el control del SA son los progra- mas de restricci ´on alimenticia que se pueden resumir en cuatro modalidades (L ´opez et al., 1991): Restricci ´on del consumo de alimento, menor densidad nutritiva de la dieta, restricci ´on del tiempo de acceso al consumo de alimento y modicaci ´on de la velocidad de crecimiento. En los primeros tres, se obtiene como benecio una dis- minuci ´on en la mortalidad, en el primero y tercero en la conversi ´on, pero se afecta la ganancia de peso; por ello es necesario realizar un estudio econ ´omico antes de im- plementarlos; si el porcentaje de mortalidad es bajo no se justican, y en caso de que la incidencia sea alta, lo conveniente es resolver las causas que lo originan. Como criterio general 1 gramo de ganancia de peso/ave/d ´a, paga lo equivalente al 2 % de mortalidad (Julian, 1993). 2.4.1. Restricci ´on del consumo de alimento Fue el primer programa que se utiliz ´o; se caracteriza por proporcionar a las aves una menor cantidad de alimento en los comederos, dejando el consumo a libre acceso. En general se observa una disminuci ´on de la mortalidad, pero tambi ´en en la ganancia de peso, sin un marcado benecio sobre la conversi ´on alimenticia. Existe un mayor riesgo de picaje o laceraciones por la falta de alimento; es frecuente observar parva- das desuniformes y coccidiosis subcl ´nica, siendo dif ´cil calcular el suministro diario de alimento/ave, y que este sea homog ´eneo para la parvada, existiendo la posibili- dad de graves errores de c ´alculo tanto por exceso como en deciencia (Coello et al. , 2014) 2.4.2. Menor densidad nutricional de la raci ´on Puede reducir la presencia del SA, sin embargo no necesariamente promover ´a benecios econ ´omicos, ya que afecta: antes de imple- 8mentarlo es necesario contar con una evaluaci ´on considerando particularmente el costo de la dieta y los par ´ametros productivos proyectados. El concepto radica en modicar la curva de crecimiento durante las primeras fases de alimentaci ´on, para lo cual se emplean dietas balanceadas pero con una baja densidad nutritiva, en las siguientes etapas de alimentaci ´on son de alta concentraci ´on buscando una mayor ganancia de peso. Debido a que no se requiere de un manejo diferente entre casetas, se tiene la ven- taja de que se lleva a cabo con menos variantes, pero tambi ´en es de poca versatilidad al ser el mismo alimento y se pierde la ventaja de una mejor conversi ´on alimenticia (Coello et al. , 2014). 2.4.2.1. Restricci ´on del tiempo de acceso al consumo de alimento El fundamento de estos programas est ´a basado en que el animal consuma la mis- ma cantidad de alimento que si lo tuviera a libre acceso, pero en menor tiempo. El n´umero de horas de acceso a la dieta var ´a desde 8 hasta 18, el programa generalmen- te inicia desde la segunda semana de edad, ajustando la cantidad de horas de acuerdo a la edad; al nal del ciclo se proporciona el alimento a libertad buscando un mayor crecimiento. En la medida que se tiene menor n ´umero de horas de acceso al alimento, la mortalidad disminuye, as ´ como el peso; de igual manera cuando se inicia a una edad temprana las aves se adaptan mejor a comer en menor tiempo. Con este programa se observa un marcado benecio sobre la conversi ´on, ya que los animales al no tener acceso al alimento consumen el que se encuentra en la cama, lo que tambi ´en implica la ingesti ´on de cama y consecuentemente de heces, aumen- tando el riesgo de una infecci ´on por coccidiosis. La subalimentaci ´on en algunas aves, puede desarrollar un cuadro subcl ´nico de coccidiosis, existiendo el riesgo de infestar al resto de la parvada. Actualmente este es el programa utilizado con mayor frecuen- cia, siendo necesario realizar un seguimiento y supervisi ´on del tiempo efectivo para consumir el alimento (Coello et al. , 2014). 93. METODOLOG ´IA 3.1 geogr ´aca trabajo de campo con los tratamientos de restricci ´on alimenticia en pollos broilers, se llev ´o a en el galp ´on No1 del Programa Av ´cola de la Quinta Ex- perimental Punzara como se puede observar en la Fig 3.1, perteneciente a la Facultad Agropecuaria y de Recursos Naturales Renovables de la Universidad Nacional de Loja, ubicada al sur - oeste de la Hoya de Loja, en el sector \"La Argelia\", que cuenta con las siguientes caracter ´sticas meteorol ´ogicas: Altitud: 2160 metros sobre el nivel del mar. Temperatura: Oscila de 12 a 18oC con un promedio de 15,5oC. Precipitaciones: 759,7 mm anuales. Humedad relativa: Media de %. Formaci la Quinta Experimental antes de empezar el experimento, se inici ´o con una limpieza general seca utilizando lanza llamas, para continuar con la limpieza h ´umeda con detergentes y la desinfecci ´on con productos a base de amonio cuaternario y formaldehidos. En la desinfecci ´on del material de cama y la viruta del interior del galp ´on se utiliz la investigaci ´on tiene un ´area aproximada de 150 m. Para la divisi ´on de las jaulas en donde se realiz ´o los tratamientos, se utiliz ´o mallas electro soldadas de acero corrugado, el ´area aproximada para cada repetici ´on fue de 1m por 0, 80 m de altura. El material de cama utilizado fue viruta de madera, la misma que tuvo un espesor de 10 a 15 cent ´metros. Para colocar los comederos de los pollitos procedimos a hacer depresi ´on de la cama en el lugar donde se coloc ´o la funda de papel. Las criadoras se encendieron 12 horas antes de la llegada de los pollitos, y fueron colocadas a 150 cent ´metros de altura, ligeramente oblicuas para facilitar la combusti ´on del gas. Tres horas antes de la llegada del pollito se procedi ´o a servir el agua en bebederos manuales. 3.1.2.3. Recepci ´on del pollito Para la llegada de los pollitos la temperatura de recepci ´on estuvo en 28 a 30 oC. Se pesaron todos los pollitos y fueron colocados aleatoriamente en cada unidad experimental. 3.1.3. Descripci ´on e Identicaci ´on de las Se trabaj ´o con 400 pollos broilers entre machos y hembras distribuidos en cuatro tratamientos, utilizando en cada tratamiento 10 unidades experimentales conforma- das cada una por 10 animales. Los pollos BB fueron de la linea Cobb 500 de un d ´a de edad. Las unidades experimentales se identicaron del 1 al 40. 123.1.4. Descripci ´on de los Tratamientos Los tratamientos se aplicaron desde los 10 hasta los 25 d ´as de edad de los pollos broilers. Antes de los 10 d ´as y despu ´es de los 25 d ´as los animales contaron con dietas que cumplian las recomendaciones nutricionales de la l ´nea gen ´etica Cobb 500 ad libitum. 3.1.4.1. Tratamiento 0 Es la dieta control la que se formul ´o en base a las recomendaciones de la l ´nea Cobb 500, con 3086 kcal/kg de energ ´a metabolizable y 20 % de 3.1.4.2. Tratamiento 1 Es la dieta de restricci ´on al 5 % formulada con 2932 kcal/kg metabo- lizable y 19 3.1.4.3. Tratamiento 2 Es la dieta restricci ´on al formulado con 2777 kcal/kg de energ ´a metaboli- zable y con un 18 % de PB 3.1.4.4. Tratamiento 3 Es la dieta restricci ´on al formulado con 2623 kcal/kg de energ ´a metaboli- Dise no Experimental Se utiliz ´o un completamente aleatorizado con arreglo factorial, cuatro tra- tamientos con 10 repeticiones.Ver la Figura 3.2 Figura ´on de tratamientos y repeticiones. 3.1.6. Composici ´on de las Dietas Administradas. Una vez realizada la distribuci ´on de tratamientos y repeticiones, se procedi ´o a elaborar las dietas para los tratamientos. A continuaci ´on, presentamos los ingredien- tes con el porcentaje, utilizado para elaborar las dietas, Tabla 3.3. La dieta control fue formulada para satisfacer los requerientos de energ ´a y prote ´na de la linea g ´ene- tica cobb 500; en contraste, la dieta de restricci ´on fue formulada con en 10 % menos, tanto de energ ´a y prote ´na. 14Tabla 3.1: Ingredientes utilizados en la elaboraci ´on de la dieta para la etapa de cre- cimiento de la restricci ´on cualitativa del 5 %. Dieta restricci Ingredientes, g/kg Ma´z 347,96 trigo 11,14 11,0 11,0 Torta de soya 156,07 175,85 Aceite de palma 0,00 18,3 Aceite de girasol 1,10 1,10 Carbonato de calcio 5,98 5,85 Fosfato monocalcico 7,44 Sal 0,93 1,28 Pigmento40,55 UI, K3 2500 mg, Vitamina B1 3000 mg, Vitamina B2 8000 m, Vitamina B6 3500 mg, Vitamina B12 15 mg, Niacina 35000 mg, Biotina 75 mg, Acido Pantot ´enico 12000mg, Ac. F ´olico 1000 mg, Cloruro de Colina 1000 mg, Antioxidante 2000 mg, Manganeso 75000 mg, Zinc 50000 mg, Hierro30000 mg, Cobre 5000 mg, Yodo 5000 mg, Cobalto 200 mg, Selenio 250 mg, Atrapador de Toxinas 2000 g,m, Antimic ´otico 5000 mg, Antioxidante 125 g, Promotor de Crecimiento 40 g, Anticoccidial 500 g, Metionina 1500 g, Lisina 350 g, Treonina 100 g, Enzimas 50 g, Excipientes c.s.p. 10000g.2Cultivo de levaduras, pared celular de levadura aluminosilicato de s ´odio y calico hidratado.3Levadura hidrolizada, extracto y cultivo de levadura.4 Extractos de -carotenos 15Tabla 3.2: Ingredientes utilizados en la elaboraci ´on de la dieta para la etapa de cre- cimiento de la restricci ´on cualitativa del 10 %. Dieta restricci Ingredientes, g/kg Ma´z 302,36 trigo 85,2 11,0 11,0 Torta de soya 128,3 175,85 Aceite de palma 0,00 18,3 Aceite de girasol 1,10 1,10 Carbonato de calcio 6,38 5,85 Fosfato monocalcico 6,54 7,51 Sal 1,04 1,28 Bicarbonato de Na 1,02 Pigmento40,55 UI, K3 2500 mg, Vitamina B1 3000 mg, Vitamina B2 8000 m, Vitamina B6 3500 mg, Vitamina B12 15 mg, Niacina 35000 mg, Biotina 75 mg, Acido Pantot ´enico 12000mg, Ac. F ´olico 1000 mg, Cloruro de Colina 1000 mg, Antioxidante 2000 mg, Manganeso 75000 mg, Zinc 50000 mg, Hierro30000 mg, Cobre 5000 mg, Yodo 5000 mg, Cobalto 200 mg, Selenio 250 mg, Atrapador de Toxinas 2000 g,m, Antimic ´otico 5000 mg, Antioxidante 125 g, Promotor de Crecimiento 40 g, Anticoccidial 500 g, Metionina 1500 g, Lisina 350 g, Treonina 100 g, Enzimas 50 g, Excipientes c.s.p. 10000g.2Cultivo de levaduras, pared celular de levadura aluminosilicato de s ´odio y calico hidratado.3Levadura hidrolizada, extracto y cultivo de levadura.4 Extractos de -carotenos 16Tabla 3.3: Ingredientes utilizados en la elaboraci ´on de la dieta para la etapa de cre- cimiento de la restricci ´on cualitativa del 15 %. Dieta restricci Ingredientes, g/kg Ma´z 116,86 trigo 72,17 5,00 11,0 Torta de soya 45,69 175,85 Aceite de palma 0,00 18,3 Aceite de girasol 0,50 1,10 Carbonato de calcio 3,08 5,85 Fosfato monocalcico 2,56 UI, K3 2500 mg, Vitamina B1 3000 mg, Vitamina B2 8000 m, Vitamina B6 3500 mg, Vitamina B12 15 mg, Niacina 35000 mg, Biotina 75 mg, Acido Pantot ´enico 12000mg, Ac. F ´olico 1000 mg, Cloruro de Colina 1000 mg, Antioxidante 2000 mg, Manganeso 75000 mg, Zinc 50000 mg, Hierro30000 mg, Cobre 5000 mg, Yodo 5000 mg, Cobalto 200 mg, Selenio 250 mg, Atrapador de Toxinas 2000 g,m, Antimic ´otico 5000 mg, Antioxidante 125 g, Promotor de Crecimiento 40 g, Anticoccidial 500 g, Metionina 1500 g, Lisina 350 g, Treonina 100 g, Enzimas 50 g, Excipientes c.s.p. 10000g.2Cultivo de levaduras, pared celular de levadura aluminosilicato de s ´odio y calico hidratado.3Levadura hidrolizada, extracto levadura y cultivo de levadura.4 Extractos de -carotenos 173.1.7. Variables en Estudio 3.1.7.1. Par ´ametros productivos Peso vivo (g) Mortalidad ( %) 3.1.7.2. Par ´ametros digestivos a) Pesos absolutos y relativos de ´organos digestivos (g) Molleja Proventr ´culo Intestino delgado Ciegos b) Medidas de ´organos digestivos (cm) Intestino Delgado Ciegos 3.1.7.3. Calidad de la canal Rendimiento de la canal ( %) Dep´ositos de grasa abdominal (g) Color de la canal 183.1.8. Toma y Registro de Datos 3.1.8.1. Par ´ametros Productivos Peso Vivo Se tom ´o el peso nal de los animales existentes en cada repetici ´on, y se procedi ´o a sacar un promedio por cada uno de los tratamientos. Mortalidad La mortalidad fue registrada diariamente, luego se determin ´o el promedio de la mor- talidad por ascitis, muerte s ´ubita y otros. 3.1.9. Par ´ametros Digestivos Se tomaron los pesos de ´organos del tracto digestivo como: proventr ´culo, molle- ja, intestino delgado y ciegos. Estos datos se los tomaron al nal de la investigaci ´on. 3.1.10. Calidad de la Canal Rendimiento de la canal Se evalu ´o el peso de cada animal al faenamiento sin v ´sceras y se la expres ´o como porcentaje del peso vivo. Dep´ositos de grasa abdominal Se extrajo y pes ´o la cantidad de grasa de cada animal. 19Color de la canal Se utiliz ´o una escala para medir el color de la carne. Figura 3.3 Figura 3.3: Escala para la evaluaci ´on del color de carne del pollo . 3.1.11. An ´alisis Estad ´stico Los par ´ametros productivos (excepto mortalidad) se analizaron a trav ´es de un modelo de medidas repetidas, utilizando el procedimiento MIXED del SAS (SAS University Edition 2016). En el modelo el tratamiento fueron las variables jas y la unidad experimental la variable aleatoria. Una matriz de varianzas y covarianzas de tipo auto regresivo heterog ´eneo de orden uno fue empleadas en el modelo. La mor- talidad fue analizada a trav ´es del procedimiento GENMOD del SAS, consider ´andola una variable binomial. Para analizar los resultados de los par ´ametros digestivos se realizo un an ´alisis de varianza a trav ´es del procedimiento GLM del SAS. Las medias se compararon a trav ´es del test de TUKEY . Las probabilidades menores a 0,05 fueron consideradas como signicativas. 204. RESULTADOS 4.1 PAR ´AMETROS PRODUCTIVOS 4.1.1. Peso Vivo El efecto de diferentes programas de restricci ´on sobre el peso vivo de los broilers, se muestra en la Tabla 4.1 y Figura 4.1 Figura 4.1: Peso vivo por semana de cada tratamiento Como se demuestra en la Tabla 4.1, en la semana cero de edad de los pollos no se observ ´o diferencias en los pesos para el programa de restricci ´on (P=0,192), sexo (P=0,094) y nivel x sexo (P=0,8498). En la primera semana de edad de los animales se detectaron diferencias en el peso para el programa de restricci ´on (P= <0001), sin embargo no se encontr ´o diferencias para el sexo y el nivel x sexo. Para la segunda 21Tabla 4.1: An´alisis del peso vivo de cada semana por tratamiento con el error est´andar y P. Valor. Variables Edad, d ´as 1 7 14 21 28 35 42 Niveles de restricci ´on 0 41,7 38,1 223ab482ab882b1340b2062 2499 Sexo Machos 42,2 223 393 973 1404 2003 2424 Hembras 37,9 216 382 985 1398 1997 2491 Nivel * sexo 0 Machos 41,4 219ab506ab1012ab1360ab2011 2474 0 Hembras 42 225ab510ab1021ab1417ab2007 2378 15 Hembras 33,2 219ab435b807b1300b1872 2400 EEM Nivel 2,63 6,08 9,52 31,8 30,8 40,8 67,3 Sexo 1,88 4,34 6,8 22,7 22 32,7 48 Nivel * sexo 4,08 9,42 14,7 49,3 43,3 0,055 0,13 semana de edad de los pollos que estuvieron bajo los tratamientos con restricci ´on, se detectaron diferencias en el peso para el programa de restricci ´on y restricci ´on por sexo (P= <0001). Para la tercera semana de edad de los pollos que estuvieron bajo los tratamientos con restricci ´on cualitativa afecto a los pesos en el programa de restricci ´on (P= <0001) y nivel x sexo (P=0,001). Durante la cuarta semana en los pesos de los animales bajo restricci ´on cualitativa, se detect ´o diferencias en los pesos para el programa de restricci ´on y nivel x sexo (P= <0001), no se encontraron diferencias para el sexo. En la quinta y sexta semana de edad de los animales no se detectaron diferencias para el programa de restricci ´on (P\u00150;021); sexo (P\u0015 220;316)ynivelxsexo (P\u00150;05): 4.1.2. Mortalidad La bajo el efecto de diferentes programas de restricci ´on, se muestra en la Tabla 4.2 y Figura 4.2. Tabla 4.2: An´alisis del porcentaje de mortalidad por tratamiento, con el error est´andar y el P-valor. MORTALIDAD Programa de restricci ´on Total, % Ascitis, % 0 19 13 5 21 12 10 12 10 15 14 8 Sexo Machos 36 25 Hembras 33 18 Programa * sexo Sin restricci ´on Machos 9 6 Sin restricci ´on Hembras 10 7 5 M 12 8 5 H 9 4 10 M 7 5 10 H 9 5 15 M 8 6 15 H 5 2 P-Valor Restricci ´on 0,5 0,48 Sexo 0,71 0,67 Programa * sexo 0,7 0,7 En la mortalidad total, se detect ´o una diferencia para el programa de restricci ´on (P=0,50), en la restricci ´on alimenticia del 10 % existi ´o 12 % de mortalidad total y 10 % por ascitis; la restricci ´on del 15 % tuvo un 184 % de mortalidad total y 8 % por ascitis, en la restricci ´on de control existi ´o una mortalidad del 19 % y en el programa de restricci ´on con el 5 % alcanz ´o una mortalidad del 21 % total y un 8 % por ascitis. Se detect ´o igualdad entre sexo (P=0,71) y el Programa x sexo (P=0,70) como se 23puede ver en la Fig 4.2. Figura 4.2: Mortalidad por ascitis en cada tratamiento. 4.2 PAR ´AMETROS DIGESTIVOS 4.2.1. Pesos absolutos y relativos; medidas absoultas de ´organos digestivos Efecto de diferentes programas de restricci ´on cualitativa tard ´a en el peso absoluto y relativo de los ´organos digestivos de broilers sacricados a los 42 d ´as de edad, se muestra en la Tabla 4.3 y Figura 4.3. En la tabla 4.3 se muestran los pesos absolutos y relativos del tracto digestivo. En los pesos absolutos se detect ´o diferencias debidas al programa de restricci ´on para el tracto digestivo total, molleja, proventr ´culo e intestino delgado (P <0,001). Sin em- bargo, el programa de restricci ´on afecto al peso del ciego (P=0,390) como se puede ver en la Tabla 4.3. No se detectaron diferencias estad ´sticas para el sexo (P <0,100), siendo mayores los pesos de los ´organos digestivos de los broilers machos y mucho menos en la interacci ´on entre el programa de restricci ´on y el sexo (P=0,819). 24Tabla 4.3: Pesos Absolutos y Relativos; medidas absoluta de los ´organos con el error est´andar y el P-valor. Par´ametros Nivel de restricci ´on Sexo RSD1P-valor 0 5 10 15 Machos Hembras Nivel Sexo Nivel x sexo Pesos Absolutos, g Tracto Digestivo Total 212 201 173 219 200 203 38,8 0,058 16,5 <0,001 0,222 0,819 Ciegos 16,7 15,8 18,9 20,2 16,2 19,6 6,27 0,398 0,101 0,91 Pesos relativos, 0,3 0,37 0,13 0,233 0,144 0,958 Medidas absolutas, cm Intestino Delgado 209 287 189 199 197 195 22,7 0,134 0,73 0,838 Ciegos 21,2 0,354 1Error est ´andar de la media, n=10 En los pesos relativos se detect ´o diferencias debidas al programa de restricci ´on para el tracto digestivo total, molleja, proventr ´culo eh intestino delgado (P=0,001). Sin embargo, el programa de restricci ´on afecto al peso del ciego (P=0,233). No se detect ´o diferencias entre sexos en los pesos relativos del tracto digestivo (P=0,144). No se detect ´o interacci ´on entre el programa de restricci ´on y el sexo (P=0,890). Como se puede observar en la Tabla 4.3 y Fig4.4 , respecto a las medidas de los´organos digestivos, no se detect ´o diferencias debidas al programa de restricci ´on para el intestino delgado (P=0,234); sin embargo, el programa de restricci ´on afecto la longitud del ciego (P <0,001), encontr ´andose un mayor desarrollo en la restricci ´on del 15 %. No se detect ´o diferencias entre sexos en las medidas absolutas del tracto digestivo (P=0,730). No se detect ´o interacci ´on entre sexo (P=0,354). 25Figura 4.3: Pesos absoltutos del Aparato Digestivo de cada tratamiento tomados a los 42 d ´as de edad. Figura 4.4: Medidas absoltutos del Aparato Digestivo de cada tratamiento tomados a los 42 d ´as de edad. 4.3 CALIDAD DE LA CANAL El rendimiento a la canal bajo los programas de restricci ´on, se muestran en la Tabla 4.4. 26Tabla 4.4: An´alisis de peso corporal, peso de la grasa y color del musculo. Par´ametros D ´as de restricci ´on, edad d ´as RSD1P-valor 0 5 corporal, g 5,41 5,69 5,25 5,29 0,59 0,59 Peso grasa, g 25,5 33,1 6,99 <0,001 Color del m ´usculo 3 3 3 3 0,07 0,87 1Error est ´andar de la media, n=10 Respecto a las variables de la calidad de la canal, en el peso corporal no se detect ´o diferencia (P=0,59), obteniendo una media de 5,42 lb para los tratamientos. En el peso de la grasa se encontr ´o diferencias (P <0,001), por lo que se obtiene una media de 33,9 g, para las cuatro dietas. En cuanto al color del m ´usculo (P=0,87) no se detectaron diferencias, obteniendo una media para los tres tratamientos de 3 %. 275. DISCUSI ´ON 5.1 PAR ´AMETROS PRODUCTIVOS 5.1.1. Peso Vivo Romero Mora (2018), evalu ´o el efecto de la restricci ´on cualitativa disminuyendo de la alimentaci ´on prote ´na y energ metabolizable de las recomendacio- nes de la l ´nea gen ´etica, durante la etapa de crecimiento (8 a 29 d ´as) en pollos de engorda y nalizados a los 42 d ´as de edad, obtuvieron 2878g vs 2755 para los pollos sin restricci ´on. Granda Bustamante (2019), en su investigaci ´on los tratamientos bajo 20 d ´as de restricci ´on (10 al 30d ´as) presentan a la dieta sin restricci ´on (trata- miento control), para posteriormente alcanzar pesos similares al peso del tratamiento control. Esto concuerda con los datos obtenidos por Mora y Cu ´ellar (2000), Espino- za (2013), y Romero (2018) quienes reportan en su investigaci ´on, que los pollos con restricci ´on de alimento manifestaron un crecimiento compensatorio y alcanzaron el peso de los pollos no restringidos a los 42 d ´as de edad. Gonz ´alez et al. (2000), se nalan que si los pollos con restricci ´on alimenticia no logran aumentar su consumo de alimento con posterioridad al per ´odo de restricci ´on, la´unica forma de manifestar crecimiento compensatorio es mediante una mejor ´a en la conversi ´on alimenticia. De igual manera, Zubair y Leeson (1994) reportan que los pollos restringidos manifestaron crecimiento compensatorio y alcanzaron el peso delos pollos no restringidos a los 56 d ´as de edad. En los datos obtenidos en esta investigaci ´on los tratamientos bajo 15 d ´as de res- tricci ´on (15 %) presentan pesos inferiores a la dieta sin restricci ´on (tratamiento con- trol), para posteriormente alcanzar pesos similares al peso del tratamiento control. Esto concuerda con los datos obtenidos porMora y Cu ´ellar (2000) , Granda (2019), y Suarez, (2018) quienes reportan en su investigaci ´on, que los pollos con restricci ´on de alimento manifestaron un crecimiento compensatorio y alcanzaron el peso de los pollos no restringidos a los 42 d ´as de edad. 5.1.2. Mortalidad Romero Mora (2018), se nal´o que no detecto diferencias en la mortalidad asci- tis, dando una media de 17,9 % animales muertos. En cuanto a la mortalidad total, igualmente no se detect ´o diferencia dando una media de 23,25 animales muertos. Puyana (2014), demostr ´o que las mortalidades por ascitis en l ´neas Cobb son inferiores, se pueden comportar mejor en cuanto a la presentaci ´on de ascitis com- paradas con pollos de otras l ´neas gen ´eticas. Villacres Luna (2019) la mortalidad por ascitis en la restricci ´on alimenticia del d ´a 04 al 21 de edad de los pollos fue del 7 % siendo el tratamiento con el porcentaje menor de mortalidad; en cuanto a la mortalidad total se encontr ´o el 10 %. Esto concuerda con los datos obtenidos por Romero Mora (2018) y Dereser Puyana (2014). En la presente investigaci por ascitis en la restricci ´on del 15 % es del 18 % la cual concuerda con los datos de (Romero Mora, 2018). 5.2 PAR ´AMETROS DIGESTIVOS Dereser Puyana (2014)se nala en su investigaci ´on, que la alimentaci ´on restringida aumento los pesos relativos y las longitudes de los segmentos del tracto gastrointes- tinal Rodr ´guez Cabra et al. no tuvieron un incremen- 29to el peso del ´organo al cesar la restricci ´on aplicada, sin embargo, los tratamientos con restricci ´on obtuvieron levemente un mayor peso que los alimentados a voluntad. Granda Bustamante (2019) dice que en la estricci ´on del d ´a 10 al 30 de edad de los pollos afecto al peso del intestino delgado, incrementando en un 14,6 % el peso ab- soluto del intestino delgado, siendo los pesos de los otros programas de restricci ´on intermedios; los machos presentaron un mayor peso de los ´organos digestivos. La restricci ´on de 20 d ´as (10-30) afecto la longitud del intestino delgado incrementando su tama no. Estos resultados concuerdan con los datos obtenidos por, Dereser Puyana (2014); Rodr ´on el programa de restric- ci´on del 15 % afecto al peso del ciego (30 %) y molleja, incrementando en un 3 %, siendo los pesos de los otros programas de restricci ´on intermedios; los machos pre- sentaron un mayor peso de los ´organos digestivos. La restricci ´on del 15 % afecto la longitud del intestino delgado e incrementando el tama no del ciego. 5.3 CALIDAD DE LA CANAL Gonz ´alez et al. (2000), se nala que se pueden observar varias alteraciones en los pollos de engorde al ser sometidos a restricci ´on del consumo de alimento, siendo una de ellas la reducci ´on del rendimiento de la pechuga en la canal. As ´ mismo Frutos (2016), aplicaron una restricci ´on del 25 % del alimento y como resultado hubo una reducci ´on del peso vivo al d ´a 20 de sacricio, lo que disminuyo a su vez el peso de la canal. A diferencia de, Salinas et al. (2004) se nalan que al aplicar una restric- ci´on del 25 %, no hubo diferencias en el rendimiento en canal. Romero Mora (2018), no encontr ´o diferencias en el rendimiento a la canal, entendiendo que las restric- ciones tanto cualitativa como cuantitativa obtuvieron un crecimiento compensatorio, alcanzando pesos similares al tratamiento control. Estos resultados concuerdan con la presente investigaci ´on en d ´onde no se encontraron diferencias en el rendimiento a la canal, entendiendo que en los tratamientos con 15 d ´as de restricci ´on al 15 %, tuvieron un crecimiento compensatorio, alcanzando pesos similares al tratamiento control. 306. CONCLUSIONES De los an ´alisis y discusi ´on de los resultados obtenidos en esta investigaci ´on se concluye lo siguiente: La restricci ´on cualitativa del 5, 10 y 15 % no afect ´o a los pesos nales de los broilers. En los par ´ametros digestivos, los animales con restricciones del 15 %, obtu- vieron mayores pesos, en ´organos como: molleja proventriculo y longitud de ciegos. El efecto de la restricci ´on alimenticia no afecto la calidad de la canal de los pollos broiler.7. RECOMENDACIONES Realizar restricciones al 10 % que son seguras y no afecta los par ´ametros pro- ductivos, da un mayor desarrollo del tracto digestivo y reduce la mortalidad de las aves por problemas metab ´olicos. Continuar ejecutando estudios de restricci ´on alimenticia en broilers en nuestra zona, que permita reducir al m ´nimo la mortalidad por el s ´ndrome asc ´tico y as´ mejoras las explotaciones av ´colas en los par ´ametros productivos. Recomendar la dieta usada en la restricci ´on cualitativa, a productores de las zonas altas de la Provincia de Loja y producir nuevas dietas alimenticias, apro- vechando los productos ricos en bra existentes en la zona, logrando reducir costos de producci ´on.8. BIBLIOGRAF ´IA AZA ANDRADE, J. G., y cols. (2014). Ascitis en pollo de engorda. Bouza, M. d. J. S., Castellanos, M., y Frenes, P. S. (2007). Enfermedades metab ´oli- cas. material de apoyo para bioqu ´mica. Castro, J., Tinoco, R. (2015). Cuanticaci ´on de micotoxi- nas en ingredientes alimenticios utilizados en la dieta de aves comerciales: Quan- tication of micotoxins in de Veterinarias del Per ´u,26(4), 558-564. Coello, C. L., Menocal, J. A., y Gonz ´ales, E. (2014). Sindromes metabolicos presentaci ´on del s ´ndrome asc´tico y s ´ndrome de muerte s ´ubita en pollos de engorde. Frutos, J. (2016). La lesi ´on ps ´quica en personas v ´ctimas de accidentes de tr ´ansito: vicisitudes e incidencia del estr G´omez, R. S., Cort A., L ´opez Coello, C., y ´Avila Gonz ´alez, E. (2011). Evaluaci ´on de tres programas de alimentaci ´on para pollos de engorda con base en dietas sorgo-soya con distintos ´na.Veterinaria 33Gonz ´alez, J. ´arez, M. Pro, A., y L ´opez, C. (2000). Restricci ´on alimenticia y salbutamol en el control del s ´ndrome asc ´tico en pollos de engorda: y card ´aca. Granda Bustamante, (2019). Evaluaci ´on de diferentes programas de restr ´cci´on alimenticia en pollos de carne durante el periodo de crecimiento, para reducir el sindrome ascit ´co en zonas altas (B.S. thesis). Loja. Guti´errez, G., y Masuli, L. (2015). Efecto de tres niveles de agua de mar sobre los par´ametros productivos de pollos de engorde l ´nea cobb 500. Jaramillo Idrobo, M. J. (2014). Efecto de la restricci ´on alimenticia en el control de enfermedades metab ´olicas en pollos de la l ´nea cobb 500 en la nca punzara de la universidad nacional de loja (B.S. thesis). Loja: Universidad Nacional de Loja. Julian, R. preferences into a 1-20. L´opez Ojeda, S. D. (2012). S´ndrome asc ´tico en la crianza de pollos broilers. (B.S. thesis). Mathurin, S., Jaimet, C., Turletti, C., Gonz ´alez, G., y Kuzmicz, G. (2008). Insuciencia renal en pacientes con cirrosis y ascitis: incidencia, etiolog Pro- cesos productivos de la industria av ´cola zuliana: Fases de alimento, engorde y benecio. Revista de la Facultad de Agronom ´a,25(1), 160-184. 34Mora, D., y Cu ´ellar, Alimentaci ´on restringida en pollos de engor- de: respuesta a un m ´etodo moderado. Agronom ´a Medell ´n,53(2), 1147-1161. Paguay Zhindon, C. G., y A. (2016). Efecto de la restricci ´on ali- menticia cuantitativa y cualitativa sobre la productividad e incidencia de s ´ndrome asc´tico en pollos machos cobb 500 a 2664 thesis). Rodr ci´on alimenticia y su efecto en la ascitis aviar en dos l ´neas gen ´eticas de pollos en la sabana de bogot ´a. Rom ´an Vargas, R. (2007). Ascitis. Acta M ´edica Peruana ,24(1), 34-39. Romero Mora, Y. P. (2018). Efecto de la restricci ´on alimenticia cualitativa sobre el s´ndrome asc ´tico en broiler criados en la altura. (B.S. thesis). Loja. Salinas, I., Pro, A., Becerril, C. M., Cuca, J. M., Garc ´a, R., y Sosa, E. (2004). Res- tricci ´on alimentaria en pollo de engorda para la prevenci ´on del s ´ndrome asc ´tico y su efecto en el ingreso neto. Agrociencia ,38(1), 33-41. Stuart, J. (1991). de diferentes programas de restricci ´on alimenticia temprana en pollos broiler, para reducir el s ´ndrome asc ´tico en las zonas altas (B.S. thesis). Loja. 3536Anexo I: Estimaci ´on de los par y digestivos (SAS University Edition-2019). Figura 1: An´alisis del Peso vivo semanal. mortalidad por ascitis. 38Figura 3: An´alisis de las medidas 39Anexo II: Fotograf ´as tomadas durante tratamientos. Figura la dieta de crecimiento. 41Figura 8: Faenamiento de pollos. Figura 9: Toma de datos de las variables. 42Figura 10: Registro de datos de calidad de canal. 43 "}