{"title": "Las imperfecciones en las agujas de acupuntura pueden causar alergia, según un estudio", "author": "Redacción Consejos", "url": "https://www.consejosdetufarmaceutico.com/articulo/las-imperfecciones-en-las-agujas-de-acupuntura-pueden-causar-alergia-segun-un-estudio/", "hostname": "consejosdetufarmaceutico.com", "description": "La calidad de las agujas de acupuntura es alta, pero aún debe mejorar universalmente para evitar posibles problemas como reacciones alérgicas en la piel o", "sitename": "Publicitario Farmacéutico SL", "date": "2014-02-14", "cleaned_text": "[Toda la actualidad del mundo de la salud y la farmacia en Consejos de tu Farmacéutico.](https://www.consejosdetufarmaceutico.com/) Además, puedes seguirnos en nuestras redes sociales: La calidad de las agujas de acupuntura es alta, pero aún debe mejorar universalmente para evitar posibles problemas como reacciones alérgicas en la piel o dolorosas, según concluye un estudio publicado en la edición digital de Acupuncture in Medicine (AiM) cuyas conclusiones recoge Europa Press. A pesar de las mejoras en el proceso de fabricación, las irregularidades de la superficie y puntas dobladas no se han eliminado por completo, señalan los investigadores. En China, la medicina tradicional incluye la acupuntura, que representa el 40 por ciento de todo el tratamiento médico y en Occidente, la acupuntura es una de las terapias complementarias utilizadas con mayor frecuencia. Se estima que unos 1.400 millones de agujas de acupuntura se utilizan cada año en todo el mundo, con China (90 por ciento), Japón y Corea como los principales proveedores. La creciente popularidad de la acupuntura en las últimas décadas ha dado lugar a un mayor enfoque en la seguridad y la calidad de esta terapia y la adopción de un solo uso de agujas desechables ha reducido el riesgo de infección. Sin embargo, un estudio de las agujas de acupuntura utilizadas publicado hace una década en 'AiM' mostró que varias tenían irregularidades en la superficie o puntas distorsionadas que podrían haber dado lugar a reacciones alérgicas o dolorosas. Desde entonces, no ha habido ninguna investigación adicional en esta área. Ahora, un equipo de investigadores en Australia ha analizado las condiciones de la superficie y otras propiedades físicas de las dos marcas de agujas de acupuntura de acero inoxidable más utilizadas en el mundo. Tomaron imágenes con microscopio electrónico de diez agujas elegidas al azar de cada marca y realizaron nuevas imágenes después de someter cada una de estas agujas a una manipulación estándar, el equivalente a utilizarlas en la piel humana, con un gel para agujas con el que se practica la acupuntura. Los investigadores también compararon la fuerza y la torsión durante el proceso de punzonado. Las imágenes revelaron irregularidades importantes de la superficie e inconsistencias en las puntas de las agujas, especialmente en las agujas de una de las marcas que habían sido fabricadas en China. En concreto, los autores del estudio vieron trozos metálicos y pequeñas piezas ligeramente unidas de material en la superficie de algunas agujas. Algunos de estos residuos desaparecieron después de la manipulación que se realiza en la acupuntura. Si se hubieran utilizado estas agujas en los pacientes, el residuo metálico podría haberse depositado en los tejidos humanos, causando reacciones como dermatitis, aunque estas reacciones se presentan muy rara vez, según los autores. Puntas de agujas malformadas también podrían haber causado otros problemas, como hemorragias, moretones o fuerte dolor durante en la punción, que son bastante comunes, sugieren. "}