{"title": "Shampoo Anticaspa en Barra 70 g - Natural Detox", "author": null, "url": "https://www.paris.cl/shampoo-anticaspa-en-barra-70-g-%E2%80%93-natural-detox-MKQLUY4R7Y.html", "hostname": "paris.cl", "description": "Shampoo Anticaspa en Barra 70 g - Natural Detox", "sitename": "Paris.cl", "date": "2019-03-18", "cleaned_text": "g - Natural Detox ¡Devolver tu compra es fácil en Paris! Una vez que recibas tu producto, tienes 30 días para devolverlo. Este debe encontrarse en buen estado y sin uso, con su comprobante de compra, etiqueta, caja o embalaje. - Ten en cuenta que los productos Marketplace no tienen cambio, solo se pueden devolver. - Los productos reacondicionados, open box o segunda mano tienen un plazo de 10 días para devolución. La forma de devolución depende del tamaño del producto: - Paquetería o fácil traslado Llévalo a nuestras [tiendas Paris o puntos Cencosud habilitados](https://www.paris.cl/tiendas-paris.html). También puedes agendar el retiro a domicilio ingresando a [Mis compras](https://www.paris.cl/mi-cuenta/mis-compras). Ve al módulo de Devoluciones y haz clic en el botón \"Hacer solicitud\". Revisa las categorías y comunas que cuentan con este servicio en [Cambios y devoluciones](https://ayuda.paris.cl/ayuda/servicios-postventa/cambios-devoluciones). - Productos de gran tamaño Para agendar el retiro del producto, ingresa a [Mis compras](https://www.paris.cl/mi-cuenta/mis-compras), ve al módulo de Devoluciones y haz clic en el botón \"Hacer solicitud\". El reembolso tarda un máximo de 15 días hábiles. Si pagaste con tarjeta de crédito, aparecerá en el estado de cuenta. Si usaste una tarjeta de débito, recibirás una transferencia electrónica. Productos sin devolución Ropa interior de uso inferior (calzones, calzoncillos), productos confeccionados a medida, productos intangibles, entre otros. Conoce el listado completo en [Cambios y devoluciones](https://ayuda.paris.cl/ayuda/servicios-postventa/cambios-devoluciones). - Características Generales Marca Natural Detox Medidas Contenido 70 gr Color Tono Transparente Información de Color Muestra de cuadro de color referencial. Puede variar el tono real del producto. Tratamiento Tratamiento No Específica Tratamiento Tipo Tipo de Producto Shampoos Garantía Garantía Mínima Legal 6 Meses Garantía Proveedor 3 Meses para cambio de producto, este debe contar con sellos y empaque original Otros Características Natural Detox Género Unisex - Combate la caspa grasa con este poderoso shampoo en formato barra. Es ideal para personas con caspa, seborrea, picazón y que además necesitan restaurar el equilibrio del cuero cabelludo, disminuyendo la inflamación, y evitar el exceso de sebo.Precauciones: No ingerir. Evitar el contacto con los ojos , en tal caso enjuagar con abundante agua fría. Mantener fuera del alcance de los niños. Suspender su uso en caso de molestias o irritaciónAlmacenamiento: Almacenar en lugar fresco seco y temperatura ambiente.Modo de Uso: Aplicar con las manos o directamente en el cuero cabelludo, frotar con movimientos circulares hasta generar espuma. Masajear el cuero cabelludo y aclarar con abundante agua.Advertencias: No ingerir. Evitar el contacto con los ojos , en tal caso enjuagar con abundante agua fria. Mantener fuera del alcance de los niñosIngredientes: Extracto de Semilla de Apio : Reduce el picor, la producción de sebo y elimina por completo la picazón.Carbón Activado: Actúa como un imán que atrapa las impurezas, eliminando el exceso de grasa.Aceite de Coco: EL cual humecta profundamente, formando una capa protectora que lo ayuda a retener la humedad previniendo que se seque.Extracto de caléndula : Tiene propiedades curativas y cicatrizantes, antiinflamatorias, calmantes y antihongos.Omega max: Mezcla de aceites de argán, almendra y girasol. Da mayor flexibilidad, brillo, reparado y además sellan tus cutículas.Agua de Rosa: Posee efecto antibacteriano , no causa alergias , otorga brillo, suavidad, elimina la suciedad y cualquier residuo del cuero cabelludo. - "}