{"title": "Natividad reconocida como un centro de rehabilitación de alta calidad por Kindred Healthcare - Natividad : Inspirando vidas saludables", "author": null, "url": "https://espanol.natividad.com/news_press_release/natividad-reconocida-como-un-centro-de-rehabilitacion-de-alta-calidad-por-kindred-healthcare/", "hostname": "natividad.com", "description": "Natividad ha sido reconocida por Kindred Healthcare por sus servicios de rehabilitación de alta calidad. El Centro de rehabilitación de pacientes agudos Sam Karas (Sam Karas Acute Rehabilitation Center) del hospital fue destacado con el primer lugar en calidad y resultados generales de 2019 entre 110 unidades de rehabilitación de...", "sitename": "Natividad : Inspirando vidas saludables", "date": "2020-09-17", "cleaned_text": "Natividad reconocida como un centro de rehabilitación de alta calidad por Kindred Healthcare - September 17, 2020 Natividad ha sido reconocida por Kindred Healthcare por sus servicios de rehabilitación de alta calidad. El Centro de rehabilitación de pacientes agudos Sam Karas (Sam Karas Acute Rehabilitation Center) del hospital fue destacado con el primer lugar en calidad y resultados generales de 2019 entre 110 unidades de rehabilitación de pacientes agudos de Kindred hospital en los Estados Unidos. La unidad de rehabilitación de Natividad también fue reconocida como la segunda del país entre aproximadamente 900 unidades de rehabilitación que participan del sistema de calificación de Uniform Data System (UDS). Este es el tercer año consecutivo que el hospital forma parte del sistema UDS, y se ha clasificado dentro del 10 % más alto del sector durante los tres años. La clasificación se basa en el tipo de pacientes atendidos en la unidad de rehabilitación, la complejidad de sus casos y la proporción de pacientes que pueden regresar a casa. La unidad de rehabilitación de Natividad atiende aproximadamente a 650 pacientes al año y tiene una tasa de alta hospitalaria del 85 %, superando el punto de referencia del 75 %. Natividad ofrece múltiples terapias y enseña a los pacientes las habilidades que necesitan para regresar a sus actividades diarias después de una enfermedad, lesión o cirugía. El centro se basa en el trabajo en equipo y brinda a los pacientes acceso a una amplia gama de especialistas en salud para acelerar la curación. \"Ayudar a nuestros pacientes a recuperar su calidad de vida es nuestra principal prioridad\", dijo Michelle Toderick, del Programa del Centro de rehabilitación de pacientes agudos de Natividad. \"Estamos orgullosos de servir a nuestra comunidad y brindar a todos nuestros pacientes un alto nivel de atención\". El Centro de Rehabilitación de pacientes agudos Sam Karas de Natividad está acreditado por la Comisión de Acreditación de Instalaciones de Rehabilitación (CARF, Commission on Accreditation of Rehabilitation Facilities) tanto para derrames cerebrales como para rehabilitaciones. Para obtener más información sobre la "}