{"title": "Consulta de Medicina Integrativa - Mutum Salud Cooperativa", "author": null, "url": "https://mutumsalud.com/consulta-medicina-integrativa/", "hostname": "mutumsalud.com", "description": "¿Quieres mejorar tu salud y tener bienestar? En Mutum te ofrecemos un enfoque holístico y personalizado de Medicina Integrativa  ¡Agenda tu cita! ", "sitename": "Mutum Salud Cooperativa", "date": "2023-02-13", "cleaned_text": "El alma de Mutum El objetivo de la medicina familiar integrativa es proporcionar una atención médica integral y de alta calidad, centrada en el paciente y su familia, que aborda la salud en su totalidad y promueve el bienestar y la prevención de enfermedades. El médico de familia tiene una visión global del paciente y su salud, por lo que ya posee una mirada integral, pero el sistema de salud actual no permite el tiempo ni las herramientas necesarias para aplicar muchas técnicas no convencionales que se han demostrado eficaces para tratar y prevenir problemas de salud. En Mutum queremos seremos ser tus médicas de confianza, ofreciendo atención personalizada adaptada a tus necesidades y objetivos , proporcionando tratamientos seguros y eficaces que actúan en todos los niveles del ser humano: físico, emocional, mental, social y espiritual. Prevención para la Salud El médico de familia puede identificar desequilibrios y tratarlos antes de que se conviertan en enfermedades, así como detectar problemas de salud que requieran la derivación a otros especialistas Conocer Conocer nuestro cuerpo, nuestra mente , nuestras fortalezas y nuestras debilidades. Conocer qué nos hace daño, tanto a nivel físico, como emocional y mental. Escuchar Nuestro cuerpo avisa cuando algo no va bien, pero hay muchas señales que hemos normalizado sin percibirlas como alarmas, o usamos drogas que \"callan\" nuestro cuerpo, quitando la tristeza, el dolor, el cansancio... sin tratar su origen. Hacer Llevar un estilo de vida saludable será diferente para cada persona. Desde cambios de hábitos hasta uso de técnicas terapéuticas naturales, adecuadas para la autogestión de la salud. ¿Qué integramos? La medicina familiar integrativa contempla a la persona en su totalidad y en su contexto. Cada caso requiere una valoración individualizada, tras la que se pueden proponer diferentes enfoques terapéuticos , desde terapias convencionales hasta acupuntura nutrición, actividad física , respiración, meditación y qi gong, tratando los síntomas según su causa y mejorando la calidad de vida del paciente. La medicina integrativa no reemplaza la atención médica convencional, sino que se utiliza en combinación con ella para proporcionar una atención integral y personalizada. Algunas referencias sobre nuestro centro de medicina familiar integrativa Es un Centro pionero, con una visión holistica de la salud, con una atención personalizada y comunitaria, dando respuesta de una forma terapéutica y vitalista, así como social. Calidad y calidez define este centro desde el primer contacto, reserva y terapias. Segunda visita e inmejorable, excelente opción, trato. Genial idea de dos grandes profesionales de la medicina Informan y asesoran sobre las opciones terapéuticas convencionales y nuevas alternativas permitiendo tomar una decisión informada y sintiente muy acompañada. EXCELENTE. La mejor descripción de la acogida y el trato recibido en Mutum es, calor humano. Creo que eso es lo principal que necesitamos al ser atendidos y acompañados por profesionales de la salud, si a eso le sumas el buen hacer y la profesionalidad de Lucia y Sonia, el lugar es más que recomendado. Preguntas frecuentes [¿Qué enfermedades pueden tratarse con este enfoque?] Cualquier persona con cualquier problema de salud puede beneficiarse de un acompañamiento de medicina integrativa, pues trataremos de encontrar las mejores soluciones para cada paciente, respetando sus preferencias. [¿Qué papel juega el paciente en la medicina familiar integrativa?] El paciente es un sujeto activo en su proceso de curación. Se respetan sus ideas, creencias y preferencias , y participa del acuerdo terapéutico propuesto por su médico, ya que suele implicar cambios de hábitos y toma de decisiones que favorezcan su proceso. [¿Cuánto dura una consulta?] Las consultas duran entre 45-60 minutos. [¿Cómo me preparo para una consulta de medicina integrativa?] En la primera consulta, te haremos muchas preguntas sobre tu historial y el problema que te trae a nosotras, para conocerte bien. Es conveniente que traigas todos los informes médicos que tengas y la medicación que tomes para que lo revisemos juntos. "}