{"title": "Champús de frutas, una deliciosa y saludable bebida con vitaminas, minerales, fibra y más", "author": "Empresa Peruana de Servicios Editoriales S A EDITORA PERÚ", "url": "https://andina.pe/agencia/noticia-champus-frutas-una-deliciosa-y-saludable-bebida-vitaminas-minerales-fibra-y-mas-923231.aspx", "hostname": "andina.pe", "description": "El Programa Nacional Cuna Más, del Ministerio de Desarrollo e Inclusión Social (Midis), compartió con los padres y cuidadores principales de niños menores de 36 meses la receta de un delicioso champús de frutas, alimentos esenciales durante el inicio de la alimentación complementaria a partir de los 6 meses gracias a su aporte de vitaminas (A, C, B1, B6, B2 o ácido fólico), minerales, fibra, celulosa, agua y pectinas.", "sitename": "Agencia_Andina", "date": "2022-12-28", "cleaned_text": "El Programa Nacional Cuna Más, del Ministerio de Desarrollo e Inclusión Social (Midis), compartió con los padres y cuidadores principales de niños menores de 36 meses la receta de un delicioso champús de frutas, alimentos esenciales durante el inicio de la alimentación complementaria a partir de los 6 meses gracias a su aporte de vitaminas (A, C, B1, B6, B2 o ácido fólico), minerales, fibra, celulosa, agua y pectinas. Conforme crecen y se desarrollan, las frutas pasan a formar parte de una dieta saludable y balanceada de los niños, en la que contribuyen endulzando el paladar de manera natural y sin exceso de calorías. La receta fue compartida mediante su espacio Cocinando con Cuna Más, integrante de la multiplataforma Cuna Más Digital y en las redes sociales institucionales. \"Como muchas personas no están familiarizadas con el champús es importante que sepan que se trata de una bebida espesa típica de nuestra sierra, de muy agradable sabor, que se puede servir caliente o fría. Por sus ingredientes y densidad alta, se trata de una alternativa sencilla de preparar en casa y muy nutritiva para las niñas y los niños\", explicó Julia Cajamuni Suazo, socia de cocina de Cuna Más que presentó la receta durante la segunda temporada del espacio digital. Los ingredientes La receta del champús incluye agua, harina de maíz y aromáticos como el clavo de olor y la canela. Por supuesto, frutas de estación como membrillo, piña dulce, mango, guayaba o manzana delicia finamente picadas antes de ponerlas en la olla. Para ver las cantidades exactas de esta preparación, según la edad de las niñas y niños en casa, así como el paso a paso en la cocina y algunas recomendaciones para el servido, revise el video. La alimentación para las niñas y los niños menores de 6 meses debe ser exclusivamente con leche materna. Recién a partir de esa edad se les puede dar comidas espesas, preparadas sin sal, azúcar ni potenciadores artificiales del sabor. De esta manera, se les ayuda a formar hábitos alimenticios saludables, priorizando el consumo de alimentos naturales. ¡Buen provecho! "}