{"title": "About Us - Aroma Wellness", "author": "Zack Haapala", "url": "https://aromawellness.net/about-aroma-wellness-aromatherapy/", "hostname": "aromawellness.net", "description": "AROMA WELLNESS was started by Uma Bagadia because of her passion for a natural approach to one's well being. She passionately believes in an alternative medicine and a holistic remedy in strengthening overall health and vitality. Uma has a degree in Medical Technology (MT-ASCP), has Masters in Business Administration and Masters in Genetics & Plant [...]", "sitename": "Aroma Wellness LLC", "date": "2014-09-05", "cleaned_text": "AROMA WELLNESS was started by Uma Bagadia because of her passion for a natural approach to one's well being. She passionately believes in an alternative medicine and a holistic remedy in strengthening overall health and vitality. Uma has a degree in Medical Technology (MT-ASCP), has Masters in Business Administration and Masters in Genetics & Plant Breeding. She is a certified Clinical Aroma Therapist and a Reiki healer. (I feel very passionate creating customized blends and conducting workshops that empower people to be in charge of their health and well being.) Lasting change comes over time with consistency, therefore you must follow your assigned regimen to infuse transformation and harmony in your life. Always set your loving intentions and apply essential oil/blend/spray on or around you as recommended to accomplish your desired outcome. In today's fast-paced environment, our bodies accumulate and store excessive quantities of stress-induced toxins. These toxins attack our joints, tissues, muscles, organs, and glands causing minor to major dysfunctions. Doing 'Energy Work' and/or 'Aromatherapy' can complement a standard medical treatment to alleviate physical and emotional symptoms. \"Here at Aroma Wellness, our certified counselors bring you the best and purest selection of essential oils and aromatherapy blends.\" What is Aromatherapy? Aromatherapy is a natural way to rejuvenate one's body. Aromatherapy is a form of alternative medicine. It is the practice of therapeutic use of essential oils to enhance psychological and physical well-being including pain relief, mood enhancement, and increased cognitive function. Essential oils have been used for centuries as healing agents, fragrance for promoting health and relaxation, as well as an antibacterial, an antiviral, an antifungal, and an antiseptic agent. It is not an independent therapy, but one that should be combined with a holistic healing approach. It should be used to complement conventional medical practice (allopathic treatments). Fragrance is an essence of long-term memories. Researchers have learned that aroma (fragrance) can evoke the memory of a person, day, or an event.The way essential oils work is that the olfactory lobe allows for quick absorption of inhaled molecules and transport to the brain where they affect the limbic system (memory and emotion center). The name limbic is derived from the Latin word \"limbus\", meaning encircling. In lower vertebrates, the limbic system is called the \"Smell Brain\" (The chemical senses in science and industry, by Graham A. Bell, Annesley J. Watson, 1999) because many of these animals have instincts for survival that is guided by smell. What are Essential Oils? Essential Oils are natural, concentrated extracts taken from the roots, leaves, seeds, bark, or blossoms of plants. Each Essential Oil contains its own mix of active ingredients (chemical properties), which determines the therapeutic properties of the oil. The term \"Essential Oil\" means that it carries a distinct essence of plant and has been referred as 'Liquid sun energy' by Ayurvedic medicine. Besides essential oils; Absolutes, CO2s and Hydrosols are also commonly used in aromatherapy. Although essential oils, CO2 extracts and absolutes are distilled by different methods, the term essential oil is sometimes used as a blanket term to include all aromatic, volatile plant oils. We should also be aware of perfume oils known as fragrance oils that are not the same as essential oils. Unlike Essential Oils, Perfume oils contain synthetic chemicals and do not provide any therapeutic benefits. Safety and Essential Oils Essential oils are usually called by their \"Common\" names, such as \"lavender\", \"chamomile\", \"tea tree\", etc. It is important to identify essential oils by their \"Botanical (Latin- Genus, species,)\" names together with Lavandula augustifolia (lavender), Melaleuca alternifolia (tea tree) and chemotype that tell us the chemistry of an essential oil which gives essential oil its therapeutic properties. Although some essential oils have multiple names or share the same name (eg. neroli is known by 'orange blossom' and/or 'helichrysum'), they have very different therapeutic properties. Following are Some Common Practices for Aromatherapy Safety: - Check with your physician prior to using the aromatherapy application and essential oils to ensure no adverse reactions to your existing medical conditions. - Consult an experienced Aroma Therapist or an authoritative resource. - Always check the botanical name of the essential oil and use only pure, unaltered essential oil for aromatherapy. - Use proper dilution for safe topical applications. - Avoid contact with eyes. - Use extreme caution when applying essential oils to babies and children under 12, during pregnancy, and breast feeding. - A skin patch test should be conducted on a small area (inner arm) to determine skin sensitivity prior to using oil for the first time. Note: Essential oils are very potent and some may be irritating to the skin. Perform a patch test with any new essential oil. If irritation occurs, immediately apply (rinse with) a carrier oil or pure vegetable oil or milk not water to the area. - Store oils safely out of reach of children, pets and away from extreme cold, heat (essential oils are flammable), light, dampness. - Hyssop, rosemary, sage, and thyme oils should not be used by people with high blood pressure while hyssop, rosemary, sage, and fennel should be avoided by people with epilepsy. - Do not use essential oil internally without proper guidance from a professional aroma therapist or a medical practitioner who is aware of your current medical history. Note: Is it safe to use Essential Oils internally? This is a very common question that people frequently ask or wonder about. There is not a simple yes or no answer to this question as essential oils are very concentrated and powerful material. There is a list of acceptable food additives and several essential oils available on government web site: ( [http://www.fda.gov/Food/FoodIngredientsPackaging/FoodAdditives/ucm191033.htm](http://www.fda.gov/Food/FoodIngredientsPackaging/FoodAdditives/ucm191033.htm)). Make sure to use only those products that are labeled as FS (Substances permitted as optional ingredient in a standardized food), FLAV (Natural flavoring agent), or SP (Spices, other natural seasonings & flavorings) with great caution. Applications (Common applications of Essential Oil) - Inhalation - Steam Inhalation - Room Freshener - Aromatherapy Massage - Bath - Sitz bath, Foot Soak, Regular Bath - Diffuser Uses (Common uses of Essential Oils) - Agitation, Anxiety, Stress - Constipation - Insomnia, Relaxation, Rejuvenation - Pain: rheumatoid arthritis, headaches, menstrual cramps - Itching, Rash, Acne - Psoriasis - Hair Loss - Alzheimer - Sinus Problems, Cough & Congestion - Chakra Balancing, Grounding Besides essential oils; Absolutes, CO2s and Hydrosols are also commonly used in aromatherapy. Although essential oils, CO2 extracts and absolutes are distilled by different methods, the term essential oil is sometimes used as a blanket term to include all aromatic, volatile plant oils. We should also be aware of perfume oils known as fragrance oils that are not the same as essential oils. Unlike Essential Oils, Perfume oils contain synthetic chemicals and do not provide any therapeutic benefits. "}