{"title": "PDF", "author": "PDF", "url": "https://www.aeped.es/sites/default/files/documentos/cuaderno_18.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 CUAdernos de historia de la pediatría española Número 18 · Diciembre de 2019 LA PEDIATRÍALA PEDIATRÍA EN LAEN LA ESPAÑOLAESPAÑOLA POSTGUERRAPOSTGUERRA 2 Víctor Manuel García Nieto José Ignacio de Arana Amurrio José Manuel Fernández Menéndez Juan José Fernández Teijeiro Pedro Gorrotxategi Gorrotxategi Fernando Ponte Hernando Miguel Ángel Zafra Anta Elena Alonso Lebrero Óscar Girón VallejoGrupo de Trabajo de Historia de la Pediatría y D o c u m e n t a c i ó n Pediátricas de la AEP Edita: Asociación Española de Pediatría Aguirre, 1, bajo derecha, Madrid, 28009, Madrid Diseño y maquetación: angelgobierno@linealcreativos.com Número 18 diciembre de 2019 ISBN: 978-84-09-17421-83 ÍNDICE La pediatría española en la postguerra José Ignacio Arana Amurrio In memoriam ......................................................................... Pág. 04 Pediatras en el exilio americano por la guerra civil española . Pedro Gorrotaxategi Gorrotxategi, Miguel Zafra Anta ......................................................................... Pág. 06 «Todo para el niño y todo por el niño» Prof. Juan Bosch Marín (1902-1995) Juan José Fernández Teijeiro ......................................................................... Pág. 17 Algunos pediatras españoles depurados durante el primer franquismo José Manuel Fernández Menéndez, Óscar Girón Vallejo ......................................................................... Pág. 28 Las nuevas publicaciones pediátricas de los años 40 Miguel Zafra Anta, Víctor M. García Nieto ......................................................................... Pág. 454 E n el Comité de Historia de la Asociación Española de Pe - diatría, aparte del frecuente contacto informático, nos reu- nimos una vez al año para decidir los proyectos y actividades del año siguiente. A esas reuniones José Ignacio siempre era el primero en llegar. Este año esa reunión estuvo ensombre - cida por su ausencia. Nadie se atrevió a confesarlo. Todos intuíamos que esa ausencia sería definitiva. Y a no tiembla ninguna gota en la clepsidra del bueno, en el buen sentido de la palabra bueno, de José Ignacio. Ya su barca ha amarrado en la otra ribera. C on este Número 18 de Cuadernos de Historia de la Pediatría Española entrando a la linotipia nos llega ese anuncio terrible que quisiéramos ignorar. José Ignacio ha emprendido el viaje definitivo. Se ha hecho el silencio sobre su huerto y su verde árbol. Los pájaros no cantan. Sus amigos hemos quedado mudos. T iempo habrá de repasar su fecunda trayectoria. Hoy sólo podemos constatar nuestra desolación. José Ignacio, descansa en paz.José Ignacio de Arana Amurrio. In memoriam Víctor Manuel García Nieto Juan José Fernández Teijeiro Fernando Ponte Hernando Elena Alonso Lebrero José Manuel Fernández Menéndez Pedro Gorrotxategi Gorrotxategi Miguel Ángel Zafra Anta Óscar Girón Vallejo5 Reunión Fundacional del Grupo de Historia de la Pediatría de la AEP, Madrid 2009. De izquierda a derecha: Juan José Fernández Teijeiro, Fernando Ponte Hernando, José Ignacio de Arana Amurrio, Víctor Manuel García Nieto, José Manuel Fernández Menéndez y Miguel Ángel Zafra Anta 6 Introducción El exilio republicano supuso el destierro de un gran número de personas, un éxodo cul- tural, que participaría en mayor o menor medida en el país de destino, y también se exilió un régimen político republicano con aparato institucional que se reconstituyó en México en 1945, y se mantuvo, con su singu- laridad, hasta 1977. Hubo un exilio preliminar de médicos vascos en el verano de 1937, debido a que con la caída paulatina del Frente del Norte pasaron a Francia 116.745 exiliados. Sin embargo, el gran éxodo médico republi- cano comenzó el 26 de enero de 1939 con la caída de Barcelona. En esas fechas ingresa- ron oficialmente en el departamento francés de Pirineos Orientales, un total de 353.107 personas, incluyendo militares y civiles, hombres, mujeres y niños. El exilio final de la zona de Centro y Levante ocurrió a partir del 5 de marzo de 1939. Llegaron en toda suer - te de embarcaciones a Bizerte, Túnez, 4.192 exiliados y a Orán, Argelia 3.429, entre ellos, 26 médicos. El cómputo final oficial de los españoles exiliados como consecuencia de la guerra civil, fue de 527.843 personas. El Go- bierno Francés en el verano de 1939 censó, entre ellas, 553 médicos, 135 dentistas, 268 farmacéuticos, 503 practicantes y enferme - ras y 41 optometristas, es decir, 1500 perso- nas de profesión sanitaria1 Dentro de todo ese grupo de médicos exi- liado que inicialmente pasaron a Francia y posteriormente al continente americano, el número de pediatras de los que hemos teni- do noticia se recoge en la tabla 1. A continuación, veremos las peripecias vita- les de José Bago Lecosais, Francisco Arenza- na Santos, Aurelio Romeo Lozano y Gumer - sindo Sánchez Guisande. Tabla 1 . Pediatras exiliados en América tras la guerra civil País de acogida Pediatras exiliados EE.UU. G. Angulo, J. Vallés México J. Barón, A. Encinas, R. Escribano, J. Espinasa, J. J. Lastra, J. de Miguel, S. Sisniega A. Almagro, S. Armendares, A. Fernández Carnicero, Rodríguez, JM. Lema, J. Miguel, J. Roig, A. Romeo Lozano Venezuela A. Díaz Vázquez, José Pardo Gayoso, Guillermo Angulo Pastor, E. Godas Vila Chile Francisco Arenzana Santos Argentina Gumersindo Sánchez Guisande, José Bago Lecosais Pediatras españoles en el exilio americano por la Guerra civil española Pedro Gorrotxategi Gorrotxategi1, Miguel Zafra Anta2. 1Centro de Salud Pasaia San Pedro. Pasajes. Gipuzkoa. 2Servicio de Pediatría. Hospital Universitario de Fuenla - brada. Madrid.7 José Bago Lecosais (Argentina) El Dr. José Bago había nacido en San Sebas - tián en 1900 y falleció en Buenos Aires en 1962 (figura 1). Fue hijo del médico titular de Iciar, Manuel Bago Aguirre. Este último era autor junto con Martín Aramburu de un libro titulado \"Manual de higiene y me - dicina popular\"3 de gran difusión en Gui - púzcoa a principios del siglo XX. Actividad médica en San Sebastián Se licenció en Medicina en Madrid en 19234,5 Su dedicación inicial fue a la gastroen- terología- En la Revista Guipúzcoa Mé - dica, entre los años 1927-1929 hay varios artículos en los que analiza las novedades de esta especialidad6-8. En 1931 aparece como miembro de un tribunal con la categoría de Subdele - gado de Medicina, de San Sebastián9. Fue presidente de la Academia Médico Quirúrgica de Guipúzcoa, que centrali - zaba las actividades científicas del Cole - gio de médicos guipuzcoano, entre los años 1935 y 193610. Actividad política En 1930, junto con Manuel Andrés Ca- saus, miembro de Izquierda Radical An- timperialista, participó en la subleva- ción republicana de diciembre de 1930 en San Sebastián, asaltando el 15 del citado mes el Gobierno Civil de la ciu - dad11 (en relación con el levantamiento de Jaca), por lo que fue encarcelado. En la figura 2 puede vérsele en la cárcel de Ondarreta de San Sebastián, junto a compañeros de prisión. El 14 de abril de 1931, tras la proclama- ción de la República, fue liberado.12. A pesar de que cuando estalló la guerra de 1936, se hallaba apartado de la po -lítica, huyó rápidamente a Francia, Sin embargo, habiendo ido a Dantxarinea a recibir a un amigo, fue atrapado por las fuerzas de seguridad franquistas y debido a su radical oposición al deno - minado \"Movimiento Nacional\", fue condenado a muerte13. Figura 1. José Bago Lecosais. Galería de la Real Academia de Medicina2 Figura 2. José Bago, (de pie, cuarto por la izquierda) junto con Manuel Andrés Casaus (primero por la izquierda sentado), en la cárcel de Ondarreta. San Sebastián 1931. Foto Marín. Tomado de \"El Mundo Gráfico\"8 Estuvo en la prisión provincial de Pam- plona desde el 24 de julio de 1936 al 28 de febrero de 193714. Posteriormente, en noviembre de 1938 fue canjeado por el Dr. Gómez Ulla que estaba dete- nido en Barcelona15. En dicho canje de prisioneros inter - vinieron ante Negrín, en defensa del Dr. Gómez Ulla, lord Astle y el general Petain16. El doctor contó con el apoyo de la embajada argentina, país donde había vivido durante muchos años el padre de su esposa, Maite, el célebre escritor de la generación del 98, Fran- cisco Grandmontagne. Un estudio biográfico del Dr. Gómez Ulla informa que el diario francés \"Le Temps\" recogió que el Dr. Gómez Ulla había pa- sado la frontera de Le Perthus acom- pañado del delegado de la Cruz Roja de Barcelona, a la vez que pasaba el doctor José Bago a Hendaya acompañado del delegado de la Cruz Roja de San Sebas- tián. En el mismo artículo se comenta que, \"con gracia\" el Dr. Gómez Ulla solía decir \"a mí me cambiaron por Bago\"17. Exilio en Argentina Tras ser puesto en libertad hubo de exi - liarse a la Argentina y revalidar su título para poder ejercer. Estuvo allí más de 25 años como médico de los exiliados y al servicio de Nestlé que, a su muerte creó el premio José Bago. En Buenos Aires, desarrolló una intensa tarea de fomento, difusión y organiza- ción colectiva de los médicos pediatras. Entre sus actividades científicas en Ar - gentina se citan: Consultorio privado de médico pediatra, asesor de la industria farmacéutica infantil, asesor de la in - dustria de alimentos infantiles Nestlé, miembro de la Sociedad Argentina de Pediatría y organizador de la biblioteca de la Sociedad Argentina de Pediatría5. Premio José Bago La dirección de los Anales Nestlé le permitió organizar cursos, dar becas y publicar trabajos. A su muerte se orga- nizó una fundación con su nombre; la misma, otorga un premio anual al me - jor trabajo sobre pediatría. Así se rindió homenaje a su persona y a su obra en Argentina18,19. En 1980 el Dr. Tomás M. Banzas, Presi- dente de la Sociedad Argentina de Pe- diatría en la entrega del \"Premio José Bago\" el año 1980, lo calificaba así: \"José María Bago, distinguido colega, so- bresalió muy especialmente por sus cua- lidades morales y espirituales, ligadas a una gran sensibilidad que hacía de él la representación de la paz y la libertad. Poseedor de una cultura y espíritu hu- manista llegó a nuestro país desde España, su patria, buscando un lugar donde poder volcar su obsesiva condi - ción de dar afecto. Así halló, tanto aquí como en Uruguay y numerosos países sudamericanos, una segunda patria. Así pudo desarrollar una labor que le permitió cosechar más amigos suma- dos a los que ya contaba. Ellos hicieron posible la entrega de este galardón\"20. Francisco Arenzana Santos (Chile) Francisco Arenzana Santos21, nació en Lo - groño el 13 de enero de 1907 y falleció en Chile el 2 de marzo de 200922 (figura 3). Efectuó sus estudios en la Facultad de Me- dicina de Madrid, titulándose de médico en 1928 y de doctor en 1929. Actividad profesional y exilio El 17 de mayo de 1938 fue nombrado 9 médico del Cuerpo de Seguridad, con asimilación a teniente, según figura en la Gaceta de la República nº 137 23. Al poco tiempo de iniciada la guerra civil, el doctor Arenzana fue nombra- do jefe de Salud de la provincia de San Sebastián e Inspector General de los servicios de higiene infantil de la zona . Cuando las tropas franquistas asedia - ron la ciudad tuvo que exiliarse a Fran- cia. Estuvo retenido en la localidad de Prats de Molo y, posteriormente, logró volver a España. En 1939 solicitó participar en el ofreci- miento de asilo que, gestionado por el poeta Pablo Neruda, había ofrecido el presidente de Chile Pedro Aguirre Cer - da y envió sus antecedentes, pero no fue admitido. Posteriormente, consi - guió embarcarse en el \"Órbita\", un bar - co perteneciente a los cuáqueros, en el que fue a Chile24. Pediatra en Chile En Chile el primer trabajo que realizó fue como visitador médico de una im- portante empresa de alimentos para niños (Chiprodal S.A.I). Revalidó su títu- lo profesional, pasando a ejercer la pe- diatría en el Hospital Roberto del Río y, posteriormente, también en el Hospital Calvo Mackenna\". La cátedra de Exequiel González Cortés, en 1969 le hizo un homenaje, nombrán- dole Médico Honorario del Hospital25. Otras actividades en Chile Presidió varias agrupaciones ibéricas. Primero, se integró a la Sociedad Be - néfica de La Rioja donde actuó como secretario, vicepresidente, presidente y director, en distintos períodos entre los años 1958 y 1995. A partir de 1983 se integró en el directorio de la Asocia-ción de Instituciones Españolas de Chi - le (AIECH), donde fue presidente entre 1985 y 1996, año en que se le nombró Presidente Honorario del organismo, fi- nalmente, la comunidad aragonesa de Chile le ha galardonó con la Medalla de la Casa de Aragón26. Aurelio Romeo Lozano (México) Médico pediatra, redactor y colaborador en prensa científica y divulgativa, cofunda - dor de revistas médicas28,29 (figura 4). Tuvo un fuerte compromiso social en Espa - ña y, también, en el exilio. Fue Presidente de la Cruz Roja Española republicana. Tra- bajó activamente en la Universidad mexi - cana, en Monterrey. Nacido en Calatayud, Zaragoza, 1 de mayo de 1880. Falleció en Monterrey, Nuevo León, México, 9 de diciembre de 1944. Figura 3. Francisco Arenzana Santos10 Formación Estudió primaria en Calatayud, Bachi - ller (1896) en Zaragoza. Se licenció en Medicina en Madrid, 1902. Fue alumno interno por concurso del Hospital Niño Jesús y, por oposición, en el Provincial. Actividades asistenciales Médico de la Beneficencia y Sanidad Municipal, Madrid, 1902, por oposi - ción. Médico, por oposición, de la Casa de Socorro del distrito de Buenavista (Ma- drid, 1904). Médico de la Mutualidad Obrera (desde que ésta empezó a fun - cionar, en 1904), Jefe de la consulta de enfermedades de los niños en la policlí - nica Cervera (1910). Médico por concurso de méritos de la Institución Municipal de Puericultura y Maternología de Madrid (1916). Desde 1923 en categoría de médico primero, fue subdirector, y director durante los años 30. Desde este puesto es donde más se desarrolló su actividad médica pública más conocida. Formó parte de la generación de pe- diatras que promovió activamente la independización especializada de la pe- diatría. Profesor agregado de Pediatría de la Facultad de Medicina de Madrid, de- signado en 1934 por el Claustro de la Universidad. Actividades de difusión-educación médi- ca puericultora. Fue colaborador en prensa periódica, histórica: El Liberal (1916), La Opinión (1923), El Siglo Médico, Mundo Médi- co, prensa de Andalucía, etc. Colaborador en conferencias radiadas por Unión Radio, para divulgación de higiene infantil. Participó en el primer ciclo de conferencias, que tuvo lugar en enero de 1933. Otras charlas de pueri- cultura (1935). Publicación de la Direc - ción General de Sanidad. Actividad en revistas médicas y congresos Publicaciones: Autor de 60 trabajos en revistas y libros en España. De gran in - terés: \"Organización y funcionamiento de la Institución Municipal de Puericul- tura y Maternología\". Director Aurelio Romeo Lozano. 1930. Está en el archivo de la Biblioteca Nacional de España. Fue cofundador y director de la revista Archivos Españoles de Pediatría (edita- da desde 1917 hasta 1936) (figura 5). Era una revista de prestigio. En ella se publicaron artículos de autores como Figura 4. Aurelio Romeo Lozano. Banco de Imágenes de la Real Academia Nacional de Medicina2711 Morquio, Cacace, Rodríguez Lafora y, también, Nieves González Barrio. En 1943 surge Acta Pediátrica de la fusión de las antiguas Pediatría Española y Ar - chivos Españoles de Pediatría . Redactor de las secciones de pediatría de la Revista Clínica de Madrid y de los Anales de la Academia de Obstetricia, Ginecología y Pediatría, de Madrid. Ponente en distintos congresos na- cionales e internacionales como, por ejemplo, el Primer Congreso Nacional de Medicina (1918). Miembro de Tri- bunales de oposición. Presidente de la sección de Medicina del Congreso Na- cional de Pediatría, de Granada, 1933. Fue electo presidente del Congreso Nacional de Pediatría convocado para 1936, pero que no se celebró por la Guerra Civil española. Fue presidente de la Sociedad de Pedia- tría de Madrid durante el bienio 1931- 33. La conferencia inaugural en el curso 1932-33 trató sobre \"Lactancia mater - na, medios que contribuyen a su estí- mulo, desarrollo y perfeccionamiento\". Fue publicada en Arch Esp Pediatr (dic. 1932). Había sido vicepresidente pri- mero en la Junta del periodo 1921-24. Actividades políticas y asociativas Fue vocal del Colegio de Médicos en la década de 1920. También, vicepresi- dente de la Asociación de Médicos Li - berales, creada en 1935 Era miembro del Partido Nacional Re- publicano, de centro, burgués, fundado y liderado por Sánchez Román. Fue pre- sidente de su Agrupación de Madrid en 1934. Aunque la Cruz Roja Española intentó mantener neutralidad durante la Gue- rra Civil, se escindió en dos, según los bandos contendientes. Aurelio Romero fue el presidente de la Cruz Roja de la zona republicana desde 1936, nombra- do por el gobierno de José Giral, con lo cual tuvo una significación importante de gestión y organización sanitaria den- tro de la República durante la contien- da (figura 6). Exilio en México En 1939, el año de finalización de la Guerra Civil española, se exilió a Méxi - co, desde Francia, con su mujer, María Teresa Rodríguez, y un hijo. Se pueden encontrar actualmente datos en el Ar - chivo de Migración Iberoamericana del Ministerio de Cultura y Deporte30. Figura 5. Archivos Españoles de Pediatría, nº 1. Fundadores: A. Romeo, J. García del Diestro, Carlos Sainz de los Terreros (Imagen. Nuestro agradecimiento a J. Medino. Biblioteca del Hospital Universitario de Fuenlabrada)12 En México desarrolló una gran activi- dad médica y académica, si bien, fue corta en el tiempo, por su fallecimien - to a los cinco años del exilio. De salud precaria, por dos infartos de miocardio que padeció desde 1936. Trabajó hasta su fallecimiento. Designado, por concurso, Inspector Médico Escolar del Instituto Luis Vives de México DF. Impartió conferencias y cursos de pe- diatría para post-graduados en la Uni- versidad de Nuevo León y en la Univer - sidad de San Luis de Potosí (1940). Para obtener el título de médico-ciru - jano y partero en México tuvo que pre- sentarse a examen en la Universidad de Nuevo León (1941). Fue socio corresponsal de la Sociedad Mexicana de Pediatría. Colaboró en la organización y publica-ción de Archivos Médicos Mexicanos , revista científica médica mensual, cuyo primer número apareció en mayo de 1943. Estaba editada por el Sindicato de médicos, cirujanos y profesionales conexos del Estado de Nuevo León (Mé- xico) (figura 7). Aurelio Romeo formó parte del Consejo de Redacción junto con Telesforo Chapa (pediatra) y Ángel Martínez Víllarreal. Destacó también la incorporación en el equipo editorial de Luis Fumagalio Pérez, especialista ORL de renombre. Respecto a su relación con la comuni - dad en el exilio en México (figura 8), Figura 6. Aurelio Romeo Lozano. Imagen publicada en Crónica (Madrid), 4/12/1938, p. 1Figura 7. Archivos Médicos Mexicanos, nº 1. Di- rector Dante Decanini. Consejo de Redacción: Telesforo Chapa, Aurelio Romeo y Ángel Martí- nez Víllarreal. Imagen: Nuestro agradecimiento a la Bibliotecaria Mary Carmen Olivares, Biblio- teca \"Dr. Alfredo de Micheli\" del Instituto Nacio- nal de Cardiología Ignacio Chávez en la Ciudad de México y a Carlos E. Medina de la Garza, Uni- versidad Autónoma de Nuevo León. Monterrey, México13 también fue miembro de la Casa de Es- paña. Premios y distinciones En prensa periódica consta la entrega de un accésit al premio Belmar convo- cado por la Sociedad Española de Higie- ne en 1912. En 2017 se ha realizado la propuesta de incluir su nombre en el callejero de Ma- drid, junto al General Vicente Rojo31. Gumersindo Sánchez Guisande (Argentina) Fue médico anatomista, pediatra, histo- riador de la medicina, maestro, escritor y galleguista. Tuvo un fuerte compromiso social en España, y también en el exilio. Fomentó la red de apoyo a la comunidad gallega en Argentina. Trabajó muy activa- mente en la universidad argentina5. Nació el 2 de agosto de 1892 en Santiago de Compostela. Falleció en Buenos Aires el 9 de septiembre de 1976 (figura 9). Formación Se licenció en Medicina en 1915, en Santiago de Compostela. Se doctoró en Madrid, en 1916, con un trabajo de anatomía comparada. Siendo médico, realizó la carrera de magisterio. Como pensionado de la Junta de Am - pliación de Estudios (JAE), desarrolló estancias en los Institutos Anatómicos de Lisboa y Oporto entre 1918 y 1919. Allí, es donde se imprime su actividad profesional y vital como anatomista, docente e investigador. Actividad en Galicia: asistencial, divulga- dora. De 1919 a 1927 Tras los estudios en Portugal, a su vuel- ta a Galicia desarrolló una intensa acti- vidad por la infancia, especialmente la más indigente y desprotegida. Fundó la Mutualidad Maternal y fue di - rector de la Gota de Leche, dependien - te del Consejo Compostelano. Fundó y dirigió el Instituto Municipal de Mater - nología y Puericultura. Ejerció asistencialmente por libre en Figura 8. Tarjeta de identificación como exiliado en México de Aurelio Romeo Lozano Figura 9. Gumersindo Sánchez14 pediatría. Como resultado de sus preo- cupaciones por la infancia y la higiene, inventó un biberón, llamado GELWE (1926), nombre formado por las inicia - les de los nombres de los miembros de su familia y un jabón (1928), que evita- ra el uso de sosa, peligrosa en los do - micilios como potencial tóxico cáustico. Publicaciones Consulta de Niños de Pecho (1921), Cartilla de Control (1922). Presentó tra- bajos de anatomía en el 1º Congreso Nacional de Medicina (1919). También, participó en congresos médicos galle - gos y portugueses. Tradujo el texto de pediatría de Germain Blechmann (Barcelona, 1927), profesor francés (1883-¿). Colaboró en el Diccio- nario de Pedagogía Labor (1936). Tuvo una actividad en Sevilla, corta en el tiempo, en la cátedra de Técnica Anatómica (1924-1926). Entonces tam- bién trabajó como médico de niños en el Hospital de la Cruz Roja de Sevilla. Junto a su mujer, Elisa Fernández de la Vega, fundó una Clínica de Enfermeda - des de los Niños en Santiago (1927). Su mujer murió joven (1933). No consta que se volviera a casar. Elisa Fernández de la Vega (Vega de Ri- badeo, Asturias, 1895 - Madrid, 1933) fue médico pediatra. Primera licencia - da en Medicina en Santiago de Com- postela, junto a su hermana gemela, Jimena. Su carrera de investigadora pasó por una renuncia personal y por implicarse junto con su esposo en sus actividades asistenciales, científicas y sociales. Su muerte temprana truncó su vida profesional. Actividad de Sánchez Guisande en Zara- goza. Profesor de Anatomía en la Univer - sidad. Actividad políticaEn Zaragoza, en 1928, se hizo cargo de la cátedra de Anatomía. Dirigió cursos de embriología, anatomía comparada, quirúrgica y neuroanatomía. También, siguió realizando actividades por la in - fancia. Así, fue Jefe Interino de los Ser - vicios de Higiene Infantil de Zaragoza de la Inspección Provincial de Sanidad, así como médico del dispensario anti- tuberculoso de Zaragoza (1935). Concejal del Ayuntamiento de Zaragoza por la Conjunción Republicano-Socialis - ta, desde 1931 hasta 1933. Posterior - mente será de nuevo concejal, pero por Izquierda Republicana. En julio de 1936, fecha del alzamiento militar contra la República, sufrió per - secución política, se le destituye de puesto de catedrático y de su cargo de decano y se le requisan sus bienes. Lo - gra ocultarse y se traslada a Galicia, con sus tres hijos, pero tiene que cruzar a Portugal, sin sus hijos, que deja al car - go de familiares. Desde Lisboa embarca para Buenos Aires de forma fortuita en el primer barco que pudo tomar. Sus hijos no se reunirían con él en Buenos Aires hasta muchos años después, en 1948. En la prensa diaria apareció una noticia falsa de 1936 donde se le dio por fusila - do junto con su familia. Exilio en Argentina Llegó a Argentina sin dinero y práctica- mente con lo puesto. Nunca regresó a España, a pesar de tener invitaciones formales. Gracias a la comunidad gallega, se in - corpora al Centro Gallego de Buenos Aires. Eso sí, inicialmente en calidad de auxiliar sanitario hasta que pudo reva- lidar y homologar el título de medicina 15 en la Universidad de La Plata, en 1939, tras asistir como alumno a las clases. En 1940 defendió otra tesis doctoral para obtener el grado de doctor. Perteneció al cuadro médico del Centro Gallego, adscrito a la Dirección médica también. Trabajó allí hasta 1954, en que se tras- ladó a la Universidad de la Región de Cuyo, en Mendoza, donde permanece - ría hasta su jubilación. El rector funda - dor de universidad de Cuyo contó con numerosos españoles como Claudio Sánchez Albornoz, Antonio Baltar, Gui - sande y otros5,33. En PubMed figura como segundo autor en una publicación junto a Baila M so- bre \"Aneurisma disecante de la aorta\" (Prensa Med Argent 1948; 35:669-675). Con ello, es de los pocos pediatras es- pañoles en publicar internacionalmen - te antes de los años 60. En Cuyo, Guisande fue profesor ex - traordinario en la Cátedra de Anato- mía Normal y Director del Instituto de Anatomía y del Departamento de Mor - fología. Dictó la cátedra de Historia de la Medicina entre 1953 y 1955. En ese periodo de tiempo se retiró esta asig- natura de Historia del plan de estudios. Fue Decano interino desde abril de 1957. Desde 1968 fue profesor eméri - to, dando clases hasta los 79 años. En 1969 ingresó en la Academia Nacional de Medicina Argentina. Publicaciones \"El padre Feijoo y los anatomistas espa- ñoles de su siglo\". \"Seis cantos galegos\" (editado en 1966). La historia de la Medicina fue una de sus pasiones. Publicó un libro \"Historia de la Medicina\" (Buenos Aires, 1945). En 1956 fue presidente de la Sociedad de Amigos de la Historia de la Medici - na. Participó en el Primer Congreso de Historia de la Medicina (Buenos Aires, 1968). Figuran dos trabajos en relación con este congreso en PubMed. Actividad social y galleguista en Argentina Tenía una consulta privada, y atendía a numerosa clientela de origen gallego. Fue miembro activo en famosas tertu - lias, como la del café \"Tortoni\". Se mo- vía en los mismos círculos que Antonio Baltar. Fue miembro de la masonería (logia \"Antolín Faraldo\") junto a Luis Seonae, Antonio Baltar y otros. Participó en actividades culturales ga- llegas, también políticas, representado al Gobierno Republicano en el exilio en algunas ocasiones. Participó en los homenajes a Castelao que se hicie - ron en Buenos Aires en 1944. Atendió médicamente a Castelao. Como ana- tomista, fue el responsable de su em - balsamiento. Funda en 1943 un hogar gallego para ancianos en Buenos Aires. Colabora en la revista Alma Gallega, de Montevideo. Méritos y distinciones Se ha creado un premio de Neuroana - tomía en Argentina que lleva su nom - bre. En el año 2001 se estableció un acuerdo de intercambio de estudiantes entre la Facultad de Medicina de Zara- goza y la de la Región de Cuyo y Men- doza (Aula Iberoamericana Profesor Gumersindo Sánchez Guisande). Bibliografía 1. Guerra F. Médicos españoles en el exilio Alicante: Biblioteca Virtual Miguel de Cer - vantes, 2003. Disponible en: http://www. cervantesvirtual.com/obra/medicos-espa- noles-en-el-exilio--0/ tos/bago-jose-4095 3. Arámburu M, Bago Aguirre 16 higiene y medicina popular. Vergara: Im- prenta J.F. López 1899 4. Guerra, F. La medicina en el exilio republi - cano. Universidad de Alcalá 2003, p. 773 5. Díaz MA, Labajo R. El exilio científico re - publicano en Argentina. Contribuciones e impacto de los médicos, biomédicos y psicoanalistas españoles en la ciencia ar - gentina (1936-2003). Universidad de Sala - manca, 2016. 6. Bago J. El síndrome doloroso en patología digestiva. Guipúzcoa Médica. Diciembre 1927. pp. 417-21 7. Bago J. Los dolores en las distintas enfer - medades del aparato digestivo. Guipúzcoa Médica. 1928 8. Bago J. Afecciones torácicas con sintoma- tología abdominal. Errores diagnósticos. Guipúzcoa Médica 1929, pp 281-3 9. Dirección General de Sanidad. Gaceta de Madrid. 5-11-1931, Nº 309, p. años en Gipuzkoa. 1899-1999. San Sebastián, Fun - dación Kutxa 1999. p. 126 11. Esornes Zubizarreta I. Voz de Guipúz - coa. San Sebastián. 15-4-1931, p. 2 13. Estornes Entziklopedia. Disponible en: http://aunamendi.eusko-ikaskuntza. eus/eu/bago-jose/ar-23115/ 14. Fondo documental de la Memoria His - tórica en Navarra. Disponible en: http:// memoria-oroimena.unavarra.es/es/fi- cha/19280/ 15. Barriola IM. La medicina donostiarra en el primer tercio del este siglo. Cuadernos de Historia de la Medicina Vasca 1987; 5 16. E.A. Gómez Ulla, europeizador de la ciru- gía española. ABC 30-7-1981, p. 28 17. Ponte Hernando FJ, González Castroa- gudín S, Pascual Bueno J, González Cas- troagudín R. Contribución a la ciencia del general médico D. Mariano Gómez Ulla (1877-1945). Sanid Mil 2018; 64:49-60 18. Rocamora J \"El exilio médico en Argenti- na\". Cuadernos Hispanoamericanos Nº 473-474, bibliodig/es/catalogo_imagenes/imagen. cmd?path=1005775&posicion=19&registr ardownload=1 19. Ortuño Martínez B. El exilio y la emigración de postguerra en Buenos Aires. 1936- 1956. Universidad de Alicante. 2010. Disponible en: file:///C:/Users/usuario/ Downloads/el-exilio-y-la-emigracion- espanola-de-posguerra-en-buenos- aires-1936-1956.pdf 20. Palabras pronunciadas por el Dr. Tomás M. Banzas, Presidente de la Sociedad Argentina de Pediatría en la entrega del \"Premio José Bago\". Arch Arg Ped 1980; 78: 610 21. https://www.wikirioja.com/personas/ francisco-arenzana-santos/ 22. Obituario 27/03/09. El Mercurio (Chile) Francisco Arenzana Santos 23. Ministerio de la gobernación. Gaceta de la República núm. 137, 17 de mayo 1938, pp. 912-13. 24. Baytelman P . Una vida de hombres... y de niños 9-6-203. Disponible en: https:// www.savalnet.cl/mundo-medico/ reportajes/1047.html 25. Vargas Catalán NA. Historia de la pediatría chilena. Crónica de una alegría. 26. http://www.casaaragon.cl/detalle_ medalladeoro.php?id=189 27. Aurelio Romeo Lozano. Banco de Imágenes de la Real Academia Nacional de Medicina (https://www. bancodeimagenesmedicina.com/index. php/banco-de-imagenes/retratos/romeo- lozano-aurelio-2975) 28. Morales JL. Biografía redactada por Carlos Sainz de los Terreros. El Niño en la Cultura Española. Alcalá de Henares: Imprenta de los Talleres Penitenciarios 1960. Tomo I, pp. 358-360 29. Hemeroteca de ABC. Madrid, 7-71921, p 16 30. Archivo de Migración Iberoamericana del Ministerio de Cultura y Deporte. http:// pares.mcu.es/MovimientosMigratorios/ detalle.form?nid=13035 Sánchez Guisande. Banco de Imágenes de la Real Academia Nacional de Medicina. Fuente: Gaceta Médica Española, 109, Octubre 1935, 27-P 33. López Casamayor JL. Gumersindo Sánchez Guisande, maestro de enseñanza y vida. Almonacid de la Sierra: Ayuntamiento 2007; 15:669-7517 «Todo para el niño y todo por el niño» Prof. Juan Bosch Marín (1902-1995) Dr. Juan José Fernández Teijeiro Puericultor del Estado Real Academia de Medicina de Cantabria Tras una larga y fecunda vida, el profesor Bosch Marín fallece en Madrid el 17 de enero de 1995 ( 1). Tenía 92 años. Pocos días después en el número 42 de la revista Anales Españoles de Pediatría el Prof. Ma- nuel Cruz, con su habitual maestría, escri- bía unas páginas dedicadas a este destaca- do pediatra, una de las figuras clave de la pediatría española del siglo XX. La vida de don Juan Bosch Marín ha transcurrido en períodos cruciales de nuestra historia que fueron marcando la evolución de la Pue- ricultura y la Pediatría. Desde muy joven, una ilusionada vocación pediátrica, le per -mitió afrontar con entusiasmo las grandes dificultades y penurias que incidieron en la población infantil de nuestro país du - rante la Guerra Civil y la postguerra. Tam- bién hizo una meta de su lema «Al servicio de España y del niño español»; lema que llevará la colección de monografías sobre temas de pediatría y puericultura que du - rante casi treinta años serán editadas por la Dirección General de Sanidad bajo su dirección. Con esta entrega —todo para el niño y por el niño— también tuvo la sa- tisfacción de llegar a ver cómo durante los años del desarrollo económico y social de España lográbamos una población infantil más sana. Basta recordar que todavía en la mitad del pasado siglo la mortalidad in - fantil era de 64,2 por 1000 nacimientos. Comentaba el profesor Cruz en su artícu- lo que en los comienzos de siglo por cada cinco niños que nacían vivos uno moría en el primer año de vida. En ese evidente pro- greso, y todavía con medios muy escasos, ya era manifiesta la labor que venían rea- lizando los Servicios Provinciales de Pueri- cultura coordinados por el Dr. Bosch Marín desde los Servicios Centrales de Higiene Infantil en la Dirección General de Sanidad. Para estas páginas de historia de la pedia - tría es todo un honor recordar su figura y su obra a los veinticinco años de su falleci - miento, además de un justo reconocimien - to a su entrega y a un trabajo bien hecho. Trayectoria de una vida 1. Estudios iniciales, licenciatura y docto- rado El padre de don Juan Bosch Marín era Figura 1. Juan Bosch Marín (1902-1995). Disponible en: https://www.bancodeimagenesmedicina. com/index.php/banco-de- imagenes/2018-03-19-14-55-23/retratos/ retratos/bosch-marin-juan-1902-1995-489918 notario en la localidad de Carlet (Valen- cia) y allí nació Juan Bosch Marín el 12 de setiembre de 1902. Los estudios de bachiller los realizó en el colegio de los jesuitas de Valencia con un brillante ex - pediente al obtener matrícula de honor en la mayoría de las asignaturas. Esa misma brillantez va a mantenerla en su expediente académico de la licen - ciatura de Medicina en la Universidad de Valencia, a la que se incorpora cuan - do había cumplido dieciséis años, cur - sando la carrera entre los años 1918 y 1924. Las calificaciones predominantes son los Sobresalientes, la mayoría con Matrícula de Honor, y al final en el exa- men de Grado de Licenciatura obtiene Sobresaliente con Premio Extraordina - rio (figura 2). En aquellos años los estudios de doc - torado culminaban en la Universidad Central de Madrid con la defensa de la tesis doctoral. Allí se doctora el licencia - do Juan Bosch Marín en 1926, con su tesis «La concentración de hidrogenio -nes de las aguas minerales españolas: métodos e importancia práctica de la exacta determinación de la alcalinidad de las mismas\". La calificación «cum laude» premiará su trabajo, y además esta investigación sobre las aguas será determinante en su vida. En su visita al balneario de Mondariz en la provincia de Pontevedra, realizando análisis de las aguas del centro termal, conoce a una joven, Julia de la Peña Pineda, hija del ya famoso catedrático de Urología don Alfonso de la Peña (1875-1857). Aquella estancia en el balneario de la familia del profesor de la Peña sería el determinante para que don Juan Bosch y doña Julia de la Peña contraigan ma- trimonio en 1930. 2. En ruta hacia la Pediatría: Puericultor del Estado Manifestó muy pronto un interés es- pecial por la asistencia médica a los ni - ños, ya cuando cursaba la asignatura de «Enfermedades de la Infancia», como así se denominaba en aquellos años. El profesor Suñer era el catedrático de la especialidad en la Universidad Central y bajo su impulso se había creado la Escuela Nacional de Puericultura de la que fue el primer director. Estos fueron los comienzos de la acreditada escuela de pediatría española. Bosch Marín ob - tiene el título de Médico Puericultor en la primera promoción que sale de la es- cuela. Con el deseo de ampliar sus co- nocimientos en Alemania realiza cortas estancias en la Charite de Berlín con el profesor Adalbert Czerny (1863-1941), y después emérito en la cátedra de pe- diatría y jefe del Hospital de Niños de Düsseldorf y en el Hospital de Niños de Berlín con Heinrich Finkelstein (1865- 1942), el famoso pediatra judío alemán que moriría en Chile. Aprovecharía su viaje por Europa para visitar también clínicas infantiles de Francia, Suiza e Italia y Austria. A su regreso obtiene Figura 2. Juan Bosch Marín en su etapa formativa en Valencia19 por oposición la plaza de profesor au- xiliar de la cátedra de Pediatría de Va- lencia, y en 1932 ingresa por oposición en el recién creado Cuerpo de Médi- cos Puericultores del Estado. Después, también ganará por oposición plaza de Médico de Número de la Beneficencia Municipal de Valencia, y en la Escuela de Puericultura de Valencia será profe - sor numerario. 3. Guerra Civil y cambio de rumbo Como a tantos profesionales de su tiempo la tragedia de la Guerra Civil (1936-1939 va a determinar un cambio total en la trayectoria de su vida. Bosch Marín es un hombre conservador y de profundas convicciones católicas. Me - ses antes había firmado para presentar - se a las oposiciones de las cátedras de Pediatría vacantes en Santiago de Com- postela y Salamanca, pero, en aquellas circunstancias, cuando estalla la gue- rra, los proyectos se vienen abajo. Con la radicalización marxista del gobierno del Frente Popular, perseguido por sus ideas, su vida en Valencia corre peligro. Trata de ocultarse, y a finales de agosto del mes siguiente al Alzamiento Militar logra huir como polizón en un barco de bandera turca. Tras muchas vicisitu - des, y en muy deficientes condiciones físicas consigue llegar a Burgos incor - porándose a la zona nacional. Pronto está dispuesto a ofrecer sus servicios, y entre tanto el Ministerio de Instruc- ción Pública de la República decreta la separación definitiva del servicio en la Universidad de Valencia (figura 3). La ruta seguida marcará el paso defini - tivo en su vida personal y profesional. Ya no volverá a Valencia. Terminada la contienda traslada su domicilio a Ma- drid dando el paso definitivo en su pro- yección al ámbito de la Sanidad Nacio- nal como un puntal clave en la medici - na preventiva y social de la infancia. 4. La Pediatría Social y la política sanita- ria El año 1937, en plena contienda ci- vil la Junta Técnica del Estado creada por Decreto del 1 de octubre de 1936 bajo la presidencia del General Franco, nombra al Dr. Bosch Marín jefe de los Servicios de Puericultura del Estado. En Burgos se encontrará con su antiguo maestro el Dr. Súñer que también había logrado llegar a la zona nacional. Antes de constituirse el primer gobierno de Franco el 30 de enero de 1938, el Dr. Súñer era vicepresidente de la Comi - sión de Cultura y Enseñanza que estaba presidida por José María Pemán. Cuando Franco designa a su cuñado Ramón Serrano Súñer Ministro de la Gobernación en el primer gobierno de 1938, Bosch Marín sigue en su puesto de los Servicios Centrales de Higiene Infantil dependiendo de la Dirección General de Sanidad, al frente de la cual Figura 3. El Ministerio de Instrucción Pública de la República decreta su separación definitiva del servicio en la Universidad de Valencia20 estará entre los años 1936 a 1957 el Dr. D. José Alberto Palanca y Martínez For - tún (1888-1973). Su entrega a la política sanitaria y so- cial, tanto a nivel nacional como inter - nacional, será plena, con dedicación en cargos de relieve. Al fallecer del Dr. Súñer es nombrado director de la Escuela Nacional de Puericultura, ocu - pando la dirección entre 1941 y 1943. Este último año también es nombrado vicepresidente del Consejo Superior de Protección de Menores. El Instituto Nacional de Previsión lo nombrará Jefe de los Servicios de Asis- tencia Sanitaria en 1959, ocupando en 1960 la jefatura de la Obra Maternal e Infantil del Instituto. Desde 1958 cola - bora en UNICEF y en 1961 es nombrado experto de la Organización Mundial de la Salus (OMS). También participa en la política pediá - trica corporativa y es presidente de la Sociedad de Pediatría de Madrid en el período 1956-1958, ocupando la presi- dencia de la Asociación de Pediatras Es- pañoles de 1954 a 1958, y con tal mo- tivo presidirá el X Congreso Español de Pediatría. Toda esta actividad política y sanitaria la compagina con algunos car - gos temporales siendo en 1958 direc - tor técnico del Hospital del Niño Jesús, y del Hospital de San Rafael en 1959. En todos sus destinos orientaba las ac- ciones preventivas y sociales precisas con el objetivo de disminuir la morta- lidad infantil en España. Estableció una amplia y tupida red nacional de institu- ciones de Puericultura regidas por los integrantes del prestigioso cuerpo de puericultores del Estado, y desde ellas se aplicaron extensas campañas de va- cunaciones, así como no menos impor - tantes campañas de divulgación sanita- ria, con las que pretendió, y consiguió, vencer no pocos prejuicios sanitarios generalizados entre la población gene - ral. Luchó con firmeza contra lo que él definía como «errores de la sabiduría popular». No pocos problemas fueron sometidos a control gracias a su ejecu- toria, principalmente los de origen in - feccioso y nutricional. Gracias, también, a sus gestiones en Unicef, se crearon en España los prime- ros centros de atención especializada para niños prematuros; y las primeras incubadoras «Isolette» fueron instala- das en Madrid, Barcelona, Valencia y Bilbao, atendiéndose así otro gran pro- blema sanitario hasta entonces incon - trolado y en condiciones deficitarias. Bajo sus auspicios, por último, se dio otro paso de gigante en las atencio - nes hospitalarias y ambulatorias de la Seguridad Social en España, al pasar a ser atendidos los niños por médicos pediatras especializados, y no por mé - dicos generalistas. En principio existía el pediatra consultor para atender a los niños que en primera instancia eran Figura 4. El niño español en el siglo XX21 consultados por el médico general de la zona. La creación de las plazas de pueri- cultor de zona, aunque en principio fue un paso corto, pues solamente eran atendidos los menores de siete años. Paulatinamente la edad fue ampliada hasta llegar a los 14 e incluso en algu - nas autonomías hasta los 18 años. 5. La Real Academia Nacional de Medici- na: Discurso de ingreso El día 1 de julio de 1947 ingresa como académico de número en la Real Aca- demia Nacional de Medicina. El discur - so que pronuncia en esa fecha como académico electo «El niño español en el siglo XX» (figura 4) es contestado por el Dr. José A. Palanca, académico de número y en aquella época Director General de Sanidad. En nuestra opinión este discurso constituye una pieza im- portante en la bibliografía pediátrica de la época. Por un lado refleja la situación sanitaria y social de la asistencia sani - taria del momento en nuestro país, y por otra parte refleja muy bien las ca- racterísticas personales, tanto huma - nas como profesionales de su autor. Ya habían transcurrido ocho años desde el fin de la contienda española, pero la situación de España seguía siendo de postguerra. Como consecuencia de la victoria de los Aliados en II Guerra Mundial, España estaba sometida a un duro aislamiento internacional por las potencias vencedoras. No había parti- cipado en la guerra, pero aunque de- clarada no beligerante, tampoco podía ocultar sus simpatías iniciales por las fuerzas del Eje. Al fin y al cabo la Es- paña Nacional era deudora a los apo - yos recibidos por parte de Alemania e Italia. El discurso de Bosch Marín, aun tratando de ser aséptico políticamente, nos muestra la pobre situación social del país que incide de modo especial en la infancia.Inicia la exposición mostrando su agra- decimiento a quienes lo antecedieron. Recuerda de modo especial al «maes- tro de los maestros de la pediatría es- pañola» refiriéndose al profesor Súñer del que recoge esta frase: «La mejor herencia que los padres pueden legar a sus hijos es la salud». Expone después las bases generales de la actuación en Puericultura: 1. Lucha contra la enfermedad y muerte en la infancia. 2. Hacer efectiva y eficaz entre noso - tros la moderna medicina preventi- va. 3. Desarrollar ampliamente los bene- ficios de la medicina social. 4. Completar las obras de protección a la maternidad e infancia. Y destaca como la tasa de mortalidad infantil es el índice de las condiciones sanitarias y morales de un pueblo. En un esquema de la conferencia del profesor Boch Marín destacaremos: 1. Parte de un estudio histórico de la evolución de la asistencia sanitaria y social a la infancia. Destaca de modo especial la creación de las instituciones en nuestro país hasta llegar a la situación actual. 2. Incorporación del estudio demo- gráfico de la población española con datos estadísticos de la pobla - ción, mortalidad, natalidad, mor - talidad infantil. El análisis realiza estudios regionales y provinciales, así como referencias demográficas internacionales- 3. Estudio de las causas de mortalidad infantil. Sigue el clásico esquema 22 de Moriquand referente a la debili - dad congénita, las diarreas y estea- tosis y las infecciones, etiquetando los tres grandes peligros del niño al nacer, alimenticio, infeccioso y con - génito. Datos porcentuales de causas de mor - talidad infantil en 1940 en España: Infecciones: 33,50 % Trastornos y nutriti Debilidad congénita: 24,72 % Otras causas: 9,24 % 4. Incidencia del analfabetismo y el nivel cultural en la mortalidad in - fantil: Revisión de diferentes estu- dios que relacionan estos datos. 5. Importancia de la Obra de Protec - ción a la Infancia. Creada en 1904 dependiendo del Ministerio de Go- bernación, pasó en 1932 a depen- der del Ministerio de Justicia. Rea - liza un estudio interesante sobre la situación del niño abandonado y la necesidad asistencial del mismo en instituciones adecuadas, tratando de conseguir que sea su madre la mejor nodriza. 6. Realiza un catastro de las institucio - nes infantiles existentes en España: Presenta un estudio detallado por provincias. España todavía en una situación muy deficitaria debe unir esfuerzos de campos muy variados: Tutela Jurídica del menor Obra asistencial de Auxilio Social Actividad sanitaria de la Sec- ción Femenina Obra Maternal e Infantil del INP Servicios de Sanidad Maternal e Infantil del Estado Tribunales Tutelares de Menores Reformatorios de menores Todo es poco —y esa es la reali- dad— en esa lucha abierta que el Dr. Bosch Marín plantea para lograr descender el número de fallecidos el primer año de vida. Tiene pre - sente que en 1935 morían el pri- mer año de vida setenta mil niños y el segundo año veinte mil. 7. Escuela Nacional de Puericultura: Dependiendo de la Dirección Gene - ral de Sanidad. Creada en 1926, fue su primer director el Dr. Juan Bravo Frías. La formación en ella de mé - dicos odontólogos, maestros, matronas y enfermeras puericultoras, constitu- ye su objetivo fundamental. Otro punto que destaca comple - tando esta formación en Puericul- tura es la creación de las Escuelas de Puericultura de Valencia, Sevilla y Gijón. Más adelante son creadas en todas las capitales de provincia como Escuelas Departamentales 8. Necesidades en puericultura y maternología de las provincias es- pañolas: Este es el objetivo que programa Bosch Marín desde los servicios centrales en la Dirección General de Sanidad. Con el soporte de los Institutos Provinciales esta- blece la necesidad de los dispensa- rios provinciales y rurales, así como la creación de Centros Maternales de Urgencia 9. Ley de Sanidad infantil y maternal 23 de 12 de julio de 1941. En esta Ley quedan establecidas las bases que orientarán las líneas de actuación. En ella quedan integradas las acti- vidades de los programas del INP . 10. Errores y aciertos de la sabiduría popular. En este último apartado incide en la necesidad de elevar el nivel cultural de los conocimientos como base para elevar el nivel sani - tario de la población. En ese senti- do ve la necesidad de ir formando a los padres y eliminar muchas prác- ticas erróneas en el cuidado de sus hijos. Termina su discurso con palabras de esperanza para el futuro. Antes de que la Sociedad de Naciones promulgara en 1925 los Derechos del Niño -ante- riores a la Convención de la ONU de 1989- nuestro país ya había marcado esas directrices: «Defendamos la vida del niño, tenaz y perseverantemente». La «laudatio», como hemos comenta- do, es pronunciada por el Dr. Palanca, glosando la figura y la obra, así como todos los méritos concurrentes en el conferenciante. 6. Escritos y publicaciones Los trabajos publicados por el Dr. Bosch Marín, tanto en artículos de revistas profesionales como de divulgación sa- nitaria, así como libros y capítulos de libros son muy numerosos. Aparte de ello destacaríamos su participación ac- tiva tanto en reuniones, convenciones y congresos de la especialidad, además de los referentes a la Salud Pública en general. A continuación relacionamos algunas de las publicaciones más sig- nificativas clasificadas por el año de su edición: 1926 La concentración de hidrogeniones de las aguas minerales españolas: métodos e importancia práctica de la exacta determinación de la alcali - nidad de las mismas. Tesis doctoral. No publicada. Madrid: Universidad Complutense 1938 Catecismo de Puericultura (1958/1962/1966/1979, 14 ed). Granada: Ed. Imperio 1940 Problemas que plantea actualmen- te la poliomielitis. Al servicio de Es- paña y del niño español. 228. Ma- drid: Dirección General de Sanidad 1942 La alimentación del niño pequeño (1962/1966). Madrid: INP . J Prov Protec Menores (figura 5) Figura 5. La alimentación del niño pequeño24 La asistencia sanitaria a la madre y al niño. Madrid: Dirección General de Sanidad Como ha resuelto la Italia de Mus- solini el problema demográfico. Al servicio de España y del niño espa- ñol. 47. Madrid: Dirección General de Sanidad Derechos y Deberes de las asegu- radas. Madrid: INP . Sobrinos de M. Minuesa 1943 Estudios oficiales de la Primera Re - unión Anual de Médicos Puericul- tores del Estado. Madrid: Dirección General de Sanidad Trabajo, maternidad y lactancia. Publ INP , 16 pp. Madrid: Hijos de E Minuesa (figura 6) 1945 Derecho infantil y familiar español (y otros AA). Madrid: Gráficas Gon - zález (figura 7) 1947 El niño español en el siglo XX. Dis - curso de ingreso en la Real Acade- mia Nacional de Medicina. Madrid: Gráficas González (figura 4) Terapéutica clínica infantil (1960/1964, 5 ed). Madrid: Gráfi- cas González (figura 8) 1948 Asistencia médico-social en Ma- drid. Conferencia en el Ateneo, 48 pp. Madrid: Dirección General de Sanidad Resultados de la vacunación anti- diftérica en España durante los últi - mos tiempos Al servicio de España y del niño español. 122, 17. Ma- drid: Dirección General de Sanidad 1949 Aportación al VII Congreso Na - cional de Pediatría. Al servicio de España y del niño español. JBM y otros. Madrid: Dirección General de Sanidad Figura 6. Trabajo, maternidad y lactanciaFigura 7. Derecho infantil y familiar español25 La puericultura en la Sanidad Na - cional. Servicios de sanidad infantil y maternal. Madrid: Dirección Ge - neral de Sanidad 1950 270.000 partos, sus enseñanzas sa- nitarias. Madrid: Gráficas González De qué mueren los niños de Espa - ña. Al servicio de España y del niño español. 18 pp.146. Madrid: Direc - ción General de Sanidad 1951 El hospital infantil y maternal en España. Al servicio de España y del niño español.. 60 pp. 158. Madrid: Dirección General de Sanidad La Puericultura del lactante en Es- paña. VI Congreso Nacional de Ni- piología y J. Internacionales. Turín. Madrid: Graf. González 1952 Coloquio de Londres sobre «Los niños privados de familia». Al ser - vicio de España y del niño español. 175. Madrid: Dirección General de Sanidad 1953 Puericultura e higiene mental in - fantil. Al servicio de España y del niño español. 30 pp. 180. Madrid: Dirección General de Sanidad 1954 Enseñanzas del coloquio interna- cional de Ámsterdam sobre pro- blemas de salud mental en relación con sanidad pública. Madrid: Direc - ción General de Sanidad Puericultura social (1964). Madrid: Imp. Moderna Salud mental materno-infantil. Puericultura y pediatría del alma del niño. Al servicio de España y del niño español. 192, 28. Madrid: Dirección General de Sanidad 1955 U.N.I.C.E.F. Al servicio de España y del niño español. 26 pp. 203. Ma- drid: Dirección General de Sanidad 1956 Sociedad de Pediatría de Madrid: sesión inaugural: curso 1956-1957: 22 de noviembre de 1956. VV.AA. Memoria de Secretaría. Madrid: Soc. de Pediatría 1958 Encuesta sobre niños físicamente disminuidos en España. Al servicio de España y del niño español. 96 pp. Madrid: Dirección General de Sanidad El hospital infantil como centro sa- nitario. 77 pp. Servicio de Protec - ción Maternal e Infantil. Madrid: Gráficas González 1959 La mortalidad de la edad preesco- lar en España (1901-1950). Madrid: Dirección General de Sanidad Las necesidades de la infancia y la juventud. XII Reunión Federación Mundial de la Salud Mental. Al ser - vicio de España y del niño español. 26 pp. 262. Madrid: Dirección Ge - Figura 8. Terapéutica clínica infantil26 neral de Sanidad 1960 Lo que dijo un médico español del Seguro de Enfermedad. Discurso Asamblea de Médicos del SOE. 60 pp. Madrid; Gráficas González 1961 Los Servicios de Sanidad Maternal e Infantil en Europa. Symposium OMS. Berna. Al servicio de España y del niño español. 40 pp. 285-286. Madrid: Dirección General de Sani - dad 1962 El cuidado y la educación de tu hijo. Madrid: Gráficas Reunidas 1967, 54 pp. Consejos de Puericultura (1968/1973). Bilbao: Caja de Aho- rros Municipal 1963 Necesidades biológicas de la infan- cia. Ponencia I Congreso Nacional de la Infancia española. Al servicio de España y del niño español. 32 pp. 299-300. Madrid: Dirección Ge -neral de Sanidad La función de la empresa en el mun - do de hoy. Conferencia Confedera- ción Internacional de Matronas. 88 pp. Madrid: Gráficas en Es- paña. Madrid: Junta Prov. Protec - ción de Menores Veinticinco años de acción sanitaria puericultora. Madrid: Junta Prov. Protección de Menores 1965 La protección al niño a través de la familia. Madrid: Junta Prov. Protec - ción Menores 1968 Recomendación núm. 63 a los Mi- nisterios de Educación Pública re - lativa a Educación Sanitaria en las Escuelas Primarias. Conferencia In- ternacional de Instrucción Pública. 30ª, 1967, Ginebra Treinta años de acción sanitaria puericultora: discurso leído en la sesión inaugural del curso acadé- mico 1968 celebrada el 9 de enero de 1968. Madrid: Real Academia Nacional de Medicina Sarampión: profilaxis y tratamien- to. Acta Pediátrica Española 1969 Tosferina: Contribución a su profi - laxis y tratamiento. Acta Pediátrica Española 1971 Los niños del mundo en los XXV años de UNICEF: Conferencia dada en la Academia Nacional de Me - dicina el 26 de enero de 1971. Ma- drid: Asoc. Amigos de UNICEF 1984 Prevención de la subnormalidad. 112 pp. Madrid: Asoc. UNICEF. Es- paña. Garsi Además de los trabajos recogidos en esta relación fue autor de muchos pró- logos, charlas y colaboraciones. Fundó y dirigió en 1943 la revista Acta Pediá- Figura 9. Catecismo de puericultura27 trica Española, en colaboración con Ca- vengt, Sainz de los Terreros y Navas Mi- gueloa. Destacamos las publicaciones periódicas bajo el epígrafe Al servicio de España y del niño español. También se hicieron varias ediciones de Catecis- mo de puericultura (figura 9), Terapéu- tica clínica infantil (figura 8), Consejos de puericultura y Puericultura social. Conclusiones La contribución del profesor Bosch Marín al desarrollo y divulgación de la Puericultura en nuestro país ha sido de gran valor. Su obra, iniciada en las difí - ciles circunstancias de la Guerra Civil y continuada en la postguerra, sentó las bases y el progreso de la pediatría pre - ventiva y social a lo largo de los años del desarrollo social y económico del país durante las décadas de la segun- da mitad del siglo XX. El descenso de la tasa de «mortalidad infantil» en Es- paña es, entre otros, uno de los datos más significativos del excelente trabajo realizado por los servicios sanitarios de España (tabla I). Son evidentes las huellas directrices de Bosch Marín tanto en la Dirección General de Sanidad, dirigiendo hasta su jubilación los Servicios Centrales de Maternología y Puericultura, así como su actividad en el Instituto Nacional de Previsión.A modo de conclusiones matizaremos los puntos siguientes: 1. La importancia de la obra del Dr. D. Juan Bosch Marín a nivel nacional, desde los cargos directivos desem - peñados en su vida profesional. 2. La incidencia de su labor en el con - cierto internacional de la Salud Pública por su participación en la O.M.S y en la U.N.I.C.E.F. 3. La extensa bibliografía del Dr. Bosch es de especial interés para el cono - cimiento histórico de la evolución del desarrollo de la pediatría social y la puericultura en España. 4. Como fuente de especial interés consideramos la publicación edi- tada por la Dirección General de Sanidad bajo el epígrafe: «Al servi- cio de España y del Niño español». Comenzó su edición en 1936 y se mantuvo hasta el año 1963. En esta treintena de años fueron editadas unas 300 monografías, siendo sus autores figuras tanto de la pediatría nacional como del extranjero. Un estudio analítico de esta publicación es, sin duda alguna, una importante aportación a la historia de la evolu- ción de la pediatría española. Tabla I. Tasa de mortalidad infantil por mil nacimientos. España Año 1901 185,9 1925 136,5 1950 64,2 1965 29,5 1981 12,47 2016 3,3 2017 2,7228 Este modesto artículo no pretende nada; no pretende acusar o juzgar. Y menos que nada pretende avivar los rescoldos de una hoguera que, muchos años después, de- biera estar apagada para siempre. Solo in - tenta informar. Nuestra guerra, aquella devastadora ho - guera, destruyó la España de nuestros padres y abuelos. Tan solo a los irrespon - sables se les puede ocurrir escarbar en las brasas. Estos no escasean, por lo que toda precaución es poca. Es preciso andar con tiento, medir mucho, sopesar de quién se toma una cita. Dejándonos llevar por la inercia habíamos colocado como encabe- zamiento de nuestro escrito la muy cono - cida y repetida dedicatoria de Cela, en su San Camilo , a los mozos del reemplazo del 37, «todos perdedores de algo: de la vida, de la libertad, de la ilusión, de la esperan - za, de la decencia ». Pero no; están las sen- sibilidades tan hiperestésicas que el mero hecho de mencionar a Cela nos convertiría en sospechosos de algo, a saber de qué. Según y cómo, y, sobre todo, a quién, me - jor no confesar que a uno le gustó mucho el Viaje a La Alcarria. Así andamos. Por eso, para marcar el tono, la distancia y la intención, hemos preferido una lejana cita de Remarque que habla de otra guerra. «Tan excepcionales dotes se malograron definitivamente para la Ciencia el 11 de septiembre de 1936, fecha de su óbito».1 La frase completa acaba ahí. Nada más se añade, ni se aclara. Somos de la opinión de que frases como esta, escrita allá hacia 1960, por Juan Luis Morales, al efectuar en el tomo I de su magna obra El niño en la cultura española , la reseña biográfica del catedrático de Pediatría de la Universidad de Granada, D. Rafael García-Duarte y Sal - cedo, tampoco contribuyen a extinguir las llamas. «El 10 de septiembre fue detenido en su domicilio, a primeras horas de la tarde, y aquella misma noche \"madrugada del 11\" fue fusilado junto con otros 24 detenidos. Su cadáver fue separado de los des- tinados a fosa común por uno de los sepultureros, que tenía que agradecer el tratamiento de un hijo suyo, quien entregó sus objetos personales a la familia y les comu- nicó la situación de la tumba. En - tre sus pertenencias figuraba una nota, dirigida a su esposa e hijos, donde generosamente pedía que perdonaran a los causantes de su muerte; firme y lúcido, aseguraba tener conciencia de haber hecho bien y animaba cariñosamente a los suyos: \"miles de besos, muchos besos. Suerte. Arriba el espíritu. No decaer nunca, luchar\"».2 Así cuentan, en 1984, lo sucedido, Esteban Rodríguez Ocaña y su nieta Olga García- Duarte Ros. En el año 2010, D. Manuel Algunos pediatras españoles depurados durante el primer franquismo José Manuel Fernández Menéndez Óscar Girón Vallejo Este libro no pretende ser ni una acusación ni una confesión. Sólo intenta informar sobre una generación destruida por la guerra, totalmente destruida, aunque se salvase de las granadas. Sin novedad en el frente . Erich Maria Remarque29 Cruz Hernández, en sus memorias titula - das Sesenta años de Pediatría inacabada , se refiere a esos mismos hechos del si - guiente modo: «Luego, pasada la Guerra Civil, An- tonio Galdó hizo varias oposicio - nes a cátedra, de manera brillante según me dicen. Tuvo que esperar hasta 1948, cuando se habían can - sado de dejar desierta la plaza. Lo atribuía con razón a motivos po - líticos, ya que había sido concejal socialista del ayuntamiento de Gra- nada ¡y dedicado al cementerio!, como decía con sorna más gallega que andaluza. Diputado del mis- mo partido fue su maestro Rafael García-Duarte, fusilado como otros catedráticos de la Universidad gra- nadina».3 Sí, el catedrático de Pediatría de la Univer - sidad de Granada, D. Rafael García-Duarte y Salcedo, fue fusilado. En el número 3 de los Cuadernos de Historia de la Pediatría Espa- ñola, dedicado monográficamente a tratar sobre la Pediatría en Granada en las prime - ras décadas del siglo XX, se ha destinado un extenso y documentado capítulo a honrar su memoria4. Nada podríamos añadir noso- tros que mejorase lo allí escrito. También a las grandes frases les llega su almoneda: «la lucha del hombre contra el poder es la lucha de la memoria contra el olvido» . De aquella (\"nosotros, señoritos, li- beraríamos a la clase obrera, derrotaríamos al imperialismo, última fase del capitalis- mo, tigre con pies de barro, construiríamos el socialismo. Todo estaba muy claro\"5), cómo objetar a Kundera. Mas, ¿hasta cuán- do la memoria? Una memoria enquistada es perniciosa, nutre el resentimiento. Y sin embargo..., ya nos lo advirtió Borges: «Sólo una cosa no hay. Es el olvido». Como Bor - ges, como Kundera, cada uno a su modo, muchos otros han divagado sobre la memo- ria y el olvido. Sin acuerdo. Qué otra cosa es Patria, el mayor éxito de ventas de la litera- tura española reciente, más que un grueso ensayo sobre la memoria y el olvido. Frases, frases y frases. Historia, memoria. Recuerdo, olvido. Justicia. Paz, piedad, per - dón. Cójanse algunos de estos vocablos —u otros semejantes—, barájense adecuada- mente: la frase preciosa; el rencor intacto, a lo más soterrado. La convivencia, mera conllevancia. La herida abierta y dolorosa. El único cicatrizante y analgésico eficaz es el tiempo. Pero actúa tan despacio. Han de transcurrir muchas décadas, bien se ve, muchas más de ocho, para que sus lenitivos efectos comiencen a notarse. En el baratillo de las frases rotas ninguna tan falaz, desvencijada e inservible como esa colorista pirotecnia verbal, de inmedia- to encubridora humareda, que trujamanes de toda laya salmodian obstinadamente: «los pueblos que no conocen su historia están condenados a repetirla» . De verdad, alguien con dos dedos de frente puede creerse que serbios y croatas no conocían su historia cuando decidieron exterminarse con saña en los años noventa del siglo XX. La palabra «óbito», un sustantivo silencia- dor, nos perturba. La memoria es peligrosa, el silencio perturbador. ¿El olvido? Haga- mos otra frase preciosa, merengue y huera: \"acaso sea preciso recordar para que pueda fluir el olvido\". ¿Quién sabe? Vamos a ser ingenuos, vamos a —con esperanza, sin convencimiento— suponer que sí, porque el silencio —ya se demostró— tampoco es la solución. Y a confiar en que no sea cierta la IV Glosa a Heráclito que escribiera Ángel González: «Nada es lo mismo, nada perma- nece. Menos la Historia y la morcilla de mi tierra: se hacen las dos con sangre, se repi- ten». El depurador «Una guerra civil nunca termina el día que se firma el último par -30 te de la contienda. [... ] La totali - dad de los funcionarios públicos fueron sometidos a depuración y en la posguerra el acceso a la Ad- ministración quedó reservado a los adscritos al bando vencedor. [... ] Universidades, institutos y, en particular, el cuerpo de maestros nacionales fueron víctimas de im- placables procesos de depuración. [...] Con el final de la guerra, España perdió para siempre científicos, ju- ristas, historiadores, poetas y pin - tores que encontraron, en muchos casos, reconocimiento y acogida en países de Hispanoamérica».6 Ni siquiera hubo que esperar al último par - te («En el día de hoy, cautivo y desarmado el Ejército Rojo, han alcanzado las tropas nacionales sus últimos objetivos militares. La guerra ha terminado. El Generalísimo Franco. Burgos, 1° de abril de 1939»). En el Boletín Oficial del Estado (BOE) de 14 de febrero de 1939 se publicó la ley que fijaba las normas para la depuración de los fun - cionarios públicos. He aquí el preámbulo de dicha ley: «La liberación de nuevos territo- rios, y especialmente la de Barce - lona, ciudad que ha sido sede del Comité rojo en estos últimos tiem - pos, plantea con urgente apremio el problema de la depuración de los funcionarios públicos. Es deseo del Gobierno llevar a cabo esta depura- ción con la máxima rapidez y den- tro de normas flexibles que per - mitan reintegrarse rápidamente a sus puestos a aquellos funcionarios que lo merecen por sus anteceden- tes y conducta, y, al mismo tiempo, imponer sanciones adecuadas, se- gún los casos, a los que incumplien - do sus deberes contribuyeron a la subversión, prestaron asistencia no excusable a quienes por la violencia se apoderaron, fuera de toda nor -ma legal, de los puestos de mando de la Administración. A este pro- pósito obedecen las normas que el Gobierno recoge en la presente Ley para readmitir al servicio del Estado a quienes son dignos de ello y sancionar, dentro del espíritu de magnanimidad que informa toda la actuación de las Autoridades Na - cionales, la conducta de aquellos funcionarios a los que alcancen las responsabilidades». Justo el día anterior, el 13 de febrero de 1939, se había publicado en el BOE la Ley de Responsabilidades Políticas «para liqui - dar las culpas de este orden contraídas por quienes contribuyeron con actos u omisio - nes graves a forjar la subversión roja». En su disposición preliminar se establece la creación del Tribunal Nacional de Respon - sabilidades Políticas. Su primer presidente fue el profesor D. Enrique Suñer Ordoñez (figura 1). Tomó posesión de su cargo el 24 de febrero de 1939. Hasta entonces había ocupado la vicepresidencia de la Comisión de Cultura y Enseñanza. Figura 1. Enrique Suñer Ordoñez (1878-1941)31 «La Comisión de Cultura y Ense- ñanza, constituida el 6 de octubre de 1936, quedó bajo control de significados elementos católicos. La presidía José María Pemán, cu- yos antecedentes monárquicos y su condición de intelectual católico, miembro del equipo de Acción Es- pañola, son bien conocidos. La Co- misión tenía encomendada la tarea de normalizar la actividad escolar y cultural de la zona bajo dominio de los sublevados, lo que implicaba el desmantelamiento institucional e ideológico del sistema educativo republicano, razón por la que se apresuró a desactivar el principal instrumento de la política educati- va republicana: los profesores, en general, y los maestros, en parti- cular. Enrique Suñer, si creemos lo que el propio Pemán dejó escrito, se encargó de la dirección efectiva de la Comisión, lo que le converti - ría en principal artífice, aunque no único, de la depuración de la En - señanza. No ha de extrañar, pues, que con semejante curriculum ac- cediera a la presidencia del Tribu - nal Nacional de Responsabilidades Políticas».7 Como no podría ser de otra manera, también en su momento, en las semanas iniciales de nuestra guerra (Decreto de 27 de septiembre de 1936, publicado en la Gaceta de Madrid de 29 de septiembre de 1936), el gobierno republicano había dictado las normas para proceder a la depuración de los funcionarios públicos. A continuación, el preámbulo y los dos primeros artículos de dicho Decreto que firmaba el, en ese momento, presidente del Consejo de Ministros D. Francisco Largo Caballero: «El nuevo estado de cosas que las circunstancias impone exige una revisión y depuración en los funcio - narios públicos de tal índole, que una vez hecha sepa el Gobierno de la República que existe una íntima compenetración con sus diferentes órganos, por ser capaces de com- prender y mantener el espíritu de éste momento. Hasta ahora los di - ferentes Ministerios y Centros han ido realizando la depuración que se ha estimado más urgente; pero en- tiende el Gobierno que es preciso resolver a fondo el problema unifi - cando la acción en vez de acuerdos parciales y personales; y por ello, de acuerdo con el Consejo de Mi- nistros y a propuesta de su Presi- dente vengo en decretar: Artículo lº A partir de la publicación de este Decreto en la Gaceta de Madrid quedarán suspensos en todos sus derechos los funcionarios públicos, cualquiera que sea el Ministerio o Centro en que presten servicio, incluso los de las Sociedades ad - ministradoras de los Monopolios y cualquiera que sea la situación ad - ministrativa en que se encuentren. Se exceptúan los pertenecientes a Instituciones y Cuerpos armados. Artículo 2º Dentro del plazo de un mes, a partir de la publicación de este Decreto, los funcionarios que deseen reinte- grarse a sus respectivas situaciones o categorías lo solicitarán del Mi- nistro correspondiente, mediante instancia acompañada de un cues- tionario debidamente contestado. La falsedad en las contestaciones será motivo de sanción, que puede llegar a la cesantía del declarante». «No ha habido una sola guerra que se 32 haya ganado limpiamente. En las guerras se muere y se mata. Todo en ellas es injus - to»8. Nuestra guerra ni empezó un 18 de julio, ni acabó un 1º de abril. Las injusticias y los excesos habían comenzado antes y se prolongaron después. Hombre de sóli - das convicciones conservadoras, católicas y monárquicas, las aciagas turbulencias políticas (dictadura de Primo, dictablanda de Berenguer, delenda est monarchia , san - jurjada, Casas Viejas, revolución de octu - bre..., para qué seguir) que propiciaron la llegada de nuestra guerra, situaron a Enri - que Suñer en el vórtice de aquella vorági- ne de odios y venganzas. Sus razones y sinrazones las expone con rabia en el libro de combate que escribe en los meses iniciales de la guerra (lo fi- nalizó en febrero de 1937) titulado Los intelectuales y la Tragedia Española . Libro a menudo despachado sumariamente, su lectura es, empero, aconsejable. No para coincidir, ni para divergir; para conocer su porción de verdad. Para escuchar, por boca de uno de sus más destacados pro- tagonistas, su vivido testimonio de múlti - ples sucesos turbios acaecidos en aquellos años de plata para las letras y las ciencias españolas. Por ejemplo: los «sucesos de San Carlos» de 25 de marzo de 1931, en los que se puso en riesgo la seguridad de los niños ingresados en el Hospital Clínico, y su airada y polémica protesta, publicada dos días después en el diario católico «El Debate», bajo el rótulo «La Puericultura de la Revolución». En paralelo, pudiera re- sultar instructiva la lectura de otro libro de combate escrito con idéntica rabia en las mismas fechas: España a hierro y fuego, de Alfonso Camín. Y , obvio, la lectura de muchos libros más, escritos por los una - munianos hunos y hotros; todavía mejor —si ello fuera posible—, escritos por dis - tanciados, rigurosos y ecuánimes unos y otros. Luego que cada cual reinterprete el pasado y se haga su relato a la medida de sus prejuicios.¿Se nos permite un inciso? Hay muchas aproximaciones al concepto de ciencia. Tenemos por una de las más cabales9 aquella que considera que la ciencia no consiste en teorizar (incluso aunque ese teorizar esté revestido con los oropeles de un alambicado lenguaje matemático). La ciencia consistiría en un quehacer. Un quehacer comprobable. El científico es un sujeto que hace cosas, que opera con cosas. Es un sujeto operatorio. Una ver - dad científica se alcanza cuando al operar con cosas el resultado que se obtiene es el mismo, con independencia de quien sea el sujeto operatorio. La Historia es un tipo de ciencia en la que no se puede segregar el sujeto operatorio. Los historiadores profe- sionales también operan con cosas (fuen - tes históricas: huesos, piedras, papeles ) y utilizan métodos precisos (vale, métodos «científicos») para obtener y analizar sus fuentes; mas, luego, deben de narrar su historia. Cada uno la suya. No es el momento de glosar la enorme ta- lla que como pediatra alcanzó Enrique Su - ñer, ni de intentar resumir su sobresalien - te trayectoria profesional. Ello ya ha sido efectuado con brillantez en un número anterior de estos Cuadernos de Historia de la Pediatría Española10. Baste señalar que la Escuela Nacional de Puericultura por él creada, y de la que fue el primer direc - tor hasta su cese por «ukase» (el término «ukase» es del propio Suñer), es un hito transcendental en la historia de la pedia - tría española. La Escuela Nacional de Pue- ricultura fue esencial en la formación de especialistas en pediatría antes y después de la guerra civil. Su importancia llega al extremo de que su fundación (R.D. de 23 de mayo de 1923, ley de noviembre de 1925; primer curso oficial en octubre de 1926) marca la indiscutible constitución de la Pediatría como especialidad autónoma y su definitiva independización de la Obs- tetricia11. Esta es la versión de los hechos dada por Suñer en su libro Los intelectua- les y la Tragedia Española :33 «Por lo que a mi persona afecta, la flamante República premió mi la- bor, desinteresadamente patriótica, con las dos siguientes determina- ciones: fue la primera la suspensión de empleo en mi cátedra, oficiosa- mente decretada por el decano de la Facultad de Medicina, Sebastián Recaséns, seguida de la advertencia hecha por Marcelino Domingo, Mi- nistro de Instrucción pública, de una formación de expediente, con des- titución definitiva, por mi compor - tamiento en los finales del pasado Régimen. La segunda fue el «ukase» decretado por el tristemente céle- bre «Licenciado Pascua», hoy em- bajador en Rusia de la roja España, privándome de la dirección de la Escuela Nacional de Puericultura, fundada por mí, en la cual había con esfuerzo firme trabajado durante cinco años en beneficio de nuestros niños, y cuya solidez debió ser tan grande, cuanto que los recién llega- dos no se atrevieron a suprimir la institución que yo había creado». Los depurados «Los resultados de la depuración franquista en educación los cono- cemos parcialmente. En enseñanza primaria, en 14 provincias estudia- das, fue sancionado el 25 por cien de los docentes (el 10 por cien separa- dos del servicio). La depuración en enseñanza secundaria, incluyendo a los catedráticos y otras categorías de profesorado, afectó al 38 por cien (el 16 por cien expulsados). Para la universidad, aunque no hay cálculo seguro del conjunto del profesorado universitario reprimido ni del por - centaje que representa, sabemos que los catedráticos depurados fue- ron 194 (de los que 139 fueron se- parados del servicio), lo que supone un 32 por cien del escalafón. Aunque no hay cómputo para todas las cate- gorías del profesorado universitario, podemos estimar que la depuración afectó a más del 40 por cien de los docentes, al menos así se desprende de los cálculos que hacían los afec- tados. Añadamos que años después hubo algunas revisiones y minora- ciones. Pero en un primer momento, la depuración fue contundente y se hizo con celeridad y sin miramientos (luego ya habría tiempo para matices y rectificaciones)».12 De la lectura del párrafo anterior, tomado de un trabajo relativamente actual (año 2011) que conviene leer entero, se desprende que la auténtica magnitud de la depuración franquista es todavía un campo objeto de investigación. Un campo de investigación lacerante y polémico. Han pasado 80 años de aquellos hechos y el desgarro persiste. «Las tristemente célebres depuraciones, condenas incruentas y, en ocasiones cruen- tas, constituyeron una página negra de los primeros años de la postguerra»10. En aquellos cuestionarios de los expedientes de depuración franquistas (casi una copia a la inversa de las preguntas formuladas en la depuración republicana), aparte de respon- der sobre la conducta política, social, moral y religiosa propia, se instaba al interesado a delatar actuaciones inconvenientes de sus compañeros. Ello propició el afloramiento de las peores miserias humanas. En un intento imposible de quitar hierro a la vileza a veces se aludía jocosamente a estas bellaquerías con una coplilla infame: «¿Quién es masón? El que va por delante en el escalafón»13. Ni es nuestro propósito, ni está a nuestro alcance, efectuar una revisión completa de todos los pediatras sometidos a depura- ción en el periodo histórico que se ha dado en llamar primer franquismo (para enten- dernos: año 1939 y primeros años de la década del 40; no entraremos en cuántos franquismos hubo, ni en la acotación de 34 sus límites temporales). Nos vamos a ceñir a unas muy pocas y significativas figuras. Gregorio Vidal Jordana El Dr. Vidal Jordana nació en Zaragoza el día 1 de noviembre de 1894 (figura 2). Fi - nalizó el bachiller en 1911, matriculándo - se entonces en la Facultad de Medicina de su ciudad natal donde se licencia en 1918. En la época en que cursó sus estudios uni - versitarios el profesor de la asignatura de «Enfermedades de la Infancia » en Zarago- za era el catedrático compostelano D. Pa- tricio Borobio Díaz14. Tras acabar la carrera durante dos años permanecerá en Madrid especializándose en Pediatría en el Hos- pital del Niño Jesús. A continuación, para completar su formación pediátrica, efec - túa una estancia en el parisino Hospice des Enfants Assistés. De regreso a Zaragoza, en 1921 es nom - brado profesor auxiliar en la Facultad de Medicina. También se hace cargo de la consulta infantil del Dispensario Antituber - culoso. En mayo de 1922 lee en la Univer - sidad Central de Madrid su tesis doctoral «Nuevas orientaciones en fisiología y fisio - patología de la nutrición en el lactante »15. En 1923 acude al II Congreso Nacional de Pediatría, celebrado en San Sebastián del 2 al 7 de septiembre, presentando las co- municaciones tituladas: «Estado actual del tratamiento de la tos ferina», «Mis resulta- dos en el tratamiento de los trastornos tritivos del lactante » y «Un caso de enfer medad de Oppenheim»16. El III Congreso Nacional de Pediatría se desarrolló en Za- ragoza, del 5 al 10 de octubre de 1925. Su presidente fue el Dr. Borobio y el Dr. Vidal Jordana actuó como secretario15. Su desta- cada labor en la organización del congre- so mereció elogios por parte del profesor Enrique Suñer en la intervención que este tuvo en la jornada inaugural15. En este III Congreso defendió las comunicaciones: «Los alimentos irradiados en la profilaxis y tratamiento del raquitismo » y « Los rayos ultravioletas en Pediatría »16. Enrique Suñer Ordóñez había conseguido por oposición la cátedra de enfermeda - des de la infancia de Valladolid en 1906. En esa ciudad castellana se mantuvo hasta 1921 fecha en la que, gracias a su brillante trayectoria, pasó a la Universidad Central en Madrid. La cátedra de Valladolid la des- empeñó a partir de 1921 Enrique Nogue - ras Corona, quien con anterioridad había sido catedrático de enfermedades de la infancia en Santiago de Compostela y Sala - manca. Pero el profesor Nogueras falleció el 18 de enero de 1925, con solo 40 años, a consecuencia de una anemia perniciosa1 y la cátedra de Valladolid volvió a quedar vacante. A los 32 años, el 6 de febrero de 1926, Gregorio Vidal Jordana se convierte, mediante concurso-oposición, en el nue- vo catedrático de enfermedades de la in - fancia de la ciudad del Pisuerga. Además, pronto es nombrado director de la Inclusa Figura 2. Gregorio Vidal Jordana (1894-1980)35 de Valladolid. En 1930 publica un texto pe- diátrico, sobre la misma materia de la que se había ocupado en su tesis doctoral, titu- lado Trastornos nutritivos del lactante, con 288 páginas y 30 grabados intercalados en el texto, que tuvo amplia repercusión. En 1931 es elegido vicerrector de la Univer - sidad. Como vicerrector se vio envuelto en algunos incidentes en relación con las frecuentes algaradas de aquellos años. A título de ejemplo vamos a reproducir un suelto aparecido en el diario ABC el 14 de enero de 1932: «Con motivo del fallo dictado por el Consejo de Disciplina Univer - sitaria, durante las vacaciones de Navidad, imponiendo diversas san - ciones a 20 estudiantes no afilia - dos a la F.U.E., desde el lunes exis- te agitación en la clase escolar. Se han promovido algunos incidentes callejeros señaladamente contra el catedrático de Medicina y Vice - rrector don Gregorio Vidal Jordana. Hoy los estudiantes irrumpieron en el local ocupado por la F.U.E. en la Universidad, rompiendo el mobilia - rio y enseres. La asistencia a clase es anormal. También hubo hoy inci - dentes en la Facultad de Medicina, ordenándose el cierre de las puer - tas y exigiendo el carnet escolar para entrar.» En 1931, por alcanzar la edad reglamenta- ria, se jubila como catedrático de Pediatría de la Universidad de Barcelona D. Andrés Martínez Vargas, quien ocupaba dicha cá- tedra desde 1892. Ese codiciado púlpito pasa, mediante concurso de traslado, a pertenecer en 1933 al profesor Vidal Jor - dana. En Barcelona desarrolla una intensa actividad científica publicando distintos trabajos con diversos colaboradores. Así, con José María Sala Ginabreda (otro depu - rado; por haber colaborado como médico en el bando de los perdedores) firma: «Co - mentarios sobre encefalografías y ventri-culografías «Forma del kala-azar infantil » y kala-azar por inyecciones intrarrectales de tártaro hemético»16. Y con el ganador y azuldivisionario Luis Torres Marty escribe: «Artrorrisis posterior por pie equino para- lítico», «Contribución al estudio del dolico- colon en de osificante progresiva (en una niña de cuatro años) » y «Un caso de sarcoma de riñón y otro de actinomicosis (aportación al estudio de los tumores abdominales en la infancia )»16. Llega la guerra. Es nombrado director del Hospital Clínico de Barcelona e interviene activamente en la organización de los satu- rados servicios de urgencias. Llega la victo- ria de hunos . Por Orden de 15 de noviem - bre de 1940 se le separa del servicio con carácter definitivo y se le da de baja en el escalafón de catedráticos de Universidad. «Se le acusaba de haber protagonizado di - ferentes escándalos en las universidades de Valladolid y Barcelona. De su paso por el primer centro, se decía, que se aman- cebó con una de sus discípulas, de quien tuvo descendencia, con el consiguiente perjuicio para su familia. Ya en Cataluña se le imputaba llevar una vida inmoral, con borracheras habituales y con relaciones inmorales con infermeras [sic ] y haber uti- lizado un cáliz como cenicero, entre otros cargos»13. No solo separado del servicio con carácter definitivo: en noviembre de 1939 había sido detenido y hasta 1941 permaneció encarcelado17. Al salir de la cárcel recuperó su intenso es- píritu publicista. Suyo es el primer (duran- te muchos años único: tuvieron que pasar más de 50 años para que volviera a publi - carse un tratado sobre nefrología pediá - trica tratado en España: «Vidal Jordana G. Nefropatías en la Infan- cia. Biblioteca de Actualidad en Medicina Práctica. Barcelona 1945, número 4. Edi -36 torial M. Usón. Un tomo de 167 páginas, con 18 figuras», según consta en la ficha 15.521 del inagotable venero de Juan Luis Morales16. Sin embargo, ya no volvió a par - ticipar actividades pediátricas de natu- uno, coriáceo e inmutable; para ho- tros, el franquismo, travestido en demo- cracia, todavía sigue. En cambio, muchos diferencian varios franquismos. El Ministe- rio de Educación Nacional del mismo —o distinto— franquismo, nada menos que 24 años después —en concreto, por Or - den de 24 de junio de 1964—, con áspera, pedregosa y enrevesada prosa administra- tiva resuelve lo siguiente: «una vez exami- nado y efectuado trámite de revisión del expediente de don Gregorio Vidal Jorda- na, Catedrático de Pediatría y Puericultura que fue de la Facultad de Medicina de la Universidad de Barcelona, por propuesta formulada por el Juzgado Superior de Revi- siones y con el conforme emitido por la Di - rección General de Enseñanza Universita- ria, ha dispuesto dejar sin efecto la Orden ministerial de 15 de noviembre de 1940, que le separó del servicio, reintegrándole al mismo con la sanción de traslado fuera de la provincia durante cinco años e inha - bilitación para cargos directivos y de con - fianza». Vidal Jordana falleció en Barcelona en 1980. Cediendo la palabra al siempre res- petuoso D. Manuel Cruz Hernández3, inte- rrumpiremos nuestra breve reseña de D. Gregorio Vidal Jordana. «Vidal Jordana había publicado en 1930 un libro de trastornos nutriti - vos del lactante y en 1934 comenzó la dirección de la revista Anales de Pediatría como archivo de la cáte- dra de Pediatría de la Facultad de Medicina de Barcelona. Durante la Guerra Civil fue director del Hospi - tal Clínico, sufriendo después pri- sión hasta 1941, quedando separa-do de la cátedra, aunque se jubiló con todos los derechos. Lo peor fue su dejación de la Pediatría, al menos la oficial, ya que no se le veía en reuniones científicas ni en la Sociedad de Pediatría. Cuando cumplió setenta años en 1966, y yo llevaba un año en Barcelona, recibí una correcta tarjeta suya en la que me felicitaba por desempeñar la cátedra de Barcelona. Decía que no lo había hecho antes por estimar que moralmente debía esperar, para darme la enhorabuena, hasta el momento justo de su verdadera jubilación». Enrique Jaso Roldán El Dr. Jaso Roldán nació en Marín (Ponte- vedra) el 11 de septiembre de 1904 y falle - ció en Madrid el 23 de noviembre de 1993 (figura 3). A su muerte el Dr. Collado Otero, Figura 3. Enrique Jaso Roldán (1904-1993)37 su sucesor en la dirección del Hospital In- fantil «La Paz», escribe en la revista Anales Españoles de Pediatría una ajustada ne- crológica en la que afirma: «Sin duda alguna por lo que su re- cuerdo pasará a través de los tiem - pos, es la Fundación y Desarrollo del Hospital Infantil. El Prof. Jaso fue el primero en España y de los primeros en Europa, que creó en 1965, un Hospital de Especialida - des Pediátricas del más alto nivel, que poco después fue seguido en el país por otros hospitales similares. Jaso fundó su Hospital, con una vi- sión clara, perfectamente planifica- da y desarrollada. [...] Jaso fue un adelantado y dio un paso/salto de gigante para el cambio y evolución de la Pediatría Española, de tal modo que puede hablarse de \"un antes y un des- pués\"»19. No exageraba el Dr. Collado. Enrique Jaso fue el inspirador, organizador, impulsor y, desde el 1 de junio de 1965 hasta su jubi - lación el 14 de junio de 1975, primer di - rector del Hospital Infantil «La Paz» de Ma- drid. Con ocasión del cincuentenario de la inauguración de la Clínica Infantil «La Paz», Zafra Anta et al. enfatizaron el decisivo pa- pel que dicho hospital desempeñó en la modernización del ejercicio de la pediatría y de la investigación clínica pediátrica en España. La Clínica Infantil «La Paz» fue pio - nera, desde sus mismos inicios, en el de- sarrollo de las especialidades pediátricas que como tales no existían en España y es- taban en sus albores todavía en Europa20. Hoy no se concibe la práctica pediátrica sin sus áreas específicas hasta el extremo de que la denominación oficial de la especia- lidad en el momento actual es: Pediatría y Áreas Específicas. El que primero percibió esta realidad y precursoramente la implan -tó en su hospital fue el Dr. Jaso. Puede afir - marse, sin que la simplificación sea desca- bellada, que en la historia de la pediatría en España existen dos momentos clave: la fundación de la Escuela Nacional de Pue - ricultura (Enrique Suñer) y la apertura de la Clínica Infantil «La Paz» (Enrique Jaso). El Dr. Enrique Jaso Roldán era hijo de Leon - cio Jaso Paz, militar perteneciente al Cuer - po de Carabineros. En julio de 1936, con el empleo de teniente coronel, ocupaba el mando de la 11ª Comandancia de Carabi - neros de Cádiz. Por mantener su lealtad al gobierno de la II República el 6 de agosto de 1936 fue fusilado21-22. Su hermano Leoncio Jaso Roldán, nacido en Vigo (Pontevedra) en 1903, era tam- bién médico. Leoncio Jaso se licenció en la Facultad de San Carlos de Madrid en 1925; el 24 de enero de 1931 fue nombra- do médico interno de patología general en la cátedra del profesor Novoa Santos23. En los años siguientes, pensionado por la Junta para Ampliación de Estudios e Inves- tigaciones Científicas, permaneció múl - tiples meses en distintas ciudades euro- peas, como Estrasburgo, Viena y Múnich, para profundizar en algunos aspectos de la patología del sistema endocrino24. «En la Guerra Civil sirvió como capitán médi- co en la Fuerza Aérea de la República. En 1940 se exilió a Venezuela donde dirigiría el Dispensario Antituberculoso de Caracas y donde residiría hasta su fallecimiento en 1992»23. Enrique Jaso estudió medicina en Santiago de Compostela, excepto el último curso de carrera que lo hizo en Madrid, licenciándo - se en 1926. «Durante los cursos 1930/31 y 31/32, desempeña el cargo de Ayudante de Clases Prácticas adscrito a la Cátedra de Patología General regentada por su paisa - no Roberto Novoa Santos, donde también se encontraba como médico interno su hermano Leoncio»23. 38 En el Índice bibliográfico de la pediatría y puericultura españolas, elaborado —solo hasta el año 1949— por Juan Luis Mora- les16, la producción de Enrique Jaso se ex - tiende desde la ficha 7.270 hasta la 7.330. Según este Índice su primera publicación de tema pediátrico habría sido: «Seis nue- vos casos de sepsis de origen umbilical observados en el transcurso de 2 meses » (Archivos Españoles de Pediatría , abril 1929, año XIII, número 4, página 218). Con posterioridad y mientras estuvo adscrito a la cátedra de patología general no re- nunció a su inquietud pediátrica como lo demuestra que, dentro del programa de sesiones clínicas del Servicio del profesor Novoa Santos, el día 19 de mayo de 1931 disertase sobre «La glucemia en los niños pequeños»; sesión clínica que aparecería publicada ese mismo año en la revista La Medicina Ibera16. También de 1931 y de tema pediátrico es su primera publicación de ámbito internacional25: trabajo figura como médecin agrégé del Instituto de Puericultura de Madrid (Service des Drs Bravo et Muñoyerro ). Otros puestos desempeñados por el Dr. Jaso en los años 30 fueron: pediatra de los Dispensarios antituberculosos de Madrid, pediatra del Cuerpo Médico Escolar de Madrid y profesor titular de la Escuela Na - cional de Puericultura. Fue asimismo pre- sidente de la Asociación Nacional de Médi- cos Puericultores. Desde este cargo, como órgano oficial de dicha asociación, impulsó la aparición de la revista mensual especia- lizada en puericultura e higiene infantil denominada Puericultura Española , en la que también ejerció como director. Su pri- mer número se publicó en abril de 1935 y el último en julio de 1936. En la página 32 del número 5 de la revista Puericultura Es- pañola , correspondiente a agosto de 1935, se publicó el siguiente breve suelto: «Pen- sionado por la Junta de Ampliación de Es-tudios, ha salido para Alemania y Austria donde visitará las principales Instituciones Infantiles, nuestro querido Director y Pre- sidente de la Asociación, doctor Enrique Jaso Roldan». Julio de 1936. Todo se trastorna. Los doc - tores Juan Bravo Frías y Juan Antonio Alon - so Muñoyerro hasta entonces al frente del Instituto Provincial de Puericultura de Madrid son fulminantemente cesados. En su sustitución se nombró como director al Dr. Enrique Jaso Roldán. Desde esta res- ponsabilidad hubo de arrostrar la enorme epopeya de evacuar a los más de mil niños y madres que en noviembre de 1936 esta- ban acogidos en la Inclusa26. El madrileño Ciriaco Laguna Serrano era catedrático de Pediatría en Santiago de Compostela desde febrero de 1936. Ter - minado el curso académico regresó a su ciudad y en Madrid le sorprende, el 18 de julio, el levantamiento militar. En junio de 1937, el Gobierno de la República ordenó impartir un curso intensivo de medicina en la Facultad de San Carlos. Ciriaco Laguna, que seguía en Madrid, fue encargado por el claustro de profesores de explicar lo re - ferente a Pediatría. Sin embargo, cuando solo llevaba dadas seis clases, una orden telegráfica del Gobierno, a la sazón en Va- lencia, le cesa en su función docente. En su lugar, como \"catedrático encargado\", se designó a Enrique Jaso23. Más: en la Gace - ta de la República de 9 de julio de 1937 se publicó el nombramiento, con carácter in - terino, de don Enrique Jaso Roldán como director de la Escuela Nacional de Pueri- cultura. Como se ve, en la Guerra, el Dr. Jaso fue, estrictamente en su parcela profesional, promovido por el Gobierno de la Repúbli - ca para ocupar distintos destinos impor - tantes. Llega la victoria de hunos . Es depurado. Pasa, parsimonioso, el tiempo. El Bole-39 tín Oficial del Estado de 28 de octubre de 1958 publica la resolución de la Dirección General de Enseñanza Primaria por la que se le nombra Médico Especialista del Dis - pensario Médico-Escolar de Madrid: «Por Orden ministerial de 7 de abril último en la que se declaró en trámite de revisión readmitido al servicio a don Enrique Jaso Roldán, dejándose sin efecto la Orden que le separó del mismo». No se pretende en este sucinto apunte, centrado en la depuración política, efec - tuar la biografía profesional pormenoriza- da del Dr. Jaso por lo que nos limitaremos a dejar constancia de unos pocos aspectos más. Desde el 27 de octubre de 1960 has- ta el 8 de noviembre de 1964 fue presiden- te de la Asociación Española de Pediatría (AEP), en esa época todavía denominada Asociación de Pediatras Españoles (APE). En 1961 creó la revista Referata Pediátrica cuyo objetivo era traducir y dar a conocer resúmenes de artículos pediátricos de in - terés publicados en otras lenguas, incluso llegando a pagar las traducciones de su pe- culio21. Fruto de su amplia experiencia en patología malformativa «publicó una obra valiosa sobre dismorfología»3 (Síndromes pediátricos dismorfogénicos). Vamos a finalizar nuestra mínima crónica del Dr. Jaso con la versión proporcionada por Pérez Peña23 de una curiosa historia que, contada de muchas formas, circulaba abundantemente en la Clínica Infantil «La Paz» a finales de los años setenta: «Enrique Jaso, pese a ser considerado como \"izquierdista\", sería en la déca- da de los sesenta, Jefe del Servicio de Pediatría, de la Ciudad Sanitaria de la Paz de Madrid. Algunas fuentes se- ñalan que ello se debió a su acertada actuación como pediatra con un nie- to del General Franco quien padecía fiebre reumática (y a quien trataba el Dr. Cárdenas Pastor). Parece ser que Crespo Álvarez recomendó a Franco el nombre de Enrique Jaso, advirtiéndole que tenía algunos antecedentes polí - ticos que pudieran no gustarle. Según la Dra. Mazo (colaboradora de E. Jaso), Franco respondió: \"Quiero el mejor pediatra, no me importa su ideología política\". El Ministro Romeo Gorría, nombró a Enrique Jaso, Jefe del Servi- cio de Pediatría de La Paz». Ángel Díaz Vázquez (1912-1985) «En la cátedra de Enfermedades de la In- fancia, dirigida por Enrique Suñer, la de- puración sólo afectó a Ángel Díaz Vázquez, ayudante de la cátedra de Pediatría; se exi - lió en Venezuela en 1939, donde fue profe- sor en la cátedra de Patología Tropical»27. Ángel Díaz Vázquez nació en Ribadeo en 1912 y murió en Maracay en 1985. Se li - cenció en 1935 en la Universidad de Ma- drid. En la guerra se incorporó al cuerpo médico del ejército republicano. En 1939 se exilia y marcha a Venezuela, donde fue contratado por la División de Malariología. Inicialmente trabajó en zonas rurales para erradicar el paludismo. En 1957 se tras- ladó a Caracas y, durante años, investigó, coordinó y desarrolló el Instituto de Me- dicina Tropical. Profesor de Patología Tro- pical en la Universidad de Caracas publicó numerosos trabajos sobre el paludismo, la enfermedad de Chagas y otras patologías tropicales. Fue miembro de la Royal So- ciety of Tropical Medicine and Hygiene, de Londres. Su figura, olvidada en España, ha sido recientemente rescatada en el diario La Voz de Galicia , lugar del que hemos ex - traído estos datos28. Luis Gubern Salisachs Gubern es el único cirujano pediátrico que hemos podido localizar que fue sometido a depuración política (figura 4). Nació en Barcelona. Hijo de una familia dedicada 40 al Derecho y a la industria harinera, se li - cenció en Medicina por la Universidad de Barcelona. Fue profesor de dicha facultad de Medicina y trabajó como cirujano en el Hospital de Badalona durante la Guerra Civil. Durante la contienda desarrolló su la- bor en el hospital y no en el frente debido a una minusvalía que le acompañó desde su infancia. El tercio inferior de su pierna izquierda fue amputado tras ser arrollado por un carro cuando tenía dos años. Cuan - do estalla la sublevación militar en julio de 1936, Gubern era profesor ayudante de Patología y Clínica Quirúrgica y jefe del Servicio de Cirugía del Hospital de Badalo - na. Al finalizar la guerra en 1940 el Tribunal Regional de Responsabilidades Políticas de Barcelona determinó que Gubern fuera cesado de todos sus cargos, encarcelado en la Cárcel Modelo de Barcelona durante cuarenta días e inhabilitado por 15 años. Finalmente, y después de algunas interce - siones, este castigo quedó en un año sin poder trabajar y el examen ante un Tribu - nal de Limpieza de Ideas Políticas, revali -dando nuevamente el título de Medicina y pudiendo durante los cursos de 1948 a 1950 ejercer como profesor ayudante de clases prácticas de pediatría29. Según la copia del expediente emitido por el Colegio Oficial de Médicos de Barcelo- na, se puede constatar que Gubern fue su- jeto a una amonestación por dicho Colegio y se da cuenta de las distintas acusaciones que se le imputan (figura 5): \"[...] que su ideología era de iz- quierda y separatista, que durante la subversión fue médico del Hos - pital de Badalona y de una Clínica instalada en un local incautado a una Orden Religiosa; que pronun - Figura 4. Luis Gubern Salisachs (1907-1984)Figura 5. Expediente del Dr. Luis Gubern Salisachs emitido por el Colegio Oficial de Médicos de la Provincia de Barcelona (cortesía del Colegio Oficial de Médicos de Barcelona) 41 ció un discurso al formarse la Coo - perativa Sanitaria rojo-separatista que fue presidente del Sindicato de Médicos de la U.G.T. y organizador del mismo y que habiendo pasado a Francia, regresó a la zona roja\". José Bago Lecosais Nació en San Sebastián en 1900. Se licen - ció en Medicina por la Universidad Central de Madrid en 1923 (figura 6). La detención de Bago se produjo en Elizon - do, en el valle de Batz án. Esta detención es relatada por Pío Baroja en sus memorias30: \"Lo ocurrido con el médico Bago ha sido bastante absurdo. Se dice que los fascistas le avisaron y le dijeron «sabemos que los comunistas quie - ren atentar contra usted para tener después un pretexto de atacarnos a nosotros. Lo mejor que puede us - ted hacer es marcharse de San Se-bastián». Bago se fue a Guéthary. Después, él, su mujer y Pepita Cla - verie, que es la mujer de mi amigo Manuel Arocena, como he dicho antes, se acercaron a la muga de Elizondo, que está en un barrio que se llama Dancharinea. Se encon - traban allí mirando y hablando con unas niñas, cuando unos carabine - ros les invitaron a pasar a la zona española, y allí los prendieron y los llevaron a la cárcel de Pamplona\". En esta cárcel de Pamplona fue condenado a muerte, siendo expuesto a ser fusilado en varias ocasiones según indica Baroja. Parece ser que el hecho de que se encon - trara casado con la hija del escritor argen- tino Francisco Grandmontagne, tras nego- ciaciones en las que intervino la Embajada argentina, permitió que fuera canjeado en agosto de 1938 por el médico coronel Mariano Gómez Ulla. También Pío Baroja relata el episodio: \"La mayoría de los que salen de la cárcel vienen en el mismo estado de inquietud. Esta guerra de rehe- nes es algo brutal e inicuo; da una muy triste idea de España. Luego, por lo que se dijo, el doctor Bago, después de estar en la c árcel mu- cho tiempo y expuesto a ser fusila - do varias veces, fue canjeado por el médico Gómez Ulla, y se marchó a vivir a la Argentina. Esto del canje es de una injusticia brutal. Carrasco Formiguera, clerical y preso por los fascistas, que no había hecho nada ni era revolucionario, sino conser - vador, fue fusilado porque no hubo ocasión de que lo canjeasen.\" En 1938, tras este episodio, se exilió en la República Argentina donde instauró un consultorio privado como pediatra ade- más de ser asesor de la industria farma - céutica infantil y de alimentos infantiles para la empresa Nestlé. Fue miembro de la Figura 6. Luis Bago Lecosais (1900-1962)42 Sociedad Argentina de Pediatría y organi - zador de la biblioteca de dicha sociedad31. La figura del Dr. Bago es realzada en otro de los capítulos de este Cuaderno. Guillermo Angulo Pastor (1895-1981) El caso de Guillermo Angulo merece, por lo curioso, cierto detenimiento. Guillermo Angulo Pastor nació en Vizcaya en 1895. Fue profesor de Pediatría y trabajó en el Servicio de la Gota de Leche de Madrid. A la edad de siete años padeció una es- tomatitis úlcero-gangrenosa que le pro- vocó una anquilosis en la mandíbula con unas cicatrices en la mejilla derecha que le acompañarían durante toda su vida. Su caso fue comunicado por el Dr. Vicente Sagarra, catedrático de operaciones de la Facultad de Medicina de Valladolid y pu - blicado por la Revista Iberoamericana de Ciencias Médicas en 1903 (figura 7)32. En aquel artículo se publicaron fotos del pe-queño Guillermo Angulo que al compa - rarlas después con su visado migratorio, hemos encontrado del todo concordantes. De hecho, en éste se refleja como señas particulares, las \"cicatrices en el carrillo derecho\". Por este motivo, podemos in - terpretar que en aquel niño llamado Gui - llermo Angulo la profesión médica calaría desde temprana edad, lo que condicionó su vocación futura. Resulta emotivo ver cómo aquel pequeño que aparecen en las páginas de la Revista Iberoamericana, tie- ne la misma mirada del hombre que aban - donaba su país para emigrar por México a los Estados Unidos. Según aparece en el vi- sado migratorio, acompañado de sus hijos Elena y Alberto33. Angulo trabajó en la Gota de Leche de Ma- drid y fue director de la Escuela Nacional de Puericultura desde septiembre de 1936 hasta 1937 donde fue cesado de este car - go \"por haber incurrido en la falta muy grave de abandono de su cargo\"34. Antes de emigrar a los Estados Unidos, Angulo Figura 7. I mágenes de Guillermo Angulo Pastor publicadas como caso clínico en la Revista Iberoamericana de Ciencias Médicas en 190343 recaló primeramente en Venezuela donde también trabajó en el Instituto Nacional de Puericultura desde mediados de 1939 (figura 8)35. Angulo Pastor falleció el 4 de enero de 1981 en Bryn Mawr, Pensilvania (Estados Unidos). Bibliografía 1. Morales JL. El niño en la cultura española (ante La Medicina y otras Ciencias; La His - toria, Las Letras, Las Artes y Las Costum- bres). Tomo I. Alcalá de Henares: Imprenta T.P .A. 1960 2. Rodríguez Ocaña E, García-Duarte Ros O. Rafael García-Duarte Salcedo (1894- 1936). Supuestos cientificosociales de un médico puericultor en la de Pedia- tría inacabada. Madrid: ERGON; 2010 4. Rodríguez Ocaña E. Rafael García-Duarte Salcedo y la consolidación de la Pediatría en la España del primer tercio del siglo XX. Cuadernos de Historia de la Pediatría Es- pañola 2012; 3: 4-16 5. independien te. Madrid: Ediciones Hiperión 1998 6. García de Cortázar F. El franquismo, 1939- 1975. Madrid: Grupo Anaya, S.A. 20097. Álvaro Dueñas M. «El decoro de nuestro aire de familia». Perfil político e ideológico de los presidentes del Tribunal Nacional de Responsabilidades Políticas. Revista de Estudios Políticos (Nueva Época) 1999; 105: 147-173 8. Trapiello A. Las armas y las letras. Literatu- ra y Guerra Civil (1936-1939). Barcelona: Ediciones Destino, S.A. 2010 9. Bueno G. ¿Qué es la ciencia? La respuesta de la teoría del cierre categorial. Oviedo: Pentalfa Ediciones; 1995 10. Fernández Teijeiro JJ, Ponte Hernando F. La guerra civil y la tragedia del Profesor Enrique Suñer (1878-1941). Cuadernos de Historia de la Pediatría Española 2015; 10: 31-38 11. Medina Doménech RM, Rodríguez Ocaña E. Profesionalización médica y campañas sanitarias. Un proceso convergente en la medicina española del siglo XX. Dynamis Acta Hispanica ad Baldó Lacomba M. Represión franquista del profesorado universitario. Cuadernos del Instituto Antonio de Nebrija 2011; 14:31-51 13. Claret Miranda J. El atroz desmoche. La destrucción de la Universidad española por el franquismo, 1936-1945. Barcelona: Crítica, S. L. 2006 14. Ponte Hernando F. Patricio Borobio Díaz (1856-1929). La visión integral del niño. Cuadernos de Historia de la Pediatría Es- pañola 2018; 15:16-25 15. Martín Espíldora MN. Patricio Borobio y los inicios de la Pediatría en Zaragoza. Za- ragoza: Institución «Fernando el Católico», 1996 16. Morales JL. El niño en la cultura española (ante La Medicina y otras Ciencias; La His - toria, Las Letras, Las Artes y Las Costum- bres). Tomo III. Alcalá de Henares: Impren- ta T.P .A. 1960 17. Mata Jorge M. Publicaciones pediátri- cas aparecidas en La Clínica Castellana (1910-1930) [Memoria para optar al Gra- do de Doctor]. Valladolid: Universidad de Figura 8. Visado de migración de Guillermo Angulo Pastor44 Valladolid. Departamento de Pediatría, Inmunología, Nutrición y Bromatología, Psiquiatría, Obstetricia y Ginecología e Historia de la Ciencia, 2011 18. Rodríguez LM, Fernández M. Evolución de la Nefrología Pediátrica. Bol Pediatr 2007; 47:362-366 19. Collado Otero Profesor Enrique Jaso. An Esp Pediatr 1994; 40:74 20. Zafra Anta MA, Fernández Menéndez JM, F, Gorrotxategi Gorro- txategi P , JJ, de Arana Amurrio JI, García Nieto VM. En el 50 ani - versario de la Clínica Infantil «La Paz» de Madrid, uno de los promotores de la pe- diatría y sus áreas específicas en España. Acta Pediatr Esp 2015; 73: e283-e290 21. Pascual-Castroviejo I. Emergencia y deca- dencia de la reciente medicina española (visión personal del autor). Madrid: Edi - ciones Díaz de Santos 2014 22. Núñez Calvo JN. \"Me han condenado a muerte y la sentencia se va a cumplir. El fusilamiento del teniente coronel Jaso\". En Diario de Cádiz. Cádiz, 20 de julio de 2002, p. 18 23. Pérez Peña F. Exilio y Depuración Política en la Facultad de Medicina de San Carlos (sus profesores y la Guerra Civil). Madrid: Editorial Vision Net, 2005 24. Junta para Ampliación de Estudios e In- vestigaciones Científicas. Memoria corres- pondiente a los cursos 1933 y 1934. Ma- drid: Imp. Góngora; 1935 25. Zafra Anta MA, García Nieto VM. Historia de la Pediatría en España. Pediatría Inte - gral 2015; 19:235-242 26. Zafra Anta MA, de Arana Amurrio JI. Enri - que Jaso y su epopeya en el traslado de los niños de la Inclusa de Madrid. Cuadernos de Historia de la Pediatría Española 2015; 10:8-16 27. Otero Carvajal LE (Dir.), Núñez Díaz-Balart M, Gómez Bravo G, López Sánchez JM, Si - món Arce R. La destrucción de la ciencia en España. Depuración universitaria en el franquismo. Madrid: Editorial Compluten- se, 200628. Fernández Vizoso M. \"Dos exiliados de A Pontenova y Ribadeo ayudaron a compa- triotas en Venezuela\". En La Voz de Galicia. A Mariña, 10 de junio de 2018 29. Girón-Vallejo O. \"Luis Gubern Salisachs (1907-1984): el cirujano 2016; 29:47-48 30. Baroja P . La Guerra Civil en la frontera. Ma- drid: Editorial Caro Raggio, 2005 31. Díaz-R.Labajo MA. El exilio científico re - publicano en Argentina. Contribuciones e impacto de los médicos, biomédicos y psi - coanalistas españoles en la ciencia argen- tina (1936-2003). Salamanca, Ediciones Universidad Salamanca, 2016 32. Sagarra V. \"Un nuevo procedimiento de autoplastia para restablecer la movilidad de la mandíbula en los casos de anquilo - sis por retracción cicatricial de los tejidos de la cara profunda del carrillo y porción correspondiente del vestíbulo\". En Revis- ta Iberoamericana de Ciencias Médicas 1903; 10:1-23 33. Ficha de Angulo Pastor, Guillermo. En: Portal de Archivos Españoles. Movimien- tos Migratorios Iberoamericanos. Con - sultado en internet: http://pares.mcu. es/MovimientosMigratorios/detalle. form?nid=3968 , el día 22 de octubre de 2019 34. Gaceta de la República, número 183, 2 de julio de 1937: 41 35. Martín Frechilla JJ. Forja y crisol: la Uni- versidad Central, Venezuela y los exiliados de la Guerra Civil española 1936-1958. Ca- racas, Universidad Central de Venezuela 2006, pp. 333-33445 Introducción Todas las revistas pediátricas que se editaban antes de la Guerra Civil Espa - ñola, desaparecieron1. Acabada la con - tienda, el primer intento de crear una publicación formal y útil para los pro- fesionales españoles, fue Acta Pediátri - ca fundada en 1943. En 1945 vio la luz la Revista Española de Pediatría. Otra publicación, Progresos de Pediatría y Puericultura fue creada por Francisco Prandi Farras en Barcelona, en 19481. Las siguientes revistas como Archivos de Pediatría y Actualidad Pediátrica co - rresponden ya a la década de los años 502. Acta pediátrica Acta Pediátrica fue creada como una \"fusión simbólica\" de dos revistas pre- vias, La Pediatría Española y Archivos Españoles de Pediatría . La primera era el órgano de expresión del Hospital del Niño Jesús de Madrid que se imprimió entre 1912 y 1936. La segunda, fue pro- pulsada por la Sociedad de Pediatría de Madrid3 y se editó desde 1917 hasta 1936 1. Los fundadores de Acta Pediátrica y miembros de su Comité de Redacción fueron Carlos Sainz de los Terreros (1888-1963), Santiago Cavengt (1883- 1969) y Juan Bosch Marín (1902-1995). El Secretario de Redacción era Luis Na - vas Migueloa. Desde enero de 1946, la revista pasó a denominarse Acta Pediá- trica Española. El primero de ellos, Carlos Sainz de los Terreros, fue el primer Secretario de Actas de la Sociedad de Pediatría de Madrid, cofundador de Archivos Espa - ñoles de Pediatría y Jefe del Consultorio de Niños de Pecho3. Además, trabajó en el Instituto Rubio y tuvo a su car - go la Sección de Pediatría del Hospital Central de la Cruz Roja4. Fue Presidente de la Sociedad de Pediatría de Madrid (1944-1947) (figura 1).Las nuevas publicaciones pediátricas de los años 40 Miguel Zafra Anta, Víctor M. García Nieto Figura 1. Carlos Sainz de los Terreros (Acta Ped Esp 1951; 9:nº 106), Santiago Cavengt y Juan Bosch Marín, fundadores de Acta Pediátrica46 Santiago Cavengt fue miembro del cuerpo facultativo del Hospital de Niño de Jesús de Madrid, profesor de la Es- cuela Nacional de Puericultura y direc - tor de La Pediatría Española después de la muerte de Aurelio Arquellada4. Fue Presidente de la Sociedad de Pe- diatría de Madrid (1933-1934) y de la Asociación Española de Pediatría (AEP) (1949-1952). Describió los primeros ca- sos de enfermedad celíaca en España bajo el nombre inicial de patocativis - mo. De ello, nos hemos ocupado uno de los autores de este capítulo5,6 (figura 1). Juan Bosch Marín desarrolló su activi- dad dentro del ámbito de la pediatría social y la política sanitaria. Fue direc - tor de la Escuela Nacional de Puericul- tura desde 1939 hasta 1942 y autor de lo que entonces se llamó el \"Plan de lucha contra la morbimortalidad infan- til\"7. En 1943 era \"Jefe de Puericultura de la Sanidad Nacional y de la Obra Maternal Infantil del Instituto Nacional de Previsión\". Desde 1949 fue repre- sentante de los organismos sanitarios estatales en la casi totalidad de las reu- niones internacionales de puericultura y asistencia social al niño2. Fue autor de la traducción de la primera edición al castellano del libro Lehrbuch der Pae- diatrie de Guido Fanconi (1953)8. Asi- mismo, fue Presidente de la Sociedad de Pediatría de Madrid (1956-1958) y de la AEP (1955-1960) (figura 1) (véase el capítulo dedicado a su figura en este mismo Cuaderno). El primer ejemplar de la revista (enero de 1943) contenía tres artículos firma- dos por cada uno de los fundadores, a saber, \"El hambre y la anorexia en nuestro escolares\" (Carlos Sainz de los Terreros), \"Contribución al estudio clínico del síndrome celíaco\" (Santia- go Cavengt) y \"Trabajo, maternidad y lactancia\" (Juan Bosch Marín). Desde ese primer número, la revista contenía secciones médicas (Bibliografía y crítica de libros. Extracto de revistas) y pro- fesionales (Legislación y disposiciones oficiales. Noticias). Estos apartados se mantendrían durante mucho tiempo. Incluso, más tarde, se ampliaron con la Sección de \"Academias y Sociedades\". Hemos revisado las características de los artículos publicados en la revista durante sus diez primeros años (1943- 1952). La temática de los artículos aparece en la tabla I. La revisión no es exhaustiva pues no hemos podido loca- lizar los sumarios de algunos números de la publicación. En ese corto perio- do de tiempo se puede contemplar la introducción afortunada de diversos cambios en el intento de mejorar el diagnóstico y el tratamiento de las afec - Tabla I Artículos distribuidos por temas publicados en Acta Pediátrica entre 1943 y 1952* Tema Número de artículosEnfermedades infecciosas y parasitarias Puericultura 51 *No referatas o presentaciones en Academias y Sociedades47 ciones de los niños, como la posibilidad de usar antibióticos que supuso un cambio notable en el pronóstico de al- gunas infecciones bacterianas que, en numerosas ocasiones, eran mortales. Enfermedades infecciosas El asunto más difundido, con diferen- cia, durante esos diez años fue el de las enfermedades infecciosas (tabla II). Éstas, eran un azote importante para la población pediátrica y una causa muy importante de mortalidad infantil. Solo se disponía de algunas vacunas y anti- toxinas, aunque empezaron a poder ser utilizados los primeros antibióticos (pe- nicilina, estreptomicina, cloromicetina) y las sulfamidas. La enfermedad infecciosa mas citada fue la tuberculosis en sus diversas ma- nifestaciones clínicas (complejo prima- rio, meninigitis, tuberculosis osteoarti- mal de Pott), terapéuticas (colapsoterapia qui - rúrgica) o preventivas. A partir de 1948 se publicaron varios artículos sobre la eficacia de la estreptomicina, especial- mente, en el tratamiento de la menin - gitis (Rosado Rodríguez 1948; 6:613; Mingo de Benito Latour, Revilla Franco 1949; 7:1371-1380; Herrera 1950; 8:815-828). Una amplia revisión sobre la estreptomicina se publicó ese mismo año (Castillo Sáez 1948; 6:715-756). En fin, otros artículos estuvieron dedicados a los resultados de la vacunación enfermedad infecciosa mas estudiada fue la tos ferina. Este dato es llamativo, puesto que, por ejemplo, se dedicó un solo trabajo a la escarlatina o la lepra. Algunos textos se referían, de modo general, al diagnostico, la uti- lidad de la radioscopia, la prevención o el tratamiento. De modo más concreto, otros trabajos mencionaban la utili - dad terapéutica de las sales de bismu - to? (Garrido-Lestache, Cabrera 1948; 6:859-866), helicidina 8:1337), penicilina existían, entonces, los antibióticos macrólidos. En fin, dos artículos estaban dedicados a la eficacia preventiva (Mezquita López 1948; 6:579-606) o terapéutica? de la vacuna Pertussis asociada a un extraño Tabla II. Artículos relativos a enfermedades infecciosas y parasitarias publicados en Acta Pediátrica entre 1943 y o presentaciones Academias y Sociedades48 factor R (Mallóu Labrador 1948; 6:195). En el número de febrero de 1952, Cres- po-Santillana, Elordi y Falcón escribie- ron sobre la epidemia de poliomelitis que asoló España en 1950. La epide- mia se inició en Madrid en los meses de mayo y junio. El foco inicial fue la barriada de Vallecas. La epidemia se irradió por toda España. Los síntomas durante el periodo preparalítico fue- ron hiperhidrosis, fiebre, hiperestesia y cambios de carácter. Afectó preferente- mente a niños entre seis meses a tres años. La mortalidad fue del 7%, en to- dos los casos debido a \"formas ascen- dentes de Landry\" (1952; 10:113-154). La enfermedad meningocócica estuvo presente por los trabajos que versaban acerca de la meningitis o la \"sepsis me - ningococica hiperaguda\" (Allué de Hor - na 1946; 4:379-384). El término \"sín - drome de Waterhouse-Friderichsen\" se citó en sendos artículos firmados por un autor foráneo (Schachter 1943; 1:?), el profesor Arce (Arce, 5:543-558) y otros (Cardona Mateo 1950; 8:421-430). En 1944 se publicó un texto acerca del empleo de las sulfonamidas en el tratamiento de la meninigtis meningocócica (Carrera; 1944; 2:779). En octubre de 1945, solo unos meses después de concluida la Se- gunda Guerra Mundial, apareció el pri- mer artículo que versaba sobre el trata- miento de la meninigtis meningocócica con penicilina. El primer firmante era Juan Bosch Marín. Es posible que por su cargo en la política sanitaria nacional tuviera acceso al, entonces, restringido antibiótico (Bosch Marín, Blanco Ote- ro, Mingo de Benito 1945; 3:965-970). No obstante, poco después, se redac- taron otros trabajos sobre el uso de la penicilina en el tratamiento de la sífi - lis congénita (Aldecoa Huberman (Buenos Aires) 1951; 9:1443]. A partir de 1949 se publicaron varios estudios sobre la eficacia de la cloromi - cetina en el tratamiento de la fiebre ti- foidea (Blanco Otero 1949; 7:987-994; Palma 1949; 7:1381; Marina Bocanegra 1951; 9:463-481). Solo dos años antes había sido descubierto el cloranfenicol por parte del médico venezolano Enri - que Tejera Guevara (1889-1980) (figura 2) a partir de la actinobacteria Strep- tomyces venezuelae descubierta en una muestra de tierra obtenida en su país. Gastroenterología y cirugía digestiva Las enfermedades más estudiadas fue- ron la enfermedad celiaca (n= 4) y la estenosis hipertrófica de píloro (n= 4). Respecto a la primera, aparte de dos textos firmados por Santiago Cavengt, el autor de otro artículo sobre el tema fue Ángel Ballabriga (1920-2008), en el que consideraba una \"especial 2. Enrique Tejera. ración a los En cuanto a la estenosis de píloro, uno de los trabajos fue fir - mado por Emilio Roviralta (1895-1987) (1945; 3:1095-1104) (figura 3). Roviral- ta, pionero de la cirugía pediátrica en nuestro país, publicó en la revista otros trabajos de índole quirúrgica como los dedicados a la invaginación intestinal (1950; 8:1-12), el neumotórax esponta- de la macroglosia (1951; 9:1436-1442). Por otra parte, Carlos Vázquez funda - dor de la gastroenterología en España, escribió sendos trabajos dedicados a la exploración funcional del páncreas (1949; 7:1485-1518) y a la intoleran- cia al almidón (1952; 10:nº 115). Son de destacar los textos dedicados a la realización de 50 biopsias hepáticas efectuadas por punción (Vigil Lorenzo, Almeida 1952, 10:nº 115) y a la difusión de \"dos enfermedades infantiles nue- vas: la toxoplasmosis y Wa- llgren 1948; 6:1025-1029). Este artícu- lo del autor sueco se había traducido a partir del original publicado en Archivos Franceses de Pediatría . Por otra parte, hemos localizado las que creemos que son las primeras publicaciones escritas por una mujer en Acta Pediátrica (Aza- rola A. Un caso de cirrosis hepática. 1946; 4:1395-1402) (Azarola, Boix Ba- rrios, Rodrigo Palomares. Profilaxis de la tos ferina 1947; 5:409-431). Amelia Azarola fue pediatra del Hospital del Niño Jesús. Fue viuda de Ruiz de Alda y, por ello, el Régimen de Franco tam- bién, de alguna manera, utilizó su ima- gen de forma propagandística. Neurología Los temas neurológicos de los artículos publicados en esos diez años fueron variados, pero llaman la atención cua- tro trabajos dedicados a la enfermedad de - ta 1949; 7:357). Con ese término, los autores se referían a una enfermedad congénita que cursaba con hipoto- nía muscular difícil de encuadrar. Más tarde, con el desarrollo de técnicas histoquímicas y ultraestructurales, se supo que esta entidad no era tal sino un conjunto de nuevas miopatías que, en su mayoría, se presentan desde el nacimiento con una evolución más be- nigna que la enfermedad de Werdnig- Hoffman. La difenilhidantoína fue sintetizada en 1908 por Biltz. En 1937 se descubrie- ron sus propiedades antiepilépticas por parte de Tracy Putnam (1894-1975) y Houston Merritt (1902-1979)9. Es sor - prendente que en la revista que nos ocupa no se publicaran artículos sobre su efecto anticonvulsivante sino sobre su efecto en el tratamiento del \"corea de Sydenham\" (Sala Ginabreda, Mimo 796; Secanell Sala 1946, 4:1169-1174). Suponemos que pronto dejaría de usar - Figura 3. Emilio Roviralta (Acta Ped Esp 1950; 8:586)50 se porque el propio fármaco tiene como efecto secundario la aparición de corea. En fin, en 1951, se publicaría una caso de hidrocefalia aguda del lactante secun- daria a una dosis masiva de vitamina A (Cluet García 1951; 9:¿). Dos años des- pués, se publicarían cuatro casos simila- res. Neumología Los temas predominantes fueron los re - lativos a los neumotórax asociados o no a asma (Almansa de Cara 1949; 7:527) y las neumonías con sus complicaciones en forma de empiemas o \"supuraciones pleuropulmonares\". Como se ha indicado más arriba, en 1950 se había incorporado ya el uso habitual de la penicilina. Metabolismo y nutrición El tema princeps en este aspecto, fue el raquitismo carencial. Se editaron siete artículos acerca de este tema. Qué duda cabe que debía ser frecuente en aquellos años de la postguerra con tantas pena- lidades y pobreza, incluida la malnutri - ción. Dos textos estaban dedicados a su radiología (Parra 1944; 2:179-214; Parra 1945; 3:181-202). Otros dos trabajos se focalizaron en el tratamiento. El titulo de uno de ellos era muy significativo: \"El tra- tamiento del raquitismo con dosis masiva única de vitamina D2 y su comparación con el tratamiento clásico de gotas y lám- para de cuarzo\" (González del Rio 1944; 2:473-492). Las dosis masivas de vitamina D (\"choques\") tendrían su auge en las dos décadas siguientes y serian las causantes, desgraciadamente, de frecuentes casos de hipercalcemia10. Se publicaron, además, algunos casos de metabolopatías poco frecuentes lo que mostraba una adecuada actualización de los pediatras españoles. Así, se difundie- ron casos de glucogenosis tipo (\"enfer - Gierke\") 1949; 7:1095-1128). Una referencia bi - bliográfica aludía a un artículo publicado en el \"Boletín del Instituto de Patología Médica\"cuyo título era \"Un caso atípico de enfermedad de Morquio\", que estaba firmado por los Doctores Merchán, Mara- ñón y López Herce (1948; 6:1148-1152). Neonatología Además de la sífilis congénita ya mencio- nada, la otra infección objeto de divulga- ción fue el tétanos neonatal (Martínez 1951; 9:840-848; Martínez Fernández 1952; 10:227). En este segundo caso, se consiguió la curación utilizando la antito- xina específica y penicilina. Otros trabajos versaban sobre la embriopatía rubeólica (de Cárdenas 1949; 7:1301-1320) y sobre la profilaxis de las hemorragias debidas a hipoprotrombinemia con vitamina K (Pérez-Moreno 1950; 8:1033-1046). En el número de julio de 1949 se reprodujo un artículo que trataba de la exanguino- transfusión. Había sido publicado en la Presse Medical por parte de los doctores Tzank y Besses (1949; 7:1009). Nefrología y urología pediátricas Los temas más frecuentemente revisa- dos fueron la hipertensión arterial, los cálculos vesicales, las infecciones urina- rias (pielitis del lactante) y la enuresis nocturna. En la Sociedad de Pediatría de Madrid se presentó un trabajo sobre el tratamiento de las \"colibacilurias infanti- les\" con estreptomicina (Larregla 1947; 5:732). Los dos trabajos sobre enuresis son dignos de mencionar. El primero de ellos se \"L'alcoolisme des El segundo estaba escrito por el psiquiatra Juan José López Ibor (1906- 1991). Este autor creía que \"la enuresis 51 es un trastorno psicosomático que em- pieza con una perturbación en la esfera psíquica\" y que \"fundamentalmente, hay cuatro círculos funcionales psíquicos que se manifiestan en la enuresis la terque- dad, el infantilismo, la excitación sexual y la angustia\" (1946; 4:817-828). Sirvan esos dos ejemplos para incidir sobre las dos dificultades que han existido siem- pre con respecto a la enuresis, a saber, su fisiopatología y quien o quiénes son los profesionales que deben intentar su tra- tamiento. Recordemos que en esa época ya existían dos procedimientos terapéu- ticos efectivos no citados por el autor, las alarmas sonoras y los extractos de hipó- fisis. Endocrinología Además de dos artículos sobre \"diabetes sacarina\" y otro dedicado al síndrome de Laurence-Moon-Bield, en esta Sección deben recordarse dos artículos por la pre- eminencia de sus autores. El primero de ellos estaba firmado por el profesor Gio- vanni de Toni (1895-1973) (Clínica Pediá- trica de la Universidad de Génova) (figura 4). Su titulo era \"El crecimiento del niño e importancia de su valor científico y clíni- co\" (1951; 9:553-571). Giovanni de Toni fue un pionero en Europa de la auxología, la ciencia del crecimiento. El segundo ar - tículo correspondía al texto de la confe- rencia que Don Gregorio Marañón dictó en el VIII Congreso Nacional de Pediatría que se celebró en Barcelona en octubre de 1952. Su título fue \"MI experiencia sobre los efectos del tratamiento en los retrasos de la talla\". En aquel momento ya se podía usar la opoterapia hipofisa- ria con la hormona purificada de Evans y se empezaba a utilizar el fosfuro de cinc, al haberse demostrado la influencia de pequeñas cantidades de cinc como esti- mulante del crecimiento en animales de experimentación (1952; 10:nº 118). Miscelánea. PuericulturaEn una mezcolanza de temas, queremos destacar tres trabajos dedicados a la acrodinia, una enfermedad afortunada- mente desaparecida medad rosada, cursaba con fotofobia, anorexia, inquietud, estomatitis, dolores en brazos y piernas, coloración rosada en las palmas de las manos, oliguria y dia- rrea. Obsérvese que los artículos mencio- nados más arriba, aparecieron en 1945 y 1946. En 1948 se detectó mercurio en la orina de los niños con la enfermedad11. En los años siguientes se confirmó que la acrodinia era causada por una intoxica- ción por mercurio presente, por ejemplo, en diuréticos, calomel (cloruro mercurio- so) usado como purgante y en unos pol - vos destinados a la higiene dental12. Ángel Ballabriga remitió para su publi - cación dos artículos con temas muy ori - ginales para la época, \"Leche en polvo completa acidificada en la alimentación del lactante\" en la clínica pediátrica\" (1949; 7:429-472). La revista tuvo el ho- nor de que el pediatra suizo Guido Fan- coni (1892-1979) publicase el trabajo de- Figura 4. Giovanni de Toni (Acta Ped Esp 1951; 9:nº 101)52 nominado \"Patogenia y tratamiento del estado tóxico\" (1948; 6:977-1000) En la revista se publicaron decenas de re- tratos fotográficos de pediatras españo- les y extranjeros, especialmente, hispa- noamericanos que, ahora, son muy útiles para los historiadores y documentalistas pediátricos. Desde julio de 1945 hasta diciembre de 1948, Acta Pediátrica Espa- ñola publicó una serie de capítulos suce- sivos conformaban la \"Historia de la pediatría en España\" (1888-1913). Esta obra fue escrita por Don Andrés Martínez Vargas (1861-1948) del que nos hemos ocupado en varias ocasiones en estos Cuadernos. En 2010, el entonces Grupo de Trabajo de Historia y Documentación Pediátricas de la AEP pudo reeditar, con la colaboración de Nestlé Nutrition, la pri- mera parte de la obra que abarca desde 1888 hasta 1913 con un prefacio históri- co previo13. Revista Española de Pediatria El doctor Manuel Suárez Perdiguero (1907-1981), inició la publicación de esta revista especializada en el año 1945, en Zaragoza, donde entonces era profesor de pediatría en la Universidad. Estaba impresa lujosamente en papel couché e ilustrada con profusión14. La periodicidad era bimensual y cada número contaba con alrededor de cincuenta páginas (fi- gura 6). El director de la publicación era el propio Manuel Suárez. Los Jefes de Redacción eran los doctores Boix Barrios (Valencia), Galán Bergua (Zaragoza), Laffon (Sevilla), Sala Ginabreda (Barcelona) y Saráchaga (Madrid). El Comité Editorial inicialmente estaba formado por los \"profesores-doctores\" Ramos (Barcelona), Martínez García (Bar - celona), Martínez Vargas (Barcelona), Figura 5. Reedición de la primera parte de la \"Historia de la Pediatría en España\" escrita por Andrés Martínez Vargas (2010)Figura 6. Portada del primer número de la Revista Española de Pediatría, 194553 Goday (Barcelona), Sala (Cádiz), Galdó (Granada), Salazar de Sousa (Lisboa), Laguna (Madrid), Zamarriego (Madrid), Cárdenas (Madrid), Meneses (Sevilla), Rodrigo (Valencia), Salazar (Valladolid), Lorente (Zaragoza) y Suárez (Zaragoza). Los redactores más activos eran los de Barcelona: Ballabriga, Olivé Badosa, Pé- rez Soler, Terradas. Otros miembros de la Redacción procedían de Cádiz (Gimé - nez), Madrid (Rubio, De la Villa), Sevilla (G Meneses, Pou), Valencia (Cortés de los Reyes, García Sala), Valladolid (Arribas, Hoyo Enciso), Zaragoza (Boné, Ibarra, Ros, J Suárez). La Redacción estaba situada en Zarago- za (Paseo de la Independencia 25). La revista se imprimía en «Artes Gráficas J. Berdejo Casañal». Así continuó hasta que se trasladó su director a la Cátedra de Santiago y después a Sevilla, con lo que se modificó su Consejo de Redacción pasó a estar constituido por los doctores Arbelo, Bueno, Cardesa, Crespo, Her - nández, Moya, Rodríguez Vigil, Romanos y Tojo. Pasó a imprimirse en «Gráficas Orbe, SL», calle Padilla, nº 82, Madrid. En Sevilla, la Redacción estuvo ubicada en la calle Imagen, 7, desde donde continuó su publicación, con gran pujanza14. Gráficas Orbe imprimía la Revista Nacional de Ar - quitectura y más adelante los Anales de la Real Academia Nacional de Medicina de Madrid, como ejemplos. Suárez publi- có en Revista Española de Pediatría 80 ar - tículos entre 1948 y 1965 (36 desde 1948 hasta 1955). Manuel Suárez nació en Zaragoza. Allí es- tudió Medicina. Se doctoró por la Univer - sidad Central en 1933. Logró una plaza de profesor auxiliar en Zaragoza desde 1932, donde estuvo hasta que por concurso- oposición ganó la cátedra de Santiago, en 1948. A principios de los años 50 Suárez era, probablemente, una de las figuras más atractivas de la especialidad en Es- paña en ese momento. Mantuvo su casa en la capital aragonesa durante varios años15, y acudía con frecuencia.La llegada de Suárez supuso todo un acon- tecimiento para la pediatría gallega16. En 1949 fue fundador de la Sociedad Gallega de Pediatría. Dirigió tesis doctorales, creó escuela. En julio de 1954 organizó en La Toja-Pontevedra el IX Congreso Español de Pediatría. En 1956 presidió la dele - gación española del VIII Congreso Inter - nacional de Pediatría que tuvo lugar en Copenhague. Intentó optar a la cátedra de Barcelona, pero no lo consiguió. En Galicia estuvo 12 años, hasta su marcha a la plaza en Sevilla en 1960, donde sería catedrático, decano y rector universita- rio. Precisamente, apareció como figura de la Pediatría en Acta Pediátrica Españo- la (abril de 1960). Suárez Perdiguero fue presidente de la AEP (1968-1972). Para más datos de su biografía, véase el Cua- derno de Historia nº 516 (figura 7). La revista, en su primer tomo, del que Figura 7. Manuel Suárez Perdiguero en la Portada del Cuaderno de Historia de la Pediatría en España nº 554 disponemos los índices, desarrolló las secciones de Revisiones, Originales, Casuística, Terapéutica clínica, Crónica. Las revisiones fueron siete, siendo seis de ellas de un solo autor y una firmada por seis autores. Los originales fueron 27, la mayoría de ellos escritos por un autor (23) y cuatro con dos autores. Había también comentarios de libros de la especialidad, así como referatas de publicaciones de revistas interna- cionales. Los firmantes con más cola - boraciones en este primer tomo fueron Suárez Perdiguero (8) y Glanzmann (5) y con cuatro colaboraciones Jaso, Ne - ubauer Ballabriga, Barraquer Ferré y Sala Ginabreda. Se publicaron unas 60 colaboraciones escritas expresamente para la revista, se entiende que por en- cargo. Como en todas las revistas espe- cializadas de la época, gran número de artículos estaban firmados por un solo autor y contenían numerosas páginas (hasta 30-40 en algunas revisiones). Estos datos característicos de la época fueron descritos previamente por uno de nosotros17. El primer año cuenta con la primera colaboración de una mujer pediatra, la doctora Trinidad Hurtado que, poste- riormente, en los años 60-70, sería Jefe del Servicio de Oncología Pediátrica en el Infantil de La Paz. La Dra. Hurtado es nombrada en el índice de autores del tomo I como \"Srta\", para distinguir su \"condición femenina\"como se hacía en esa época de mediados del siglo XX. En - tonces trabajaba en Madrid, como Jefe del Servicio de Plasmoterapia e Higiene Infantil del Instituto de Hematología y Hemoterapia, donde se trataban niños con procesos hematológicos y deshi - drataciones graves. Hemos revisado las características de los artículos publicados en la Revista Española de Pediatría durante sus diez primeros años (1945-1954). La temáti- ca de los artículos figura en la tabla III así como, en la tabla IV, los artículos relativos a enfermedades infecciosas y parasitarias. Como con Acta Pediátri- ca, la revisión no es exhaustiva pues no hemos podido localizar los sumarios de algunos números de la publicación. Se ha revisado también PubMed, el motor de búsqueda para la revista y los auto- res. En la revista enfatizan la colabora- ción de médicos, pediatras-puericulto- res, cirujanos pediátricos de prestigio y renombre nacional e internacional. Destacan la participación de pediatras de países como Francia, Portugal, Bél- gica, Suecia, Italia y muchos de Latino - américa como Argentina, Perú, Cuba, Tabla III. Artículos distribuidos por temas publicados en Revista Española de Pediatría entre 1945 y 1954* Tema Número de artículosEnfermedades infecciosas y parasitarias o presentaciones en Academias y Sociedades55 Paraguay y Brasil. Los temas incluyen muchos de los desarrollados en Acta Pediátrica Española. Esta parte del ar - tículo lo enfocaremos con un guión un poco distinto del seguido para Acta Pediátrica, puesto que la temática es similar, aunque con distintos firmantes (tablas III y IV). Algunas colaboraciones fueron más puntuales, y otras tuvieron periodicidad muy significativa. Pocos trabajos fueron traducciones directas del original de revistas extranjeras, re- impresiones, como era costumbre en la época. Si bien, la mayoría de los ar - tículos de autores extranjeros no eran meras referatas ni traducciones, sino que eran trabajos de su línea de inves- tigación o, al menos, reescritos por el autor para la revista. Los autores y sus publicaciones Pediatría Desarrollaremos las publicaciones de la Revista Española de Pediatría aproxi - mando la temática, como hemos reali - zado para Acta Pediátrica, pero las cla- sificaremos por autores y artículos, así como por países de origen, en el senti- do prosopográfico. Con esto, señalare- mos esta participación activa de figuras relevantes y equipos de investigación y especialización en el entorno y tiempo de esta primera década de funciona - miento de la revista. Ángel Ballabriga Aguado (1920-2008) fue de los primeros pediatras en Espa - ña en tratar de la fibrosis quística al es- cribir sobre la broncopancreosis o \"sín - drome de Fanconi\", entre los artículos del primer número de la revista (1945; 1:32). Para el primer tomo escribió cua- tro artículos. Desde 1948 hasta 1965 escribió 15 artículos para la revista (7 desde 1948 hasta 1955). Fue becado y trabajó o tuvo estancias con Glanzmann (Berna), Freudenberg (Basilea), Arvid Wallgren (Estocolmo) y Lelong (París). Estos años de publicaciones firmadas antes de 1958, fueron los previos a ser nombrado Director del Centro de Pre- maturos de la Diputación de Barcelona (1958-1965), puericultor del Estado y, posteriormente, a dirigir el Servicio de Pediatría de Valle Hebrón de Barcelona. Probablemente fue el pediatra español de mayor prestigio y actividad interna- cional en las décadas de los 50 y 60. Es coautor de un libro sobre Historia de la Pediatría (BL Nichols, A Ballabriga, N Kretchmer. History of 1950. Nestlé Nutrition Workshop Se- ries. New York: Raven Press 1991, vol. 22, 295 páginas)18. Tabla IV. Artículos relativos a enfermedades infecciosas y parasitarias publicados en Re- vista Española de Pediatría entre 1945 y 1954* Tema Número o presentaciones en Academias y Sociedades56 José Boix Barrios. Publicó desde el primer número de la revista (Profilaxis de la tos ferina. 1945; 1:81). Redactó ocho artículos entre 1945 y 1963 (seis de ellos, hasta 1955). Escribió sobre di - versos temas de infectología (especial - mente, leishmaniasis y su tratamiento con antimoniales. 1951; 7:493-501). De hecho publicó un trabajo sobre este úl - timo tema en la Revista Cubana de Pe- diatria (1952; 24:433-442). José Boix, li - cenciado en Valencia en 1930, médico- puericultor del Estado, gran higienista infantil, fue redactor de La Medicina Española y vicepresidente al crearse la Sociedad Valenciana de Pediatría fun - dada en 1958. Más tarde, fue su presi- dente (1961-63). Ocupó la jefatura del Servicio Provincial de Puericultura de Castellón hasta 1943, año en el que se trasladó a Valencia. Participó con J. Sel- fa en el Centro de Prematuros de Valen- cia, abierto en 1957. Enrique Jaso Roldán. Publicó desde el primer número de la revista, con An- tonio Arbelo en este caso. Describió tres casos del síndrome de Laurence- Moon-Bield (1945; 1: 64). Publicó 17 artículos entre 1948 y 1965 (13 hasta 1955). Escribió sobre diversos temas endocrinológicos, neonatológicos, in - fectología, dismorfología, lactancia (el ritmo secretor de la mama en la mu- jer. 1949; 5:364-572). Enrique Jaso fue apartado de la dirección de la Inclusa de Madrid al finalizar la Guerra Civil. En 1940 fue sometido a un Expediente de Depuración político-social, que se revi- só en febrero de 1956, fecha en la que se le repuso al servicio activo profesio- nal. Sería presidente de la AEP y primer director del Hospital Infantil de La Paz, Madrid. Josep María Sala Ginabreda. Pediatra catalán. Desarrolló temas de infectolo - gía. Un artículo muy interesante lo fir -mó en coautoría con (1950; 226-234). Fue el primer Jefe de Servicio de Pediatría, desde 1946, del Hospital Municipal de Infecciosos de Barcelo- na, posteriormente Hospital del Mar. Se jubiló en 1973. Fue presidente de la Sociedad Catalana de Pediatría (1961- 1963)19,20. Andreu Olivé Badosa. Fue un pedia - tra catalán que publicó 19 artículos en la Revista Española de Pediatría (trece de ellos en el periodo de 1949 a 1955). Perteneció al primer Comité Editorial de la Revista. Escribió desde el primer número, sobre un curioso \"signo pu - pilar en las bronconeumonías\" (1945; 1:91). También, trató otros aspectos de la pediatría, entre ellos, la inflamación pulmonar aguda (1949 5:730-749), la intoxicación por barbitúricos (1950; 6:376-386), la difteria (1950:338-355), un caso clínico de acrodinia (1952; 8:93-95) y sobre temas de nefro-urolo - de la enuresis noctur - 7:541-551)], infec tología (tuberculosis, uso cos) y gastroenterología. Es justo men- cionar que escribió un interesante artí- culo sobre el raquitismo a través de la historia de la medicina (Historia antigua del raquitismo. 1950; 6:827-831). Fue Director del Bolletí o Revista Catalana de Pediatría entre 1952 y 1959. Trabajó en la entonces Clínica Pediátrica Santa Cruz y San Pablo de Barcelona21. Cirugía pediátrica Luis Gubern Salisachs. Contó con nu - merosas publicaciones desde el primer tomo de la revista con un tema de ciru- gía en la sepsis (1945; 1:528). Publicó sobre cirugía digestiva, escoliosis, acro- dinia mutilante, etc, alcanzando ocho publicaciones en la revista antes de 1955. En este año de 1955 queremos 57 citar una publicación de nefro-urología sobre hidronefrosis bilateral en un niño de tres años, como consecuencia de un divertículo uretral (1955; 11:335- 340); en esta publicación coincidieron Gubern y Claret, dos importantes pro- tagonistas en la cirugía de esa época. Luis Gubern fue cirujano en la Cátedra de Pediatría de Rafael Ramos22. Creó una escuela de cirugía pediátrica en Cataluña, con repercusión en toda Es- paña, destacando entre sus discípulos Isidro Claret y Alfredo Marqués Gubern (1932-). Fue presidente de la Sociedad Española de Cirugía Pediátrica (1966- 1969) y presidente de la Sociedad Cata- lana de Pediatría (1967-1971). Isidro Claret Corominas (1926-2007) fue cirujano pediátrico Ex- perto en atresia de esófago, en lesiones esofágicas y pionero en publicaciones de cirugía neonatal, especialmente, so- bre malformaciones digestivas (1954; 10:221-235). Fue cofundador de la So - ciedad de Cirugía Pediátrica Española en 1962 (entonces se llamaba Sección de Cirugía Pediátrica de la AEP). Claret fue Jefe del Departamento de Cirugía Pediátrica del Hospital San Juan de Dios de Barcelona desde 1959 hasta su jubi - lación. También desarrolló una intensa labor como voluntario y cooperante, por ej. en el Hospital de Lunsar de Sie- rra Leona, de la Orden de San Juan de Dios. Emilio Roviralta Astoul. Firmó 46 artí- culos en Revista Española de Pediatría desde 1948 a 1965 (14, desde 1948 a 1955). Los primeros temas que desa- rrolló fueron estenosis pilórica (1948), apendicitis, invaginación intestinal, otros artículos sobre cirugía digestiva y tumores óseos (1950). Fue presidente de la Sociedad Catalana de Pediatría en el periodo 1947-1948 (figura 3). Pediatras latinoamericanosRevisaremos los pediatras latinoame- ricanos de prestigio y reconocimiento en su país que colaboraron en esta pri- mera etapa de la publicación que nos ocupa24. Argentina. Juan Pedro Garrahan (1893- 1965) escribió un nefrosis lipoidea (1953; pediatra, profesor universitario de \"Clínica Pe- diátrica\" y catedrático y Jefe de Depar - tamento de Puericultura del Instituto de Maternidad de la Sociedad de Bene - ficencia. Fue director de la revista Ar - chivos Argentinos de Pediatría (1937- 1946), presidió la Sociedad Argentina de Pediatría (1931-1933 y 1947-1949), fue Presidente de la Sociedad de Higie- ne, Microbiología y Nipiología y miem- bro de honor de las sociedades de pe- diatría de París, Madrid, Montevideo y Río de Janeiro. Por decisión política se le apartó de sus cargos docentes duran- te el periodo 1952-1955, que retomó después de este última año25. Brasil. Joaquim Martagão Gesteira (1884-1954) redactó un artículo sobre el diagnóstico de la enfermedad hemo- lítica en el recién nacido (1953; 9:731- 748). Gesteira fue médico, escritor, conferenciante, profesor, filántropo y gestor público en el área de la salud in - fantil en Brasil24. Fue inspector y direc - tor de los Servicios de Higiene y de la Infancia en Bahía. Desarrolló las Prime - ras Jornadas Brasileñas de Pediatría y Cuidado Infantil, más tarde denomina - da como Congreso Brasileño de Pedia- tría. Fue director del Instituto de Aten- ción a la Infancia de la Escuela Nacional de Medicina de Río de Janeiro. Fundó y presidió la Sociedad de Pediatría de Bahía en 1930. Chile. Julio Meneghello Rivera (1911-58 2009). En la revista que nos ocupa redactó un artículo sobre meningitis purulenta (1953; 9:287-302). Fue uno de los pioneros de la pediatría chilena, iniciador de la pediatría social en su país. Meneghello fue también pionero en la introducción de la técnica de la hidratación oral en niños con cuadros diarreicos26. Cuba. Angel Arturo Aballi (padre de la pediatría cubana) y F Hurtado . Ambos son autores de una publicación sobre diarrea aguda en el lactante (1950; 6:306-311). JA Junco fue investigador sobre cardiología pediátrica en Cuba, con publicaciones sobre electrocardio - grafía en la Revista Cubana de la espe- cialidad, y un interesante artículo sobre ECG en el niño sano en Revista Españo - la de Pediatría (1950; 6:312-315). Méjico. JL Cortés. Escribió sobre las de la alergia pediátrica en Méjico (1949; 5:653-670). Paraguay. Julio César Chenu Bordon además de médico pediatra, fue políti - co. Publicó sobre la protección a la in - fancia en nuestra revista (1953; 9:379- 387). Perú. Carlos F. Krumdieck Evin. Fue el primer director del Hospital del Niño de Lima (durante el periodo 1929-30). Fundador de la Revista de Pediatría Pe- ruana (1942). Escribió un artículo sobre la enfermedad de Carrión (1953; 9:625- 637). Se trata de una enfermedad rara, propia de Perú, Ecuador y Colombia, debida a la Bartonella bacilliformis y transmitida por la mosca Lutzomya. Da- niel Alcides Carrión (1857-1885) fue un estudiante de medicina de Perú que, a través de un mortal autoexperimento, demostró la relación entre la verruga peruana con la fiebre de Oroya27. Hizo una descripción meticulosa de la sin - tomatología y los sucesivos pasos de la enfermedad, mientras pudo. Poste- riormente, en 1909, el microbiólogo peruano Alberto Barton publicó sobre la bacteria causal, que recibiría su nom- bre en su honor. Pediatras europeos Portugal. Carlos Salazar de Sousa. For- mó parte del Comité Editorial de la Re- vista Española de Pediatría en la que es- cribió sobre alergia (1951; 7:753-774). Salazar fue fundador y primer director de la Revista Portuguesa de Pediatría y Puericultura (1938), promotor de la So - ciedad Portuguesa de Pediatría (creada en 1948) y pionero en la especialidad de gastroenterología pediátrica en Por - tugal28. El primer presidente de la Sociedad Portuguesa de Pediatría fue Almeida Garrett (años 1948-1950); publicó un artículo en la revista sobre radiología de la tuberculosis (1953; 9:431-436). El segundo presidente fue Castro Frei- re (1950-1952), el cual redactó sendos trabajos sobre esplenectomía endocrinología (1953; los años 1952-1954, no pu - blicó ningún trabajo en la revista, pero si el siguiente presidente, Manuel Cor - deiro Ferreira (1954-1956) acerca de la neuromielitis óptica (1950; 6: Francia Bélgica. Maurice Lamy (1895-1975), médico francés, consi - derado fundador de la genética médi- ca en Francia. Publicó cuatro artículos entre 1953 y 1965. De ellos uno, en el periodo anterior a 1955, sobre sífilis congénita (1953; 9:757-764). Fue jefe de Servicio en París desde 1943. Da nombre a un epónimo en el síndrome de Maroteaux-Lamy (mucopolisacari- dosis tipo VI). Lemoine. Fue broncoscopista en rís, Clamart y Creteil. Publicó cuatro ar - tículos en la revista entre 1952 y 1964. Fue pionero su artículo sobre broncos- copia en pediatría (1952; 8: 465-471). M Lust. Médico pediatra belga. Publi- có tres artículos en Revista Española de Pediatría entre 1953 y 1962. Los temas eran sensibilidad de antibióticos y fi- broelastosis endocárdica (1953; 9: 859- 871). Escribió un interesante estudio sobre causas de mortalidad infantil y sus remedios a través de una encuesta en Bélgica, Arch Hosp (Paris) 1948; 20: 89-92. R Dubois, pediatra Francés (Lille). Re - mitió dos artículos a la revista entre 1953 y 1956. Italia. Piero Fornara (1897-1975), pe- diatra italiano de la región de Piamon - te, al Norte de Italia, fue autor de tres artículos desde 1949 a 1952, sobre infectología y antibioterapia. Uno de ellos estaba firmado con Sala Ginabre- da, como ya se ha citado. Llegaría a ser vicepresidente de la Sociedad Italiana de Pediatría. Destacó también política- mente, pues después de ganar la cáte- dra en la Universidad de Pisa, se le negó la oportunidad de practicar la enseñan- za al negarse a ser miembro del partido fascista29. Al revisar Acta Pediátrica ya se nombró a Giovanni de Toni . Publicó cinco artí- culos entre 1949 y 1953 (figura 4). Suecia. Arvid Wallgren (1889-1973) fue un pediatra sueco, profesor de pediatría en el Instituto Karolinska, re- dactor jefe de Acta Paediatrica desde 1950 hasta 196430. Con Guido Fanconi publicó un Tratado de Pediatría, Lehr - buch der Pädiatrie cua primera edición vió la luz en 1950 (Suiza). Fue un texto de referencia para muchos pediatras y profesores de los años 1950 a 1970. A nuestra revista remitió cinco artículos, todos desde 1948 hasta 1953. Uno muy interesante en 1948 estaba dedicado a la enseñanza de la pediatría y la espe- cialización (1948; 4:155-60). Las otras publicaciones versaron sobre la enfer - medad tuberculosa. Algunos temas de interés Lactancia Nos ha parecido didáctico separar el tema de lactancia por cuanto no exis - tían muchas publicaciones en las revis- tas de pediatría y, desde luego, poco sobre investigación en lactancia mater - na. Se publicó en 1948 un artículo crítico muy interesante firmado por M Obach sobre las leches en polvo31. Este traba- jo merece una lectura cuidadosa, de la cual se puede extraer datos sobre las grandes dificultades que existía en la España de la postguerra para alimentar a los lactantes que no estaban al pecho. También, refleja aspectos de la relación que va estableciendo la pediatría con la industria de alimentación del lactante. Se trata de un estudio descriptivo sobre las leches en polvo y sus medios publi - citarios, de los componentes de aque- llas, sin entrar en las indicaciones, can- tidades, alimentación complementaria No revisa los casos de complicaciones por la mala dilución, que fueron nu - merosos, por concentrar en exceso la leche, con la consiguiente sobrecarga renal, diarreas, intolerancias, alergias... Con la narrativa de retórica \"modes - ta\", habitual en la época de principios y mediados de siglo XX, y sin escatimar alabanzas para sus maestros. ...\"pode - mos sentar una premisa fundamental, o sea, que nadie o casi nadie sabe la verdadera composición de la leche en polvo que prescribe para un niño, pues el médico sólo se puede guiar actual - mente por los datos que las casas pro-60 ductoras le ofrecen en su propaganda comercial en forma de prospectos y los consignados en las etiquetas de los bo - tes respectivos\". El artículo clasifica en \"cosas que están mal\", como las llamadas tablas de ali - mentación, el uso de medidas que se presta a confusión ya que no había una medida unitaria para las leches en pol - vo. Cita como \"impropio, el nombre de maternizadas con que se etiquetan casi todas las leches en polvo\". Resultaba complejo establecer los aportes calóri - cos reales. A muchas leches había que añadirles azúcar por palatabilidad, para que el lactante las pudiera ingerir. En el trabajo se revisan las leches en- teras, semidescremadas, descremadas y acidificadas de las comerciales como Paido, Nestlé con su Pelargón, Ventosilla, Vita, SAM. La coo- perativa SAM (acrónimo de Sindicatos Agrarios Montañeses) fue una empresa de productos lácteos que tuvo fama y una gran cuota de mercado en España. Empezó a funcionar en los años 30 con su primera factoría de Renedo de Pié- lagos. Su edad de oro fueron los años 50. Desarrolló innovaciones en lácteos como leche en polvo, leche materni- zada o leche con cacao. En 1977 se integró en el INI (Instituto Nacional de Industria). Patrocinaba premios para la Sociedad de Pediatría de Madrid en la inauguración de sus cursos, que in - cluían promoción en la prensa nacio - nal. La primera convocatoria se hizo en 1947. Educación, gestión, epidemiología, orga- nización sanitaria La Revista Española de Pediatría dedi - có 18 artículos a la especialidad de pe- diatría a la gestión sanitaria cerca de la infancia. Los cambios ocurridos en esas dos décadas fueron fundamenta-les para la pediatría y la puericultura en España32. Las publicaciones de epide- miología, sobre la evolución de la de- mografía infantil y la mortalidad infan- til, tuvieron gran relevancia por cuanto contribuyeron a determinar estadís - ticas reales. En la década de los 40 se puso en marcha el Seguro Obligatorio de Enfermedad (promulgado en 1942). En 1955 se aprobó la Ley de 20 de julio, dedicada a la enseñanza, título y ejer - cicio de las especialidades médicas. En 1958 tendría lugar la instauración en el Seguro Obligatorio de Enfermedad de la figura del pediatra de zona. Consideramos artículos de interés ge- neral los siguientes: - García Díaz D. La gran ocasión en torno al seguro de en- fermedad (1948; 4: 395-402). - Vila Coro A. Tasas de na- talidad y mortalidad infantil entre nativos en la Guinea Española con - tinental (1950; 5: 501-512). - Jaso E, Argote JM. Ideas para el desarrollo de instituciones de beneficencia (previsión) infantil (1954; 10:785-789). Muy relevantes son las publicaciones de Antonio Arbelo sobre demografía infantil. Antonio Arbelo Curbelo (1909- 2004) firmó 13 artículos desde 1948 a 1965. Firmó alguna publicación con Jaso; otras, son de autoría única. Pedia- tra-puericultor nacido en Las Palmas de Gran Canaria, donde comenzó su ejer - cicio profesional, hasta que se trasladó a Madrid33. Desde 1958 sería asesor de Demografía en la Dirección General de Sanidad. Fue Secretario General de la AEP , cuando era presidente Enrique Jaso. Arbelo escribiría un interesante estudio sobre \"Historia de la Pediatría y Puericultura en el Seguro Obligatorio de Enfermedad\". Madrid: AEP 1963. También es autor del libro \"Demogra-61 fía sanitaria Infantil\", Madrid: Ed. Paz Montalvo 1975. Resúmenes de congresos En la revista se publicaron temas trata- dos en los congresos de pediatría. Des- tacan los Proceedings of VI Internatio- nal Congress of Pediatrics (Actas del VI Congreso Internacional de Pediatría), Zurich, julio de 1950. Acrodinia En la Revista Española de Pediatría existen tres trabajos sobre la acrodinia (véase atrás en este mismo artículo, en la revisión de Acta Pediátrica) acerca de complicaciones mutilantes, caso clí - nico y causas: Fajardo Mateos C et al. (1950; 6:257-260), Olivé (1952; 8:93- 95) y Martínez Pérez (1954; 10:27-39), respectivamente. Temas nuevos. Muerte súbita. A Montero Rodriguez escribió \"Estudio de muerte súbita del lactante\" (1950; 6:710-733). Hasta 1985, la investiga- ción y la atención hacia la muerte súbi - ta infantil fueron muy escasas en nues- tro país. Este autor publicó varios tra- bajos en Acta Pediátrica Española y en Clin Lab (Zaragoza) en esa época, sobre temas de infecciosas y endocrinología, fundamentalmente. En 1955 escribió un artículo a la memoria del Profesor Ramos Fernández (13:215-216). Comentarios finales En la Revista Española de Pediatría des- tacó la colaboración de médicos, pedia - tras-puericultores y cirujanos pediátri- cos de prestigio y renombre nacional e internacional. Esta fuerte proyección internacional muestra un gran interés de su director y del Comité Editorial por dar valor a la revista tanto en su lanza- miento como en la andadura durante la primera década de vida de la revis- ta. Este hecho fue posible a pesar del aislamiento internacional que sufría la España de la primera fase del Régimen de Franco. También, hay que tener en cuenta la fuerte competencia que de alguna forma se establecerían los pri- meros años con la revista de la cátedra de Barcelona (figura 8), y con la propia Acta Pediátrica. Varios de sus autores escribían colaboraciones con varias re- vistas al mismo tiempo. Colaboraron muchos especialistas españoles, sobre todo del entorno de Barcelona, Zarago- za y Valencia. La intervención fue me - nor desde Madrid o Andalucía y escasa de Galicia, Castilla León, y otras regio- nes. Es de remarcar la participación de pediatras relevantes de otros países europeos y latinoamericanos. Bibliografía 1. Rodríguez Ocaña E. Rafael García- Duarte Salcedo y la consolidación de la Pediatría en la España del primer Figura 8. Portada del primer número de Archivos de Pediatría, 1950.62 tercio del siglo XX. En: La Pedia- tría en Granada en las primeras décadas del siglo XX. Cuadernos de Historia de la Pediatría Espa - ñola nº 3. En: Historia de la pediatría espa- ñola (edición extraordinaria del XVI Congreso Internacional de Pediatría, 1980). Hospitalet: AEP 1980, pp. 87-95 3. Zafra Anta MA, Medino-Muñoz J. El nacimiento de la Sociedad de Pediatría de Madrid. En: En el centenario de la Sociedad de Pe- diatría de Madrid. Cuadernos de Historia de la Pediatría Española nº 4. Madrid: AEP 2012, pp. LS. de entregue - rras. En: Historia de la pediatría española (edición extraordinaria del XVI Congreso Internacional de Pediatría, 1980). Hospitalet: AEP 1980, pp. 75-85 5. García Nieto VM. Cámaras celía - cas y patocativismo o la historia de la enfermedad celíaca en Espa- ña. Granada: Ed. Comares 1995 6. García Nieto VM. de la enfermedad celíaca. En: Enfer - medad celíaca y sensibilidad al gluten no celíaca. Rodrigo L y Salvador Peña A, eds. Barcelona: OmniaScience 2013, pp. 45-59 (Traducción inglesa 2014, pp. 45- 59) 7. de Arana Amurrio JI, Fernández Menéndez JM. La Escuela Nacio- nal de Puericultura. En: En torno a la puericultura. Cuadernos de Historia de la Pediatría Española nº 16. Madrid: AEP 2018, pp. 50- 58 8. Cruz-Hernández M. Apuntes so- bre unas epidemias olvidadas. En: Algunos aspectos de infec - tología pediátrica en el pasado. Cuadernos de Historia de la Pe- diatría Española nº 12. Warkany J, Hubbard DM. Mercury in the urine of children with acrodynia. Lancet. 1948; 1:829 12. Wilson VK, Thomson ML, Holzel A. Mercury nephrosis in young children, with special reference teething powders containing mercury. Br Med J. 1952; 13. Vargas A. Crónicas de la pe- diatría española (1888-1913). Santa Cruz de Tenerife: Grupo de Trabajo de Historia y Documentación Pediátricas de la AEP 2010 14. Liria Horno, R. un siglo de perio- dismo médico en Aragón (1850- 1950). Cuadernos de Perdiguero. Rev Esp Pediatr 2012; 68:374-376 16. Grupo de Trabajo de Historia de la Pediatría de la AEP . El profesor Suá - rez Perdiguero y la medicina del niño. Cuadernos de Historia de la Pediatría Española nº 5. Madrid: AEP 2013, pp. https://www.ae- ped.es/sites/default/files/documen- tos/cuaderno_de_historia_n_5.pdf 17. García Nieto VM, Monge Zamorano M, Quintana Herrera C. Evolución de la bi- bliografía pediátrica española. Rev Esp lana de Pediatria. Ann Med. 2017; 100:163-167 20. php?tpd=2&i=47963 en: https:// (1907-1984): el cirujano pediátrico re - Pedia- 29: 47-48 23. Morales Pediatr 2008; 21: 1-2 24. Puga TF. Reseña histórica de la Pe - diatría Latinoamericana. Bol Ped 2007; 46: 179-198. Disponible http://www.scielo.org.bo/pdf/rbp/ v46n3/v46n3a05.pdf 25. Datos biográficos en web. Re - ferencia: https://web.archive.org/ web/20081014001309/http://www. garrahan.gov.ar/docs/biografia.html 26. Datos biográficos de web. Referencia: Emol.com - (7). Can Pediatr 2010; 34: 153-155. 28. Datos de Disponibles en web: https://pdfs.semanticscholar.org/ c879/046fcc99eac12a2d036fe46b- 795c0c735969.pdf 29. al- gunos comentarios críticos de las mis- mas y de sus medios publicitarios. Rev Esp Pediatr 1948; 4:666-679 32. Zafra Anta MA, García Nieto V. Histo- ria de la Pediatría en España. Pediatr Integral 2015; 19:243-250 33. Herrera Hernández M. In Dr. "}