{"title": "Transcript: Into the Black Doctors Vetting the Vaccine", "author": null, "url": "https://www.msnbc.com/podcast/transcript-black-doctors-vetting-vaccine-n1242231", "hostname": "msnbc.com", "description": "The full episode transcript for Into the Black Doctors Vetting the Vaccine.", "sitename": "MSNBC.com", "date": "2020-10-06", "cleaned_text": "Transcript Into America Into the Black Doctors Vetting the Vaccine Trymaine Lee: More than six months into the coronavirus pandemic and much of the country is waiting for the same lifeline. Archival Recording: The race is on to find a coronavirus vaccine. Archival Recording #2: Now some of the nation's leading biotech companies report fast-track progress in developing vaccines and treatments. Archival Recording #3: We hope, if everything goes to plan, that we could have a vaccine by early next year, or even by the end of this year. Lee: A hundred and fifty different coronavirus vaccines are in development around the world, although fewer than a dozen have reached Phase 3 of trials. In May, the U.S. government launched Operation Warp Speed, pledging $10 billion to help drug companies get a vaccine in record time. But as the trials continue, some lack trust in the process. New York and California say their states will set up independent panels of experts to review the vaccine before recommending it to their citizens. Andrew Cuomo: People have to feel that it's safe. Lee: Here's New York Governor Andrew Cuomo earlier this week. Cuomo: And we're putting together our own group to determine. Once the FDA says it's safe, we'll have a New York group of doctors and some of the best doctors around the world who will review what FDA did, so I'll be able to say to New Yorkers, \"It is safe.\" Lee: And the National Medical Association, the country's oldest organization for Black physicians say they will conduct their own independent review of the vaccine. Their approval could be crucial for the Black community which has been disproportionately affected by the virus. Just 32% of Black Americans say they'd get a vaccine if one were available today, according to the Pew Research Center, compared to about one half of white people. Dr. Rodney Hood: As trusted messengers, how can we convince Blacks that when the vaccine comes out that it's safe and they should take it? Lee: I'm Trymaine Lee, and this is Into America. Today, why there's distrust around the safety of the coronavirus vaccine, and what some Black physicians are doing to change that. The idea to create an independent, Black physician-led taskforce to vet possible coronavirus vaccines came from Dr. Rodney Hood. Dr. Hood has practiced internal medicine in San Diego, California for nearly 50 years. Hood: When I was small, I really had no mentors to kinda show me that I wanted to be a doctor. I just would always tell somebody, \"I don't know what I'm gonna do, but I know I'm gonna do it well.\" Lee: In 1973, he was the first Black student to graduate from the University of California San Diego Medical School. And even before graduating, Dr. Hood decided to dedicate his career to addressing health disparities and racism in medicine. Hood: That was one of my goals from the beginning. I'm from an underserved area of Boston called Roxbury where I was born and raised, so even during all my training, I did research project during my medical school on sickle cell. I guess the whole issue was, we always heard how Blacks had more diseases than anybody else, and a lot of folks attributed it to, \"Well, they must have something in their genes.\" And sickle cell really had no good treatment and no good approach. So my project forced me to engage with the community, especially the African American community with sickle cell. Lee: Dr. Hood went on to open his own practice in San Diego, where 45 years later, he still serves many Black patients. But he's always continued the bigger fight for health equity, including time served as President of the National Medical Association. Hood: The National Medical Association is an organization of African American physicians, and it was formed in 1895. And the reason why it was formed was that African American physicians were not allowed to join the major medical organization of the American Medical Association. The organization has thrived since then, and it really wasn't until the late '50s, early '60s that the American Medical Association began to allow Blacks to join. However the National Medical Association has always seen itself as kind of like the conscience of medicine. I think in the 1960s, everybody talks about civil rights, but part of that civil rights was a whole lot of health rights. Part of the civil rights legislation was Medicare and Medicaid in the '60s, and the National Medical Association was the only professional organization that supported Medicaid and Medicare. The AMA and others saw that as too socialized. It actually led Johnson to come to the National Medical Association meeting for the first time when we met in Texas. Lee: With that history, I can only imagine right now in this moment, as Black folks are dealing a disproportionate blow from COVID-19, the NMA has found itself once again pushing and pushing for the Black community. Hood: So absolutely. It was no surprise to me or most of us in the NMA that when COVID hit, that African Americans were going to have some of the worst outcomes. I mean, that was a predictable. I've done a lot of historic research on why African Americans have higher disease rates. There's a book that I consider a bible in documenting that history, Dr. Michael Byrd and Linda Clayton, who at that time were two professors of public health at Harvard. They wrote a two-volume book called, An American Health Dilemma. They coined the term, slave health deficit. And what they mean by that is they documented the deficits that we talk about today, the cardiovascular disease, cancer, you name it, higher in Blacks. Dates all the way back to slavery, post slavery through Jim Crow. Lee: So without much of a real leap, we can kind of connect the deficits born from enslavement to those pre-existing conditions that made our community more vulnerable to COVID-19, am I reading that right? Hood: So absolutely. There's a direct correlation, not only historically, but data-wise, where evidence shows the lowest life expectancy of any ethnic group is in African Americans with African American males having the lowest life expectancy compared to whites, Hispanics, Asians. At one point in time, when you list all the chronic diseases that we have, list the top 15, African Americans led in 13 of the 15. Cardiovascular disease, cancer, diabetes, asthma, trauma. And so the question was always, why? And I believe many in the health field sometimes even at the NIH were looking for the \"Negro gene.\" They were looking for some type of genetic aberration, because they used to actually teach that the reason why Blacks had such poor health wasn't because of the social conditions. It was because they were inferior. I guess what surprised me is everybody kept asking, \"Why are Blacks having higher rates of COVID?\" And, you know, it's the comorbidity and the structural racism that exists in the health system. And I was asked to write an article in a local paper about why Blacks had more problems with COVID and death in COVID, and after that article, a lot of my colleagues called me up and said, \"What can we do?\" But, as you know, there's a lot of mistrust in the Black community around vaccines. So we were trying to put together a strategy to say, as trusted messengers, as Black physicians, how can we convinced Blacks that when the vaccine comes out, that it's safe and they should take it? Well, then we start getting inappropriate recommendations from the agencies that are supposed to be the gold standard as far as recommendations, FDA and CDC. And it became clear to me and others, that was really confusing the issue. They have this Warp Speed, terrible name, for coming out with a new vaccine. And they seemed to be pushing it out regardless of the safety protocol. I must say, up until recently, I had pretty good trust in the FDA and CDC. I mean, maybe a little bit less than others and cautious, but with the current atmosphere it became clear we could not trust that. And after a few of my patients said, \"Doc, I know you talk about this vaccine, but if they come out in August or November, are you gonna take it?\" I had to honestly say, \"No. It sounds like it's coming out too soon.\" Lee: Are you saying that as a Black man with the history we have, or as a Black physician? Hood: Both. So that's when I came up with the idea, you know, we need to have a group of Black physicians or members of the NMA that we can bring together to give independent advice. Lee: And how important is it to have any vaccine that comes out be independently vetted? And also, like, what does that vetting process look like? How will it work? Hood: So we're in the process of kind of working that out now. How I see it working is waiting to see what vaccines become available and what the recommendation is. So if a vaccine comes out later on this year or early next year, the question to this group is, the FDA and the pharmaceutical industry says it's safe. We're being asked to look at the data independently and give their opinion. So hopefully it will be the same as the recommending government agencies, but awareness in saying, \"We need a backup in case there are some discrepancies.\" Lee: Which vaccines are you paying attention to? Hood: To be honest, the ones that have been backed by the government that they put up funding, the Pfizer, the AstraZeneca, the Moderna. Those are the ones we're kind of looking at, but we're also trying to get information on the others. I think the issue is, one is going to be recommended for distribution in this country, and we're not really sure which one that will be. Lee: When these vaccines roll out, and the NMA taskforce starts to vet these vaccines, what would be, like, red flags? What would get the, like, quick not approved? Hood: So I'm not an infectious disease expert, and to be honest, I'm going to be relying on their recommendations and insight. But the question is, has the vaccine been tested in the communities that we're recommending they be given in? So that would be one. Was it actually adequate testing? Do they have equitable inclusion of minorities in that study? What is the safety and efficacy protocol? I mean, it's out there, and is it effective 50% of the time, 30% of the time, 70%? So all of these factors will be taken into consideration. You know, one of the things for 20 years, our organization has been involved in is trying to get more Blacks involved in clinical trials, because, as you know, many clinical trials have come out on the market with very few minorities in them. And sometimes there are differences in how minorities respond to different things. So we've been pushing to have more Blacks and minorities in clinical trials as well. The current situation has compounded that problem with the fact that there are now clinical trials they're trying to get more minorities to sign up in. And yet, with the confusing messaging coming from the government, it's making it difficult for us to recruit folks into those trials. Lee: Do we have any sense of the make-up so far? Hood: So I know about three or four weeks ago, many of the trials, they had not met their goals of having the African American and Hispanic input that they needed. I'm in San Diego. My alma mater is UCSD, and they have two clinical trials. One is the AstraZeneca and the Moderna trial. And about a month ago, neither of those trials had the adequate number of African Americans, Hispanics in it at that time. That may have changed, but they were having problems enrolling a diverse population. Lee: Is it in, like, the actual recruitment of Black folks, or is it that they just haven't made it a priority? Hood: Oh no. I think they're actually trying. They've actually been reaching out to us. We had several conference calls with them, and they're trying to recruit us, actually going out into the communities themselves recruiting. So to their credit, I think they're actually trying. I think the difficulty is there already was a low level of trust, and with the confusion taking place and trust issues taking place, it's making it more difficult. Lee: We have to take a break. When we return, the history behind why so many Black Americans don't trust the medical system. (ADVERTISEMENT) We're back with Dr. Rodney Hood. You know, Tuskegee with the syphilis experiment, it's kind of the tip of the iceberg. And there have been a whole series of unethical medical situations that have affected Black folks. But I wonder, being a doctor of a certain age, when you were comin' up, was this something that was talked about? Was there, like, this general mistrust kinda inherited from generation by generation? Hood: You know, I grew up in Boston, and of course, I think most Blacks hear about Tuskegee and syphilis. And actually when I grew up, we just that that, well, that was the only experiment that they did. Lee: A reminder on this especially dark stain on American medical history. Starting in the 1930s, the U.S. government carried out an experiment called the quote \"Tuskegee study of untreated syphilis in the Negro male.\" Hundreds of Black sharecroppers in Tuskegee Alabama, some of whom had syphilis and some who didn't, were told they were participating in a study about bad blood. And that they would receive free medical services. The men were never told they had syphilis and never gave what's known today as informed consent to participate in the study. When penicillin became the recommended treatment in the 1940s, the government didn't tell them about it and didn't administer it. The study, which was originally projected to last six months didn't end until 1972, only after someone leaked it to the press. Over the course of those four decades, at least 28 men died from syphilis, 100 more from related complications. Forty women contracted the disease, and 19 children were born with congenital syphilis. The U.S. government didn't apologize until 1997. Hood: To be honest, it really wasn't until I got into medicine myself and I started researching this myself, and I found that it wasn't just what happened with the Tuskegee experiment. There were multiple experiments they would do on prisoners, many of whom were Black. There were multiple experimentations they would do actually in the Army, in the services, around Blacks and Black towns. I used to hear about what they called Mississippi hysterectomies. You know, a lotta my patients are Black, elderly females, and they'd come in, \"How many children do you have?\" \"I don't have any,\" or \"I only had one.\" You know, and they would say, \"Although I wanted more, they removed my womb.\" And many times they would tell me they didn't know their womb was gonna be removed, but they were told that it needed to be removed. Well, there were some studies showing that not just in Mississippi, throughout the country and especially down South, white physicians would and maybe deliver a baby and determine that this person doesn't need to have any more children. And they'd do a hysterectomy on them. So there's a lot of distrust. As a matter of fact, part of the HIPAA and part of the consent that we now have comes from not only Tuskegee but those types of things they did to Blacks with Mississippi hysterectomies, et cetera, to the point where they developed protocols that say, well, no, you need to get formal consent. So the mistrust has been around for decades, and in many ways. As you know, we get treated differently in our healthcare system, have always been treated differently. When I went to medical school a long time ago, they taught Blacks don't get heart attacks. When they came in with chest pain, they attributed it to something else. And yeah, there have been multiple pain studies stating that, when a Black presents with pain, whether broken bones or whatnot, they tend to get less pain medication than others. And this has been proven time and time again. So yes, there's a lot of built-in misconceptions in our society that ties into the whole race. Lee: And given all that, it's such a hard sell to say, \"Come on, just sign up for this thing. We're gonna inject you with somethin' and hopefully it works.\" But if you had to, you know, speak to our community, the Black community, and tell them why it's so essential that they take part in these trials, what would you say? Hood: I think it's critical, because for years we've been saying we haven't been included in these trials. Because they're comin' up with new medications all the time, and sometimes they find out that the dose may be different for African Americans than non-African Americans. So I think it's critical that we're involved, so that when they start givin' it to us, we can have some assurances how it's gonna act in our population. To be honest, I'm actually looking at one trial that I may want to sign up with myself. Let me tell you, as far as trust, I think you're better off if you're actually in a trial. Because many patients don't have insurance. If you're in a trial and somethin' happens, you're covered. There's a lot of monitoring of the folks who are in the trial. Your blood is being checked on a regular basis. So I feel that we should advocate for Blacks and browns to actually join these trials. The concern is that, if this trial comes out and it hasn't been adequately tested, then although they're sayin' it's safe, would they be doing what they're doing in Russia, where they had a vaccine? They came out and said, \"Well, we're gonna start distributing it,\" but they really hadn't gone through the safety and efficacy in a (UNINTEL) number of folks. If that happens, then what you'll have is Black folks bein' the guinea pigs again for a trial that didn't have adequate number of folks in it. So I think signing up with these trials is something we should do, I think is important that we do, so that when the vaccine does come out, we won't have that question. Lee: But so much so that you said you're willing to maybe consider enrolling in a trial yourself? Hood: I am. There's two trials here in San Diego. One is the AstraZeneca, and one is the Moderna. I just turned 75, so some trials have an age limit. But I got hypertension. I'm at high risk. I'm not sure I would qualify for the trial, but I would be willing myself to sign up for one of the trials. Where I come from, that's one way to make a statement. Lee: When we talk about these various gaps in vaccinations, especially, like, the trials for the coronavirus vaccine, do we see other gaps in vaccination, like, the flu vaccine? Hood: So one of the first things the NMA COVID Taskforce did was vote to support two documents. One was a call to action about flu vaccine and COVID. The flu season is coming. As you know, the flu kills as well. About 30 to 40,000 folks die from complications of the flu in this country each year. And some of the lowest flu vaccination rates have been in African American community. So we're really concerned and advocating for early flu vaccination. We think that's gonna be critical, especially during the fall, whether there's a vaccine or not. The other thing we recommended was a letter with support from our taskforce and others sent to the head of the FDA and head of the CDC, encouraging them to be judicious in making sure that when a vaccine is recommended, that it have equitable distribution so that the high-risk populations have access to the vaccine, and that that vaccine not be approved until they can assure that it's safe. So we are not giving up on the scientists at the CDC and the FDA. We're encouraging them to resist any political pressure to do something that's not scientific, but at the same time, we have our independent scientists ready to look at the data themselves and make independent recommendations. Lee: Dr. Hood, what's at stake here? You know, if a COVID-19 vaccine proves to be, you know, ineffective or unsafe for Black people, what are we dealing with here? What's the big-picture concern? Hood: First of all, the COVID virus isn't going away, okay? It's not going away overnight, so I think we need to be patient until we find what we do need. And my caution is, we shouldn't just jump on the first vaccine, okay. If the first vaccine comes out and there are some concerns with that, there are other vaccines that are coming that I believe ultimately will be able to identify a vaccine and other therapeutic modalities that would help us get through this. So what I'm pushing is patience. I don't like the term Warp Speed. And we understand there's a lot of financial concerns. We as Black folks want to get back to work. We want to get back to normal. We want to get back to our jobs. We want to come out to restaurants. So I'm optimistic that long-term we'll get there. It's just that, should there be excessive deaths in Black communities in order to get there or not? And we're trying to minimize that. Lee: Dr. Rodney Hood, when I see your name, I can't help but think about Robin Hood, and it sounds like you're definitely doin' good work. So thank you, sir. Hood: So I'll tell my wife you mentioned her, 'cause her name is Robin. Lee: There we go, see. I appreciate that. Thank you for your time, sir. Hood: Thank you very much, Trymaine. I appreciate the opportunity. Lee: Dr. Rodney Hood is an internal medicine physician in San Diego, and a member of the National Medical Association's Coronavirus Vaccine Review Taskforce. Into America is produced by Isabel Angel, Allison Bailey, Aaron Dalton, Max Jacobs, Barbara Raab, Claire Tighe, Aisha Turner, and Preeti Varathan. Original music by Hannis Brown. Our executive producer is Ellen Frankman. Steve Lickteig is executive producer of audio. I'm Trymaine Lee. And we'll be back on Monday. "}