{"title": "Dark Pu'er Tuo Cha | Pu-erh Tea Cake | Arogya Holistic Healing", "author": null, "url": "https://www.arogya.net/tea/dark-pu-erh-mini-tuo-cha", "hostname": "arogya.net", "description": "Tuo cha Pu'er is made with special grade, fermented tea leaves that are compressed into the shape of tiny bowls. This Pu-erh has a decidedly smooth and rich finish, likened to molasses.", "sitename": "Arogya Holistic Healing", "date": "2023-01-01", "cleaned_text": "Dark Pu'er Mini Tuo Cha Dark Pu'er Mini Tuo Cha Dark Pu'er Mini Tuocha Hand picked from the giant ancient tea trees of Jingmai Mangjing, these special grade tea leaves are fermented according to ancient custom and then compressed into the shape of tiny bowls. Renown for its detoxifying and weight reducing qualities, this Pu-erh has a decidedly smooth and rich finish, likened to molasses. These little Tuo Cha are a sure favorite. Each 2 oz bag comes with roughly 8 individually wrapped cakes. Ingredients: Organic compressed Yunnan Pu'er Tea Leaves Origin: Jingmai Mangjing, Yunnan Province, China Directions: Steep 1 unwrapped mini tea cake for every 12 oz of water Recommended Water Temperature: 212F Steeping Time: 3 - 4 minutes - There are two different ways Pu'er tea can be classified: dark (shu) and raw (sheng). Raw Pu'er is naturally fermented and in its younger phase it is sweet and clean, reminiscent of a green or light oolong tea, but with more body and vigor. With time, the tea is transformed into a dark, rich, smooth, and earthy brew. Raw pu'er tea cakes are a great option for tea collectors because they age beautifully. Dark Pu'er cakes are aged in a special chamber that speeds up the fermentation process, simulating the process that naturally occurs over time with raw pu'er. This lets you enjoy pu'er tea as if it were decades old. While you can continue to age dark pu'er tea at home, you will not notice such a dramatic effect as with the raw pu'er. Dark pu'er makes a deep, dark, smooth, earthy brew, that's unlike any other tea. Whether raw or dark, pu'er tea is naturally digestive and "}