{"title": "PDF", "author": "PDF", "url": "https://research.monash.edu/files/286126604/272368099_oa.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "in Australia Tomas Rozbroja,*, Anthony Lyonsa, Jayne Luckea,b aAustralian Research Centre in Sex, Health and Society, La Trobe University, Australia bSchool of Public Health, The University of Queensland, Australia A R T I C L E I N F O Article history: Received 30 April 2018 Received in revised form 13 August 2018 Accepted 21 August 2018 Keywords: Vaccine hesitancy Vaccine attitude Vaccine refusal Vaccine acceptance Anti-vaccinationCommunity levelA B S T R A C T Objective: Distrust in vaccination is a public health concern. In responding to vaccination distrust, the psychosocial context it occurs in needs to be accounted for. But this psychosocial context is insuf ciently understood. We examined how Australians ' attitudes to childhood vaccination relate to broader psychosocial characteristics pertaining to two key areas: health and government. Design: 4370 Australians were surveyed and divided into ve vaccine attitude groups. Logistic univariable and multivariable regression analyses were used to compare differences in psychosocial characteristics between these groups. Results: Multivariate analysis showed that, compared to groups with positive vaccine attitudes, groups with negative attitudes were more informed, engaged and independent health consumers, with greater adherence to complementary medicine, but lower belief in holistic health. They had higher distrust in the mainstream healthcare system, higher conspiracist ideation, and were more likely to vote for minor political parties. They were more likely to be male, religious, have children, and self-report better health. Conclusions: This research revealed HOW proles of psychosocial characteristics differed between each of the ve attitudes to childhood vaccines. Practice implications: These ndings are useful for tailoring communications about vaccination-related concerns. They also show that more granular classi cation and measurement of vaccine attitudes may be useful. © 2018 Elsevier B.V. All rights reserved. 1. Introduction Lack of condence in vaccination is a concern in Australia [1] and around the world [2]. Although vaccination rates in Australia are high, they are below national targets [3]. Under-vaccinated people are unevenly distributed, increasing risk of disease transmission [4,5]. Vaccine-preventable disease outbreaks and deaths continue to occur [6]. Condence in vaccines is low; in a 2017 study, only 48% of Australian parents reported having no concerns about vaccines, while over a fth believed that vaccines cause autism [7]. Other countries are facing similar problems, with low condence in many European and North American countries[8], and vaccine-preventable deaths continuing to occur despite good access to vaccination [9-11]. Increasing condence in vaccines will boost vaccine uptake [12-14], but there is a paucity of effective strategies to do so [15-18]. To help increase condence, a better understanding of the relationship between vaccine attitudes and broader demographic and psychosocial attributes within which they exist is needed [2,15,18]. Understanding the relationship between vaccine atti- tudes and psychosocial attributes related to healthcare and government is particularly important, because vaccine condence is linked to beliefs about health [12,17,19,20] and government [12,21,22], and healthcare and government bodies are central to promoting, delivering and regulating vaccination. Existing research shows that vaccine attitudes exist as part of psychosocial and demographic attributes [21,23,24]. In Australia, demographic attributes like socioeconomic status (SES) and access to services [5,7,8,25,26] are linked to vaccine condence. Psychosocial factors related to health, like trust in healthcare providers, predict vaccine uptake in Australia [27] and elsewhere [17,28,29]. Accessing alternative medical practitioners and greater reliance on the internet for health information are associated withAbbreviations: CAM, complementary and alternative medicine; self-advocacy scale; RR, risk ratio; SES, socioeconomic status; WHO, World Health Organisation. * Corresponding author at: Australian Research Centre in Sex, Health and Society, La Trobe University, Building NR6, Bundoora, 0738-3991/© 2018 Elsevier B.V. All rights reserved.Patient Education and Counseling 102 (2019) 172-179 Contents lists available at ScienceDirect Patient Education and Counseling journa l homepage: www.e lsevier.com/locate/pate ducou higher distrust in vaccines [7,19,30-33]. Psychosocial factors related to government also predict vaccine condence. A study of 24 countries, including Australia, found that antivaccination attitudes are associated with conspiratorial beliefs and individu- alist world views [23]. Research from outside the Australian context has shown that vaccine condence is associated with trust in government [21,34], culture and values [35,36] and world views [37]. Important gaps persist in knowledge about how Australians ' attitudes to vaccination relate to psychosocial characteristics pertaining to healthcare and government. Overseas studies are problematic to apply to Australia, because the relationships between vaccine attitudes and broader attributes are context- speci c [2,38-40]. While it is known that in Australia vaccine attitudes relate to trust in healthcare providers, little is known about how they relate to health decision-making, health educa- tion, and beliefs about the healthcare system, which may all influence attitudes. Furthermore, little is known about how vaccine attitudes in Australia relate to trust in government or political orientations, despite both potentially being important [21]. Few Australian studies have directly evaluated how people across the spectrum of vaccine attitudes compare in broader attributes related to either government or health, limiting the extent to which intergroup differences can be assessed. The taxonomy and measurement of vaccine attitudes present further challenges. The prevailing taxonomy, developed by the World Health Organization (WHO), divides the spectrum of attitudes into three categories: i) full acceptance on one end, iii) full refusal on the other, and ii) vaccine hesitancy in-between [2,18,41]. The hesitancy category is heterogeneous, comprising those who accept vaccines with some doubts, those who refuse almost all vaccines, and all between [2,38]. 'Hesitancy ' is treated as a distinct entity in research [38], measurement [2,42] and intervention design [18]. But hesitancy is an ambiguous \"catch- all category \", which potentially lumps together contrasting attributes [43]. A more sensitive measurement of 'hesitancy ', which takes account of subgroups within this broad category, may expose important differences. The prevailing taxonomy also conflates behaviour with attitude. For example, one point on the spectrum is \"accept but unsure \": acceptance referring to uptake, level of sureness being attitude [2]. But studies consistently show that uptake does not correspond to acceptance [7,12,25,27,35,44- 46], so a taxonomy focusing on attitude alone is needed for research into vaccine attitudes. The aim of this paper was to investigate how Australian adults ' demographic attributes and psychosocial attributes pertaining to health and government compare among ve vaccine attitude groups, ranging from unwavering support to rejection of all vaccines.2. Methods 2.1. Design and sample We analysed data collected as part of the Australian Vaccine Attitudes Survey. The online survey sampled adults (18+) living across Australia. A convenience sample of at least 250 participants for each attitude group was sought, to enable statistical analysis at 95% CI. Participants were recruited between January and May 2017 by distributing a generic link to the survey via Facebook adverts, e- newsletters/magazines, and posts on webpages related to parent- hood and wellbeing. One Facebook advert was targeted towards people who reject vaccines (approximately 2% of Australians [7,25]) to boost participation from this group. The survey was anonymous, and no reminders were sent to encourage completion. No incentives were offered to encourage participation. Ethics approval was granted by the La Trobe University Human Ethics Committee (ref: S16-208). The nal sample comprised 4370 respondents. 2.2. Measures We measured vaccine attitude, demographic attributes, and psychosocial attributes relating to: i) relationship with the healthcare system, which concerned how respondents consume health, and ii) relationship with government, which concerned voting behaviour and trust in government. All study variables are listed in Table 2 and explained in detail below. 2.2.1. Vaccine attitude Table 1 shows the question used to measure vaccine attitude as a categorical variable, and the category labels used. Vaccine attitude was also measured as a continuous variable, using a validated Vaccination Scale, which measures the extent to which attitudes are supportive of vaccination [47]. The six-point Likert scale comprises ve items. Scale scores can range between 1 and 6, with high scores indicating supportive attitudes. This scale was used to gauge the reliability of the categorical vaccine attitude variable. 2.2.2. Demographic prole Demographic measures included: i) age, coded as 18-29/30 -49 /50+; ii) gender, coded as male/female; iii) state or territory in which participants lived; iv) remoteness of residence, coded as urban/rural/regional; v) whether respondents have children; vi) education, coded as whether university education was attained, vii) income, coded as above/below median weekly personal income; and viii) perceived health, measured using the General Self-Rated Health scale: a validated single-item 5-point scale of Table 1 Vaccine attitude question wording and category labels. Original Question Outcome variable category labels Which of the following best describes your attitude to vaccination? /C15 All recommended childhood vaccines should be administered to all eligible children. I have no concerns about them. All, unconcerned /C15 All recommended childhood vaccines should be administered to all eligible children. However, I have some concerns about them. All, concerned /C15 Most of the recommended childhood vaccines should be administered to eligible children, but not in all cases and/or not for all the vaccines on the schedule.Most /C15 Some recommended childhood vaccines should be administered to eligible children, but not in most cases and/or not for the majority of the vaccines on the schedule.Some /C15 None of the recommended childhood vaccines should be administered to children. NoneT. Rozbroj et al. / Patient Education and Counseling 102 (2019) 172-179 173self-reported overall health. Possible scores ranged between 1-5, with 1 indicating \"poor health \" and 5 indicating \"excellent health \" [48]. 2.2.3. Relationship with healthcare system Relationship with the healthcare system was assessed using eight measures, covering trust in mainstream and alternative healthcare systems, and condence/involvement in health deci- sion-making. Trust in the healthcare system was measured using the Revised Health Care System Distrust Scale (HCSDS-R) [49] on two dimensions: i) values, comprising ve items measuring trust in the healthcare system 's honesty, motives and equity; and ii) competence, comprising four items measuring trust in the competency of the healthcare system. Answers were provided on a 5-point Likert scale. Possible score ranges were 5-25 for values and 4-20 for competence. Higher scores indicate higher distrust. Attitudes to alternative medicine were measured using the Holistic Complementary and Alternative Health Questionnaire (HCAMQ) [50] across two dimensions: i) holistic health (HH), comprising ve items measuring belief that health and wellbeing rely on treating the body holistically; and ii) complementary and alternative medicine (CAM), comprising six items measuring belief in the scienti c validity of CAM. Answers were provided on a six- point Likert scale. Possible score ranges were 5-30 for HH and 6-36 for CAM. Higher scores indicate greater belief in CAM/HH. Health decision-making was measured using two scales assessing patient involvement in their health decisions and condence in their health decision-making ability. Condence in health decision-making ability was measured using the single- dimensional Decision Self-Ef cacy Scale [51], which contains 11 items on a ve-point Likert scale. Scores could range between 0- 100. Patient involvement in health decision-making was measured using the Patient Self-Advocacy Scale (PSAS) [52], which has three subscales, each comprising four items measured on a 5-point Likert scale measuring patients ': i) illness and treatment educa- tion; ii) assertiveness in health decision making; and iii) potential for non-adherence to recommended treatments. Subscale scores could range between 1-5. Higher scores indicate greater con- dence/involvement in health decision-making. 2.2.4. Relationship with government Relationship with the government was assessed using three measures, covering trust in government, conspiracist ideation and voter preference. Trust in government was measured by a single question developed by PEW research [53], with possible scores of 1-5. High scores indicate high trust. The Conspiracy Mentality Questionnaire (CMQ) measured differences in the generic tenden- cy for conspiracist ideation [54]. It contains ve items measured on an 11-point scale, with possible scores between 0-10. High scores indicate high conspiracist ideation. Voter preference was mea- sured by a non-standardised question asking which political party respondents voted for in the last Federal election, coded as 'voted for: major/minor party '. 2.3. Analysis Descriptive statistics were calculated for the sample i) overall, and ii) cross-tabulated by ve vaccine attitudes. Validity of the categorical vaccine attitude variable was checked using linear regression, comparing vaccine attitude categories with scores on the Vaccination Scale. Multinomial logistic regression was used to test the extent to which vaccine attitude was predicted by demographic and psychosocial attributes. The 'most ' attitude was assigned the reference category, because we were particularlyinterested in differences between the three 'hesitant ' groups. Univariable regressions were rst conducted for each demographic and psychosocial variable. A single multivariable regression was then conducted. Only predictors that were associated with the outcome variable at p < 0.25 in the univariable regressions were entered into the multivariable regression. Respondents who did not respond on all variables under analysis were excluded from multivariable regression, which was conducted with a sample of 3471. Risk ratios (RR) and 95% condence intervals (95% CI) were calculated, and a Wald test was used to assess the overall effect of each predictor variable. Associations at p < 0.05 were considered signicant. 3. Results 3.1. Preliminary analysis To gauge the reliability of the ve category measure of vaccine attitude, linear regression was used to compare the categories with scores on the Vaccination Scale [47]. The scale scores signicantly differed in the expected direction across the ve categories (F [4,4365] = 7319.74, p < 0.001). With the 'most ' category as the base, the coefcients were = 1.69 (p < 0.001) for 'all unconcerned ', = 1.27 (p < 0.001) for 'all concerned ', =-1.83 (p < 0.001) for 'some ', and =-2.44 (p < 0.001) for 'none '. This suggests that the categorical outcome variable served as an accurate indicator of vaccine attitude. 3.2. Sample prole The sample prole is displayed in Table 2. Typical respondents were 30-49 years old, in a relationship, with children and born in Australia. Relative to the Australian population, over-represented were women (n = 80%, compared to 50.4% in Australia in 2016) [55] and those with a university education (n = 65%, compared to 23.7% in Australia in 2011) [56]. Among the 4370 respondents, almost three- fths supported vaccines without concerns. 3.3. Multivariable analysis In the univariable analyses, all demographic and psychosocial variables were signicantly associated with vaccine attitude at p < 0.001. In the multivariable analysis (Table 3), signicant independent demographic factors included whether respondents have children (2 4= 28.40, p < 0.001), respondents ' gender (2 4= 16.75, p = 0.002), whether they were religious (2 4= 20.09, p = 0.001), and their self- reported health (2 4= 43.82, p < 0.001). Compared to the 'most ' group, the two 'all' groups were more likely to be childless and not religious, while the two most negative groups were more likely to be male and to report being healthier. The 'none ' group was also more likely to report having children compared to the 'most ' group. Insigni cant predictors included respondents ' income (p = 0.93), education (p = 0.06) and whether they studied a health-related eld (p = 0.09). All psychosocial measures of relationship with the healthcare system were signicant independent factors of vaccine attitude in the multivariable analysis. Compared to the 'most ' group, the two 'all' groups had signicantly higher trust in the values of the healthcare system (X2 4= 55.83, p < 0.001), lower education and non-adherence scores on the PSAS (2 4= 21.12, p < 0.001 and 2 4= 62.86, p < 0.001 respectively), and were less likely to believe in the scienti c validity of CAM (2 4= 313.07, p < 0.001). Further- more, 'all unconcerned ' was associated with lower assertiveness on the PSAS (2 4= 16.79, p = 0.002) but higher decision self-ef cacy (2 4= 47.19, p < 0.001). This compared to the two least accepting174 T. Rozbroj et al. / Patient Education and Counseling 102 (2019) 172-179attitudes, which, relative to 'most ', had higher distrust in the competence of the healthcare system (2 4= 29.73, p < 0.001), were less likely to believe in the scienti c validity of HH (2 4= 37.39, p < 0.001) but were more likely to believe in CAM, and had higher scores on the education dimension of the PSAS. Of the psychosocial measures of relationship with government, voter preference (2 4= 31.23, p < 0.001) and the CMQ p < 0.001) remained signicant independent predictors of vaccine attitude in multivariable analysis. Compared to 'most ', all four groups were likely to score higher on conspiracist ideation, with the two most negative groups likely to score highest. 'All unconcerned ' was more likely to have voted for a major political party in the last Federal election, while 'none ' was more likely to have voted for a non-major party or avoided voting. 4. Discussion and conclusions 4.1. Discussion We examined demographic and psychosocial attributes across ve vaccine attitudes among Australian adults. We found that negative vaccine attitudes were signicantly associated with being male, having children, being religious and not voting for major political parties. Vaccine attitudes were signicantly predicted by trust in conventional healthcare and alternative medicine, health- care engagement and decision-making, trust in the government, and inclination towards conspiratorial beliefs. 4.1.1. Demographics We found condence in vaccines to be lower among people with children. Previous research has shown that people often examine their vaccine beliefs in relation to having children [57- 59], and Danchin and colleagues found that new and expectant mothers receive suboptimal education and communication regarding vaccines [57]. By demonstrating the reduction in vaccine condence associated with parenthood, our research corroborates a similar nding from the united states [60], and strengthens the case for improving how vaccines are discussed with new and expectant parents. We found that income did not predict vaccine attitudes, while lower education was just outside of statistical signicance in predicting negative attitudes. In Australia, using data about vaccine uptake rates by local government area [61], it has been commonly reported that vaccine rejection is associated with high SES [62-64]. The association between vaccine rejection and high SES has also been found in overseas studies [2,8], which have at times been assumed to apply to Australia, despite the relationships between vaccine attitudes and income as well as education being context- sensitive [2,8,65]. Earlier research measured behaviour at local government level, while our research measured income and education at individual levels, and measured attitudes, using a ve-category measure. This may explain why we found no relationship between attitudes and income and education. 4.1.2. Psychosocial attributes Our study corroborates previous published ndings showing a link between distrust in the mainstream health bodies and negative vaccine attitudes [7,12,17,28,59,66,67], but how distrust compares across the spectrum of vaccine attitudes was unknown. We identi ed a linear relationship between condence in vaccinesTable 2 Sample prole. (N = 4370) Attitude to vaccination n % All, unconcerned 2493 57 All, concerned 414 9 Most 323 7 Some 521 12 None 619 14 Demographic prole n % Live in state ACT 129 3 QLD 917 21 NT 37 1 NSW 1029 24 SA 352 8 TAS 143 3 VIC 1354 31 WA 409 9 Age ranges 18-29 807 18 30-49 2,395 55 50+ 1,168 27 Relationship status Single 867 20 In relationship 3,206 73 Other 297 7 Have children? No 1,201 27 Yes 3,169 73 Gender Male 880 20 Female 3450 80 Live metro or regional/rural? Metro 2,460 56 Regional/Rural 1,896 44 Born in Australia? Yes 3,537 81 No 815 19 University educated? No 1,514 35 Yes 2,846 65 Studied in health-related eld? Yes 1,500 39 No 2,389 61 Religious? No 2,465 57 Yes 1,879 43 Earning over median weekly income? Under median 2,082 48 Over median 2,010 46 No answer 278 6 M SD General Self-Rated Health 3.59 1.02 Relationship with healthcare system M SD HCSDS-R: competence 9.49 3.56 HCSDS-R: values 12.74 4.68 Scale 82.59 16.35 Relationship with government n % In last Federal election, voted Major 2,881 68 Minor/Independent/Didn't vote 1,367 32 M SD CMQ 5.49 2.05 PEW trust in government 1.93 0.67 Note: Due to high numbers of non-responses, a 'no answer ' category was created for the question \"Earning over median income? \". Scale abbreviations: HCSDS-R = Healthcare System Distrust Scale- revised, HCAMQ = Holistic Complementary and Alternative Health Questionnaire, withHH indicating Holistic Health, and CAM indicating Complementary and Alternative Medicine, PSAS = Patient Self-Advocacy Scale, CMQ = Conspiracist Mentality Ques- tionnaire. *Indicates that scale scoring has been reversed.T. Rozbroj et al. / Patient Education and Counseling 102 (2019) 172-179 175Table 3 Multivariable analysis of psychosocial and demographic predictors of vaccine attitude. (n = 3471) All, unconcerned All, concerned Most (base) Some None Demographic pro le RR 95% CI RR 95% CI RR 95% CI RR 95% CI p row % row % row % row % row % Have children? 0.00 No 79.0 2.44 1.52 - 3.92 8.7 1.64 0.99 - 2.74 4.1 4.5 0.83 0.47 - 1.46 3.7 0.47 0.24 - 0.9Yes (base) 48.7 9.8 8.6 14.7 18.1 Gender 0.00 Male 69.9 1.03 0.62 - 1.72 6.0 0.74 0.42 - 1.3 3.8 9.1 2.19 1.25 - 3.83 11.3 2.52 1.37 - 4.63Female (base) 53.6 10.3 8.4 12.7 14.9 University educated 0.06 No 50.5 0.95 0.64 - 1.41 8.3 0.83 0.54 - 1.28 6.7 14.3 1.57 1.04 - 2.38 20.1 1.6 1.03 - 2.5Yes (base) 60.7 10.1 7.8 10.6 10.8 Religious? 0.00 No (base) 71.4 10.2 5.4 6.0 6.9 Yes 38.7 0.59 0.42 - 0.82 8.6 0.63 0.43 - 0.9 9.9 19.3 1.39 0.94 - 2.04 23.4 1.18 0.77 - 1.81 MMM MM General Self-Rated Health 3.45 0.89 0.75 - 1.06 3.35 0.85 0.71 - 1.03 3.51 3.95 1.62 1.34 - 1.97 4.08 1.65 1.34 - 2.04 0.00 Relationship with healthcare system RR 95% CI RR 95% CI RR 95% CI RR 95% CI p MMM MM HCSDS-R: competence 7.62 0.97 0.89 - 1.05 9.04 1 0.91 - 1.09 10.27 12.61 1.18 1.09 - 1.28 14.26 1.22 1.12 0.00 HCSDS-R: values 10.15 - 0.97 14.47 16.99 1 0.94 - 1.07 18.88 1.06 0.99 - 1.14 0.00*HCAMQ: HH 22.55 0.99 0.93 1.05 23.81 1.05 24.73 1.1 1.21 1.16 - 1.27 0.00 * 0.88 4.18 4.39 1.44 0.97 4.51 1.58 1.01 - 2.46 0.00* Scale 85.1 1.03 1.02 - 1.04 77.73 1 0.99 - 1.01 76.67 77.45 1 0.99 - 1.01 83.11 1.01 1 - 1.02 0.00 Relationship with government RR 95% CI RR 95% CI RR 95% CI RR 95% CI p row % row % row % row % row % In last Federal election, voted 0.00 Major (base) 67.7 10.7 7.1 8.3 6.2 Minor/Independent/Didn't vote 37.4 0.63 0.43 - 0.91 7.1 0.76 0.51 - 1.13 8.2 17.7 1.17 0.8 - 1.7 29.6 2.16 1.43 - 3.24 MM M M M CMQ 4.6 1.18 1.05 - 1.33 5.33 1.14 1.01 - 1.29 5.8 6.98 1.24 1.1 - 1.41 7.78 1.35 1.17 - 1.55 0.00 Note: Only variables that were signi cantly associated with vaccine attitudes are reported. Scale abbreviations: HCSDS-R = Healthcare System Distrust Scale- revised, HCAMQ = Holistic Complementary and Alternative Health Questionnaire, with HH indicating Holi stic Health, and CAM indicating Complementary and Alternative Medicine, PSAS = Patient Self-Advocacy Scale, CMQ = Conspiracist Mentality Questionnaire. *Indicates that scale scoring has been reversed.176 T. Rozbroj et al. / Patient Education and Counseling 102 (2019) 172-179and trust in both the values and competence of the healthcare system. Interestingly, even respondents who believed all vaccines should be administered, but had concerns, had lower trust in the values of the healthcare system than those without concerns. The subscale measured level of agreement on items such as \"the healthcare system: . . . lies to make money \", \"experiments on patients without them knowing \", and \"covers up its mistakes \" [49]. The difference in risk ratios between the two 'all' groups should be interpreted with caution, as both scores were calculated in reference to the 'most ' category. Nevertheless, the increase in healthcare system distrust associated with lower condence in vaccines is worrying. HCWs are integral to addressing vaccine concerns [30,31,68], and this role may be encumbered by patients ' distrust in the healthcare system. Distrust of both competence and values of the healthcare system among people who distrust vaccines should be accounted for when responding to vaccine distrust. To our knowledge, this study was the rst to assess both HH and CAM belief across the spectrum of attitudes. Previous research linked negative attitudes with adherence to alternative medicine in general [30,69-71]. These links are supported by our nding that negative attitudes were associated with belief in CAM. But we also found negative attitudes to be associated with rejection of HH. This is interesting, because usually belief in HH predicts belief in CAM [50,72,73]. Studies from other topics showed that, in lieu of belief in HH, CAM was often chosen due to dissatisfaction with conventional treatment experiences [74-76]. This explanation would be plausible for our ndings, given that negative attitudes were also associated with lower trust in the competence of the healthcare system. It may be worth investigating this further in future research to gain insights into why some people begin distrusting vaccines. We found that vaccine rejection related to broader dissatisfac- tion with governance. On the CMQ, which contains no health- speci c questions [54], negative attitudes were associated with higher scores, suggesting a higher tendency towards general conspiracist ideation. These ndings corroborate another recent study showing that antivaccination attitudes are linked to conspiratorial thinking [23]. Negative attitudes were also linked to voting for minor political parties, which supports Larson 's argument that political views play an important role in vaccine decisions [21]. Previous research has shown links between vaccine rejection and conspiracist views regarding vaccination [77-79]. Our and other ndings [21,23] suggest that vaccine distrust may be linked to broader anti-establishment beliefs. 4.1.3. Implications for taxonomy of vaccine attitudes Substantial research efforts are being invested into understand- ing and addressing vaccine 'hesitancy ' [2,18,38-43,80]. However, in our data, the 'hesitant ' category does not capture a distinct set of demographic or psychosocial attributes. On most predictor variables, there is a linear pattern between risk ratios across the ve attitudes, with scores often being most similar between 'all unconcerned ' and 'all concerned, and 'some ' and 'none '. Our research was designed to respond to a key aim of the WHO: assess how the hesitant category relates to sociocultural proles [2,18]. In responding to this aim, we found it would be better to assess 'hesitancy ' using a more granular set of categories, like those in the present study, or other alternatives, like the categories used by Leask and colleagues [14]. 4.2. Limitations This research had several limitations. It was not viable to recruit a representative sample. Since vaccination is refused by only about 2% of the population [7,25], untargeted recruitment of this groupwould not be feasible. As noted in the results, some demographic attributes were over-represented. But overall, a diverse sample was achieved. The cross-sectional design only enabled us to assess associa- tions. Understanding the causal interplay between vaccine attitudes and demographic and psychosocial attributes would provide further understanding of how particular attitudes emerge. Longitudinal design could be considered for future research to assess directions of causality between attitudes and broader attributes. 4.3. Practice implications This research contributes to understanding vaccine attitudes in their socio-cultural context, which is useful for improving patient education and communication about vaccines. Our ndings suggest that vaccine promotion, which tends to focus on benets and safety of vaccines, should also focus on building trust in the government and healthcare system. Both healthcare system and government were distrusted by participants who lacked con- dence in vaccines, meaning their messages about benets and safety of vaccines may not persuade people who lack vaccine condence. Furthermore, we found that respondents who distrust vaccines are highly health-literate, engaged and independent health consumers, who have likely encountered common vaccine- promotion messages. Communications responding to their con- cerns should be written for a sophisticated audience, and respond to their nuanced concerns in depth. Finally, the variance in psychosocial proles between each of the three subgroups falling under the 'vaccine hesitancy ' category suggests that communica- tion should focus on subgroups, rather than target 'hesitancy ' as a whole. Communications need to be sensitive to the psychosocial context within which vaccine beliefs occur [18], and the hesitancy category appears to group distinct psychosocial proles together. Similarly, in measuring attitudes, subgroups comprising hesitancy may be more appropriate units of measurement than the category of hesitancy. 4.4. Conclusion In assessing how vaccine attitudes relate to psychosocial and demographic attributes, we found that Australians holding negative attitudes to vaccines are more likely to distrust the government, the healthcare system, and to have conspiratorial beliefs. They are also more likely to report being informed, independent health consumers with better-than-average health. These factors may be important to consider in communicating about vaccines. Conflicts of interest None. References [1] Department of Health, Further Strengthening No Jab, No Pay. 2017 01 May Available from:, (2017) . http://www.health.gov.au/internet/ministers/ publishing.nsf/Content/health-mediarel-yr2017-hunt041.htm . [2] World Health Organisation, Report of the SAGE Working Group on Vaccine Hesitancy, (2014) Geneva, Switzerland . [3] Department of Health, AIR - All Children Coverage Data [cited 2017 Immunisation Coverage Report 2015, National Centre for Immunisation Research and Surveillance of Vaccine Preventable Diseases: The Children 's Hospital at Westmead and University of Sydney, 2015 . [5] F.H. Beard, et al., Trends and patterns in vaccination objection, Australia, 2002 - 2013, Med. J. Aust. 204 (7) (2016) 275, doi:http://dx.doi.org/10.5694/ mja15.01226 .T. Rozbroj et al. / Patient Education and Counseling 102 (2019) 172-179 177[6] A. Dey, et al., Summary of National Surveillance Data on Vaccine Preventable Diseases in Australia, 2008 -2011, National Centre for Immunisation Research and Surveillance of Vaccine Preventable Diseases: University of Sydney, 2016 . [7] M. Yui Kwan Chow, et al., Parental attitudes, beliefs, behaviours and concerns towards childhood vaccinations in Australia: a national (2017) 145 -151. [8] al., The state of vaccine condence 2016: global insights through a ebiom.2016.08.042 . [9] L. Caron-Poulin, et al., Burden and deaths associated with vaccine preventable diseases in Canada, 2010-2014, Online J. Public Health Inform. 9 (1) (2017) e094, doi:http://dx.doi.org/10.5210/ojphi.v9i1.7676 . [10] Centres for Disease Control and Prevention, Epidemiology and Prevention of Vaccine-preventable Diseases: Reported Cases and Deaths From Vaccine Preventable Diseases, United States [cited 2018 Europe: where do we stand? Expert Rev. Vaccines 13 (8) (2014) 979 -987, doi:http://dx.doi.org/ 10.1586/14760584.2014.933077 . [12] O. Yaqub, et al., Attitudes to vaccination: a critical review, Soc. Sci. Med. 112 (2014) 1-11, doi:http://dx.doi.org/10.1016/j.socscimed.2014.04.018 . [13] J. Leask, et al., What maintains parental support for vaccination when challenged by anti-vaccination messages? A qualitative study, Vaccine 24 -7245, doi:http://dx.doi.org/10.1016/j.vaccine.2006.05.010 . [14] J. Leask, et al., Communicating with parents about vaccination: a framework for health professionals, BMC Pediatr. 1-11, doi:http://dx.doi.org/ 10.1186/1471-2431-12-154 . [15] A. Sadaf, et al., A systematic review of interventions for reducing parental vaccine refusal and vaccine hesitancy, Vaccine 31 (40) (2013) 4293 Strategies intended to address vaccine hesitancy: review of published reviews, Vaccine 33 (34) (2015) 4191 -4203, doi:http://dx.doi.org/10.1016/j.vaccine.2015.04.041 . [17] C. Jarrett, et al., Strategies for addressing vaccine hesitancy - a systematic review, Vaccine 33 (34) (2015) 4180 -4190, doi:http://dx.doi.org/10.1016/j. vaccine.2015.04.040 . [18] World Health Organisation, Strategies for Addressing Vaccine Hesitancy: a Systematic Review, (2014) Geneva, Switzerland . [19] P.R. Ward, et al., Understanding the perceived logic of care by vaccine- hesitant and vaccine-refusing parents: a qualitative study in (2017), doi:http://dx.doi.org/10.1371/journal.pone.0185955 e0185955 . [20] J.C. Bester, Vaccine refusal and trust: the trouble with coercion and education and suggestions for a cure, J. Bioeth. Inq. 12 (4) (2015) 555 -559, doi:http://dx. doi.org/10.1007/s11673-015-9673-1 . [21] H.J. Larson, Politics and Public Trust Shape Vaccine Risk Perceptions, Nat. Hum. Behav. (2018), doi:http://dx.doi.org/10.1038/s41562-018-0331-6 hesitancy: lessons learned from the H1N1 pandemic of 2009-2010, Am. J. Infect. Control 43 of anti- vaccination attitudes: a 24-nation investigation, Health Psychol. doi:http://dx.doi.org/10.1037/hea0000586 . [24] P. Corben, J. Leask, To close the childhood immunisation gap, we need a richer understanding of parents ' decision-making, Hum. Vaccin. Immunother. (2016), doi:http://dx.doi.org/10.1080/21645515.2016.1221553 00-00 . [25] S. Pemberton, 50% Of Australians Who Oppose Vaccination Get Their Information From the Internet. 2013 23 May [cited 2017 [26] Australian Institute of Family Studies, The Longitudinal Study of Australian Children Annual Statistical Report 2015, AIFS, Melbourne, Australia, 2016 . [27] J. Costa-Pinto, et al., Parental Immunisation Needs and Attitudes (PINA) Survey of Parents Attending General Paediatric Clinics in a Tertiary Paediatric Hospital, and Community Maternal Child Health Centres in Melbourne, Australia, Royal Australian College of Physicians Congress, RACP: Adelaide Convention Centre, 2016 . [28] H.J. Larson, Vaccine trust and the limits of information, Science 353 (6305) (2016) 1207, doi:http://dx.doi.org/10.1126/science.aah6190 . [29] P. Paterson, et al., Vaccine hesitancy and healthcare providers, Vaccine 34 (52) (2016) 6700 -6706, doi:http://dx.doi.org/10.1016/j.vaccine.2016.10.042 . [30] G.L. Freed, et al., Sources and perceived credibility of vaccine-safety information for parents, Pediatrics 127 (Supplement 1) (2011) S107, doi: http://dx.doi.org/10.1542/peds.2010-1722P . [31] D.J. Opel, et al., The influence of provider communication behaviors on parental vaccine acceptance and visit experience, Am. J. Public Health 105 (10) (2015) 1998 -2004, doi:http://dx.doi.org/10.2105/ajph.2014.302425 . [32] I.A. Health 13 (1) (2013) 1-10, doi:http://dx.doi.org/ 10.1186/1471-2458-13-1219 . [33] N.J. Berry, et al., When parents won 't vaccinate their children: a qualitative investigation of australian primary care providers ' experiences, BMC Pediatr. 17 (2017) 19, doi:http://dx.doi.org/10.1186/s12887-017-0783-2 .[34] C. Lee, et al., Hurdles to herd immunity: Distrust of government and vaccine refusal in the US, 2002-2003, Vaccine 34 (34) (2016) 3972 -3978. http:// 10.1016/j.vaccine.2016.06.048 . [35] J.A. Cassell, et al., Is the cultural context of MMR rejection a key to an effective public health discourse? Public Health 120 (9) (2006) 783 -794, [36] Mark Refusal: Hard Questions in Ethics, Epistemology, and Health Care, Taylor & Francis Ltd, Great Britain, 2015, doi:http://dx.doi.org/10.4324/9781315764078 . [37] J.A. Reich, Neoliberal mothering and vaccine refusal: imagined gated communities and the privilege of choice, Gend. Soc. (2014), doi:http://dx. doi.org/10.1177/0891243214532711 . [38] E. Vaccine doi:http://dx.doi.org/10.4161/hv.24657 . [39] Eskola, et al., How to deal with vaccine hesitancy? Vaccine 33 (34) (2015) vaccine.2015.04.036 E. Dubé, et al., Mapping vaccine hesitancy —country-speci c characteristics of a global phenomenon, Vaccine 32 (49) (2014) 6649 -6654, doi:http://dx.doi. org/10.1016/j.vaccine.2014.09.039 . [42] H.J. Larson, et al., Measuring vaccine hesitancy: the development of a survey tool, Vaccine 33 (34) (2015) 4165 -4175, doi:http://dx.doi.org/10.1016/j. vaccine.2015.04.037 . [43] P. Peretti-Watel, et al., Vaccine hesitancy: clarifying a theoretical framework for an ambiguous notion, PLoS Curr. 7 (2015), doi:http://dx.doi.org/10.1371/ currents.outbreaks.6844c80ff9f5b273f34c91f71b7fc289 . [44] M.A. Coniglio, al., Parents ' attitudes and behaviours towards recommended vaccinations in Sicily, Italy, BMC Public Health 11 (1) (2011) 1-6, doi:http://dx. doi.org/10.1186/1471-2458-11-305 . [45] A. Kennedy, M. Basket, K. Sheedy, Vaccine attitudes, concerns, and information sources reported by parents of young children: results from the 2009 HealthStyles survey, Pediatrics 127 (2011) 92-99, doi:http:// dx.doi.org/10.1542/peds.2010-1722N . [46] D.J. Opel, et al., The relationship between parent attitudes about childhood vaccines survey scores and future child immunization status: a validation study, attitudes, Proc. Natl. Acad. Sci. U. pnas.1504019112 . [48] properties of two single-item general health measures, Qual. Life Res. 15 (2) (2006) 191-201, doi:http://dx. doi.org/10.1007/s11136-005-0887-2 . [49] J.A. Shea, et al., Development of a revised health care system distrust scale, J. Gen. Intern. Med. 23 (6) (2008) 727 -732, a measure of attitudes: the holistic complementary and alternative medicine questionnaire, Complement. Ther. Med. 11 (1) (2003) 33-38, doi:http://dx.doi.org/10.1016/S0965-2299(02) 00113-9 . [51] of a self-ef cacy scale for clinical decision-making in general paediatrics, patient involvement in health care decision-making interactions, Commun. 11 (2) (1999) 97-121, doi:http://dx.doi.org/10.1207/ s15327027hc1102_1 . [53] C. Doherty, et al., Broad Distrust: How Americans View Their Government. Broad Criticism, but Positive Performance Ratings in Many Areas, Pew Research Center, United States, 2012 . [54] M. Bruder, et al., Measuring individual differences in generic beliefs in conspiracy theories across cultures: conspiracy mentality questionnaire, Front. Psychol. 4 (2013) 225, doi:http://dx.doi.org/10.3389/fpsyg.2013.00225 . [55] A.Bo. Statistics, 3235.0 - Population by Age and Sex, Regions of Australia, 2016 [cited 2018 12 january]; Available from:, (2016) [56] Book Australia, 2012: Educational Attainment begins in pregnancy: correlation between vaccine concerns, intentions and maternal vaccination with subsequent childhood vaccine uptake, Vaccine (2017), doi:http://dx.doi.org/ 10.1016/j.vaccine.2017.08.003 . [58] A.L. Benin, et al., of mothers ' decision-making about vaccines for infants: the importance of trust, Pediatrics 117 (5) (2006) 1532, doi:http://dx.doi.org/10.1542/peds.2005-1728 . [59] J.M. Glanz, et al., A mixed methods study of parental vaccine decision making and parent-provider trust, Acad. (2015) United States of America . [61] National Health Performance Authority, Healthy Communities: Immunisation Rates for Children in 2014 -15, NHPA, Australia, 2016 .178 T. Rozbroj et al. / Patient Education and Counseling 102 (2019) 172-179[62] L. Carroll, Rich Suburbs Have Low Immunisation Rates, Research Shows, The Sydney Morning Herald, Fairfax Media, 2014 . [63] Marissa Calligeros, Melbourne 's anti-vaccination hot spots: rich suburbs have low immunisation rates, The Age, Fairfax Media, Melbourne, 2015 . [64] Sarah Martin, Child vaccine campaign targets wealthy, The Australian, News Corp Australia, Sydney, 2016 . [65] H.J. Larson, et al., Understanding vaccine hesitancy around vaccines and vaccination from a global perspective: A systematic review of published literature, 2007 -2012, Vaccine to boost vaccination? Don 't punish parents, build their trust, The Conversation, (2015) Australia . [67] P. Stefanoff, et al., Tracking parental attitudes on vaccination across European countries: the vaccine safety, attitudes, training and communication project (VACSATC), Vaccine 28 (35) (2010) 5731 -5737, doi:http://dx.doi.org/10.1016/j. vaccine.2010.06.009 . [68] European Centre for Disease Prevention and Control, Rapid Literature Review on Motivating Hesitant Population Groups in Europe to Vaccinate, (2015) Stockholm, Sweden . [69] G.L. Freed, et al., Parental vaccine safety concerns in 2009, Pediatrics (2010), doi:http://dx.doi.org/10.1542/peds.2009-1962 . [70] E. Ernst, Rise in popularity of complementary and alternative medicine: reasons and consequences for vaccination, Vaccine 20 (Supplement 1) (2001) S90 -S93, doi:http://dx.doi.org/10.1016/S0264-410X(01)00290-0 . [71] S. Blume, Anti-vaccination movements and their interpretations, Soc. Sci. Med. 62 (3) (2006) 628 -642, doi:http://dx.doi.org/10.1016/j. socscimed.2005.06.020 .[72] M. Siahpush, Why do people favour alternative medicine? Aust. N. Z. J. Public Health 23 -271, doi:http://dx.doi.org/10.1111/j.1467-842X.1999. tb01254.x . [73] J.A. Astin, Why medicine: results of a national study, JAMA 279 -1553, doi:http://dx.doi.org/10.1001/ Furnham, C. Smith, Choosing alternative medicine: a comparison of the beliefs of patients visiting a general practitioner and a homoeopath, Soc. Sci. Med. 26 (7) (1988) 685 -689, doi:http://dx.doi.org/10.1016/0277-9536(88)90060-3 . [75] A. Furnham, R. Bhagrath, A comparison of health beliefs and behaviours of clients of orthodox and complementary medicine, Br. J. Clin. Psychol. 32 (Pt 2) (1993) 237 -246, doi:http://dx.doi.org/10.1111/j.2044-8260.1993.tb01051.x . [76] C. Vincent, A. Furnham, Why do patients turn to complementary medicine? An empirical study, Br. J. Clin. Psychol. (1996) G.K. Shapiro, et al., Validation of the vaccine conspiracy beliefs scale, Papillomavirus Res. 167-172, doi:http://dx.doi.org/10.1016/j. pvr.2016.09.001 . Anti-vaccine activists, Web 2.0, and the postmodern paradigm - An overview of tactics and tropes used online by the anti-vaccination movement, Vaccine 30 of anti-vaccine conspiracy theories on vaccination intentions, PLoS ONE 9 (2) (2014) e89177, doi:http://dx.doi.org/ 10.1371/journal.pone.0089177 . [80] M. Schuster, J. Eskola, P. Duclos, Review of vaccine hesitancy: rationale, remit and methods, Vaccine 33 (34) (2015) 4157 -4160, doi:http://dx.doi.org/ 10.1016/j.vaccine.2015.04.035 .T. Rozbroj et al. / Patient Education and Counseling 102 (2019) 172-179 179 "}