{"title": "Amazon removes books promoting autism cures and vaccine misinformation", "author": "Brandy Zadrozny", "url": "https://www.nbcnews.com/tech/internet/amazon-removes-books-promoting-autism-cures-vaccine-misinformation-n982576", "hostname": "nbcnews.com", "description": "The titles suggested pseudoscientific methods such as ingesting and bathing in a potentially toxic form of bleach and taking medication meant to treat arsenic and lead poisoning.", "sitename": "NBC News", "date": "2019-03-13", "cleaned_text": "Amazon is removing from its online marketplace \"autism cure\" books that unscientifically claim children can be cured of autism with pseudoscientific methods such as ingesting and bathing in a potentially toxic form of bleach and taking medication meant to treat arsenic and lead poisoning. Amazon confirmed Tuesday that the books \"Healing the Symptoms Known as Autism\" and \"Fight Autism and Win\" are no longer available, but declined to answer specific questions about why it had removed them or whether they were part of a larger cleanup effort, citing a policy of not commenting on individual accounts. The move by Amazon comes on the heels of a report [in Wired](https://www.wired.co.uk/article/amazon-autism-fake-cure-books) published Monday that criticized the retail giant for offering medically dubious books and dangerous methods for reversing autism spectrum disorder. For years, [news organizations](https://www.forbes.com/sites/emilywillingham/2016/03/11/autism-parents-still-buying-into-bleach-cure-from-self-described-space-alien-god/) have pointed out Amazon's practice of hosting books that promote vaccine and other health-related misinformation, but the pressure has intensified in recent weeks. Online platforms have been reacting to increased scrutiny from lawmakers and public health advocates over the health misinformation hosted on their websites. Last week, [Facebook announced](https://www.nbcnews.com/tech/tech-news/facebook-cracks-down-vaccine-misinformation-n980686) it would \"downrank\" vaccine misinformation shared on its platform and reject advertising that spread \"vaccine hoaxes.\" Pinterest has opted to block all vaccine-related search results, and YouTube disabled advertising on anti-vaccination videos last month. In February, Amazon pulled anti-vaccination documentaries from its Prime Video service. Autism is a developmental disorder that appears in young children and for which there is no cure. Children with [autism spectrum disorder](https://www.cdc.gov/ncbddd/autism/facts.html) display a broad range of characteristics, from difficulty interacting with peers or forming relationships to complete inability to function in school or work environments. [As of Monday,](http://archive.is/D2U6Q#selection-1393.0-1393.36) \"Healing the Symptoms Known as Autism\" sold for $28 and had 631 customer reviews and an average rating of 3.5 stars. The book extolled the healing power of chlorine dioxide, a form of bleach that adherents call the \"Miracle Mineral Solution.\" The book's author Kerri Rivera, who lives in Mexico, claims 191 children have been cured of autism with a treatment of the chemical that [the Food and Drug Administration warned](https://www.manufacturing.net/news/2010/07/fda-warns-consumers-serious-harm-drinking-miracle-mineral-solution-mms) can cause \"severe nausea, vomiting and life-threatening low blood pressure from dehydration.\" The other removed title, \"Fight Autism and Win\" advises parents on chelation — an unproven treatment for autism that involves medicating a child with an antidote for mercury poisoning. The cure springs from the debunked theory that autism is caused by mercury exposure in childhood vaccines. Chelation therapy can cause serious side effects, including potentially deadly kidney damage, [according to the Mayo Clinic](https://www.mayoclinic.org/diseases-conditions/autism-spectrum-disorder/expert-answers/autism-treatment/faq-20057933). At the time of its removal, \"Fight Autism and Win\" sold for $25 and had a 4.8 star rating and 54 customer reviews. The books' removal was first shared Tuesday by anti-vaccine activist Larry Cook in a newsletter to followers. Cook's Facebook advertisements — targeting pregnant women in states with measles outbreaks — were recently banned by as part of the platform's crackdown on misinformation. Cook attached an image that he says was sent by Amazon, explaining why the company had removed the title from his storefront. \"During our review process, we found that the subject matter of your book is in violation of our content guidelines,\" the screenshot posted by Cook stated. \"As a result we cannot offer this book for sale.\" Cook also profits from his Amazon storefront from which he promotes anti-vaccination content and earns commission from books bought on his recommendation. \"This title by Kerri Rivera has been on Amazon for SIX YEARS, and TODAY Amazon pulled it,\" Cook continued in his newsletter. \"Friends, seriously, stock up on books and DVDs right now, "}