{"title": "Tramadol: A Viable Detox Alternative?", "author": "Karen Blum", "url": "https://www.hopkinsmedicine.org/news/articles/2017/11/potentially-viable-detox-alternative", "hostname": "hopkinsmedicine.org", "description": "Extended-release tramadol shows promise against opioid addiction.", "sitename": "Johns Hopkins Medicine", "date": "2017-11-14", "cleaned_text": "The most widely accessed treatment for opioid use disorder is medically supervised withdrawal, or detoxification. To help their patients, physicians primarily prescribe one of two medications to manage opioid withdrawal, but each has its challenges, says psychiatry researcher [Kelly Dunn](https://www.hopkinsmedicine.org/profiles/results/directory/profile/1158398/kelly-dunn). Buprenorphine is commonly used, but because of its potential to be abused, it can be prescribed only by physicians with specialized waivers. Buprenorphine access may be limited as a result, and some physicians are ideologically opposed to using it, says Dunn. Clonidine, used to treat high blood pressure and attention deficit hyperactivity disorder, has been used off-label to manage opioid withdrawal. It doesn't perform as well as buprenorphine, and it's sedating, Dunn says, \"but it's easier to give because you don't need special permissions.\" Looking for alternatives, Dunn's colleagues recently landed on the extended release form of the analgesic tramadol hydrochloride. It has opiate-like properties but a relatively low potential for abuse—a good candidate to test, they reasoned. In a double-blinded, randomized clinical trial, Dunn's group compared tramadol-extended release with the other drugs during a seven-day opioid taper as part of a 26- to 28-day medically supervised inpatient detoxification. They enrolled 103 adult patients with opioid use disorder between 2010 and 2015. After their conditions were stabilized with morphine for seven to 10 days, participants were randomly assigned to take either clonidine, tramadol or buprenorphine during tapering, then were followed for an additional week on placebo. The results, published this summer in JAMA Psychiatry, found that tramadol was more effective than clonidine and comparable to buprenorphine in reducing opioid withdrawal symptoms. Ninety percent of patients taking buprenorphine completed the taper period, compared with 72 percent of those on tramadol and 66 percent of those on clonidine. The work, says Dunn, \"suggests that tramadol does have value as an opiate agonist for the treatment of opioid use disorder and opens up an additional medication that physicians may feel more comfortable prescribing...especially in settings where they were only willing to prescribe clonidine before.\" Since study publication, she and her co-authors have received calls from numerous physicians throughout the country asking for advice on how to implement opioid tapers using tramadol. While the Drug Enforcement Administration moved tramadol from an unscheduled drug to a schedule IV controlled substance since the study began, it should still be viewed as a useful alternative, Dunn says: \"With the opioid epidemic, the fact that many people are trying to get access to treatments, and that tapering is one of the most accessed treatments, anything that can make that a little bit more successful is "}