{"title": "Research", "author": "Wilson BAP; Thornburg CC; Henrich CJ; Grkovic T; O'Keefe BR", "url": "https://ccr.cancer.gov/staff-directory/barry-r-okeefe", "hostname": "cancer.gov", "description": "Dr. O'Keefe is an expert in the screening of natural product extracts and the discovery of novel bioactive compounds. He has pioneered the discovery of biotherapeutics from natural products, especially in the area of antiviral proteins. He also specializes in the analysis and exploitation of protein-ligand interactions for both high-throughput screening and compound characterization. As Director of the Molecular Targets Program and Chief of the Natural Products Branch, Dr. O'Keefe is integral in the NCI's drug discovery efforts from natural product extracts.", "sitename": "Barry R. O'Keefe, Ph.D.", "date": "2002-01-01", "cleaned_text": "Barry R. O'Keefe, Ph.D. - Center for Cancer Research - National Cancer Institute - Building 576, Room 101 - Frederick, MD 21702-1201 - 301-846-5332 [okeefeba@mail.nih.gov](mailto:okeefeba@mail.nih.gov) RESEARCH SUMMARY Dr. O'Keefe is an expert in the screening of natural product extracts and the discovery of novel bioactive compounds. He has pioneered the discovery of biotherapeutics from natural products, especially in the area of antiviral proteins. He also specializes in the analysis and exploitation of protein-ligand interactions for both high-throughput screening and compound characterization. As Director of the Molecular Targets Program and Chief of the Natural Products Branch, Dr. O'Keefe is integral in the NCI's drug discovery efforts from natural product extracts. Areas of Expertise Research Our research efforts are generally split into two study areas: 1) cell-free assay development and identification of active compounds from chemical and natural product libraries, and 2) the isolation and characterization of antiviral proteins from natural product extracts. In the first, our goals are to understand and define specific protein-ligand interactions and use that knowledge to adapt laboratory findings into both high-throughput screens and potential therapeutic discoveries. In the second, we carry out independent research on the discovery and characterization of novel antiviral proteins from natural products extracts. This research is necessarily multidisciplinary and collaborative both within the Molecular Targets Program, as well as the NCI, the NIH and with extramural collaborators interested in our scientific discoveries. Our group uses its expertise in protein chemistry, enzymology, molecular biology, natural products research and assay development to identify, isolate and biochemically characterize new bioactive moieties. Publications [Recifin A, Initial Example of the Tyr-Lock Peptide Structural Family, a Selective Allosteric Inhibitor of Tyrosyl-DNA Phosphodiesterase I](https://pubmed.ncbi.nlm.nih.gov/33263997) [National Cancer Institute (NCI) Program for Natural Products Discovery: Rapid Isolation and Identification of Biologically Active Natural Products from the NCI Prefractionated Library](https://pubmed.ncbi.nlm.nih.gov/32223208) [Creating and screening natural product Prodiginine Binds Pre-miR-21, Pre-miR-21, and Blocks Cellular Proliferation](https://pubmed.ncbi.nlm.nih.gov/31155509) [Unexpected synergistic HIV neutralization by a triple microbicide produced in rice endosperm](https://pubmed.ncbi.nlm.nih.gov/30061386) Biography Barry R. O'Keefe, Ph.D. Dr. O'Keefe earned a Bachelor of Science degree in botany from Michigan State University and a Ph.D. in pharmacognosy from the University of Illinois at Chicago. In 1994 Dr. O'Keefe joined the NCI Laboratory of Drug Discovery Research and Development to study novel proteins from natural products extracts. Dr. O'Keefe is currently Director of the Molecular Targets Program and Head of the Protein Chemistry and Molecular Biology Section. Dr. O'Keefe is also Chief of the Natural Products Branch, Developmental Therapeutics Program, Division of Cancer Treatment and Diagnosis, NCI. Job Vacancies There are no open positions at this time. Check back again later, or take a look at CCR's [Careers](/careers) page. Team News Learn more about CCR research advances, new discoveries and more on our [news section](/news). Covers Structures of the complexes of a potent anti-HIV protein cyanovirin-N and high-mannose oligosaccharides The development of anti-HIV microbicides for either topical or ex vivo use is of considerable interest, mainly due to the difficulties in creating a vaccine that would be active against multiple clades of HIV. Cyanovirin-N (CV-N), an 11kDa protein (blue-green algae) Nostoc ellipsosporum with potent virucidal activity was identified in the search for such antiviral agents. The binding of CV-N to the heavily glycosylated HIV envelope protein gp120 is carbohydrate-dependent. Since previous CV-N - dimannose structures could not fully explain CV-N/oligomannose binding, we determined the crystal structures of recombinant CV-N complexed to Man-9 and a synthetic hexamannoside, at 2.5 Å and 2.4 Å resolution, respectively. CV-N is a three-dimensionally domain-swapped dimer in the crystal structures, with two primary sites near the hinge region, and two secondary sites on the opposite ends of the dimer. The binding interface is constituted of three stacked a1?2 linked mannose rings for Man-9 and two stacked mannose rings for hexamannoside, with the rest of the saccharide molecules pointing to the solution. These structures show unequivocally the binding geometry of high-mannose sugars to CV-N, permitting a better understanding of carbohydrate binding to this potential new lead for the design of drugs against AIDS. Botos I, O'Keefe BR, Shenoy SR, Cartner LK, Ratner DM, Seeberger PH, Boyd MR, Wlodawer A. Structures of the complexes of a potent anti-HIV protein cyanovirin-N and high-mannose oligosaccharides. J Biol Chem 277: 34336-34342, 2002. Molecular genomic features associated with in vitro response of the NCI-60 cancer cell line panel to natural products Natural products remain a significant source of anticancer chemotherapeutics. The search for targeted drugs for cancer treatment includes consideration of natural products, which may provide new opportunities for antitumor cytotoxicity as single agents or in combination therapy. We examined the association of molecular genomic features in the well-characterized NCI-60 cancer cell line panel with in vitro response to treatment with 1302 small molecules which included natural products, semisynthetic natural product derivatives, and synthetic compounds based on a natural product pharmacophore from the Developmental Therapeutics Program of the US National Cancer Institute's database. These compounds were obtained from a variety of plant, marine, and microbial species. Molecular information utilized for the analysis included expression measures for 23059 annotated transcripts, lncRNAs, and miRNAs, and data on protein-changing single nucleotide variants in 211 cancer-related genes. We found associations of expression of multiple genes including SLFN11, CYP2J2, EPHX1, GPC1, ELF3, and MGMT involved in DNA damage repair, NOTCH family members, ABC and SLC transporters, and both mutations in tyrosine kinases and BRAF V600E with NCI-60 responses to specific categories of natural products. Hierarchical clustering identified groups of natural products, which correlated with a specific mechanism of action. Specifically, several natural product clusters were associated with SLFN11 gene expression, suggesting that potential action of these compounds may involve DNA damage. The associations between gene expression or genome alterations of functionally relevant genes with the response of cancer cells to natural products provide new information about potential mechanisms of action of these identified clusters of compounds with potentially similar biological effects. This information will assist in future drug discovery and in design of new targeted cancer chemotherapy agents. Krushkal J, Negi S, Yee LM, Evans JR, Grkovic T, Palmisano A, Fang J, Sankaran H, McShane LM, Zhao Y, O'Keefe BR. Molecular genomic features associated with in vitro response of the NCI-60 cancer cell line panel to natural products. Molecular Oncology 15: 381-406, 2021. National Cancer Institute (NCI) Program for Natural Products Discovery: Rapid Isolation and Identification of Biologically Active Natural Products from the NCI Prefractionated Library An automated, high-capacity, and high-throughput procedure for the rapid isolation and identification of biologically active natural products from a prefractionated library is presented. The semipreparative HPLC method uses 1 mg of the primary hit fraction and produces 22 subfractions in an assay-ready format. Following screening, all active fractions are analyzed by NMR, LCMS, and FTIR, and the active principle structural classes are elucidated. In the proof-of-concept study, we show the processes involved in generating the subfractions, the throughput of the structural elucidation work, as well as the ability to rapidly isolate and identify new and biologically active natural products. Overall, the rapid second-stage purification conserves extract mass, requires much less chemist time, and introduces knowledge of structure early in the isolation workflow. Grkovic T, Ensel S, Henrich CJ, Gustafson KR, Schneider JP, doi: 10.1021/acschembio.0c00139. Epub 2020 Apr 7.PMID: 32223208 Creating and screening natural product libraries. Covering: up to 2020The National Cancer Institute of the United States (NCI) has initiated a Cancer Moonshot program entitled the NCI Program for Natural Product Discovery. As part of this effort, the NCI is producing a library of 1 000 000 partially purified natural product fractions which are being plated into 384-well plates and provided to the research community free of charge. As the first 326 000 of these fractions have now been made available, this review seeks to describe the general methods used to collect organisms, extract those organisms, and create a prefractionated library. Importantly, this review also details both cell-based and cell-free bioassay methods and the adaptations necessary to those methods to productively screen natural product libraries. Finally, this review briefly describes post-screen dereplication and compound purification and scale up procedures which can efficiently identify active compounds and produce sufficient quantities of natural products for further pre-clinical development. Wilson BAP, Thornburg CC, Henrich CJ, "}