{"title": "What happens in a healing session with Pierre Black? — Pierre Black", "author": null, "url": "https://pierreblack.com/sessions", "hostname": "pierreblack.com", "description": "KETO diet NOT WORKING FOR YOU? Seems like everyone is experimenting with the KETO diet these days for weight loss, health improvement, or performance optimization. But many people run into problems, don't get any results, or just find it really hard to maintain. Maybe you need a KETO COACH? I can he", "sitename": "Pierre Black", "date": "2013-01-01", "cleaned_text": "Two main types of session to choose from... Natural Health Consulting online or in-person sessions - a thoughtful and integrative approach to total wellbeing from Pierre's extensive background in a variety of natural healing traditions. - an ability to work alongside conventional medicine, or independent of it. - assessment followed by a plan of action, accountability, integration, and results. - a solid background in the great healing traditions such as Ayurveda and Chinese Medicine but not limited by them. - application of modern scientific tools and developments in natural medicine. - referral to other practitioners is often an essential part of complete healing. Deep Insight Energy Healing in person live sessions only. - experience deep insight healing from techniques that look similar to reiki or qi gong, but from a natural intuitive healer. - perfect for skeptics, those feeling stuck, and those who have been disappointed by wishy-washy \"spiritual\" healing techniques. - deep insights into what is really going on and the best solutions for you right now. - NO mumbo-jumbo, religion, spiritualism, astrology or fortune telling! Just actionable insight from a place beyond conventional diagnostic tools. - master intuitive skills integrated with decades of training and experience as a qualified multidisciplinary Naturopath. In Greater Depth Real Tools for Real Life My intention is to provide practical everyday tools and take-home knowledge to improve all aspects of your health and wellbeing, and to provide healing and self-care strategies that do not require ongoing professional intervention. That means I get to the root of problems quickly and seek to empower you to take charge of your own healing journey. I hope to awaken your own self-knowledge, intuition, and innate wisdom. While regular sessions are sometimes useful in certain cases, my hope is that I see my clients only occasionally, as you develop your own ability to maintain and constantly upgrade your own vitality and wellbeing. MIND - Optimizing Sleep - Biohacking Peak Mental Performance - Habit Modification & Integration - Action & Accountability - Breaking Negative Patterns - SomatoEmotional Release work - Healing from Trauma - Anxiety & Depression - Counseling - Couples Therapy - Sexuality and Sexual Health BODY - Biohacking for Peak Physical Performance - Weight Loss / Weight Optimization - Pain management - Healing the Physical - Red Laser Therapy - Cupping Therapy (Chinese fire cupping) - Ayurvedic Medicated Oil Massage - Craniosacral Therapy - Chinese Abdominal Massage - Breathwork Instruction \"SPIRIT\" - What is \"spirituality\"? (Coming soon.) - Energy Healing - Secular Spiritual Practice - Aroma Bath Meditation - Sound Healing - Light Therapy - Traditional Spiritual Cleanse - Meditation Instruction - Revelation Breathwork MODALITIES - Traditional Chinese Medicine - Ayurveda - Constitutional Dietetics - Genetic Testing & Interpretation - Ancestral Diet and Lifestyle Whole Food Nutrition & Precision use of Herbs and Supplements Your optimal diet may be the only medicine you need. But what is really your optimal diet? Understand why one diet will transform your health, while another popular diet may fail. Find your ultimate global approach to nourishment. I integrate the fundamentals of the great natural healing traditions (Ayurveda and Chinese Medicine) and balance these against modern nutritional science and genetics. I also believe that pleasure and practicality are essential to successful dietary change. Energy Healing and Subtle Body Work This is an essential tool that gets us beyond the superficial, illuminating the unconscious or unspoken path to increased healing and wellbeing and fast-tracking real changes and deep personal insights. I work with the subtle, energetic, and emotional body using techniques similar to Reiki, Qi Gong, Chakra work, and Auric field work. I especially like working with sceptics and those resistant to this type of healing modality. No belief is required; just openness, presence, and a desire for personal growth and expansion. Sessions are often revelatory and transformational. Tools for Expanding Consciousness and Personal Growth Explore a powerful multidisciplinary skill set for optimizing personal and transpersonal wellbeing. Ancient wisdom and new technologies combine to transform and optimize your experience of life. Includes achieving desirable changes in mood, outlook, motivation, friendships, intimate relationships, family life, sense of purpose, habit modification, and much more. Ayurveda and Traditional Chinese Medicine My approach to healing and self-optimization deeply informed by the time tested wisdom of Ayurveda and Traditional Chinese Medicine, without being limited to them. We must recognize that these systems have a lot to offer yet are often held back by their historical context, geographic locations, and the genetic groups upon which they were originally devised. Herbal medicine and diet become even more effective with an integrated multi-system global approach, carefully considered through the lens of these important foundational healing traditions. CranioSacral Therapy (CST) & Somato-Emotional Release This unique gentle touch therapy offers profound whole-health and whole-person benefits. It primarily works by changing the tone of the nervous system and optimizing the functioning of the fascial system throughout the body. CranioSacral Therapy has been effective in improving numerous health conditions, in particular those involving chronic pain, nervous disregulation, sleep disorder, anxiety, depression, exhaustion, burnout, chronic injury, etcetera. Spirituality Without Religion I teach the fundamental practices that are at the core of an effective spiritual practice for mental and physical optimization. Develop and expand intuition, community, emotional intelligence, sense of inner peace, and other aspects of spiritual wellness. Secular Integrative Spiritual Practice employs consciousness enhancing traditional techniques, that value benefit over belief, and function over faith. There is abundant scientific evidence that a variety of traditional spiritual and mind-body practices can radically transform human health and felt sense of wellbeing. No particular belief is required. [Book a private healing session with Pierre "}