{"title": "Buscar", "author": "Ramos Mezquita; Esther", "url": null, "hostname": null, "description": null, "sitename": null, "date": "2017-06-19", "cleaned_text": "Buscar Mostrando ítems 1-10 de 1430 [](/xmlui/handle/11531/19047) Proyecto educativo dirigido a padres con hijos que padecen trastorno por déficit de atención con hiperactividad para mejorar el afrontamiento de esta patología (2014) El abordaje de la población infantil con trastorno por déficit de atención con hiperactividad (TDAH), continua siendo difícil. Los problemas conductuales que acarrean los síntomas principales, dificultan el rendimiento ... [](/xmlui/handle/11531/19026) Bases Conceptuales y Metodológicas de la II (08/04/2016) [](/xmlui/handle/11531/16476) Triaje de Enfermería en el servicio de Urgencias hospitalarias (2013) El Triaje hospitalario es un sistema que permite la clasificación de pacientes según el nivel de gravedad que presentan en su llegada a urgencias. Permite una mejor gestión para poder responder adecuadamente y de una ... [](/xmlui/handle/11531/18994) Evaluación de la eficacia y seguridad de la Pregabalina y la Acupuntura como tratamientos coadyuvantes en el control de los distintos síntomas y la calidad de vida en la Fibromialgia (2014) La fibromialgia es una enfermedad con múltiples síntomas, cuyos mecanismos fisiopatológicos no se conocen por completo, lo que hace que resulte difícil el abordaje de estos pacientes. Por este motivo, los tratamientos ... [](/xmlui/handle/11531/19023) Proyecto educativo de Reanimación Cardiopulmonar Básica Pediátrica destinado a profesores de escuelas infantiles (2014) La reanimación cardiopulmonar básica (RCPb) y la actuación ante la obstrucción de la vía aérea por cuerpo extraño incluyen acciones claras y sencillas, que todos los ciudadanos deberían conocer. Se debe insistir en la ... [](/xmlui/handle/11531/18992) Prevención de accidentes en la infancia en edades comprendidas entre 1 y 4 años (2014) Los accidentes infantiles son un problema socio-sanitario de primera magnitud por las consecuencias que comportan en: mortalidad, morbilidad, invalidez, consumo de recursos sanitarios y coste social de los mismos. Con ... [](/xmlui/handle/11531/19022) Proyecto educativo de prevención de errores de medicación para profesionales de enfermería (2014) La calidad y la seguridad se deben trabajar para asegurar la mejor asistencia de los pacientes. Para ello se plantean diferentes estrategias con las que los profesionales deben trabajar. El objetivo del proyecto educativo ... [](/xmlui/handle/11531/16435) Parálisis cerebral infantil ¿Quién mejor para cuidarle que tú? : Proyecto educativo para padres de hijos con parálisis cerebral (2013) La parálisis cerebral infantil es una enfermedad que afecta a los movimientos del niño, siendo el área motora del cerebro la afectada. Reúne una serie de complicaciones secundarias a la propia enfermedad las cuales "}