{"title": "Application of Herbs and Dietary Supplements in ADHD Management", "author": "Rashmi Mallya; Beena Naik; Munira Momin", "url": "https://www.eurekaselect.com/article/125118", "hostname": "eurekaselect.com", "description": "Attention Deficit Hyperactivity Disorder is a neurodevelopmental disorder, which is characterised by a distinct clinical pattern of inattention, hyperactivity as well as impulsivity, which in turn interferes with the day-to-day activities of the affected individual. Although conventional allopathic medications have been found to provide symptomatic relief, they are accompanied by a plethora of side effects that overshadow and outweigh the potential therapeutic benefits. Hence, various alternative approaches in the management of Attention Deficit Hyperactivity Disorder (ADHD) are actively being investigated. Over the past few decades, numerous studies have been initiated and have delved into potential alternative strategies in the treatment and management of ADHD. The primary focus of this article is to discuss the etiology, pathophysiology coupled with a financial background as well as alternative strategies in the treatment and management of ADHD. A review of the literature on the clinical trialson alternative treatment approaches for ADHD showed that, plants and dietary supplements have beneficial effects on ADHD management. But in-depth studies still need to be conducted because the trials reported till now have a smaller sample size and need to be scaled up to get a broader understanding and knowledge of the potential impact of alternative forms of natural treatment on the patient population with ADHD. Also, the manufacturer of the alternative formulations needs to develop effective protocols and processes for the safe, effective, and robust manufacturing of such natural remedies, which fall in line with the expectation of the FDA to gain regulatory clearance for its manufacturing and sale, which can lead to better therapeutic outcomes in patients.", "sitename": "http://www.eurekaselect.com", "date": "2022-08-27", "cleaned_text": "Abstract Attention Deficit Hyperactivity Disorder is a neurodevelopmental disorder, which is characterised by a distinct clinical pattern of inattention, hyperactivity as well as impulsivity, which in turn interferes with the day-to-day activities of the affected individual. Although conventional allopathic medications have been found to provide symptomatic relief, they are accompanied by a plethora of side effects that overshadow and outweigh the potential therapeutic benefits. Hence, various alternative approaches in the management of Attention Deficit Hyperactivity Disorder (ADHD) are actively being investigated. Over the past few decades, numerous studies have been initiated and have delved into potential alternative strategies in the treatment and management of ADHD. The primary focus of this article is to discuss the etiology, pathophysiology coupled with a financial background as well as alternative strategies in the treatment and management of ADHD. A review of the literature on the clinical trialson alternative treatment approaches for ADHD showed that, plants and dietary supplements have beneficial effects on ADHD management. But in-depth studies still need to be conducted because the trials reported till now have a smaller sample size and need to be scaled up to get a broader understanding and knowledge of the potential impact of alternative forms of natural treatment on the patient population with ADHD. Also, the manufacturer of the alternative formulations needs to develop effective protocols and processes for the safe, effective, and robust manufacturing of such natural remedies, which fall in line with the expectation of the FDA to gain regulatory clearance for its manufacturing and sale, which can lead to better therapeutic outcomes in patients. Keywords: [Attention deficit hyperactivity disorder](https://www.eurekaselect.com/search?searchvalue=Attention deficit hyperactivity disorder), [ herbal medication](https://www.eurekaselect.com/search?searchvalue= herbal medication), [ dietary modifications](https://www.eurekaselect.com/search?searchvalue= dietary modifications), [ nutritional supplements](https://www.eurekaselect.com/search?searchvalue= nutritional supplements), [ clinical trials](https://www.eurekaselect.com/search?searchvalue= clinical trials), [ financial impact.](https://www.eurekaselect.com/search?searchvalue= financial impact.) "}