{"title": "EU leaders seek to inject energy into slow vaccine rollout", "author": "Lorne Cook; Raf Casert", "url": "https://medicalxpress.com/news/2021-02-eu-leaders-energy-vaccine-rollout.html", "hostname": "medicalxpress.com", "description": "European Union leaders are gathering Thursday to try to inject new energy into the bloc's lagging coronavirus vaccination efforts as concern mounts that new variants might spread faster than authorities can adapt.", "sitename": "Medical Xpress", "date": "2021-02-25", "cleaned_text": "EU leaders seek to inject energy into slow vaccine rollout European Union leaders are gathering Thursday to try to inject new energy into the bloc's lagging coronavirus vaccination efforts as concern mounts that new variants might spread faster than authorities can adapt. The leaders will meet via videoconference from 1400 GMT (9 a.m. EST). They'll debate ways to ease production bottlenecks and speed up the rollout of vaccines, as well as the severity of restrictions that should remain in place to halt the spread of the virus, which has killed more than 515,000 people across the bloc's 27 nations. \"The epidemiological situation remains serious, and the new variants pose additional challenges. We must therefore uphold tight restrictions while stepping up efforts to accelerate the provision of vaccines,\" the leaders will say, according to a draft summit statement seen by The Associated Press. The European Commission has sealed deals with several companies for well over 2 billion [vaccine](https://medicalxpress.com/tags/vaccine/) shots—far more than the EU population of around 450 million—but only three have been authorized: jabs from Pfizer-BioNTech, Moderna and AstraZeneca. Officials say the Johnson & Johnson vaccine could be approved next month. Not far from from where European Council President Charles Michel is chairing the summit from Brussels, the heads of the big pharmaceutical companies making vaccines will be grilled by EU lawmakers as the meeting goes on. The leaders will also weigh whether and when to introduce vaccine certificates, which could help smooth a return to air travel and possibly avoid another disastrous summer holiday season, as the [tourism industry](https://medicalxpress.com/tags/tourism+industry/) and broader economies suffer from restrictions. Southern European countries dependent on tourism, like Greece and Spain, support such a system, but their northern EU partners, like Germany, doubt whether the certificates would work. \"First it must actually be clearly resolved that vaccinated people are no longer infectious,\" German Chancellor Angela Merkel said in an interview published Thursday in the daily Frankfurter Allgemeine Zeitung. \"As long as the number of those who have been vaccinated is still so much smaller than the number who are waiting for vaccination, the state should not treat the two groups differently.\" Austrian Chancellor Sebastian Kurz said he would prefer a green pass system, similar to Israel's. \"Those who are vaccinated should have full freedom, but so should those who just had corona and are immune, and all those who take a test and can prove through the test that they are negative,\" Kurz told Germany's Bild tabloid. Public pressure to relax measures is building. The Netherlands has eased some lockdown measures in what Prime Minister Mark Rutte called a calculated risk to make the year-long crisis \"bearable.\" Denmark just allowed high school students to partially return to classes. In Belgium, Jean-Marc Nollet, head of the Greens party that is part of the ruling coalition, openly said he no longer followed his own government's limits on social contacts because \"I am a human being and human contact is something vital.\" But according to the draft statement, the leaders will say that the crisis is far from over, especially as vaccine production lags, and that restrictions on nonessential travel, among other measures, remain valid. With leaders conscious that the pandemic won't end unless it's defeated everywhere, summit talks will also touch on getting vaccines to other countries in need, notably in Africa, through the U.N.-backed COVAX program. © 2021 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission. "}