{"title": "G:\\Internek\\Kompendio De Farma", "author": "EnFerMeriithhaa", "url": "https://www.slideshare.net/upsy/ginternekkompendio-de-farma", "hostname": "slideshare.net", "description": "G:\\Internek\\Kompendio De Farma - Descargar como PDF o ver en línea de forma gratuita", "sitename": "SlideShare", "date": "2012-05-02", "cleaned_text": "1. FARMACOL 1 OGIA 20/11/2009 ESCUELA DE ENFERMERIA EL CENTRO MEDICO DE ESPECIALIDADES INCORPORADA A LA UACJ MATERIA: FARMACOLOGIA Titulo: Karla Michelle Martínez Galarza 3. FARMACOL 3 OGIA Historia de la farmacología La búsqueda de remedios para aliviar dolor o sentirse físicamente mejor está presente en el hombre desde sus orígenes, junto con el instinto de alimentarse y de sobrevivir. Puede decirse entonces que la farmacología es tan vieja como el ser humano, ya que éste, mediante la observación a los animales, y gracias a la casualidad muchas veces, sabía de plantas o sustancias de origen animal e incluso mineral que aliviaban su malestar. Y esos pequeños y primitivos conocimientos básicos pasaban de generación en generación. Así, se tienen pruebas de que hace 35.000 años el hombre ya cultivaba plantas como la manzanilla y la valeriana con fines curativos. La civilización china es la primera en constatar determinados tratamientos. En el 5.000 A.C. se conocían las propiedades beneficiosas del té y el ruibarbo, y en la actualidad se ha confirmado que la presencia de la soja en la alimentación china no es en vano: hace milenios que utilizan un extracto de soja fermentada que puede considerarse como precursor del antibiótico. Es bien conocido el hecho de que los egipcios lograron grandes avances en áreas como la fisiología, la patología y la cirugía, fundamentalmente por el arte de embalsamar a sus muertos. Obviamente, su saber también se extendía para favorecer el bienestar de los vivos. Muchas de sus drogas de origen vegetal o animal siguen en la actualidad vigentes. Entre los documentos de historia farmacológica más importantes se encuentra el Papiro de Ebers, donde dejaron reflejados en jeroglíficos estos conocimientos. Vemos que para el hombre es muy importante la busqueda de sustancias que le ayuden a mitigar el dolor, o que simplemente le ayuden a vivir de una manera sana para que este pueda continuar con sus actividades. Es interesante ver los comienzos de la farmacología, antes los mejores remedios para el dolor se encontraban en una pequeña planta, ahora gracias a la ciencia, tenemos una gran variedad de medicamentos que combinan cantidad de ingredientes para nuestro beneficio y hay uno para cada una de nuestras necesidades. Muchos de estos conocimientos han sido de mucha ayuda en nuestros días. Hay que tener presente que no solo de medicamentos debe de vivir el hombre, pues aun tenemos muchos recursos de donde sacar las vitaminas que necesitamos, y aunque parezca anticuado hoy día, aun nos sirven de mucho las plantas medicinales; son lentas pero su efecto curativo es impresionante. Pero fueron los griegos los que realmente aportaron grandes avances a una ciencia que aún no estaba disociada de la medicina. Hipócrates fue quien asentó la base ética de la medicina, y fue un gran conocedor tanto de la teoría médica como de su práctica, a través de sus estudios sobre las plantas medicinales. De todos modos, la cultura griega se caracterizó por no concederle importancia a la práctica, y un exceso de atención a la teoría pura, la filosofía. Es por eso que no se realizaran mayores avances en esta dirección. En el imperio romano destaca el médico Pedacio Dioscórides y fundamentalmente su obra De Materia Medica, donde estudia sustancias tanto de origen vegetal como animal y mineral. Es un tratado en el que se recogen 600 plantas medicinales, con descripción de sus virtudes y su forma de administrar con fines curativos. Lo malo fue que se le concedió tanta importancia que supuso un freno para 4. FARMACOL 4 OGIA posteriores investigaciones. Durante la Edad Media todo el saber recopilado hasta entonces se estancó en un oscurantismo generalizado, y sólo cónclaves concretos como las instituciones religiosas se encargaban de mantener y transcribir los conocimientos de épocas pasadas, a veces bajo rigurosa censura. Los árabes, en cambio, sí se preocuparon no sólo por hacer recopilación de todo lo conquistado por el estudio del hombre en el pasado, sino que además siguieron aportando y desarrollando conocimientos en las varias ciencias en las que por entonces se clasificaba el saber. Crearon las boticas e incluso una escuela de farmacia. Entre los médicos más famosos del mundo islámico están Avicena o el cordobés Averroes. Otro árabe hispano, Ibn Al Baitar, escribió un tratado en el que se describían aproximadamente 1500 sustancias bajo criterios médicos: empleo, usos, dosis e incluso reacciones adversas. Ya en el siglo XVI otro gran hombre vino a enriquecer la ciencia de la farmacología, el filósofo suizo Paracelso. Era un excelente químico, (es más conocido incluso como alquimista), y basándose en su experiencia e investigación descubrió las propiedades de numerosas sustancias, aplicándolas a la terapia de varias enfermedades. El buscaba lo que denominó \"la quinta esencia\", y que bien podría entenderse en términos farmacológicos como el \"principio activo\" de un medicamento. Hubo muchos personajes en la historia que de verdad se preocuparon por el bienestar humano, y gracias a eso dieron a la humanidad cantidad de descubrimientos que nos han beneficiado en gran manera, por ejemplo Arvid Carlsson, farmacólogo sueco laureado con el Premio Nobel de Medicina en el año 2000, junto con Paul Greengard y Eric Kandel, por sus descubrimientos sobre la forma en la que se transmiten los mensajes a través del sistema nervioso, cruciales para comprender el funcionamiento normal del cerebro y que han permitido avances en el tratamiento de enfermedades neuropsiquiátricas como la enfermedad de Parkinson, la depresión o la esquizofrenia. Henry Hallett Dale, farmacólogo y fisiólogo británico, que compartió el Premio Nobel de Fisiología y Medicina de 1936 con Otto Loewi por sus trabajos sobre la transmisión química de los impulsos nerviosos. En 1914, reemprendió unos estudios anteriores sobre la acetilcolina y pronto verificó que esa sustancia química estaba implicada en las respuestas de los nervios parasimpáticos; en reconocimiento a ese trabajo tanto él como Otto Loewi fueron galardonados en 1936 con el Premio Nobel. Pedáneo Dioscórides, médico griego, nacido en Anazarbus, Cilicia (actualmente Turquía). Sirvió en los ejércitos de Nerón y estudió las propiedades médicas de las plantas. Escribió De Materia Medica, el primer tratado serio y libre de supersticiones sobre botánica y farmacología. Durante los siglos XVIII y XIX el mundo sufrió numerosos y revolucionarios cambios sociales, políticos e ideológicos. El farmacéutico alemán Sertürner, en 1803, es el primero en aislar un principio activo, la morfina, de una planta medicinal, el opio. Este hallazgo fue el catalizador para posteriores descubrimientos de lo que ya sería la Farmacología Moderna. Después de él constan los investigadores Pelletier y Caventou, que aislaron lo que se denominan \"alcaloides\"; Runge, que aisló la cafeína del café; y Meissner, Hesse y otros, que aportan al grupo de los alcaloides una importante lista de principios activos. En 1830, Leroux aísla lo que él llamó la salicina, 5. Robiquet la amigdalina y Nativelle la digitalina cristalizada: con esto comienza a formarse la lista de los llamados heterósidos o glicósidos. En 1838 Schleiden incorpora el microscopio a la investigación farmacológica. De este modo el conocimiento de las drogas adquirió una consistencia más exacta. Puede decirse que el siglo XIX es el siglo de oro de la Farmacognosia. A los avances mencionados anteriormente es importante añadir los resultados del investigador francés Claude Bernard, que introdujo el método experimental en el estudio de la acción y los efectos de los fármacos. Desde entonces, cada nueva aportación ha originado la potencialización de esta ciencia, abriendo nuevos caminos para la investigación. A través de los años, numerosos personajes han aportado un beneficio a la humanidad tras años de estudio y de investigación y la farmacología es muy importante para nosotros como personal de salud; nosotros no indicamos los fármacos, pero somos los encargados de administrarlos a nuestros pacientes. Tenemos una obligación ética de conocer las acciones, efectos tóxicos, indicaciones y contraindicaciones de estas sustancias. A causa de la gran variedad de fármacos que existe hoy día, no debemos de confiar en nuestra memoria, sino que hay que ampliar nuestro conocimiento investigando y consultando fuentes de información actualizadas. La Organización Mundial de la Salud (OMS) y los Organismos Sanitarios relacionados a los medicamentos, se han encargado de organizar sistemas que faciliten la pronta detección de las reacciones adversas provocadas por los medicamentos, con el fin de limitar en lo posible los riesgos en las personas que los utilizan. La OMS creó a nivel internacional, el programa de Farmacovigilancia que fue definido como la \"disciplina que trata de recoger, vigilar, investigar y evaluar la información sobre los efectos de los medicamentos, productos biológicos, plantas medicinales y medicinas tradicionales, con el objetivo de identificar nuevas reacciones adversas y prevenir los daños en los pacientes\" (OMS 2002). A partir del 2001 el Centro Nacional de Farmacovigilancia forma parte de la Comisión Federal para la Protección contra Riesgos Sanitarios (COFEPRIS), cuya finalidad es, desde luego, recibir informes sobre la detección de Sospechas de Reacciones Adversas de los Medicamentos, vacunas y dispositivos médicos, por parte de los profesionales de la salud y de los Laboratorios Productores, evaluarlas, valorarlas y retroalimentar la información. 6. FARMACOL 6 OGIA OBJETIVO OBJETIVO GENERAL El alumno será capaz de integrar sus conocimientos de farmacología a pacientes con patologías tanto medicas como quirúrgicas con el fin de minimizar los riesgos que implica la administración de medicamentos tanto del punto de vista terapéutico como fin de diagnostico. 8. FARMACOL 8 OGIA FARMACOLOGÍA Es la ciencia que estudia el origen, las acciones y las propiedades que las sustancias químicas ejercen sobre los organismos vivos. ENFERMERÍA Rama de la enfermería que estudia la aplicación de medicamentos y su acción sobre seres vivos (se dedica al cuidado de las personas). FARMACODINAMIA Estudio de los efectos bioquímicos y fisiológicos de los fármacos y su mecanismo de acción. FARMACOCINETICA Estudia los procesos a los que un fármaco es sometido (como va a llegar, que efectos va hacer y como se a eliminar). POSOLOGÍA Rama que estudia las dosis a administrar de los medicamentos (indicación terapéutica). DOSIS Es el contenido del principio activo de un medicamento expresado en cantidad por unidad de toma de volumen o peso que se suministrara de una sola vez (cantidad de fármaco). DOSIS MÍNIMA Es capaz de producir el efecto deseado (cuando se administra poco de la dosis regular). DOSIS MÁXIMA Es la cantidad máxima que puede causar la muerte , desde la cual aparecen síntomas de intoxicación. 9. FARMACOL 9 OGIA PERIODO DE LATENCIA DE UN FÁRMACO Tiempo que tarda el medicamento desde la administración hasta que hace efecto. ABSORCIÓN Penetración de los fármacos a la célula (entra a la célula). ADSORCIÓN Fijación de los fármacos a la célula o membrana. FÁRMACO Sustancia utilizada en el tratamiento, cura, prevención o diagnostico de una enfermedad. RECEPTOR Moléculas con las que los fármacos interactúan selectivamente, reciben el medicamento y modifican la condición (grasas, proteínas, célula). 10. FARMACOL 10 OGIA CIENCIAS BIOLÓGICAS CON LAS QUE SE RELACIONA LA FARMACOLOGÍA 11. FARMACOL 11 OGIA BIOQUIMICA Es el estudio de la transformación que sufren las sustancias químicas dentro del organismo, es un eslabón entre la química organismo y la fisiología. BIOFISICA Es el estudio de los fenómenos biológicos aplicados al campo de la física que acompañan al funcionamiento de lo mismo. ANATOMIA Y FISIOLOGIA Estudia las diferentes partes y funciones de que constan los seres vivos. DIVISIONES DE LA FARMACOLOGÍA FARMACOGNOSIA Estudia el origen los caracteres físicos, químicos y organolépticos de las drogas. FARMACIA Es el medio de obtención de las drogas, preparación de las mismas y presentación comercial. FARMACODINAMIA Es el estudio de los efectos bioquimicos y fisiologicos de los fármacos sobre el organismo. FARMACOCINETICA Estudia los procesos a los que el fármaco es sometido a través de su paso por el organismo. FARMACOTECNIA Rama encomendada a la preparación de las drogas, según su administración individualizada. 12. FARMACOL 12 OGIA TOXICOLOGÍA Es el estudio de los efectos nocivos o tóxicos de los fármacos. BIOFARMACIA Es el estudio de la biodisponibilidad de los fármacos. POSOLOGÍA Son las indicaciones terapéuticas. Se encarga del estudio de la dosificación de los fármacos. FARMACOVIGILANCIA Es el estudio de las reacciones adversas contrario a lo que esperamos. FARMACOLOGÍA CLÍNICA Evalúa la eficacia y la seguridad de la terapéutica por fármacos TERAPEÚTICA Es el estudio de las interacciones beneficiosas de los fármacos en el organismo. 13. FARMACOL 13 OGIA MECANISMO BÁSICO DE ACCIÓN DE LOS FÁRMACOS 14. FARMACOL 14 OGIA MECANISMO DE ACCIÓN DE LOS FÁRMACOS. La acción farmacológica es aquella modificación o cambio que se pone en marcha en presencia de un fármaco, puede ser un proceso bioquímico, una reacción enzimática, un movimiento a través de las membranas que da lugar a una modificación observable y a ésta le llamamos efecto farmacológico. El efecto farmacológico es la manifestación observable que aparece de una acción farmacológica, no hay efecto sin acción y cada acción comporta un efecto por ejemplo \"salbutamol es un bronco dilatador utilizado para problemas asmáticos, se une a los receptores B2 adrenérgicos, que son estimulados por la adrenalina y el salbutamol\"; el salbutamol es un mimético de la adrenalina, el acoplamiento fármaco receptor pone en marcha un sistema de transporte que causa una dilatación de los bronquios y éste es el resultado observable. Un fármaco da una acción farmacológica contra un estado patológico o fisiopatológico, existente a partir de una dosis concreta que implica esa acción, se metaboliza y se excreta. ABSORCIÓN Y COMPORTAMIENTO DE UN FÁRMACO Absorción y Comportamiento de un Fármaco La absorción estudia la entrada de los fármacos en el organismo desde el lugar que se depositan cuando se administran, estudia el paso de los fármacos desde el exterior al medio interno, es decir, a la circulación sistémica tanto este proceso como los restantes procesos a los que se encuentra sometido el fármaco al organismo requiere que este sea capaz de atravesar membranas biológicas y las series de pasos que llevan al fármaco a su distribución. DIFUSIÓN: Distribución de una sustancia o agente por todos los tejidos por la circulación y la asimilación. FILTRACIÓN: Es el paso de moléculas a través de canales acuosos, localizados en la membrana, puede considerarse un proceso de difusión 15. FARMACOL 15 OGIA pasiva que involucra la circulación de gran cantidad de agua como resultado de una diferencia hidrostática u osmótica, es la entrada general del fármaco a la célula. TRANSPORTE ACTIVO: Mecanismo que permite a la célula transportar sustancias disueltas a través de su membrana desde regiones menos concentradas a otras mas concentradas, es un proceso que requiere de energía normalmente las sustancias disueltas en forma de partículas con carga eléctricas llamadas iones tienen a difundirse o pasar pasivamente desde regiones de concentración alta a otras de concentración bajas de acuerdo con el gradiente de concentración, este proceso natural de difusión tiende que las sustancias se distribuyan de manera uniforme. Este transporte es activo porque requiere de energía y permiten a la célula regular y controlar el movimiento de sustancias transportadas al interior o el exterior. TRANSPORTE ESPECIALIZADO: Ciertos compuestos se observen sin un gradiente de concentración puede observar gran cantidad para compuestos del mismo tamaño molecular. PINOCITOSIS: Proceso por el cual la membrana celular atrapa una gota de líquido y la introduce en el citoplasma en forma de una pequeña vesícula. OSMOSIS: Difusión o paso de un líquido o de un gas a través de una membrana permeable. OTROS CONCEPTOS 16. FARMACOL 16 OGIA HIPERSENSIBILIDAD: Situación en la que el cuerpo reacciona con una exagerada respuesta inmunológica a los medicamentos u otras sustancias. Reacción alérgica. ALERGIA: Reacción de defensa exagerada del organismo en contra de diversas sustancias extrañas a el (alergenos) introducidas por inhalación, ingestión. TOLERANCIA A MEDICAMENTOS: Facultad de soportar el uso continuado o creciente de un fármaco o agente sin experimentar el efecto perniciosos. HABITO DEPENDENCIA: SINDROME DE ABSTINENECIA: Conjunto de trastornos en un paciente acostumbradla una droga, cuando éste se suprime bruscamente. SINERGISMO: Unión de 2 sustancias de medicamentos (analgésico y antiinflamatorio). SUMACIÓN: Unión de estímulos de esfuerzos o reacciones. POTENCIACIÓN: Efecto más alto de la unión de medicamentos (alto nivel de los fármacos). 17. FARMACOL 17 OGIA VÍAS DE ADMINISTRACIÓN DE UN FÁRMACO 18. FARMACOL 18 OGIA Vías de Administración de un Fármaco A menudo la eficiencia de un fármaco depende de la vía de administración. Los fármacos se formulan para cubrir los requerimientos de absorción, metabolismo o excreción rápida o lenta, para obtener así una concentración sanguínea terapéutica. Una preparación oral se administra con el estómago vacío (pre-prandeal), pero si causa irritación gástrica se dan con los alimento0s o inmediatamente después de éstos (post-prandeal). Se recomienda que una cápsula vaya acompañada de una cantidad pequeña de agua, luego ingerirlo con medio vaso de agua para evitar que quede retenida en el esófago. Inyecciones Intramusculares Para inyecciones intramusculares verificar indicaciones acerca del uso de los glúteos o cara lateral del muslo (basto anterior del muslo). Los fármacos pueden aplicarse en inyecciones intravenosas directas como un bolo en un volumen de 20 mililitros o menos en el transcurso de un minuto o de manera lenta de 5 a 15 minutos. La inyección intravenosa directa se emplea cuando se tiene un efecto inmediato o el fármaco se vuelve inestable al ser constituido o diluido, el método de se usa cuando un fármaco se diluye y se deja un intervalo de dosificación y se requiere de administración lenta, el fármaco se diluye de 50 a 250 mililitros y se infunde desde 15 minutos hasta 2 horas, esto minimiza problemas de estabilidad e incompatibilidad y da el efecto mínimo y máximo en la terapéutica. Cuando un fármaco debe diluir bastante se usa el método de infusión continua donde el fármaco se diluye de 500 a 1000 mililitros y se transfunde en 4 a 24 horas. 19. FARMACOL 19 OGIA FARMACOS ORALES CAPSULA: Envase de gelatina que se degluta entera, contiene un fármaco que debe pasar por la boca sin liberarse, ya que obtiene un sabor desagradable, permite la salud del fármaco cuando la cápsula se disuelve en el estómago o en el intestino. COMPRIMIDO: Fármaco disecado y pulverizado que se mezcla con una sustancia base fijadora y se comprime en diversas maneras, puede ser deglutida entera o masticada si se requiere (ejemplo: tableta aspirina). COMPRIMIDO DE CAPA ENTERICA: Recubrimiento aplicado a un comprimido que contiene un fármaco que es irritante gástrico, el comprimido se degluta entero. COMPRIMIDO DE LIBERACIÓN LENTA: El comprimido se deglute entero, con tiene un fármaco que es liberadlo durante un periodo prolongado. ELIXIR: Líquido claro a base de agua, alcohol, endulcolorantes y aromatizantes que se usa sobre todo vehículo para los fármacos orales, solución de un fármaco potente de sabor desagradable en una dosis de volumen pequeño. EMULSIONES: Sistema constituido por 2 líquidos no mezclables de los cuales se encuentra dispersos uno en el otro, en forma de pequeñas gotitas, mezcla de aceite y agua donde el primero se conserva disperso por un emulsificante debiendo agitarse antes de y usarse (melox, peptobismol). 20. FARMACOL 20 OGIA EXTRACTO: Preparación concentrada de un fármaco que puede conservarse de manera líquida o ser evaporado y el sedimento sólido se incorpora en una tableta o cápsula. GRANULO: Por lo pequeño es a menudo la sustancia activa. JARABE: Fármaco contenido en una solución de azúcar concentrada. LICTUS: Fármaco formulado que se dá en dosis de volumen pequeño, para deglutir con lentitud sin adición de agua, por lo general se usa ara aliviar la tos. MEZCLA: Sustancia compuestas por ingredientes no combinados químicamente, líquid0 que contiene uno o más medicamentos en suspensión. POLVOS: Es en general una mezcla de dos o más sustancias pulverizadas y que no deben aplicarse a heridas abiertas ni en áreas grandes de carne viva. SUSPENSIÓN: Líquido en el cual se dispersan partículas sólidas sin llegar a disolverse, se mantiene mediante agitación si se deja en reposo las partículas sólidas se sedimentan en el fondo del recipiente. 21. FARMACOL 21 OGIA TINTURA: Solución de uno o más medicamentos que se aplican en la piel en general sobre amplias zonas (ejemplo: antisépticos, dermatitis). TROCISCOS: Forma farmacológica sólida que se activa por desintegración lenta en la boca y se usa cuando se requiere una acción farmacológica en la boca o la garganta. FÁRMACOS INYECTABLES Son soluciones y suspensión es estériles que se administran por vía diferente que la oral, es decir, por vía parenteral. INTRAARTERIAL: Fármacos en su mayor arte citotóxicos. INTTRAARTICULAR: El fármaco se inyecta en una cavidad articular propiamente. INTRACARDIACA: El fármaco se inyecta de modo directo en el ventrículo o el miocardio para una respuesta cardiaca inmediata (el medico los realiza o intensivista). INTRADERMICA: Se administra en las capas cutáneas superficiales, se usa en particular para pruebas cutáneas. INTRAMUSCULAR: Esta vía es utilizada ara soluciones oleosas (pesadas, difíciles), sustancias con potencial irritante, el sitio no debe recibir masaje si se usa la técnica \"Z\". 22. FARMACOL 22 OGIA INTRTAPERITONEAL: Se emplea con fármacos que deben tener contacto con la membrana peritoneal. INTRATECAL: Es útil cuando un fármaco no atraviesa la barrera hematocefálica, este modo se libera en el líquido cefalorraquídeo en el espacio subaragnoideo por lo general de una punción lumbar. INTRAVENOSA: Esta vía se usa cuando se requiere un efecto muy rápido o si la preparación es irritante para los tejidos. SUBCUTANEA: Se utiliza cuando se requiere una absorción relativamente lenta. FÁRMACOS DE APLICACIÓN TÓPICA CREMA: Emulsión semisólida que puede ser acuosa. LOCIÓN: Agente contenido en un vehículo acuoso al colado o emulsificado aplicado a la piel sin frotar. PASTA: Preparación semisólida que contiene una porción elevada de fármaco. UNGÜENTO: Preparación semisólida con base en grasa. OVULOS: Preparación sólida para administración vaginal que contiene un agente cuya finalidad es actuar de modo local. 23. FARMACOL 23 OGIA GOTAS: Para ojos, oídos y nariz, no deberán toarse con el gotero y éste deberá regresar al frasco sin lavar. Las gotas oftálmicas son estériles. INHALACIÓN: Preparación líquida que contiene sustancias volátiles que a la vaporización son inhaladas para producir un efecto local o interno a través de la vía respiratoria por vapor, nebulizador, atomizador o aerosol. IRRIGACIÓN: Lavado de una cavidad corporal o herida. SUPOSITORIOS: Preparación sólida para administración rectal. 24. FARMACOL 24 OGIA LINEAMIENTOS PARA UNA APLICACIÓN SEGURA 25. FARMACOL 25 OGIA VERIFICACIONES: Verificar la orden del médico y cuando se administre el fármaco por alguna vez. Compare la etiqueta del envase con la orden cuando se seleccione la preparación antes de medirlos y cuando se reemplace. Verifique de modo cuidadoso la identidad del paciente. Confirme si éste conoce la razón de la medicación, y se aplique los cinco correctos: Paciente correcto Dosis correcta Vía correcta Medicamento correcto Hora correcta Administración de Fármaco: Dense sólo fármacos preparados por uno mismo, administre el fármaco y posología correctos, proporcióneselo al paciente indicado délo a la hora correcta. Administración por vía prescrita y esperar hasta que los fármacos orales hayan sido deglutidos. 26. FARMACOL 26 OGIA RESÚMENES DE LAS EXPOSICIONES 27. FARMACOL 27 OGIA ANTIHIPERTENSIVOS Cualquier sustancia que disminuye la TA sistémica Adrenérgicos: actúan sobre el Sistema Nervioso Central Agonistas Centrales Inhibidores alfa1 Bloqueadores Beta Bloqueadores alfabeta Medicamentos más o Metildopa o Prazoan o Metoprolol o Propanolol Bloqueadores del canal de calcio Bloquea la transmembrana celular; relaja el musculo liso porque el calcio no se absorbe. Dihidropiridinicos No dihidropiridinicos o Amlodipino o Nifedipino Inhibidores de la ECA Evita el aumento de la TA como mecanismo normal (mecanismo renina angiotensina, aldosterona) Captopril 28. FARMACOL 28 OGIA Enalapril Antagonistas de la angiotensina II (ARA II) Inhibe el proceso de la vasoconstricción. Losartan Telmisartan Vasodilatadores Acción directa actua en bajando la TA Hidralasina Nitropuslato Cuadro clinico Acufenos (escuchas la presion) Fosfenos (luces de colores) Lipotimias (desmayos) Cefalea (dolor de cabeza) Sangrado Nasal (epistaxis) Dolor (algo anda mal) CONSIDERACIONES DE ENFERMERIA. Registrar presión arterial en decúbito sentados y al levantarse. Anotar tratamiento previo con inhibidores de la eca y otros antihipertensivos En los ancianos iniciar dosis bajas por disminución de eliminación del fármaco En caso de de que la presión arterial baje poner al paciente en posición supina 29. FARMACOL 29 OGIA Registrar peso, factores de riesgo o problemas médicos Evitar calor y ejercicios excesivos 30. FARMACOL 30 OGIA ANTIDEPRESIVOS Depresión: es una alteración extrema del estado de ánimo, estimula el Sistema Nervioso Central. Los síntomas de la depresión son: Desesperación Baja autoestima Insomnio Antidepresivos Triciclitos Son 3: Bloquea la bomba de aminas (serotonina, norepinefrina) permite que la acetilcolina actúa. Sedación Efectos anticolinérgicos periféricos centrales. Aumentan la actividad noradenergic y serotoninérgica. Inhibidores selectivos de la recaptación de serotonina Inhibidores de recaptación neuronal de norepinefrina y dopamina Inhibidores de la Monoaminooxidasa Aumentan la endógena epinefrina, serotonina y dopamina Otros 31. FARMACOL 31 OGIA Fármacos de segunda generación CONSIDERACIONES DE ENFERMERIA 1.-Discinesia tardía. Síndrome potencialmente irreversible que consiste en movimientos involuntarios que se presenta en algunos pacientes tratados con neurolépticos (antipsicoticos). Amoxapina no es antipsicótico pero tiene actividad neuroléptica. 2.-Sindrome neuroléptico maligno (SNM) Potencialmente fatal que se ha observado con antipsicoticos y amoxapina. La hipertermia se ha presentado con clomipramina. En la mayor parte de los casos se ha presentado cuando se usa con otros fármacos. 3.-Alteraciones convulsivas Debido a que los ATCs bajan el umbral convulsivo, se debe usar con precaución en antecedentes de crisis convulsivas. Sin embargo, las convulsiones se han presentado en pacientes con antecedentes de crisis convulsivas y sin ellas. Con clomipramina se ha informado mayor riesgo. 4.-Efectos anticolinergicos. Usar con precaución en antecedentes de retención urinaria, espasmo uretral o ureteral, glaucoma de ángulo estrecho de presión intraocular. cardiovasculares. En alteraciones coronarias notables con anormalidades ECG, ICC progresiva, alteraciones de la conducción, angina y taquicardia paroxística. En dosis altas los ATCs pueden producir arritmias, taquicardias sinusal y prolongación del tiempo de conducción. Taquicardia e hipotensión postural se han asociado más a protriptilina. Efectuar ECG basal a intervalos posteriores en dosis altas de ATCs. 6.-Hipertiroidismo. En la administración simultánea de fármacos tiroideos se requiere mayor supervisión por el riesgo de toxicidad cardiovascular. 7.-Cirugia electiva. Suspender ATCs lo antes posible la cirugía. 8.-Alteraciones en función hepática y renal. Usar con precaución y reducir la dosis en alteraciones hepáticas por alteraciones del metabolismo y riesgo de acumulación. Usar con precaución en insuficiencia renal importante 32. FARMACOL 32 OGIA DUIRETICOS Incrementan la excreción de sal y agua INHIBIDORES DE LA ANIDRAZA CARBONICA: Su aplicación clínica mas importente es en el glaucoma. Además se utiliza como diurético en alcalosis metabolica y para alcalinizar orina Acetasolamida INHIBIDORES DE ASA O DE TECHO ALTO: Su acción es relativamente corta y la diuresis por lo general tiene lugar en las 4 horas siguientes de una dosis. Furosemide TIACIDAS: Provocan la excreción del 5-10% del sodio filtrado y su acción directa es moderada. Clortalidona Hidroclorotiacida DIURETICOS AHORRADORES DE POTASIO: actúan en los túbulos colectores, provocando que es 5% del sodio filtrado se excrete Espirinolactona DIURETICOS OSMOTICOS: Son sustancias farmacológicamente inertes que son filtradas en el glomérulo pero que se reabsorben mal o no se reabsorben por la nefrona. Saca liquido intracelular y desinflama el cerebro. Manitol CONSIDERACIONES DE ENFERMERIA Balance de líquidos y electrolitos Vigilar debilidad muscular, calambres, boca seca, mareos y molestias En dosis altas vigilar hiperlipidemias En su uso prolongado, la tolerancia puede requerir mayores dosis Revisar indicaciones de terapia Revisar otros fármacos prescritos Revisar exámenes de laboratorio Tomar el medicamento con los alimentos para que no haya irritación en el sistema gastrointestinal 33. FARMACOL 33 OGIA El medicamento produce mayor frecuencia urinaria Incrementar liquidos para prevenir formación de cálculos Revisar exámenes de laboratorio 34. FARMACOL 34 OGIA ANTIARRITMICOS Controlan la generación de impulsos eléctricos anormales del corazón. Estos se producen en focos ectópicos multiples. GRUPO I ANESTESICOS LOCALES Anestesicos locales o estabilizantes de membrana que deprimen la fase 0 del potencial de acción del miocardio. 1ª. Quinidina, Procainamida 1b. lidocaína 1c. Propafenona las taquiarritmias. GRUPO II BLOQUEADORES BETA Deprimen la fase 4 de dezpolarizacion. Producen bloqueo cardiaco beta con reducción de las corrientes de sodio y de las de calcio con suspensión de los marcapasos anormales. El NV es sensible a los bloqueadores beta-. Metroprolol Propanolol Atenolol GRUPO III BLOQUEADORES DE LOS CONDUCTORES DE POTASIO Prolongan la duración del potencial de acción, por bloqueo de los conductores de potasio responsables de la repolarizacion. Acción anti arrítmica ventricular y supra ventricular con los efectos anti arrítmicos de la clase IC y los grupos II Aminiodarona GRUPO IV BLOQUEADORES DE LOS CANALES DE CALCIO Deprimen la fase 4 de despolarización y prolongan la fase 1 y 2 de reporalizacion causan depresión selectiva de los canales de calcio en tejidos que requieren la participación de los conductos L del calcio. Son fármacos que reducen la velocidad de conducción e incrementan el periodo refractario efectivo, en la actualidad se usan para prevenir arritmias nodales. 35. FARMACOL 35 OGIA GRUPO NO CLASIFICADO POR VAUGHAM-WILLIAMS Adeniosina Digoxina Sulfato de magnesio CONSIDERACIONES GENERALES DE ENFERMERIA Investigar sensibilidad o experiencias previas a estos fármacos Investigar palpitaciones, dolor de pecho, desmayos o perdida de latidos Obtener el electrocardiograma para documentar las arritmias Registrar signos vitales y latidos cardiacos Usar un monitor cardiaco en administración IV del fármaco y vigilar cambios en el ritmo. Vigilar la presión arterial evitar frecuencia cardiaca Determinar glucemias, electrolitos, niveles del fármaco, estudios de función hepática o renal. Investigar estilos de vida relacionados con el uso de cafeína, alcohol y falta de ejercicio- Identificar y eliminar ciertos alimentos, estrés emocional. Tomar el medicamento según la prescripción, si se pierde una dosis no duplicar la siguiente. Evitar automedicación cafeína, tabaco y alcohol Informar problemas de actividad sexual y efectos adversos del fármaco Cambiar de posición lentamente Informar si aparece edema 36. FARMACOL 36 OGIA VASODILATADORES CORONARIOS, PERIFÉRICOS musculo liso Periféricos: aumentan la perfusión de las venas periféricas cerebrales aumentan la irrigación del cerebro. BLOQUEADORES DEL CANAL DE CALCIO Actúan como vasodilatadores y son fármacos que también se usan como antihipertensivos y antiarritmicos. Los bloqueadores o antagonistas de los canales de calcio comprenden tres tipos principales. Son compuestos que afectan más la entrada del calcio en la célula que las acciones de este ion en el interior celular. o Verapamilo BLOQUEADORES BETAADRENERGICOS Nadolol es un bloqueador beta adrenérgico no selectivo compite con los receptores beta adrenérgicos tanto 1 como 2. También actúa inhibiendo los efectos inotrópicos. Reduce los requerimientos de oxigeno o Nadolol VASODILATADORES Reducen la presión arterial sistólica y diastólica al disminuir la resistencia vascular periférica y la precarga. En la acción antiginosa de los nitratos intervienes: la reducción del consumo de oxigeno del corazón, secundaria a la reducción de la presión arterial y el gasto cardiaco, redistribución del flujo coronario hacia zonas isquémicas, alivio del espasmo coronario en la angina variante. o Isosorbide o Nitroglicerina BLOQUEADORES ALFAADRENERGICOS Producen vasodilatación periférica de las arteriolas con predominio de la acción vagal colinérgica al bloquear los receptores alfa. Entre los efectos adversos de 37. FARMACOL 37 OGIA estos fármacos esta la hipotensión postular que puede desencadenar un accidente vascular cerebral. o Blufomedil BETA ADRENÉRGICOS Producen vasodilatación por relajación del musculo liso de las arteriolas, debido a disminución de la resistencia de la pared vascular por estimulación de receptores beta, tienen efectos estimulantes cardiacos los que no afecta la presión arterial aumentan la deformación de glóbulos rojos y es relajante de fibras musculares lisas de los vasos. o Pentoxifilina ANTAGONISTAS DE CANALES DE CALCIO o Nimodipina ACCIÓN DIRECTA Producen vasodilatación por relajación inespecífica del musculo liso vascular a nivel de paredes capilares. hemorrágico CONSIDERACIONES DE ENFERMERIA Suspender el tratamiento de que aumente la fatiga progresiva En falta de respuesta terapéutica a los dos meses, de tratamiento, suspender. El fármaco no presenta efectos hipotensores a largo plazo Administrar con precaución 38. FARMACOL 38 OGIA Informar de inmediato si aparece piel o conjuntivas amarillentas u orina oscura y suspender el medicamento Tomar antes de ingerir los alimentos Puede causar nauseas cuando se ingiere en ayunas puede causar hipotensión moderada No cambiar bruscamente de posición para evitar mareos. 39. FARMACOL 39 OGIA INOTRÓPICOS Regulan la función cardiaca y la insuficiencia cardiaca congestiva. El tratamiento farmacológico en la insuficiencia cardiaca congestiva incluye, además de la administración e diuréticos para la eliminación de sal y agua contenido, la aplicación de inotrópicos positivos como los digitalicos para el tratamiento directo del corazón deprimido de vasodilatadores para la reducción de la poscarga y precarga, e inhibidores de la enzima convertidora de la angiotensina para disminuir la pos carga y participar en la eliminación de sal y agua retenidas. Digoxina (lanoxin) Posee un anillo lactónico y un éster o glucósido: (ayuda a las células del miocardio) y es un vasodilatador inotrópico. Digitoxina: sustancia base CONSIDERACIONES DE ENFERMERIA Administrar con precaución en ancianos, infarto agudo al miocardio, bradicardia sinusal, enfermedades pulmonares graves, o hipotiroidismo e insuficiencia renal Tener cuidado cuando se cambia de un producto a otro pueden existir diferencias en su biodisponibilidad. Toxicidad digitálica. Exámenes de laboratorio y de gabinete Función renal. La insuficiencia renal retarda la excreción de los glucósidos cardiacos por lo que se debe ajustar la dosis Función hepática. En insuficiencia hepática es necesario ajustar la dosis. Administrar con precaución en aleteo auricular Administrar infusión según indicaciones del fabricante No administrar en la misma línea IV. La duración del tratamiento depende de la respuesta del paciente. Se han mantenido infusiones hasta por cinco días. 40. FARMACOL 40 OGIA Vigilar la función renal, líquidos y electrolitos durante la infusión y durante esta. Tomar después de los alimentos para disminuir irritación GI Mantener el registro del pulso y peso e informar de alteraciones No cambiar las marcas comerciales Si se toma una dosis no duplicar la siguiente dosis Informas de síntomas tempranos de toxicidad Mantener dieta de restricción de sodio 41. FARMACOL 41 OGIA ANTIHIPERLIPIDEMICOS Disminuyen lipoproteínas, niveles de colesterol y triglicéridos Lipoproteína. Partícula que transporta lípidos en el organismo HDL, IDL, LDL Tipos de hiperlipidemias En general las hiperlipidemias primarias resultan por el defecto de un gen o por factores genéticos y ambientales. En contraste las hiperlipidemias secundarias pueden ser secundarias o trastornos metabólicos como la diabetes, hipotiroidismo, alteraciones obstructivas hepáticas, alcoholismo y anticonceptivos orales. TRATAMIENTO Alimenticio: pocas grasas Fármacos INHIBIDORES DE LA REDUCTASA (HMG, COA) Este grupo de compuestos inhiben por competencia la síntesis mevalonato proceso inicial para la biosíntesis de colesterol en el hígado. Este órgano compensa aumentando los receptores de elevada infinidad. Son fármacos que se administran por vía oral, al acostarse para aumentar su efectividad, debido a que la biosíntesis de colesterol es mayor por la tarde. Pravastatina Fibratos Secuestradores de ácidos biliares Otros FIBRATOS Pertenecen al grupo de la segunda generación que reducen los valores de VDLD mediante efecto periférico tal vez por estimulación la cual conduce a incremento de la depuración de lipoproteínas ricas en triglicéridos de manera secundaria se reduce la biosíntesis de colesterol en el hígado. 42. FARMACOL 42 OGIA SECUESTRADORES DE ACIDOS BILIARES Las resinas fijadoras de ácidos biliares son lipomeros grandes no absorbibles que enlazan ácidos biliares y esteroides análogos en el intestino. Al impedir la absorción de colesterol dietético y disminuir los ácidos biliares secretados por el hígado estos fármacos potencian enormemente la desviación de la síntesis hepática de colesterol a la producción de ácidos biliares nuevos con lo que se reduce la disponibilidad de colesterol para produce lípidos plasmáticos. CONSIDERACIONES DE ENFERMERIA Administrar con precaución en pacientes con antecedentes de hepatopatía incluyendo alto consumo de bebidas alcohólicas Supervisar pruebas de función hepática Revisar estilos de vida, factores de riesgo, control de dieta y ejercicio Anotar abuso de alcohol y enfermedades hepáticas Vigilar función hepática Tomar según indicaciones En exposición al sol puede haber foto sensibilidad evitar exposición prolongada al sol, usar cremas protectoras, lentes y ropa adecuada Informar si hay dolor óseo o muscular debilidad fiebre o malestar Suspender medicamentos en traumatismo importante cirugía o enfermedad grave Continuar con las modificaciones en el estilo de vida, dieta baja en grasas sodio y colesterol, reducción de peso, suspensión de tabaco y consumo de alcohol. Asistir regularmente a exámenes de laboratorio, para vigilancia de hepatotoxicidad y respuesta al fármaco Tomar los medicamentos según las indicaciones Vigilar control adecuado de enfermedades Hacer seguimiento estrecho de los niveles de triglicéridos Administrar los fármacos con precaución 43. FARMACOL 43 OGIA ANTIPARKINSONIANOS La enfermedad del Parkinson es un trastorno neurológico del movimiento que comprende difusión de los ganglios basales y de las estructuras cerebrales relacionadas. Se asocian con rigidez muscular, temblor y alteración en la coordinación de movimiento. La enfermedad del Parkinson es una alteración neurodegenerativa resultado de la perdida de dopamina que produce las células de los ganglios basales. Loa ganglios basales constituidos por la sustancia negra y el cuerpo estriado entre otros son las regiones del cerebro responsables del control motor. FÁRMACOS DOPAMINERGICOS Actúan usando dopamina sobre el Nervio dopaminergico y los receptores dopaminergicos. Potencia la transmisión dopaminergica por mecanismos que pueden incluir la síntesis o liberación de dopamina o inhibición a su recaptación además tiene el temblor y la rigidez no la bradicinesia; bloquean los receptores colinérgicos Evaluar síndrome neuroléptico maligno Evaluar pruebas de función hepática Evaluar movimientos involuntarios Tomar con alimentos para disminuir molestias gastrointestinales. Limita la ingestión de proteínas con el fármaco Tomar bastantes líquidos Chupar dulces duros. Bebidas frecuentes y chicles para mejorar la sequedad de la boca. Tomar el medicamento exactamente como se prescribió Conservar exámenes de laboratorio y esquemas de fármacos. El fármaco puede producir mareos o somnolencia. Tener precaución en climas cálidos Evitar situaciones que requieran estado de alerta Cambiar de posición y levantarse muy lentamente para minimizar hipotensión Si el tratamiento se va a suspender evitar la ingesta de alcohol en una semana Si se olvida una dosis no se debe duplicar la siguiente 45. FARMACOL 45 OGIA ANSIOLÍTICOS Son fármacos que reducen los síntomas de la ansiedad, se utilizan en trastornos obsesivos compulsivos. Es depresor del Sistema Nervioso Central Los síntomas de la ansiedad son: Insomnio Ahogo, verborrea Taquipnea Cialorrea Ansiedad (estado de angustia) Benzodiacepinas: Cambian el estado de ánimo y el comportamiento. Antagonistas de las Benzodiacepinas: Flumacenil (Lanexat); hace una revisión del efecto sedante. Se unen a los receptores GABA. La hiperpola, disminuyendo su acción mediante una producción ENFERMERIA Usar con precaución en alteraciones de función hepática Disminuir gradualmente al termino del tratamiento No se debe administrar junto con antiácidos Documentar indicaciones del tratamiento Enlistar fármacos prescritos Evaluar estilo de vida y salud Vigilar biometría No tomar medicamentos sin indicación medica Evitar la ingestión de alcohol Levantarse lentamente y colgar con lentitud los pies al salir de la cama No suspender bruscamente el fármaco Evaluar el estilo de vida Tomar con los alimentos o inmediatamente después de ellos Realizar ejercicios que puedan contribuir a bajar los niveles de ansiedad. 47. FARMACOL 47 OGIA ANTIPSICÓTICOS Se usan para el tratamiento de enfermedad mental, como esquizofrenia estado maniaco, depresión maniaca aguda, no cura pero disminuye síntomas. Liposolubles (se fijan a proteínas) Inhibidores del Sistema Nervioso Central Controla emociones, sin afectar loas funciones intelectuales, bloquean los receptores precaucion en las siguientes condicione: a. Vijilar administración en pacientes con hipotensores, en individuos que manejan vehículos o aparatos de presicion, ancianos (son mas susceptibles a los efectos depresores), epilépticos(puede disminuir el umbral convulsivo.) b. Administrar con precaucion en pacientes debilitados, feocromocitoma, enfermedades graves CV, ulcera péptica, exposición extrema al calor o al sol(inclusive terapia antipirética), insecticidas fosforados, alteraciones respiratorias, hipocalcemia, reacciones graves insulina o terapia electroconvulsiva, insuficiencia mitral, glaucoma, hiperplasia prostática. Administración parental en asma y alergia a sulfitos. c. Pueden producir prolongación del intervalo QT. d. Precauciones. Haloperidol: vigilancia en pacientes con depresión, alteraciones cardiovasculares, diabéticos. En ancianos es mayor el riesgo de depresión del SNC. 2. Determinar biometría hemática, pruebas de función hepática mensualmente. 3. En retención urinaria, evaluar equilibrio de líquidos y palpación de vejiga en flujo urinario bajo. 4. Evaluar alteraciones del afecto, orientación, nivel de conciencia, reflejos de marcha, coordinación y patrones de sueño. 5. Investigar presencia de mareos, palidez, palpitaciones, taquicardia al levantarse. 49. FARMACOL 49 OGIA 6. Vigilar PA en decúbito y de pie. Grandes fluctuaciones. ANALGÉSICOS OPIOIDES Producen analgesia profunda, somnolencia y cambios de ánimo y estimulan los receptores opioides Mu, Kappa, Sigma, Delta, Epsilon. Los analgésicos opioides agonistan o analgésicos narcóticos estimulan los receptores opioides para producir efectos similares a la morfina, principalmente analgésica. En este grupo se incluyen también los antagonistas de receptores opioides y los agonistas -antagonistas de acción mixta. FÁRMACOS Antagonistas de los analgésicos narcóticos Inducen inmediatamente síntomas de DE ENFERMERIA fármacos simultáneos que pueden interactuar con los analgésicos. 2.- Las indicaciones deben marcar el intervalo para continuar la administración 3.- Registrar la cantidad de analgésico usado en la libreta de registro con la fecha, hora y dosis, con la autorización establecida y demás requisitos de documentación. 4.- Documentar indicaciones de tratamiento, tipo, inicio y características de los síntomas, diferenciar síndrome agudo de crónico y nivel del dolor. 5.- Anotar experiencias previas o efectos adversos a los analgésicos narcóticos. 6.- Identificar condiciones clínicas que precipitan el dolor. cáncer, neuropatía, neuralgia posherpetica o lesión de musculo esquelético). 7.- Documentar causa, intensidad del dolor, localización, duración, frecuencia de presentación y efectividad de fármacos previos. 8.- Usar una escala de dolor (como 0 a 10, escala visual analógica (EVA) para cuantificarlo, medir valor inicial y efectividad del tratamiento. 51. FARMACOL 51 OGIA 9.- Obtener signos vitales basales. En frecuencia respiratoria <12 min o PA sistólica<90 mmHg no administrar el narcótico, a menos que exista apoyo ventilatorio o indicaciones especificas por escrito. 10.- Anotar peso, edad y estatura. Dosis altas en relación con el peso pueden causar efectos adversos notables. 11.- Documentar el tiempo entre la dosis analgésica y la recurrencia del dolor. 12.- Documentar presencia de asma y otras condiciones que alteren la respiración. 13.- Determinar presencia de embarazo. Los narcóticos cruzan la placenta y causan depresión fetal. 52. FARMACOL 52 OGIA ANESTESICOS Anestesia: Estado de conciencia, analgesia y amnesia, relajación del músculo y consta de 4 etapas: Analgesia: disminución de la conciencia Desinhibición: Delirio excitación Anestesia quirúrgica: sin dolor Depresión medular: depresión cardio respiratoria Anestésicos inhalados: Deprime el Sistema Nervioso Central, se absorben rápido (se inhalan viajan a través del tracto respiratorio, llegan a los alvéolos y de ahí se van al torrente sanguíneo). Se eliminan mediante la respiración. El cerebro es el principal sitio de acción. directa, irrita (flebitis) y causa dolor, hipo y es de aspecto lechoso Fármacos complementarios Son lentos y no se administran la conducción del nervio perdiendo sensibilidad, no conciencia existen 4 tipos: Regional: Superficial Tópica: Piel Bloqueo Nervioso: Trayecto del Nervio Anestesia Raquídea 54. FARMACOL 54 OGIA Medicamento Buracaína Cloruro de etilo CONSIDERACIONES ENFERMERIA. 1.-En dilución antes de la infusión, usar D5W a una concentración no menor de 2 mg/ml; después de la dilución propofol es más estable en contenedores de vidrio que de plástico. 2.- Incompatibilidades: no mezclar con otros fármacos o productos sanguíneos. 3.- La administración IV es compatible con D5W, inyección de lactato de ringer o lactato de ringer y dextrosa, inyección de dextrosa 5% y 0.2 de solución salina. 4.- Propofol no tiene acción vagolitica; la premedicación con anticolinergicos (atropina) ayuda en el aumento del tono vagal causado por otros fármacos o manipulación quirúrgica. 5.- Conservar la emulsión en temperatura >4°C y <22°C; No se recomienda refrigeración. 6.- En uso para sedación en ventilación mecánica, despertar al paciente cada 24 horas. 55. FARMACOL 55 OGIA ANTIMIGRAÑOSOS Controlan los síntomas de la migraña. Migraña: Forma peculiar y prevalerte de cefalea producida por aura (cambios visual). Involucran vasos sanguíneos, nervios y químicos cerebrales existen 4 fases que son: Podromos Disfunción a nivel hipotálamo (hipersomnia, irritabilidad) Aura: Disfunción a nivel cortical (escotonia, destellos) Cefalea: Frontal o parietal 8ubicación de carácter pulsatil, moderada o grave. (fotofobia, Antagonistas Beta Antidepresivos Triciclitos Bloqueadores del Canal de Calcio Ataques agudos 56. FARMACOL 56 OGIA Manejo profiláctico Manejo abortivo Ataque intenso Acción antimigrañosa CONSIDERACIONES DE ENFERMERIA Identificar frecuencia, localización, duración y características o cefaleas crónicas Medir la presión arterial pulso periférico durante el tratamiento notificar si ocurre hipertensión importante Informar al paciente sobre las manifestaciones de efectos adversos y toxicidad del fármaco Permanecer en descanso en un ambiente oscura Informar cualquier manifestación de toxicidad Mo fumar Evitar la exposición al frio No efectuar actividades que requieran estados de alerta hasta conocer la respuesta del fármaco Evitar el alcohol Si el dolor es intenso, y no responde al tratamiento, avisar al médico tratante Informar en caso de sospecha o planeación de embarazo 57. FARMACOL 57 OGIA ANTICONVULSIVANTES Estabilizan los impulsos nerviosos neuronales, creados por un grupo de neuronas Crisis convulsivas: Descarga excesivas, hipersincrónica de un grupo de neuronas del Sistema Nervioso Central, causado por hipoxia o traumatismo craneoencefálico. Indicaciones Se inicia con pequeñas dosis hasta que desaparecen los síntomas. Se debe administrar las dosis al día son sedantes. Administración oral o Intravenosa, hidantonias se unen inhibición de la transmición exitadora. Estabiliza la excitabilidad de la memoria neuronal. GABA y Acetilcolina son neurotransmisores CONSIDERACIONES DE ENFERMERIA Las crisis epilépticas son un evento clínico muy aparatoso, que invita a actuar con celeridad y urgencia. Sin embargo, la enfermera igual que el 59. FARMACOL 59 OGIA medico deben mantener la calma, mas aun cuando los familiares se encuentran presentes, y actuar de manera segura orientando a los familiares en el cuidado del enfermo en esos momentos. Identificar localización, duración y características de la actividad convulsiva. Recomendar aseo y exámenes bucales frecuentes (dentista). Asesorar bien al paciente acerca de las interacciones con otros medicamentos y de los efectos adversos al inicio del tratamiento y con el uso prolongado. Evitar suspender bruscamente. Toxicidad y sobredosis; determinar las concentraciones del anticonvulsionante periódicamente, en especial cuando se aumenta o suspende otro fármaco. Carbamacepina (CBZ): aumenta el riesgo de producir osteomalacia e hiponatremia. Efectuar citología hemática durante el tratamiento. Clobazam(CLB) y clonazepam(CZP): en uso prolongado producen adicción; por tal motivo es necesario suspender gradualmente . Etosuximida (ESM) y metsuximida(MSM): efectuar biometría hemática periódicamente. Usar con precaucion en pacientes con insuficiencia renal y hepática. Fenitoina(DFH): vigilar concentraciones sanguíneas en pacientes ancianos, debilitados; en insuficiencia hepática, hipotensión, insuficiencia del miocardio, diabetes o depresión respiratoria. Fosfenitoina: precauciones en síndrome de stoke Adams; no se recomienda en niños < 4 años- Fenobarbital (PB) y primidona(PRM): exacerban la porfiria; producen a largo plazo deficiencia de vitamina A, vitamina D y acido fólico. Gabapentina (GBP): No tomar antes de 2 h después de haber administrado antiácidos. Indicarle al medico cualquier cambio en el campo visual. Lamotrigina (LTG): ajustar la dosis en pacientes con disfunción hepática y que estén tomando acido valproico. 60. FARMACOL 60 OGIA PROSTAGLANDINAS (Prostanoides), son proteínas. Activan el cuerpo de manera inflamatoria como mecanismo de defensa. Se dividen en: Prostaglandinas PG (PEE-PGF). Tromboxanos (TXA2) PG,PGD2: se encuentran en el endotelio vasodilatación e inhibición de la agregación plaquetaria. PXA 2: Tienen acción en la plaquetaria y en la vasoconstricción. PGE Inhibición de la secreción acida de la mucosa estomacal; inhibición de la Usar con precaución en neonatos con tendencias a sangrar Tener equipo de apoyo respiratorio 61. FARMACOL 61 OGIA Registrar dilatación de cuelo uterino Presencia de nauseas, vomito y diarrea Vigilar reacciones de hipersensibilidad Registrar presión arterial, pulso y respiraciones Registrar contractilidad uterina Informar aumento de pérdida de sangre Notificar al médico anormalidades 62. FARMACOL 62 OGIA AINES ANALGESICOS ANTIPIRETICOS, ANTIINFLAMATORIOS NO ESTEROIDEOS. Son analgésicos, antipiréticos y antiinflamatorios no esteroideos, se utilizan para el dolor neurogeno, miogeno y de cabeza, actúan sobre el Sistema Nervioso Central. Son eficaces en el tratamiento del dolor asociado a procesos inflamatorios, pero también son útiles en el dolor neurogeno, miogeno y de cabeza. En general estos efectos se relacionan con su acción primaria inhiben a la araquinodato cicloxigenaza enzima que convierte al ácido araquidonico a prostaglandinas y tromboxano. Existen dos tipos de enzima COX llamadas COX1 Y COX 2. Acción antiinflamatoria. COX: Ciclooxigenasa (inhibe inflamación) COX 1, COX 2: estimula los mediadores de las prostaglandinas Acción antiplaquetaria Disminuyen la producción de TXA Acción analgésica Inhibe síntesis de PG (PGE 2) mediante la bradicinina y la histamina Efectos antipiréticos 63. FARMACOL 63 OGIA Disminuyen la producción de PGE2, actúa en el centro termorregulador del hipotálamo para bajar la temperatura Actividad antiinflamatoria Disminuye síntesis de PG en el tejido inflamado Salicitato Analgésico, antipirético, antiinflamatorio y antirreumático Aspirina (ASA, acido actilasilicilico) aumenta la síntesis de la PG y TXA, aumenta el tiempo de coagulación Pirazolonas Efectos adversos: Retención 64. FARMACOL CONSIDERACIONES DE ENFERMERIA En ancianos presencia de enfermedades gastrointestinales, alteraciones de la función hepática Administración de anticoagulantes Efectos cardiovasculares se pueden presentar por la retención de líquidos. Efectos oftálmicos disminución de la visión Fotosensibilidad Tomar medida de protección contra el sol Tomar el medicamento con los alimentos o leche en caso de irritación gástrica Informar cambios de micción Indicarle que los efectos terapéuticos pueden durar hasta un mes En caso de mujeres embarazadas informar al medico tratante Tener cuidado al manejar o realizar actividades de riesgo en presencia de mareos o somnolencia especialmente en adultos mayores. Exantema en las primeras manifestaciones suspender el fármaco Pedir informes de inmediato si hay presencia de toxicidad 65. FARMACOL 65 OGIA ANTIHISTAMÍNICOS Disminuyen molestias del resfriado o rinitis. Trata reacciones antígeno- anticuerpo. Histamina: Se encuentra naturalmente en el organismo: y microorganismos que nos invaden producen su liberación. Acción Bloquea los receptores del H1 (células de los tejidos) previenen la constricción del musculo branquial, aumenta la permeabilidad. Gota: Aumento del ácido úrico (hiperuricemia) producida por ciertas alteraciones metabólicas. Gota aguda (cristales) intestinal lenta) Colchicina (resorción intestinal por proceso biliar) Probenecid (todo el organismo, metabolismo hepático) 67. FARMACOL 67 OGIA CONSIDERACIONES DE ENFERMERIA Registrar signos vitales, peso, antecedentes de ataques previos Si existe algún riesgo relacionado con la necesidad de aumentar la ingesta de líquidos Riesgo de trastorno gastrointestinal. Administrar el fármaco con los alimentos o después de ellos para evitar irritaciones gástricas Indicar restricciones dietéticas de purinas Estar alerta durante el tratamiento en busca de reacciones adversas Evaluar e informar a la familia y al paciente durante el tratamiento Suspender el tratamiento al primer signo de exantema Registrar efectividad anotando nivele de acido úrico y manifestaciones de mejoría o molestias del paciente Registrar anormalidades en la biometría, aumentando la temperatura y otros signos de infección. Evitar manejar o estados que requieran estados de alerta Tomarse el medicamento según las indicaciones médicas. 68. FARMACOL 68 OGIA SISTEMA GASTROINTESTINAL Fármacos que se usan en el tratamiento y profilaxis de úlcera péptica y otras condiciones de hipersecreción gástrica, como en el síndrome de zollinger- ellison. En su mayor parte, la enfermedad acido-péptica se encuentra asociada a una infección por helicobacter pilori y su erradicación disminuye la sintomatología y recurrencia. Los fármacos se clasifican en 4 grupos: ANTIACIDOS Y ANTIULCEROSOS Son fármacos de con los protones en la luz de las vías digestivas. Algunos antiácidos también pueden estimular las funciones protectoras de la mucosa gástrica. Los antiácidos reducen el índice de recurrencias de ulceras pépticas cuando se emplean regularmente en dosis que elevan el PH del estomago. Los antiácidos difieren principalmente en su absorción y efecto sobre la consistencia de las heces. Los más populares son el hidróxido de magnesio y el hidróxido de aluminio. ACCION ANTIULCEROSA Antiácidos locales neutralizan o reducen la acidez gástrica, incrementan el PH gástrico e inhiben la actividad proteolica de la pepsina. El aluminio es demulcente y forma una capa protectora sobre la mucosa gástrica. INHIBIDOR DE PROSTAGLANDINA Los derivados de PGE tienen efectos protectores significativos sobre la mucosa gástrica. El misoprostol análogo de PGE1 es una prostaglandina activa por vía oral usada para prevenir ulcera péptica en pacientes que están tomando AINES para artritis también se ha usado como mifepristona como abortivo y para conservar permeable el conducto arterioso en lactantes con transportación de 69. FARMACOL 69 OGIA grandes vasos hasta que sea posible someterlos a corrección quirúrgica, su efecto adverso más importante es la diarrea. ANTAGONISTAS HISTAMINERGICOS Actúan bloqueando a los receptores H2 de histamina, inhiben la secreción de acido gástrico y bloquean los efectos cardiovasculares mediados por receptores H2, efecto sin importancia clínica. INHIBIDORES DE LA BOMBA PROTONES Suprimen la producción de acido gástrico inhibiendo la bomba. Se indican en el tratamiento de la ulcera gástrica y duodenal condiciones patológicas de hipersecreción en reflujo gastro-esofágico. FARMACOS ESTIMULANTES DE LA MOTILIDAD GASTROINTESTINAL Los fármacos estimulantes de la motilidad gastrointestinal se utilizan es en disminución de la mortalidad GI o parálisis gástrica por enfermedades que lesionan la inervación del aparato digestivo alto. ANTIEMETICOS: Los antieméticos son fármacos que por su mecanismo de acción se pueden clasificar en cinco grupos. GRUPO 1 Fenotiacinas, buritrofenonas, benzamidas acción, bloquean los receptores muscarinicos, dopaminergicos, y serotoninergicos. Equipo antiemético por bloqueo de receptores D2 en zona quimiorreceptora de disparo. Están indicados principalmente en emesis moderada por fármacos antineoplasticos y además metoclopramida como estimulante 2 ciclicina, difenhidramina, de receptores H1 en el área postrema y estructuras bajas, acción antimuscarinica, disminuye la sensibilidad del laberinto. GRUPO 3 Bloqueadores de los receptores de la serotonina. ACCION. Bloquean los quimioreceptores en área postrema núcleo solitario. Actúan sobre terminaciones vagales en intestino. 70. FARMACOL 70 OGIA GRUPO 4 Es un antiemético, antihistamínico, anticolinérgico, y sedante con mecanismo desconocido. Indicado en nausea y vomito pos cirugía en efectos anticolinérgico e hipotensión. GRUPO 5 Actúan por probable bloqueo de PGs con efectos adversos principales de insomnio, hiperglucemias, riesgo de insuficiencia suprarrenal aguda con relación ala dosis y duración del tratamiento, indicado en emesis moderada por quimioterapia en combinación para elevar la eficacia y reducir los efectos adversos. CONSIDERACIONES DE ENFERMERIA En el tratamiento prolongado vigilar electrolitos sodio, potasio, y cloruro Vigilar patrones de movimiento intestinal Vigilar respuesta al tratamiento En niños vigilar la deshidratación Indicarle que evite productos de auto prescripción No exceder la dosis recomendada 71. FARMACOL 71 OGIA ANTIASMATICOS El asma es una enfermedad producida por inflamación de las vías aéreas y contracción del musculo liso bronquial. La contracción del musculo liso bronquial se debe ala liberación de sustancias por células cebadas sensibilizadas así como de otras células que también intervienen en la respuesta inmunológica. Los eicosanoides, prostaglandinas, tromboxanos, leucotrienos, y el factor de activación plaquetaria son mediadores químicos en la respuesta inflamatoria y el broncoconstrictor. BRONCODILATADORES Los broncodilatadores comprenden a simpaticomiméticos en especial agonistas beta y agonistas muscarinicos los antiinflamatorios mes importantes en el tratamiento del asma son los corticosteroides y los fármacos que inhiben la exositosis de mediadores de células cebadas y de otras células inflamatorias BRONCODILATADORES SINPATICOMIMETICOS. Los agonistas selectivos son los simpaticomiméticos más importantes empleados en el asma, aunque la adrenalina y el isoproterenol se usan en ocasiones. Los fármacos selectivos más importantes son terbutalina, albuterol y metaproterenol. Los agonistas betas se administran casi exclusivamente por inhalación, por lo general en envases presurizados para aspirar y en ocasiones por atomizador. ANTAGONISTAS MUSCARINICOS O ANTICOLINERGICOS Por antagonismo de la acetilcolina, inhibe el reflejo por vía vagal. Los anticolinergicos previenen el aumento de la concentración intracelular del monifosfato de guanosina cíclica que resulta de la interacción de la acetilcolina 72. FARMACOL 72 OGIA con el receptor muscarinico en el musculo liso bronquial. La bronco dilatación por inhalación inicialmente es local, con efecto sobre el sitio específico y no sistémico. CONSIDERACIONES DE ENFERMERIA. 1.- Obtener historia clínica y función pulmonar antes de iniciar el tratamiento. 2.- Anotar cualquier experiencia con estos fármacos 3.- Vigilar signos vitales y respuesta cardiovascular. 4.- Anotar características de la tos y producción de esputo. 5.- Observar efectos sobre el sistema nervioso central 6.- Continuar con oxigenación y asistencia ventiladora. 7.- Administrar oxigeno según los síntomas clínicos 8.- En los ancianos reducción de la dosis 9.- Estar preparada para terapia alternativa y apoyo ventilatorio. 10.- Regular el uso del medicamento para obtener un beneficio máximo 11.- Aumentar la ingesta de líquidos 12.- Consultar con su médico tratante si se presentan mareos o dolor de pecho. 13.- Evitar auto medicarse 14.- Suspender el tabaquismo 15.- El uso exagerado reduce su efectividad y puede ocasionar riesgo de muerte por paro cardiaco. 73. FARMACOL 73 OGIA HIPOGLUCEMIANTES. Contienen por lo menos cuatro tipos diferentes de células endocrinas, que incluyen las células alfas, beta y delta. Las más numerosas son las células beta. La difusión pancreática más común constituye la diabetes mellitus, enfermedad metabólica crónica en la que existe hipoglucemia por deficiencia en la producción o el efecto de insulina. En el tratamiento de esta enfermedad se emplean varios preparados de insulina y un grupo de hipoglucemiantes orales. INSULINAS. La insulina es la hormona principal en el control de la glucemia, Se estimula su liberación por la hiperglucemia, regula el almacenamiento y metabolismo de los carbohidratos, proteínas y lípidos en el hígado, musculo y tejido graso. SULFONILUREAS Disminuyen los niveles de glucosa en la sangre por estimulación de liberación de insulina de las células beta del páncreas. Por esa razón se les conoce como secreta gogos de la insulina de manera secundaria también pueden disminuir la resistencia de la insulina al mejorar la glucemia, y disminuir la glucotoxicidad. CONSIDERACIONES DE ENFERMERIA En ancianos alteraciones de función renal Dividir las dosis y dar en la mañana y en la tarde antes de dar los alimentos Evitar tomar el fármaco antes de acostarse 74. FARMACOL 74 OGIA Usar con precaución en mujeres con edad fértil En perdida de una dosis se debe tomar inmediatamente Los efectos adversos pueden ser más notorios No se deben duplicar las dosis Informar al paciente que evite la ingesta de alcohol Determinar pruebas de función hepática Suspender el fármaco en presencia de ictericia Determinar enzimas hepáticas al inicio del tratamiento Suspender temporalmente en procedimientos quirúrgicos Realizar antes y anualmente pruebas de función hepática En caso de hipoglucemia tratarla con glucosa oral Pérdida de control glucémico durante el estrés, fiebre etc. La hipoglucemia es difícil de distinguir en ancianos Usar con precaución al aumentar la dosis en alteraciones de función renal "}