{"title": "PDF", "author": "PDF", "url": "https://www.unodc.org/documents/justice-and-prison-reform/UNODC_Position_paper_COVID-19_in_prisons.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "POSITION PAPER COVID -19 preparedness and responses in prisons 31 March 2020 Close to 11 million prisoners worldwide — as well as the officers who are charged with ensuring their safe, secure and humane custody — must not be forgotten during the COVID-19 pandemic. Countries should recognize the particular risks which COVID-19 and the virus that causes it pose to confined populations for which physical distancing is not an option. This is all the more the case in light of the weaker health profile of prison populations. Evidence-based COVID-19 prevention and control measures in prisons are urgently needed and should be implemented in full compliance with United Nations Minimum Standards for the Treatment of Prisoners — in order to protect people in and outside of prison. However, COVID-19 prevention and control measures alone may prove insufficient for many prison systems plagued by overcrowding and other systemic challenges. Without compromising public safety, COVID-19 preparedness in prisons should therefore also include efforts to reduce the number of new admissions and to accelerate the release of selected categories of prisoners. The extraordinary risk that COVID-19 is posing in prison settings brings back into the spotlight long-standing calls of the United Nations Office on Drug and Crime and the United Nations at large to address prison overcrowding, to limit imprisonment to a measure of last resort and — where it is necessary — to fully live up to the duty of care which States assume when depriving individuals of their liberty. 2BACKGROUND The COVID-19 pandemic constitutes a crisis unlike any in the 75-year history of the United Nations. The virus which causes the disease is highly contagious, and even asymptomatic people can infect others. Pending the development of a vaccine and speci fic medication, the world is mobilizing to \" flatten the curve\" of further infections, including through unprecedented public health interventions aimed at community-wide physical distancing. While doing so, we must ensure that more attention is paid to marginalized segments of our societies who are at particular risk of infection, in particular when they live close together, with a high potential for transmis - sion. Places of deprivation of liberty undoubtedly constitute high-risk environments for those who live and work there. Prisoners and prison personnel are at-risk groups for COVID-19 By de finition, prisoners live, work, eat (and often sleep) in close proximity within strictly restricted areas. It is alarming to recall that in another con fined setting, on board the cruise ship Diamond Princess , around 700 of the 3,700 passengers and crew members tested positive for COVID-19 in February 2020 following almost one month of quarantine at sea o ff Japan. What aggravates the risk and potential impact of the coronavirus entering prisons even further is the health pro file of prison populations, which tends to be signi ficantly lower when compared to the community at large. This includes a higher prevalence of communicable diseases, such as tuberculosis, hepatitis C and HIV, as well as non-communicable diseases, such as mental health and drug use disorders. Due to their close interaction with prisoners on a daily basis, o fficers and health-care professionals working in prisons are equally exposed to an enhanced risk of infection. Prisons are hazardous environments as regards COVID-19 The systemic neglect of prisons and other places of detention in many countries has resulted in inadequate resources, management, oversight and accountability mechanisms, including ill- equipped personnel and limited linkages to public health systems. Prison overcrowding persists in most countries and constitutes one of the most fundamental obstacles to providing safe and healthy custodial environments in line with fundamental human rights. Cramped accommoda - tion areas, poor hygiene, ventilation and nutrition as well as insu fficient health-care services in many prison systems will equally undermine infection control measures and thus signi ficantly increase the risk for infection, ampli fication and spread of COVID-19. Prison health is public health The vast majority of prisoners will eventually return to their communities. There should be no doubt, therefore, that the scenario of a rapidly increasing transmission of COVID-19 within prison systems will have an amplifying e ffect on the epidemic within the general public. The high turnover of prisoners being admitted and released as well as the daily interaction of prisoners with prison o fficers, health-care professionals, visitors and service providers all pro - vide for an intrinsic linkage between prisons and public health. On these grounds, any control strategy for COVID-19 in the community which does not encompass the prison context will not be sustainable. www.unodc.org©ICRC3THE NEED FOR A RAPID RESPONSE TO COVID -19 IN PRISONS Confirmed COVID-19 cases among prisoners and/or prison o fficers have been reported in many countries, including Austria, Belgium, Canada, China, France, Germany, Italy, Iran (Islamic Republic of), the Netherlands, Pakistan, the Republic of Korea, the Republic of Moldova, Spain, Switzerland, South Africa, T urkey, the United Kingdom of Great Britain and Northern Ireland, and the United States of America. This number, however, is almost certain to increase signi fi- cantly in the future. There is no time to lose. Tension is already high in prisons around the world due to the introduction of additional restrictions, such as the suspension of prison visits and furloughs, or to poor conditions and health services. Brazil, Colombia, India, Jordan, Lebanon, Italy, Nigeria, Romania, Sri Lanka, Thailand, the United Kingdom and Venezuela (Bolivarian Republic of) have seen violent prison protests erupt as a result, leaving prisoners and prison sta ff dead or injured, or resulting in prisoner escapes. Robust and human rights-compliant infection prevention and control measures \"The provision of health care for prisoners is a State responsibility. Prisoners should enjoy the same standards of health care that are available in the community, and should have access to necessary health-care services free of charge, without discrimination on the grounds of their legal status.\" United Nations Standard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela Rules) Prisons and other detention settings should be an integral part of national health and emergency planning to deal with the COVID-19 pandemic. Preparedness, prevention and response mea - sures in custodial settings should be designed and implemented in line with dedicated guidance developed by the World Health Organization (WHO) . These measures should encompass speci fic risk assessments and contingency plans; enhanced hygiene and infection control measures; the uninterrupted availability of relevant supplies, including Personal Protective Equipment (PPE); close linkages with local and national public health authorities; as well as support and capacity- building for prison sta ff and health-care professionals. Responses to COVID-19 should further be integrated into overall prison health strategies to ensure that continued attention is paid to broader healthcare needs within the prison population, including other prevalent diseases. Ensuring the health and well-being of prisoners, prison o fficers, other prison personnel and visitors must be at the heart of infection prevention and control measures, while respecting the fundamental safeguards outlined in the United Nations Standard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela Rules). Importantly, these include the require - ments to limit the con finement of prisoners for 22 hours or more a day without meaningful human contact to an exceptional measure, and never beyond a maximum of 15 consecutive days (prolonged solitary con finement); to ensure continued access of external inspection bodies and legal advisers to prisoners; to have clinical decisions taken only by health-care professionals; and to abstain from suspending family contacts altogether. Under no circumstances whatsoever must COVID-19 measures in prisons amount to inhumane or degrading treatment. www.unodc.org©ICRC4Prison sta ff and health-care professionals working in prisons should be acknowledged as a work - force whose functions are essential to the response to the COVID-19 pandemic, and who must receive the necessary education, equipment and support. Tailored awareness-raising for prisoners and transparent communication channels will be equally important to prepare a population already subject to restrictive settings for additional procedures which may be required to protect their health as well as the health of their families and communities. COVID-19 will also require countries to find additional ways to relieve the expected pressure on prison systems. Many prisons su ffer from overcrowding and long-standing neglect and are therefore ill-prepared to even initiate basic prevention and control measures associated with a new health pandemic in terms of overall infrastructure, equipment and human resources. Alternatives to imprisonment \"In order to provide greater flexibility consistent with the nature and gravity of the offence, with the personality and background of the offender and with the protection of society and to avoid unnecessary use of imprisonment, the criminal justice system should provide a wide range of non-custodial measures, from pre-trial to post- sentencing dispositions.\" The United Nations Standard Minimum Rules for Non-custodial Measures (the Tokyo Rules) Reassessing the resort to imprisonment in general and identifying categories of prisoners which are at particular risk of being a ffected by the COVID-19 disease will be essential to curb the continuing in flow of prisoners and to accelerate the release of suitable categories of prisoners. For many countries, reducing the prison population may even constitute a precondition for introducing meaningful prevention and control measures. Judges and magistrates play a key role in this regard and will need to make decisions to remand or sentence an individual subject to enhanced scrutiny in light of the virus. Alternatives to pretrial detention and the commutation or temporary suspension of certain sen - tences will be valuable instruments to reduce new admissions to prisons. This will be particularly relevant in the case of minor o ffences, including those of a non-violent and non-sexual nature. Finland, for example, has already introduced measures to postpone the enforcement of sentences up to six months, and of fine-conversion sentences, to prevent the spread of COVID-19 in prisons. Release mechanisms will be particularly relevant for prisoners for whom COVID -19 poses particular risks - such as the elderly and prisoners a ffected by chronic diseases or other health conditions - and other selected categories of prisoners, including pregnant women, women with dependent children, prisoners approaching the end of their sentence and those who have been sentenced for minor crimes. Compassionate, conditional or early release schemes - as well as pardons or amnesties for carefully selected categories of prisoners whose release would not com - promise public safety - should be considered in this context. In Ethiopia, the President granted pardon to more than 4,000 prisoners in an e ffort to con - tain the spread of COVID-19, focusing on those with a maximum sentence of three years and those approaching their release. In the United States, at least four states have decided to release www.unodc.org ©ICRC5hundreds of pretrial detainees and other prisoners sentenced for minor crimes. The state of North-Rhine Westphalia in Germany is pursuing a similar initiative, bene fiting an estimated 1,000 prisoners. The Islamic Republic of Iran temporarily released 85,000 prisoners in an e ffort to combat the virus. Similarly, Afghanistan has ordered the release of 10,000 prisoners, mostly women, juveniles, sick prisoners and those aged 55 years and above. Other measures aimed at reducing the prison population in response to the threat of COVID-19 are currently being implemented in more than 15 other countries worldwide, including Albania, Australia, Azerbaijan, Bahrain, France, Greece, India, Indonesia, Ireland, Israel, Jordan, Nepal, Poland, the Sudan, T urkey and the United Kingdom. Certain categories of prisoners are typically excluded from such initiatives, including those convicted for sexual o ffences, domestic violence and other violent crimes. In order to be sustainable, all e fforts to reduce prison populations will need to be complemented by the support of probation, social, and health services in the community, which are also adapt - ing their service delivery due to the COVID-19 pandemic. A WAKE -UP CALL The vulnerability of prison and other detention settings to an explosive outbreak of COVID-19 must be of grave concern to all countries. In addition to their devastating e ffects on prisoners and those charged with their custody, such outbreaks would equally undermine ongoing con - trol e fforts in the community and place additional demands on already-stretched public health services. Prisons and other detention settings must therefore become an integral part of a national response to COVID-19. The con fined settings that are inherent in detention and imprisonment must be limited to those individuals for whom there is no alternative, and meaningful support must be provided to people in contact with the criminal justice system during this unprecedented crisis. Concerted and urgent action involving prison administrations and all other relevant sectors of government and society is of the essence. Preventing outbreaks of COVID-19 in prisons, includ - ing by taking a ffirmative steps to reduce prison populations, will be much easier than controlling outbreaks once they have occurred. For further information, "}