{"title": "Medicine", "author": null, "url": "https://www.outlookindia.com/topic/medicine", "hostname": "outlookindia.com", "description": "Medicine", "sitename": "Outlook India", "date": "2023-09-07", "cleaned_text": "In the United States, hair transplant cost varies from $4000 to $23000. The reason is that the cost is decided based on different factors and also the kind of hair transplant. Nebkar Media and Research is pleased to present the annual listing of \"Best Doctors South\" for 2023. This Special Feature showcases the top names in the diverse fields of medicine. This listing is derived on the basis of a... The sub-licensing agreement for Nilotinib capsules, originally developed by Novartis, will be in 44 low and middle-income countries (LMIC), including the seven countries where patents on the product are pending or in force,... The WHO issued an alert against DEFITELIO (defibrotide) - a fake liver drug allegedly being sold in India and Turkey. The drug is employed to treat severe hepatic veno-occlusive disease (VOD) also known as sinusoidal... Phentermine is the generic Adipex over the counter which is commonly used as an appetite suppressant for past decades. With the risk to life, the central government has decided to ban 14 fixed-dose combination drugs that include commonly consumed dispersible tablets like Nimesulide and Paracetamol and mentioned that there is no therapeutic... Explore the treasure trove of traditional medicine in Madhya Pradesh. Journey through the state, forage with local communities, and uncover the land's secrets. Go, find your center with the power of ancient knowledge... The Rhodopi Blueprint offers an instruction manual on crafting a garden that works for any space, ensuring that consumers will be prepared for medication shortages. This garden is easy to put together in the right direction,... AI for healing: In the era of ChatGPT, how can AI chatbots help if you are a health care professional, medical student, or a sick person? The scope is wider... His attack came over media reports stating that 384 essential drugs and more than 1,000 formulations saw a hike of over 11 per cent effective April 1. On Sunday, PM Modi called for popularising Yoga and traditional forms of Indian medicine in a language that the world understands. As per the US Food and Drug Administration's Enforcement Report, the US-based arm of Sun Pharmaceutical Industries is recalling lots of Diltiazem Hydrochloride... In a written response to a question by JD(U) MP Rajiv Ranjan Singh alias Lalan Singh and others, Union Minister of State for Education Subhas Sarkar said 30... Congress leader Rahul Gandhi said he was in favour of large businesses as they had a central role in the economy, but the same should not be controlled by... Union Health Minister Mansukh Mandaviya said further action would be taken based on the inspection of the pharma company, under a cloud after the Uzbekistan... The WHO warned that four 'contaminated' and 'substandard' cough syrups allegedly produced by Maiden Pharmaceuticals Limited based in Haryana's Sonepat could... Politicians and... While making the KGF movies, Harish Roy was frequently running out of breath Deprived by the new regulations enacted by the medical education regulator National Medical Commission (NMC) on November 18, 2021, some students had challenged... Lack of evidence and research backup had perhaps been a major undoing for Ayurveda until now, an in-depth study by the author reveals the challenges the... India's reiterated its support to Sri Lanka, a day after Sri Lankan Parliament elected Ranil Wickremesinghe as the country's President. Recent research has found that high-risk patients who received a nasal spray named NONS had a significant reduction in viral load within 24 hours, which was... Sri Lankan PM Ranil Wickremesinghe has said that the roadmap will be finalised after taking proposals and suggestions from MPs whom he met on Wednesday to... Glucofort is a pure natural and herbal product for diabetic patients. It may help individuals to manage diabetes and its related side effects like... Speaking of \"Heal in India\", he also announced that a special visa category will be created soon for those who want to travel to the country to avail of AYUSH... [ Subscribe to get complete access to Outlook Print and Digital Magazines, Web Exclusive stories and the Archive. Attractive gifts with "}