{"title": "Injectable hydrogel could someday lead to more effective vaccines - American Chemical Society", "author": null, "url": null, "hostname": null, "description": "American Chemical Society: Chemistry for Life.", "sitename": "American Chemical Society", "date": "2020-09-15", "cleaned_text": "FOR IMMEDIATE RELEASE | September 16, 2020 Injectable hydrogel could someday lead to more effective vaccines [\"Injectable Hydrogels for Sustained Codelivery of Subunit Vaccines Enhance Humoral Immunity\"](http://pubs.acs.org/doi/abs/10.1021/acscentsci.0c00732) ACS Central Science Vaccines have curtailed the spread of several infectious diseases, such as smallpox, polio and measles. However, vaccines against some diseases, including HIV-1, influenza and malaria, don't work very well, and one reason could be the timing of antigen and adjuvant presentation to the immune system. Now, researchers reporting in ACS Central Science developed an injectable hydrogel that allows sustained release of vaccine components, increasing the potency, quality and duration of immune responses in mice. To confer resistance to infectious diseases, vaccines display parts of a pathogen — known as antigens — to cells of the immune system, which develop antibodies against these molecules. If a vaccinated person later becomes infected with the same pathogen, their immune system can quickly deploy antibodies to destroy the invader. Vaccines usually contain an additional component, called an adjuvant, that helps stimulate the immune system. In natural infections, the body is typically exposed to antigens for 2-3 weeks, compared with only 1-2 days for vaccines. Eric Appel and colleagues wondered whether they could develop an injectable hydrogel that would slowly release vaccine components over a longer period of time, more similar to what the body is used to, which might boost the immune response. The researchers developed a polymer-nanoparticle hydrogel that could be mixed with vaccine components. When injected under the skin of mice, the material formed a localized area of inflammation that attracted certain types of immune cells, while slowly releasing the antigen and adjuvant over a period of several days. As a result, the mice injected with the hydrogel produced more antibodies over a longer period of time than mice treated with a traditional vaccine. Importantly, the antibodies produced by the hydrogel-vaccine-treated mice had about 1,000-fold higher affinity for the antigen than those made by mice receiving the standard immunization. Although the new system still needs to be tested to see if it improves vaccine protection from specific diseases, this study demonstrates a simple, effective vaccine delivery platform that enhances the potency and duration of antibody-mediated immunity in mice, the researchers say. The authors acknowledge funding from the [Bill and Melinda Gates Foundation](https://www.gatesfoundation.org/); the [Stanford School of Medicine Immunity, Transplantation and Infection Seed Grant](https://iti.stanford.edu/research/seed_grant_programs.html); and the [National Science Foundation Graduate Research Fellowship](https://www.nsfgrfp.org/). The American Chemical Society (ACS) is a nonprofit organization chartered by the U.S. Congress. ACS' mission is to advance the broader chemistry enterprise and its practitioners for the benefit of Earth and its people. The Society is a global leader in providing access to chemistry-related information and research through its multiple research solutions, peer-reviewed journals, scientific conferences, eBooks and weekly news periodical Chemical & Engineering News. ACS journals are among the most cited, most trusted and most read within the scientific literature; however, ACS itself does not conduct chemical research. As a specialist in scientific information solutions (including SciFinder® and STN®), its CAS division powers global research, discovery and innovation. ACS' main offices are in Washington, D.C., and Columbus, Ohio. "}