{"title": "Beneficios de la vacuna de AstraZeneca superan sus riesgos, dicen expertos de la OMS", "author": "Peru; NOTICIAS PERU; Redacción PERÚ", "url": "https://peru21.pe/mundo/coronavirus-oms-beneficios-de-la-vacuna-de-astrazeneca-superan-sus-riesgos-dicen-expertos-de-la-organizacion-mundial-de-la-salud-nndc-noticia/", "hostname": "peru21.pe", "description": "El comité consultivo mundial de la seguridad de las vacunas (GACVS) de la OMS dijo que la de AstraZeneca también cuenta \"con un enorme potencial para prevenir las infecciones y reducir los decesos en el mundo\"", "sitename": "Peru21", "date": "2021-03-19", "cleaned_text": "Los beneficios de la vacuna contra el [coronavirus ](https://peru21.pe/noticias/coronavirus/)de AstraZeneca superan sus riesgos, concluyeron este viernes los expertos de la Organización Mundial de la Salud (OMS), que aseguraron que los análisis descartan que vacunarse contra el coronavirus provoque un aumento de probabilidad de coágulos sanguíneos. MIRA [Primer ministro de Francia, Jean Castex, se vacuna contra el coronavirus con AstraZeneca] \"La vacuna AstraZeneca continúa teniendo un perfil beneficios-riesgo positivo, con un enorme potencial para prevenir las infecciones y reducir los decesos en el mundo\", aseguró el comité consultivo mundial de la seguridad de las vacunas (GACVS) de la OMS en su comunicado. \"Los datos disponibles no sugieren ningún incremento global de la coagulación, como trombosis venosas o embolias pulmonares, después de vacunarse contra el COVID-19\", añadió el comité. Trombosis o embolias \"ocurren naturalmente y no son infrecuentes\", y también ocurren a causa del coronavirus, destacaron los expertos. El comité GACVS reconoce que se han detectado casos \"excepcionales\" de trombos cerebrales en Europa después de que los pacientes hubieran sido inyectados con la vacuna AstraZeneca, pero \"no es seguro de que hayan sido causados por la vacunación\". La Agencia Europea de Medicamentos (EMA) había dictaminado el jueves que la vacuna era \"segura y eficaz\". Las autoridades sanitarias europeas han detectado 18 casos de trombosis cerebrales, de un total de más de 20 millones de vacunados con AstraZeneca, y \"una relación de causalidad con esos sucesos excepcionales no ha sido establecida por el momento\", precisaron los expertos. Fuente: AFP "}