{"title": "\"Lo que no sabías del síndrome de Asperger\", la noticia más leída en nuestra web en 2019 - Autismo España", "author": "Gestión", "url": "https://autismo.org.es/lo-que-no-sabias-del-sindrome-de-asperger-la-noticia-mas-leida-en-nuestra-web-en/", "hostname": "autismo.org.es", "description": "En este comienzo del 2020 queremos hacer balance de los asuntos que más han interesado a las personas que, durante el año pasado, han accedido a la web de Autismo España, www.autismo.org.es. Entre ellos, destacan las características del síndrome de Asperger (TEA sin discapacidad intelectual), los criterios de diagnóstico del TEA, el falso mito de [...]", "sitename": "Confederación Autismo España", "date": "2020-01-09", "cleaned_text": "síndrome de Asperger\", la noticia más leída en nuestra web en 2019 En este comienzo del 2020 queremos hacer balance de los asuntos que más han interesado a las personas que, durante el año pasado, han accedido a la web de Autismo España, www.autismo.org.es. Entre ellos, destacan las características del síndrome de Asperger (TEA sin discapacidad intelectual), los criterios de diagnóstico del TEA, el falso mito de que las vacunas causan autismo o la celebración del Día Mundial de Concienciación sobre el Autismo. A continuación ofrecemos el ranking de las diez noticias más leídas de nuestro blog en 2019 (puedes acceder al contenido completo haciendo click en cada una de ellas): [Lo que no sabías del síndrome de Asperger](https://autismo.org.es/sindrome-asperger/) [Avance del Día Mundial de Concienciación sobre el Autismo 2019](https://autismo.org.es/avance-del-dia-mundial-de-concienciacion-sobre-el-autismo-2019/) [Las vacunas no causan autismo](https://autismo.org.es/las-vacunas-no-causan-autismo-0/) [Ante nuevos datos que apuntan un aumento de la prevalencia en el TEA, Autismo España insiste en la urgente necesidad de más recursos y apoyos para el colectivo](https://autismo.org.es/ante-nuevos-datos-que-apuntan-un-aumento-de-la-prevalencia-en-el-tea-autismo/) [Rostros ocultos, mujeres con trastorno del espectro del autismo](https://autismo.org.es/rostros-ocultos-mujeres-con-trastorno-del-espectro-del-autismo/) [Mi universo azul, una colección de cuentos escritos por un chico con TEA](https://autismo.org.es/mi-universo-azul-una-coleccion-de-cuentos-escritos-por-un-chico-con-tea/) [El colectivo de personas con autismo muestra su preocupación por la posible suspensión del Centro de Referencia Estatal de Autismo de León](https://autismo.org.es/el-colectivo-de-personas-con-autismo-muestra-su-preocupacion-por-la-posible/) [ARASAAC y la Universidad de Zaragoza desarrollan una app para móviles que permite la escritura simultánea de texto "}