{"title": "Natural supplements can be dangerously contaminated, or not even have the specified ingredients", "author": "C Michael White", "url": "http://theconversation.com/natural-supplements-can-be-dangerously-contaminated-or-not-even-have-the-specified-ingredients-131021", "hostname": "theconversation.com", "description": "Americans love their supplements, but some of the products are contaminated with heavy metals, bacteria and toxic fungi. The FDA has little control because of a law passed in 1994.", "sitename": "The Conversation", "date": "2020-02-14", "cleaned_text": "More than two-thirds of Americans take dietary supplements. The vast majority of consumers - 84% - [are confident](https://www.crnusa.org/CRN-consumersurvey-archives/2015/) the products are safe and effective. They should not be so trusting. [I'm](https://scholar.google.com/citations?user=lWAD9d8AAAAJ&hl=en) a professor of pharmacy practice at the University of Connecticut. As described in [my new article](https://doi.org/10.1177/1060028019900504) in the Annals of Pharmacotherapy, consumers take real risks if they use diet supplements not independently verified by reputable outside labs. What are the risks? Heavy metals, which are known to cause [cancer, dementia and brittle bones](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4427717/), contaminate many diet supplements. [One study of 121 products](https://doi.org/10.1371/journal.pone.0049676) revealed 5% of them surpassed the safe daily consumption limit for arsenic. Two percent had excess lead, cadmium and aluminum; and 1% had too much mercury. [In June 2019](https://www.fda.gov/food/dietary-supplement-products-ingredients/fda-advises-consumers-stop-using-certain-life-rising-dietary-supplements), the Food and Drug Administration seized 300,000 dietary supplement bottles because their pills contained excessive lead levels. Bacterial and fungal contamination in dietary supplements [is not uncommon](https://www.foodsafetynews.com/2014/08/dietary-supplements-recalled-for-possible-salmonella-contamination/). [In one assessment](https://onlinelibrary.wiley.com/doi/full/10.1111/j.1745-4565.2009.00167.x), researchers found bacteria in all 138 products they investigated. Toxic fungi were also in many of the supplements, and counts for numerous products exceeded the acceptable limits set by the [United States Pharmacopeia](https://www.usp.org/). Fungal contamination of diet supplements [has been linked](https://www.liebertpub.com/doi/10.1089/fpd.2015.2108) to serious liver, intestinal and appendix damage. From 2017-18, [dozens were hospitalized](https://www.fda.gov/food/outbreaks-foodborne-illness/fda-investigated-multistate-outbreak-salmonella-infections-linked-products-reported-contain-kratom) with salmonella poisoning after ingesting kratom, a highly addictive natural opioid. Thirty-seven of the kratom products studied were contaminated. Some dietary supplements contain drugs, yet the manufacturers [don't disclose that information](https://theconversation.com/beware-of-natural-supplements-for-sex-gain-and-weight-loss-106484) to consumers. Frequently, the concealed drugs are experimental and, in some cases, removed from the market because they're dangerous. Hundreds of weight-loss, sexual-dysfunction and muscle-building products are adulterated with inferior or harmful substances. Sometimes, the herb you think you're buying contains little to no active ingredient. Occasionally, another herb is substituted. The consequences for consumers are considerable. When manufacturers replaced the herb [Stephania tetrandra with the herb Aristolochia fangchi](https://www.nejm.org/doi/full/10.1056/NEJM200006083422301) in 2000, more than 100 patients developed severe kidney damage; 18 more got kidney or bladder cancer. Although the herb is now banned by the U.S., [a 2014 investigation](https://www.tandfonline.com/doi/full/10.1080/19440049.2014.892215?src=recsys) found Aristolochia fangchi in 20% of the Chinese herbal products sold on the internet. [In an assessment](https://doi.org/10.1002/jcph.1387) of CBD products, only 12.5% of vaporization liquids, 25% of tinctures and 45% of oils contained the promised amount of CBD. In most cases they held far less. A few CBD products had enough THC to put the user in legal jeopardy of marijuana possession. Embarrassed by a New York Attorney General's Office [investigation](http://www.documentcloud.org/documents/1532311-supplements.html#document/p1) suggesting widespread and fraudulent under-dosing of active ingredients in dietary supplements, [CVS pharmacies analyzed](https://cvshealth.com/newsroom/press-releases/cvs-pharmacy-launches-tested-be-trusted-program-vitamins-and-supplements) 1,400 products that it previously sold in its stores. [Seven percent,](https://cvshealth.com/newsroom/press-releases/cvs-pharmacy-launches-tested-be-trusted-program-vitamins-and-supplements) or about 100 products, failed, resulting in updates to the supplement facts panel or removal of the product from shelves. What should consumers do? The [Dietary Supplement Health and Education Act](https://ods.od.nih.gov/About/DSHEA_Wording.aspx) of 1994 allows manufacturers to sell dietary supplements without providing proof of their quality to the FDA. Instead, it's up to the FDA to prove a product is unsafe and take it off the market. That's an incredibly tall order, and woefully inadequate. But it's unlikely to change. In the meantime, I recommend that consumers should not purchase supplements without verification from one of three highly regarded independent laboratories: the aforementioned United States Pharmacopeia, NSF International and ConsumerLabs.com. The United States Pharmacopeia is an organization that [sets reference and quality standards](https://www.usp.org/dietary-supplements-herbal-medicines) for prescription medication and food in the U.S.; the NSF International is an independent group that assesses safety and risk for food, water and consumer products; and ConsumerLabs.com is a company started to verify product quality for consumers that are paying members. These laboratories conduct an [initial analysis](https://www.consumerreports.org/supplements/how-to-choose-supplements-wisely/) and then perform periodic unannounced assessments of the products; those with the appropriate amount of active ingredient, and without contamination or adulteration, can put the United States Pharmacopeia, NSF and [ConsumerLabs.com seals](https://www.consumerlab.com/seal.asp) on their bottles. CVS announced that all products sold at its stores going forward will need to provide the company proof of quality. Other major retailers should follow suit. Some manufacturers conduct quality testing and post certificates of analysis on their websites. But the autonomy of the laboratory, and its standards, [are often not known](https://www.consumerlab.com/answers/can-i-trust-supplement-manufacturer-lab-reports-and-certificates-of-analysis/certificates-of-analysis/). Sometimes, labs may select an inappropriate testing method, intentionally or unintentionally. Sometimes they perform the test incorrectly, or simply make up results. Because the FDA can't fully protect you from quality issues in dietary supplements - at least not right now - you must protect yourself. Even if a celebrity or \"health guru\" recommends a product, that doesn't mean it's high-quality. Before you put any supplement into your body, demand proof. Editor's Note: This article has been updated to state that NSF International, not the National Science Foundation, assesses safety and risk for food, water and consumer products. [Deep knowledge, daily. [Sign "}