{"title": "PDF", "author": "PDF", "url": "https://research.rug.nl/files/53710468/Natural_Medicines_for_Psychotic_Disorders_A_Systematic_Review.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "University of Groningen Natural Medicines for NERVOUS AND MENTAL DISEASE DOI: 10.1097/NMD.0000000000000782 IMPORTANT NOTE: You are advised to consult the publisher's version (publisher's PDF) if you wish to cite from it. Please check the document version below. Document Version Publisher's PDF, also known as Version of record Publication date: 2018 Link to publication in University of Groningen/UMCG research database Citation for published version (APA): Bartels-Velthuis, A., Hoenders, R., Bruggeman, R., Knegtering, H., Vollbehr, N., & de Jong, J. T. V. M. (2018). Natural Medicines for Psychotic Disorders: A Systematic Review. JOURNAL OF NERVOUS AND MENTAL DISEASE , 206(2), 81-101. https://doi.org/10.1097/NMD.0000000000000782 Copyright Other than for strictly personal use, it is not permitted to download or to forward/distribute the text or part of it without the consent of the author(s) and/or copyright holder(s), unless the work is under an open content license (like Creative Commons). The publication may also be distributed here under the terms of Article 25fa of the Dutch Copyright Act, indicated by the \"Taverne\" license. More information can be found on the University of Groningen website: https://www.rug.nl/library/open-access/self-archiving-pure/taverne- amendment. Take-down policy If you believe that this document breaches copyright please contact us providing details, and we will remove access to the work immediately and investigate your claim. Downloaded from the University of Groningen/UMCG research database (Pure): http://www.rug.nl/research/portal. For technical reasons the number of authors shown on this cover page is limited to 10 maximum. Download date: 18-09-2023Natural Medicines for Psychotic Disorders A Systematic MD, Knegtering, MD, Joop T.V .M. de Jong, MD, PhD||¶ Abstract: Patients with psychotic disorders regularly use natural medicines, although it is unclear whether these are effective and safe. The aim of this study was to provide an overview of evidence for improved outcomes by natural medi- cines. A systematic literature search was performed through Medline, PsycINFO, CINAHL, and Cochrane until May 2015. In 110 randomized controlled trials, evidence was found for glycine, sarcosine, N-acetylcysteine, some Chinese and ayurvedic vitamin B6 added to antipsychotics. biloba B6 seemed to reduce tardive dyskinesia and akathisia. Results on other compounds were negative or inconclusive. All natural agents, except reserpine, were well tolerated. Most study samples were small, study periods were generally short, and most results need replication. However, there is some evidence for beneficial effects of certain natural medicines. Key Words: Psychosis, natural products, complementary medicine (JN e r vM e n tD i s 2018;206: 81 -101) Despite much progress in treatment options in the last century, the pharmacological treatment of psychotic disorders is often unsatis- factory, as expressed in persistent positive, negative, cognitive and affective symptoms, and problems in social functioning (Kane and Correll, 2010). Psychotic symptoms are often only partially resolved (Rummel-Kluge et al., 2010), especially cognitive and negative symptoms (Buckley and Stahl, 2007). Apart from clozapine, second-generation antipsychotics are generally as effective as first-generation antipsychotics for positive symptoms, but the promise of greater efficacy for negative symptoms has not been fulfilled (Leucht et al., 2012). Many patients continue experiencing persistent symptoms and relapses during treatment with antipsychotics, particularly when they fail to adhere to prescribed medications (Van Os and Kapur, 2009) . Psychiatric medication adherence is a problem because many patients do not want them or consider them unnecessary (Cooper et al., 2007), or experience undesired adverse effects (Pai and Vella, 2012). For antipsychotics, these adverse effects include weight gain, sexual dysfunction, glycemic and lipid dysfunction, extrapyramidal symptoms (EPS), and sedation (Stahl, 2008). Many patients with psychotic disorders use nonconventional medicines or treatments in the hope of decreasing undesired adverseeffects or a more successful recovery (Hazra et al., 2010; Stevinson, 2001). Nonconventional medicine includes therapeutic lifestyle changes and complementary and alternative medicine (CAM) (Hoenders, 2013). Complementary medicine comprises diagnostics, treatments, and pre- vention strategies based on theories accepted in biomedicine and substan- tiated by some scientific evidence (two or more randomized controlled trials [RCTs]), but for various (cultural or practical) reasons are no part of biomedicine (Hoenders et al., 2011). A lternative medicine comprises diagnostics, treatments, and prevention strategies using other than the ba- sic concepts of biomedicine. So far, ther e is little proof for the efficacy of the latter treatments and/or consider able controversy about their scientific validation (Lake, 2007). Natural medi cine is part of complementary med- icine, using agents produced by living organisms (plant, tree, seed, vege- table, fruit, animal, and human) instead of nonnatural ( i.e., chemical) agents only being obtained from laboratory experiments (Porter, 1998). Some patients prefer natural medici nes, assuming that natural is better and will cause fewer adverse effects. This is obviously not (always) true, as the natural environment contai ns agents that can be toxic to humans. The molecular structure and dosage of a substance rather than its source determine its effect on human health (Topliss et al., 2002). Besides, herbal medicines can cause undesired effects including interactions with prescription medication (Ernst, 2003a, 2003b). Hazra et al. (2010) reported a lifetime and 1-year prevalence rate of CAM use in Canadian psychotic outpatients of 88% and 68%, re- spectively. A major difficulty these patients encounter is the heteroge- neity in treatment options with CAM, ranging from possibly interesting agents to useless, or even dangerous, ones (Ernst, 2003b). For instance, the concomitant use of antipsychotics and Chinese herbs was found to induce significantly improved clinical outcomes com- pared with antipsychotics only (Rathbone et al., 2007). However, a small but significant number of patients concomitantly treated with Chinese herbs have a greater risk of developing worse outcomes (Zhang et al., 2011b). In recent years, patients' preferences and views have received more attention in making treatment choices ( e.g., shared decision mak- ing [Elwyn et al., 2000] and \"patient-centered care \"[Gill, 2013]). The introduction of patient's choice in deciding which antipsychotic to choose has been proposed (Morrison et al., 2012). However, it is diffi- cult for both patients and physicians to make informed decisions in the absence of reliable information on the emerging evidence for CAM or natural medicine. Considering its high usage in psychotic patients, there is an urgent need for readily available scientific information. This article reviews the literature on the efficacy and safety of natural medicines for psychotic disorders. REVIEW Materials and Methods Literature Search and Study Selection Studies were identified by a literature search in Medline, PsycINFO, CINAHL, and Cochrane, until May 2015, in accordance*Lentis, Center for Integrative Psychiatry; University of Groningen, University Medical Center Groningen, University Center for Psychiatry, Rob Giel Research Center; Lentis Mental Health of Amsterdam, Amsterdam, the Netherlands; and ¶Boston School of Medicine, Boston, Massachusetts. Send reprint requests to H.J. Rogier Hoenders, MD, PhD, Lentis, Center for AG Netherlands. 2018 The Author(s). Published by Wolters Kluwer Health, Inc. This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY -NC-ND), where it is permissible to download and share the work provided it is properly cited. The work cannot be changed in any way or used commercially without permis- sion from the journal. ISSN: 0022-3018/18/20602 -0081 DOI: 10.1097/NMD.0000000000000782REVIEW ARTICLE The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 www.jonmd.com 81with the Medline RCT filter. The search terms (MeSH Thesaurus and free search terms) used were schizophrenia, psychosis, psychoses, psy- chotic (disorder), schizophreniform AND (R)CT, review AND comple-mentary herbs, vitamins, supplements (search terms, inalphabetical order: alpha lipoic acid [ALA], artemisinin, traditional Chinese medicine [TCM], vitamin B complex, vitamin B3, vitamin C, vitamin D, vitamin E, and zinc). After systematic deduplication, 1465 hits (abstracts) wereretrieved (Table 1). Next, abstracts about the following topics were included: a) ef- fects of natural medicines on psychotic symptoms in schizophreniaspectrum nonaffective disorders and b) effects of natural medicines onthe adverse effects of antipsychotics. Those excluded were a) nonrandomizedTABLE 1. Sources of Literature Retrieval and Included Number of Studies Database Trials Reviews Total Medline 511 629 1140 CINAHL 62 22 84 PsycINFO 20 273Total 1069 800 1871 Total deduplicated 1467 FIGURE 1. Flowchart of study selection.Hoenders et al. The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 82 www.jonmd.com © 2018 W olters Kluwer Health, Inc. All rights reserved.(controlled) trials; b) mechanism studies exploring the effects of natural medicines; c) animal studies; d) affective disorders/other disorders/nodisorder/(relapse) prevention; abstracts; trial registrations; h) comments, addenda, corrigenda, and letters; i) non-English languages ( e.g., Chinese, Japanese, Hebrew, German, and Spanish); and (j) duplicate hits that had not been removedsystematically. Second, two authors (H.J.R.H. and A.A.B.V .) indepen- the abstracts —should (pos- sibly) be included. Consultation followed about dubious cases and incase of discordance. Thereupon, 427 studies remained, of which the fullpapers on RCTs were retrieved and studied. Of these, another 160 were excluded. A flowchart of the study selection is presented in Figure 1. We found 147 reviews and checked whether RCTs in their referencelists matching our inclusion criteria were included. Eight RCTs with a Jadad score of 3 or higher (see paragraph on risk of bias assessment and Table 2) found through cross-references were added. Eighteen RCTs wereexcluded because of a Jadad score less than 3. The reviews (not shownin Table 3) will be contrasted to our findings in the Discussion section. Classification of Agents The RCTs included were divided into six groups based on sup- posed underlying mechanisms of action (Table 3). For a good graspof the results, we briefly present the working mechanisms of theagents from five groups (not from the group \"other substances \"). (i) Omega-3 fatty acids. Polyunsaturated fatty acids (PUFAs) are essential for brain functioning (Tsalamanios et al., 2006). They havemultiple important biological roles, including membrane functioning, neurotransmission, signal transduction, and eicosanoid synthesis. Re- search suggests that PUFA level reduction is related to schizophrenia(Berger et al., 2006). Concordant with these findings, omega-3 PUFAmay have positive effects in the treatment of schizophrenia (Emsley et al., 2002; Peet, 2008). (ii) Glutamate. Besides dopamine, glutamate is thought to play a role in schizophrenia (Tsai and Lin, 2010). On the basis of the hypoth-esis that the glutamatergic system may be compromised in schizophre- nia, the use of N-methyl- D-aspartate (NMDA) receptor modulators may compensate for alterations in the glutamate system (Singh and Singh,2011). Agents with coagonistic properties source of glycine). The transporter-1 (GlyT-1) plays a pivotal role inmaintaining glycine concentration within synapses at a subsaturating is a GlyT -1 inhibitor, meaning that itspresence results in increased glycine concentrations. Lower cerebral glycine levels are suggested to be found in patients with schizophrenia. The administration of sarcosine is therefore proposed to relieve symp-toms of schizophrenia when added to nonclozapine antipsychotics(Lane et al., 2006). Whereas the mechanisms of NAC are now begin- ning to be understood, NAC is probably exerting benefits beyond being a precursor to the antioxidant glutathione, also modulating glutamater-gic, neurotropic, and inflammatory pathways (Dean et al., 2011). (iii) Eastern (Chinese and ayurvedic) herbs. Eastern herbs are provided in the context of treatment with complete systems of medicine that evolved over thousands of years, such as TCM andAyurveda. These treatments include prescription of herbal com- pounds, massage, diet, acupuncture, and the regulation of lifestyle (Clifford, 1994; Kaptchuck, 2000). Most clinical studies were per-formed on acupuncture (beyond the scope of this review) and onherbal compounds. (iv) B vitamins. Nobel laureate Linus Pauling proposed a way of understanding and treating psychiatric disorders by correctingmalfunctions in the body's chemistry, calling this approach \"orthomo- lecular psychiatry \"(Pauling, 1968). His idea was partly built on studies by Osmond and Hoffer (1962) and Hoffer and Osmond (1964), reporting good results when treating patients with schizophrenia withlarge doses of vitamins, especially vitamin B3. Hoffer (1971, 1972)published two more positive results with B vitamins. However, attempts to replicate his findings seem to have failed (Ban and Lehmann, 1975; Wittkopp and Abuzzahab, 1972). The contradicting findings may beexplained because vitamine B is suggested to be effective in early psy- chosis but not in chronic schizophrenia (Hoffer and Osmond, 1964). One of the proposed mechanisms is abnormal one-carbon metabolismdue to vitamin deficiencies (Hoffer, 2008). Variable levels of the com-ponents of one-carbon metabolism (folic acid [= vitamin B9] and vita- min B12) and consequently altered levels of homocysteine and phospholipid DHA have been reported both in medicated patients andin medication-naive first-episode psychotic patients (Kale et al.,2010). Folate status in patients with schizophrenia correlates inversely with negative symptoms (Goff et al., 2005). (v) Antioxidants. Oxygen is essential in life but also generates re- active molecules (so-called free radicals) throughout the body. These free radicals are potentially harmful because they can damage essential molecules such as DNA and the enzymes necessary for proper cellfunctioning. Antioxidants may capture these reactive free radicals andconvert them back to less reactive forms of the molecules (Singh TABLE 2. Jadad Scale for Assessing the Quality of RCTs Item Description Scoring Randomization Was the study described as randomized (this includes the use of words such as randomly, random, and randomization)?1 point Was the method to generate the sequence of randomization described and appropriate (table of random numbers, computer generated, etc)?+1 point Was the method to generate the sequence of randomization described inappropriate (patients were allocated alternately, or according to date ofbirth, hospital number, etc)?1p o i n t Blinding Was the study described as double blind? 1 point Was the method of double blinding described and was it appropriate (identical placebo, active placebo, dummy, etc)?+1 point Was the study described as double blind but the method of blinding was inappropriate ( e.g., comparison of tablet vsi n j e c t i o nw i t hn od o u b l ed u m m y ) ?1p o i n t An account of all patients Was there a description of withdrawals and dropouts? 1 pointThe Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 Natural Medicines for Psychosis © 2018 W olters Kluwer Health, Inc. All rights reserved. www.jonmd.com 83TABLE 3. Overview of Effects of Natural Me dicines for Psychotic Disorders StudyaStudy PopulationDosage of Natural Medication (Daily) Also AP? AP DosageEffects of Natural Medicinesb Adverse Effects of Natural MedicinesbN,D e s i g n , Description of Treatment/ Control Group DropoutDuration of Study (and Follow-Up, If Applicable)Jadad Negative sx Positive sx Side-Effects withschizophrenia(mean acidY es + (WMS) + EPS (AIMS)0 N= 48; c-o (21 AP +efamol/plac,17 AP +plac/efamol)10 (ns gr) 2× 16 wk 4 Fenton et al. (2001)Outpatients (18 -65 y) with schizophreniaor schizoaffectivedisorder3ge t h y lE P A Y e s 0( P A N S S ) 0( P A N S S ) 0( R B A N S ) 0( M A D R S ) 0( C G I ) 0T D( A I M S ) diarrheaN=9 0 (45 gr, 4 et al. (2001) age44.2 y) with schizophrenia2gE P Ao r 2gD H AY es 0 (PANSS) + (PANSS) n.r. N=5 5( 4 5c t ; 15 AP +EPA, 16 AP + DHA, 14 AP + plac)10; ns per gr 3 mo 4 Peet et al. (2001) cOutpatients (mean age44.2 y) withschizophrenia2gE P Ao r 2gD H AAt start no, later intrial yes+( P A N S S ) +( l e s su s eo f antipsychoticmedication)0 N=3 0( 1 5E P A , 15 plac)3i np l a c gr, 1 inEPA gr3m o 4 Emsley et al. (2002)Patients (18 -55 y) with schizophrenia3 g Y subscale)0 2, or 4 g E-EPAYe s 0 ( PA N S S ) + (PANSSfor 2g gron S S , LUNSERS),akathisia(BARS),TD (AIMS)0 N= 122 (31 AP +plac, 29 AP +1g rE - E ,2 8AP + 2 grE-E, 27 AP +4g rE - E )1i np l a c gr, in1g with schizophrenia orschizoaffectivedisorder meetingDSM-IV criteria for TD2 g E-EPA Y es al. (15 -29 y) with at least 1current psychoticsymptom2gE - E P A R i s p ,O l a n , or Quet0 (SANS) 0 (BPRS, CGI, GAF, SOFAS)+ EPS N= 80 (40 AP + E-EPA, 40AP + plac)5i nE - E P A gr, 6 inplac gr12 wk 5 Manteghiy et al. (2008)Inpatients diagnosed with schizophrenia(mean age 37.4 y)6gf i s ho i l+ 1080 mgEPA +720 mg DHARisp 0 85 s p+ -3, 43 Risp + plac)21, ns per gr 6 wk 4 Toktam et al. (2010)Patients diagnosed with schizophrenia,bipolar schizoaffectivedisorder vits E and C Bentsen et al. (2013) (omega-3 and vitsE+C )Patients with schizophrenia or related psychoses (18-39 y)2gE P Aa n d / o r 364 mg vit E + 1gv i tCY es 0 (P ANNS, in high PUFA patients)0( P A N N Si n high PUFA patients) (PANNS,EPA and vitsalone, in lowPUFA patients)0( P A N N S ,EPA + vits,in low PUFApatients)(more use of AP in vits gr)SAEs in 9p a t i e n t s (no link betweentreatmentand numberof SAEs)N= 104 (25 AP + plac + plac, 28 AP + plac +vit E + C, 33AP + EPA +plac, 18 +EPA + vitE+C )3i np l a c+ plac gr, in plac + vit gr,6i nE P A+vit gr16 wk 4Hoenders et al. The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 84 www.jonmd.com © 2018 olters Kluwer Health, Inc. All rights Glycine Javitt et (1994)Male patients diagnosed with schizophrenia(mean age 37 y)2-0.4 g/kg body weightY es + (PANSS) diagnosed to betreatment resistant4-0.8 g/kg weightY es + (PANSS) 0 (PANSS) + (PANSS subscale)+( P A N S S subscale)+( P A N S S subscale)0T D( A I M S ) , EPS (SAS)0 N=1 2c - o treatmentresistant4-0.8 g/kg weightY es + (PANSS) 0 (PANSS) + (PANSS subscale)+( P A N S S subscale)+ (BPRS) 0 TD (AIMS), EPS (SAS)Nausea and vomiting (1)N=2 2c - o (10 AP +plac/glyc, 9AP + glyc/plac)3( 2o np l a gr12 wk 4 Evins et al. (2000)Clinically stable outpatients (mean age 39 y) with schizophrenia60 + plac)2o l a 1o l y c8w k 4 Javitt et al. (2001)Inpatients (mean age 39.6 y) diagnosed with schizophrenia0.8 g/kg body weightY es + (PANSS) + (PANSS subscale)+( P A N S S subscale)0 EPS (SAS), akathisia (BARS),TD (AIMS)0 N=1 2c AP plac/glyc)02 × 6 ki nbetween4 Heresco P A N S S subscale)+ + TD (AIMS)No SAEs; mild uppergastrointestinaltract nausea (2)N=1 gr AP +glyc/plac,1g rA P+plac/glyc)3o andin diagnosedwith schizophrenia,who are treatmentresistant, andpresently g Y es (PANSS) (BPRS, GAF) 0 EPS (ESRS, SAS)nausea and vomiting (1)N=1 2c - o (6 AP +plac/glyc, 6AP + glyc/plac)1o ng l y c 2 8w k 3 Buchanan et al. (2007) (alsoreported under D-cycloserine)Patients (18 -64 y) diagnosed withschizophrenia or schizoaffective EPS (SAS), TD (AIMS)nausea and dry mouthN=1 6 5 (55 AP +both plac, 56 AP + d-c + plac, 54 AP +glyc + plac)10 in gr, 12 glyc gr16 wk D-Serine Tsai patients(mean age 33 y)diagnosed withschizophrenia30 WCST)0 (HAM-D) + AP + plac,14 AP + d-s)3i np l a c gr, 0 ind-s gr6w k 4 Tsai et al. (1999)Inpatients (mean age diagnosedwith P A N S S ) +( P A N S S subscale)+( P A N S S subscale)+ (BPRS) + EPS (SAS), TD (AIMS)0 N=3 9 ,c - o (19 AP +d-s/plac, between4 diagnosed r2g SAEs; d-s,21 Risp + sar)3i np gr, 2 ind-s gr,3i ns a rg r6w k 5 Lane et al. (2010) (alsoreportedundersarcosine)Inpatients (18 -60 y) diagnosed withschizophrenia2go r2g sarcosine e.g., weight gain,insomnia,fatigability,sedation,palpitationsN=6 0( 2 0 AP + plac,20 AP + sar,20 AP + d-s)1i ns - inplac gr6w k 5 (Continued on next page)The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 Natural Medicines for Psychosis © 2018 W olters Kluwer Health, Inc. All rights reserved. www.jonmd.com 85TABLE 3. (Continued) StudyaStudy PopulationDosage of Natural Medication (Daily) Also AP? AP DosageEffects of Natural Medicinesb Adverse Effects of Natural MedicinesbN,D e s i g n , Description of Treatment/ Control Group DropoutDuration of Study (and Follow-Up, If Applicable)Jadad Negative sx sx Cognitive Side-Effects AP Weiser et al. (2012)Inpatients and outpatients(18-64 y) diagnosed with schizophrenia or schizoaffective disorder2 g Y 0 (PANSS subscale)Mouth AP + in d-s gr, 23 inplac -65 y) diagnosed withschizophrenia orschizoaffectivedisorder30 mg/kg weightY es, not Lam, Car orCloz0 (PANSS) 0 (PANNS) 0 (CGI) + (differential site testperformance ford-s + CRT)0 (CDS) 0 (PANNS S 9a )gr + 24 wk fu4 et al. (2013)Inpatients (mean age 50 y) diagnosedwith schizophrenia3g O l a ni n AP gr15-30 mg + (PANNS, less improvementin d-s gr thanin Ola gr)+( P A N N S ,l e s s improvementin d-s gr thanin Ola gr)0 EPS (SAS), 8( 1 0 d-s, Olan)5i +30 mg d-c,4M o l+p l a c )04 w k 3 Van Berckel (1999)Patients (18 -60 y) diagnosed withschizophrenia1 0 0m g y e s 0( P A N S S ) (P ANSS) (PANNS subscale, CGI)0 EPS 13AP plac)1i nd - cg r Heresco-Levy et al. (2002)Patients (mean age 40.0 y) diagnosed with schizophrenia, who weretreatment resistant50 mg Y es + (PANSS) 0 (PANSS) (PANSS 24, c-o (16 8 AP + AP + plac/d-c)3o nd - c 2w kw o in between3 age 51.8 0 (BPRS) 0 EPS (SAS) 0 N=2 2( 1 0 AP + d-c,12 AP + plac)04 w k 4 Goff et al. (2005) eOutpatients (mean age 46.5 y) diagnosedwith schizophrenia50 mg Y es 0 (P ANSS, SANS)0( P A N S S ) 0( e.g., WAIS scales, Stroop, WCST)0 (HAM-D) 0 (GAS, QoL) 0 EPS (SAS), TD (AIMS)n.r. N=5 5( 2 7 AP + d-c,28 AP + in d-c gr, al.(2005)Inpatients outpatients(36-58 withschizophrenia50 mg Y es + 0 (PANSS) + (temporal activation) (6 AP +d-c, 6AP + plac)08 w k 4 Buchanan et al. (2007) (alsoreported under glycine)Patients (18 -64 y) diagnosed withschizophrenia or schizoaffective (BPRS, CGI) (AIMS)0 N= 165 (55 AP +plac + plac, 56 AP d-c + plac,54 AP +glyc + plac)10 in in d-cgr, 12 in glyc gr16 wk 3 Goff et al. (2008)Stable patients (18-65 y) diagnosed withschizophrenia50 mg Y es, no Cloz + (SANS) 0 (PANSS) 0 (cognitive test battery)0( C G I ) 0 N=3 8 (19 a c - d-c gr3w k , 3v i s i t s doses(visit 1and 2)4 Cain et al. (2014)Outpatients (18 -65 y) diagnosed with schizophrenia or schizoaffectivedisorder,depressed type50 mg Y es, no Cloz 0 for subs withclinicallys i gn xa tbaseline)0( M A T R I C S )+ (auditory discriminationtask)0 N=4 0 (36 were treated; 18AP + plac)4b - t d-c gr, 3 in plac gr8w k 4Hoenders et al. The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 86 www.jonmd.com © 2018 W olters Kluwer Health, Inc. All rights reserved.D-Alanine Tsai et al. (2006)Day program and inpatients(mean age 33 y)diagnosed withschizophrenia100 mg/kg subscale)0 (HAM-D) + (CGI) np l a cg r 6w k 4 Sarcosine Tsai et al. (2004)Day program and inpatients(mean age32 y) diagnosed with schizophrenia2 g es (PANSS) + sar,21 AP + plac)2( 1i n each gr)6w k 4 Lane et al. (2005) (also reportedunder D-serine)Inpatients (18 -60 y) diagnosed with r , 3i a rg r6w k 5 Lane et al. (2006)Inpatients (mean age 36 y) diagnosedwith schizophrenia2 + sar,10 Cloz + plac)06 w k 4 Lane et al. (2008)Hospitalized patients (18-60 y) diagnosed with schizophrenia1 or 2 g no 0 (PANSS) 0 (PANSS) 0 (QoL) No (1), constipation (1), D-serine)Inpatients (18 -60 y) diagnosed withschizophrenia2o r2g D-serineY es + (PANSS, SANS)+( P A N S S ) +( P A N S S subscale)+( P A N S S subscale)+ (QoL, GAF) 0 EPS (SAS), akathisia(BARS),TD (AIMS)No SAEs; gain,insomnia,fatigability,sedation,palpitationsN=6 0 (20 AP +plac, sar,20 AP + d-s)1 in sar gr, nd - s ,4i a N-acetyl (meanage withschizophrenia2 g Y es + (PANNS) 0 (PANSS) 0 (digit span, word learning, trailmaking, verbalfluency)+( C G I )0( G A F , SOFAS)0T D( A I M S ) , EPS (SAS) +akathisia(BARS)0 N=1 4 0 (71 AP 69AP + NAC)56, per gr 24 wk, f.u. at 28 wk4 Lavoie et al. (2008)Outpatients (mean age 31.9 y) Y es ns per gr 2× 2 3 3. Eastern herbs Naidoo (1956) Inpatients (17 -70 reserpine) nsfor howmany weeks3 M a h a le ta l . (1976)Outpatients (16 -45 y) with schizophrenia12 g Tagara or 12 gBrahmyadiyogaChlor only in AP-grFirst difwith chlor)0( M P Q ,S A E ) n . r . N= 136 (108 ct; 27 tagara,27 B, 27 plac,27 Chlor)28 (ns per gr) 2 mo 3 Mundewadi et al. (2008)(am: Bacopamonnieri,nardostachysjatamansi)Patients (18 -60 y) with schizophrenia8 0 0m gB a c o p a Monnieri(active) plus400 mgNardostachysJatamansi(active)Olan in control gr10 mg dd + (as effective as AP)(PANSS)+ (as effective as AP) (PANSS)+ (as effective as AP) (clinicalimprovement)+ (less weight gain thanAP)No SAEs; vomiting anddiarrhea (2)N=2 0 0 (97 ayurvedicmedicine,103 AP)12 in am gr, 15 in AP gr78 wk 3 Chen et al. (2008a,2009) dPatients (18 -45 y) diagnosed withschizophrenia2.7 D( p+WSKY, + plac)2i nW S Yg r , 2i np l a cg r8w k 5 (Continued on next page)The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 Natural Medicines for Psychosis © 2018 W olters Kluwer Health, Inc. All rights reserved. www.jonmd.com 87TABLE 3. (Continued) StudyaStudy PopulationDosage of Natural Medication (Daily) Also AP? AP DosageEffects of Natural Medicinesb Adverse Effects of Natural MedicinesbN,D e s i g n , Description of Treatment/ Control Group DropoutDuration of Study (and Follow-Up, If Applicable)Jadad Negative sx Positive sx Cognitive sx Depressive sxGeneral PsychopathologyAdverse Side-Effects AP Chen et al. (2008b)Inpatients and outpatients (18 -45 y) diagnosed withschizophrenia2.7 g WSKY Risp 0 (PANSS) 0 (PANSS) 0 (HAM-D) 0 SAEs; 4i nWKSY gr8w k 4 Xiao et al. (2011) Patients (mean age 50.5 y) diagnosedwith schizophrenia200 mg SarsasapogeninRisp 0 (PANSS) 0 (PANSS) 4 4r np l a cg r , 5i ns a r sg r8w k 5 4. B vits Vit B1 (thiamin)Sacks et al. (1989) (alsoacetazolamide)Patients (mean age 39.1 y) withschizophrenia2 g Acetazolamide plus 1.5 es some increasedurinationN= 26, c-o (24 AP / p l a c ,11AP +plac/A inpatients (23-52 y) with schizophrenia1 g Y es 5 of 20 0 Free drawing test 0 BPRS; 0 RRS; 0W P R Sn.r. N=2 c , 10 1g or2g NAD)02 0 d a y s 5 Meltzer et al. (1969)(nicotinamide)Male patients (20-35 y) with schizophrenia2g T h i o r i d a - z i n e i n5o f1 00I M P S0B D I n 0c - k 3 Greenbaum (1970)(niacinamide)(4-12 -12 diagnosed withschizophrenian.r. (WISC, SFBT) 0 (behaviour ratings)N=5 a , 16 niac +tranquilizer,24 plac)06 m o 3 Ramsay P I 0 HODN=3 0( P h+ 10 nic,Ph + 10 na, 10 Ph + plac)06 m o 4 Ananth et al. (1972) (nicotinic acid,nicotinamide)Inpatients (mean age 26.6 y) with schizophreniaNicotinic acid 2go r nicotinamide2gChlor + (BPRS, less chlor in nic gr) (more chlor in na gr, morehospital daysin nic grand na gr)No SAEs; rash in nic gr (1) a n di nn ag r( 1 )N=3 0 (9 chlor + nic, 10 chlor + na,11 chlor + plac)6c ,3i plac gr,1i nn i cg r2y 4 McGrath et al. (1972)(nicotinamide)Inpatients (mean age 31.9 yr) diagnosedwith schizophrenia3g Y e s 0 (recovery rate) n.r. N= 184 (132 na,133 plac)43 in na gr, 38 gr12 Ananth et al. B6)Inpatients (mean y) (meanage 28.8 y)with Y hyperkeratosis(in about 1/3rdof 3000 mgniacin, 286m gn i a c i n )65 ns per gr 24 mo 3 Deutsch et al. (1977)(nicotinic acid,nicotinamide)Inpatients (age n.r.) with schizophrenia3150 mg (BPRS, CGI, NOSIEI)14 different adverse effects,not mentionedN=3 0 (10 AP + nic,10 AP + B6)Inpatients (mean age 41.7 yr) withschizophrenia300 mg Y es + (BPRS, nic gr and pyr gr) 0 (BPRS, nic + pyr gr) 0 (NOSIE)Abnormal liver function tests,hypotension,weight of theskin, dermatitisN=3 0 10 AP +nic + AP + nic +plac, 10 AP 4Hoenders al. The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 88 www.jonmd.com © 2018 Health, Inc. (1973) (alsoreported undervit B3)Inpatients 26.6 yr) withschizophrenia75 mg Y NOSIE) Nausea 10 nic 1 et al. (1981) (also reportedundervit B3)Inpatients (mean age 41.7 y) with schizophrenia75 mg Y es + (BPRS, nic gr and pyr gr) 0 (BPRS, nic + gr)Abnormal liver function tests, hypotension,weight loss,flushing of theskin, dermatitisN=3 0 (10 AP + nic pyr,10 AP +nic + plac,10 AP gr, 4 Lerner et al. (2001,2002) dInpatients (28-71 y) with schizophrenia orschizoaffectivedisorder4 0 0m g Y e s 0( P A N S S ) 0( P A N S S ) 0( C G I ) +T D( E S R S ) 0 N=1 5 ,c - o (8 AP + vitB6/plac, 7 AP +plac/vit B6)02 × 4 w al. (2004)Inpatients (mean age 42.4 y) withschizophrenia orschizoaffectivedisorder1200 mg Y es + (CGI, BPRS) + NIA (BARS) 0 N=2 0( 1 0A P+ vit B6, 10AP + plac)0 5 days 4 Miodownik et al. (2006) (alsoa group on mianserin)Inpatients (mean age 41.8 y) withschizophrenia, schizoaffective disorder or bipolaraffective disorder1200 mg in B6 gr)+ B6, 20AP + mian, 17 AP + plac)0 5 days 4 Lerner et al. (2007)Inpatients (mean age 46.8 y) diagnosedwith schizophreniaor schizoaffectivedisorder1200 mg Y es +T D( E S R S ) N oS A E s ;a c n e (1), allergicreaction (1)N=5 0 ,c - o (28 AP + vitB6/plac, 22 AP +plac/vit B6)10 on vit B6, age 44.8 y) diagnosedwith majordepression orschizophrenia15 mg Y es + (clinical rating (subgr of 41; 9 AP +met, 8AP m o 3 Hill et al. (2011)(folic acid)Outpatients (18-68 y) diagnosed withschizophrenia2m g Y e s 0( S A N S ) +e f f e c to f MTHFR gt)0( P A N S S ) 0( e.g.,W S , WCST)0 (CDSS) QoL) and B12 Joshi (1982) Patients (age n.r.) with acuteschizophrenicpsychosis100 mg B1 plus 50 mg B6 plus1000gB 1 2Chlor, Trif 150 mg dd, 15 mg dd0 (behavior scale) + less ect's in vit gr0 N = 60 (30 vit inj, 30 plac inj)1n sp e n.r.) with schizophrenia2m gf o l i ca c i d plus 25 mgpyridoxine plus400gB 1 2Y e s +( P A N S S ) +( P A N S S ) +( W C S T ) 0( D S , RAVLT, CFD)0T D( A I S ) N= ns; 5o np l a c ,6o nv i t s )2× 3 mo 3 and withschizophrenia2m gf o a t ep l 2Yes + (SANS, no dif,mostly of psychosis in3( 2i nv r ,1i np l a cg r )N= 140 (94 AP +fa + B12,46 AP + plac)16 a cg r16 wk 4 5. Antioxidants Vit CB h a v a n ie ta l . (1962)Male inpatients (20-30 y) recall, attention,imitation)0( m o t o r functioning)n.r. N=3 1 (15 ascorbicacid, 16 plac)n.r. 10 days 4 Dakhale et al. (2005)Outpatients (20 AP + vit C, 20AP + plac)4i np l a cg r i r8w k et al. (1999)Patients (mean age 43.4 y) mg Hal 0,25 mg kg 1day10 (SANS) (SAPS) + (SOD (less behavioural andsymptoms of nervous system)0 N=5 4 (27 Hal +EGb, 27 Hal + plac)n.r. 12 wk 3 (Continued on next page)The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 Natural Medicines for Psychosis © 2018 W olters Kluwer Health, Inc. All rights reserved. www.jonmd.com 89TABLE 3. (Continued) StudyaStudy PopulationDosage of Natural Medication (Daily) Also AP? AP DosageEffects of Natural Medicinesb Adverse Effects of Natural MedicinesbN,D e s i g n , Description of Treatment/ Control Group DropoutDuration of Study (and Follow-Up, If Applicable)Jadad Negative sx Positive sx Cognitive sx Depressive sxGeneral PsychopathologyAdverse Side-Effects AP et al. (2011a),Patients (mean age 44.4 y) diagnosedwith schizophrenia360 mg kg ofnervous N=8 (43 Hal + Egb,39 Hal + plac)n.r. 12 wk 3 Zhang et al. (2001b, 2006) dInpatients (mean age 44.6 y) diagnosed with schizophrenia360 mg Hal 0,25 mg kg1day10( S A N S ) +( S A P S ) 0( B P R S ) +( b e t t e ri m m u n e function, less behavioural toxicity andsymptoms ofnervous system)0 N=1 0 9 (56 Hal + Egb, Hal + plac)1i nE g bg r , 5i np l r12 wk al. (2011a)Male inpatients (mean age 45.3 y)diagnosed withschizophrenia240 mg Y es 0 (PANSS) 0 (PANSS) 0 (CPT, Stroop) + TD (AIMS) 0 N=1 5 7 (78 AP + Egb,79 AP + plac)4i np l a diagnosedwith schizophreniaor schizoaffectivedisorder1200 IU Y es 0 (BPRS) + EPS (AIMS) no SAEs; mild diarrhea (1)N=1 0 ,c - o (8 ct; 5AP + vitE/plac, 3 AP 4 wk, 2w kwo before3 S c h m i d te ta l . (1991)Inpatients and outpatients(mean age 45 y)with schizophrenia,depression, orschizoaffectivepsychoses200 IU Y es 0 EPA (AIMS) Negligible N=1 9 ,c - o (11 AP + vitE/plac, 8 AP +plac/vit E)2 in each gr 2× 14 days 3 Egan et al. (1992)Inpatients and one outpatient (mean age 43.9 y) diagnosed withschizophrenia,schizotypalpersonality,bipolar disorder,or depression1600 IU Y es +T S ) for those <5 y0 N=2 1 ,c - o (10 AP + vit E/plac, 11 AP + plac/vit E)1, ns per gr 2× 6 wk 3 S h r i q u ie ta l . (1992)Patients (18 -70 y) with TD1200 IU Y es 0 EPS (AIMS, ESRS)n.r. N=2 7 ,c - o (1 gr AP + vitE/plac, 1 grAP + plac/vit E)02 n.r.) with TD1600 IU Y es +T D( A I M S ) 0 N=2 9( 2 8c t ; 16 AP + vit E,12 AP + plac)3; 1 ns per gr; 2o nv i tE8-12 wk 4 Akhtar et Inpatients (mean age 54.8 y) with TD1200 IU Y es +T D( T D R S ) 0 N=3 2( 1 7A P+ vit E, 15AP + plac)04 w k 4 Dabiri et al. (1994)Outpatients (30 -70 y) with TD1200 IU Y es +T D( A I M S ) D i a r r h e a( i n1 ) N=1 2( 6A P+ vit nv i tEg r 1 2w k 3 Lam et al. (1994)Inpatients (mean age 61.8 y) diagnosedwith schizophrenia1200 IU Y es 0 (BPRS) 0 TD (AIMS) n.r. N=1 6 ,c - o gr AP +vit 1g rA n.r. N=5 5( 3 5c t , 17 AP + vit e,18 AP + plac)20, ns per gr 2 mo 4 Dorevitch et al. (1997a)Patients (mean age 64.6 y) diagnosedwith schizophreniaor schizoaffectivedisorder1600 IU Y es 0 (BPRS) 0 TD (AIMS) 0 N=4 0 ,c - o (1 gr AP +plac/vit E,1g rA P+vit E/plac)2o np l oin diagnosedwith schizophrenia1600 IU Y M S , CPK levels)n.r. N=1 0 ,c - o (1 grAP disorder1600 IU akathisia(BARS),EPS (SAS)0 N=1 8( 7 3A P+ vit ,2 9in plac gr1y 5Hoenders et al. The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 90 www.jonmd.com © 2018 W olters Kluwer Health, Inc. All rights reserved.S a l m a s ie ta l . (2009)Patients (18 -49 y) with schizophrenia1200 IU N=3 6( 3 2c t , 15 Olan + vit E, 17 Olan + plac)4, ns per gr 8 wk 3 Melatonin Shamir et al. (2001)Inpatients (mean age 64.2 y) diagnosed with schizophrenia10 mg Y es +T D( A I M S ) 0 N= 24, c-o (22 ct, 10 AP + 2× 6 kw o in between4 6. Other substances Multivitamins Altman et al. (1973)Inpatients (mean age 72 y) with schizophrenia or organic brainsyndrome15 mg B1 plus 10 mg B2 plus 5m gB 6 plus 50 mgniacinamideplus10 mg calciumpantothenate plus300 mg vit CYe s 0( M I B S ) 0 N=1 5 1( 7 5A P+ vit, 76 AP + plac) of which 81 withschizophrenia6i nv i tg r , 13 in plac gr6w k 4 Vaughan and McConaghy(1999)Outpatients (mean age 31 IU 204 plus folic acidYe (BSI, BDI) 0 (mean age y) diagnosed with schizophrenia0.5 mg protilerin o r2m gn i a c i n , both once intravenousNo + (BPRS) 0 N=1 2 ,c - o (6 Pro/niac, 6n i a c / P r o )02 × 1 5 d a y s 4 Akhondzadeh et al.(2003)(estradiol)Patients (mean age 28.0 y) diagnosedwith schizophrenia0.5 + N=3 2 +estr, + plac)08 w k 3 Strous et al. (2003)(DHEA)Inpatients (mean age 37.4 y) diagnosed with schizophrenia100 mg Y es + (PANSS, SANS)0 (PANSS) + (HAM-D) + (PANSS 0 (15 AP +DHEA, 15AP + plac)3i np l a cg r 6w k 4 N a c h s h o n ie ta l . (2005)(DHEA)Inpatients (mean age 40.8 y) diagnosedwith (18 AP +DHEA, H E A gr, 1 inplac gr7d a y s 4 Ritsner et al. (2006)(DHEA)Patients (mean age 36.4 y) diagnosedwith schizophreniaor schizoaffectivedisorder200 mg Y es + the CANTAB)+ (PANNS subscale)0( Q o ) M S ) , EPS (ESRS)0 N=6 2 ,c - o (1 gr AP +DHEA/plac,1g rA P+plac/DHEA)7n sp e rg r 2 ×6w k 4 Strous et al. (2007)(DHEA)Inpatients age plac)4 in DHEA 5 inplac grOlan Ko et al. (2008) (testosterone)Male inpatients (mean age 36.7 y) diagnosed withschizophrenia5 mg Y es + (PANNS) 0 (PANNS) 0 (CDSS) 0 (DIEPSS) 0 N=3 0 (15 AP + plac, 15 AP + tes)2i nt e sg r , 2i np l a c gr; +5 intes + (P ANSS subscale)n.r. N=1 0 2 (56 AP + estr,46 AP + plac)5e s t rg r ; 10 plac gr28 Ritsner (2010) andPREG)Outpatients (mean age with schizoaffectivedisorder30 or 200 mg PREG or400 mg DHEAYes 0 for all groups (PANSS)+f o r3 0m g / PREG gr 0f 0 0m g PREG/400 mg DHEA gr (PANSS)0f o ra l lg r o u p s (CANTAB)0f o ra l lg r o u p s (CGI, GAF)+ for 30 mg PREG/400 mgDHEA gr 0 for 200 mg PREG gr onEPS (ESRS) 0f o ra l lg r o u p so na k a t h i s i a( B A R S )0 N=5 8 (16 AP +PREG 30 mg, 10 AP + PREG 200 mg,16 AP cg r8w k 5 (Continued on next page)The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 Natural Medicines for Psychosis © 2018 W olters Kluwer Health, Inc. All rights reserved. www.jonmd.com 91TABLE 3. (Continued) StudyaStudy PopulationDosage of Natural Medication (Daily) Also AP? AP DosageEffects of Natural Medicinesb Adverse Effects of Natural MedicinesbN,D e s i g n , Description of Treatment/ Control Group DropoutDuration of Study (and Follow-Up, If Applicable)Jadad Negative sx sx Cognitive sxGeneral PsychopathologyAdverse Side-Effects (mean 32.0 y)diagnosed withschizophrenia,schizoaffectivedisorder, (PANSS subscale)0 N=5 3 (26 AP + estr,27 AP + plac)01 4 d a y s 3 Inositol Levine et al. (1994)Inpatients (mean age 41.5 y) diagnosedwith schizophrenia12 g Y es 0 (PANNS) 0 (PANNS) n.r. ,c - o et n.r. 0 (BPRS) 0 N=7 (all -29 days al. (1983)Male inpatients (mean age 43.6 y)diagnosed withschizophrenia12 (BPRS, CGI) no SAEs; asymptomaticbradycardiain 1N=1 1 ,c o gr Flu +GHB/chl hy,1g rF l u+c h lhy/GHB)1o np l 2 ×3w k 3 Des-tyr-gamma-endorphin Verhoeven et al.(1979)Patients (mean age 38.3 y)with chronic schizophrenic schizoaffectivepsychosis1 mg Yes + (psychotic symptomsrating scale)+( c o n t a c t , emotionalresponsiveness)0 N=6 ,c - o withschizophrenia orschizoaffectivedisorder200 mg Y es 0 N=6 6 (33 AP + art.,33 AP)9( 7i na r t .g r , 3i nA Pg r )12 wk 4 Wang et (2014) Inpatients and y)diagnosed 0 (50 AP +artemether,50 AP)12 (4 in artemether gr,4i nA N.B. When \"Also AP? \"is answered with \"yes,\"then the subjects used different types of AP; when 1 AP is mentioned, then all used that one. Vitamin B3 can be administered in the form of niacin, B9 can be administered in the form of folic acid and methylfolate.A, acetazolamide; ABA, Alternative Beliefs Assessment; Car, carbamazepine; CDSS, Calgary Depression Scale for Schizophrenia; CFD, Complex Figure Drawing; CGI, clinical global impression Montgomery-Å sberg Depression Rating Scale; MATRICS, Repeatable Neur risperidone; RSESE, Rating for Extrapyramidal effect; SAEs, serious adverse events; SANS , Scale for the Assessment of Negative Symptoms; SAPS, Scale for the Assessment of Positive SOPS, Scale of Psychosis-risk Symptoms; SSTMSP , per in order of year of publication. bScoring of effects: + = positive effect, = negative effect, 0 = no effect. cTwo separate trials published in one article. dOne trial, published in two articles. ePapers not identified in original search but found in reference lists or otherwise.Hoenders et al. The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 92 www.jonmd.com © 2018 W olters Kluwer Health, Inc. All rights reserved.et al., 2010). Research suggests that oxidative damage (maybe due to defective enzyme systems) may contribute to the course and outcomeof schizophrenia (Fendri et al., 2006; Mahadik and Mukherjee, 1996; Mahadik et al., 2001) and is already present in patients with first- episode psychosis (Flatow et al., 2013). Ascorbic acid (vitamin C), an antioxidant vitamin, plays an im- portant role in protecting free radical-induced damage in the body. It is present in brain tissue and dopamine-dominant areas in higher con- centrations compared with other organs (Harrison and May, 2009).Ginkgo biloba, an extract of the leaves of the ginkgo biloba tree, isalso suggested to have antioxidant properties (Maclennan et al., 2002), improving brain circulation at the microvascular level (Kuboto et al., 2001; Sun et al., 2003; Y an et al., 2008) and, thus, improvingoutcome in psychosis. Long-term treatment with antipsychotics is associated with a va- riety of movement disorders, and oxidative stress-induced neuro-toxicity in the nigrostriatal system are suggested to be involved in its pathogenesis (Kulkarni and Naidu, 2003). The pineal hormone melato- nin a potent antioxidant and attenuates dopaminergic activity in thestriatum and dopamine release from the hypothalamus (Shamiret al., 2001). Thus, treatment with antioxidative agents may have a beneficial effect for both treatment of psychotic symptoms and pre- vention of TD. Vitamin E has been suggested for TD because it is alipid-soluble antioxidant that decreases free radical formation(Herrera and Barbas, 2001). Risk of Bias Assessment Two assessors (A.A.B.V . and N.K.V .) independently rated the of the eligible RCTs using the Jadad scale(Jadad et al., 1996). Interrater agreement on the Jadad beforeconsensus discussion amounted to 0.83. Besides, H.J.R.H. indepen- dently rated a random selection of 17 papers (15%) from the selected RCTs. Interrater agreement of all three assessors was 0.71. Any scoringdisagreements between the assessors were resolved through consensusdiscussion between these three authors. The 110 RCTs with a Jadad score of 3 or higher were included in the current review, categorized into six groups (see the Classification of agents section). For each of the 110 studies fulfilling the selection criteria, the following assessments were made: which natural agent was used; was this combined with antipsychotics, and if so, which antipsychotics andwhat dosage; the effect of the natural agent on negative, positive, cognitive,depressive, and general symptoms and on adverse effects of antipsychotics; possible adverse effects of the natural agent; number of participants in the study; control group characteristics; number of dropouts; study duration;and Jadad score. The results are shown in Table 3. Results In total, 110 RCTs that matched the inclusion criteria were identi- fied. Detailed effects are given in Table 3. Most of the studies were per-formed in the United States, follow ed by (in decreasing order) Israel, Canada, Taiwan, China, India, United Kingdom, Australia, Iran, South Africa, Switzerland, the Netherlands, Austria, Ireland, Korea, and Norway. (i) Omega-3 Fatty Acids E l e v e nR C T so no m e g a - 3w e r ei n c l u d e d( B e n t s e ne ta l . , 2013; Berger et al., 2007; Fentonet 2010; Vaddadi et al., 1989), and one combined omega-3 with vitamins E and C (Bentsen et al., 2013). Instudies combining antipsychotics with omega-3 PUFA, one (from five)study on negative symptoms in schizophrenia found some positive ef- fect (in patients using clozapine; Peet and Ho rrobin, 2002), two (from four) found some positive effect on positive symptoms (Peet et al.,2001; Peet and Horrobin, 2002; using clozapine [Peet and Horrobin, 2002]), one (from two) on cognitive symptoms(Vaddadi et al., 1989), none (from three) on depressive symptoms, and four (from eight) on general psychopathology (Emsley et al., patients using clozapine [Peet and Horrobin,2002]). One (from one) study on omega- 3 PUFA without antipsychotics reported a decrease of positive symptoms (Peet et al., 2001). Three (from six) reported less adverse effects of antipsychotics (EPS and/ordyskinesia) (Berger et al., 2007; Emsley et al., 2002; Vaddadi et al.,1989). Two studies reported less use of antipsychotics in the omega-3 PUFA group (Berger et al., 2007; Peet et al., 2001). One study reported an increase in positive symptoms by omega-3 (EPA), butonly among those with low levels of red blood cell PUFA. This effect disappeared when EP A was combined with vitamin E and vitamin C (Bentsen et al., 2013). Some nonsevere adverse effects of omega-3PUFA were reported, such as mild gastrointestinal problems andincreased bleeding time. (ii) Glutamate Nine RCTs on glycine (Buchanan et al., 2007; Diaz et al., 2005; Evins et al., 2000; al., 1996, al., 1999; Javitt et al., 1994, 2001; Potkin et al., 1999), eight on D-serine (D'Souza et 2013; Ermilov et al., 2013; Heresco-Levy et al., 2005; Lane et al., 2005, 2010; Tsai et al., 1998, 1999; Weiseret al., 2012), ten on D-cycloserine (Buchanan et al., 2007; Cain et al., 2014; Duncan et al., 2004; Goff et al., 2005, 2008; Gottlieb et al., 2011; Heresco-Levy et al., al., 1996; Van al., 1999; Yurgelun-Todd et al., 2005), one on D-alanine (Tsai et al., 2006), five on sarcosine (Lane et al., 2005, 2006, 2008, 2010; Tsai et al., 2004), and two on NAC (Berk et al., 2008; Lavoie et al., 2008)were included. G l y c i n ei m p r o v e dn e g a t i v es y m p t o m sw h e nc o m b i n e dw i t ha n - tipsychotics in six (from seven) studies (Buchanan et al., 2007; Heresco et al., 1996, 2004; Heresco-Levy et al., 1999; Javitt et al., 1994, 2001),but not when combined with clozapine (two studies) (Potkin et al.,1999; Evins et al., 2000). Positive symptoms improved in one study (Heresco et al., 2004), worsened in another (with clozapine) (Potkin et al., 1999), and did not change in fi ve (from seven) studies (Diaz et al., 2005; Evins et al., 2000; Heresco al.,1999; Javitt et al., 1994); cognitive improvement was shown in four (Heresco et al., 1996, 2004; Heresco-Levy et al., 1999; Heresco et al., 2004; Javitt et al., 2001) and no change in two (from seven) studies(Buchanan et al., 2007; Evins et al., 2000); depressive symptoms diminished in four (from four) studies (Heresco et al., 1996, 2004; Heresco-Levy et al., 1999; Javitt et al., 2001); and general psychopathology was shown in three (from eight)studies (Heresco et al., 1996, 2004; Heresco-Levy et al., 1999). No adverse effects of glycine were reported, except some mild gastrointestinal complaints. D-Serine was shown to improve positive, negative, and cognitive symptoms and general psychopathology in two (from six) studies when added to antipsychotics (Heresco-Levy et al., 2005; Tsai et al., 1998). The three largest studies with the highest Jadad score did not show a sig-n i f i c a n te f f e c to f D-serine on any symptom (Lane et al., 2005; Lane et al., 2010; Weiser et al., 2012). In four (from six) studies, D-serine did not improve adverse effects of antipsychotics (Lane et al., 2005,2010; Tsai et al., 1998, 1999). Insomnia, weight gain, palpitations,and other adverse effects of D-serine were reported. One study found improvement by D-serine without antipsychotics, but this was signifi- cantly less compared with the improvement in the olanzapine group;D-serine, however, caused less adverse effects (Ermilov et al., 2013). D-Cycloserine showed an improvement of negative symptoms in three (from nine) studies when added to antipsychotics (Goff et al., 2008; Heresco-Levy et al., 2002; Yurgelun-Todd et al., 2005); someThe Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 Natural Medicines for Psychosis © 2018 W olters Kluwer Health, Inc. All rights reserved. www.jonmd.com 93improvement of positive symptoms in one (Gottlieb et al., 2011) and worsening in another study (from seven) (Van Berckel et al., 1999);and little or no effect on cognitive and depressive symptoms or general psychopathology and no improvement of adverse effects of antipsychotics was shown. Five (from five) studies found no improvement ofadverse effects of antipsychotics (Buchanan et al., 2007; Duncanet al., 2004; Goff et al., 2005; Heresco-Levy et al., 2002; Van Berckel et al., 1999). No studies were reported on D-cycloserine without antipsychotics. No adverse effects of D-cycloserine were reported. The only study on D-alanine reported positive effects when added to antipsychotics on negative, positive, cognitive, and general symptoms, but no effect on depressive symptoms (Tsai et al., 2006). No effect on adverse effects of antipsychotics was found. Adverse ef-fects of D-alanine (insomnia and nausea) were reported. All three studies combining sarcosine with antipsychotics (not clozapine) found positive effects in almost all symptom domains(Lane et al., 2005, 2010; Tsai et al., 2004). When combined with cloza-pine (one study), no treatment effects were found (Lane et al., 2006). In addition, when given without antipsychotics (one study), sarcosine did not improve symptoms (Lane et al., 2008). Sarcosine did not improveadverse effects of antipsychotics in four (from four) studies (Laneet al., 2005, 2006, 2010; Tsai et al., 2004). Adverse effects of sarcosine included weight gain, insomnia, palpitations, dizziness, and sedation. One large study on NAC added to antipsychotics reported im- proved positive symptoms but no improvement of negative, cognitive,or general symptoms and no improvement of adverse effects of antipsy- chotics (Berk et al., 2008), whereas one small study found some im- provement of cognitive symptoms (Lavoie et al., 2008). The largestudy (Berk et al., 2008) reported that there were no adverse effects, and in the small study (Lavoie et al., 2008), occurrence of any adverse effect was not mentioned. (iii) Eastern (Chinese and Ayurvedic) Herbs Many studies on Eastern herbs were found, but only six had a Jadad score of three or higher (Chen et al., 2008a, 2009; Mahalet al., 1976; old study onreserpine found \"clinical improvement \"after 11 weeks compared with placebo in 80 patients not treated with antipsychotics but with electroconvulsice therapy (Naidoo, 1956). Several edema, diarrhea, epigastric pain,salivating, pseudo-Parkinsonian state, severe headaches, and deep pains in limbs. Another old study (Mahal et al., 1976) found positive effects of brahmyadi yoga wit hout antipsychotics compared with placebo and equal to chlorpromazin in 136 patients with schizophrenia (Mahal et al., 1976); no adverse effects were reported. Four (from six) more recent studies found significant effects on general psychopa-thology when adding ayurvedic herbs (reserpine: one one study [Mundewadi et al., 2008]; a mixture of 13 Chinese herbs: two studies [Chen et al., 2008a, 2008b, 2009]) to antipsychotics. The ayurvedic herbs were compared with 10 mg of olanzapine in a 76-week noninferiority study in 200 patients. No statistically signifi- cant differences were found between both groups examining improve- ment of positive and negative symptoms and general psychopathology.The ayurvedic group had less weight gain (Mundewadi et al., 2008). Two large studies by Chen et al. (2008a, 2008b, 2009) of a mixture of 13 Chinese herbs found an improvement on general psychopathology.When kidney yang was added to risperidone, an improvement on cogni-tive and depressive symptoms was found in one study (from two) (Chen et al., 2008a, 2009). One study found no effect of the Chinese herb sarsasapogenin compared with placebo when added to risperidone onpositive, negative, and cognitive symptoms or general psychopathologyin 90 patients during 8 weeks (Xiao et al., 2011). Many different nonsevere adverse effects were reported ( e.g., gastrointestinal, drowsi- ness, and insomnia).(iv) B Vitamins Nineteen RCTs on B vitamins added to antipsychotics (Ananth et al., 1972, 1973; Deutsch et al., et al., 1990; Hillet al., 2011; Joshi, 1982; Kline et al., 1967; Lerner et al., 2001, 2002, 2004, 2007; Levine et al., 2006; McGrath et al., 1972; Meltzer et al., 1969; Miodownik et al., 2006; Petrie al., 1981; Ramsay Roffman et 2013; Sacks al., 1973)and one on B3 without antipsychotics (Greenbaum 1970) were found. B1 showed some positive effect on general psychopathology (when combined with B6 and B12) in one study (Joshi, 1982) and on positiveand negative symptoms in another (Sacks et al., 1989). B3 showed im- proved general psychopathology in three (from nine) studies (Ananth et al., 1972, 1973; Petrie et al., 1981). B6 improved general psychopa-thology in four (from five) studies (Ananth et al., 1973; Lerner et al.,2004; Miodownik et al., 2006; Petrie et al., 1981). In one study, general psychopathology improved after the administration of methylfolate (Godfrey et al., 1990). One study reported no effect of B9 (folic acid)(Hill et al., 2011). Another study showed a positive effect of combinedB6, B9, and B12 on positive, negative, and cognitive symptoms (Levine et al., 2006). Y et, another study showed improved negative symptoms by adding B9 (folic acid) and B12 to antipsychotics, butonly in those a specific genotype (Roffman et al., 2013). B6 im- proved extrapyramidal of antipsychotics (TD and neuro- leptic induced akathisia) in four (from four) studies (Lerner et al., 2001,2002, 2004, 2007; Miodownik et al., 2006). In one study on B3 in 57children without antipsychotics, cognition and general psychopathol- ogy had not improved after 6 months (Greenbaum, 1970). Most B vita- mins induced modest adverse effects, especially skin flushing andabnormal liver function induced by vitamin B3 and B6. (v) Antioxidants Two RCTs on vitamin C were found (Bhavani et al., 1962; D akhale et al., 2005). One reported improved general psychopathology and re-duced adverse effects (reduced serum malondialdehyde; a lipid peroxida-tion product) when added to olanzapine (10 mg), quetiapine (200 mg), or ziprasidone (40 mg) after 8 weeks (Dakhale et al., 2005). One study with- out antipsychotics found no effect on cognition or motor functioningafter 10 days (Bhavani et al., 1962). Both studies reported no adverse effects of vitamin C. Four studies on ginkgo biloba were found (Zhang et al., 2001a, 2001b, 2006, 2011b; Zhou et al., 1999). Three (from four)studies found improved positive symptoms (Zhang et al., 2001a, 2001b, 2006, 2011b; Zhou et al., 1999), two (from three) found im- proved general psychopathology (Zhang et al., 2001a; Zhou et al.,1999), and four (from four) reported no improvement of negative symp-toms when added to antipsychotics (Zhang et al., 2001a, 2001b, 2006, 2011a; Zhou et al., 1999). In all four studies, adverse effects of antipsy- chotics improved (behavioral toxicity, symtoms of nervous system, andTD). No adverse effects of ginkgo were reported. Thirteen studies of vitamin E were found (Adler et al., 1993, 1999; Akhtar et al., 1993; Dabiri et al., 1997a,1997b; Egan et al., 1992; 2009; Schmidt et al., 1991; Shriqui et al., 1992). Six (from 13) studies for reducing EPSs, while using anti- psychotics, showed a decrease of TD (Adler et al., 1993; Akhtar et al.,1993; Dabiri et al., Elkashef 1990; Lohrand Caligiuri 1996) and EPS (one study; Elkashef et al., 1990), and those with shorter duration of TD seemed to improve more; no adverse effects of vitamin E were reported, except mild diarrhea in two studies. Five(from f ive) reported no effect on general psychopathology (Adler et al., 1999; Dorevitch et al., 1997a; Elkashef al., 1990; Lam et al., 1994; Lohr and Caligiuri, 1996). One study of melatonin for TD reported a decrease of TD and no adverse effects (Shamir et al., 2001).Hoenders et al. The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 94 www.jonmd.com © 2018 W olters Kluwer Health, Inc. All rights reserved.(vi) Other Substances Agents that did not fit in the five aforementioned categories were classified in this residual category. A total of 16 high-quality RCTs havebeen performed on multivitamins (Altman et al., 1973; 2010), protilerin hormone) (Prange, 1979), testosterone (Ko et al., 2008), inositol (Levine et al., 1994), gamma-hydroxybutyrate (GHB; Levy et al., 1983; Schulzet al., 1981) and des-tyr-gamma-endorphin (Verhoeven et al., 1979). Two (from five) studies on DHEA added to antipsychotics showed improvement of negative symptoms (Ritsner et al., 2006; Strous et al.,2003), two (from three) on positive symptoms (Ritsner, 2010; Ritsneret al., 2006), one (from three) on cognition (Ritsner et al., 2006), two (from two) on depression (Ritsner et al., 2006; Strous et al., 2003), and one (from four) on general functioning (Strous et al., 2003). Three (fromfour) improved adverse effects of drugs (Nachshoni et al., 2005; Ritsner,2010; Strous et al., 2007). In one study of 30 patients with schizophrenia, using either 5 g of 1% testosterone gel or a placebo added to a fixed dos- age of antipsychotic medication over a period of 4 weeks, negative symp-toms improved without adverse effects (Ko et al., 2008). One (from one) small study ( N= 12) on protilerin found improved general psychopathol- ogy (Prange, 1979). Three (from three) studies on estradiol showedimprovement of general psychopathology (Akhondzadeh et al.,2003; Kulkarni et al., 2008, 2011), two (from three) of positive symptoms (Akhondzadeh et al., 2003; Kulkarni et al., 2008), one (from one) of improved cognition (Kulkarni et al., 2008), and none (from three) ofnegative symptoms. One (from one) small study ( N= 14) on inositol found no effect on positive or negative symptoms (Levine et al., 1994). Two (from two) studies on GHB found no improvement of general psychopathology(Levy et al., 1983; Schulz et al., 1981). One (from one) very small(N= 6) study on des-tyr-gamma-endorphin found improvement on gen- eral psychopathology and positive symptoms (Verhoeven et al., 1979). No serious adverse effects of these agents were reported. One study (of two) on artemisinin (a natural medicine against malaria) found a significant effect on negative symptoms and clinical global impression, but no effect on positive or cognitive symptomsor on general psychopathology in first-episode treatment-naivepatients that were treated with risperidone (Dickerson et al., 2011; Wang et al., 2014). The study of Dickerson et al. (2011) did not demonstrate clinical benefit of adjunctive artemisinin forschizophrenia symptoms. DISCUSSION This review describes the effects of natural agents in the treat- ment of psychotic disorders and of undesired effects of antipsychotics. Some studies suggest that glycine, sarcosine, NAC, several Chinese andayurvedic herbs, ginkgo biloba, estradiol, and vitamin B6 may be effec-tive for psychotic symptoms when added to antipsychotics (glycine not when added to clozapine). We found inconclusive or no evidence for omega-3 fatty acids, D-serine, D-alanine, with- out antipsychotics seemed effective in one old study but was poorlytolerated. Ayurvedic herbs seemed equally effective as olanzapine inonly one study. Other agents as monotherapy (vitamin B3, vitamin C, sarcosine, glycine, and protilerin) were not effective or had only been tested in single or small trials. For alleviation of adverse effects, ginkgoand vitamin B6 seemed effective for TD and neuroleptic inducedakathisia (NIA). The evidence for reducing some adverse effects of antipsychotics by omega-3 fatty acids, melatonin, and DHEA was inconclusive.Apart from reserpine, all natural compounds studied caused no or mild undesired adverse effects. There is inconclusive evidence for im-proved outcome by combining omega- 3 fatty acids with antipsychotics in schizophrenia. Earlier reviews reported similar conclusions (Boskovic et al., 2011; Irving et al., 2006; Tsalamanios et al., 2006). A meta-analysis of randomized placebo controlled trails showed a modest, non-significant, beneficial effect of fatty acids in schizophrenia (Fusar-Poli and Berger, 2012). Glycine and sarcosine combined with antipsychotics may reduce negative symptoms, but not when combined with clozapine and neitheras monotherapy. Inconclusive evidence was found for D-cycloserine andD-serine on clinical improvement. Our results concur with two reviews (Singh and Singh, 2011; Tsai and Lin, 2010) and are in line with aCochrane review (Tiihonen and Wahlbeck, 2006). Conflicting results from studies on drugs targeting the glut amate/NMDA system may be explained by complicated dose-effect relationships, as recently found in studies withthe GlyT -1 transporter antagonist bitopertin (Umbricht et al., 2013). adding Chinese or ayurvedic herbs to antipsychotics, general psychopathology may improve. One study (of two) on artemisinin (a natural medicine ag ainst malaria) found a signifi- cant effect on negative symptoms and clinical global impression,but no effect on positive or cognitive symptoms or on general psy- chopathology in first-episode tr eatment-naive patients who were treated with risperidone (Wang et al., 2014; Dickerson et al.,2011). The study of Dickerson et al. (2011) did not demonstrateclinical benefit of adjunctive ar temisinin for s chizophrenia symp- toms. Rathbone et al. (2007) state that \"the results suggest that combining Chinese herbal medicine with antipsychotics is benefi-cial.\"Another Cochrane review (Agarwal et al., 2007) concludes that\"ayurvedic medication may have some effects for treatment of schizophrenia, but has been evaluated only in a few small pio-neering trials. \"These results need further exploration and pharma- cological differentation, as Chi nese and ayurvedic herbs include hundreds of species combined in thousands of different combina- tions and are prescribed in a fundamentally different way thanWestern medicines (Clifford, 1994; Kaptchuck, 2000). The com-bined approach using knowledge from both conventional and Chinese medicine seems promis ing, as it may lead to innovation ( V a nd e rG r e e f ,2 0 1 1 )a n dp o s s i b l yt oi m p r o v e do u t c o m e s( Z h a n get al., 2011b). Inconsistent beneficial outcomes of studies on B vitamins were identified, especially when given as a combination of B1, B3, B6, B9,and/or B12 with antipsychotics. One review concluded that no adequatesupport for the efficacy of B vitamins in schizophrenia can be identified (Kleijnen and Knipschild, 1991). Most studies with positive effects in our review, however, were published after the aforementioned reviewwas published. Most convincing evidence was found for vitamin B6added to antipsychotics, shown to be effective in diminishing general psychopathology and TD. The findings on the efficacy of vitamin C for schizophrenia in only two RCTs were inconsistent, hindering definite conclusions. The efficacy of vitamin E on TD remains inconclusive, as only half of the included studies found some positive results. Even so, a meta-analysisby Boskovic et al. (2011) claimed, \"Vitamin E could potentially improve TD.\"This may be due to the finding that those with a short history of TD tend to improve more than those with a longer history of TD. A Cochrane review in 2011 (Soares et al., 2011) came to a similar conclusion:\"small trials of limited quality suggest that vitamin E may protect against deterioration of TD. There is no evidence that vitamin E improves symp- toms of this problematic and disfiguring condition once established. \" Ginkgo biloba seems to benefit patients with schizophrenia in several ways when added to antipsychotics. Several studies sug-gested evidence for improving symptoms in various domains, espe- cially an effect on positive symptoms and the reduction of adverse effects of antipsychotics.The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 Natural Medicines for Psychosis © 2018 W olters Kluwer Health, Inc. All rights reserved. www.jonmd.com 95On melatonin, one study provided preliminary evidence for diminishing TD (Shamir et al., 2001). As TD is difficult to investigate be-cause of the fluctuating symptom severity, this study needs replication. Some inconsistent evidence was found on improved outcomes by several hormones (DHEA, PREG, and testosterone) in schizophre-nia, not allowing final conclusions. A Cochrane review on DHEA/testosterone drew a similar conclusion (Elias and Kumar, 2007). For es- tradiol, a Cochrane review reported no convincing evidence over pla- cebo (Chua et al., 2005). Since then, two studies found that estradiolimproves positive (but not negative) symptoms and general psychopa-thology in schizophrenia when added to antipsychotics (Kulkarni et al., 2008, 2011), however only in women of childbearing age. There- fore, using estradiol in schizophrenia warrants further study. Limitations There are several methodological limitations. First, the wide scope of this review allows only general descriptions of included stud- ies in six domains. Second, it is unclear to which extent our findings are influenced by publication bias, in favor of publication of studies withpositive results. Third, we used the Jadad score to select only RCTs of high quality (with a score of three or higher, as is in accordance with other reviews [ e.g., see Thirthalli et al., 2016]). However, the Jadad score is not a perfect tool because it does not judge the selection of sub-jects, the sample size and power, and the quality of the data analyses. Therefore, RCTs with a Jadad score of 3 or higher might still have methodological weaknesses, which hamper drawing firm conclu-sions. Fourth, some studies ( e.g., Bhavani et al., 1962; Greenbaum 1970; Naidoo, 1956) were done in the pre -Diagnostic and Statistical Manual of Mental Disorders, 3rd Edition (DSM-3 ) era, when standards of care and diagnostics may have been of lower quality than nowadays,which hampers interpretation of their results. Fifth, in most of the stud-ies included, effect sizes were not provided nor was it possible to calcu- late them, which makes it difficult to compare the results or to estimate the clinical relevance of some of the findings. Sixth, it cannot be ruledout that some of the studies were underpowered, which might have hampered finding a significant effect. Clinical Implications Clinicians need to be aware that patients often use natural medi- cines without medical prescription, whereas some patients assume thatnatural is better than chemical and causes fewer adverse effects. Al- though beneficial effects may occur, this is certainly not always true. Some natural agents that may be suggested for treatment of psychoticdisorders are toxic to humans (Topliss et al., 2002), and some herbalmedicines can cause adverse effects or interact with medication (Ernst, 2003b). Only 3% of the user population is aware of the potential risks of interactions between herbs and prescription medication (Walterand Rey, 1999). From a medical perspective, it is therefore important toknow what patients buy and try. Another concern are the media reports on contamination of Chinese herbs with heavy metals. However, after investigation of 334 samples, Harris et al. (2011) conclude that \"the vast majority (95%) of medications in this study contained levels of heavy metals or pesticides that would be of negligible concern. \"Because of these concerns, patients want their medical doctors to advise them oncomplementary (or natural) medicines (Gray et al., 1998; Hoenderset al., 2006). The World Health Organization (2013) has repeatedly ad- vised its member states to \"formulate national policy and regulation for the proper use of CAM and its integration into national health care sys-tems; establish regulatory mechanisms to control the safety and qualityof products and of CAM practice; create awareness about safe and ef- fective CAM therapies among the public and consumers \"and\"promote therapeutically sound use of appropriate Traditional Medicine bypractitioners and consumers. \"Respecting patients' opinions and informing them may also improve the therapeutic relationship (Stevinson, 2001) andthus enhance treatment outcome (Gill, 2013; Koenig, 2000), which de- pends on the quality of the therapeutic alliance (Baldwin et al., 2007). This review gives clinicians and patients an overview of the re- sults of RCTs, which fit a minimal level of quality (minimum Jadadscore of 3), on the efficacy and safety of natural medicines for psychotic disorders. However, many questions about clinical use ( e.g.,d o s a g e , safety, interactions, and quality) remain unanswered. ACKNOWLEDGMENTS We thank Truus van Ittersum (University Medical Center Groningen) for expertly performing the literature searches, Sietse Dijk (UniversityMedical Center Groningen) for his assistance in obtaining the papersfor this review, Karen van der Ploeg, MSc (Center for Integrative Psy- chiatry, Lentis) for assisting in the selection procedure, and Edzard Geertsema, PhD (University Medical Center Groningen) for his de-tailed information about the chemical structure and characteristics of the agents. DISCLOSURE The authors declare no conflict of interest. REFERENCES Adler LA, Peselow E, Rotrosen J, Duncan E, Lee M, Rosenthal M, Angrist B (1993) Vitamin E treatment of tardive dyskinesia. Am J Psychiatry . J, Hitzemann R, Raisch D, Caligiuri M, Tracy K (1999) Vitamin E treatment for tardive dyskinesia. Veterans Affairs Co- operative Study #394 Study Group. Arch Gen Psychiatry .5 6 : 8 3 6 -841. Agarwal V , Abhijnhan A, Raviraj P trial.Prog Neuropsychopharmacol 0 0 7 -1012. Akhtar S, Jajor TR, Kumar S (1993) Vitamin E in the treatment of tardive dyskinesia. J Postgrad Med .3 9 : 1 2 4 -126. Altman H, Mehta D, Evenson RC, Sletten IW (1973) Behavioral effects of drug therapy on psychogeriatric inpatients. II. Multivitamin therapeutic effects of nico- tinic acid by pyridoxine in chronic schizophrenics. Kekhwa G, TA (1972) Nicotinic acid in the treat- ment of newly admitted schizophrenic patients: A placebo-controlled study. Int Z Klin Pharmakol Ther Toxikol .5 : 4 0 6 -410. Baldwin SA, Wampold BE, Imel ZE (2007) Untangling the alliance-outcome correla- tion: Exploring the relative importance of therapist and patient variability in the al- liance. J Consult Clin Psychol .7 5 : 8 4 2 -852. Ban TA, Lehmann HE (1975) Nicotinic acid in the treatment of schizophrenias: Canadian Mental Health Association Collaborative (2013) A randomized placebo-controlled trial of an omega-3 fatty acid and vitamins E + C in schizophre-nia.Transl Psychiatry .3 : e 3 3 5 . Berger GE, Proffitt TM, McConchie M, Yuen Psychia- try. 68:1867 -1875.Hoenders et al. The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 96 www.jonmd.com © 2018 W olters Kluwer Health, Inc. All GE, Smesny S, Amminger GP (2006) Bioactive lipids in schizophrenia. Int Rev Psychiatry .1 8 : 8 5 -98. Berk M, Copolov D, Dean O, Lu K, Jeavons S, Schapkaitz I, Anderson-Hunt M, Judd F , Katz F , Katz P , Ording-Jespersen S, BushAI double-blind, randomized, placebo-controlled trial. Biol Psychiatry .6 4 1 -368. Bhavani AD, Sen NN, Punekar BD (1962) Impact of ascorbic acid administration on memory, attention and motor functions in schizophrenia. In Transactions of All-India Institute of Mental Health (pp 80 -88). Bangalore, India: All- India Institute of Mental Health. Boskovic M, V ovk T, Plesnicar BK, Grabnar I (2011) Oxidative stress in schizophre- nia.Curr 3 0 Javitt DC, RP , Heresco- Levy U, Carpenter WT (2007) The Cognitive and Negative Symptoms in Schizo-phrenia Trial (CONSIST): The efficacy of glutamatergic agents for negativesymptoms and cognitive impairments. Am J Psychiatry .1 6 4 : 1 5 9 3 -1602. Buckley PF , Stahl SM (2007) Pharmacological treatment of Tang DI, Laska E, Goff DC (2014) D-Cycloserine augmentation of cognitive remediation in schizophrenia. Schizophr Res . 153:177 -183. Chen ZH, Wang GH, Wang XP , Chen R Y , Wang HL, Y ang MH, Huo YX, Mei HB Effectiveness and tolerability of warm-supplementing kidney yang addedto risperidone in improving 1 0 4 -117. Chen ZH, Wang GH, Wang XP , Chen RY, Wang HL, Yang MH, Huo YX, Mei HB (2008b) Effects of warm-supplementing kidney yang (WSKY) capsule added on ris-peridone on chronic schizophrenic A randomized, double-blind, multi-center trial. Hum Psychopharmacol .2 3 : 465-470. Chen ZH, Wang GH, Wang XP , Huo YX, Y ang MH, Li L, Mei H (2009) Effect of Warm-Supplementing Kidney Y ang (WSKY) added to risperidone on quality of life in patients with schizophrenia: A controlled Rev . DOI: Clifford T (1994) Tibetan Buddhist medicine psychiatry: The diamond healing . Delhi, India: Motilal Banarsidass. Cooper C, Bebbington P , King M, Brugha T, Meltzer H, Bhugra D, Jenkins R (2007) Why people do not take their psychotropic drugs as prescribed: Re-sults of the 2000 National Psychiatric Morbidity Survey. Acta Psychiatr Scand .1 1 6 : 4 7 -53. Dabiri LM, Pasta D, Darby JK, Mosbacher D (1994) Effectiveness of vitamin-E for treatment of long-term tardive-dyskinesia. Am min C with atypical antipsychotics reduces oxidative stress and improves the out-come of schizophrenia. Psychopharmacology (Berl) .1 8 2 : 4 9 4 -498. Dean O, Giorlando F, Berk M (2011) N-acetylcysteine in psychiatry: Current ther- apeutic evidence and potential mechanisms of action. . 36:78 -86. Deutsch M, Ananth JV , Ban Nicotinic acid in the treatment of chronic hospital- ized schizophrenic patients: A placebo-controlled glycine in refractory schizophrenia negative re- sults. JC l i nP s y c h o p h a r m a c o l .2 5 : 2 7 7 -278. Dickerson F , Stallings C, Vaughan C, Origoni J, Khushalani S, Y olken R (2011) Artemisinin reduces the level of antibodies to gliadin in schizophrenia.Schizophr Res .1 2 9 : 1 9 6 -200. Dorevitch A, Kalian M, Shlafman M, Lerner V (1997a) Treatment of long-term tardive dyskinesia with vitamin E. Biol Psychiatry .4 1 : 1 1 4 -116.Dorevitch A, Lerner V , Shalfman M, Kalian M (1997b) Lack of effect of vitamin E on serum creatine phosphokinase in patients with long-term tardive dyskinesia.Int 2 : 1 7 1 -173. D'Souza DC, Radhakrishnan R, Perry E, Bhakta S, adav Abi-Saab D, Chaturvedi MP , Bell M, Andrade C (2013) Feasibility,safety, and efficacy of the combination of D-serine and computerized cogni- tive retraining J, Gonzenbach S,Rotrosen JP (2004) Effects of D-cycloserine on negative symptoms in schizophre- nia.Schizophr Res .7 1 : 2 3 9 -248. Egan MF , Hyde TM, Albers GW , Elkashef A, RE, Wyatt RJ (1992) Treatment of tardive dyskinesia with vitamin E.Am J Psychiatry .1 4 9 : 7 7 3 -777. Elias A, Kumar A (2007) Testosterone Bacher N, Barrett (1990) Vitamin E in the treatment of tardive dyskinesia. Am J Psychiatry .1 4 7 : 5 0 5 -506. Elwyn G, Edwards A, Kinnersley P , Grol R (2000) Shared decision making and the concept of equipoise: The competences of involving patients in healthcarechoices. Br J Gen Pract .5 0 : 8 9 2 -899. Emsley R, Randomized, controlled study of ethyl-eicosapentaenoic acid treatment Am J Psychiatry Maritz JS, dyskinesia: A randomized, placebo-controlled (2008) Safety of the omega-3 fatty acid, eicosapentaenoicacid (EPA) in psychiatric patients: Results from a randomized, placebo-controlledtrial. Psychiatry Res .1 6 1 : 2 8 4 -291. Ermilov M, Gelfin E, Levin R, Lichtenberg P , Hashimoto K, Javitt DC, Heresco- Levy U (2013) A pilot double-blind comparison of d-serine and high-doseolanzapine in treatment-resistant patients with schizophrenia. Schizophr Res. 150:604 -605. Ernst E (2003a) UK government funds CAM research. FAC T .3 9 7-401. Ernst E (2003b) Serious psychiatric and neurological adverse effects of herbal medicines —As y s t e m a t i cr e v i e w . Acta Psychiatr Scand .1 0 8 : Evins AE, Fitzgerald SM, Wine L, Rosselli R, Goff DC (2000) Placebo-controlled trial of glycine added to clozapine in schizophrenia. Am J Psychiatry .1 5 7 : 8 2 6 -828. Fendri C, Mechri A, Khiari G, Othman A, Kerkeni Gaha L (2006) Oxidative stress involvement in schizophrenia pathophysiology: A review. Encéphale .3 2 : 244-252. Fenton WS, Dickerson F, Boronow J, Hibbeln JR, of omega-3 fatty acid (ethyl eicosapentaenoic acid) supple-mentation for residual symptoms impairment in schizophrenia.Am J Psychiatry . 158:2071 -2074. Flatow of oxidative stress in schizophre- nia.Biol Psychiatry .7 4 : 4 0 0 -409. Fusar-Poli P , Berger G (2012) Eicosapentaenoic acid Gill PS (2013) Patient engagement: An investigation at a primary care clinic. I n tJG e n Med.6 : 8 5 -98. T, Laundy M, Chanarin I, Reynolds EH (1990) Enhancement of recovery from psychiatric illness bymethylfolate. Lancet .3 3 6 : 3 9 2 -395. Goff DC, Cather C, Gottlieb JD, Raeke Green MF (2008) Once-weekly D-cycloserine effects onThe Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 Natural Medicines for Psychosis © 2018 W olters Kluwer Health, Inc. All rights reserved. www.jonmd.com 97negative symptoms and cognition in schizophrenia: An . 106:320 Goff DC, Herz L, Posever T, Shih , Tsai G, Henderson DC, Freudenreich O, Evins AE, Y ovel I, patients. Psychopharmacology (Berl) .1 7 9 : 1 4 4 -150. JD, Cather C, Shanahan M, Creedon T, Macklin EA, Goff DC (2011) D-Cycloserine facilitation of cognitive behavioral therapy for delusions in schizophrenia. Schizophr Res .1 3 1 : 6 9 -74. Gray RE, Fitch M, Greenberg M (1998) A comparison of physician and patient per- spectives on unconventional cancer therapies. Psychooncology .7 : 4 4 5 -452. Greenbaum GH (1970) An evaluation of niacinamide in the treatment of childhood schizophrenia. Am J Psychiatry .1 2 7 : 8 9 -92. Harris ES, Cao S, Littlefield BA, Craycroft JA, Scholten R, Kaptchuk T, Fu Y , Wang W , Liu Y , Chen H, Zhao Z, Clardy J, Woolf AD, Eisenberg DM (2011) Heavymetal and pesticide content in commonly prescribed individual raw Chinese herbalmedicines. Sci Total Environ .4 0 9 : 4 2 9 7 -4305. Harrison FE, May JM (2009) Vitamin C function in the brain: Vital role of the ascor- bate transporter SVCT2. Free Radic Biol Med .4 6 : 7 1 9 -730. Hazra M, Noh S, Boon H, Taylor A, Moss K, Mamo D (2010) Complementary and alternative medicine in psychotic disorders. J Altern Complement Med .7 : 1-15. Heresco LU, Ermilov M, P , (2004) High-dose glycine added to olanzapine and risperidone for the treatment of schizophrenia. Biol Psy- chiatry .5 5 : 1 6 5 -171. Heresco LU, Javitt DC, Ermilov M, Mordel C, Horowitz A, Kelly D (1996) Double- blind, placebo-controlled, crossover trial of glycine adjuvant therapy fortreatment-resistant schizophrenia. Br J Psychiatry .1 6 9 : 6 1 0 -617. Heresco-Levy U, Ermilov M, Shimoni J, Shapira Javitt DC Placebo-controlled of D-cycloserine added to conventional neuroleptics, olanzapine, or risperidone in schizophrenia. Am J Psychiatry .1 5 9 : 4 8 0 -482. Heresco-Levy U, Javitt DC, Ebstein R, Vass A, Lichtenberg , Bar G, Catinari S, Ermilov M risperidone and olanzapine for treatment-refractory schizophrenia. Biol Psychiatry .5 7 : 5 7 7 -585. Heresco-Levy U, Javitt DC, Ermilov M, Mordel C, Silipo G, Lichtenstein M (1999) Efficacy of high-dose glycine in the treatment of enduring negative symptomsof schizophrenia. Arch Gen Psychiatry .5 6 : 2 9 -36. Herrera E, Barbas C (2001) Vitamin E: Action, metabolism and perspectives. JP h y s i o l Biochem .5 7 : 4 3 -56. Hill M, Jasinski S, schizophrenia: A possible role for MTHFR genotype.Schizophr Res .1 2 7 : 4 1 -45. Hoenders HJ, Appelo MT, Milders CF (2006) Complementary and alternative medi- cine and psychiatry: 48:733 EH, Hartogs BM, de Jong JT (2011) The Dutch Complementary and Alternative Medicine (CAM) protocol: To ensurethe safe and effective use of complementary and alternative medicine within Dutchmental health care. J Altern Complement Med .1 7 : 1 1 9 7 -1201. Hoenders HJR (2013) Integrative psychiatry: Conceptual foundation, implementation . PhD thesis. Groningen: University of Groningen. Hoffer A (1971) Megavitamin B-3 J . -504. Hoffer A Am J Psychiatry . 128:1155. Hoffer A, Osmond H (1964) Treatment of schizophrenia with nicotinic acid. A ten year follow-up. Acta Psychiatr Scand .4 0 : 1 7 1 -189. Hoffer LJ (2008) Vitamin therapy in schizophrenia. Isr J Psychiatry Relat Sci .4 5 : 3-10. Irving CB, Mumby-Croft R, Joy LA (2006) Polyunsaturated fatty CD001257.Jadad AR, Moore Carroll D, Jenkinson C, Reynolds DJ, Gavaghan DJ, McQuay HJ (1996) Assessing the quality of reports of randomized clinical trials: Is blindingnecessary? Control Clin Trials .1 7 : 1 -12. Javitt DC, Silipo G, Cienfuegos A, Shelley AM, Bark N, Park M, Lindenmayer JP , Suckow R, Zukin SR (2001) Adjunctive high-dose glycine in the treatment ofschizophrenia. Int J Neuropsychopharmacol .4 : 3 8 5 -391. Javitt DC, Zylberman I, Zukin SR, Heresco-Levy U, Lindenmayer JP (1994) Amelio- ration of negative symptoms in schizophrenia by glycine. Am J Psychiatry .1 5 1 : 1234-1236. Joshi VG (1982) Vitamins B1, B6, and B12 in the adjunctive treatment of schizophre- nia: Further studies to examine the effect of reduction of chlorpromazine dosage.J Orthomol Psychiatry .1 1 : 4 5 -49. Kale A, Naphade N, Sapkale S, Kamaraju M, Pillai A, Joshi S, Mahadik S (2010) Re- duced folic acid, vitamin B12 and docosahexaenoic acid and cortisol in never-medicated schizophrenia patients: Implications foraltered one-carbon metabolism. Psychiatry Res .1 7 5 : 4 7 -53. Kane JM, Correll CU (2010) Pharmacologic treatment of schizophrenia. Dialogues Clin Neurosci .1 2 : 3 4 5 - 357. Kaptchuck T (2000) The W eb that has no weaver . Chicago, IL: Contemporary, McGraw-Hill. Kleijnen J, Knipschild P (1991) Niacin and vitamin B6 in mental functioning: A review of controlled trials in humans. Biol Psychiatry .2 9 : 9 3 1 -941. Kline NS, Barclay GL, Cole JO, Esser AH, Lehmann H, Wittenborn JR (1967) Con- trolled evaluation of nicotinamide adenine dinucleotide in the treatment of chronicschizophrenic patients. Br J Psychiatry .1 1 3 : 7 3 1 -742. Ko YH, Lew YM, Jung SW , Joe SH, Lee CH, Jung HG, Lee MS (2008) Short-term testosterone augmentation in male schizophrenics: A randomized, double-blind,placebo-controlled trial. JC l i nP s y c h o p h a r m a c o l .2 8 : 3 7 5 -383. Koenig HG (2000) MSJAMA: Religion, spirituality, and medicine: Application to clinical practice. JAMA . 284:1708. Kuboto Y, Tanaka N, Umegaki K, Shinozuka K, M extract-induced relaxation as- sociated with increase in endothelial intracellular calcium level. Life Sci .6 9 : 2327-2336. Kulkarni J, de Castella A, Fitzgerald PB, Gurvich CT, Bailey M, Bartholomeusz C, Burger H (2008) Estrogen in severe mental illness —A potential new treatment ap- proach. Arch Gen Psychiatry .6 5 : 9 5 5 -960. Kulkarni J, de Castella A, Headey B, Marston N, Sinclair K, Lee S, Gurvich C, Fitzgerald PB, Burger H (2011) Estrogens and men with schizophrenia: Isthere therapy of tardive dyskine- sia: Current concepts and future perspectives. Drugs Today (Barc) .3 9 : 1 9 -49. Lake JH (2007) Textbook of integrative mental health care .N e wY o r k :T h i e m eM e d - ical Publishers. Lam LC, Chiu HF , Hung SF (1994) Vitamin E in the treatment of tardive dyskinesia: A replication study. JN e r vM e n tD i s .1 8 2 : 1 1 3 -114. Lane HY , Chang YC, Liu or for acute exacerbation of schizophrenia: A randomized, double-blind,placebo-controlled study. Arch Gen Psychiatry .6 2 : 1 1 9 6 -1204. Lane HY , Huang CL, Wu PL, YC, PY , Chen PW transporter I inhibitor, N-methylglycine (sarcosine), added to clozapine for the treatment of schizophrenia. Biol Psychiatry .6 0 : 6 4 5 -649. Lane HY, Lin CH, Huang YJ, Liao Tsai sarcosine ( schizophrenia: A randomized, double-blind study. Biol Psychiatry .6 3 : 9 -12. Lavoie S, Murray MM, Deppen P , Knyazeva MG, , Cuénod M,Hoenders et al. The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 98 www.jonmd.com © 2018 W olters Kluwer Health, Inc. All rights T, Do KQ (2008) Glutathione precursor, N-acetyl-cysteine, improves mis- match negativity in schizophrenia patients. Neuropsychopharmacology .3 3 : 2187-2199. Lerner V , Bergman J, Statsenko N, Miodownik C Libov I, Witztum tardive U, Kotler M (2002) Vita- min B6 as in chronic schizophrenic and schizoaffective patients:A double-blind, placebo-controlled study. JC l i nP s y c h i a t r y .6 3 : 5 4 -58. Lerner V , Miodownik C, Kaptsan A, Cohen H, Matar M, Loewenthal U, Kotler M (2001) Vitamin B(6) in the treatment of tardive dyskinesia: A double-blind, placebo-controlled, crossover study. Am J Psychiatry .1 5 8 : 1 5 1 1 -1514. Leucht S, Hierl S, Kissling W , Dold JM (2012) Putting the efficacy of psy- chiatric and general medicine medication into perspective: Review of meta-analyses. Br J Psychiatry .2 0 0 : 9 7 -106. Levine J, Goldberger I, Rapaport A, Schwartz M (1994) CSF inositol in schizophrenia and high-dose inositol treatment of schizophrenia. Eur Neuropsychopharmacol .4 : 487-490. Levine J, Stahl Z, Sela BA, Ruderman V , chronic schizophrenic patients with hyperhomocysteinemia. Biol Psychiatry .6 0 : 2 6 5 MI, Davis BM, hydroxybutyrate in the treatment of schizophrenia. Psychiatry Res .9 : 1-8. Lohr JB, Caligiuri MP (1996) A double-blind placebo-controlled vitamin E treatment of tardive dyskinesia. J Clin Psychiatry .5 7 : 1 6 7 -173. Maclennan KM, Darlington CL, Smith PE (2002) The Ginkgo biloba extracts and ginkgolide B. Prog Neurobiol .6 7 : 2 3 5 -257. Mahadik SP , Evans D, Lal H (2001) Oxidative stress and role of antioxidant and omega-3 essential Free pathology and antioxidant defense in schizophrenia: A review. Schizophr Res .1 9 : 1 -17. Mahal AS, Ramu NG, Chaturvedi DD, Thomas KM, Senapati HM, Narasimha Murthy NS (1976) Double blind controlled study of brahmyadiyoga and tagarain the management of various types of unmada (schizophrenia). Indian J Psychi- atry.1 8 : 2 8 3 -292. Manteghiy A, Koohestani add-on therapy for pharmacological managementof patients with schizophrenia. Iran J Psychiatry Behav Sci .2 : 3 5 -40. McGrath SD, O'Brien PF , Power PJ, Shea JR (1972) Short report: Nicotinamide treat- ment of schizophrenia. Schizophr Bull .1 : 7 4 -76. Meltzer H, Shader R, Grinspoon L (1969) The behavioral effects of nicotinamide ad- enine dinucleotide in chronic schizophrenia. Psychopharmacologia .1 5 : 1 4 4 -152. Miodownik C, Lerner V , Statsenko N, Dwolatzky Berzak E, Bergman J (2006) Vitamin B6 versus mianserin and placebo in Clin Shiers D, Turkington D (2012) Antipsychotics: Is it time to in- troduce patient choice? Br J Psychiatry .2 0 1 : 8 3 -84. Mundewadi AA, Joshi DD, Arekar AS, Bakre GB, Mundewadi RA (2008) A random- ized, controlled, clinical trial of a herbal combination of aqueous extracts ofbacopa monnieri and nardostachys jatamansi in schizophrenia, compared to stan-dard anti-psychotic drug, olanzapine as an active control. Bombay Hospital J .5 0 : 456-465. Nachshoni T, Ebert T, D (1956) The reserpine (serpasil) on the chronic disturbed schizo- phrenic: A comparative study of rauwolfia alkaloids and electroconvulsive ther-apy.JN e r vM e n tD i s .1 2 3 : 1 -13. Osmond H, Hoffer A (1962) Massive niacin treatment in schizophrenia. Review of a nine-year study. Lancet .1 : 3 1 6 -319. Pai NB, Vella SC (2012) Reason for 2 5 : 39-44. Pauling L (1968) Orthomolecular psychiatry. Varying the concentrations of substances normally present in the human body may control mental disease. Science .1 6 0 : 265-271. Peet M (2008) Omega-3 polyunsaturated fatty acids in the treatment of schizophrenia. Isr J Psychiatry Relat Sci .4 5 : 1 9 -25. Peet M, Brind J, Two double-blind placebo-controlled studies of eicosapentaenoic acid in the treatment ofschizophrenia. Schizophr Res .4 9 : 2 M, Horrobin atory study of the effects of ethyl-eicosapentaenoate in patients with persistentschizophrenic symptoms. J Psychiatr Res .3 6 : 7 -18. Petrie WM, Ban TA, Ananth JV (1981) The use of nicotinic acid and pyridoxine in the treatment of schizophrenia. Int Pharmacopsychiatry .1 6 : 2 4 5 -250. Porter N (1998) W ebster's revised unabridged dictionary . Springfield, MA: C. & Co. SG, Jin Y , Bunney BG, Costa high-dose glycine in treatment-resistant schizophrenia. Am J try.1 5 6 : 1 4 5 -147. Prange AJ (1979) Behavioral and endocrine responses of schizophrenic patients to TRH (protirelin). Arch Gen Psychiatry .3 6 : 1 0 8 6 - 1093. Ramsay RA, Ban TA, Lehmann HE, Saxena BM, Bennett J (1970) Nicotinic acid as adjuvant therapy in newly admitted schizophrenic patients. Can Med Assoc J . 102:939 -942. Rathbone J, Zhang L, Zhang M, Xia J, Liu X, Y ang Y , Adams CE (2007) Chinese herbal medicine for schizophrenia: Cochrane systematic review of randomised tri- als.Br J Psychiatry .1 9 0 : 3 7 9 -384. Ritsner MS (2010) Pregnenolone, A, Ratner Y , Tsinovoy G, Strous RD (2006) Improvement of sustained attention and visual and movement skills, but not clinical symptoms, af-ter dehydroepiandrosterone augmentation multicenter plus vitamin B12 supplementation in Psychiat .7 0 : 4 8 1 -489. Rosse RB, Fay-McCarthy M, Kendrick K, Davis RE, Deutsch SI (1996) D-Cycloser- ine adjuvant therapy to molindone in the treatment of schizophrenia. Clin Neuropharmacol .1 9 : 4 4 4 -450. Rummel-Kluge C, Komossa K, Schwarz (2010) Head-to-head comparisons of metabolic side effects of second generation antipsychotics in the treatment of schizophrenia: A systematic review and Schizophr Sacks (1989) Acetazolamide and thiamine: An ancil- lary therapy for chronic mental illness. Psychiatry Res .2 8 : 2 7 9 -288. Salmasi (2009) Comparing the effects of high-dose vita-min E with those of placebo on insulin resistance in patients with schizophreniatreated with olanzapine. JC l i nP s y c h o p h a r m a c o l .2 9 : 1 8 2 -183. Schmidt M, Meister P , Baumann P (1991) Treatment of tardive dyskinesias with vita- min E. Eur Psychiatry .6 : 2 0 1 -207.The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 Natural Medicines for Psychosis © 2018 W olters Kluwer Health, Inc. Jr (1981) Gamma-hydroxybutyrate treatment of schizophrenia: A pilot study.Pharmacopsychiatria .1 4 : 1 2 9 -134. Shamir E, Barak Y , Shalman I, Laudon M, N, Tarrasch dyskinesia: A double-blind, placebo-controlled, crossover study. Arch Gen Psychiatry .5 8 : 1 0 4 9 -1052. Shriqui CL, Bradwejn J, Annable L, Jones BD (1992) in the treatment of tardive dyskinesia: A double-blind placebo-controlled study. Am J Psychiatry -393. Singh SP , Singh V (2011) Meta-analysis of the efficacy of adjunctive NMDA receptor modulators in chronic schizophrenia. CNS Drugs .2 5 : 8 5 9 -885. Singh V , Singh SP , Chan K (2010) Review and meta-analysis of usage of ginkgo as an adjunct therapy in chronic schizophrenia. Int J Neuropsychopharmacol . 13:257 -271. Soares WK, Maayan Neuroscientific basis and practical applications . Cambridge, UK: Cambridge University Press. Stevinson C (2001) Why patients use complementary and alternative medicine. In Ernst E (Ed), The Desktop Guide to Complementary and Alternative Medi- cine, an Evidence-based Approach . M, A (2003) Dehydroepiandrosterone augmentation in the management of nega-tive, depressive, and anxiety symptoms in schizophrenia. Arch Gen Psychia- try. 60:133 -141. Strous RD, Stryjer R, Maayan G, Viglin D, Katz E, Eisner D, Weizman A (2007) Analysis of clinical symptomatology, andneurocognitive following schizophrenia patients: A randomized,double-blind placebo controlled trial. Psychoneuroendocrinology .3 2 : 9 6 -105. Sun BL, Zhang J, Wang XC, Xia ZL, Y ang MF , Zhang SM, Y e WJ, Yuan H (2003) Ef- fects of extract of Ginkgo biloba on spasms of the basilar artery and hemorrhage. 9 : 2 3 1 -238. Thirthalli J, Zhou L, Kumar K, Gao J, Vaid H, Liu H, Hankey A, Wang G, Gangadhar BN, Nie JB, Nichter M (2016) Traditional, complementary, and alternative med- icine approaches to mental health care and psychological wellbeing in India and China. Lancet Psychiatry .3 : 6 6 0 -672. Tiihonen J, Wahlbeck K (2006) MG, Vandad S, Shahin A (2010) Effect of early intervention with omega-3 on insulin resistance in patients initiated on olanzapine with either sodium valproate or lithium: A randomized, double-blind, placebo- controlled trial. Iran J Psychiatry .5 : 1 8 -22. Topliss JG, Clark AM, Ernst E, Hufford CD, Johnston GA, Rimoldi JM, Weimann BJ (2002) Natural and synthetic substances related to human health -(IUP AC Techni- cal Report). Pure Appl Chem . 74:1957 Tsai G, Lane , Chong MY Glycine transporter I inhibitor, N-methylglycine antipsychotics for the treatment of schizo- phrenia. Biol Psychiatry .5 5 : 4 5 2 -456. Tsai G, Yang P , Chung LC, JT (1998) D-Serine anti- psychotics for the treatment of schizophrenia. Biol Psychiatry .4 4 : 1081 -1089. Tsai GE, Lin PY (2010) Strategies to enhance N-methyl- D-aspartate receptor - mediated neurotransmission in schizophrenia, a critical review and meta-analysis. Curr Pharm Des .1 6 : 5 2 2 -537. Tsai GE, Y ang P , Chang YC, Chong MY (2006) D-Alanine added to antipsychotics for the treatment of schizophrenia. Biol Psychiatry .5 9 : 2 3 0 -234.Tsai GE, Y ang P , Chung LC, Tsai IC, Tsai CW , Coyle JT (1999) D-Serine added to clozapine for the treatment of schizophrenia. Am J Psychiatry .1 5 6 : 1822-1825. Tsalamanios E, Yanni AE, Koutsari C (2006) Omega-3 fatty acids: Role in the prevention and treatment of psychiatric disorders. Curr Psychiatry Rev .2 : 215-234. Umbricht D, Lentz E, Lalonde J, Martin-Facklam M, fect of bitopertin, glycine reuptake inhibitor, on key negative symptom di- mensions and GlyT1 occupancy. fatty acid supplementation in patients with tardive dyskinesia. Psychiatry Res .2 7 : 3 Ree JM, Kahn RS (1999) D-Cycloserine increases positive symptoms in chronic schizophrenic patients when administered in addition to antipsychotics: A double-blind, parallel, placebo-controlled study. der Greef J (2011) Perspective: All systems go. Nature .4 8 0 : S 8 7 . Van Os J, Kapur S (2009) Schizophrenia. Lancet .3 7 4 : 6 3 5 -645. Vaughan K, McConaghy N (1999) Megavitamin and dietary treatment in schizophre- nia: A randomised, controlled trial. Aust N Z J Psychiatry .3 3 : 8 4 -88. Verhoeven WM, van Praag HM, van Ree JM, de Wied D (1979) Improvement of schizophrenic patients treated with [des-T yr1]-gamma-endorphin (DTgammaE).Arch Gen Psychiatry .3 6 : 2 9 4 -298. Walter G, Rey JM (1999) The relevance of herbal treatments for psychiatric practice. Aust N Z J Psychiatry .3 3 : 4 8 2 -489. Wang HL, Xiang YT, Li QY , Wang XP , Liu ZC, Hao SS, Liu X, Liu LL, Wang GH, Wang DG, Zhang PA, Bao A Y , Chiu HF , Ungvari GS, Lai KY , Buchanan RW(2014) The on psychotic symptoms and cognitive impairmentin first-episode, antipsychotic drug-naive persons with schizophrenia seropositivetoToxoplasma gondii .J Res .5 3 : 1 1 9 -124. Weiser M, Heresco-Levy U, Davidson M, randomized con-trolled trial of low-dose D-serine for negative and cognitive symptoms of schizo- phrenia. JC l i nP s y c h i a t r y .7 3 : e 7 2 8 -e734. Wittenborn JR, Weber ES, Brown M (1973) Niacin in the long-term treatment of schizophrenia. Arch Gen Psychiatry .2 8 : 3 0 8 -315. Wittkopp TA, Abuzzahab FS Sr (1972) Nicotinic acid and review. Behav Neuropsychi- atry.4 : 6-12. World Health Organization (2013) Traditional Medicine Strategy 2014 -2023. Available at: http://www.who.int/medicines/publications/traditional/trm_strategy14_23/en/. Xiao SF , Xue HB, Li X, Chen C, Li GJ, Yuan CM, Zhang MY (2011) A double-blind, placebo-controlled study of traditional Chinese medicine sarsasapogenin added torisperidone in patients with negative symptoms dominated schizophrenia.Neurosci Bull .2 7 : 2 5 8 -268. Y an F , Zheng Y , Zhao F (2008) Effects of Ginkgo biloba extract EGb761 on expression of RAGE and LRP-1 in cerebral microvascular endothelial cells under chronichypoxia and hypoglycemia. Acta Neuropathol .1 1 6 : 5 2 9 MM, Amico E, Cohen B, Goff DC (2005) Functional magnetic resonance imaging studies of schizo-phrenic patients during word production: Effects of D-cycloserine. Psychiatry Res.1 3 8 : 2 -31. , Tan YL, A randomized, double-blind, placebo-controlled trial. JC l i nP s y c h i a t r y .7 2 : 6 1 5 -621. Zhang XY, Zhou DF, Cao LY, Wu GY (2006) The effects of Ginkgo biloba extract added to haloperidol on peripheral T cell subsets in drug-free schizophrenia:Hoenders et al. The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 100 www.jonmd.com © 2018 olters placebo-controlled , Su added haloperidol on superoxide dismutase in inpatients with chronic schizo-phrenia. JC l i nP s y c h o p h a r m a c o l .2 1 : 8 5 -88. Zhang XY, Zhou DF, Zhang PY, Wu GY, Su JM, Cao L Y A double-blind, placebo-controlled trial of extract of Ginkgo biloba added to haloperidol in treatment-resistant patients with schizophrenia. J Clin Psychiatry .6 2 : 878-883.Zhang ZJ, Tan QR, Tong Y, Wang XY, Wang HH, Ho LM, Wong HK, Feng YB, Wang D, Ng R, McAlonan GM, Wang CY, Wong VT (2011b) An epidemio- logical study of concomitant use of Chinese medicine and antipsychotics inschizophrenic patients: Implication for herb-drug interaction. PLoS One . 6:e17239. Zhou D, Zhang X, Su J, Nan Z, Cui Y, Liu J, Guan Z, Zhang P , Shen Y (1999) The effects of classic antipsychotic haloperidol plus the extract of ginkgo biloba on superoxide dismutase in patients with Chin Med J (Engl) . 112: 1093-1096.The Journal of Nervous and Mental Disease \u0081Volume 206, Number 2, February 2018 Natural Medicines for Psychosis © 2018 W olters Kluwer Health, Inc. All rights reserved. www.jonmd.com 101 "}