{"title": "Eat Clean: Murfreesboro Chiropractor Encourages Consumers to Make the Best Nutrition Choices - The Murfreesboro Pulse", "author": "Bracken Mayo", "url": "https://boropulse.com/2020/01/eat-clean-murfreesboro-chiropractor-encourages-consumers-to-make-the-best-nutrition-choices/", "hostname": "boropulse.com", "description": "diet is all of the food one puts into their body, not just the act of eating, or the occasional act of trying to consume more nutritious foods.\"Most people, when they say nutrition, mean weight loss,\" Morter says. \"Those two are different. Nutrition is fueling your body; weight loss is getting to a healthy weight.\"", "sitename": "The Murfreesboro Pulse", "date": "2020-01-02", "cleaned_text": "In addition to helping the people of Murfreesboro address pain relief and soreness issues and recover physically from accidents, local chiropractor Dr. Josh Morter also hosts wellness presentations for businesses and organizations and leads some of his patients on \"Shop With a Doc\" programs, going into grocery stores and discussing nutrition and diet. Most everyone agrees that what goes into the body certainly affects mood, recovery, resistance to disease, heart health, appearance and a whole host of crucial issues. And many health professionals today stress the importance of a sustainable, healthy lifestyle, and not the occasional crash diet. \"Diet is a noun, not a verb,\" Morter says. In other words, diet is all of the food one puts into their body, not just the act of eating, or the occasional act of trying to consume more nutritious foods. \"Most people, when they say nutrition, mean weight loss,\" Morter says. \"Those two are different. Nutrition is fueling your body; weight loss is getting to a healthy weight.\" He says getting the nutrients to fuel your body does require some planning and making conscious choices, but \"it doesn't have to be complicated. You don't have to buy a book or buy products,\" Morter says. Morter says he begins his nutrition advice with two simple tips: \"Let's not take anything away [from someone's diet]. And drink more water.\" \"I recommend everyone drink a gallon of water a day,\" he says. Hydrate, without consuming empty calories. And to the point of not immediately eliminating foods that someone desires from their diet: \"Don't give up junk food, don't give up snacks. Let's just add one cup of raw vegetables before we eat anything,\" he says. Then, after beginning to satisfy their appetite with the veggies, the consumer will likely eat less of whatever the less nutritional food happens to be. Morter's advice: However the person needs to get the cup of vegetables down, just do it. \"Raw or lightly steamed is best, but cover them with ranch or cheese if you have to,\" he says. Upping the consumption of vegetables can feed helpful bacteria in the gut, helping lead to an overall healthier body, Morter says. \"Buying a probiotic [a supplement which adds microorganisms to the gut] is no good if you don't feed it,\" he says. \"You wouldn't buy a puppy and not feed it.\" Morter also advises consumers to follow an 80/20 rule of sorts. 80 percent of the time, eat clean. The other 20 percent of the time, reward yourself. If someone goes wild and eats a dozen doughnuts, Morter doesn't want them to get discouraged to the point that they abandon eating lean meat and vegetables for the rest of the week. It just means that they need to be particularly careful in the next few days to make especially sound dietary choices before allowing themselves to indulge in junk food again. \"Don't beat yourself up. We can all do better,\" he says. Opt for the most nutritious choice most of the time; treat yourself to the richer indulgence occasionally. He also wants consumers to be aware of the declining nutrient content of foods, even the fruits and vegetables that many view as the healthy choice. Studies have shown that vegetables today contain significantly lower amounts of minerals and vitamins than did their counterparts just 60-80 years ago. A variety of factors contribute to this result—soil depletion and foods being bred for qualities such as quicker growth, pest resistance, higher yield and even greater color, rather than necessarily higher nutrient content. Many nutritionists state that this mineral decline leads to numerous adverse health effects in people. \"Foods today are not as high in nutrition as they once were. Some veggies are picked before they are ripe,\" Morter adds, particularly those grown far away from the supermarket where they will be sold. Often ethylene or calcium carbide or other compounds are added to these fruits to artificially ripen them. Whether or not the added chemicals are dangerous in themselves to the consumer, the artificially ripened fruit does not contain the nutrients that one that matured naturally does. \"The reason you buy organic is that they are vine-ripened,\" Morter says. \"One of the struggles is getting the nutrition we need without getting too many calories. An apple may have a third of the nutrients it did years ago.\" Plus, studies have found that the average supermarket apple has been picked over 12 months before it makes its way to the customer's mouth. Still, by choosing fresh and organic vegetables when possible and making a point to eat them with every meal, one can get all of the vitamins and minerals needed for a healthy body through conscious dietary decisions. \"I'm not a fan of supplements. If you need a supplement there are holes in your diet. Plug those holes,\" Morter says. \"I am a fan of making more natural choices. Make better choices within the major food groups.\" Particularly with the foods one eats the most, Morter recommends getting the highest quality, organic variety. Although the cost may be higher, \"Some people find that if they get the more nutrient-dense food, they eat less.\" Also, truly listen to what your body is telling you. \"For healthy individuals at a healthy weight, their cravings are usually pretty trustworthy,\" Morter says. Others not currently in optimum health may have some underlying physical, mental or emotional issues causing some unhealthy cravings, he says. Addressing these may be necessary before significant dietary changes can be achieved. For the busy professional on the go, \"it's just as quick to run into Sprouts or Kroger or Publix and grab a salad as it is to go through a fast-food line,\" Morter advises. He said local shoppers should keep in mind small area businesses like Tagz, Sunshine and Bubba Gandy, and their staffs, as great dietary resources. eMeals, an online meal planning service that creates shopping lists based on the user's tastes, goals and lifestyle, available for $60 per year, can also help with getting shopping and cooking done in a deliberate manner. And yes, exercise. Morter says he knows that people are busy, but with high-intensity interval training, in 10 or 15 minutes one can get a great workout. In a nutshell, his nutrition advice is to think \"good, better, best.\" Are you making a good nutrition choice, a better nutrition choice, or the best choice. If those are your options, you should be just fine. Start with the basics. Drink water, eat vegetables. \"Set healthy, realistic goals.\" And keep in mind that small changes can add up over time. Shopping Tips: - Never shop hungry - Come with a plan; eMeals can help with this, or create your own weekly meal plan prior to shopping. - Go with wild caught salmon, mahi mahi, halibut and sardines; avoid farm-raised fish. - Other best meat options include organic, free-range or pasture-raised, antibiotic and growth hormone-free chicken or turkey, followed by beef, lamb and bison. - Make sure bacon, sausage and cold cuts are uncured and nitrite-/nitrate- free. - The cleanest vegetables and fruits—those with the lowest amounts of toxic chemicals like pesticides, herbicides and growth hormones—include onions, avocados, frozen sweet corn, pineapple, mango, asparagus, frozen sweet peas, kiwi, cabbage, eggplant, papaya, watermelon, broccoli, tomatoes, sweet potatoes and grapefruit. - Those with the highest amount of chemicals found include peaches, apples, sweet bell peppers, celery and nectarines. - Not all fat sources are bad. Peanut butter is good, almond butter is better, sunflower seed oil is best. Other clean fat sources include walnuts, flaxseed, coconut, avocado, - Get carbs from sweet potatoes, brown or wild rice, oats, quinoa, beans and squash. - Eliminating processed sugars and white bread is a good idea. - Many dressings are loaded with saturated fats and sugars; use sparingly, or try salsa, mustard or olive oil and balsamic vinegar instead. - Eat cold pressed extra virgin olive oil raw on salads; for cooking, choose organic, unrefined coconut, grape seed or avocado oil. - Avoid artificial sweeteners like aspartame, which is proven to cause migraines, changes in vision, nausea, depression, joint pain, cancer and other health problems. - If you can't pronounce it, don't eat it. ___ Information courtesy Dr. Josh Morter; for more information on chiropractic services in Murfreesboro and healthy living, contact Morter Family Chiropractic at 615-900-3770 or morterchiro.com. ___ "}