{"title": "Manage stress effectively: Dr. Satish Kale", "author": "Vani Malik", "url": "https://www.onlymyhealth.com/manage-stress-effectively-dr-satish-kale-1284549605", "hostname": "onlymyhealth.com", "description": "Stress should be increasingly recognised as a disease so that people recognise it and seek treatment and lifestyle changes. This should not be interpreted as admission of guilt or weakness or inability to cope.", "sitename": "OnlyMyHealth", "date": "2010-09-15", "cleaned_text": "Stress should be increasingly recognised as a disease so that people recognise it and seek treatment and lifestyle changes. This should not be interpreted as an admission of guilt or weakness or inability to cope. It is a way to identify the problem and plan measures to overcome this. Psychologists often use the A-B-C strategy for effective stress management. The beauty of this strategy is that the layman can use it as a form of self-help tool for making the necessary modifications in his life. Dr Satis Kale explains some si mples tips to manage stress effectively: A is for awareness Be aware of the various factors, internal or external, which increase your stress levels. When you are feeling under pressure next time, make a note of what caused it and how you could have coped with this situation better. Talk to your trusted colleagues or friends and get their perception of you as a person. Are you too aggressive, or do you come across as rude or intolerant towards others? Do you treat your colleagues and subordinates with respect? Finally, be truthful to yourself and ask yourself whether whatever you do and the means to achieve your ends are justified. Also Read: [How to cope with stress at work: Here is a complete guide](https://www.onlymyhealth.com/health-slideshow/how-to-cope-with-stress-at-work-here-is-a-complete-guide-1553863909.html) B is for balance All stress, as we have already discussed, is not bad. Without stress, we would be uncompetitive and lose out in the real world. This is what spurs us to achieve and progress and gives us milestones to measure or success and worth. Still, a balance has to be achieved between the positive and the negative stress. It is okay to take on additional responsibility during times of need such as financial or family pressures in spite of the stress which you suffer, but if this is prolonged and taking a toll of your mind or your body, it is better to reduce things or do them in moderation. Learning to say \"no\" is important. C is for coping and control over your life This is where you learn to make those changes in your environment or yourself to cope better and combat negative stressor. These include [stress management techniques](https://www.onlymyhealth.com/ways-reduce-stress-in-man-1280991598) and changing or modifying your thinking, your behaviour and your lifestyle: Reframing or emotionally-oriented approach: If you do not have the power to change a situation, then you may be able to improve things by changing the way you look at it, and feel about it, by using an emotionally oriented approach. These are often less attractive than action-oriented approaches. In that the stresses can recur time and again; however, they are useful and effective in their place. Power of positive thinking: Focusing on your strengths rather than your weaknesses. Make a written list of your strong and weak points (be truthful)- use your strength to your advantage and work on eliminating or strengthening your weaknesses. Constantly look for opportunities to de-stress. In a hectic job schedule, reserve 20 minutes of your time to take a walk or have lunch with a friend. Acceptance-oriented: Sometimes, we have so little power in a situation that it is all we can do to survive it. This is the case, for example, when loved ones die. In these situations, often, the first stage of coping with the stress is to accept one's lack of power. Also Read: [Eat and beat stress: Here are some superfoods that can help you beat stress and anxiety](https://www.onlymyhealth.com/diet-beat-stress-1332418159) Following tips can help overcome stress better, explains Dr Kale - Action-oriented: To be able to take an action-oriented approach, we must have some power in the situation. If we do, then action-oriented approaches are some of the most satisfying and rewarding ways of managing stress. - Be assertive, not aggressive: Being assertive involves standing up for your rights and expressing but not imposing your thoughts, feelings and beliefs. Do not infringe on the rights of other people, though. Assertiveness includes establishing eye-contact but NOT staring. - Get organised: Make lists and prioritise objectives and activities. Keep them achievable and enjoyable. Avoid chaos in the workplace. - Diet control: Control your diet. Avoid comfort eating when you are stressed. It is a well known scientific fact that if you can beat your craving for 15 minutes, the craving normally disappears. Use distractions in such situations. Or keep fruit handy. Avoid smoking at all. Avoid alcohol or drink only in moderation. It is quite easy for a liking to become an addiction in times of stress. Avoid excess caffeine and restrict salt intake. - Regular exercise: dissipates pent up energy from the fight-or-flight response. Regular exercise is a good de-stressor which reduces the heart rate and makes the heart beat more effectively, reduces blood pressure, releases endorphins and strengthens our immune system. - Sleep: Scientists recommend eight hours of sleep daily. Try and sleep at the same time daily, avoid heavy meals or exercise just before bedtime. Instead, take a relaxing hot bath and a glass of warm milk to relax you completely. This gives you a better ability to cope each day. Avoid sleep deprivation which causes irritability, easy fatigue and increased stress. - Alternative medicine: Newer therapies are being explored and harnessed to enable people to achieve and yet relax and enjoy their life at the same time. Yoga, massage therapy, acupressure, and acupuncture, meditation, aromatherapy, herbalism, reflexology, homoeopathy and hypnosis are making a comeback. Pet therapy has taken off in a big way. With Inputs from Dr Satish Kale Read more articles on "}