{"title": "Orthopoxvirus Vaccines", "author": null, "url": null, "hostname": null, "description": null, "sitename": "Aetna", "date": "2002-09-17", "cleaned_text": "(Smallpox) Vaccine - Aetna considers pre-exposure immunization with orthopoxvirus (Smallpox) vaccine a medically necessary preventive service in instances where public health authorities advise that such vaccination is necessary. The Center for Disease Control and Prevention (CDC)'s Advisory Committee on Immunization Practices (ACIP) currently recommends pre-exposure smallpox vaccination for any of the following groups: - Laboratory workers who directly handle non-highly attenuated smallpox virus cultures or materials and those who work with animals contaminated or infected with these viruses [Footnotes for coverage of vaccinations*](#footnotes1); or - Persons pre-designated by public health authorities to conduct investigational and follow-up of initial smallpox cases that would necessitate direct patient contact [Footnotes for coverage of vaccinations*](#footnotes1); or - Selected personnel in facilities pre-designated to serve as referral centers to provide care for the initial cases of smallpox [Footnotes for coverage of vaccinations*](#footnotes1). The ACIP states that vaccination can be offered to other healthcare workers who are in contact with materials (e.g., dressings) contaminated with non-highly attenuated vaccinia virus [Footnotes for coverage of vaccinations*](#footnotes1). Re-vaccination may be medically necessary as frequently as every 3 years. - Laboratory workers who directly handle non-highly attenuated smallpox virus cultures or materials and those who work with animals contaminated or infected with these viruses - Smallpox vaccination of the general population has no proven value. Because the risk of smallpox due to intentional release of a biologic agent is currently considered low, the ACIP does not recommend vaccination of the general population, because the potential benefits of vaccination do not outweigh the risks of vaccine complications. - Aetna considers orthopoxvirus (Smallpox) vaccine medically necessary for treatment of persons who have or may have been exposed to smallpox or other non-highly attenuated vaccinia virus. The ACIP recommends post-exposure vaccination for persons who have or may have been recently been exposed to smallpox. - - Orthopoxvirus (Monkeypox) Vaccine - Aetna considers pre-exposure prophylaxis (PrEP) with orthopoxvirus (Monkeypox) vaccine a medically necessary preventive service in instances where public health authorities advise that such vaccination is necessary. The Center for Disease Control and Prevention (CDC)'s Advisory Committee on Immunization Practices (ACIP) currently recommends PrEP monkeypox vaccination for any of the following groups: - Clinical laboratory personnel who perform testing to diagnose orthopoxviruses, including those who use polymerase chain reaction (PCR) assays for diagnosis of orthopoxviruses, including Monkeypox virus [Footnotes for coverage of vaccinations*](#footnotes1); or - Research laboratory workers who directly handle cultures or animals contaminated or infected with orthopoxviruses that infect humans, including Monkeypox virus, replication-competent Vaccinia virus, or recombinant Vaccinia viruses derived from replication-competent Vaccinia virus strains [Footnotes for coverage of vaccinations*](#footnotes1); or - Certain healthcare and public health response team members designated by public health authorities to be vaccinated for preparedness purposes [Footnotes for coverage of vaccinations*](#footnotes1). Note: At this time, most clinicians in the United States and laboratorians not performing the orthopoxvirus generic test to diagnose orthopoxviruses, including monkeypox, are not advised to receive orthopoxvirus PrEP. - Clinical laboratory personnel who perform testing to diagnose orthopoxviruses, including those who use polymerase chain reaction (PCR) assays for diagnosis of orthopoxviruses, including Monkeypox virus - Aetna considers post-exposure prophylaxis (PEP, known exposure) or expanded post-exposure prophylaxis (PEP++, known or presumed exposure) with orthopoxvirus (Monkeypox) vaccine a medically necessary preventative service in instances where public health authorities advise that such vaccination is necessary. The CDC's Advisory Committee on Immunization Practices (ACIP) currently recommends PEP/PEP++ monkeypox vaccination for any of the following: - People who are known contacts to someone with monkeypox who are identified by public health authorities (e.g, via case investigation, contact tracing, or risk exposure assessment); or - People who are aware that a recent sex partner within the past 14 days was diagnosed with monkeypox; or - Certain gay, bisexual, or other men who have sex with men (MSM), or transgender people, who have had any of the following within the past 14 days: - Sex with multiple partners (or group sex); or - Sex at a commercial sex venue; or - Sex in association with an event, venue, or defined geographic area where monkeypox transmission is occurring. Note: Per the CDC, in the context of limited vaccine supply, JYNNEOS vaccine doses should be prioritized for people who are at high risk for severe disease caused by infection with the Monkeypox virus (including, but not limited to, people with HIV infection or other immunocompromising conditions, who are pregnant, or who are at increased risk for serious adverse events following ACAM2000 vaccination). Note: The CDC does not recommend widespread vaccination against monkeypox at this time. During the 2022 outbreak, people who are sexually active are not considered to be at risk for monkeypox unless their sexual partners have monkeypox or they have had multiple sexual partners within the past 14 days in areas where monkeypox cases have been reported. Note: per the CDC, the JYNNEOS (a 2-dose subcutaneous injection series, also known as Imvamune or Imvanex) or ACAM2000 (lpercutaneous scarification) vaccines are available from the Strategic National Stockpile (SNS). Potential adult or pediatric use of ACAM2000 and potential pediatric use of JYNNEOS should be requested in consultation with CDC. Either JYNNEOS or ACAM2000 can be used for PEP, PEP++, or PrEP, following risk-benefit discussions and a review of any conditions that could increase risk for serious adverse events. Note: The U.S. Food and Drug Administration (FDA) has issued an Emergency Use Authorization (EUA) for the emergency use of JYNNEOS for: active immunization by subcutaneous injection for prevention of monkeypox disease in individuals less than 18 years of age determined to be at high risk for monkeypox infection, and active immunization by intradermal injection for prevention of monkeypox disease in individuals 18 years of age and older determined to be at high risk for monkeypox infection. JYNNEOS is not approved for these uses (FDA, 2022a). - Footnotes for coverage of vaccinations*Note: Most plans exclude coverage of vaccinations required for work or travel. Please check benefit plan descriptions for details. Note: The CDC is the only source of vaccinia vaccine and vaccinia immunoglobulin for civilians. Notes: Tuberculin skin test (TST) should not be performed until 4 weeks after smallpox vaccination. Breast-feeding is a contraindication for smallpox vaccination of the mother because of the theoretical risk for contact transmission from mother to infant. Individuals who have recently received smallpox vaccine should be deferred as donors of assisted reproductive technology. Background Smallpox Vaccine Smallpox is caused by variola virus, genus Orthopoxvirus, which is transmitted from an infected person once a rash appears. Transmission does not occur during the prodromal period that precedes the rash. Infection is transmitted by large droplet nuclei and only rarely has airborne transmission been documented. Epidemiologic studies have shown that smallpox has a lower rate of transmission than diseases such as measles, pertussis, and influenza. The greatest risk of infection occurs among household members and close contacts of persons with smallpox, especially those with prolonged face-to-face exposure. Vaccination and isolation of contacts of cases at greatest risk of infection has been shown to interrupt transmission of smallpox. However, poor infection control practices resulted in high rates of transmission in hospitals. The primary strategy to control an outbreak of smallpox and interrupt disease transmission is surveillance and containment, which includes ring vaccination and isolation of persons at risk of contracting smallpox. This strategy involves identification of infected persons through intensive surveillance, isolation of infected persons, vaccination of household contacts and other close contacts of infected persons (i.e., primary contacts), and vaccination of household contacts of the primary contacts (i.e., secondary contacts). This strategy was instrumental in the ultimate eradication of smallpox as a naturally occurring disease even in areas that had low vaccination coverage. Depending upon the size of the smallpox outbreak and the resources that were available for rapid and thorough contact tracing, surveillance and containment activities in areas with identified smallpox cases was sometimes supplemented with voluntary vaccination of other individuals. This was done in order to expand the ring of immune individuals within an outbreak area and to further reduce the chance of secondary transmission from smallpox patients before they could be identified and isolated. Regardless of the geographic distribution, number of cases, or number of concurrent outbreaks, surveillance and containment activities remained the primary disease control strategy. In June 2001, the Centers for Disease Control and Prevention Advisory Committee on Immunization Practices recommended smallpox vaccination for laboratory workers who directly handle cultures or animals contaminated or infected with, non-highly attenuated vaccinia virus, recombinant vaccinia viruses derived from non-highly attenuated vaccinia strains, or other that monkeypox, cowpox, vaccinia, and variola). Other health-care workers (e.g., physicians and nurses) whose contact with non-highly attenuated vaccinia viruses is limited to contaminated materials (e.g., dressings) but who adhere to appropriate infection control measures are at lower risk for inadvertent infection than laboratory workers. However, because a theoretical risk for infection exists, vaccination can be offered to this group. Vaccination is not recommended for persons who do not directly handle non-highly attenuated virus cultures or materials or who do not work with animals contaminated or infected with these viruses. In June 2002, the Center for Disease Control and Prevention (CDC)'s Advisory Committee on Immunization Practices (ACIP) also recommended smallpox vaccination for persons pre-designated by the appropriate bioterrorism and public health authorities to conduct investigation and follow-up of initial smallpox cases that would necessitate direct patient contact. To enhance public health preparedness and response for smallpox control, specific teams at the federal, state and local level should be established to investigate and facilitate the diagnostic work-up of the initial suspect case(s) of smallpox and initiate control measures. These Smallpox Response Teams might include persons designated as medical team leader, public health advisor, medical epidemiologists, disease investigators, diagnostic laboratory scientist, nurses, personnel who would administer smallpox vaccines, and security/law enforcement personnel. Such teams may also include medical personnel who would assist in the evaluation of suspected smallpox cases. The ACIP recommends that each state and territory establish and maintain at least 1 Smallpox Response Team. Considerations for additional teams should take into account population and geographical considerations and should be developed in accordance with federal, state, and local bioterrorism plans. The ACIP recommends smallpox vaccination for selected personnel in facilities pre-designated to serve as referral centers to provide care for the initial cases of smallpox. These facilities would be pre-designated by the appropriate bioterrorism and public health authorities, and personnel within these facilities would be designated by the hospital. As outlined in the CDC Interim Smallpox Response Plan and Guidelines, state bioterrorism response plans should designate initial smallpox isolation and care facilities (e.g., type C facilities). In turn, these facilities should pre-designate individuals who would care for the initial smallpox cases. To staff augmented medical response capabilities, additional personnel should be identified and trained to care for smallpox patients. According to data regarding the persistence of neutralizing antibody after vaccination, persons working with non-highly attenuated vaccinia viruses, recombinant viruses developed from non-highly viruses, or other non-variola Orthopoxviruses should be re-vaccinated at least every 10 years. To ensure an increased level of protection against more virulent non-variola Orthopoxviruses (e.g., monkeypox), empiric re-vaccination every 3 years can be considered. Although use of biological agents is an increasing threat, use of conventional weapons (e.g., explosives) is still considered more likely in terrorism scenarios. Moreover, use of smallpox virus as a biological weapon might be less likely than other biological agents because of its restricted availability; however, its use would have substantial public health consequences. Therefore, in support of current public health bioterrorism preparedness efforts, the ACIP has developed the following recommendations if this unlikely event occurs. The risk for smallpox occurring as a result of a deliberate release by terrorists is considered low, and the population at risk for such an exposure can not be determined. Therefore, pre-exposure vaccination is not recommended for any group other than laboratory or medical personnel working with non-highly attenuated Orthopoxviruses (see the section titled \"Routine Non-emergency Vaccine Use\"). Recommendations regarding pre-exposure vaccination should be on the basis of a calculable risk assessment that considers the risk for disease and the benefits and risks regarding vaccination. Because the current risk for exposure is considered low, the ACIP has determined that the benefits of vaccination do not outweigh the risk regarding vaccine complications. If the potential for an intentional release of smallpox virus increases later, pre-exposure vaccination might become indicated for selected groups (e.g., medical and public health personnel or laboratorians) who would have an identified higher risk for exposure because of work-related contact with smallpox patients or infectious materials. If an intentional release of smallpox (variola) virus does occur, vaccinia vaccine will be recommended for certain groups. According to the ACIP, groups for whom vaccination would be indicated include: - Laboratory personnel involved in the collection or processing of clinical specimens from confirmed or suspected smallpox patients; - Personnel involved in the direct medical or public health evaluation, care, or transportation of confirmed or suspected smallpox patients; - Persons who had face-to-face, household, or close-proximity contact (less than 6.5 feet or 2 meters) with a confirmed or suspected smallpox patient at any time from the onset of the patient's fever until all scabs have separated; - Persons who were exposed to the initial release of the virus; - Other persons who have an increased likelihood of contact with infectious materials from a smallpox patient (e.g., personnel responsible for medical waste disposal, linen disposal or disinfection, and room disinfection in a facility where smallpox patients are present). Using recently vaccinated personnel (i.e., less than 3 years) for patient care activities would be the best practice. However, because recommendations for routine smallpox vaccination in the United States were rescinded in 1971 and smallpox vaccination is currently recommended only for specific groups, having recently vaccinated personnel available in the early stages of a smallpox emergency would be unlikely. Smallpox vaccine can prevent or decrease the severity of clinical disease, even when administered 3 to 4 days after exposure to the smallpox virus. Preferably, healthy persons with no contraindications to vaccination, who can be vaccinated immediately before patient contact or very soon after patient contact (i.e., less than 3 days), should be selected for patient care activities or activities involving potentially infectious materials. Persons who have received a previous vaccination (i.e., childhood vaccination or vaccination more than 3 years before) against smallpox might demonstrate a more accelerated immune response after re-vaccination than those receiving a primary vaccination. If possible, these persons should be re-vaccinated and assigned to patient care activities in the early stages of a smallpox outbreak until additional personnel can be successfully vaccinated. Children who have had a definite risk regarding exposure to smallpox (i.e., face-to-face, household, or close-proximity contact with a smallpox patient) should be vaccinated regardless of age. Pregnant women who have had a definite exposure to smallpox virus (i.e., face-to-face, household, or close-proximity contact with a smallpox patient) and are, therefore, at high-risk for contracting the disease, should also be vaccinated. Smallpox infection among pregnant women has been reported to result in a more severe infection than among non-pregnant women. Therefore, the risks to the mother and fetus from experiencing clinical smallpox substantially outweigh any potential risks regarding vaccination. In addition, vaccinia virus has not been documented to be teratogenic, and the incidence of fetal vaccinia is low. When the level of exposure risk is undetermined, the decision to vaccinate should be made after assessment by the clinician and patient of the potential risks versus the benefits of smallpox vaccination. In a post-release setting, vaccination might be initiated also for other groups whose unhindered function is deemed essential to the support of response activities (e.g., selected law enforcement, emergency response, or military personnel) and who are not otherwise engaged in patient care activities but who have a reasonable probability of contact with smallpox patients or infectious materials. If vaccination of these groups is initiated by public health authorities, only personnel with no contraindications to vaccination should be vaccinated before initiating activities that could lead to contact with suspected smallpox patients or infectious materials. Steps should be taken (e.g., re-assignment of duties) to prevent contact of any un-vaccinated personnel with infectious smallpox patients or materials. Because of increased transmission rates that have been described in previous outbreaks of smallpox involving aerosol transmission in hospital settings, potential vaccination of non-direct hospital contacts should be evaluated by public health officials. Because hospitalized patients might have other contraindications to vaccination (e.g., immunosuppression), vaccination of these non-direct hospital contacts should occur after prudent evaluation of the hospital setting with determination of the exposure potential through the less-common aerosol transmission route. Vaccinia vaccine should not be used therapeutically for any reason. No evidence exists that vaccinia vaccine has any value in treating or preventing recurrent herpes simplex infection, warts, or any disease other than those caused by human Orthopoxviruses. Misuse of vaccinia vaccine to treat herpes infections has been associated with severe complications, including death. The CDC is the only source of vaccinia vaccine and vaccinia immunoglobulin for civilians. It will provide vaccinia vaccine to protect laboratory and other health-care personnel whose occupations place them at risk for exposure to vaccinia and other closely related Orthopoxviruses, including vaccinia recombinants. The American Society for Reproductive Medicine (ASRM) and the Society for Assisted Reproductive Technology (SART) stated that although there is presently no definitive evidence linking vaccinia virus transmission through reproductive cells, they recommended that practitioners of assisted reproductive technology consider deferring donors who have recently received smallpox vaccine or contracted symptomatic vaccinia virus infection through close contact with a vaccine recipient (until after the vaccine or infectious scab has spontaneously separated). ARSM/SART also stated that good donor practice further suggests that donors who are not in good health, including those with recent complications from smallpox vaccine, should be similarly deferred (2006). - individuals who had never been vaccinated for smallpox, and - individuals who had received smallpox vaccination many years earlier. The prescribing information for ACAM2000 has the following recommendations regarding dosing and administration: - ACAM2000 must be administered only by vaccine providers with training to safely and effectively administer the vaccine by the percutaneous route (scarification). The manufacturer is responsible for ensuring that such training is available to all vaccine providers, as required by the manufacturer's Risk Management Plan. - A droplet of ACAM2000 is administered by the percutaneous route (scarification) using 15 jabs of a bifurcated needle. ACAM2000 should not be injected by the intradermal, subcutaneous, intramuscular, or intravenous route. - The droplet (0.0025 mL) of reconstituted vaccine is picked up with a bifurcated needle by dipping needle into ACAM2000 vial. - Re-vaccination may be recommended (e.g., every 3 years). See full prescribing information for instructions for vaccine preparation, administration including provision of the Medication Guide to vaccinees and instruction to vaccinees about vaccination site care, and interpretation of response to vaccination. The National Center for Immunization and Respiratory Diseases (2011) stated that \"Because of similar concerns about smallpox vaccine and tuberculin skin test (TST) suppression, a TST should not be performed until 4 weeks after smallpox vaccination .... Breastfeeding is a contraindication for smallpox vaccination of the mother because of the theoretical risk for contact transmission from mother to infant\". The Practice Committees of American Society for Reproductive Medicine and Society for Reproductive Technology (2012) noted that although there is presently no definitive evidence linking vaccinia virus transmission through reproductive cells, SART/ASRM accordingly recommends that ART practitioners consider deferring donors who have recently received smallpox vaccine or contracted symptomatic vaccinia virus infection through close contact with a vaccine recipient (until after the vaccine or infectious scab has spontaneously separated). Good donor practice further suggested that donors who are not in good health, including those with recent complications from smallpox vaccine, should be similarly deferred. Elizaga et al (2013) stated that vaccinia-associated myo/pericarditis was observed during the U.S. smallpox vaccination (DryVax) campaign initiated in 2002. A highly-attenuated vaccinia strain, modified vaccinia Ankara (MVA) has been evaluated in clinical trials as a safer alternative to DryVax and as a vector for recombinant vaccines. Due to the lack of prospectively collected cardiac safety data, the Food and Drug Administration required cardiac screening and surveillance in all clinical trials of MVA since 2004. These investigators reported cardiac safety surveillance from 6 phase I trials of MVA vaccines. Four clinical research organizations contributed cardiac safety data using common surveillance methods in trials administering MVA or recombinant MVA vaccines to healthy participants. \"Routine cardiac investigations\" (ECGs and cardiac enzymes obtained 2 weeks after injections of MVA or MVA-HIV recombinants, or placebo-controls), and \"Symptom-driven cardiac investigations\" were reported. The outcome measure was the number of participants who met the CDC-case definition for vaccinia-related myo/pericarditis or who experienced cardiac adverse events from an MVA vaccine. A total of 425 study participants had post-vaccination safety data analyzed, 382 received at least 1 MVA-containing vaccine and 43 received placebo; 717 routine ECGs and 930 cardiac troponin assays were performed. Forty-five MVA recipients (12 %) had additional cardiac testing performed; 22 for cardiac symptoms, 19 for ECG/laboratory changes, and 4 for cardiac symptoms with an ECG/laboratory change. No participant had evidence of symptomatic or asymptomatic myo/pericarditis meeting the CDC-case definition and judged to be related to an MVA vaccine. The authors concluded that prospective surveillance of MVA recipients for myo/pericarditis did not detect cardiac adverse reactions in 382 study participants. Greenberg et al (2013) stated that human immunodeficiency virus (HIV)-infected persons are at higher risk for serious complications associated with traditional smallpox vaccines. Alternative smallpox vaccines with an improved safety profile would address this unmet medical need. In this study, the safety and immunogenicity of MVA was assessed in 91 HIV-infected adult subjects (CD4(+) T-cell counts, greater than or equal to 350 cells/mm(3)) and 60 uninfected volunteers. The primary objectives were to evaluate the safety of MVA and immunogenicity in HIV-infected and uninfected subjects. As a measure of the potential efficacy of MVA, the ability to boost the memory response in people previously vaccinated against smallpox was evaluated by the inclusion of vaccinia-experienced HIV-infected and HIV-uninfected subjects. Modified vaccinia Ankara was well-tolerated and immunogenic in all subjects. Antibody responses were comparable between uninfected and HIV-infected populations, with only 1 significantly lower total antibody titer at 2 weeks after the second vaccination, while no significant differences were observed for neutralizing antibodies. Modified vaccinia Ankara rapidly boosted the antibody responses in vaccinia-experienced subjects, supporting the efficacy of MVA against variola. The authors concluded that MVA is a promising candidate as a safer smallpox vaccine, even for immunocompromised individuals, a group for whom current smallpox vaccines have an unacceptable safety profile. Walsh et al (2013) noted that modified vaccinia Ankara (MVA-BN, IMVAMUNE) is emerging as a primary immunogen and as a delivery system to treat or prevent a wide range of diseases. These researchers performed a dose-escalation study of MVA-BN administered subcutaneously in 2 doses, one on day 0 and another on day 28. A total of 24 hematopoietic stem cell transplant (HSCT)recipients were enrolled sequentially into the study, and vaccine or placebo was administered under a randomized, double-blind allocation. Ten subjects received vaccine containing 10(7) median tissue culture infective doses (TCID50) of MVA-BN, 10 subjects received vaccine containing 10(8) TCID50 of MVA-BN, and 4 subjects received placebo. MVA-BN was generally well-tolerated at both doses. No vaccine-related serious adverse events were identified. Transient local reactogenicity was more frequently seen at the higher dose. Neutralizing antibodies (NAb) to Vaccinia virus (VACV) were elicited by both doses of MVA-BN and were greater for the higher dose. Median peak anti-VACV NAb titers were 1:49 in the lower-dose group and 1:118 in the higher-dose group. T-cell immune responses to VACV were detected by an interferon enzyme-linked immunosorbent spot assay and were higher in the higher-dose group. The authors concluded that MVA-BN is safe, well-tolerated, and immunogenic in HSCT recipients. These data support the use of 10(8) TCID50 of MVA-BN in this population. Frey et al (2013) stated that re-introduction of Variola major as an agent of bioterrorism remains a concern. shortened dosing schedule of Bavarian Nordic's (BN) IMVAMUNE® (MVA vaccine against smallpox) was compared to the currently recommended 0- and 28-day schedule for non-inferiority by evaluating the magnitude and kinetics of the immune responses. Subjects were assigned to receive IMVAMUNE or placebo administered subcutaneously on days 0 and 7, days 0 and 28, or day 0. Blood was collected for antibody and cell-mediated immune assays. Subjects were followed for safety for 12 months after last vaccination. The primary end-point of this study was the geometric mean antibody titers (GMT) at 14 days post last vaccination. Of 208 subjects enrolled, 191 received vaccine (Group: 0+7, Group: 0+28 and Group: 0) and 17 received placebo. Moderate/severe systemic reactogenicity after any vaccination were reported by 31.1 %, 25.4 %, and 28.6 % of the subjects for Group: 0+7, Group: 0+28, and Group: 0, respectively (Chi-square non-inferior to Group: 0+28 at day 4, 180, and 365 after the second vaccination. On day 14, Group: 0+7 and Group: 0+28 GMT were 10.8 (confidence interval 9.0 to 12.9) and 30.2 (CI: 22.1 to 41.1), respectively. Based on BN's enzyme-linked immunosorbent assay, the proportion of subjects with positive titers for Group: 0+28 was significantly greater than that for Group: 0+7 after second vaccination at days 4 and 180. By day 14 after the second dose, the IFN- enzyme-linked immunosorbent spot (ELISPOT) responses were similar for Group: 0+28 and Group: 0+7. The authors concluded that overall, a standard dose of IMVAMUNE (0.5 ml of 1 x 10(8) TCID/ml) administered subcutaneously was safe and well-tolerated. A second dose of IMVAMUNE at day 28 compared to day 7 provided greater antibody responses and the maximal number of responders. By day 14 after the second dose, IFN- ELISPOT responses were similar for Group: 0+28 and Group: 0+7. Laris-Gonzalez and colleagues (2020) noted that live-attenuated vaccines (LAV) are currently contraindicated during pregnancy, given uncertain safety records for the mother-infant pair. LAV might, however, play an important role to protect them against serious emerging diseases, such as Ebola and Lassa fever. In a systematic review, these investigators searched relevant data-bases to identify studies published up to November 2019. Controlled observational studies reporting pregnancy outcomes after maternal immunization with LAV were included. The ROBINS-I tool was used to assess risk of bias. Pooled odds ratios (OR) were obtained under a random-effects model. Of 2,831 studies identified, 15 met inclusion criteria. Smallpox, rubella, poliovirus, yellow fever and dengue vaccines were assessed in these studies. No association was found between vaccination and miscarriage (OR 0.98, 95 % CI: 0.87 to 1.10), still-birth (OR 1.04, 95 % CI: 0.74 to 1.48), malformations (OR 1.09, 95 % CI: to 1.21), prematurity (OR 0.99, 95 % CI: 0.90 to 1.08) or neonatal death (OR 1.06, 95 % CI: 0.68 to 1.65) overall. However, increased odds of malformations (OR 1.24; 95 % CI: 1.03 to 1.49) and miscarriage after 1st trimester immunization (OR 4.82; 95 % CI: 2.38 to 9.77) was found for smallpox vaccine. Therefore, these researchers did not find evidence of harm related to LAV other than smallpox with regards to pregnancy outcomes, but quality of evidence was very low. Overall risks appeared to be small and have to be balanced against potential benefits for the mother-infant pair. The authors concluded that the risk of adverse pregnancy outcomes after maternal immunization with LAV appeared to be small. This information can support decision-makers in the planning of vaccination campaigns that target women in the reproductive age, and may provide reassurance to healthcare workers taking care of women inadvertently immunized with LAV during pregnancy. They noted that these findings may also inform pressing decisions regarding vaccination of pregnant women during outbreaks. In this setting, benefits might exceed potential harms when the disease manifestations are severe for pregnant women and/or their offspring and the probability of exposure is high, as is the case with Ebola and Lassa fever. In 2019, JYNNEOS, a replication-deficient live Vaccinia virus vaccine was licensed in the United States. On November 3, 2021, ACIP voted to recommend JYNNEOS preexposure prophylaxis as an alternative to ACAM2000 for certain persons at risk for exposure to orthopoxviruses (Rao et al, 2022). Monkeypox Vaccine Monkeypox is a relatively rare viral zoonotic infection that is caused by the Monkeypox virus. Monkeypox virus belongs to the Orthopoxvirus genus which includes variola (causative agent of smallpox) and vaccinia viruses (the virus used in smallpox vaccine). Monkeypox symptoms are similar to smallpox symptoms, but are considered milder and rarely fatal (CDC, 2022b; Isaacs and Shenoy, 2022). Monkeypox was discovered in the late 1950's when there were two outbreaks of a \"pox-like disease\" that occurred in colonies of monkeys kept for research. Per the Centers for Disease Control and Prevention (CDC), despite being named \"monkeypox,\" the source of the disease remains unknown. However, African rodents and non-human primates (like monkeys) might harbor the virus and infect people. The first human case of monkeypox was identified in 1970 in the Democratic Republic of the Congo. Subsequent cases have historically been identified in several central and western African countries. Monkeypox cases are rare in nonendemic countries such as Europe and the United States. Prior to 2022, almost all monkeypox cases in people outside of Africa were linked to international travel to countries where the disease commonly occurs or through imported animals. However, in May 2022, an outbreak of monkeypox was reported in Europe, in which some cases were identified as nontravel-related. The United States also reported their first case in May 2022. Cases related to this outbreak have continued to be reported in nonendemic countries worldwide, providing evidence of community spread. As of July 2022, thousands of confirmed monkeypox cases in dozens of countries have been reported. In July 2022, the World Health Organization (WHO) declared the outbreak a public health emergency of international concern (CDC, 2022b; Isaacs and Shenoy, 2022). There are two strains (or clades) of Monkeypox virus: West African and Congo Basin Central. Infections in the 2022 outbreak are from the West African type. Infections with the type of Monkeypox virus identified in this outbreak, the West African type, are rarely fatal. Over 99% of people who get this form of the disease are likely to survive. However, people with weakened immune systems, children under 8 years of age, people with a history of eczema, and people who are pregnant or breastfeeding may be more likely to get seriously ill or die. The Congo Basin type of Monkeypox virus has a fatality rate around 10% (CDC, 2022b). Per the CDC, monkeypox spreads in different ways. The virus can spread from person-to-person through: - direct contact with the infectious rash, scabs, or body fluids - respiratory secretions during prolonged, face-to-face contact, or during intimate physical contact, such as kissing, cuddling, or sex - touching items (such as clothing or linens) that previously touched the infectious rash or body fluids - pregnant people can spread the virus to their fetus through the placenta. It is also possible for people to get monkeypox from infected animals, either by being scratched or bitten by the animal or by preparing or eating meat or using products from an infected animal. Monkeypox can spread from the time symptoms start until the rash has fully healed and a fresh layer of skin has formed. The illness typically lasts 2 to 4 weeks. People who do not have monkeypox symptoms cannot spread the virus to others (CDC, 2022b). The diagnosis of monkeypox should be suspected in individuals who present with a rash or other symptoms that could be consistent with monkeypox and epidemiologic risk factors for infection (e.g., recent travel to Central or West Africa or other areas where large outbreaks of monkeypox have been reported; close or intimate in-person contact with individuals who have suspected or confirmed monkeypox or are part of a social network experiencing monkeypox activity). The diagnosis should also be suspected in patients who do not fall in groups previously described but present with genital ulcer disease or proctitis that does not respond to empiric treatment for typical sexually transmitted infections. Patients with monkeypox typically present with a systemic illness that includes fevers, chills, and myalgias, followed by a characteristic rash that appears similar to smallpox. The rash typically begins as macules and evolves to papules, vesicles, and then pustules. The lesions eventually crust over, and these crusts dry up and then fall off. However, during the outbreak of monkeypox disease in 2022, some patients have presented with genital, rectal, and/or oral lesions without the initial prodrome (Isaacs and Shenoy, 2022). The CDC provides case definitions for use in the 2022 monkeypox response. Suspect cases include new characteristic rash or meets one of the epidemiologic criteria and has a high clinical suspicion for monkeypox. Note, the characteristic rash associated with monkeypox lesions involve the following: deep-seated and well-circumscribed lesions, often with central sequential stages—macules, papules, vesicles, pustules, and scabs; this can sometimes be confused with other diseases that are more commonly encountered in clinical practice (e.g., secondary syphilis, herpes, and varicella zoster). Historically, sporadic accounts of patients co-infected with Monkeypox virus and other infectious agents (e.g., varicella zoster, syphilis) have been reported, so patients with a characteristic rash should be considered for testing, even if other tests are positive. Also note, clinical suspicion may exist if presentation is consistent with illnesses confused with monkeypox (e.g., secondary syphilis, herpes, and varicella zoster). CDC's epidemiologic criteria (within 21 days of illness onset) include: - Reports having contact with a person or people with a similar appearing rash or who received a diagnosis of confirmed or probable monkeypox; or - Had close or intimate in-person contact with individuals in a social network experiencing monkeypox activity, this includes men who have sex with men (MSM) who meet partners through an online website, digital application (\"app\"), or social event (e.g., a bar or party); or - Traveled outside the US to a country with confirmed cases of monkeypox or where Monkeypox virus is endemic; or - Had contact with a dead or live wild animal or exotic pet that is an African endemic species or used a product derived from such animals (e.g., game meat, creams, lotions, powders, etc.) Probable cases include no suspicion of other recent Orthopoxvirus exposure (e.g.,Vaccinia virusin ACAM2000 vaccination) and demonstration of the presence of Orthopoxvirus DNA by polymerase chain reaction of a clinical specimen, or Orthopoxvirus using immunohistochemical or electron microscopy testing methods, or demonstration of detectable levels of anti-orthopoxvirus IgM antibody during the period of 4 to 56 days after rash onset. Confirmed cases include demonstration of the presence ofMonkeypox virusDNA by polymerase chain reaction testing or next-Generation sequencing of a clinical specimen or isolation ofMonkeypox virusin culture from a clinical specimen (CDC, 2022b). Polymerase chain reaction (PCR) testing should be performed on samples of the lesion (CDC, 2022b; Isaacs and Shenoy, 2022). In the United States, this testing can be done at a Laboratory Response Network (LRN) site or certain commercial laboratories. In the 2022 global outbreak, the CDC considers a patient with a positive orthopoxvirus PCR result to have a probable case of monkeypox. Viral testing of a throat swab may also be performed for epidemiologic purposes but is generally not used to confirm the diagnosis in the clinical setting (Isaacs and Shenoy, 2022). For criteria on PCR testing, see [CPB 0650 - Polymerase Chain Reaction Testing: Selected Indications](0650.html). The U.S. Food and Drug Administration (FDA) is advising people to use swab samples taken directly from a lesion (rash or growth) when testing for theMonkeypox virus. The FDA is not aware of clinical data supporting the use of other sample types, such as blood or saliva, forMonkeypox virustesting. Testing samples not taken from a lesion may lead to false test results (FDA, 2022b). There are two vaccines that may be used to prevent Monkeypox virus infection: JYNNEOS and ACAM200. JYNNEOS as Imvamune or Imvanex) is FDA-approved for the prevention of smallpox and monkeypox disease in adults 18 years of age and older determined to be at high risk for smallpox or monkeypox infection. JYNNEOS contains an attenuated, live Vaccinia virus, that does not replicate efficiently in human cells. It is administered as two (0.5 mL) subcutaneous injections 4 weeks apart. The immune response takes 14 days after the second dose for maximal development (Bavarian Nordic, 2021; CDC, 2022a). The effectiveness of JYNNEOS against monkeypox is supported by clinical studies demonstrating a comparable immune response to ACAM2000 (smallpox vaccine) and animal studies. Per the CDC, there are no data yet on the effectiveness of JYNNEOS for post-exposure prophylaxis [PEP, PEP++ (expanded PEP for high risk of exposure in the absence of a known exposure)], or pre-exposure prophylaxis (PrEP) from the 2022 outbreak. \"Although this is also true for ACAM2000, there is evidence that the precursor for ACAM2000 was effective in eradicating smallpox. Public health officials have concern about the lack of real-world effectiveness data for JYNNEOS, especially because a second dose of JYNNEOS was required in a clinical study to reach the same maximal antibody response seen with ACAM2000 at the 4-week timepoint, and a correlate of protection has not been defined (i.e., it is not known what level of antibodies is needed to prevent Monkeypox virus infection)\" (CDC, 2022a). Per the label for JYNNEOS, immunocompromised persons, including those receiving immunosuppressive therapy, may have a diminished immune response. In addition, vaccination with JYNNEOS may not protect all recipients. Adverse reactions include the following: in smallpox vaccine-naïve healthy adults, the most common (greater than 10%) solicited injection site reactions were pain (84.9%), redness (60.8%), swelling (51.6%), induration (45.4%), and itching (43.1%); the most common solicited systemic adverse reactions were muscle pain (42.8%), headache (34.8%), fatigue (30.4%), nausea (17.3%) and chills (10.4%). In healthy adults previously vaccinated with a smallpox vaccine, the most common (greater than 10%) solicited injection site reactions were redness (80.9%), pain (79.5%), induration (70.4%), swelling (67.2%), and itching (32.0%); the most common solicited systemic adverse reactions were fatigue (33.5%), headache (27.6%), and muscle pain (21.5%). The frequencies of solicited local and systemic adverse reactions among adults with HIV-infection and adults with atopic dermatitis were generally similar to those observed in healthy adults (Bavarian Nordic, 2021). JYNNEOS vaccine contains small amounts of gentamicin and ciprofloxacin and is produced using chicken embryo fibroblast cells (CDC, 2022a). JYNNEOS has been reported as safe to administer to people with HIV and eczema or other exfoliative skin conditions. While there are no data in people who are pregnant or breastfeeding, animal data do not show evidence of reproductive harm; pregnancy and breastfeeding are not contraindications to receiving JYNNEOS (CDC, 2022a). Due to limited supply of the JYNNEOS vaccine, the CDC inludes special considerations to the exceptions of the two-dose series. Note, these recommendations may be revised as data become available and/or as the supply of JYNNEOS increases to meet or exceed outbreak response needs: - A person who is diagnosed with Monkeypox virus infection after their first dose of JYNNEOS is not recommended to receive the second dose at this time, because Monkeypox virus infection likely confers additional immune protection. - A person who would be eligible for vaccination but has been diagnosed with Monkeypox virus infection during this outbreak, which started in the United States on May 17, 2022, is not recommended to be vaccinated at this time, because Monkeypox virus infection likely confers immune protection. - An immunocompromised person who is diagnosed with Monkeypox virus infection after their first dose of JYNNEOS may be eligible to receive the second dose of JYNNEOS on a case-by-case shared decision-making basis based on the clinical judgment of the healthcare provider. The recommended JYNNEOS dosing schedule is the same for people who are immunocompromised; however, people with immunocompromising conditions might be less likely to mount an effective response after any vaccination, and as a result people who are immunocompromised might be at increased risk for severe disease if an infection occurs, despite vaccination (CDC, 2022a). On August 9, 2022, the FDA issued an Emergency Use Authorization (EUA) for the emergency use of JYNNEOS for: - Active immunization by intradermal injection for prevention of monkeypox disease in individuals 18 years of age and older determined to be at high risk for monkeypox infection. - Active immunization by subcutaneous injection for prevention of monkeypox disease in individuals less than 18 years of age determined to be at high risk for monkeypox infection. For more information on vaccine dosing interval considerations, guidance for coadministration with other vaccines, see [CDC Considerations for Monkeypox Vaccination](https://www.cdc.gov/poxvirus/monkeypox/considerations-for-monkeypox-vaccination.html#access-to-vaccines). ACAM2000 ACAM2000 is FDA-approved for active immunization against smallpox disease for persons determined to be at high risk for smallpox infection (Emergent BioSolutions, 2018). Under the Expanded Access Investigational New Drug Application, ACAM2000 has been made available for use against monkeypox. No data are available yet on the effectiveness of these vaccines in the 2022 outbreak (CDC, 2022a). ACAM2000 contains a live Vaccinia virus that is replication competent. It is administered as one percutaneous dose (droplet of 0.0025 mL of reconstituted vaccine) via multiple puncture technique (scarification using 15 jabs) with a bifurcated needle. It is not be injected by the intradermal, subcutaneous, intramuscular, or intravenous route. The immune response takes 4 weeks for maximal development. Following a successful inoculation, and providing evidence of protective immunity, a pustule (or lesion known as a 'pock' or 'take') will develop at the site of the vaccination, which may take up to 6 weeks or more to heal.ACAM2000 received FDA approval for the prevention of smallpox infection in September 2007. The effectiveness is supported by human clinical trials and animal studies; however, there are no data yet on the effectiveness of ACAM2000 for PEP, PEP++, or PrEP from the 2022 monkeypox outbreak (CDC, 2022a). Adverse reactions after ACAM2000 vaccination include injection site pain, swelling, and redness; fever; rash; lymph node swelling; and complications from inadvertent inoculation. ACAM2000 may cause myocarditis and pericarditis. In clinical trials about 1 in every 175 people who got the vaccine for the first time had myocarditis and/or pericarditis within 3 weeks after vaccination. Individuals with severely weakened immune systems should not receive the ACAM2000 vaccine. In addition, this vaccine should not be given to infants less than 12 months of age or to individuals with congenital or acquired immune deficiency disorders, including those taking immunosuppressive medications and people living with HIV (regardless of immune status); eczema or other exfoliative skin conditions; pregnancy; cardiac disease; or eye disease treated with topical steroids (CDC, 2022a). CDC Recommendations CDC's ACIP recommends persons at risk for occupational exposure to orthopoxviruses to receive an orthopoxvirus vaccine. For laboratory personnel and designated response team members, ACIP recommends use of JYNNEOS for primary vaccination as an alternative to ACAM2000. Persons who administer ACAM2000 or care for patients with infection with replication-competent viruses should be offered the vaccine. Booster doses are recommended for response personnel only once an event is identified. Response personnel are not considered at \"sustained risk\" for orthopoxvirus infections (Rao et al, 2022). Thus, pre-exposure prophylaxis (PrEP) vaccination is recommended in people in certain occupational risk groups. For post-exposure prophylaxis (PEP), known exposure to monkeypox, the CDC (2022f) recommends vaccination for people who are known contacts to someone with monkeypox who are identified by public health authorities, for example via case investigation, contact tracing, or risk exposure assessment. For expanded post-exposure prophylaxis (PEP++), known or presumed exposure, the CDC (2022f) recommends monkeypox vaccination for the following groups: - People who are known contacts to someone with monkeypox who are identified by public health authorities, for example via case investigation, contact tracing, or risk exposure assessment; or - People who are aware that a recent sex partner within the past 14 days was diagnosed with monkeypox; or - Certain gay, bisexual, or other men who have sex with men, or transgender people, who have had any of the following within the past 14 days: sex with multiple partners (or group sex); sex at a commercial sex venue; or sex in association with an event, venue, or defined geographic area where monkeypox transmission is occurring. The CDC provides the vaccine strategies for prevention of monkeypox. For post-exposure prophylaxis (PEP), the CDC recommends that the vaccine be given within 4 days from the date of exposure for the best chance to prevent onset of the disease. If given between 4 and 14 days after the date of exposure, vaccination may reduce the symptoms of disease, but may not prevent the disease. Benefits may still outweigh risks when giving vaccine more than 14 days after exposure in some clinical situations (e.g., high risk exposure in a person at high risk for severe disease, such as severe immune compromise). Vaccination given after the onset of signs or symptoms of monkeypox is not expected to provide benefit. Due to the 2022 outbreak, the CDC also recommends vaccination for individuals at high risk of exposure even if they have not had documented exposure to someone with confirmed monkeypox. The pre-exposure prophylaxis (PrEP) approach refers to administering the vaccine to someone at high risk for monkeypox (for example, laboratory workers who perform diagnostic testing to diagnose monkeypox). Most clinicians in the United States and laboratorians not performing the orthopoxvirus generic test to diagnose orthopoxviruses, including Monkeypox virus, are not advised to receive monkeypox vaccine PrEP (CDC, 2022a). Per the CDC, either JYNNEOS or ACAM2000 can be used for PEP, PEP++, or PrEP, following risk-benefit discussions and a review of any conditions that could increase risk for serious adverse events. These vaccines are available from the Strategic National Stockpile (SNS). Potential adult or pediatric use of ACAM2000 and potential pediatric use of JYNNEOS should be requested in consultation with the CDC (CDC, 2022a). Although previous smallpox vaccination has provided protection, during the 2003 and 2022 monkeypox outbreak, several people who were infected with monkeypox had previously been vaccinated against smallpox decades prior. Thus, the CDC recommends vaccines and other medical measures be given to eligible people who were previously vaccinated against smallpox, following the same schedules as for those who were not previously vaccinated. On August 9, 2022, the CDC released interim clinical considerations for use of JYNNEOS and ACAM2000 vaccines for use during the 2022 monkeypox outbreak. The standard regimen for JYNNEOS involves a subcutaneous route of administration with an injection volume of 0.5 mL. In the context of the current national Public Health Emergency (PHE), an alternative regimen involving intradermal administration with an injection volume of 0.1 mL may be used under an Emergency Use Authorization (EUA). People can be vaccinated after exposure to monkeypox virus to help prevent monkeypox disease (i.e., post-exposure prophylaxis). Because there are limitations in the CDC's knowledge about the effectiveness of these vaccines in the current outbreak, people who are vaccinated should continue to take steps to protect themselves from infection by avoiding close, skin-to-skin contact, including intimate contact, with someone who has monkeypox (CDC, 2022e). The US Food and Drug Administration (FDA) has issued an Emergency Use Authorization (EUA) for the emergency use of JYNNEOS for: active immunization by subcutaneous injection for prevention of monkeypox disease in individuals less than 18 years of age determined to be at high risk for monkeypox infection, and active immunization by intradermal injection for prevention of monkeypox disease in individuals 18 years of age and older determined to be at high risk for monkeypox infection. JYNNEOS is not approved for these uses (FDA, 2022a). In the context of limited vaccine supply, JYNNEOS vaccine doses should be prioritized for people who are at high risk for severe disease caused by infection with the Monkeypox virus (including, but not limited to, people with HIV infection or other immunocompromising conditions, who are pregnant, or who are at increased risk for serious adverse events following ACAM2000 vaccination) (CDC, 2022f). References The above policy is based on the following references: Smallpox Vaccine - American College of Emergency Physicians. Guidelines for smallpox vaccination for health care workers. Ann Emerg Med. 2012;59(3):240. - Aragon TJ, Ulrich S, Fernyak S, Rutherford GW. Risks of serious complications and death from smallpox vaccination: A systematic review of the United States experience, 1963 - 1968. BMC Public Health. 2003;3(26). - Badell ML, Meaney-Delman D, Tuuli MG, et al. Risks associated with smallpox vaccination in pregnancy: A systematic review and meta-analysis. Obstet HC, Aaby P. Revaccination with live attenuated vaccines confer additional beneficial nonspecific effects on overall survival: A review. EBioMedicine. 2016;10:312-317. - Centers for Disease Control and Prevention (CDC), National Center for Immunization and Respiratory Diseases. General recommendations on immunization. Recommendations of the Advisory Committee on Immunization Practices (ACIP). MMWR Surveill Summ 2011;60(2):1-64. - Centers for Disease Control and Prevention (CDC). Use of smallpox (vaccinia) vaccine, June 2002. Supplemental recommendation of the ACIP. Atlanta, GA: CDC; June 2002. - Centers for Disease Control and Prevention. Vaccinia (smallpox) vaccine. Recommendations of the Advisory Committee on Immunization Practices (ACIP). MMWR. 2001;50(RR-10):1-25, CE1-7. - Croce E, al. Safety of live vaccinations on immunosuppressive therapy in patients with immune-mediated inflammatory diseases, solid organ transplantation or after bone-marrow transplantation - A systematic review of randomized trials, observational studies and case reports. Vaccine. 2017;35(9):1216-1226. - Ein D, Gruchalla R, Baker JR, et al. Pre-event smallpox vaccination and postevent exposure and disease: A report of the Joint Task Force on Smallpox Vaccination for Allergists. Ann Allergy Asthma Immunol. 2005;94(1):4-7. - Elizaga ML, Vasan S, Marovich MA, et al. Prospective surveillance for cardiac adverse events in healthy adults receiving modified vaccinia Ankara vaccines: A systematic review. PLoS One. 2013;8(1):e54407. - Emergent Product Development Gaithersburg Inc. ACAM2000 (Smallpox (Vaccinia) Vaccine, Live) lyophilized preparation for percutaneous scarification. Prescribing Information. Gaithersburg, MD: Emergent Product Development Gaithersburg; revised March 2018. - Frey SE, Newman FK, Kennedy JS, et al. Comparison of the safety and immunogenicity of ACAM1000, ACAM2000 and Dryvax in healthy vaccinia-naive adults. Vaccine. 2009;27(10):1637-1644. - Frey SE, Winokur PL, Salata RA, et al. Safety and immunogenicity of IMVAMUNE® smallpox vaccine using different strategies for a post event scenario. Vaccine. 2013;31(29):3025-3033. - Greenberg RN, Kennedy JS. ACAM2000: A newly licensed cell culture-based live vaccinia smallpox Expert Opin Investig Drugs. 2008;17(4):555-564. - Greenberg RN, Overton ET, Haas DW, et al. Safety, immunogenicity, and surrogate markers of clinical efficacy for modified vaccinia Ankara as a smallpox vaccine in HIV-infected subjects. J Infect Dis. 2013;207(5):749-758. - Guharoy R, Panzik R, Noviasky JA, et al. Smallpox: Clinical features, prevention, and management. Ann Pharmacother. 2004;38(3):440-447. - Health Canada, National Advisory Committee on Immunization (NACI). Statement on smallpox vaccination. An Advisory Committee Statement (ACS). Can Communicable Dis Rep. 2002;28(ACS-1). - Laris-Gonzalez A, Bernal-Serrano D, Jarde A, Kampmann B. Safety of administering live vaccines during pregnancy: A systematic review and meta-analysis of pregnancy outcomes. Vaccines (Basel). 2020;8(1):124. - Lau CY, Wahl B, Foo WK. Ring vaccination versus mass vaccination in event of a smallpox attack. Hawaii Med J. 2005;64(2):34-36, 53. - Melamed S, Israely T, Paran N. Challenges and achievements in prevention and treatment of smallpox. Vaccines (Basel). 2018;6(1). - Metzger W, Mordmueller BG. Vaccines for preventing smallpox. Database - Nafziger SD. vii. - Nalca A, Zumbrun EE. ACAM2000: The new smallpox vaccine for United States Strategic National Stockpile. Drug Des Devel Ther. 2010;4:71-79. - National Academy of Sciences, Institute of Medicine, Committee on Smallpox Vaccination Program. Review of the Centers for Disease Control and Prevention's Smallpox Vaccination Program Implementation -- Letter Report #1. Washington, DC: National Academy Press; January 17, 2003. - Phelps A, Gates AJ, Eastaugh L, et al. Comparative efficacy of intramuscular and scarification routes of administration of live smallpox vaccine in a murine challenge model. Vaccine. 2017;35(31):3889-3896. - Practice Committee of American Society for Reproductive Medicine; Practice Committee of Society for Assisted Reproductive Technology. Society for Assisted Reproductive Technology position statement on donor suitability of recipients of smallpox vaccine (vaccinia virus). Fertil Steril. 2008;90(5 Suppl):S272-S273. - Practice Committee of the American Society for Reproductive Medicine; Practice Committee of the Society for Assisted Reproductive Technology. Society for Assisted Reproductive Technology position statement on donor suitability of recipients of smallpox vaccine (vaccinia virus). Fertil Steril. 2006;86(5 Suppl):S73-S74. - Practice Committees of American Society for Reproductive Medicine and Society for Reproductive Technology. Position on donors and smallpox vaccine: A committee opinion. Fertil Steril. 2012;98(1):e1-e2. - Rao AK, Petersen BW, Whitehill F, et al. Use of JYNNEOS (Smallpox and monkeypox vaccine, live, nonreplicating) for preexposure vaccination of persons at risk for occupational exposure to orthopoxviruses: Recommendations of the Advisory Committee on Immunization Practices - United States, 2022. MMWR Morb Mortal Wkly Rep. 2022;71(22):734-742. - U.S. Food and Drug Administration (FDA). FDA approves second-generation smallpox vaccine. FDA News. Rockville, MD: FDA; September 1, 2007. - Walsh SR, Wilck MB, Dominguez DJ, et al. Safety and immunogenicity of modified vaccinia Ankara in hematopoietic stem cell transplant recipients: A randomized, controlled trial. J Infect Dis. 2013;207(12):1888-1897. - Wharton M, Strikas RA, Harpaz R, et al. Recommendations for using smallpox vaccine in a pre-event vaccination program. Supplemental recommendations of the Advisory Committee on Immunization Practices (ACIP) and the Healthcare Infection Control Practices Advisory Committee (HICPAC). MMWR Recomm Rep. 2003;52(RR-7):1-16. - Wilck MB, Seaman MS, Baden LR, et al. Safety and immunogenicity of modified vaccinia Ankara (ACAM3000): Effect of dose and route of administration. J Infect Dis. 2010;201(9):1361-1370. - Wiser I, Orr N, Kaufman B, Segev S, et al. Immunosuppressive treatments reduce long-term immunity to smallpox among patients with breast cancer. J Infect Dis. 2010;201(10):1527-1534. - World Health Organization (WHO). WHO Fact Sheet on Smallpox. Communicable Disease Surveillance and Response (CSR). Geneva, Switzerland: WHO, October 2001. - World Health Organization (WHO). World Health Organization announces updated guidance on smallpox vaccination. Statement to the press by the Director General of the World Health Organization, Dr. Gro Harland Brundtland [press release]. Statement WHO/16. Geneva, Switzerland: WHO; - Nordic A/S. JYNNEOS (smallpox and monkeypox Prescribing Information. Denmark: Bavarian Nordic; revised June 2021. - Centers for Disease Control and Prevention, National Center for Emerging and Zoonotic Infectious Diseases (NCEZID), Division of Global Migration and Quarantine (DGMQ). Travel-related infectious diseases: Smallpox & other orthopoxvirus-associated infections. Atlanta, GA: CDC; updated June 24, 2019. - Centers for Disease Control and Prevention, National Center for Emerging and Zoonotic Infectious Diseases (NCEZID), Division of High-Consequence Pathogens and Pathology (DHCPP). Considerations for monkeypox vaccination. Atlanta, GA: CDC; updated July 28, 2022a. - Centers for Disease Control and Prevention, National Center for Emerging and Zoonotic Infectious Diseases (NCEZID), Division of High-Consequence Pathogens and Pathology (DHCPP). Interim clinical considerations for use of JYNNEOS and ACAM2000 vaccines during the 2022 U.S. monkeypox outbreak. Atlanta, GA: CDC; updated August 9, 2022e. - Centers for Disease Control and Prevention, National Center for Emerging and Zoonotic Infectious Diseases (NCEZID), Division of High-Consequence Pathogens and Pathology (DHCPP). Monkeypox and smallpox vaccine guidance. Atlanta, GA: CDC; updated June 2, 2022c. - Centers for Disease Control and Prevention, National Center for Emerging and Zoonotic Infectious Diseases (NCEZID), Division of High-Consequence Pathogens and Pathology (DHCPP). Monkeypox: Frequently asked questions. Atlanta, GA: CDC; updated August 5, 2022d. - Centers for Disease Control and Prevention, National Center for Emerging and Zoonotic Infectious Diseases (NCEZID), Division of High-Consequence Pathogens and Pathology (DHCPP). Monkeypox: Vaccination strategies. Atlanta, GA: CDC; updated August 9, 2022f. - Centers for Disease Control and Prevention, National Center for Emerging and Zoonotic Infectious Diseases (NCEZID), Division of High-Consequence orthopoxvirus. Atlanta, GA: CDC; updated May 11, 2015. - Centers for Disease Control and Prevention, National Center for Emerging and Zoonotic Infectious Diseases (NCEZID), Division of Vector-Borne Diseases (DVBD), Gaithersburg (vaccinia) vaccine, live, lyophilized preparation for percutaneous scarification. Prescribing Information. Petersen BW, Whitehill F, et al. Use of JYNNEOS (Smallpox and monkeypox vaccine, live, nonreplicating) for preexposure vaccination of persons at risk for occupational exposure to orthopoxviruses: Recommendations of the Advisory Committee on Immunization Practices - United States, 2022 [published correction appears in Wkly Rep. 2022;71(22):734-742. - U.S. Food and Drug Administration (FDA). Fact sheet for healthcare providers administering vaccine: Emergency use authorization of JYNNEOS (smallpox and monkeypox vaccine, live, non-replicating) for prevention of monkeypox disease in inidviduals determined to be at high risk for monkeypox infection. August 2022. Available at: https://www.fda.gov/media/160774/download. Accessed August 10, 2022a. - U.S. Food and Drug Administration (FDA). For monkeypox testing, use lesion swab samples to avoid false results: FDA safety communication. FDA News Release. Silver Spring, "}