{"title": "Is Alternative Medicine Really 'Medicine'?", "author": "Heard", "url": "https://www.npr.org/2013/07/05/199025493/is-alternative-medicine-really-medicine", "hostname": "npr.org", "description": "In Do You Believe in Magic? The Sense and Nonsense of Alternative Medicine, Paul Offit takes aim at the $34-billion-a-year alternative medicine industry, which he says peddles treatments that are unproven — and sometimes deadly. Victoria Maizes, of the Arizona Center for Integrative Medicine, agrees that some alternative treatments can harm but argues that others are beneficial and have a place in modern medicine.", "sitename": "NPR", "date": "2013-07-05", "cleaned_text": "Is Alternative Medicine Really 'Medicine'? Is Alternative Medicine Really 'Medicine'? In Do You Believe in Magic? The Sense and Nonsense of Alternative Medicine, Paul Offit takes aim at the $34-billion-a-year alternative medicine industry, which he says peddles treatments that are unproven — and sometimes deadly. Victoria Maizes, of the Arizona Center for Integrative Medicine, agrees that some alternative treatments can harm but argues that others are beneficial and have a place in modern medicine. IRA FLATOW, HOST: This is SCIENCE FRIDAY. I'm Ira Flatow. Before we begin our program today, I'd like to thank you, our listeners and our public radio stations for all of your support of SCIENCE FRIDAY. During this week's transition period, an overwhelming number of you chose to stay with us, and we are grateful for that and hope that you are grateful and will show your gratitude to your public radio station for staying with us. Thank you. (SOUNDBITE OF MUSIC) FLATOW: Raise your hand if you take a dietary supplement. I do; my hand's up. I'm not alone. Walk into any nutritional supplement store, you'll find a dazzling array of exotic-sounding products. You've got chia shots, cat's claw, olive leaf, resveratrol, triple-strength fish oil, products that claim to do things like promote joint, brain and skin health, retain youthful DNA or support general wellbeing. As for that indigestion you've been having, you can pick up a bottle of activated charcoal or papaya enzyme. Of course, turn the pill bottles around, and you'll also read, quote, \"These statements have not been evaluated by the FDA. This product is not intended to diagnose, treat, cure or prevent any disease.\" Why not? Why aren't these products subjected to the same strict standards as the drugs you get from the pharmacy? Are these natural products any safer than pills manufactured by major drug companies? Are they more effective? One of my next guests says not really. His new book \"Do You Believe in Magic?\" takes aim at alternative medicine, and he writes about cases where alternative treatments have been downright dangerous and deadly. But not everyone agrees. That's what we'll be talking about this hour. Should alternative medicine have a place at the table with conventional Western treatments? Does it belong in our hospitals and doctors' offices? Have we done the studies to make that decision today? What do you think? Our number is 1-800-989-8255, 1-800-989-TALK. You can tweet us, @scifri, @-S-C-I-F-R-I, join the discussion on our website at sciencefriday.com, where you'll find more information about what we're talking about. Let me introduce my guests. Dr. Paul Offit is the author of \"Do You Believe in Magic? The Sense and Nonsense of Alternative Medicine.\" He's also chief of the Division of Infectious Diseases at the Children's Hospital of Philadelphia. Welcome back to SCIENCE FRIDAY, Dr. Offit. DR. PAUL OFFIT: Thanks, Ira. FLATOW: You're welcome. Dr. Victoria Maizes is the executive director of the Arizona Center for Integrative Medicine at the University of Arizona in Tucson. She's also a professor of medicine and public health there. Welcome to SCIENCE FRIDAY, Dr. Maizes. DR. VICTORIA MAIZES: Thank you so much. FLATOW: Let me being with you, Dr. Offit. You begin your book by saying: the truth is there's no such thing as conventional or alternative or complementary or integrative or holistic medicine. There's only medicine that works and medicine that doesn't. OFFIT: I think that's right. I think if an alternative medicine works, then it's medicine. If an alternative medicine doesn't work, then it's not an alternative. I think we all want the same thing, which is our best health, and the question is how best to achieve that. FLATOW: Dr. Maizes, you're the executive director of the Arizona Center for Integrative Medicine, where you integrate Western and alternative medicine. Why do you think people are so interested in alternative treatments? MAIZES: Well, I think that for a long time, we believed that Western medicine would have the answers for everything. And in the Center for Integrative Medicine, we recommend Western medicine. I think that there are miraculous advances like joint replacements, antibiotics for infectious diseases. But we also know that we have chronic diseases that are rampant in the United States where our medications have been of very limited effectiveness, and people want some other way to treat themselves. FLATOW: Would you disagree with that, Paul? OFFIT: Not at all. I think Dr. Maizes is exactly right. The question, of course, is when one proposes a treatment. If you propose, for example, that saw palmetto is a treatment for enlarged prostates, the consumer, I think, is best served when there is clear evidence that that's true and we know what the safety profile of that is and we can guarantee that what it says on the label is exactly what's in the bottle. That's all I'm asking for is just legitimize this sort of para-industry, this $34 billion industry, that largely lives on testimonials and celebrity endorsements. FLATOW: Let's talk about some specifics. You say that acupuncture is by definition a sham, a trick, a deception. OFFIT: Right. Well, acupuncture is the product of 2nd century B.C. China. This was a culture that not only didn't believe in dissection but punished those who dissected human bodies by death, which was quite discouraging. So - and so what they believed was that the body was composed of 365 different parts because there are 365 days in a year. They believed that there were 12 meridians, these longitudinal arcs into which one inserted these needles, because there are 12 great rivers in China. So if you believe that human anatomy has nothing to do with rivers in China or days of the year, they were making it up, which is to say there's nothing accurate about acupuncture. And there are a number of studies done showing that it really doesn't matter where you put place the needles. And some recent studies done by Edzard Ernst in England showing that it doesn't even matter whether you put the needles under the skin. Now, that said, it doesn't mean that acupuncture doesn't work. I think that there are some really cool studies showing that there are people that can learn to release their own endorphins, these kind of pain-relieving medicines that, you know, that is produced by your pituitary and hypothalamus. And so I think if that's true, why does that happen? What is it about that interaction between the acupuncturist and the patient that is therapeutic? Is it just that one's lying down and being talked to gently and smelling incense and listening to music? Is it just the pressure of the needle that teaches one to relax or reduce stress mediators? I think this is all understandable. We don't need to look to the gods to try and figure this out. This is SCIENCE FRIDAY. I think it's a scientific issue, and it could be examined scientifically. FLATOW: So you're saying that we don't know how it works, but it does work. OFFIT: I think for some people it definitely does work, yes. FLATOW: Dr. Maizes, how do you reply to that? MAIZES: Well, first of all, you just gave a proposed mechanism, which is that it may be endorphins. And indeed, that's one of the theories. There are multiple theories for how acupuncture may work. And the truth is is that we don't know for sure how it works. But I just want to say that when we look back at ancient times, they were astute observers. We recognize their spectacular engineering feats in the pyramids. We recognize that they could follow the stars to navigate. So why wouldn't we recognize that their powers of observation taught them about medicine as well, even if the explanation they gave for how it works ends up being not accurate? And we find that it's something else. FLATOW: Yeah. What's wrong with that, Dr. Offit? OFFIT: Well, certainly, I mean if you look, for example, Edward Jenner when he developed his smallpox vaccine didn't know anything about viruses. We didn't know what a virus was for another 100 years. When we invented phenobarbital in the early 1900s, certainly, nobody knew how that worked in terms of seizure control, et cetera. So, sure, one doesn't have to know the mechanism at the time that's something's introduced. I would say, though, that the ancients, and we've certainly been - medicine has been around for 5,000 years - if the ancients had all these miraculous cures, they were quite quiet about them. I mean I would argue that the reason that we live longer now than we did in 1900 and we live 30 years longer in the year 2000 than in the year 1900 has nothing to do with ancient wisdom, and everything to do with the sort of biological and physiological advances that has been made with modern medicine. Nothing - I mean our path forward is not going to be in meridians and astrology. FLATOW: We're still using leeches, though, aren't we? MAIZES: They've made a comeback. OFFIT: To some extent - I'm sorry. (LAUGHTER) FLATOW: That's - we're still using leeches, right, Dr. Offit? OFFIT: Yeah. And so, sure, there are some things that in terms of - as to sort of drain, sort of engorged veins post-surgery, leeches have been found to be of value. Of course, you have to realize that leeches can introduce certain bacteria which could be difficult to treat. And that's something, fortunately, that we're in an era where we're in an antibiotic era, we can treat them. So I'm - sure. I mean it's not - I'm not saying throw everything. I'm just saying everything should be evaluated via the scientific method. We don't have to just look to the stars to figure this out. We can - we have in hand many of the tools to answer the question of if acupuncture worked, why does it work? And I think those who do that have an obligation to the medical community to figure it out. FLATOW: 1-800-989-8255. Dr. Maizes, how do you respond to Dr. Offit's claims that herbal remedies like St. John's wort and echinacea have been studied and proven not to work? MAIZES: Well, actually, in Dr. Offit's book, he points to St. John's wort and gives an example of one negative trial and dismissed it, and that's a very limited view. There was a 2008 review of 29 trials, including 18 that compared St. John's wort with placebo, and 17 that compared St. John's wort with standard antidepressant medicines. And what they found was that St. John's wort is superior to placebo in patients with depression, similarly effective to standard antidepressants and has fewer side effects than standard antidepressants. So I think it does a disservice to point to one negative trial of St. John's wort or another herb and then say there's no evidence that this is effective. FLATOW: Dr. Offit, your response? OFFIT: Yeah. Well, the point I was trying to make in the book regarding St. John's wort was that it is not effective in severe depression. I actually agree with Dr. Maizes that in mild to moderate depression there have been some studies of value. I think, again, what the problem is with all of these agents is that because this is an unregulated industry, you don't know what's in that bottle. You don't know whether the quantity of St. John's wort in one preparation is in any sense identical to another. And frankly, if you look at many of these studies that have been done - and remember most of the 54,000 supplements that are on the market have never been studied, but we certainly know that excellent studies have shown that saw palmetto doesn't shrink prostates, that chondroitin sulfate and glucosamine doesn't treat arthritis, that gingko biloba doesn't treat Alzheimer's or help with memory, that concentrated garlic doesn't lower low-density lipoprotein cholesterol, et cetera. So I think that on balance, when these claims are made, I think it's a disservice to the consumer when there's not a clear safety and efficacy profile to point to. I mean, I'm the head of the therapeutics standards committee at Children's Hospital of Philadelphia. We would love to have remedies that are safer or more effective than the ones that we're using. But what we ask for when we put something on our formulary is that there's clear evidence for safety and efficacy. FLATOW: Why would a drug company spend $100 million to test garlic? OFFIT: Well, again, first of all, I don't think... FLATOW: You ask for these things to be studied by, you know, and that's what these things cost. OFFIT: Well, first of all, it's - if you are claiming, for example, to have a treatment to - for something that shrinks prostates in a safer way than, say, Flomax or Avodart, it is of value to these companies to do these studies. And don't kid yourself. These are big companies. If you look at, for example, Pfizer recently bought Alacer, which is probably the largest manufacturer of megavitamins in this country. Hoffmann-La Roche has been in this business since the 1930s. This isn't just, you know, elves and old hippies making things on meadows. These are big pharmaceutical companies who can certainly know what it means to do phase three trials. And if they clearly had evidence, for example, that something as benign as milk thistle could treat hepatitis, I think they would jump all over it. And remember, there's much that pharmaceutical companies make that are not patented. FLATOW: OK. Let me get back - we'll pick up our discussion with Paul Offit and Victoria Maizes after this break. Our number, 1-800-989-8255. You can also tweet us, @scifri. Stay with us. We'll be right back after this break. (SOUNDBITE OF MUSIC) FLATOW: This is SCIENCE FRIDAY. I'm Ira Flatow. We're talking this hour about alternative medicines and are they safe, do they work, with my guests, Dr. Victoria Maizes, executive director of the Arizona Center for Integrative Medicine, University of Arizona, Tucson; Dr. Paul Offit, author of \"Do You Believe in Magic: The Sense and Nonsense of Alternative Medicine.\" He's also chief of the Division of Infectious Diseases at Children's Hospital of Philadelphia. Our number, 1-800-989-8255. Dr. Maizes, would you like to have an opportunity to respond to whether big companies would spend a lot of money to test drugs that they... MAIZES: Well, I agree. I think that's a substantial problem. You can not patent an herb. And so the opportunity to make money from an herb is extremely limited. The only one I would say that's really crossed over is fish oil, where fish oil has been slightly altered and is now available as a pharmaceutical to lower triglycerides when they're elevated. And so to say that there should be studies, I totally believe in the scientific method. I think we ought to have studies. They're exceedingly helpful when we do. I've pointed to a number of studies. The DSHEA Act, however, which was passed in 1994, does require good manufacturing processes of all companies. They were instituted in 2007, so it took a while to get all companies. This requires that they be accurately labeled, that they be free of impurities. You can look for a USP, which is the United States Pharmacopeia, on the label or the NSF, the National Sanitation Foundation, and that will help you select the product that's of greater quality. There's another group, the Consumer Lab, which is an independent testing group, and they have a site. It does cost a little bit of money, $33 a year. I have no relationship to any of these companies, but it's another way to check on product quality. FLATOW: Do you think that traditional scientific studies are an imperfect way to capture the effects of alternative treatments? Are we missing something in regular clinical trials that you would design studies differently? MAIZES: I think that's an enormous issue for a variety of reasons. So first of all, it's been exceedingly difficult to create a placebo for acupuncture. That is obvious. You know, people have a sense whether a needle is placed in them or not. It's exceedingly hard to create a randomized control trial of yoga. People know if they're doing yoga or not. But then there are ethical issues. How are we ever going to do a randomized control trial if someone - to see the effect of environmental chemicals? That would be unethical. We could never do that. We can't put people on nutrition studies for decades and yet that's what it would take to really see if eating a particular diet makes a difference. So we have to use observational trials there. So we can't only depend on randomized control trials. We have to be open to other kinds of data. At the Arizona Center for Integrative Medicine, we believe that a hierarchy of evidence should be used. And what that means is the greater the potential something has for harm - for example, chemotherapy, surgery - the better the evidence you ought to have before you introduce it to patients. So that might mean that we would accept massage, for example, with a lower degree of evidence. I know people who have a massage and say my back hurts more. It's not that there is zero degree of risk, but the degree of risk is much lower. FLATOW: Do you ever tell patients when they come in, if they come in for alternative therapies, that, wait a minute, there's some great Western traditional, I mean, commonly accepted therapies that might work better for you? MAIZES: Absolutely. So, for example, at our center, we have had patients who've come in with testicular cancer, young men, a highly curable cancer. And they come and said, well, I only want to do alternative. And in that situation, we uniformly say that's an error. You really need to use conventional treatment. There is no alternative cancer treatment that is effective. There is none. However, you can use some of the principles and practices of integrative medicine to reach a better result. Let me give you a clinical example. We had a patient come in who had breast cancer. She was in her early 40s. She had four children. She also had diabetes. When she would have chemo, she would go into diabetic ketoacidosis and be hospitalized in the ICU. This happened with the first round. It happened with the second round. After the second round, her oncologist said I can't treat you. It's too risky. You could die as a result. And she came to our center and said, I have to be fully treated for cancer. I have four children. I have to live. I have to have aggressive treatment. And we were able to put a regimen of supportive therapies that included acupuncture. It included mind-body strategies. It included some herbal medicine to allow her to get through the complete course of conventional treatment. And we know that if people can finish the complete course, the likelihood is they will have a better outcome. That's the beauty of integrative medicine. FLATOW: Mm hmm. 1-800-989-8255. Let's go to the phones. To Chicago. Hi, Joanna(ph). JOANNA: Hi. FLATOW: Hi there. Go ahead. JOANNA: Well, I wanted to ask why - or I wanted to suggest that one of the reasons why a lot of people are drawn to alternative medicine is that we can - we feel we can no longer trust the FDA, and we can no longer trust the pharmaceutical companies that they are setting strict standards for effectiveness and that they care adequately about safety. And this was really brought home to me by the approval the other day of this hot-flash drug, which is basically Paxil in a different package, which has an extremely modest success rate. I think it took, you know, the placebo people had four less hot flashes a day, and the people on this new Paxil had five and a half less hot flashes per day, something along those lines. And it carries a modest - a small but very important risk of putting some people on an emotional roller coaster that can lead to suicide. Even if that's 1 percent of the population, if a million women take this, we're putting 10,000 women at a serious risk for a drug which is - its effects... FLATOW: So you don't trust... JOANNA: ...on the condition are extremely, extremely low. Now, in that circumstance, OK, maybe I would just go and get some black cohosh because, A, it just might help, and B, I'm pretty sure it's safe. And that's, you know, probably... FLATOW: Yeah. JOANNA: ...a little better than the standards that pharma and the FDA are giving us. FLATOW: Paul, what do you think about that? OFFIT: You want as much high-quality data to make a decision about your health. And so, for example, if you look at - I used earlier the example of saw palmetto. You can go to an alternative therapist and learn incorrectly that saw palmetto helps, that it helps to shrink one's prostate. Now, if you want to look at other drugs that are out there like Flomax, for example, or Avodart, there is a wealth of scientific data available to - that allows you to look at whether or not Avodart really does shrink the prostate, or to look at whether Flomax really does relax muscles that allows better urine flow. You have those data because there is the FDA and because the FDA insists that a wealth of data be generated. Because if not, if you just choose to go with saw palmetto, you're going to find - because now at least there are a couple of studies showing that it doesn't work - that, you know, that you're making a bad decision. You want as much data as possible. I guess I don't - one thing that bothers me about this is this sort of, you know, what your doctor doesn't tell you, what your pharmaceutical company doesn't want you to know. I think that's just all, frankly, wrong. And I think we all want what's best for our health. I mean, I would love to bring products onto our formulary that are safer and better than the ones we have. But all I'm asking for is evidence, and there's never a reason not to generate evidence, never. And, you know, this industry has been living under an untouchable halo for far too long. Let's legitimize it. And Dr. Maizes said this earlier, the Dietary Supplement Health and Education Act is an education act that has nothing to do with education and everything to do with the consumer not knowing what they're buying because the industry is now allowed to, frankly, sell products under this wink and nod of, you know, joint support formula, prostate support formula. And imagine if amoxicillin, which is a drug that we use to treat bacterial pneumonia, was never tested by the FDA and rather we just sold it through testimonials of, you know, of pneumonia support formula. FLATOW: Mm hmm. Dr. Maizes, any reaction? MAIZES: Well, I agree. I think that the DSHEA Act, which lets you make what are called structure function claims, is very confusing to individuals. But I want to go back to something the caller said. I think that there's some good reason that people are suspicious of pharmaceutical companies. So for example, in your book, Dr. Offit, you mentioned that Merck took Vioxx off the market when they found that there were cardiovascular side effects. But there was an article that I read in 2007 in the British Medical Journal that basically talked about that as early as 1997, Merck knew that Vioxx might increase blood clots. But when they applied for its new drug application to the FDA in 1998, they didn't do any studies, and there were nine of them, to evaluate cardiovascular risk. They did short trials. They enrolled people who were at low risk of heart disease, and they didn't even have a standardized procedure to look at cardiovascular outcomes. Tens of thousands of people died unnecessarily taking Vioxx. And in 2000, the company, Merck, spent more money promoting Vioxx than Pepsi spends. So they knew that there was an increased risk, and they covered it up. And now there are thousands of lawsuits going on. This is not only the company where this has happened. Now, I don't want to say all pharmaceutical companies are evil. I don't believe that. I believe that pharmaceuticals can certainly be of value. But herbs can have lower risk. You've pointed to St. John's wort a number - sorry, to saw palmetto a number of times. The truth about saw palmetto is that there was some early small studies that looked like it worked. And then in the recent studies, two larger studies, it didn't work better than placebo. There was a very high placebo rate. It was about 40 percent for each of them. And so I would agree that right now, it does not look like saw palmetto works more effectively than placebo. Having said that, the side effect profile of it is way lower than the pharmaceutical agents that we use to treat prostatism, or benign prostatic hypertrophy. And so why wouldn't someone decide, well, let me try the herb first? This is not a life-threatening disease. And even if it's primarily a placebo response that led to it, you're talking about a much safer, lower-risk choice where there's no inherent danger to someone if it takes them a little longer to be treated, perhaps, for the symptoms of urgency and difficulty fully evacuating your bladder. So I think that when people want lower-risk substances, yes, we have to have the evidence. Yes, we need more studies. But we should be aware that, in general, the side effect profile is much better. FLATOW: Dr. Offit, what is wrong with that? We talked about kicking in the placebo effect better. With the acupuncture, it works that way, possibly. Why not have it, if you get a 40 percent return on a placebo rate in a study like that, why not use it? OFFIT: I think the placebo effect is remarkably powerful and incredibly under-used. I think people can learn to, for example, release their own endorphins. And there are studies done showing they can learn to up-regulate and down-regulate their own immune response. They can learn to release their own dopamine. It's amazing. And the degree to which alternative therapists are able to find mechanisms to do that, I think is great. I do think they owe it to the medical community to understand why things are working. But if you go back to the example that Dr. Maizes said, if you have a prostatic hypertrophy, you are at risk of kidney stones, you're at risk of bladder disease, and you're at risk of kidney disease. Now, if you choose saw palmetto - which clearly doesn't work better than a placebo - and you're waiting a little while to see whether or not something kicks in, you know that what the choice you're making, if you choose something - I'm just picking these drugs just off the top of my head. But if you choose something like Avodart or Flomax, you know that there are data clearly that shows that that works. I just think it's a little bit of a dangerous choice to make. Certainly, Dr. Maizes is right. It's not life-threatening. But there are some serious consequences that can come from prostatic hypertrophy. So you play, to some extent, a dangerous game. FLATOW: I'm Ira Flatow. This is SCIENCE FRIDAY, from NPR. And someone who did - I don't want to describe it as a dangerous game - but who did choose and lost is Steve Jobs. Did he not? OFFIT: Yeah. See, that's a perfect example. So here's a man, a brilliant man, who had pancreatic cancer. And he had not the typical kind of pancreatic cancer, which is frankly equivalent to a death sentence, but he had a neuroendocrine tumor. This, at least historically, can be - has a 95 percent cure rate with early surgery. But he chose acupuncture. He chose, you know, sort of bowel cleansings, fruit and vegetable juices, until it was really too late. And then, ultimately, he died from what was a treatable disease, because he chose an alternative course, when a conventional course would have saved his life. It's the draw that your earlier caller alluded to, which is that sort of pharmaceutical companies are evil. Doctors are part of the medical establishment. Let's go to this other side. And all I'm saying is don't put it under an untouchable halo. Realize that you should be as skeptical of alternative medicine as you are of conventional medicine. That's all I'm saying. FLATOW: Dr. Maizes? MAIZES: Well, I agree. I think it's our job to be open-minded skeptics. And we do have to be discerning. So when you have cancer, you have some time to get a second opinion. You have some time to look at your options. But you don't have the time to say - unfortunately, as Steve Jobs did - I'm going to try nine months of an alternative therapy. And if it doesn't work, maybe then I'll go on. Some things you do have time. In fact, in conventional medicine, for early hypertension, our choice is lifestyle. Everybody agrees that you begin with dietary changes and exercise and weight loss, if that's recommended, and stopping smoking. And so it is broadly agreed that there you begin with lifestyle. Having said that, many doctors don't feel very competent at teaching lifestyle medicine, and it's one of the things we greatly emphasize in integrative medicine. MAIZES: We really work with people about: How can you help people make the lifestyle changes? There was a study that was published in 2002 in the New England Journal of Medicine. It was called the Diabetes Prevention Study. It was 3,000 people who were overweight, and they had pre-diabetes. And they received either intensive lifestyle counseling or a medicine that's widely used called Metformin. Well, the folks who got the lifestyle counseling were 58 percent less likely to go on to needing a medicine for diabetes, the Metformin, 31 percent less likely. They had to stop the study a year early because lifestyle was so effective that the ethics committee said you need to stop. Having said that, how much lifestyle coaching do we get when we go to see a doctor? How much support do we get when we know it's difficult for people to make their lifestyles different and healthier? FLATOW: Dr. Offit, you couldn't disagree with that. OFFIT: No, I completely agree with it. I think doctors often don't have enough time to spend with their patients. And I don't consider any of that - I mean, the things that you do like, you know, exercise, eating lots of fruits and vegetables and trying to reduce stress aren't alternative medicine. That's just good health care. And Dr. Maizes is right. I think that conventional therapists often don't have the time. But, you know, you've got to be careful, here. I do think - for example, I talk a fair amount in the book about the use of megavitamins, which are, you know, quantities of vitamins vastly in excess of the recommended daily allowance. I think most people don't know that that can be quite harmless. And I just think you need, as we have both said, to be skeptical, here. FLATOW: Okay. We've run out of time. Thank you for joining us. Dr. Victoria Maizes is executive director of the Arizona Center for Integrative Medicine, University of Arizona in Tucson, professor of medicine and public health there. Paul Offit, author of \"Do You Believe in Magic: The Sense and Nonsense of Alternative Medicine.\" Dr. Offit is also chief of the Division of Infectious Diseases at Children's Hospital in Philadelphia. Thank you. Thanks again for joining us today. We're going to take a break. When we come back, we're going to talk about some interesting new research in liver - liver, treating the liver with stem cells. So stay with us. We'll be right back after this break. Copyright © 2013 NPR. All rights reserved. Visit our website [terms of use](https://www.npr.org/about-npr/179876898/terms-of-use) and [permissions](https://www.npr.org/about-npr/179881519/rights-and-permissions-information) pages at [www.npr.org](https://www.npr.org) for further information. NPR transcripts are created on a rush deadline by an NPR contractor. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR's programming is the audio record. "}