{"title": "Los niños y la vacuna de la COVID: ¿Qué deben saber los padres? | Children's Hospital of Richmond at VCU", "author": null, "url": "http://www.chrichmond.org/blog/los-niños-y-la-vacuna-de-la-covid-qué-deben-saber-los-padres", "hostname": "chrichmond.org", "description": null, "sitename": "chrichmond.org", "date": "2021-01-29", "cleaned_text": "Al comenzar este año 2021, todas las miradas están en la vacuna de COVID que acaba de ser aprobada y la promesa de tener un año más saludable. Los suministros llegan, VCU Health proporciona de manera inmediata la vacuna a los trabajadores de salud en primera línea, así pueden continuar el cuidado de manera segura a los miembros de la comunidad que los necesitan. Así como tenemos esperanza, también tenemos muchas preguntas sobre el tiempo, la seguridad y otros aspectos para recibir la nueva inmunización. La [Dra. Emily Godbout](/find-a-provider/emily-godbout), especialista en enfermedades infecciosas y epimedióloga, contesta a las seis preguntas principales sobre la vacuna COVID, particularmente en lo relativo a los niños. Hasta ahora, las vacunas de la COVID-19 solo se han probado en adultos. El sistema inmune de los niños es diferente al de los adultos y su sistema inmune puede variar a diferentes edades. Este otoño, los ensayos de la vacuna de COVID-19 de Pfizer comenzaron a incluir a niños de 12 años pero los resultados no están disponibles todavía. Se harán más y más ensayos clínicos para empezar a recrutar en otros grupos de edad. Lo esencial es que se necesitan más investigaciones para saber que la vacuna será segura y efectiva para los niños y adolescentes, menores de 16 años. Antes de ofrecerlas a la población en general, las vacunas pasan por una serie de procesos rigurosos de ensayos y aprobaciones para comprobar su seguridad y efectividad. En general, las vacunas aprobadas son seguras y efectivas para prevenir una enfermedad grave. La seguridad de las vacunas de COVID-19 es nuestra máxima prioridad. Varios colaboradores federales han trabajado conjuntamente para comprobar que las vacunas de la COVID-19 son seguras y no suponen un motivo de preocupación. En los primeros ensayos clínicos de las vacunas de la COVID-19 solamente han participado adultos, no embarazadas. Necesitamos más información antes de recomendar la vacuna para los niños, y específicamente determinar qué grupos de niños deben recibir la vacuna. Siguen aumentando los ensayos clínicos, así que esperamos tener esta información en un futuro próximo. VCU Health ha colaborado con las agencias estatales y federales para preparar la llegada y distribución de la vacuna. Un suministro limitado de vacunas de COVID-19 llegará inmediatamente. La vacuna fabricada por Pfizer, Inc. debe ser almacenada a temperaturas muy frías (menos 70°C o menos). Ya tenemos supercongeladores para asegurarnos de que tenemos el espacio suficiente. Inicialmente la vacuna se reservará para los trabajadores de la salud en primera línea según la recomendación del Comité Asesor sobre prácticas de inmunización. Según vayamos teniendo más dosis disponibles, podremos comenzar con los pacientes y miembros de la comunidad. Sigue quedando mucho por aprender sobre la vacuna antes de comenzar a ponerla en los niños, sin embargo, como parte de un centro médico académico, estamos en la vanguardia de las últimas investigaciones y seguiremos proporcionando el mejor cuidado y más seguro a nuestros pacientes pediátricos. Los estudios sobre la vacuna del coronavirus están evaluando actualmente si se necesita una o dos dosis. Cuando se dan dos dosis, se dan normalmente con uno o dos meses de diferencia. No sabemos todavía cuánto tiempo habrá de inmunidad. Es posible que con el tiempo se necesiten más dosis para proporcinar una protección continuada, similar a muchas vacunas que ofrecemos de manera rutinaria durante años. Lo más importante ahora es mantener las prácticas que tenemos actualmente para protegernos de la COVID-19: lavado de manos, distancia social y mascarilla para los niños mayores de 2 años. Hacer cuarentena en la casa si alguien de la familia está enfermo para evitar el contagio del virus. También es importante mantener las vacunas de rutina y el cuidado médico para que todos estén sanos. Ha sido un año largo, pero ha habido progreso también, con esperanza en el futuro. Seguiremos informándole en cada paso del camino. "}