{"title": "What are natural ingredients?  PANDHY'S Worldwide", "author": "Www Facebook Com; Pandhydeutschland; Pandhys Admin", "url": "https://pandhys.com/what-are-natural-ingredients/", "hostname": "pandhys.com", "description": "There is no official regulated definition for the term natural pertaining to the natural products industry. The FDA, for example, refers to natural ingredients as \"ingredients extracted directly from plants or animal products as opposed to being produced synthetically.\" The key word there is, \"extracted directly\". In the case of some ingredients, it's easy to [...]", "sitename": "PANDHY'S Worldwide", "date": "2019-08-12", "cleaned_text": "There is no official regulated definition for the term natural pertaining to the natural products industry. The FDA, for example, refers to natural ingredients as \"ingredients extracted directly from plants or animal products as opposed to being produced synthetically.\" The key word there is, \"extracted directly\". In the case of some ingredients, it's easy to see that they fit easily into this definition. In case of raw materials that need to undergo some processing or chemical reaction in order to extract the ingredient from the natural raw material that is the source: Even distilling aromatic plants to produce essential oils sometimes results in the creation of chemicals that didn't exist in the raw material, but which are created by the actual distillation process alone! The \"Encyclopaedia of Common Natural Ingredients\" says a natural product is defined as: \"a product that is derived from plant, animal or microbial sources, primarily through physical processing, sometimes facilitated by simple chemical reactions such as acidification, basification, ion exchange, hydrolysis, and salt formation as well as microbial fermentation. These chemical reactions do not drastically alter the chemical structure of the natural product to be isolated.\" In the early '80s the FTC came up with a great definition for Natural - never adopted. They said that an ingredient may be called \"natural\" only if it contains no artificial or synthetic ingredients and has had no more processing than something which could be made in a household kitchen. There is currently no standard definition for the term except for meat and poultry products. Unless otherwise specified, there is no organization independently certifying this claim. The producer or manufacturer decides whether to use the claim and is not free from its own self-interest.\" NATURAL INGREDIENT CRITERIA (according to me) Natural Ingredients include - plant, animal, mineral or microbial ingredients... - present in or produced by nature. - produced using minimal physical processing. - directly extracted using simple methods, simple chemical reactions or resulting from naturally occurring biological processes. Natural ingredients are... - grown, harvested, raised and processed in an ecological - not produced synthetically. - free of all petrochemicals. - not extracted or processed using petrochemicals. - not extracted or processed using anything other than natural ingredients as solvents. - not exposed to irradiation. - not genetically engineered & do not contain GMOs (genetically modified organisms). Natural ingredients do... - not contain synthetic ingredients. - not contain artificial ingredients including colours or flavouring. - not contain "}