{"title": "PDF", "author": "PDF", "url": "https://mail.carakasamhitaonline.com/symbiohealth/essays/Agnivesha%20Award%20Winner.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 | www.symbiohealth.com Future Scope and Strategies for Preservation of Health through Ayurveda Agnivesha Award Winner essay in first international essay competition on health' 2020 organized by Charak Samhita Research, Training and Skill Development Centre (CSRTSDC) in collaboration with Institute of Teaching and Research in Ayurveda, Jamnagar, India Author: Dr. Barathiraja S., M.V.Sc. Ph.D. Assistant Professor, Rajiv Gandhi Institute of Veterinary Education and Research, Puducherry, India Editors: Dr.Gopal Basisht, Orlando, USA, Dr.Yogesh Deole, India INTRODUCTION All medical systems like Ayurveda, allopathy, homeopathy, yoga, unani, siddha and/or naturopathy intend to promote health and protect against disease conditions. Among many health care systems, Ayurveda is gaining more attention worldwide due to its unique features such as holistic approach, defensive strategies, and immunomodulatory activities. Ayurveda provides a natural way of treatment and is considered as 'Mother of all medication.'[1] It usually does not recommend invasive procedures for the disease diagnosis and treatment. Herbs and dietary regimen strategies are used to restore body homeostasis. Thus, preservation of health in present conditions and future can be achieved by understanding, improving, analyzing (research-proven data) and establishing the strategies of ayurvedic medicine in addition to allopathy and other contemporary health care systems. CONCEPT OF HEALTH Ayurveda means knowledge of life ( ayu means life and veda means knowledge) [2] and the concept of Ayurveda was developed far in advance in Indus Valley dated to 1500 B.C.[3] The three dosha regulate biological rhythms or psychobiological dimensions and the entire body functions. These three dosha are vata (combination of akasha and vayu), pitta (agni), and kapha (combination of jala and prithvi). They are the fundamental physiological body regulators 2 | www.symbiohealth.com formed by panchamahabhutas and represent panchatanmatras . The balance of these tridosha leads to a healthy life, and the imbalances result in diseases. Thus, not the physical condition alone, the association of dynamic equilibrium between the body and the mind determines the better health (psychosomatic approach for health). [4] Siddha is another traditional health care system from Tamil Nadu, South India. It was introduced by Siddhars (holy immortals) during ancient times, 12000 years back. It also follows tridoshas which is believed to be three pillars that support the human body structure and health. [5] Unani was originated from Greece, southeastern Europe. The concept 'avicenna' in Unani signifies that the human personality is a union of the body and the immaterial soul. Humoral theory followed in Unani Tibb believes that the unique constitution of four humours (blood, phlegm, yellow and black bile) in the body determines health. Homeopathy founded in the eighteenth century by Samuel Hahnemann (Europe) uses highly diluted doses of plant/ mineral and/or animal extracts in the form of medicine to stimulate the body's defense mechanisms. [6] Allopathy is a widely followed research-proven healthcare system that describes health as a state in which we neither suffer pain nor are hindered from daily life functions. It follows a majorly offensive strategy for the disease treatment. Allopathy also emphasizes that mental and physical health are inseparable (biopsychosocial model of health), and the nature of the relationship is two-way, where one influences the other. [7] COMPONENTS OF HEALTH Ayurveda focuses on five significant components (figure 1) for a healthy life; (i) Tri- dosha: the significant component of physiological health (figure 2), (ii) Agni: involved in various metabolic processes and associate enzymes and microsomes, (iii) Dhatu: principle governing the formation of body tissues, (iv) Mala : produced and excreted and (v) Mind, soul and senses (indriyas): interact with the other components of health. Mind exhibits three possessions; sattva (intelligence), rajas (implicates passion, emotion, and restlessness) and tamas (signifies mental darkness, illusion error, and inertia). Vata, pitta and kapha are constituted by rajasika, sattvika and tamasika. Thus, it implicates the psychosomatic approach of Ayurveda towards the maintenance of health. [8] 3 | www.symbiohealth.com Figure 1: Five components of health in Ayurveda Figure 2: Tri-doshas types and its regulatory body functions. Siddha system of medicine focuses on dravya namely vatham, pitham and kapam to maintain health. [9] As per this system, the human body is composed of 96 factors or thathuvas, 72,000 blood vessels, ten main arteries or Naadi, ten vital pranas and 1300 nerves, and 4,444 diseases. [5,10] Unani medicine uses the set of principles such as arkan (elements of the human body: air, fire, water, and earth), mizaj (temperament), aklat (humors), aaza (organs), arwah (spirits) and quwa (Natural, psychic and vital power) for diagnosis and treatment. Ayurveda signifies that health is multidimensional, including genetic, biological, physical, chemical, 4 | www.symbiohealth.com mechanical, nutritional, social, cultural, behavioral, psychological, environmental, and economic factors. [11] Thus, the disease occurs from an injury either from external or internal in origin. [12] PRACTICAL GUIDELINES FOR IMPLEMENTING CONCEPT OF HEALTH IN TODAY'S SOCIETY An individual's health is affected by infectious (bacteria, virus, fungi and parasites) and non-infectious agents. In today's society, other factors in professional and family life can affect health. These are job stress, favoritism in the working place, sophisticated home needs, increased cost of living, unemployment or low income, children's education, nuclear family, change in culture and life style, social status, unhygienic/unsafe food, alcohol and other drugs abuses. Daily habits For a healthy life, an individual needs to follow simple rules such as daily regimen (dinacharya ) (figure 3) as per Ayurveda. The first step for a healthy life starts at Brahma muhurta i.e. wake up 90 minutes before sunrise (considering at 6 a.m). This is important because there is a low level of pollution (especially air and sound) which keeps the mind relaxed and focused for the whole day. Exposure to early morning sunlight causes serotonin release, a neurotransmitter, serotonin, that aids in a healthy and happy life. This time is also favorable for reading due to calm and peaceful environmental conditions. , the next important activity is drinking 1 or two water glasses in the morning soon after waking up. This habit is found to keep people away from constipation, hemorrhoids, edema, and skin disorder. Brushing teeth (dantadhavan ) early in the morning and cleaning the tongue ( jivhanirlekhana ) every day is also necessary to maintain oral health and improve digestion. Voiding of excreta/defecation (shauchakarma/mala tyaga ) daily morning dysfunctions like constipation and foul-smelling stool. In addition to washing of face and eyes ( achamana/mukha ), application of anjana dravya to eyes is important to cure dry eyes or computer vision syndrome. Nasya dravya (oily nasal drops) avoid entry of dust particles, reduce the entry of dust particles, and reduce the infection through the nasal tract. Gargling with oil ( sneha gandusha dharana ) muscles and improves oral circulation. Regular bathing ( snana) removes dirt and 5 | www.symbiohealth.com sweat from the body and promotes enthusiasm, appetite and strength. Exercise ( chakramana ) or yoga clears the body channels and increases perception. [13, 14, 15, 16, 17, 18] Figure 3: Daily regimen for the preservation of health [19] Dietary regimen Food (aahar) makes the person healthy and disease-free. No medicine can replace healthy and timely food. There is a great need to focus on safe and satisfactory food habits. It promotes health and balances the nutritional and physiological, reproductive, and memory status of an individual. The seasonal dietary regime ( ritucharya) mentioned in Ayurveda (table 1) restores body equilibrium and preserves health. Table 1: Dietary management considering seasonal variations Season Diet Preferred Spring Bitter, hot, astringent, sweet & sour food (but avoid salty food). Prefer wheat, barley, honey, fruits like jack fruit and mango Summer Cool, sweet, more liquid diet. Prefer rice, sugar, ghee, tender coconut, fruits like grapes and meat. Rainy Easily digestible, hot, and dry diet to compensate aggravated vata. Winter Hot, unctuous, heavy to digest food can be taken . Autumn Cool, sweet, bitter foods, rice, milk, sugarcane oils and fats 6 | www.symbiohealth.com Lifestyle management Most modern-day societies follow a sedentary lifestyle (due to modern transportation and sophisticated instruments), consume untimely food, and lack quality sleep. These habits cause illness. So, following the Ayurveda principles such as not to fast for more than six hours a day and not to eat before three hours of a previous meal or until perceives appetite and take dinner of easily digestible diet within first three hours of sunset preserves the health. [21, 22] The working style of some people made them sleep in the daytime, so they need to ensure sound sleep for better health. Lifestyle modifications reduced the incidence of dysglycaemia and levels of cardiac markers in high-risk individuals. [23] Panchakarma Panchakarma (pancha means five and karma a specialized ayurvedic medicine ( kayachikitsa ) with five major bio-purification methods for internal body purification (figure 4) which restores body homeostasis by rejuvenation rapidly and preserves health. It aids in eliminating toxins from the body, cleaning channels (srotas), tissue healing, and mental functions that maximize nutrient and drug metabolism.[24,25,26,27] Example includes the effective use of virechana and basti procedures to manage the hypertension which arises due to hereditary, obesity, improper diet, and stress. [28] Figure 4. Types of Panchakarma and its beneficial effects[26] 7 | www.symbiohealth.com Moral concepts Psychological, ethical, and moral behavior affects the individual as well as social health. Ideal code of conduct ( sadvritta sasayana) mentioned in Ayurveda including speak truth, avoid anger, do good things, speak pleasant and sweet words and control sense organs preserves the health of an individual and social health. APPLIED RESEARCHES ON PRESERVATION AND PROTECTION OF HEALTH Preservation and protection of health are necessary to prevent disease and prolong life by promoting the individuals' health. Ayurvedic rejuvenation therapy is attained by the use of rasayana, which means path ( ayana) It has antioxidant properties, hepatoprotective and immunomodulating roles. It is divided into three (i) Kamya Rasayana : Promote and/or preserve the health (ii) Naimittika rasayana : protect against specific disease conditions and (iii) Ajasrika rasayana; dietary rasayana. from Emblica officinalis (Amla) were found They normalized levels of Superoxide dismutase (SOD), GPX, and Catalase (CAT) activity in a rat model. [31] Juice of Tinospora cordifolia or Guduchi was found to stimulate a humoral immune response in mouse model. It is a major component of 'Kabasura Kudineer Chooranam' used as a prophylactic ayurvedic measure against COVID-19 in India. It is proven for its invitro macrophage activation. [32] So, the use of herbal immunomodulators is essential to control diseases and preserve human health. Ayurvedic rasayana treatment showed a reduction in serum creatinine (20%), blood urea (32%) and albuminuria (36%) levels in patients of chronic renal dysfunction. Clinical improvement such as increase urine output, reduction in nausea, vomiting and weakness were also reported. [33] Diabetes mellitus (DM) is a major metabolic disorder (correlate to prameha in Ayurveda). It is a global health challenge estimated to affect 366 million people by 2030 and a disease of public health priority in India. [34, 35] A study on known cases of chronic DM (mostly in the age group of 41-50 years) had proven the efficacy of Vamana and Virechana for 8 | www.symbiohealth.com controlling blood sugar level using Samshodhana procedures. (table 2) [36] In another study involving 18 patients at Gujarat, India, vamana procedure and use of shamana drug i.e. neem giloya sattva capsules at 500 mg for 30 days after food twice daily, had shown promising results on blood sugar level. [37] Thus, the studies reveal the efficacy of Ayurveda in treating D.M.. However, investigation in a large sample study is necessary for implementation in field conditions. Table 2: A study on treatment of diabetes mellitus using ayurvedic regime Conditions Group I (n=10) Group II (n=10) Treatment regime Vamana (emetic deepana-paachana action:digestive and appetizer 3-7 days officinale and Piper nigrum powder. ** dyslipidemia (compared to Medoroga: Santarpanotha Vyadhi in Ayurveda) is associated with high morbidity and mortality. This disorder can be effectively managed by Vamana Karma (therapeutic emesis). [38] Obesity (increased adiposity) is associated with type 2 DM and cardiovascular disease. [39] Increased levels of adipokines like tumour necrosis factor alpha (TNF-alpha) and Interleukin-6 (IL-6) being observed in obesity. These are derived from accumulated immune cells of adipose tissue. [40, 41] The approved drug orlistat is found to have side effects especially gastrointestinal dysfunctions issues. [42] In extreme cases, surgery is advised to remove excess lipids. The ayurvedic treatment regime ( kala basti ) had proven its efficiency in a study involving 32 patients (age of 18-60 years) without any side effects. The ayurvedic treatment resulted in a reduction in obesity and shown a reduction in serum insulin, TNF-alpha, IL-6, and IL-8 levels indicative of its positive metabolic and immunologic roles (figure 5). [43] Figure 5: Effect of ayurvedic basti treatment on serum cytokine levels (S1: Before start of treatment, S2: immediately after treatment and S3: 90 days after treatment). The history of veterinary medicine is closely linked to human medicine since ancient times, and Ayurveda plays an indispensable role in the maintenance of animal health. In India, medicinal plants' uses for the treatment of animal wounds or diseases were recorded in the form of 'Nakula samhita' in Mahabharata (5000 B.C.). Ruminants and poultry reared by rural people in developing countries such as India support human lives by providing milk, meat, egg, and dung (fertilizer for cultivation). Traditional herbal medicine for animal health improvement has an advantage over allopathy because of plenty of availability and low treatment cost. The use of 10 | www.symbiohealth.com herbal plants for animal health is comparatively more than human health services, and few examples are listed in table 3. Table. 3. List of herbal plants used against particular animal disease conditions. [44, 45, 46, 47, 48, 49] Herbal plants Recommended animal disease/disorder Argemone mexicana L (oral use) Foot-and-mouth disease (FMDV) Vitex negundo L (topical fracture Gymnema sylvestre Diabetes Hemidesmus indicus (Herbal paste with aloe vera, turmeric and lime) Bovine mastitis PREVENTION OF DISEASE OCCURRENCE AND REOCCURRENCE The major factors that contribute to disease occurrence are the host's physiological conditions such as genetic, nutritional, immune, and mental status. The other associated and equally important factors include pathogen virulence and/or load and environmental conditions. Ayurveda focuses majorly on restoring and/or promoting an individual's health by the established code of conduct and behavioral aspects and thus prevents the disease occurrence. Some good moral conducts mentioned in Ayurveda includes speak truth; have smile; sleep at proper time and duration ; be friendly with people; have good company/friends; stay away from poor minded people; cover mouth while coughing/sneezing; do not comb hair in public; always carry auspicious herbs like and sputum in front of wind, water, fire etc.; follow safe sexual intercourse; do not procrastinate the treatment or post pone the activities to be done at time. [50] These things are essential for maintaining personal 11 | www.symbiohealth.com hygiene, breaking the chain of contagious disease transmissions such as COVID-19 (through sneezing), HIV (unsafe sexual contact); handy first aid care, and healthy mental status. WHO reports that almost 1 in 10 people in the world is affected by food-related diseases. Especially children below 5 years of age carry 40% of food-borne burden. Contamination of foods with pesticide residues and resistant bacteria (antimicrobial resistance: AMR) is a significant threat to modern-day life. So, proper cooking of meat/food items (to prevent infectious diseases), judicious use of antibiotics in animal treatment and following withholding period before use of milk or meat for human consumption, regulations on pesticide use, and control on pesticide residue level in foods will help in controlling food-borne illness. Detailed studies on using rasayana for rejuvenation therapy in animal models upon pesticide toxicity and/or food-borne illness could help further follow-up in human health. About 60% of existing human infectious diseases are zoonotic, and at least 75% of emerging infectious diseases of humans are of animal origin in nature. [51] So, the control of animal disease is vital to reduce the disease burden in humans. It is also known that environmental factors such as climate change aggravate disease incidence. [52] Thus, the 'one health concept' needs to be strictly followed to control the population's disease occurrence. Disease reoccurrence after a course of treatment is noticed in some of the diseases, and those diseases are found to be frequent in the population. Examples include eczema (vicharchika) , cancerous conditions, hemorrhoids (arsha), diabetes mellitus (DM), respiratory tract infections, urolithiasis, pancreatitis and neuropathies. These diseases or disorders need to be addressed by boosting the immune system, lifestyle interventions, and standardization of dietary regimens recommended in ayurvedic medicine. The host factors contributing to disease reoccurrence include not following the complete treatment regimen, exact drug dose, and self- medication. Physicians need to address each individual as unique in terms of tissue damage, mental health, adaptation, social status, time and duration of disease, physical status, age of the subject, digestive and metabolic status of an individual, food habits, and lifestyle to avoid disease reoccurrence. Ayurvedic rejuvenation and/or rasayana therapy with panchakarma procedures ensure uninterrupted movement of biological fluids, thus maintaining the patency of microchannels (srotas) and maintaining body homeostasis. This entire process treats the disease condition and 12 | www.symbiohealth.com also prevents reoccurrence. A study in Bihar, India, had shown the efficacy of herbal combination upon neurological disorders. A formulation with equal parts of hemiplegia and paraplegia. It also inhibited the reoccurrence. [53] Hemorrhoids ( arsha) occurrence and reoccurrence can be prevented by following various wholesome dietary regimens and lifestyle modifications as advised in Ayurveda. [54] Recurrent respiratory tract infections and Chronic Obstructive Pulmonary Disease (COPD) can be controlled by lifestyle interventions, dietary regime and seasonal biopurification (Shodhana ) strategies. and lithotriptic effects in ayurvedic medicine. [56, 57] MODEL HEALTHCARE SYSTEM AND ITS PROPAGATION The effective health care system should be community-oriented instead of -oriented. It should include the following aspects of health, as mentioned in figure 6. 1. Psychosomatic health : Health is affected by both the physical and mental status of an individual. This is influenced by genetic factors (as evidenced by hereditary disorders) . The presence of a healthy microbiome in the host also effectively contributes to a healthy life. A person's positive mental strength is essential for normal physiological and biochemical processes, such as hormonal and neural responses. 2. Social-economic status : The health of an individual is in turn affected by social health. People need to maintain social norms and good conduct for a peaceful and relaxed mind. This makes them focused on achieving their goals and keep away from unnecessary issues like violence . Availability of safe and adequate food, free access to drinking water, shelter, health care services (affordable and accessible health care services and policies), quality education and gender quality are essential to maintain the health of people in the society. 3. Symbiohealth : Integrated health care approach including both offensive and defensive strategies is essential to preserve the health and prevent disease occurrence. The traditional ayurvedic system advantages over other contemporary health care systems in terms of the holistic approach, defense strategy (protective response), non-invasive 13 | www.symbiohealth.com methods, immunomodulatory aspects, rejuvenation and rasayana therapy. So, Ayurveda can be followed as the mainstream health care system but should include advances from other contemporary health care systems to preserve individual and society health. 4. One health perspective: Any health care policies and implementation should involve one health approach, as the health of humans and animals are interconnected and in turn, affected by environmental health. Climate change and global warming are affecting all the lives in ecosystems, such as human and animal health and production. Maintaining animal health is significant for human health, as evidenced by an increasing number of zoonotic diseases and food-borne illness. There are reports of higher incidence of Zoonotic transmission of Salmonella and Campylobacter from poultry meat to human beings, especially at elevated temperatures. [52, 56] Availability of safe and sufficient feeds and fodders promotes the animal health and production, which benefits human health. Pollution-free environment (physical, chemical and biological) is essential for adequate growth and nutrient availability of crops/plants/trees. So, the people and scientific community should focus more on 'one health aspect' which is important for sustainable and healthy human life . The present global platform requires an involvement of medical, veterinary, agricultural graduates and environmentalists for preservation of health. \"Conserve ecosystem: Protect animals: Preserve human health\". Figure 6. Components of the model healthcare system 14 | www.symbiohealth.com FUTURE STRATEGIES FOR PRESERVATION OF HEALTH An individual has a greater role to preserve his/her health. In addition, a collaborative approach with the government officials, non-government organizations (NGOs) and volunteers (especially health care professionals) is mandatory to preserve the health of an individual and the society. Boost the immune system The immune system of the host is more important to prevent the disease occurrence. Immunomodulators used in allopathic medicine are reported to have many side effects including liver, lung and kidney toxicity. [57] So, using herbal immunomodulators from ayurvedic medicines is an alternative to preserving the health against any emerging and reemerging disease conditions. Follow routine or day to day principles of Ayurveda Routine day-to-day principles (discussed earlier) mentioned in Ayurveda will improve people's physical and mental health and have a positive impact on social status. Medicated fume inhalation ( dhumapana ) cleanses the oral cavity, pharynx and upper respiratory tract and especially effective against respiratory diseases. Lifestyle interventions including dietary regime and physical exercise as detailed in Ayurveda are essential to prevent major public health disorders such as DM, hypertension, and acute myocardial infarction (heart attack). Healthy and food saves life Ayurvedic seasonal regimes with safe food preserve the health. Multi-drug-resistant (MDR) organisms from food, especially milk and meat, may contaminate the human food chain. So, there is a need for awareness programs about hygienic or safe food consumption and government policies to restrict food chain contamination. People, especially children, should be informed about the proper nutritional foods and aware of the harmfulness of junk/fast foods and other related foods. The availability of safe and clean drinking water at free of cost to all the people at every place needs to be ensured. Control of animal disease It is estimated that globally about one million human cases every year are due to Zoonotic diseases. So, it is crucial to control animal disease to preserve human health. Ayurvedic 15 | www.symbiohealth.com herbal plants gained a lot of importance in animal disease and production management in recent time which needs to be effectively practiced for better health. Maintain healthy environment Adverse environmental conditions increase the incidence of human and animal diseases and yield of food crops. The climatic change affects the survivability of free-living pathogens and the incidence of disease transmission. So, maintaining a healthy environment is essential to preserve health. It is also vital to build the capacity to handle risks associated to sudden climatic change. Preserve mental health Mental health is significant in addition to physical status. National Mental Health Survey of India (2016) [58] indicated that 1 in 20 people in India suffers from depression. The productive population of males at the age of 30-49 years is most affected with mental disorders. It is proven that there is an increasing incidence of many diseases due to stress. So, following the Ayurveda principles including moral code of conduct and behavioral approach will preserve the mental health. People in society should be stress-free and spend time on yoga and meditation. Brahmi Piper nigrum was found to improve the mental health in mice model. [59] Thus, preserving mental health will improve the individual's overall health status and protect against the disease conditions. Figure 5. Strategies on the preservation of health. 16 | www.symbiohealth.com Ayurvedic panchakarma procedures Panchakarma procedure alone or with dietary restriction and lifestyle management effectively preserve health and relieve disease or disorders as evidenced by positive immunological and metabolic changes in the individual. [43] Six-day panchakarma- based ayurvedic study is found to promote the health in terms of statistically significant changes in the metabolomic profile of a healthy individual. [60] Children health care Children are the future pillars of the nation. So, providing a healthy environment and establishing healthy measures (including maternal health) to preserve the health to the next generation is of utmost importance. Children should not be overloaded with book syllabus; instead, the students should get engaged in the activities which improve the mental stability. The book chapter or curriculum should elaborate the concept of health and ayurvedic principle in preservation of health. Effective research strategies Effective research-based on current needs is to be undertaken and implemented for the well being of human beings and animals. There is a need for much research-proven data on ayurvedic research for its effective use globally. This is important to improve individual and social health. CONCLUSION Ayurveda uses a defensive strategy and focuses on a holistic (whole system) approach for the preservation of health. It describes day-to-day principles, dietary regimes, code of conduct, and rasayana therapy with herbal immunomodulators. The rejuvenation process facilitates desired therapeutic/pharmacokinetic drug effect. Another more remarkable feature of Ayurveda is that one drug is indicated in many diseases. In the same way, many drugs are indicated for a single disease. But the other contemporary health care system (i.e.) allopathy has great impact on human and animal health with the established data. So, the integrated health care approaches with Ayurveda as main stream will effectively preserve individual and social health. \"Wealth can be earned at any time if health is restored; but good health cannot be restored, once destroyed\". 17 | www.symbiohealth.com REFERENCES 1. Rachna C. Biodifferences 2020. Difference between Ayurveda and Homeopathy [cited 2020 Nov 10]. Available from;https://biodifferences.com/difference-between- ayurveda-and-homeopathy.html. 2. Fields GP..Religious Therapeutics: Body and Health in Yoga, Ayurveda, and Tantra. 1st ed. New York: SUNY Series in Religious Studies; 2001. 3. Mangathayaru K.. Pharmacognosy: An Melita L. Tamil traditional medicinal system - siddha: an indigenous health practice in the international perspectives. TANG International Journal of Genuine Traditional Medicine 2012; 2(2):1-11.Das E. Understanding the Principles of Homeopathy on a Research Perspective. OAJCAM 2019; 9(2):1-4. 6. Scientific Approach to Disease, in A.C. Scientific Change: Historical Studies in the Intellectual, Social and Technical Conditions for Scientific Discovery and Technical Invention from Antiquity to the Present. New York: Basic Books;1963. 8. Siddhanta Philosophy. Madras: Christian Literature Society for India;1952. 10. Walter TM, Rubia G, Sathiya E. A review of Ethics in Traditional Siddha Medicine as defined by Siddhar Theraiyar. Siddha Papers 2009;2(3):1-6. 11. Halfon N, Hochstein M. Life course Health Development: An Integral Framework for developing health policy, and research, The Milbank Q 2002;80:433-79. 12. Havelka M, Lucanin JD, Lucanin D. Biopsychosocial Model - The Integrated Approach to Health and Disease. Coll Antropol 2009;33(1):303-310. R. Role of promotion of health. Journal of Vishwa Ayurved Parishad 2018;30-35. 15. Park s Textbook of Preventive and Social Medicine, edited by K.Park ,Chapter (Sutrasthana), English translation Samvartika Edition:2010,pg no Dilpreet Health Tip, Aug 8, 2020. Available from: https://www.youtube.com/watch?v=QplvQkJB5t8. 20. Central Council for Research in Ayurvedic Sciences Ministry of AYUSH, Government of India, New Delhi.. Ayurveda based diet and life style guidelines for prevention of cardiac disorders. 1st ed. New Delhi: JK Offset Graphics Pvt. Ltd;2018. 21. Chaukambha Orientalia Varanasi 2006, Page 91. 24. Essentials of Practical Therapy, Dr. Vasant C. Patil, PublisherChaukhambha Publication, Edition- First,2015 Introduction of Panchakarma. IRJIMS 2017;2(12):9-16. 19 www.symbiohealth.com Vamana (therapeutic emesis in spring season) - A preventive measure for diseases of Kapha origin. AYU 2016;32(2):181-186. 28. Gujarati C. Bhagiya S, effect Kuttan G, Kuttan R. \"Rasayanas: Evidence for the Concept of Prevention of Diseases\". Am J Chin Med 2002;30(1):155-71. 30. Gupta SK, Dua A, Vohra BP. Withania somnifera (Ashwagandha) attenuates antioxidant defense in aged spinal cord and inhibits copper induced lipid peroxidation and protein oxidative modifications. Drug Metabol Drug Interact 2003;19:211-222. 31. Bhattacharya A, Ghosal S, tannoid principles of Emblica officinalis (amla) in chronic stress induced changes in rat brain. Indian J Exp Biol 2000;38:877-880. 32. Husain A, Kaushik A, Awasthi DP, Khan R, Mani D. Immunomodulatory and antioxidant activities of fresh juice extracts of Brahmi and Guduchi. IJTK 2017;16(3):498-505. 33. Patel MV, Gupta SN, Patel NG. Effects of Ayurvedic treatment on 100 patients of chronic renal failure (other than diabetic nephropathy). Ayu. 2011 Oct;32(4):483-6. 34. Wild S, Roglic G, Green A, Sicree R, King H.Global prevalence of diabetes: estimates for the year 2000 and projections for 2030. Diabetes Care 2004; 27(5):1047-1053. 35. Katikireddi SV, Morling JR Bhopal R.Is there a divergence in time trends in the prevalence of impaired glucose tolerance and diabetes? A systematic review in South Asian populations. Int J Epidemiol 2011;40(6):1542-1553. 36. Jindal N, Joshi NP.Comparative study of Vamana and Virechanakarma in controlling blood sugar levels in diabetes mellitus. AYU the management of AYU. 1632-1640. 39. Wang Y, Beydoun MA. The obesity epidemic in the United 2. States - gender, age, socioeconomic, racial/ethnic, and geographic characteristics: a systematic review and meta-regression analysis. Epidemiol rev 2007; 29 : 6-28. 40. Kern PA, Ranganathan S, Li C, Wood L, Ranganathan G. 8. Adipose tissue tumor necrosis factor and interleukin-6 expression in human obesity and insulin resistance. Am J Physiol Endocrinol Metab 2001; 280 : E745-51. N, Tremblay A, Bergeron J, 9. Després JP. Visceral obesity and plasma glucose-insulin homeostasis: contributions of interleukin-6 and necrosis factor-alpha Clin 2008; 93 42. Rucker D, Padwal RS, Li SK, Curioni C, Lau DC. Long term 12. pharmacotherapy for obesity and overweight: updated meta-analysis. BMJ D, Munshi R. Immunological & metabolic responses to a therapeutic course of Basti in obesity. Indian J Med Res 2015;142:53-62. 44. Giday M, Teklehaymanot T. Ethnobotanical study of plants used in management of livestock health problems by Afar people of Ada'ar District, Afar Regional State, Ethiopia. Giday and Teklehaymanot. J Ethnobiology Ethnomedicine 2013;9(8):1-10. 45. Panda SS, Dhal NK. Plants Used In Ethno-Veterinary Medicine by Native People Of Nawarangpur District, Odisha, India. WJPPS 2014;3(7):787-798. 46. Malla B, Chhetri RB. Ethnoveterinary Practices of Some Plant Species by Ethnic People of Parbat District, Nepal. KUSET 2012;8(1):44-50. 47. Thangadurai R, Venilla MA, Shanmugam PS. Management of Mastitis in Dairy Cattle using Herbal Combination. J Krishi Vigyan CP. Ethnoveterinary uses of medicinal plants among traditional herbal healers in Alaknanda catchment of Uttarakhand, India. Afr J Tradit Complement Altern Med 2010;7:195206. 49. Pandit PK. 2010 Inventory of ethnoveterinary medicinal plants of Jhargram division West Bengal, India. 2010;136:118394. 50. 2007; 51. Jones N, Levy MA, Storeygard A, Balk D, Gittleman JL, et al. Global trends in emerging infectious diseases. Nature 2008;451:990-94. 52. D'Souza RM, Becker NG, Hall G, Moodie KBA. ambient temperature affect foodborne disease?\" Epidemiology 2004;15:86-92. 53. Shankar A. Ayurveda for neurological 2(3):1- 2. B. Prevention of arshas with reference to lifestyle changes: scope in Ayurveda. Int. J. Ayur. Pharma Research 2014;2(6):1-6. 55. Varsakiya J and Goyal M. 2017. Chronic Obstructive Pulmonary Disease (COPD): critical review from Ayurveda perspective. J Ayu Herb Med 2017;3(2): 92-94. 56. Kovats RS, Edwards SJ, Charron D, KL, et al. Climate variability and campylobacter infection: an international study. International Journal of Biometeorology 2005;49:207-214. 57. Kremer J, Alarcon G, Lightfoot R. Methotrexate for rheumatoid arthritis: suggested guidelines for monitoring liver toxicity. Arthritis Rheum 1994;37:316. 58. Ministry of Health and Family Welfare. National Institute of Mental Health and Neuro Sciences. National Mental Health Survey of India. 2016. [cited 2020 Nov 10]. Available from: http://indianmhs.nimhans.ac.in/Docs/Report2.pdf. 59. Joshi H and Parle M. Brahmi rasayana improves learning and memory in mice. Evid Based Complement Alternat Med 2006;3:79-85. 22 | www.symbiohealth.com 60. Peterson, C., Lucas, J., John-Williams, L. et al. Identification of Altered Metabolomic Profiles Following a Panchakarma -based Ayurvedic Intervention in Healthy Subjects: The Self-Directed Biological Transformation Initiative (SBTI). Sci Rep 6, 32609 (2016). "}