{"title": "GSK to acquire clinical-stage biopharmaceutical company Affinivax, Inc. | GSK", "author": null, "url": "https://www.gsk.com/en-gb/media/press-releases/gsk-to-acquire-clinical-stage-biopharmaceutical-company-affinivax-inc/", "hostname": "gsk.com", "description": "Supports development of a strong portfolio of innovative vaccines and specialty medicines", "sitename": "Gsk", "date": "2022-05-31", "cleaned_text": "For investors and media only Issued: 31 May 2022, London UK - LSE announcement - GSK to pay $2.1 billion upfront and up to $1.2 billion in potential development milestones - Proposed acquisition provides access to next-generation 24-valent pneumococcal vaccine candidate in phase II development and highly innovative, MAPSTM technology - Supports development of a strong portfolio of innovative vaccines and specialty medicines GSK plc (LSE/NYSE: GSK) today announced that it has entered into a definitive agreement to acquire Affinivax, Inc. (Affinivax), a clinical-stage biopharmaceutical company based in Cambridge, Boston, Massachusetts, for a $2.1 billion upfront payment and up to $1.2 billion in potential development milestones. Affinivax is pioneering the development of a novel class of vaccines, the most advanced of which are next-generation pneumococcal vaccines. Pneumococcal disease includes pneumonia, meningitis, bloodstream infections, and milder diseases such as sinusitis and otitis media and remains a significant unmet medical need despite the availability of current pneumococcal vaccines. There are many different pneumococcal serotypes. The number of serotypes in current vaccines is limited due to the degree of immunological interference observed when using existing conjugation technologies. Affinivax has developed the Multiple Antigen Presenting System (MAPS), a novel technology that supports higher valency than conventional conjugation technologies, enabling broader coverage against prevalent pneumococcal serotypes and potentially creating higher immunogenicity than current vaccines. Affinivax's most advanced vaccine candidate (AFX3772) includes 24 pneumococcal polysaccharides plus two conserved pneumococcal proteins (compared to up to 20 serotypes in currently approved vaccines). A 30-plus valent pneumococcal candidate vaccine is also in pre-clinical development. Dr Hal Barron, Chief Scientific Officer and President R&D, GSK, said: \"The proposed acquisition further strengthens our vaccines R&D pipeline, provides access to a new, potentially disruptive technology, and broadens GSK's existing scientific footprint in the Boston area. We look forward to working with the many talented people at Affinivax to combine our industry-leading development, manufacturing, and commercialisation capabilities to make this exciting new technology available to those in need.\" In the adult phase I/II clinical trials, AFX3772 was well tolerated in participants and demonstrated good immune responses compared to the current standard of care. In July 2021, the US Food and Drug Administration granted Breakthrough Therapy designation for AFX3772 to prevent S. pneumoniae invasive disease and pneumonia in adults 50 years and above. Phase III is expected to start in the short term. Phase I/II clinical trials to assess the use of the vaccine in paediatrics are planned to begin later this year. \"Affinivax grew out of our founders' scientific and personal vision to drive vaccine innovation to make a meaningful impact on people's lives, in both developed and developing countries,\" said Steven Brugger, CEO of Affinivax, Inc. \"Over the past eight years, we have taken that vision from the initial development of our MAPS vaccine platform at Boston Children's Hospital to a pipeline of novel vaccines with our lead vaccine candidate in late-stage clinical studies. We are proud that GSK has recognized our team's accomplishments and are confident that GSK is an ideal new home for our MAPS platform and the team behind its success. GSK's significant capabilities will enable continued advances with MAPS to improve existing vaccines - as is the case with our lead Streptococcus pneumoniae MAPS vaccine program - and develop vaccines that combat novel and resistant infectious diseases for which there are no effective immunization strategies available today.\" Financial considerations Under the terms of the agreement, GSK will acquire 100% of the outstanding shares of Affinivax. The consideration for the acquisition comprises an upfront payment of $2.1 billion to be paid upon closing and two potential milestone payments of $0.6 billion to be paid upon the achievement of certain paediatric clinical development milestones. The transaction is subject to customary closing conditions, including the expiration or early termination of the waiting period under the Hart-Scott- Rodino Anti-Trust Improvements Act of 1976. The transaction is expected to close in the third quarter of 2022. GSK will account for the transaction as a business combination. New GSK reaffirms its full-year 2022 guidance and the medium-term outlook for 2021-2026 of more than 5% sales and 10% adjusted operating profit CAGR* at CER**. * CAGR: Compound Annual Growth Rate; **CER: Constant Exchange Rate Pneumococcal disease The bacterium Streptococcus pneumoniae causes pneumococcal disease. There are multiple types of pneumococcal disease, including bloodstream infections (sepsis), pneumonia, meningitis, and other milder diseases such as sinusitis and otitis media. A significant unmet medical need remains despite the availability of current vaccines. Pneumococcal pneumonia causes an estimated 150,000 hospitalisations each year in the United States; pneumococcal meningitis and bacteremia killed approximately 3,250 people in the United States in 2019 [[1]](#_edn1). MAPSTM technology platform Multiple Antigen Presenting System (MAPS) is a novel and highly efficient vaccine technology platform that enables the precise, high-affinity binding of disease-relevant polysaccharides to disease-relevant protein antigens in a single vaccine. Immunisation with the resulting polysaccharide-protein complexes induces a broad and potentially protective B-cell (antibody) response to the polysaccharides and a separate B-cell and T-cell immune response to the proteins. The distinctive plug-and-play nature of MAPS enables the targeting of a broad range of infectious diseases. The initial use of the technology has been directed primarily toward preventing pneumococcal disease. Applicability of the technology has also been demonstrated for additional infectious disease pathogens, including those that cause hospital-acquired infections. About GSK GSK is a science-led global healthcare company. For further information please visit [www.gsk.com/en-gb/company/](http://www.gsk.com/en-gb/company/). GSK cautionary statement regarding forward-looking statements GSK cautions investors that any forward-looking statements or projections made by GSK, including those made in this announcement, are subject to risks and uncertainties that may cause actual results to differ materially from those projected. Such factors include, but are not limited to, those described in GSK's Annual Report on Form 20-F for 2021 and any impacts of the COVID-19 pandemic. The assumptions and basis for GSK's 2022 Guidance and Outlook are set out on page 43 of GSK's first quarter 2022 earnings release and page 69 of the GSK 2021 Annual Report. Definitions of Adjusted results, CER growth, CAGR and new GSK are set out on pages 42 of GSK's first quarter 2022 earnings release and pages 56 and 59 of the GSK 2021 Annual Report. References [[1]](#_ednref1) US Centers for Disease Control and Prevention "}