{"title": "Breakthrough infections are less likely to lead to long COVID-19, a study suggests", "author": "EMILY ANTHES", "url": "https://www.seattletimes.com/nation-world/breakthrough-infections-are-less-likely-to-lead-to-long-covid-19-a-study-suggests/", "hostname": "seattletimes.com", "description": "People who experience breakthrough infections of the coronavirus after being fully vaccinated are about 50% less likely to experience long COVID-19 than are unvaccinated people who catch the virus, researchers said in a large new report.", "sitename": "The Seattle Times", "date": "2021-09-01", "cleaned_text": "People who experience breakthrough infections of the coronavirus after being fully vaccinated are about 50% less likely to experience long COVID-19 than are unvaccinated people who catch the virus, researchers said in a large new report on British adults. The study, which was published in the journal Lancet Infectious Diseases on Wednesday, also provides more evidence that the two-shot Pfizer-BioNTech, Moderna and AstraZeneca vaccines offer powerful protection against symptomatic and severe disease. \"This is really, I think, the first study showing that long COVID is reduced by double vaccination, and it's reduced significantly,\" said Dr. Claire Steves, a geriatrician at King's College London and the study's lead author. Although many people with COVID-19 recover within a few weeks, some experience long-term symptoms, which can be debilitating. This constellation of lingering aftereffects that have become known as long COVID-19 may include fatigue, shortness of breath, brain fog, heart palpitations and other symptoms. But much about the condition remains mysterious. \"We don't have a treatment yet for long COVID,\" Steves said. Getting vaccinated, she said, \"is a prevention strategy that everybody can engage in.\" The findings add to a growing pile of research on so-called breakthrough infections among vaccinated people. The Centers for Disease Control and Prevention has confirmed that the highly contagious delta variant is causing more of these breakthroughs than other versions of the virus, although infections in fully vaccinated people still tend to be mild. The new findings are based on data from more than 1.2 million adults in the COVID Symptom Study, in which volunteers use a mobile app to log their symptoms, test results and vaccination records. The participants include those who received at least one dose of the Pfizer, Moderna or AstraZeneca vaccines between Dec. 8 and July 4, as well as a control group of unvaccinated people. Of the nearly 1 million people who were fully vaccinated, 0.2% reported a breakthrough infection, the researchers found. Those who did get breakthrough infections were roughly twice as likely to be asymptomatic as were those who were infected and unvaccinated. The odds of being hospitalized were 73% lower in the breakthrough group than the infected, unvaccinated group. The odds of having long-term symptoms — lasting at least four weeks after infection — were also 49% lower in the breakthrough group. \"Of course, vaccines also massively reduce your risk of getting infected in the first place,\" Steves said. That lowered risk means that vaccination should reduce the odds of long COVID-19 by even more, she noted. The study has limitations, the researchers acknowledge, the most notable of which is that the data is all self-reported. Long COVID-19 is also difficult to study, with wide-ranging symptoms that may vary enormously in severity. But Steves said that she hoped the findings might encourage more young people, whose vaccination rates have lagged behind, to get the shots. Young adults are less likely to become seriously ill from the virus than older adults, but they are still at risk for long COVID-19, she noted. \"Being out of action for six months has a major impact on people's lives,\" she said. \"So, if we can show that their personal risk of long COVID is reduced by getting their vaccinations, that may be something that may help them make a decision to go ahead and get "}