{"title": "CDC Panel Takes on COVID Vaccine Rollout, Risks, and Side Effects", "author": "Kerry Dooley Young", "url": "https://www.medscape.com/viewarticle/940120", "hostname": "medscape.com", "description": "CDC's vaccine advisers were briefed Friday on potential approaches for a COVID vaccine rollout and a method for tracking adverse events of these shots.", "sitename": "Medscape", "date": "2020-10-30", "cleaned_text": "and guidance in Medscape's [Coronavirus Resource Center](https://www.medscape.com/resource/coronavirus). Federal advisers who will help determine which Americans get the first COVID vaccines took an in-depth look Friday at the challenges they face in selecting priority groups. The Advisory Committee on Immunization Practices (ACIP) of the Centers for Disease Control and Prevention (CDC) will face two key decisions once a COVID vaccine wins clearance from the US Food and Drug Administration (FDA). ACIP will need to decide whether to recommend its use in adults (the age group in which vaccines are currently being tested). The group will also need to offer direction on which groups should get priority in vaccine allocation, inasmuch as early supplies will not be sufficient to vaccinate everyone. At the Friday meeting, CDC's Kathleen Dooling, MD, MPH, suggested that ACIP plan on tackling these issues as two separate questions when it comes time to weigh in on an approved vaccine. Although there was no formal vote among ACIP members on Friday, Dooling's proposal for tackling a future recommendation in a two-part fashion drew positive feedback. ACIP member Katherine A. Poehling, MD, MPH, suggested that the panel and CDC be ready to reexamine the situation frequently regarding COVID vaccination. \"Perhaps we could think about reviewing data on a monthly basis and updating the recommendation, so that we can account for the concerns and balance both the benefits and the [potential] harm,\" Poehling said. Dooling agreed. \"Both the vaccine recommendation and allocation will be revisited in what is a very dynamic situation,\" Dooling replied to Poehling. \"So all new evidence will be brought to ACIP, and certainly the allocation as vaccine distribution proceeds will need to be adjusted accordingly.\" Ethics and Limited Evidence During the Friday meeting, ACIP members repeatedly expressed discomfort with the prospect of having to weigh in on widespread use of COVID vaccines on the basis of limited evidence. Within months, FDA may opt for a special clearance, known as an emergency use authorization (EUA), for one or more of the experimental COVID vaccines now in advanced testing. Many of FDA's past EUA clearances were granted for test kits. For those EUA approvals, the agency considered risks of false results but not longer-term, direct harm to patients from these products. With a COVID vaccine, there will be strong pressure to distribute doses as quickly as possible with the hope of curbing the pandemic, which has already led to more than 229,000 deaths in the United States alone and has disrupted lives and economies around the world. But questions will persist about the possibility of serious complications from these vaccines, ACIP members noted. \"My personal struggle is the ethical side and how to balance these two,\" said ACIP member Robert L. Atmar, MD, of Baylor College of Medicine, Houston, Texas, who noted that he expects his fellow panelists to share this concern. Currently, four experimental COVID vaccines likely to be used in the United States have advanced to phase 3 testing. Pfizer Inc and BioNtech have enrolled more than 42,000 participants in a test of their candidate, BNT162b2 vaccine, and rival Moderna has enrolled about 30,000 participants in a test of its mRNA-1273 vaccine, CDC staff said. The other two advanced COVID vaccine candidates have overcome recent hurdles. AstraZeneca Plc on October 23 announced that FDA had removed a hold on the testing of its AZD1222 vaccine candidate; the trial will enroll approximately 30,000 people. Johnson & Johnson's Janssen unit also announced that day the lifting of a safety pause for its Ad26.COV2.S vaccine; the phase 3 trial for that vaccine will enroll approximately 60,000 volunteers. Federal agencies, states, and territories have developed plans for future distribution of COVID vaccines, CDC staff said in briefing materials for today's ACIP meeting. Several ACIP members raised many of the same concerns that members of an FDA advisory committee raised at a meeting earlier this month. ACIP and FDA advisers honed in on the FDA's decision to set a median follow-up duration of 2 months in phase 3 trials in connection with expected EUA applications for COVID-19 vaccines. \"I struggle with following people for 2 months after their second vaccination as a time point to start making final decisions about safety,\" said ACIP member Sharon E. Frey, MD, a professor at St. Louis University School of Medicine, St. Louis, Missouri. \"I just want to put that out there.\" Medical Frontline, Then Who? There is consensus that healthcare workers be in the first stage Phase 1 of distribution. That recommendation was made in a report from the [National Academies of Sciences, Engineering, and Medicine](https://www.medscape.com/viewarticle/938514) (NASEM). Phase 1A would include first responders; Phase 1B might include people of all ages who have two or more comorbidities that put them at significantly higher risk for COVID-19 or death, as well as older adults living in congregate or overcrowded settings, [the NASEM report said.](https://nam.edu/national-academies-release-framework-for-equitable-allocation-of-covid-19-vaccine/) [A presentation](https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2020-10/COVID-Biggerstaff.pdf) from the CDC's Matthew Biggerstaff, ScD, MPH, underscored challenges in distributing what are expected to be limited initial supplies of COVID vaccines. Biggerstaff showed several scenarios the CDC's Data, Analytics, and Modeling Task Force had studied. The initial allocation of vaccines would be for healthcare workers, followed by what the CDC called Phase 1B. Choices for a rollout may include next giving COVID vaccines to people at high risk, such as persons who have one or more chronic medical conditions, including heart disease, diabetes, kidney disease, or obesity. Other options for the rollout could be to vaccinate people aged 65 years and older or essential workers whose employment puts them in contact with the public, thus raising the risk of contracting the virus. The CDC's research found that the greatest impact in preventing death was to initially vaccinate adults aged 65 and older in Phase 1B. The agency staff described this approach as likely to result in an about \"1 to 11% increase in averted deaths across the scenarios.\" Initially vaccinating essential workers or high-risk adults in Phase 1B would avert the most infections. The agency staff described this approach as yielding about \"1 to 5% increase in averted infections across the scenarios,\" Biggerstaff said during his presentation. The following are other findings of the CDC staff: The earlier the vaccine rollout relative to increasing transmission, the greater the averted percentage and differences between the strategies. Differences were not substantial in some scenarios. The need to continue efforts to slow the spread of COVID-19 should be emphasized. Adverse Effects ACIP members also heard about strategies for tracking potential side effects of future vaccines. A presentation by Tom Shimabukuro, MD, MPH, MBA, from the CDC's COVID-19 Vaccine Task Force/Vaccine Safety Team, included details about a [new smartphone-based active surveillance program](https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2020-10/COVID-Shimabukuro.pdf) for COVID-19 vaccine safety. Known as v-safe, this system would use Web-based survey monitoring and incorporate text messaging. It would conduct electronic health checks on vaccine recipients, which would occur daily during the first week post vaccination and weekly thereafter for 6 weeks from the time of vaccination. Clinicians \"can play an important role in helping CDC enroll patients in v-safe at the time of vaccination,\" Shimabukuro noted in his presentation. This would add another task, though, for clinicians, the CDC staff noted. Pregnancy and Breastfeeding Are Special Concerns Pregnancy and Breastfeeding Are Special Concerns Of special concern with the rollout of a COVID vaccine are recommendations regarding pregnancy and breastfeeding. Women constitute about 75% of the healthcare workforce, CDC staff noted. At the time the initial ACIP COVID vaccination recommendations are made, there could be approximately 330,000 healthcare personnel who are pregnant or who have recently given birth. Available data indicate potentially increased risks for severe maternal illness and preterm birth associated with SARS-CoV-2 infection, said CDC's Megan Wallace, DrPH, MPH, in [a presentation for the Friday meeting](https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2020-10/COVID-Wallace.pdf). In an October 27 letter to ACIP, Chair Jose Romero, the American College of Obstetricians and Gynecologists (ACOG), urged the panel to ensure that pregnant women and new mothers in the healthcare workforce have priority access to a COVID vaccine. Pregnant and lactating women were \"noticeably and alarmingly absent from the NASEM vaccine allocation plan for COVID-19,\" wrote Christopher M. Zahn, MD, vice president for practice activities at ACOG, in the letter to Romero. \"ACOG urges ACIP to incorporate pregnant and lactating women clearly and explicitly into its COVID-19 vaccine allocation and prioritization framework,\" [Zahn wrote](https://www.acog.org/-/media/project/acog/acogorg/files/advocacy/letters/2020/10/letter-to-acip-regarding-covid-19-vaccines-and-pregnant-and-lactating-women.pdf). \"Should an Emergency Use Authorization be executed for one or more COVID-19 vaccines and provide a permissive recommendation for pregnant and lactating women, pregnant health care workers, pregnant first responders, and pregnant individuals with underlying conditions should be prioritized for vaccination alongside their non-pregnant peers.\" For more news, follow Medscape on [YouTube](https://www.youtube.com/user/medscape). Medscape Medical News © 2020 Cite this: CDC Panel Takes on COVID Vaccine Rollout, Risks, and Side Effects - Medscape - Oct 30, 2020. "}