{"title": "Lund University", "author": "Emma Byström Ann Lindstrand Nathalie Likhite Robb Butler Maria Emmelin", "url": "https://www.lunduniversity.lu.se/lup/publication/c6889d0b-1794-4289-9667-0ab31ae0b4e1", "hostname": "lunduniversity.lu.se", "description": null, "sitename": "Parental attitudes and decision-making regarding MMR vaccination in an anthroposophic community in Sweden - A qualitative study.", "date": "2014-10-01", "cleaned_text": "Parental attitudes and decision-making regarding MMR vaccination in an anthroposophic community in Sweden - A qualitative study. Author Summary, in English Measles outbreaks occur regularly throughout Europe, up to 31500 cases in the previous year, particularly where there are pockets of populations with lower vaccination coverage than the recommended 95%. Anthroposophic communities in Europe are one of several groups with relatively low vaccination coverage. In Sweden, outbreaks of measles and rubella were reported from an anthroposophic community. Thus the aim of this qualitative study was to explore facilitators and barriers to MMR vaccination among parents living in anthroposophic communities in Sweden. Twenty parents living in an anthroposophic community were interviewed, focusing on their views and decisions on MMR vaccination. The interviews were analyzed using qualitative content analysis. Two overarching views of health emerged, differentiating broadly parents who vaccinate vs. parents who do not vaccinate. Four themes describing parental attitudes toward measles vaccination were developed and three of these, the conformers, the pragmatists and the attentive delayers describe different approaches toward vaccinations among those who actually vaccinate. The last theme, promoters of natural immunity, represents those postponing or refusing vaccination beyond childhood. This study suggests that there is a spectrum of parental beliefs regarding MMR vaccination in this anthroposophic community. Interventions specifically targeted to the anthroposophic community and strengthening health workers capacity for a constructive dialog on vaccine's benefit and risks may contribute to higher vaccination coverage. This is believed to minimize the risk of future epidemics and contribute to the WHO European Region's goal of eliminating measles. Department/s Publishing year 2014 Language English Pages 6752-6757 Publication/Series Vaccine Volume 32 Issue 50 Links Document type Journal article Publisher Elsevier Topic - Environmental Health and Occupational Health Status Published Research group - Social Medicine and Global Health "}