{"title": "Can Solar Panels Offset the Energy Cost of Working (and Learning) from Home? - EcoWatch", "author": "Dewayne Bingham", "url": "https://www.ecowatch.com/solar-panels-offset-covid-energy-2654848081.html", "hostname": "ecowatch.com", "description": "Can installing solar panels help offset the extra energy consumed when working or learning from home during the COVID-19 pandemic? We dig into the research here.", "sitename": "EcoWatch", "date": "2021-09-02", "cleaned_text": "Can Solar Panels Offset the Energy Cost of Working (and Learning) from Home? [Renewable Energy](https://www.ecowatch.com/renewable-energy/) tzahiV / iStock / Getty Images The COVID-19 Delta variant has left businesses and schools across the country backpedaling from their goals for more integrated, [in-person participation](https://www.ecowatch.com/school-during-coronavirus-pandemic-2646436355.html). In many areas, virtual learning and remote work are becoming the norm once again, and often, this comes with a significant increase in [residential energy consumption](https://time.com/5935050/remote-work-energy-bill/). For those concerned about increased electric bills and a greater carbon footprint, however, researchers say [solar energy could prove effective](https://www.bostonsolar.us/solar-blog-resource-center/blog/using-solar-energy-while-working-from-home-1/) in offsetting the costs of working and learning from home. Turning Back to Virtual Learning Although most school districts across the country opened back up with the intention of holding 100% in-person classes, spreading of the Delta variant has already forced many classrooms into stints of remote learning. As the Los Angeles Times recently reported, \"a cluster of three or more [potentially linked cases at one school](https://www.latimes.com/california/story/2021-08-12/back-to-school-covid-19-delta-variant-q-a#21) over 14 days could represent an outbreak and could lead to having a group of students or even a class quarantine at home.\" As of August 24, at least 80 school districts have been [forced to halt in-person instruction](https://apnews.com/article/health-education-coronavirus-pandemic-ec73ec0e4150f6dd1a2c4f8a07c5ab8b) in some capacity due to viral outbreaks. At the end of the last academic year, an elementary school teacher in Marin County, California, who had not been vaccinated against COVID-19 infected at least 12 students while experiencing mild symptoms, according to a recent [ CDC report](https://www.cdc.gov/mmwr/volumes/70/wr/mm7035e2.htm). The majority of her class was ineligible for vaccination, due to their age. Cases like this illuminate the obstacles that schools are facing in their efforts to protect students. Eight states have passed laws [banning mask mandates](https://www.forbes.com/sites/alisondurkee/2021/08/17/tennessee-becomes-latest-state-to-ban-school-mask-mandates---heres-the-full-list/?sh=36d2c9ff27e0) in public schools, and because students younger than 12 years of age are ineligible for vaccination, classrooms can quickly become hotspots. This forces students to quarantine and learn remotely, which raises energy consumption within homes. A Bright Future for Remote Work Some of the most successful companies in the world have maintained and refined opportunities for remote work throughout the COVID-19 pandemic. Many of these corporations are moving toward permanent implantation of [remote and hybrid working models](https://www.forbes.com/sites/kristinstoller/2021/01/31/never-want-to-go-back-to-the-office-heres-where-you-should-work/?sh=2474b8726712), especially in industries like software, finance and media. Studies suggest that these models could prove wildly successful, even in a post-pandemic era, not only because they expose employees to fewer health risks, but also because they promote [ higher productivity](https://hbr.org/2020/08/research-knowledge-workers-are-more-productive-from-home) and greater mental wellness. According to LinkedIn's 2020 Workforce Confidence Index, [about half of the country's working professionals](https://www.linkedin.com/pulse/remote-work-sweeps-us-55-say-can-succeed-industry-george-anders/) believe that their industry can operate successfully in a remote setting. Minimizing Energy Costs and Environmental Impacts of Virtual Meetings Increased use of home appliances, electronics, heating and air conditioning all contribute to higher electric bills and a greater carbon footprint for those working and learning from home. At the onset of the pandemic, residential energy consumption [increased by up to 10%](https://www.nber.org/system/files/working_papers/w27937/w27937.pdf) and energy bills for remote workers increased by up to $50 per month, according to a study by Dr. Steve Cicala, a research fellow for the National Bureau of Economic Research and associate professor at Tufts University. \"The relative energy intensity of heating and cooling the entire homes of employees rather than a single office suggests that the future of working from home is not as green as one might think based on reduced commuting alone,\" Cicala writes in the study. Drawing from solar panels could actually be the [cleanest, most energy-efficient and cost-effective](https://www.cbsnews.com/news/working-from-home-energy-bills-green-power/) strategy to offset the energy costs of working from home. But is it worth [installing solar panels](https://www.ecowatch.com/solar/how-to-install-solar-panels) on your home to offset increased energy costs due to COVID-19 quarantining? \"If people think they might be working from home and using more electricity long term, this would be a good time to think about prospective efficiency improvements,\" Cicala says in an [interview with Tufts](https://now.tufts.edu/articles/staying-home-covid-19-means-higher-electricity-bills), \"LEDs instead of old bulbs and plasma TVs, rooftop or community solar to spin the meter back a bit, or perhaps updating some old power-hungry appliances around the house.\" Although market barriers and soft costs limit the expansion of the solar industry, the average cost of solar panels has [dropped by more than 70%](https://www.seia.org/solar-industry-research-data) in the last decade. Federal solar tax credits can further reduce the cost of installation by 26%, and some states also offer their own incentives. Beyond slashing costs, powering homes with solar energy can support the electric grid through net metering. This credits residences that produce more energy than they consume and allows them to export excess energy to the grid, providing surrounding consumers with clean energy. While the barriers for entry are higher in certain states, solar panels are becoming more universally accessible. As remote work and schooling become the \"new normal\" once again, solar energy could be vital in preventing further financial and environmental crises related to the pandemic. So, Is it a Good Decision for You to Go Solar? In order to decide whether solar is a feasible option for your family, you'll need to weigh the pros and cons and ensure your home is a good candidate for solar. The easiest way to do so is to consult a solar energy company in your area for a free, no-obligation quote. To get started, you can use [this tool](https://solar-estimate.ecowatch.com/ecowatch-quote/?subid=solar-panels-offset-covid-energy_hyperlink) or fill out the form below. "}