{"title": "Destiny's Odyssey", "author": null, "url": "https://destinysodyssey.com/life-enrichment/meditation/", "hostname": "destinysodyssey.com", "description": "Meditation - act of engaging in contemplation or reflection for the purpose of reaching a heightened level of spiritual awareness or mindfulness", "sitename": "Destiny's Odyssey", "date": "2014-07-04", "cleaned_text": "Meditation Meditation is the act of engaging in contemplation or reflection for the purpose of reaching a heightened level of spiritual awareness or mindfulness. It is essentially a technique for relaxing the mind to attain a state of consciousness that is different from the normal busy awakened state. Through meditation you learn to explore your inner dimensions in order to better understand yourself and experience the center of consciousness within. Meditation is often used to relax your mind and body in order to reduce many health issues, such as high blood pressure, depression, and anxiety. There are numerous styles of meditation, but generally meditation can be thought of as a process that allows you to go beyond your active mind and experience a sense of peace and tranquility. During meditation, your mind is clear, relaxed, and inwardly focused. When you meditate, you are fully awake and alert, but your mind is not focused on the external world or on the events taking place around you. Rather, you are focused inward. It is in the stillness and silence of meditation, that you are able to really focus on understanding your inner self. Our Mediation Our Mediation section is designed to promote relaxation, build internal energy, and develop mindfulness, as well as help immerses the mind with peace and clarity. Our mind itself is often the biggest obstacle standing between ourselves and our awareness. Therefore, we offer strategies to help you cultivate stillness and learn to let go of the tension in your body so you are able to delve into your deep inner consciousness that is often lost sight of amid the busyness and distractions of our daily lives. "}