{"title": "Functional Gastrointestinal Disorders: A biopsychosocial approach", "author": null, "url": "https://www.routledge.com/Functional-Gastrointestinal-Disorders-A-biopsychosocial-approach/Knowles-Stern-Hebbard/p/book/9780367198732", "hostname": "routledge.com", "description": "This book brings together world experts in the field of Functional Gastrointestinal Disorders (FGIDs) who practice an integrated and holistic approach in their care for patients to provide an up-to-date and comprehensive evaluation of a range of issues associated with the biopsychosocial treatment of FGIDs. Examining topics such as neurological and biological aspects of FGIDs, common concerns faced in relation to diagnosis, and ongoing medical decisions and interventions, each chapter provides c", "sitename": "Routledge & CRC Press", "date": "2019-01-09", "cleaned_text": "1st Edition Functional Gastrointestinal Disorders A biopsychosocial approach Hebbard](/search?author=Geoff Hebbard)Copyright 2018 This book brings together world experts in the field of Functional Gastrointestinal Disorders (FGIDs) who practice an integrated and holistic approach in their care for patients to provide an up-to-date and comprehensive evaluation of a range of issues associated with the biopsychosocial treatment of FGIDs. Examining topics such as neurological and biological aspects of FGIDs, common concerns faced in relation to diagnosis, and ongoing medical decisions and interventions, each chapter provides crucial practical recommendations, as well as future directions of psychosocial work in multi-team environments. Functional Gastrointestinal Disorders considers individual conditions in detail, including the current Rome IV diagnostic criteria for FGIDs required to make a positive diagnosis, the role of psychological and other biopsychosocial and biofeedback aspects of treatment, and general recommendations with regard to diet and medications. Each chapter also provides an up-to-date consolidation and evaluation of the current literature as well as practical recommendations, which can then be applied by the reader in their own interaction with FGID patients. Topics covered include: - the common concerns and issues faced by individuals with FGIDs in relation to pre-and post-diagnosis, ongoing medical decisions and interventions - review of current evidence-based biopsychosocial treatment practices for each FGID condition - the differences and challenges associated with FGIDs across individual life stages - special topics such as the relationship with eating disorders and the role of psychotropic medications - modern patient centred initiatives such as patient empowerment, distance and e-therapies - the future challenges facing FGID treatment. Throughout the entire book, common themes and practical recommendations are described. Functional Gastrointestinal Disorders, has broad applicability across multiple spheres, including treatment, research and teaching and is accessible to those working in gastroenterology and primary care alike. Part 1: Background Info and Clinicially-Oriented Epidemiology Topics 1: Functional gastrointestinal disorders - Disorders of brain-gut interaction in need of integrative treatment 2: Stress, distress and functional gastrointestinal disorders 3: Functional gastrointestinal disorders and the brain-gut axis 4: Psychosocial and individual aspects of FGIDs 5: Cross-cultural aspects of functional gastrointestinal disorders Part 2: Diagnostic Procedures, Assessment and Biopsychosocial Methods in FGID 6: Diagnostic procedures in FGIDs - Addressing client concerns 7: Psychological assessment and questionnaires in functional gastrointestinal disorders 8: Diet in FGIDs 9: The role of biofeedback in functional gastrointestinal disorders Part 3: FGIDs and Biopsychosocial Approaches Across the Age Range 10: Diagnostic and treatment approaches associated with functional esophageal disorders 11: Diagnostic and treatment approaches associated with functional gastroduodenal disorders 12: Functional bowel disorder (irritable bowel syndrome; IBS): Diagnoses and current treatment options 13: Functional bowel disorders (non-IBS): Diagnosis and current treatment options 14: Functional bowel disorders (IBS and Non0IBS): Psychodynamic therapy 15: Functional bowel disorders (IBS and Non-IBS): Hypnosis 16: Functional bowel disorders (IBS and Non-IBS): Cognitive behaviour therapy 17: Functional bowel disorders (IBS and Non-IBS): Stress management and mindfulness-based approaches 18: Diagnostic and treatment approaches associated with centrally mediated abdominal pain syndrome (CAPS) 19: Diagnostic and treatment approaches associated with functional gallbladder and sphincter of Oddi Disorders 20: Diagnostic and treatment approaches for functional anorectal disorders 21: Functional gastrointestinal disorders and the elderly 22: Diagnostic and treatment approaches associated with FGIDs in children and adolescents Part 4: Working with Complex Psychological Issues in FGIDs 23: Functional gastrointestinal disorders and eating disorders 24: FGIDs and psychotropic medication 25: Patient empowerment and working with complex patients with FGIDs Part 5: Future Directions in FGIDs 26: Future directions in FGIDs - eHealth 27: Future challenges and directions in FGIDs - Complementary medicine 28: Future directions in functional gastrointestinal disorders - Microbiota, faecal transplants and pharmaceutical approaches 29: Future challenges and directions in functional gastrointestinal disorders - Psychological approaches 30: Future challenges and directions in FGIDs - Integrated and biopsychosocial care approaches "}