{"title": "Collaboration seeks to improve vaccination rates in rural areas", "author": null, "url": "https://www.sc.edu/study/colleges_schools/medicine/about_the_school/news/2021/pharmacydesert.php", "hostname": "sc.edu", "description": "A project funded by the South Carolina Center for Rural and Primary Healthcare (CRPH) is working to identify areas in South Carolina with limited access to community pharmacies.", "sitename": "School of Medicine Columbia", "date": "2021-05-13", "cleaned_text": "A project funded by the South Carolina Center for Rural and Primary Healthcare (CRPH) is working to identify areas in South Carolina with limited access to community pharmacies. The study is part of an effort to increase access to immunizations and improve pandemic preparedness. With support from the CRPH, which is based in the University of South Carolina School of Medicine Columbia, a team of researchers from the UofSC College of Pharmacy focused the first phase of the project on identifying pharmacy and vaccination deserts across the state. College of Pharmacy researchers Bryan Love, Pharm.D., MPH, Tessa Hastings, Ph.D. and Gene Reeder, Ph.D. led the effort to collect the data. Using that data, the CRPH team created a [map](https://arcg.is/11DSq9) to help visualize pharmacy deserts and find areas within a fifteen-minute drive to a pharmacy. Based on the data, the CRPH estimates that more than 450,000 SC residents live more than 30 minutes from the nearest pharmacy, a burden that reduces access to these vital services. Samantha Renaud, research program manager for the CRPH, explains why the center funds these types of innovative programs. \"We are always interested in learning more about these issues and finding ways to tackle problems like this. South Carolina lags behind in all vaccination rates, and pharmacists are vital providers in closing this gap\" she says. \"This study will help identify vaccination deserts and work with pharmacies near those areas to help with vaccination efforts.\" Xiaomo 'Shawn' Xiong, a Ph.D. candidate in the College of Pharmacy supported the study through analysis of the data. \"There is still much work to be done,\" he says, \"and the next step will be to use data from the state to calculate vaccination rates, particularly in rural areas, for common vaccines such as shingles, influenza and pneumonia, helping us to identify areas where pharmacists can make an impact.\" The data from the South Carolina Department of Health and Environmental Control shows that only 46.8% of those eligible in the state received vaccinations for the flu in 2018-2019. Tessa Hastings, Ph.D., assistant professor in the College of Pharmacy's Clinical Pharmacy and Outcomes Sciences Department, focuses much of her research on vaccination rates and how pharmacists can play a significant role in increasing those rates. \"Studies show there are serious gaps in health care that lead to lower vaccination rates and worse health outcomes,\" she says. \"Community pharmacists are trusted and easily accessible and that is key in this era of vaccine hesitancy.\" The project is moving into a second phase in evaluating the existing capacity of pharmacists to provide influenza and pneumococcal vaccines, as well as the addition of vaccinations for COVID-19. Renaud says these types of cooperative agreements serve a mutually beneficial purpose, \"This was a tremendous project in terms of identifying gaps in access to pharmacies and their services,\" she said. \"When COVID-19 came into the picture, it was something definitely needed as we were able to share the information with DHEC's COVID-19 task force to help "}