{"title": "International students experience traditional Chinese medicine in Nanjing", "author": "English Jsjyt Edu Cn; Updated Jun", "url": "https://studychina.chinadaily.com.cn/s/202306/19/WS648fad72498ea274927c0d1b/international-students-experience-traditional-chinese-medicine-in-nanjing.html", "hostname": "chinadaily.com.cn", "description": "A recent event organized by the China Scholarship Council, Nanjing University of Chinese Medicine, and the Nanjing Qinhuai District Hospital of TCM has provided a unique opportunity for 44 international students to delve into the world of traditional Chinese medicine.", "sitename": "govt.chinadaily.com.cn", "date": "2023-06-19", "cleaned_text": "International students collect herbal medicine in the mountains. [Photo/Nanjing University of Chinese Medicine] A recent event organized by the China Scholarship Council, Nanjing University of Chinese Medicine, and the Nanjing Qinhuai District Hospital of TCM has provided a unique opportunity for 44 international students to delve into the world of traditional Chinese medicine. The participants visited hospitals, communities, and mountains to experience TCM therapies, offer free clinics, and learn about herbal medicine, all with the aim of promoting TCM culture. At the acupuncture department of the Qinhuai District Hospital of TCM, international students bombarded Xue Liang, a doctor, with a string of questions. Xue, who has mentored more than 1,000 international students since 2003, shared: \"Once they acquire practical TCM knowledge, the students return to their home countries to practice and promote TCM. They often reach out to me for advice when they encounter clinical challenges.\" A student from Vietnam completed her undergraduate and master's degrees at Nanjing University of Chinese Medicine and is now pursuing a doctoral degree. After practicing medicine in Vietnam for 10 years upon receiving her master's, she decided to come to China for further studies to improve her medical skills. She added that in Vietnam, more and more people, especially the elderly, are recognizing the value of TCM after discovering that TCM provides better results in treating joint and muscle pain, as well as facial paralysis. "}