{"title": "Journal of Medical Virology, /,", "author": null, "url": null, "hostname": null, "description": "Journal of Medical Virology,PubMed", "sitename": null, "date": "2023-08-03", "cleaned_text": "[J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date Molina, Victor Jimenez-Vasquez, Wendy Lizarraga, Nieves Sevilla, Hurtado, Carlos Padilla-Rojas During the 2022 COVID-19 pandemic, monkeypox emerged as a significant threat to global health. The virus responsible for the disease, the human monkeypox virus (hMPXV), underwent various genetic changes, resulting in the emergence of over a dozen distinct lineages, which could be identified by only a small number of unique mutations. As of January 25, 2023, genomic information of hMPXV generated had - [Nirmatrelvir/ritonavir for the treatment of immunocompromised adult patients with early-stage symptomatic COVID-19: A real-life José Aguado Regardless of vaccination status, progression to severe coronavirus disease 2019 (COVID-19) is still a relevant cause of morbidity among immunocompromised patients. Despite the proven efficacy of nirmatrelvir/ritonavir (NMV/r), concerns remain regarding the potential for drug-to-drug interactions (DDIs) and the safety in this at-risk population. We aimed to evaluate the clinical outcomes of immunocompromised - [Genetic and structural analyses reveal the low potential of the SARS-CoV-2 EG.5 variant](/paperRedirect/1698924175542734848) [J. syndrome coronavirus 2 EG.5 lineage is the latest variant under monitoring, and it is generating significant concern due to its recent upward trend in prevalence. Our aim was to gain insights into this emerging lineage and offer insights into its actual level of threat. Both genetic and structural data indicate that this novel variant presently lacks substantial evidence - [YAP suppresses human T-cell leukemia virus type 1 transcription](/paperRedirect/1698924174687096832) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-09-03 Hengbo Li, Feng Zou, Jie Zhang, Shengyu Zhu, Kaifei Chu, Xu Zhang, Tiejun Zhao Human T-cell leukemia virus type 1 (HTLV-1) is causes HTLV-1 encodes Tax protein that activates transcription from viral long terminal repeats (LTR). Multiple cofactors are involved in the regulation of HTLV-1 transcription via association with Tax. Yes-associated protein (YAP), which is the key effector of Hippo pathway, is elevated - [Hypoxia and hypoxia-inducible in sarcoma-associated herpesvirus infection and pathogenesis](/paperRedirect/1698924173495914496) [J. Med. Virol.](/paper/journal/4765)(IF Pub Date : and several other tumors and hyperproliferative diseases seen predominantly in human immunodeficiency virus-infected and other immunocompromised persons. There is an increasing body of evidence showing that hypoxia and hypoxia-inducible factors (HIFs) play important roles in the biology of KSHV and in the pathogenesis - [Intravenous tecovirimat treatment of oral monkeypox lesions in a patient with HIV-1](/paperRedirect/1698924172246011904) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-09-04 Wan Hsiang Chen, Dierdre B. Axell-House A man in his mid-30s presented with 1 week of painful, progressive, and confluent tongue and chin ulcerations. Swabs of the lesions were detected positive for monkeypox (mpox) DNA by polymerase chain reaction. During hospitalization, he received a diagnosis of human immunodeficiency virus-1. Due to severe oral pain, the patient was treated with intravenous tecovirimat 200 mg every 12 h for 4 days with - [Lipid nanoparticle-mediated delivery of IL-21-encoding mRNA induces viral clearance in mouse models of hepatitis B virus persistence](/paperRedirect/1698924171096772608) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : Hao, Qiang Deng, Jing Liu, Jiming Zhang, Youhua Xie Hepatitis B virus (HBV) covalently closed circular DNA (cccDNA), the transcription template for all viral mRNAs, is highly stable and current treatment options cannot effectively induce its clearance. Previously, we established an HBV persistence mouse model based on a clinical isolate (termed BPS) and identified interleukin-21 (IL-21) as a potent inducer of MSM using kits HIV and sexually transmitted infection screening](/paperRedirect/1698217843592286208) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) who have sex with men (MSM) are at high risk of sexually transmitted infections, among which HPV infections are particularly prominent. We took advantage of the MémoDépistages study to evaluate HPV distribution at anal and oropharyngeal sites in HIV-negative multipartner MSM. HPV DNA was detected in 82% (n = 344) of anal and 11% (n = 45) of oropharyngeal self-collected samples taken from 421 participants - [Correction to \"Assessment of HBV intrahepatic organoids\"](/paperRedirect/1697614620242235392) Tran BM, Flanagan D, McCartney E, Tse E, Vincan E. Assessment of HBV infection and inter-host cellular (Ornella Romeo; Emily Kirby; Michael Beard) have been inadvertently left out in the initial submission and have now been included in the revised manuscript. We apologize - [Arbidol increases the survival rate by mitigating inflammation in suckling mice infected with human coronavirus OC43 virus](/paperRedirect/1697614619436929024) [J. Shen Human coronavirus OC43 (HCoV-OC43) often causes common cold and is able to neuroinvasive, but it can also induce lower respiratory tract infections (LRTI) especially in children and the elderly adults with underlying diseases. HCoV-OC43 infections currently have no approved antiviral treatment. Arbidol (ARB) is a broad-spectrum antiviral and is an antiviral medication for the treatment of influenza - [Perturbations in spike-specific peripheral T follicular helper cells immunized by respiratory syndrome coronavirus 2 (SARS-Cov2) infection has caused an increase in mortality and morbidity, but with vaccination, the disease severity has significantly reduced. With the emergence of various variants of concern (VOCs), the vaccine breakthrough infection has also increased. Here we studied circulating spike-specific T follicular response (cTfh) in infection-naïve vaccinees - [Correction to \"Safety and immunogenicity COVID-19 in patients hepatocellular (CHESS-NMCID 2101): A multicenter prospective study\"](/paperRedirect/1697614617931173888) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-31 Qi, X, Wang, J, Zhang, Q, et al. Safety and immunogenicity of COVID-19 vaccination in patients with hepatocellular carcinoma (CHESS-NMCID 2101): a multicenter prospective study. 2022;94:5553-5559. doi:10.1002/jmv.27992 In the \"Authors and Affiliations\" section in the published article, there was an error regarding the affiliation for Yifei Huang. The affiliation for Yifei Huang was displayed - [Clinical characteristics and factors for serious outcomes among outpatients infected with the Omicron subvariant BF.7](/paperRedirect/1696374501195665408) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-27 Hui Yang, Zhaojian Wang, Ying Zhang, Man Xu, Yushu Wang, Yi Zhang, Xuefeng Liu, Zhuoling An, Zhaohui Tong To evaluate clinical characteristics and identify risk factors associated with severe outcomes in outpatients infected with the Omicron subvariant BF.7, data were collected from outpatients diagnosed with Corona Virus Disease 2019 from December 19, 2022 to January 5, 2023. Clinical characteristics were analyzed using descriptive statistics. Univariate and multivariate logistic regression analyses were - [Co-delivery of a trimeric spike DNA and protein vaccine with aluminum hydroxide enhanced Th1-dominant humoral and cellular immunity against SARS-CoV-2](/paperRedirect/1696374500373581824) [J. Virol.](/paper/journal/4765)(IF Pub Date : 2023-08-27 Hung-Chun Liao, Min-Syuan Huang, Fang-Feng Chiu, Kit Man Chai, Liao, Suh-Chin Wu, Hsin-Wei Chen, Shih-Jen Liu Protein subunit vaccines have been used as prophylactic vaccines for a long time. The well-established properties of these vaccines make them the first choice for the coronavirus disease 2019 (COVID-19) outbreak. However, it is not easy to develop a protein vaccine that induces cytotoxic T lymphocyte responses and requires a longer time for manufacturing, which limits the usage of this vaccine type - [Validation of Luminex immunological and competitive Luminex immunological assays human papillomavirus vaccine](/paperRedirect/1696374499522138112) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-27 Xiao Zhang, Dan Meng, Hong Li, Xuefeng Li, Jing Li, Ping Hu, Lu Zhao, Rui Wang, Chaonan Zhao, Chunxia Luo, Weihua Gu, Wenlin Gai, Yang Wang, Liangzhi Xie A novel virus-like particle (VLP)-based multivalent recombinant human papillomavirus (HPV) vaccine was developed and evaluated in human, including 14 HPV-type specific VLP antigens (HPV6, 11, 16, 18, 31, 33, 35, 39, 45, 51, 52, 56, 58, and 59). The pseudovirus-based neutralizing assay (PBNA) method is widely used for immunogenicity assessment of HPV vaccine in clinical trials. However, as many as 14 - [Identification of HPV oncogene and host cell differentiation associated cellular heterogeneity in cervical cancer via single-cell transcriptomic analysis](/paperRedirect/1696374498448396288) [J. Wang, Ma, Abdul Qawee Rani, Jenny Li, Xuefeng Liu, Qin Ma Human Papillomaviruses (HPVs) are associated with around 5%-10% of human cancer, notably nearly 99% of cervical cancer. The mechanisms HPV interacts with stratified epithelium (differentiated layers) during the viral life cycle, and oncogenesis remain unclear. In this study, we used single-cell transcriptome analysis to study viral gene and host cell differentiation-associated heterogeneity of HPV-positive - [Viral load: We need a new look at an old problem?](/paperRedirect/1696374497475317760) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-28 Alexandro Guterres The concept of viral load was introduced in the 1980s to measure the amount of viral genetic material in a person's blood, primarily for human immunodeficiency virus (HIV). It has since become crucial for monitoring HIV infection progression and assessing the efficacy of antiretroviral therapy. However, during the coronavirus disease 2019 pandemic, the term \"viral load\" became widely popularized, not - [Rhinoviruses A and C elicit long-lasting antibody responses with limited cross-neutralization](/paperRedirect/1696374496359632896) [J. Med. Virol.](/paper/journal/4765)(IF Busse, Carlos A. Camargo, Timothy Choi, Robyn Cohen, Ramyani De, Gregory P. DeMuri, Anne M. Fitzpatrick, Kattan, Carolyn Kercsmar, Haejin Rhinoviruses (RVs) can cause severe wheezing illnesses in young children and patients with asthma. Vaccine development has been hampered by the multitude of RV types with little information about cross-neutralization. We previously showed that neutralizing antibody (nAb) responses to RV-C are detected twofold to threefold more often than those to RV-A throughout childhood. Based on those findings, - [Mpox risk perception and associated factors among Chinese young men who have sex with men: Results from a large cross-sectional survey](/paperRedirect/1696374495260725248) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : Yutong Xu, Siwen Huang, Yuhang Zhang, Jingtao Zhou, Yan Li, Yongkang Xiao, Wei Ma, Lin He, Xianlong Ren, Zhen Dai, Jiaruo Sun, Qingyu Li, Feng Cheng, Wannian Liang, Sitong Luo The mpox outbreak since 2022 had attacked the community of men who have sex with men (MSM) heavily. This large cross-sectional study investigated the levels and associated factors of mpox risk perception among young MSM (YMSM) aged 18-29 years in six provincial regions of China in September 2022. The participants were recruited via facility-based sampling. Mpox risk perception was measured by perceived - [Licochalcone A plays dual antiviral roles by inhibiting RSV and protecting against host damage](/paperRedirect/1696374494166011904) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-27 Zhongyuan Li, Baohong Li, Zinuo Chen, Jinke Xu, Sabbagh, Yangang Zhao, Jingzhen Tian, Qinghua Cui Respiratory syncytial virus (RSV) causes lower respiratory tract diseases and bronchiolitis in children and elderly individuals. There are no effective drugs currently available to treat RSV infection. In this study, we report that Licochalcone A (LCA) can inhibit RSV replication and mitigate RSV-induced cell damage in vitro, and that LCA exerts a protective effect by reducing the viral titer and inflammation - [Four conserved amino acids on human papillomavirus E6 predict clinical high-risk types](/paperRedirect/1695659173817896960) [J. Med. the genus alpha papillomavirus (alpha-HPVs) are subdivided into high- and low-risk HPVs associated with tumorigenicity. According to conventional risk classification, over 30 alpha-HPVs remain unclassified and HPV groups phylogenetically classified using the L1 gene do not exactly correspond to the conventional risk classification groups. Here, we propose - [Vaccinia virus induces EMT-like transformation and RhoA-mediated mesenchymal migration](/paperRedirect/1695659173008396288) [J. Virol.](/paper/journal/4765)(IF Jia-Yin Lu, Ya-Jun Wang, Xin-Xin Xu, Yu-Chen Chen, Sai-Xi Yu, Xiao-Wei Xiang, Xue-Zhu Chen, Yaming Jiu, Hai Gao, Mengyao Sheng, Zheng-Jun Chen, Xinyao Hu, Dong Li, Paolo Huang, Tianlei Ying, Guo-Liang Xu, Dai-Wen Pang, Zhi-Ling Zhang, Baohong Liu, Yan-Jun Liu The emerging outbreak of monkeypox is closely associated with the viral infection and spreading, threatening global public health. Virus-induced cell migration facilitates viral transmission. However, the mechanism underlying this type of cell migration remains unclear. Here we investigate the motility of cells infected by vaccinia virus (VACV), a close relative of monkeypox, through combining multi-omics - [Nasal discharge: A unique enhanced alternative for the detection of respiratory pathogens in adults](/paperRedirect/1695659172119203840) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Haverkort, Marlies A. van Houten Upper respiratory tract infections are a significant cause of social- and disease burden worldwide. Currently, invasive and uncomfortable molecular detection methods are used for respiratory pathogen detection. We aimed to assess the ability and bearability of a rhinorrhea swab (RS) to detect respiratory pathogens in comparison to the combined nasopharyngeal and oropharyngeal swab (NP/OP). This study - [Association of inactivated COVID-19 vaccination with maternal coagulation function in early pregnancy](/paperRedirect/1695659171339063296) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-24 Yan Zhao, Yongbo Zhao, Jianlong Zhu, Lei Lei, Baohua Zhang, Xianghong Xu, Liping Jin Reports of rare but severe thrombotic events after receiving some COVID-19 vaccines brought concerns for the possibility of vaccine-induced coagulation abnormality. However, no study has reported the impacts of COVID-19 vaccination on coagulation function in pregnant women. We aimed to explore whether vaccination with inactivated COVID-19 vaccines before pregnancy was associated with coagulation changes - [TRB CDR3 chemical complementarity [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-24 Joanna J. Song, Andrea Chobrutskiy, Boris I. Chobrutskiy, Konrad J. Cios, Taha I. Huda, Rachel A. Eakins, Michael J. Diaz, George Blanck The liver is a site of immune privilege, compared with the bladder and skin, for example. To study this attenuation of the immune response in the cancer setting, we compared quantities and features of adaptive immune receptor (IR) recombination reads obtained from hepatocellular carcinoma (HCC) and six other cancers. Of these cancers, HCC had the lowest numbers of IR recombination reads and was the - [Long-term SARS-CoV-2 neutralizing antibody level prediction using multimodal deep learning: A prospective cohort study on longitudinal data in Wuhan, China](/paperRedirect/1695659169787170816) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-24 Cong Weiming Yan, Yuying Chen, Zhiyong Fengning Luo, Weiwei Chen, Xitang Li, Yajie Chen, Wenhui Wu, Zhize Yuan, Yuxin Niu, Peng Wang, Wenzhen Zhu, Xiaoping Luo, Tao Chen, Xiang Bai, Xiaojing Wang, Qin Ning The ongoing epidemic of SARS-CoV-2 is taking a substantial financial and health toll on people worldwide. Assessing the level and duration of SARS-CoV-2 neutralizing antibody (Nab) would provide key information for government to make sound healthcare policies. Assessed at 3-, 6-, 12-, and 18-month postdischarge, we described the temporal change of IgG levels in 450 individuals with moderate to critical - [COVID-19 infection after oocyte retrieval did not have detrimental effects on embryo implantation for frozen embryo transfer](/paperRedirect/1694850742181711872) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-24 Haiyan Guo, Mingru Yin, Yali Liu, Bian Wang, Jiaying Lin, Qianqian Zhu Patients preparing for their renewal fertility treatments with embryos frozen before coronavirus disease 2019 (COVID-19) infection do not need to be concerned about the potential impact of COVID-19 infection on oocyte quality and embryonic development. However, many women are still hesitant to undergo frozen embryo transfer (FET) due to fear of the detrimental effect of COVID-19 infection on endometrial - [SARS-CoV-2 seroprevalence and vaccine coverage from August to November 2021: A nationally representative survey in Mexico](/paperRedirect/1694850741179273216) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date Rivera, Tonatiuh Barrientos-Gutiérrez We aimed to estimate self-reported vaccine coverage and SARS-CoV-2 anti-N and anti-S seroprevalence in Mexico overall and for five vaccine types. We used a nationally representative survey with 7236 dried blood spot samples for adults 18 years and older collected from August to November 2021. Anti-N and anti-S seroprevalence were estimated adjusting for the sensitivity and specificity of the immunoassay - [Efficacy and safety of Oral LL-37 against of SARS-COV-2: A [J. Pub 2023-08-22 Yiming Zhao, Hanlin Zhang, Zhizhuang Zhao, Fangfang Liu, Meng Dong, Li Chen, Mingzhi Shen, Zhe Luan, Hanwen Zhang, Junling Wu, Congyong Li, Jun Chen, Chao Li, Zhiwei Liu, Yi Chen, Aihua Zheng, Huiling Li, Shufang Wang, Jin, Gang Sun Recombinant LL-37 Lactococcus lactis (Oral LL-37) was designed to prevent progression of COVID-19 by targeting virus envelope, however, effectiveness and safety of Oral LL-37 in clinical application was unclear. A total of 238 adult inpatients, open-labelled, randomized, placebo-controlled, single-center study was conducted to investigate the primary end points, including negative conversion time (NCT) - [Cytokines, chemokines, and cells growth factors in patients with mild to moderate SARS-CoV-2 infection: A case-control study](/paperRedirect/1694200204863754240) [J. Med. Virol.](/paper/journal/4765)(IF Aldo A. M. Lima Several biomarkers have been evaluated as predictors of severity or in directing the treatment of COVID-19, however there are no conclusive results. In this study, we evaluated serum levels of cytokines, chemokines, and cell growth factors in association with the pathobiology of mild to moderate SARS-CoV-2 infection. Serum levels of SARS-CoV-2 infected patients (n = 113) and flu symptoms individuals - [Rabies virus variants from bats closely related to variants found in marmosets (Callithrix jacchus), a neglected source of human rabies infection in Brazil](/paperRedirect/1694200203995533312) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-22 Larissa L. F. de Sousa, Tatiane L. de Souza, Luiz H. S. Tibo, Francisco B. P. Moura, Francisco A. S. Junior, Edmilson F. de Oliveira-Filho, Louisa Ludwig-Begall, Gustavo Cabral-Miranda, Janini, Leo L. M. Poon, Ricardo Durães-Carvalho Rabies is a fatal viral zoonosis caused by rabies virus (RABV). RABV infects the central nervous system and triggers acute encephalomyelitis in both humans and animals. Endemic in the Brazilian Northeast region, RABV emergence in distinct wildlife species has been identified as a source of human rabies infection and as such, constitutes a public health concern. Here, we performed post-mortem RABV analyses - [Neonatal herpes simplex virus infection: From maternal infection to the child outcome](/paperRedirect/1692914147367079936) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date Cinzia Auriti This review examines the recent literature on the management of herpes simplex virus (HSV) infections in neonates. We summarized the three clinical categories of maternal HSV infection during pregnancy (primary first episode, nonprimary first episode, or recurrent episode) and the mechanisms of fetal damage. Considering when the transmission of the infection from the mother to the fetus/newborn occurs - [Genomic characterization of the first mpox and varicella-zoster co-infection in Pakistan (2023) through next-generation Akhtar, Aamer Ikram, Muhammad Salman The global mpox outbreak spanning 2022-2023 has affected numerous countries worldwide. In this study, we present the first report on the detection, whole-genome sequence, and coinfection of the mpox virus and varicella zoster virus (VZV) from Pakistan. During April-May 2023, samples from 20 suspected cases of mpox were tested at the National Institutes of Health, Islamabad among which 4 tested positive - [Incidence of sexually transmitted hepatitis C virus infection among men who have sex with men in Japan from 2009 to 2023](/paperRedirect/1692369171264589824) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) the prevalence of hepatitis C virus (HCV) infection has decreased significantly with the advent of direct-acting antiviral agents, HCV is known to spread as a sexually transmitted disease among men who have sex with men (MSM), and this study aims to provide a perspective on the future prevalence of HCV in Japan. We examined incidence in two groups of MSM with HIV attending our institution - [Impaired systemic nucleocapsid antigen clearance in severe COVID-19](/paperRedirect/1692369170195042304) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-15 Christian Bauer, Elisabeth Mack, Véronique Hefter, Alexandra Fischer, Kirsten Volland, Chrysanthi Skevaki, Andreas Neubauer, Gress, Stephan Becker, Christian Keller The circulating nucleocapsid (NCP) antigen of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is detectable in coronavirus disease-2019 (COVID-19) patients. To better understand the biology of disease severity, we investigated NCP clearance kinetics in hospitalized COVID-19 patients. Serum NCP was quantified using a commercial NCP-specific enzyme-linked immunoassay in hospitalized COVID-19 - [Development of bispecific antibody GR1801 for rabies](/paperRedirect/1692369169347792896) [J. Virol.](/paper/journal/4765)(IF Caifeng Long, Wenbo Wang, Xiaobo Hao, Chuanfei Yu, Ye Feng, Changchun Tu, Sheng Sun, Lin Bian, Zhigang Liu, Lan Wang Rabies is a zoonotic viral disease characterized by an almost 100% fatality rate once symptoms appear. However, it can be prevented through timely postexposure prophylaxis (PEP). Currently, there is a growing trend to replace polyclonal rabies immune globulin (RIG) with monoclonal antibodies (mAbs) in rabies PEP. In this study, we developed a human bispecific antibody, GR1801, by combining two mAbs - [A novel humanized tri-receptor transgenic mouse model of HAdV infection and pathogenesis](/paperRedirect/1691331792844115968) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-14 Yawei Min Wang, Renlong Bao, Ligui Wang, Xinying Shaofu Qiu, Chaojie Yang, Hongbin Song Human adenovirus (HAdV) is a highly virulent respiratory pathogen that poses clinical challenges in terms of diagnostics and treatment. Currently, no effective therapeutic drugs or prophylactic vaccines are available for HAdV infections. One factor contributing to this deficiency is that existing animal models, including wild-type and single-receptor transgenic mice, are unsuitable for HAdV proliferation - [Molecular epidemiology of rotavirus among children in Western Canada: Dynamic changes in genotype prevalence in four consecutive seasons](/paperRedirect/1691330708767526912) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-13 Ran Zhuo, Stephen B. Freedman, Jianling Xie, Carmen Charlton, Sabrina Plitt, Mathew A. Croxen, Vincent Li, Gillian A. M. Bonita Lee, Samina Ali, Linda Chui, Jasper Luong, Xiaoli Pang Rotavirus molecular surveillance remains important in the postvaccine era to monitor the changes in transmission patterns, identify vaccine-induced antigenic changes and discover potentially pathogenic vaccine-related strains. The Canadian province of Alberta introduced rotavirus vaccination into its provincial vaccination schedule in June 2015. To evaluate the impact of this program on stool rotavirus - [Implementation and clinical evaluation of an Mpox virus laboratory-developed test on a fully automated random-access platform](/paperRedirect/1690132407602925568) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date Till Samuel While Mpox virus (MPXV) diagnostics were performed in specialized laboratories only, the global emergence of Mpox cases in 2022 revealed the need for a more readily available diagnostic. Automated random-access platforms with fast nucleic acid extraction and PCR have become established in many laboratories, providing faster and more accessible testing. In this study, we adapted a previously published - [Intra- and interhost genomic diversity of monkeypox virus](/paperRedirect/1690132406759870464) [J. Alvin Lee, Maxwell Braddick, Michael A. Moso, Eric P. F. Chow, Christopher K. Fairley, Janet Towns, Marcus Y. Chen, Leon Caly, Chuan K. Lim, Deborah A. Williamson The impact and frequency of infectious disease outbreaks demonstrate the need for timely genomic surveillance to inform public health responses. In the largest known outbreak of mpox, genomic surveillance efforts have primarily focused on high-incidence nations in Europe and the Americas, with a paucity of data from South-East Asia and the Western Pacific. Here we analyzed 102 monkeypox virus (MPXV) - [Molecular and immune signatures, and pathological trajectories of fatal COVID-19 lungs defined by in situ spatial single-cell transcriptome analysis](/paperRedirect/1690132405975535616) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date Das, Wen Meng, Zhentao Liu, Md Musaddaqul Hasib, Hugh Galloway, Suzane Ramos da Silva, Luping Chen, L. Sica, Alberto Flores, Yu-Chiao Chiu, Yufei Huang, Shou-Jiang Gao Despite intensive studies during the last 3 years, the pathology and underlying molecular mechanism of coronavirus disease 2019 (COVID-19) remain poorly defined. In this study, we investigated the spatial single-cell molecular and cellular features of postmortem COVID-19 lung tissues using in situ sequencing (ISS). We detected 10 414 863 transcripts of 221 genes in whole-slide tissues and segmented - [CREB1 activation promotes human papillomavirus oncogene expression and cervical cancer cell transformation](/paperRedirect/1690132405061177344) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-11 Yigen Li, Molly R. Patterson, Ethan L. Morgan, Christopher W. Wasson, Emma L. Ryder, Diego Barba-Moreno, James A. Scarth, Miao Wang, Andrew Macdonald Human papillomaviruses (HPVs) infect the oral and anogenital mucosa and can cause cancer. The high-risk (HR)-HPV oncoproteins, E6 and E7, hijack cellular factors to promote cell proliferation, delay differentiation and induce genomic instability, thus predisposing infected cells to malignant transformation. cAMP response element (CRE)-binding protein 1 (CREB1) is a master transcription factor that - [SHFL inhibits enterovirus A71 infection by triggering degradation of viral 3Dpol protein via the ubiquitin-proteasome pathway](/paperRedirect/1690132404322979840) [J. Med. Virol.](/paper/journal/4765)(IF Huang, Xun Zhu Enterovirus A71 (EV-A71) is a highly contagious virus that poses a major threat to global health, representing the primary etiological agent for hand-foot and mouth disease (HFMD) and neurological complications. It has been established that interferon signaling is critical to establishing a robust antiviral state in host cells, mainly mediated through the antiviral effects of numerous interferon-stimulated - [Omicron breakthrough infections in wild-type SARS-CoV-2 vaccinees [J. Med. Virol.](/paper/journal/4765)(IF Lu, Shengdong Luo, Bingke Bai, Zhenping Fan, Bixia Hong, Wen Xu, Hongbin Ma, Chen, Huahao Fan, Yigang Tong, Lihua Song Omicron BF.7 became the predominant SARS-CoV-2 variant in Beijing after the abolishment of Zero-COVID policy in December 2022. The ability of antibodies elicited by BF.7 infection to cross-react with SARS-CoV-2-like viruses is unknown. This study aimed to investigate the cross-reactive neutralizing antibodies against SARS-CoV-2-related pangolin responses in previously infected and infection-naive individuals](/paperRedirect/1689894843012894720) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-10 A. Mak, Wendy Visser, Marijke van der Vliet, Hilde Y. Markus, Johannes G. David S. Ong Coronavirus disease-2019 (COVID-19) bivalent ancestral/Omicron messenger RNA (mRNA) booster vaccinations became available to boost and expand the immunity against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) Omicron infections. In a prospective cohort study including 59 healthcare workers, we assessed SARS-CoV-2 ancestral and Omicron BA.5-specific neutralizing antibody and T-cell responses - [Factors associated with antibody titer levels among an occupational cohort of fully vaccinated individuals and subsequent risk of COVID-19 infection: A cohort study](/paperRedirect/1689894842174033920) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date 2023-08-08 Wasserman, Allen K. Sills, Patti Walton, O'Neal, Daniel Eichner, Michael Osterholm, Jimmie Mancell, Christina D. Mack This study (1) determined the association of time since initial vaccine regimen, booster dose receipt, and COVID-19 history with antibody titer, as well as change in titer levels over a defined period, and (2) determined risk of COVID-19 associated with low titer levels. This observational study used data from staff participating in the National Football League COVID-19 Monitoring Program. A cohort - [The high prevalence of occult hepatitis B infections among the partners of chronically infected HBV blood donors emphasizes the potential residual risk to blood safety](/paperRedirect/1688963904183226368) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-07 Xianlin Ye, Tong Li, Binghuan Yu, Jinfeng Zeng, Yaoqiang Shi, He Xie, Donald R. Branch, Melika Loriamini, Bin Li, Limin Chen A small percentage of couples who regularly donated blood in China tested positive for HBsAg. Although it is well known that blood donors can acquire hepatitis B virus (HBV) infection from a chronically infected sexual partner, the prevalence of occult hepatitis B infections (OBIs) among blood donations from partners of HBV-infected chronically infected spouses and the risk to blood safety remain poorly - [The short and long-term impact of nonpharmaceutical interventions on the prevalence of varicella in Xi'an during the COVID-19 pandemic](/paperRedirect/1688963903449223168) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-07 Yao Bai, Li Shen, Minghao Sun, Zurong Yang, Zhijun Jingbo Shao, Kun Liu, Chunfu Zheng Varicella is a highly prevalent infectious disease with a similar transmission pathway to coronavirus disease 2019 (COVID-19). In the context of the COVID-19 pandemic, anti-COVID-19 nonpharmaceutical interventions (NPIs) have been implemented to prevent the spread of the infection. This study aims to analyze varicella's epidemiological characteristics and further investigate the effect of anti-COVID-19 - [Inactivated vaccine fueled adaptive immune responses to Omicron in 2-year COVID-19 convalescents](/paperRedirect/1688963902622945280) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-07 Maoshun Liu, Jie Zhang, Lei Li, Jinmin Tian, Mengjie Yang, Bingli Shang, Xin Wang, Min Li, Hongmei Li, Can Yue, Sijia Yao, Ying Lin, Yuanyuan Guo, Kexin Zong, Danni Zhao, Kun Cai, Shaobo Dong, Shengping Xu, Jianbo Zhan, George F. Gao, William J. Liu Over 3 years, humans have experienced multiple rounds of global transmission of SARS-CoV-2 and its variants. In addition, the widely used vaccines against SARS-CoV-2 involve multiple strategies of development and inoculation. Thus, the acquired immunity established among humans is complicated, and there is a lack of understanding within a panoramic vision. Here, we provided the special characteristics - [Epidemic history and evolution of an emerging threat of international concern, the severe acute respiratory syndrome coronavirus 2](/paperRedirect/1688963901863776256) [J. Med. on the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and its impact as the cause of the COVID-19 pandemic. Its objective is to provide a cohesive overview of the epidemic history and evolutionary aspects of the virus, with a particular emphasis on its emergence, global spread, and implications for public health. The review delves into the timelines and - [Prevalence of novel gamma HPV types 223 and 225 in oral cavity and skin of Indian normal and neoplastic participants](/paperRedirect/1688410768834056192) [J. Med. Virol.](/paper/journal/4765)(IF cutaneotropic, actual tissue tropism is largely unexplored. This study aimed to evaluate the tissue-specific prevalence of two novel-HPV 223 and 225 in samples of oral mucosa and keratinized epithelium of varied skin parts from 226 female and male subjects, with or without neoplastic/dysplastic lesions in oral cavity or cervix. The gamma-human - [Sapovirus infections in Japan before and after the emergence of the COVID-19 pandemic: An alarming update](/paperRedirect/1688410767915503616) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date increasing trend of sapovirus (SaV) infections in Japanese children during 20092019, particularly after the introduction of the voluntary rotavirus (RV)-vaccination program has been observed. Herein, we investigated the epidemiological situation of SaV infections from 2019 to 2022 when people adopted a precautionary lifestyle due to the emergence of the COVID-19 pandemic, and RV vaccines had been - [Genomic analysis of SARS-CoV-2 in forensic autopsy cases of COVID-19](/paperRedirect/1687590418848174080) [J. Med. severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) have been conducted, highlighting its variations and lineage transitions. Despite the importance of forensic autopsy in investigating deaths due to coronavirus disease 2019 (COVID-19), including out-of-hospital deaths, viral genomic analysis has rarely been reported due in part to postmortem changes. In this study - [Molecular characterization of measles viruses in Central African Republic, 2012-2016](/paperRedirect/1687590418097393664) [J. Med. preventable through vaccination, measles is still one of the most important causes of morbidity and mortality in young children in Africa. In 2015, several African countries, including the Central African Republic (CAR), began implementing national measles elimination programs. However, measles remains a public health problem in Africa, particularly in the CAR. A retrospective study was - [Association of Remdesivir use with bradycardia: A systematic review and meta-analysis](/paperRedirect/1687590417283698688) [J. Remdesivir has been used for coronavirus disease 2019 (COVID-19) pneumonia with oxygen requirements that do not require mechanical intubation, and several studies showed a reduction in disease duration. However, there is a concern about bradycardia as its side effect. We aimed to investigate the association between Remdesivir and bradycardia by integrating findings from prior studies. We queried PubMed - [Presence of human adenovirus 36 in visceral fat tissue, viral load, and analysis of its genetic variability](/paperRedirect/1687590416449032192) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date Maravilla, Romero-Valdovinos It has been proposed that infection by adipogenic viruses constitutes a \"low risk\" factor for obesity. Here, we report the presence of adenovirus 36 (Ad36) and its viral load copy number in fat tissue of participants with obesity and normal weight; phylogenetic analysis was performed to describe their relationship and genetic variability among viral haplotypes. Adipose tissue obtained from 105 adult - [Effectiveness of prolonged versus standard-course of oseltamivir in critically ill patients with severe influenza infection: A multicentre cohort study](/paperRedirect/1687590415392067584) [J. Med. Virol.](/paper/journal/4765)(IF Carbonell, Alejandro Rodríguez The aim of this study is to investigate the effectiveness of prolonged versus standard course oseltamivir treatment among critically ill patients with severe influenza. A retrospective study of a prospectively collected database including adults with influenza infection admitted to 184 intensive care units (ICUs) in Spain from 2009 to 2018. Prolonged oseltamivir was defined if patients received the - [NLRC4 promotes the cGAS-STING signaling pathway by facilitating CBL-mediated K63-linked polyubiquitination of crucial in producing type interferons (IFN-) that play critical functions in antiviral innate immunity. The tight regulation of TBK1, especially its activation, is very important. Here we identify NLRC4 as a positive regulator of TBK1. Ectopic expression of NLRC4 facilitates the activation of the IFN- promoter, the mRNA levels of IFN-, ISG54, and ISG56, and the - [Incidence and severity of SARS-CoV-2 reinfection, a multicenter cohort study in Shanghai, China](/paperRedirect/1687590413861146624) [J. Med. Virol.](/paper/journal/4765)(IF 12.7) Pub Date : 2023-08-03 Weien Yu, Yue Guo, Tiantian Hu, Yuqi Liu, Qingqi Fan, Li Guo, Binrong Zheng, Yide Kong, Haoxiang Zhu, Jie Yu, Shiqi Zhang, Jinyu Wang, Fahong Li, Feifei Yang, Yuee Wang, Yuzhen Zhu, Yuxian Huang, Zhongliang Shen, Yi Ruan, Richeng Mao, Jiming Zhang During March 2022 to January 2023, two Omicron waves hit Shanghai and caused a massive number of reinfections. To better understand the incidence and clinical characteristics of SARS-CoV-2 reinfection in Shanghai, China, we conducted a multicenter cohort study. COVID-19 patients first infected with BA.2 (March 1, 2022-May 23, 2022) who were quarantined in Huashan Hospital, Renji Hospital, and Shanghai - [Inequitable access to Ebola vaccines and the resurgence of Ebola in Africa: A state of arts review](/paperRedirect/1687252606030467072) [J. Med. Ebola virus, a member of the filoviridae family of viruses, is responsible for causing Ebola Virus Disease (EVD) with a case fatality rate as high as 50%. The largest EVD outbreak was recorded in West Africa from March 2013 to June 2016, leading to over 28 000 cases and 11 000 deaths. It affected several countries, including Nigeria, Senegal, Guinea, Liberia, and Sierra Leone. Until "}