{"title": "PDF", "author": "PDF", "url": "stacks.cdc.gov/view/cdc/79135/cdc_79135_DS1.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Conventional and Complementary Therapy Use among Mexican Farmworkers in North Carolina: Applying the I-CAM-Q Thomas A. Arcury, Katherine F. Furgurson, MPHa, O'Hara, Kenya Miles, MD, MSPHc, Haiying Chen, MD, PhDd, and Paul J. Laurienti, MD, PhDe aDepartment of Family and Community Medicine, Wake Forest School of Medicine, Winston- Salem, North Carolina, USA bCenter for Worker Health, Wake Forest School of Medicine, Winston-Salem, North Carolina, USA cDepartment of Family and Community Medicine, Meharry Medical College, Nashville, Tennessee, USA dDepartment of Biostatistical Science, Division of Public Health Sciences, Wake Forest School of Medicine, Winston-Salem, North Carolina, USA eDepartment of Radiology, Wake Forest School of Medicine, Winston-Salem, North Carolina, USA Abstract Objectives: This analysis documents the use of conventional health care providers, traditional healers, and complementary therapies by Mexican farmworkers; identifies the purposes and perceived helpfulness of these modalities; and delineates variation in the use of traditional healers and complementary therapies. Methods: Two-hundred Mexican farmworkers in North Carolina completed interviews May- September, 2017. The International Complementary and Alternative Medicine Questionnaire (I- CAM-Q) elicited use of conventional health care providers, traditional healers, and complementary therapies in the previous 12 months. Results: Most of the farmworkers had been treated by a conventional provider (63.0%). One-in- five had been treated by any traditional healer; 19.5% had been treated by a sobador, 4.5% by a curandero, 2.0% by an herbalist, and 2.0% by a spiritual healer. Conventional providers (69.8%) and sobadores (84.6%) most often treated acute conditions; 62.5% had used an herb, 46.0% a vitamin, 57.0% an over-the-counter medicine, and 13.5% a home remedy. Participants used various self-care practices, including music (36.5%), sleep (18.0%), prayer for health (15.0%), and social media (14.0%). Education was inversely associated with the use of a traditional healer and herbs; treatment by a conventional health care provider was positively associated with using a traditional healer and vitamins. Correspondence: Thomas A. Arcury, PhD, Department of Family and Community Medicine, Wake Forest School of Medicine, Medical Center Boulevard, Winston-Salem, NC 27157, Phone: 336-716-9438, tarcury@wakehealth.edu. Disclosure: Authors have no conflicts of interest to disclose. HHS Public Access Author manuscript J Agromedicine . Author manuscript; available in PMC 2020 July 01. Published in final edited form as: J Agromedicine . 2019 July ; 24(3): 257-267. doi:10.1080/1059924X.2019.1592049. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptConclusions: Mexican farmworkers use conventional health care providers as well as traditional healers and complementary therapies. Research on how use of complementary therapies and a system of medical pluralism affects farmworker health is needed. Health care providers need to recognize complementary therapy use and provide patient education about ineffective or harmful therapies. Keywords complementary and alternative medicine; medical pluralism; health disparities; migrant and seasonal farmworkers; immigrant workers Introduction Migrant and seasonal farmworkers in the United States are overwhelmingly Latinx, and largely immigrants from Mexico.1 These farmworkers experience high rates of occupational injury and illness.2,3 Many also experience chronic diseases, including diabetes, tuberculosis, and hypertension,4-8 as well as significant mental health problems, including stress, depression, and alcohol use disorders.9-12 However, these farmworkers have limited access to conventional health services.13,14 Mexicans and Mexican Americans access a wide array of traditional healers and other complementary therapies.15-20 Traditional healers include curanderos, sobadores, herbalists, and spiritual healers.16,21-26 Curanderos use a variety of approaches to healing that include physical treatments, spiritual healing and spiritualism, and psychic healing.25,26 Sobadores use massage, mobilization, and manipulation to care for pulled muscles and injured joints, as well as moving internal organs.22,27,28 Herbalists prescribe herbal teas, baths, or poultices to cure physical and mental illnesses.24 Spiritualists are faith healers who attempt to heal the soul.16 Complementary therapies include herbs, vitamins, over-the-counter (OTC) medicine (e.g., aspirin, antacid), and home remedies (e.g., common household products such as milk or chlorine bleach to treat illness or injury), as well as self-care practices (e.g., meditation, Yoga, relaxation techniques). Analyses have examined herb use among Mexican Americans, 17,29-31 but few have examined vitamin, OTC medicine, home remedy use, or self-care practices in this population.21,32-34 Many Mexicans and Mexican Americans engage in medical pluralism,35 combining the use of traditional healers and complementary therapies with the use of conventional medical care.17,23,36,37 The concept of medical pluralism indicates that multiple models of health and illness exist in a society; these models have distinct health beliefs and treatment strategies: individuals choose among these models for health care based on such as cost, and health condition.23,35 Several aspects of medical pluralism that include biomedical and traditional health beliefs have been studied in Latinx communities.17, 23, 36,37 Because Mexican migrant and seasonal farmworkers experience high rates of injury and illness, have limited access to conventional medical care, and are familiar with traditional and complementary therapies, we expect that they use traditional and complementary therapies and engage in medical pluralism. However, little information is available about Mexican migrant and seasonal farmworkers' use of traditional healers and complementary Arcury et al. Page 2 J Agromedicine . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscripttherapies, or how they integrate their use of traditional healers and complementary therapies with their use of conventional medical care. Rao and colleagues33 mention that farmworkers use milk and lemon to prevent and treat green tobacco sickness (acute nicotine poisoning); anecdotal information indicates that they also use milk and lemon to prevent and treat pesticide poisoning. Rao and colleagues34 also note that farmworkers use bleach for removing pesticides from homes. Poss et al.38 discuss how Mexican farmworkers use a variety of herbs (e.g., bricklebush, Job's tears, yellow bells) and other plant and animal products (e.g., prickly pear cactus, wild grapes, rattlesnake meat) to prevent and treat diabetes. Arcury et al.21 discuss the of home remedies (e.g., bleach, cooking oil, lemon juice), herbs (e.g., bloodleaf, corn silk), and OTC products from the United States (e.g., alcohol, iodine, Benadryl®) and from Mexico (e.g., Concha Nasar®, Odolex®, aliments. Barker and colleagues39 focus on the importance of salt to health, within humoral medicine theory, among Latinx farmworkers in California's Central Valley. These farmworkers discussed the use of salt to restore balance, reduce vulnerability to illness, promote rehydration, and address symptoms of heat exposure, physical stress, and emotional stress. Arcury and colleagues40 discuss the use of traditional healers among Mexican farmworkers in comparison to Latinx non-farmworker immigrants in North Carolina. They find that almost two-thirds of farmworkers had ever used a traditional healer, with 16% having used a traditional healer in the past year. The most common traditional healers that farmworkers use are curanderos and sobadores, with more of those returning to Mexico each year (farmworkers with H-2A visas) having used a traditional healer in the past year. No research has explicitly examined medical pluralism among Latinx or Mexican migrant and seasonal farmworkers. Taken together, the existing literature that discusses the use of traditional and complementary therapies among Mexican farmworkers addresses a wide range of exposures, diseases, and practices, but it does not provide an overall picture that can inform clinical care for this population. This analysis uses survey interview data collected from Mexican farmworkers working in North Carolina to address four objects. First, it documents the use of conventional health care providers by Mexican migrant farmworkers. Second, it identifies the types of traditional and complementary therapies used by Mexican migrant farmworkers, including traditional healers, herbal remedies, vitamins, OTC medicines, home remedies, and self-care practices. Third, it identifies the purposes (treat acute condition, treat chronic condition, or improve well-being) for which Mexican migrant farmworkers use conventional health care providers and complementary therapies, and documents the perceived helpfulness of conventional and complementary therapies. Finally, it delineates variation in the use of traditional complementary therapies in terms of personal characteristics (age, education), and use of a conventional health care provider. Methods Study design This analysis used data from an ancillary study for a long-term community-based participatory research (CBPR) relationship between occupational health researchers at Wake Arcury et al. Page 3 J Agromedicine . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptForest School of Medicine (WFSM), Meharry Medical College School of Medicine (MMC), and the North Carolina Farmworkers Project (NCFP), a non-profit agency providing health and social services to migrant and seasonal farmworkers.41 This ancillary study focused on farmworker health self-management in the domains of nutritional strategies,42 and their use of complementary therapies. All procedures were reviewed and approved by the MMC and WFSM Institutional Review Boards. Participant recruitment Participants were recruited from May through September, 2017, at farmworker camps and residences in eastern North Carolina served by NCFP. Inclusion criteria were currently engaged in farm work, at least 18 years of age, and self-identified as Latinx or Hispanic. There were no exclusion criteria. Preference in recruitment was for farmworkers who had been told by a medical professional that they had diabetes and for older workers; this was done in order to collect data from those workers whose nutritional strategies likely most closely align with persons diagnosed with diabetes.42 Farmworker camps are residential locations for farmworkers and may be barracks, trailers, old houses, or apartments, either owned or rented by growers or labor contractors. Workers in many of the camps in this region have H-2A guest worker visas. H-2A visas are given to foreign nationals to come to work in the United States as temporary agricultural workers. Farmworkers with H-2A visas in eastern North Carolina arrive in late spring and return to their home communities in late fall. Additional workers were recruited from residences known to be occupied by migrant farmworkers who were not in the H-2A program. Recruitment was limited to 40 farmworkers per month for the five months (May through September). This project design provided a research training opportunity for occupational and preventive medicine residents from MMC, each of whom was present for one month. Participants were recruited at 23 camps and 7 residences. From 1 to 5 workers were recruited at each camp; 1 worker was recruited at each of the residences. Two-hundred farmworkers participated in the study. The interviewer approached camps and residences served by NCFP, and no participant refused to participate. However, individuals who did not wish to participate may have avoided the interviewer. Data collection Data collection was based on an in-person interview conducted by a trained interviewer who was a native Spanish speaker. Participants were told that the interview would take 15 to 20 minutes, their responses would be confidential, they could stop participation at any time, and they would receive an incentive of $20 for completing the interview. The interviewer then obtained signed informed consent. Interview items on participant personal characteristics were drawn from previous surveys conducted by the WFSM/NCFP team. Items on the use of conventional and complementary therapies were adapted from the International Complementary and Alternative Medicine Questionnaire (I-CAM-Q).8 The I-CAM-Q was developed to address the use of complementary therapies across societies by a panel of experts in the use of these therapies. Arcury et al. Page 4 J Agromedicine . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIt has been adapted for use by investigators in several countries; for example, in France,43 Sweden,44 Korea,45 and Argentina.46 The I-CAM-Q addresses the use of conventional health care providers, alternative health care providers, and traditional healers, the use of supplements (herbs, vitamins, OTC medicine, home remedies), and the use of self-care practices. In each of the domains of providers, supplements, and self-care practices, participants were asked to volunteer responses beyond those listed in the questionnaire. Participants in this study seldom reported using any of the self-care practices suggested by the questionnaire developers (Yoga, Qigong, Tai Chi, visualization, traditional healing ceremony, mediation, and relaxation techniques). These participants did consistently volunteer the use of several self-care practices that are analyzed for this study. However, because not all of the participants may have equally volunteered the use of self-care practices, care must be taken in interpreting the results from these questions; they may underestimate the prevalence of these practices. The interview questionnaire was developed in English, and translated to Spanish by a native Spanish speaker familiar with Mexican Spanish and farmworker vocabulary. Interviewers recorded responses on paper forms; data were later entered into a data file using Research Electronic Data Capture (REDCap) software hosted at WFSM.47 Measures Measures of personal characteristics included gender, age, highest education completed (elementary or less, versus more than elementary), and whether the worker had an H-2A visa. The I-CAM-Q8 allowed the construction of measures for treatment by conventional health care providers, treatment by traditional healers, use of herbs, vitamins, OTC medicine, and home remedies, and use of self-care practices in the past 12 months. Conventional health care providers included physician, physician assistant, and nurse practitioner. However, because only 1 farmworker reported being treated by a physician assistant and 2 farmworkers reported being treated by a nurse practitioner, a single measure indicating whether a participant had been seen by any conventional health care provider was used in this analysis. Traditional healers included sobadores, curanderos, herbalists, and spiritual healers. A measure indicating whether a participant had been seen by any traditional healer was constructed. Very few participants (n=3) indicated they had used a chiropractor in the previous 12 months. The number of users was small and a chiropractor is an alternative rather than a conventional health care provider or a traditional healer. It was not included in the analysis. The measures of use in the past 12 months of any herb, any vitamin, any OTC medicine, and any home remedy were constructed from specific items solicited from or volunteered by participants. Home remedy was defined as any common household product used maintain health or treat an injury or illness; specific materials included in this category included milk, olive oil, salt water, vinegar, warm wet cloth, and ice. Eleven specific self-care practices used in the previous 12 months included music, sleep, prayer for health, social media, exercise, drinking or smoking, rest, interacting with friends, bathing, and other.Arcury et al. Page 5 J Agromedicine . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptMeasures of the main reason for use and perceived helpfulness for each type of conventional health care provider and traditional healer, and each specific type of self-care practices, as well as any conventional health care provider, any traditional healer, any herb, any vitamin, any OTC medicine, and any home remedy were constructed. Main reason for use had the values of treat acute condition, treat chronic condition, and improve well-being. Perceived helpfulness had the values very, somewhat, and not at all. Analysis Counts and percentages were used to describe participant personal characteristics, utilization of health care providers, herbs, vitamins, OTC medicine, home remedies, and self-care practices. The association between personal characteristics (age and education), treatment by conventional health care provider, and the use of traditional and complementary therapies were examined using chi-square tests or Fisher's exact tests wherever appropriate. Analyses were conducted using SAS 9.4 and a p-value of less than 0.05 was considered statistically significant. Results Participant characteristics Most (96.5%) participants were male (Table 1). They included individuals less than 30 years old (18.5%), those aged 30 to 39 years (37.0%), 40 to 49 years (31.5%), and 50 years and older (13.0%). Spanish was the dominant language for most (94.0%); for others, an indigenous language was dominant. About one-third (34.5%) had less than an elementary education. Most (91.5%) had H-2A visas, indicating that they returned to Mexico each year. Treatment by conventional health and traditional health care providers Most of the farmworkers had been treated by a conventional provider (physician, physician assistant, nurse practitioner) (63.0%) (Table 2). Sobadores were the most common traditional health care provider seen by participants in the previous 12 months (19.5%), with 4.5% having seen a curandero, 2.0% an herbalist, and 2.0% a spiritual healer. One-in-five had been treated by any traditional healer in the previous 12 months. Most (69.8%) of the participants who used any conventional provider indicated that they used these providers to treat an acute condition, with 15.9% indicating that they used these providers to treat a chronic condition, and 15.1% indicating these providers were used to improve well-being. Almost all (95.2%) of the participants who used a conventional provider indicated that these providers were very helpful, with 5.6% of those who used a conventional provider indicating that these providers were somewhat helpful. Farmworkers generally sought treatment from sobadores (84.6%) to treat an acute condition, although about one-in-ten sought treatment from sobadores to improve well-being. All felt the treatment received from sobadores (100.0%) was very helpful. The few farmworkers who sought treatment from a curandero, herbalist, or spiritual healer most often did so to improve well-being. Although most of the farmworkers perceived these providers to be very helpful (e.g., 75% for herbalists and spiritual healers), some also rated them as somewhat Arcury et al. Page 6 J Agromedicine . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscripthelpful (e.g., 44.4% for curanderos, 25% for herbalists and spiritual healers), and not at all helpful (11.1% for curanderos). Most (82.5%) of the participants who used any traditional healer indicated that they used these healers to treat an acute condition, with 7.5% indicating that they used these traditional healers to treat a chronic condition, and 30.0% indicating these traditional healers was used to improve well-being. Most (97.5%) of the participants who used any traditional healer indicated that traditional healers were very helpful, with 10.0% of those who used a traditional healer indicating that these traditional healers were somewhat helpful, and 2.5% of those who used a traditional healer indicating that these traditional healers were not at all helpful. Use of herbs and supplements Most participants (62.5%) had used an herb in the previous 12 months, with 46.0% having used a vitamin, 57.0% having used an OTC medicine, and 13.5% having used a home remedy (Table 3). The most common reason for using an herb (79.2%), an OTC medicine (93.9%), or home remedy (92.6%) was to treat an acute condition. The most common reason for using a vitamin (85.9%) was to improve well-being. Almost one-fifth of the participants used an herb to improve well-being. Over 90% of those who used an herb, vitamin or OTC medicine perceived them to be very helpful. Among those using a home remedy, 81.5% perceived them to be very helpful, and 14.8% perceived them to be somewhat helpful. Use of self-care practices Prayer for health was the only self-care practice selected by more than one participant from the list of these practices included in the questionnaire (Table 4). All other self-care practices were volunteered by the participants. The most common self-care practice was music (36.5%), followed by sleep (18.0%), prayer for health (15.0%), the use of social media (14.0%), exercise (12.5%), drinking/smoking (11.5%), and rest (10.5%). Interacting with friends, bathing, and other were used by fewer than 10% of the participants. Overwhelmingly, the participants who used each self-care practice noted that they used these practices to improve well-being, and they thought they were very helpful. Variation in the use of complementary therapies in terms of personal characteristics and use of a conventional health care provider Age was significantly associated with the self-care practice of any vitamin use, but not with being treated by a traditional healer, or with the use of herbs, OTC medicines or home remedies (Table 5). A greater percentage of those aged 18 to 29 years (59.5%) compared to those aged 50 years and older (30.9%) used vitamins. Education had a significant association with being treated by a traditional healer (p<.05) and with herb use (p<.05). A greater percentage of those with an elementary education or less were treated by a traditional healer (27.5%) and used herbs (73.9%) than of those with more than an elementary education (16.0% and 56.5%, respectively). A greater percentage of those treated by a conventional health care provider were also treated by a traditional health care provider (24.6%) and used vitamins (53.2%) than those not treated by a conventional provider (12.2% and 33.8%, respectively; p<.05 and p<.01, respectively). Use of an OTC medicine or home Arcury et al. Page 7 J Agromedicine . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptremedy was not associated with age, education, or being treated by a conventional provider. Use of the self-care practices was not associated with age, education, or being treated by a conventional health care provider (Table 6). Discussion Alternative therapies are widely used throughout Latin American countries, and among Latinx residents of the United States. Members of these populations often use several complementary therapies, as well as conventional health care,17,23 indicating the strength of medical pluralism.48 Mexican farmworkers in North Carolina widely used conventional health care providers in the previous 12 months. The manner in which the data were collected does not allow differentiation of conventional health care provider use in the United States versus in Mexico. Although mostly used for treating acute conditions, they are also seen to treat chronic conditions and improve well-being. They are generally perceived to be very helpful. Similarly, Arcury et al.49 found that mothers in Latinx North Carolina farmworker families have their young children more often treated by a physician when the child is ill rather than for well-child care. One-in-five farmworkers had used a traditional healer in the past year. This is comparable to the 16% of farmworkers who had used any traditional healer in the last year reported by Arcury and colleagues.40 In terms of specific traditional healers seen in the past year, more in the current study compared to the results reported by Arcury and colleagues40 had seen a sobador (19.5% versus 10%), about the same percent (4.5% versus 4%) had seen a curandero, fewer had seen an herbalist (2% versus 7%), and more had seen a spiritual healer (2% versus none). Sobadores were the most often used traditional healers, and when they were used, they were used somewhat more often for acute care than were physicians (84.6% versus 70.4%); this reflects Sandberg et al.'s23 finding that Latinx immigrants often seek treatment from a sobador over a physician due to sobadores being available in the evening when physician offices are closed. The use of conventional health care providers and traditional healers were associated. Those who were treated by conventional health care providers were twice as likely (24.6% versus 12.2%) to be treated by a traditional healer in the past 12 months. That most were seeing both for acute conditions reflects recent research on the use of sobadores23 and general understanding of medical pluralism.35,50 Herb use was common among the farmworkers who participated in this study, similar to reports for the general Mexican American population17,29-31 and among other farmworkers. 38 This analysis found that those with lower educational attainment more commonly used herbs as well as traditional healers than did those with greater formal education. This may indicate a more traditional orientation among herb users, or a greater familiarity with traditional therapies among those with less formal education. The results on the use of self-care practices are novel. Other than prayer for health, the types of self-care practices generally included in complementary therapy research (e.g., Yoga, Tai Arcury et al. Page 8 J Agromedicine . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptChi, meditation) were not reported by these Latinx farmworkers. These Latinx farmworkers did volunteer an entire set of self-care practices that need to be considered in future research. It is no surprise that these self-selected, self-care practices are used almost exclusively for improving well-being, and perceived as very helpful. Self-care practices such as sleep, exercise, and rest, are accepted as necessary for improving well-being. However, the use of alcohol for self-care is troubling. Farmworkers have high rates of binge drinking and potential alcohol dependence.9,12 Findings from this and other studies support the urgent need for health care providers and community advocates to provide education about unhealthy alcohol consumption and resources for alcohol use disorders.51 The use of social media is informative. An earlier analysis,52 completed before cell phones and other electronic media were widely available to North Carolina farmworkers,53 argued that the provision of land-lines to farmworkers camps would improve mental health by allowing greater communication of migrant farmworkers with their families. The advent of cellular phones and social media appears to have helped address this need. Importance for clinical care It is almost a cliché among those who conduct research on the use of complementary therapies to suggest that physicians and other conventional health care providers need to be aware of the wide use of complementary therapies in the populations they serve, and they should be sufficiently knowledgeable about these therapies to advise their patients. However, this advice is highly pertinent when the patients (1) are members of a vulnerable community with an occupation that exposes them to numerous hazards; (2) are at high risk for substantial chronic physical and mental diseases; (3) are often separated from their families and home communities; (4) have strong traditional medicine customs; (5) are known to regularly engage in medical pluralism; and (6) have limited access to conventional health care. Analyses23,54 indicate that Mexican farmworkers value conventional medical care and use it when they have access (when it is available to them and they can afford to pay for it). This analysis supports this result. Latinx immigrants in the United States in general, and Mexican immigrant farmworkers in particular, also use a wide range of traditional and home remedies.32 it is important to understand the implications of medical pluralism and the efficacy of the traditional and home remedies to support autonomy in the health care practices of these immigrants. For example, the use of sobadores has been evaluated by a chiropractor and found to be similar in practice and results to other manipulation traditions, 27 whereas the use of bleach as a home remedy for rash is ineffective and harmful.55 This level of understanding will serve to better educate and care for this population, as well as others. Those providing health care to farmworkers and patients from other vulnerable communities need to include questions about the use of traditional healers, OTCs, and home remedies when speaking with these patients. Information on the use of complementary therapies should be recorded in each patient's medical record, which may entail expanding the current electronic medical record. Providers will need to be familiar with complementary therapies commonly used by these patients to advise them on their use. The need to advise Arcury et al. Page 9 J Agromedicine . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptfarmworkers about alcohol consumption has been noted. Provider knowledge would need to include traditional healers and common home remedies. Limitations The results of this analysis should be interpreted with caution. The small sample was recruited from a few counties in a single state and was not randomly selected. The largely volunteered self-care practices may have underestimated actual use. The use of a survey questionnaire limited probing questions to understand a potentially complex system of medical pluralism. At the same time, data collection was based on the I-CAM-Q,8 a widely- used, standardized questionnaire for eliciting the utilization of complementary therapies. The investigators had a trusting relationship with the members of the farmworker community based on the long-term CBPR project. Conclusion Mexican migrant and seasonal farmworkers extensively utilize complementary therapies (traditional healers, supplements, self-care practices) as well as conventional health care providers. Further research on how the use of these complementary therapies and a system of medical pluralism affects the health of these farmworkers is needed, particularly how the use of the complementary therapies improves health sovereignty among these workers. Conventional health care providers need to recognize the potential for complementary therapy use when providing care to farmworkers. Those providing health outreach to migrant and seasonal farmworkers should include education about effective (good sleep habits and regular exercise) and ineffective complementary therapies (e.g., milk for pesticide poisoning) as well as alternatives to harmful practices (e.g., alcohol consumption to address stress). Acknowledgments Funding: This research was supported by National Institute of Environmental Health Sciences grant R01 ES008739, National Institute for Occupational Safety and Health grant 5T03OH009406 10, and by Health Resources and Services Administration grants 150431HO073 02 and D33HP29248 References 1. Hernandez T, Gabbard S, Carroll D. A Demographic and Employment Profile of United States Farmworkers Findings from the National Agricultural Workers Survey (NSWA) 2013-2015. Research Report 12. Washington, DC: US Department of Labor, Employment and Training Administration, office of Policy Development and Research, 2016. 2. May JJ. Occupational Injuries and Illness in Farmworkers in the Eastern United States Pp. 71-101. In: Arcury TA, Quandt SA, eds. Latino Farmworkers in the Eastern United States: Health, Safety, and Justice. New York: Springer; 2009. 3. Villarejo D, McCurdy SA, Bade B, Samuels S, Lighthall D, Williams D 3rd. The health of California's immigrant hired farmworkers. Am J Ind Med. 2010;53:3873-97. 4. Boggess B, Ochoa Bogue H. The Health of U.S. Agricultural Workers: An Ecological Analysis of over 790,000 Agricultural Worker Patients of Migrant Health Centers. Buda, TX: The National Center for Farmworker Health; 2014.Arcury et al. Page 10 J Agromedicine . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript5. Castañeda SF, Rosenbaum RP, Holscher JT, Madanat H, Talavera GA. Cardiovascular disease risk factors among Latino migrant and seasonal farmworkers. J Agromedicine. 2015;20:95-104. [PubMed: 25906268] 6. Heuer LJ, Cluster clinics for migrant Hispanic farmworkers with diabetes: perceptions, successes, and challenges. Rural Remote Health. 2006;6:469. [PubMed: 16573366] 7. Oren E, Fiero MH, Barrett E, Anderson B, Nu ez M, Gonzalez-Salazar F. Detection of latent tuberculosis infection among migrant farmworkers along the US-Mexico border. BMC V . Development of an international questionnaire to measure use of complementary and alternative medicine (I-CAM-Q). J Altern Complement Med. 2009;15:331-339. [PubMed: 19388855] 9. Arcury Talton JW, Summers P, Chen H, Laurienti PJ, Quandt SA. Alcohol Consumption and Dependence among Male Latino Migrant Farmworkers compared to Latino non-Farmworkers in North Carolina. Alcohol Clin Exp Res. JB, Laurienti PJ, Daniel SS, Quandt SA. Mental Health among Latina Farmworkers and Other Employed Latinas in North Carolina. J Rural Ment Health. 2018;42:89-101. 11. Ramos AK, Carlo G, Grant K, Trinidad N, Correa A. Stress, depression, and occupational injury among migrant farmworkers in Nebraska. Safety (Basel). 2016;2(4):23. [PubMed: 29644237] 12. Sánchez J Alcohol use among Latino migrant workers in South Florida. Drug Alcohol Depend 2015;15:241-249. 13. Arcury TA, Quandt SA. Delivery of health services to migrant and seasonal farmworkers. Annu Rev Public Health. 2007;28:345-363. [PubMed: 17291182] 14. Moore KL, Mercado J, Hill J, Katz SC. Disparities in health insurance coverage and health status among farmworkers, Sonoma County, California,2013-2014. Prev Chronic Dis. 2016;13:E45. [PubMed: 27032988] 15. Keegan L Use of alternative therapies among Mexican Americans in the Texas Rio Grande Valley. J Holist Nurs. 1996;14: 277-294. [PubMed: 9146186] 16. Lopez RA. Use of alternative folk medicine by Mexican American women. J Immigr Health. 2005;7:23-31. [PubMed: 15744474] 17. Malika NM, Desai AK, Belliard JC. Herbal use and medical pluralism among Latinos in southern California. J Community Health. 2017;42:949-955. [PubMed: 28364317] 18. Marsh WW, Hentges K. Mexican folk remedies and conventional medical care. Am Fam Physician, 1988;3:257-262. 19. Rivera JO, Ortiz M, Lawson ME, & Verma KM Evaluation of the use of complementary and alternative medicine in the largest United States-Mexico border city. Pharmacotherapy. 2002;22 256-264. [PubMed: 11837563] 20. Trangmar P, Diaz V A. Investigating complementary and alternative medicine use in a Spanish- speaking Hispanic community in South Carolina. Ann Fam Latino farmworkers. SZ. The Mexican American sobador, convergent disease discourse, and pain validation in South Texas. Hum Organ. 2008; 67:194-206. 23. Sandberg JC, Quandt SA, Graham A, Stub T, Mora DC, Arcury TA. Medical pluralism in the use of sobadores among Mexican immigrants to North Carolina. J Immigr Minor Health. 2018;20:1197-1205. [PubMed: 28994002] Decena CU, Rivera JO, Beltran O, Smith K. Use of complementary and alternative medicines and supplements by Mexican-origin patients in a US-Mexico border HIV clinic. J Assoc Nurses AIDS Care. 2013; 24: 396-410. [PubMed: 23122906] 25. Trotter RT 2nd. Curanderismo: a picture of Mexican-American folk healing. J Altern Complement Med. 2001; 7:129-131. . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript26. Trotter RT, Chavira JA. Curanderismo: Mexican American Folk Healing. Georgia: University of Georgia Press; 1997. 27. Graham A, Sandberg JC, Quandt SA, Mora DC, Arcury TA. Manual Therapy Practices of Sobadores in North Carolina. J Altern Complement Med. 2016;22:841-846. [PubMed: 27400120] 28. Quandt SA, Sandberg JC, Graham A, Mora DC, Stub T, Arcury TA. Mexican Sobadores in North Carolina: Manual Therapy in a New Settlement Context. J Immigr Minor Health. 2017;19:1186- 1195. [PubMed: 27449216] 29. Zollinger T, Koehler J, Mandzuk C, Sutton B, Sevilla-Martir J, Allen D. Use of herbal remedies by Hispanic patients: do they inform their physician? J Am Board Fam Med. 2006;19:566-578. [PubMed: 17090790] 30. Ortiz BI, Clauson KA. Use of herbs and herbal products by Hispanics in South Florida. J Am Pharm Assoc. 2006;46:161-167. 31. Zenk SN, Shaver JL, Peragallo N, Fox P, Chavez N. Use of herbal therapies among midlife Mexican women. Health Care Women Int. 2001;22: 585-597. [PubMed: 12141849] 32. Arcury Bell RA, Lang W, Quandt SA. Complementary and alternative medicine use among older adults: ethnic variation. Ethn Dis. 2006a;16:723-731. [PubMed: Arcury TA, Quandt SA. Hispanic farmworker interpretations of green tobacco sickness. J Rural Health 2002;18:503-511. [PubMed: 12380893] homes: [PubMed: 16740507] Scrimshaw M. Medical pluralism on a Guatemalan plantation. Soc Sci Med Med Anthropol. 1980;14B(4):267-278. [PubMed: 7209597] 36. Brown SA, Hanis CL. Culturally competent diabetes education for Mexican Americans: The Starr County study. Diabetes Educr 1999;25:226-236. 37. Belliard JC, Ramirez-Johnson J. Medical pluralism in the life of a Mexican immigrant woman. Hispanic J Behav Sci. 2005;27:267-285. 38. Poss JE, Jezewski MA, Stuart AG. Home remedies for type 2 diabetes used by Mexican Americans in El Paso, Texas. Clin Nurs Res. An ethnographic study of salt use and humoral concepts in a Latino farm worker community in California's Central Valley. J Ethnobiol Ethnomed. 2017;13:11. [PubMed: 28178991] TA, Sandberg JC, DC, Talton JW, Quandt SA. North Carolina Latino farmworkers' use of traditional healers: A pilot study. Pp. 89-112. In: Leong FTL, Eggerth DE, Chang DH, MA, Ford JK, Martinez RO, eds. Occupational Health Disparities: Improving the Well-Being of Ethnic and Racial Minority Workers. Washington, DC: APA Press; 2017. 42. Quandt SA, Groeschel-Johnson A, Kinzer HT, Jensen A, Miles K, O'Hara HM, Chen H, Arcury TA. Migrant Farmworker Nutritional Strategies: Implications for Diabetes Agromedicine. 30230432] 43. Druart L, Pinsault N. The I-CAM-FR: A French translation and cross-cultural adaptation of the I- Medicines Hornborg AC. Two-Thirds of survey respondents in southern Sweden used complementary or alternative medicine in 2015. Complement Med Res. 2017;24(5): 302-309. [PubMed: 28535538] 45. Lee JA, Sasaki Go HY , Park S, YK, Ko SG, Motoo Y , Tsutani K, Lee MS. An assessment of the use of complementary and alternative medicine by Korean people using an adapted version of the standardized international questionnaire (I-CAM-QK): a cross-sectional study of an internet survey. BMC Complement Altern Med. 2018;18(1):238. [PubMed: 30103722] Agromedicine . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript46. Esteban S, Vázquez Peña F, Terrasa S. Translation and cross-cultural adaptation of a standardized international questionnaire on use of alternative and complementary medicine (I-CAM - Q) for Argentina. BMC Complement Altern Med. 2016;16:109. [PubMed: 27029211] 47. Harris PA, Taylor R, Thielke R, Payne J, Gonzalez N, Conde JG. Research electronic data capture (REDCap) - A metadata-driven methodology and workflow process for providing and brujas: Health care delivery and Mexican immigrants in San Diego. Med Anthropol Q 1984;15:31-37. 49. Arcury TA, Skelton CK, Trejo G, Quandt SA. Anticipatory guidance about child diet and physical activity for Latino farmworker mothers. J Health Care Poor Underserved. 2016;27:1064-1079. [PubMed: 27524752] 50. Cant S, Sharma U. A New Medical Pluralism: Complementary Medicine, Doctors, Patients and the State. London, Routledge; 1999. 51. Ornelas IJ, Allen C, Vaughan C, Williams EC, Negi N. Vida PURA: a cultural adaptation of screening and brief intervention to reduce unhealthy drinking among Latino day laborers. Subst Abus. 2015; 36:264-271. J, Graham CN, Arcury TA. Leaving family for work: ambivalence and mental health among Mexican migrant farmworker men. J Immigr Minor Health 2006;8:85-97. [PubMed: 19835002] 53. Sandberg JC, Spears Johnson CR, Nguyen HT, Talton JW, Quandt SA, Chen H, Summers P, Arcury TA. Mobile and traditional modes of communication among male Latino farmworkers: Implications for health communication and dissemination. J Immigr Minor 2016;18:522- care-seeking among Latino immigrants: Blocked access, use of traditional medicine, and the role of religion. J Health Care Poor Underserved. 2010; 21:862-878. [PubMed: 20693732] 55. Cathcart LE, Quandt SA, Cabral G, Brooks T, P, Fleischer AB Jr, Schulz MR, Arcury TA. Self-treatment Dermatitis. . Author manuscript; available in PMC 2020 July 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAuthor Manuscript Author Manuscript Author Manuscript Author ManuscriptArcury et al. Page 14 Table 1. Participant personal characteristics, North Carolina farmworkers, 2017 (N=200) n% Male 74 37.0 40-49 63 31.5 50 + 26 13.0 Spanish Dominant Language 188 94.0 Education Elementary or less 69 34.5 More than elementary 131 65.5 H-2A Visa 183 91.5 J Agromedicine . Author manuscript; available in PMC 2020 July 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptArcury et al. Page 15 Table 2. Type of Health Care Provider Used by Latinx Farmworkers in Past 12 Months, Main Reason for Treatment, and Perceived Helpful of Treatment, North Carolina, 2017 (N=200). Type of Health Care ProviderReceived Treatment in Past 12 Months N (%)Main Reason for Treatment Perceived Helpfulness Treat Acute Condition %Treat Chronic Condition %Improve Well-Being % Very % Some-what % Not at All % Conventional health care provider126 (63.0) 69.8 15.9 15.1 95.2 5.6 0 Traditional healers Sobador 39 (19.5) 84.6 5.1 10.3 100.0 - 0 Curandero 9 (4.5) 22.2 11.1 55.6 44.4 44.4 11.1 Herbalist 4 (2.0) 25.0 0 75.0 75.0 Spiritual healer 4 available in PMC 2020 July 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptArcury et al. Page 16 Table 3. Use of Any Herb, Vitamin, Over the Counter Medicine, and Home Remedy by Latinx Farmworkers in Past 12 Months, Main Reason for Use, and Perceived Helpful, North Carolina, 2017 (N=200). Used in the Past 12 Months N (%)Main Reason for Use Perceived Helpfulness Treat Acute Condition %Treat Chronic Condition %Improve Well-Being % Very % Some-what % Not at All % Any herb 125 (62.5) 79.2 0.8 17.6 95.2 1.6 0 Any vitamin 92 (46.0) 7.6 5.4 85.9 92.4 7.6 0 Any over-the- counter (OTC) medicine114 (57.0) 93.9 0 6.1 97.4 2.6 0 Any home remedy 27 (13.5) 92.6 0 7.4 81.5 14.8 0 J Agromedicine . Author manuscript; available in PMC 2020 July 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptArcury et al. Page 17 Table 4. Self-Care Practices Used by Latinx Farmworkers in Past 12 Months, Main Reason for Use, and Perceived Helpful, North Carolina, 2017 (N=200). Self-Care PracticeUsed in the Past 12 Months N (%)Main Reason for Use Perceived Helpfulness Treat Acute Condition %Treat Chronic Condition %Improve Well-Being % Very % Some-what % Not at All % Music* 73 (36.5) 0 5.6 91.8 98.6 1.4 0 Sleep* 36 (18.0) 2.8 0 94.4 100.0 0 0 Prayer for health 30 (15.0) 0 3.3 90.0 96.7 3.3 0 Social Media* 28 (14.0) 0 0 96.4 100.0 0 0 (12.5) 0 0 96.0 4.0 0 Drinking/smoking* 23 (11.5) 0 0 100.0 0 0 Rest* 21 (10.5) 0 0 100.0 100.0 0 0 Interacting with friends* 17 (8.5) 0 0 100.0 100.0 0 0 Bathing* 15 (7.5) 0 0 100.0 100.0 0 0 Other* 15 (7.5) 0 0 100.0 100.0 0 0 *Participant open-ended response Solicited self-care practices not reported by participants: Yoga, Qigong, Tai Chi, Visualization, Traditional healing ceremony. Mediation and relaxation techniques were each reported by a one participant. J Agromedicine . Author manuscript; available in PMC 2020 July 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptArcury et al. Page 18 Table 5. Variation in the Use of Any Traditional Healers, Herb, Vitamin, Over the Counter Medicine, and Home Remedy by Personal Characteristics and Treatment by a Conventional Health Care Provider, Latinx Farmworkers in North Carolina, 2017 (N=200). Personal Characteristics and Treatment by a Conventional Health Care ProviderAny Traditional Healer N=40Any Herbs N=125 Any Vitamins N=92 Any Over-the- Counter (OTC) Medicine N=114Any Home Remedy N=27 n (%) n (%) n (%) n (%) n (%) Age 18-29 8 (21.6) 25 (67.6)22 (59.5)* 22 (59.5) 3 (8.1) 30-39 14 (18.9) 42 (56.8) 28 (37.8) 44 (59.5) 11 (14.9) 40-49 15 (23.8) 41 (65.1) 34 (54.0) 37 (58.7) 10 (15.9) 50 + 3 (11.5) 17 (65.48) 8 (30.9) 11 (42.3) 3 (11.5) Education Elementary or less19 (27.5)*51 (73.9)* 32 (46.4) 35 (50.7) 13 (18.8) More than elementary 21 (16.0) 74 (56.5) 60 (45.8) 79 (60.3) 14 (10.7) Treated by conventional health care provider No9 (12.2)* 43 (58.1)25 (33.8)** 42 (56.8) 9 (12.2) Yes 31 (24.6) 82 (65.1) 67 (53.2) 72 (57.1) 18 (14.3) *p<.05 **p<.01 J . Author manuscript; available in PMC 2020 July 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptArcury et al. Page 19Table 6. Variation in the Use Self-Care Practices by Personal Characteristics and Treatment by a Conventional Health Care Provider, Latinx Farmworkers in North Carolina, 2017 (N=200). Personal Characteristics and Treatment by a Conventional Health Care ProviderSelf-Care Practices Music N=73 Sleep N=36 Prayer Exercise N=25 Drinking/Smoking N=23 Rest N=21 n (%) n (%) n (%) n (%) n (%) n (%) n (%) Age 18-29 17 (46.0) 7 (18.9) 3 (8.1) 10 (27.0) 5 (13.5) 5 (13.5) 5 (13.5) 30-39 27 (36.5) 8 (10.8) 12 (16.2) 9 (12.2) 8 (10.8) 8 (10.8) 8 (10.8) 40-49 18 (28.6) 17 (27.0) 11 (17.5) 8 (12.7) 8 (12.7) 6 (9.5) 6 (9.5) 50 + 11 (42.3) 4 (15.4) 4 (15.4) 1 (3.9) 4 (15.4) 4 (15.4) 2 (7.7) Education Elementary or less 23 (33.3) 16 (23.2) 10 (14.5) 6 (8.7) 7 (10.1) 7 (10.1) 9 (13.0) More than elementary 50 (38.2) 20 (15.3) 20 (15.3) 22 (16.8) 18 (13.7) 16 (12.2) 12 (9.2) Treated by conventional health care provider No 26 (35.1) 11 (14.9) 14 (18.9) 12 (16.2) 8 (10.8) 9 (12.2) 11 (14.9) Yes 47 (37.3) 25 (19.8) 16 (12.7) 16 (12.7) 17 (13.5) 14 (11.1) 10 (7.9) J Agromedicine . Author manuscript; available in PMC 2020 July 01. "}