{"title": "Wedding Anniversary Names", "author": null, "url": "https://www.caketoppers.co.uk/page/wedding-anniversary-names", "hostname": "caketoppers.co.uk", "description": "If you want to know the name of all the wedding anniversaries here is a list of wedding anniversary names and gifts for each year", "sitename": "caketoppers.co.uk", "date": "2023-01-01", "cleaned_text": "Wedding Anniversary Names Ever wanted to know the wedding anniversary names and gifts by year? Here's a list of the appropriate present to give for each of the anniversaries. We've included a complete list of all the traditional names and equivalent gift suggestions for each of the anniversary years from a first anniversary through to an eightieth. We also have some fun and interesting facts about anniversaries and their history. Year Anniversary Name Modern Gift or Present |1st||Paper||Clock| |2nd||Cotton||China| name of a first anniversary in year one is Paper. Gifts can include stationery and a modern alternative is a clock. - For year 2 it's cotton, but giving china is also acceptable. - Year 3 is called leather and a present can include crystal or glass gifts. - Year 4 is Linen, the traditional gift, but modern equivalents include fruit and flowers. - For year 5 the name is wood but a gift of silver may be more welcome. - Year 6 is called iron but sugar or confectionery make a tastier gift - a perfect opportunity to [celebrate with cake or cupcakes](/search/?searchfor=)! - Year 7 is Copper and a woollen or knitted garment is also appropriate. - The name for year 8 is Bronze with gifts including pottery. - Year 9 is Willow, but unless you plan on giving a present for the garden then linen or lace are good ideas. - Year 10 is called Tin so something like a set of designer storage containers might work. The modern version is diamond. - Year 11 is Steel and you could find steel jewellery or an ornament. - For year 12 you shouldn't have too much trouble finding a gift of Silk. - The name of year 13 is Lace but gifts can include other textiles such as table linen. - On to year 14 and this one is called Ivory. Obviously one would not be expected to give a gift of real ivory these days, so the answer is to choose something that's either ivory in colour or pick out some gold jewellery instead. - Year 15 is quite a landmark and the name is Crystal with an alternative gift of a pair of watches. - There are no official names for the years 16, 17, 18 and 19 so the next milestone is 20 years. The name is china so crockery or an ornament are obvious choices with platinum for those with a bigger budget. - The anniversaries are now only named for each 5 years and the next one is 25. This is probably the most well known as a silver anniversary. - This is followed by Pearl for year 30, Coral for year 35, Ruby for year 40, Sapphire for year 45, Gold for year 50, Diamond for year 60, Blue Sapphire for year 65, Platinum for year 70 and finally Oak for year 80. - There is currently no name for a 90th anniversary, but maybe one day there will be! History of Anniversary Celebrations The celebration of wedding anniversaries dates back to Roman times when husbands gave their wives a silver wreath for 25 years of marriage, and a gold wreath for 50 years. Twentieth century commercialism then led to the addition of more gifts to represent colour and names for other years. By the 1930's there was a material or symbol representing the year as a gift suggestion for the first year and milestone years such as 10th, 20th, 25th and 50th. Over the years more were added and the gift list updated and modernised by various American and British greeting card companies. British couples can receive a message from the Queen for a 60th, 65th and 70th anniversary, and every year after that. The end of World War Two is reflected in the number of messages sent - in 2005 thousands more diamond wedding messages were sent due to the large number of marriages as soldiers returned home from the war. Long Marriage Records Some British couples have held Guinness World Records for marriage. In 2006 the world's longest living married couple were Mr and Mrs Jones from South Wales whose wedding in 1923 was 83 years ago. In 2015 the record for the longest every marriage was held by a British couple - Mr and Mrs Chand from Bradford who were married for almost 91 years. "}