{"title": "Protective action of natural and induced immunization against the occurrence of delta or alpha variants of SARS-CoV-2 infection: a test-negative case-control study - BMC Medicine", "author": "Corrao; Giovanni; Franchi; Matteo; Rea; Federico; Cereda; Danilo; Barone; Antonio; Borriello; Catia Rosanna; Della Valle; Petra Giulia; Ercolanoni; Michele; Fortino; Ida; Jara; Jose; Leoni; Olivia; Mazziotta; Francesco; Pierini; Elisabetta; Preziosi; Giuseppe; Tirani; Marcello; Galli; Massimo; Bertolaso; Guido; Pavesi; Bortolan", "url": "https://bmcmedicine.biomedcentral.com/articles/10.1186/s12916-022-02262-y", "hostname": "biomedcentral.com", "description": "Background The evolution of SARS-CoV-2 has led to the emergence of several new variants, and few data are available on the impact of vaccination on SARS-CoV-2 variants. We aimed to assess the association between natural (previous infection) and induced (partial or complete vaccination) exposure to SARS-CoV-2 and the onset of new infection supported by the delta variant, and of comparing it with that supported by alpha. Methods We performed a test-negative case-control study, by linking population-based registries of confirmed diagnoses of infection with SARS-CoV-2, vaccinations against Covid-19 and healthcare utilization databases of the Italian Lombardy Region. Four hundred ninety-six persons who between 27 December 2020 and 16 July 2021 had an infection by the delta variant were 1:1 matched with citizens affected by alphavariant and 1:10 matched with persons who had a negative molecular test, according to gender, age and date of molecular ascertainment. We used a conditional logistic regression for estimating relative risk reduction of either variants associated with natural and/or induced immunization and corresponding 95% confidence interval (CI). Results Previous infection was associated with 91% (95% CI 85% to 95%) reduced relative risk of reinfection, without evidence of significant differences between delta and alpha cases (p=0.547). Significant lower vaccinal protection against delta than alpha variant infection was observed with reduced relative risk associated with partial vaccination respectively of 29% (7% to 45%), and 62% (48% to 71%) (p=0.001), and with complete vaccination respectively of 75% (66% to 82%) and 90% (85% to 94%) (p=0.003). Conclusions Lower protection towards infections caused by the delta variant with respect to alpha variant was noticed, even after the completion of the vaccination cycle. This finding would support efforts to maximize both vaccine uptake with two doses and fulfilment with individual protection measures, especially as the delta variant is rampant worldwide presently.", "sitename": "BioMed Central", "date": "2022-02-08", "cleaned_text": "- Research article - [Open Access](https://www.springernature.com/gp/open-research/about/the-fundamentals-of-open-access-and-open-research) [Published:](#article-info) Protective action of natural and induced immunization against the occurrence of delta or alpha variants of SARS-CoV-2 infection: a test-negative 52 (2022) [Cite this article](#citeas) - 2027 Accesses - 4 Citations - 3 Altmetric - Abstract Background The evolution of SARS-CoV-2 has led to the emergence of several new variants, and few data are available on the impact of vaccination on SARS-CoV-2 variants. We aimed to assess the association between natural (previous infection) and induced (partial or complete vaccination) exposure to SARS-CoV-2 and the onset of new infection supported by the delta variant, and of comparing it with that supported by alpha. Methods We performed a test-negative case-control study, by linking population-based registries of confirmed diagnoses of infection with SARS-CoV-2, vaccinations against Covid-19 and healthcare utilization databases of the Italian Lombardy Region. Four hundred ninety-six persons who between 27 December 2020 and 16 July 2021 had an infection by the delta variant were 1:1 matched with citizens affected by alphavariant and 1:10 matched with persons who had a negative molecular test, according to gender, age and date of molecular ascertainment. We used a conditional logistic regression for estimating relative risk reduction of either variants associated with natural and/or induced immunization and corresponding 95% confidence interval (CI). Results Previous infection was associated with 91% (95% CI 85% to 95%) reduced relative risk of reinfection, without evidence of significant differences between delta and alpha cases (p=0.547). Significant lower vaccinal protection against delta than alpha variant infection was observed with reduced relative risk associated with partial vaccination respectively of 29% (7% to 45%), and 62% (48% to 82%) and 90% (85% to 94%) (p=0.003). Conclusions Lower protection towards infections caused by the delta variant with respect to alpha variant was noticed, even after the completion of the vaccination cycle. This finding would support efforts to maximize both vaccine uptake with two doses and fulfilment with individual protection measures, especially as the delta variant is rampant worldwide presently. Background The evolution of severe acute respiratory syndrome-coronavirus (SARS-CoV)-2 has led to the emergence of several new variants. Among these, \"Variants of Concern\" (VoC) are defined by phenotypic changes, including enhanced transmission, increased pathogenicity and reduced efficacy of prophylactic and therapeutic countermeasures [ [1](/articles/10.1186/s12916-022-02262-y#ref-CR1)]. Based on an epidemiological update from the World Health Organization on 22 June 2021, four VoC have been identified since the beginning of the pandemic: alpha (B.1.1.7; this was the first VoC described in the UK in late-December 2020), beta (B.1.351; South Africa, December 2020), gamma (P.1, Brazil; early-January 2021) and delta (B.1.617.2; India, December 2020) [ [2](/articles/10.1186/s12916-022-02262-y#ref-CR2)]. People infected with the delta variant have been described as having a viral load ~1000-times higher than that in people infected with the original SARS-CoV-2 [ [3](/articles/10.1186/s12916-022-02262-y#ref-CR3)], so the delta variant spreads faster than other variants [ [4](/articles/10.1186/s12916-022-02262-y#ref-CR4)]. VoC display specific mutations in the spike protein that reduce the binding affinity of neutralising antibodies [ [5](#ref-CR5), [6](#ref-CR6), [7](/articles/10.1186/s12916-022-02262-y#ref-CR7)]. The beta variant, gamma variant, and delta variant have shown significant escape from natural infection-mediated neutralisation [ [8](/articles/10.1186/s12916-022-02262-y#ref-CR8)]. Levels of neutralising antibodies induced by m-RNA vaccines against SARS-CoV-2 variants have been found to be similar (or higher) than those derived from naturally infected individuals [ [9](/articles/10.1186/s12916-022-02262-y#ref-CR9)]. Although modest differences in vaccine efficacy were noted recently with the delta variant as compared with the alpha variant after receipt of two vaccine doses [ [10](/articles/10.1186/s12916-022-02262-y#ref-CR10)], too few and inconsistent data hamper addressing of vaccine policies while variants are spreading. We undertook a case-control investigation during the ongoing vaccination campaign in the Italian region of Lombardy. We aimed to estimate the association between natural (ascertained previous infection) and/or induced (partial or complete administration of a vaccine) exposure to SARS-CoV-2, and the onset of new infection due to the delta variant with respect to the alpha variant (which are the variants covering ~90% of SARS-CoV-2 infections occurring currently in the study population). Results Just over 9 million beneficiaries of the RHS aged 12 years or older were candidates for vaccination against COVID-19 on 27 December 2020 (i.e., when the vaccination campaign started in Italy). During the vaccination campaign (from 27 December 2020 until 16 July 2021, i.e., the endpoint of the current study) just over 2-million candidates for vaccination had provided a nasopharyngeal swab for testing at least once. Among them, ~419,400 individuals (~19%) were positive at least once according to a molecular test. Whole-genome sequencing was used to identify VoC for 11,300 individuals (2.3% of positive samples). The proportion of samples that were sequenced increased from 0.8% in January 2021 to 26.9% in July 2021. During the study period, 1279 and 8897 sequenced samples tested positive for the delta variant and alpha variant, respectively. Among these, 496 delta cases were matched to 496 alpha cases and to 4960 controls (Fig. [1](/articles/10.1186/s12916-022-02262-y#Fig1)). Interestingly, a delta variant was first found on 3 May 2021 and, since then, the proportion of delta variants went from 0.9% in May to 62.4% in the first half of July 2021. Conversely, the proportion of the alpha variant continuously decreased from May to July 2021. This explains why, among the 1279 individuals found with the delta variant, only 496 were matched and included in the study. Additional File [1](/articles/10.1186/s12916-022-02262-y#MOESM1): Fig. S1 shows the trend of new infections sustained by delta and alpha variants observed during the study period. There was no substantial difference in baseline characteristics between the 496 delta patients included in the study and the 783 who did not match on alpha patients and were therefore excluded. Included and excluded delta patients, respectively, were 55% and 57% of male gender, 71% and 74% were aged 49 years or younger, 74% and 71% had few previous contacts with the NHS and 91% and 92% were asymptomatic or puacisymptomatic at the time of infection detection. Cases and controls Compared with controls, people infected with either delta variant or alpha variant had less frequent (i) previous contact with the RHS, (ii) previous use of the drugs under consideration (mainly corticosteroids and oral anticoagulants) and (iii) current presence of several diseases among those considered (mainly anaemia, depression, epilepsy, psychosis, malignancies, other diseases of the respiratory and genitourinary systems, symptoms, signs and ill-defined conditions, and other psychiatric disorders) (Table [1](/articles/10.1186/s12916-022-02262-y#Tab1)). Conversely, there was no statistical evidence that delta variant-infected cases and alpha variant-infected patients differed in any of the characteristics under consideration, or for COVID-19 severity. Effect of natural and induced exposure to SARS-CoV-2 Significant protective action of natural exposure against the occurrence of SARS-CoV-2 reinfection as a whole, as well as of symptomatic COVID-19 illness was observed, with relative risk reductions of 88% (79% to 93%) and 90% (81% to 95%), respectively. patients who experienced delta- and alpha-variant infection, six (1.2%) and 9 (1.8%) had previous natural exposure to SARS-CoV-2, with median (minimum-maximum) time of reinfection of 207 (115-529) days and 127 (94-453) days, respectively. Table [2](/articles/10.1186/s12916-022-02262-y#Tab2) shows that between-variant differences in relative risk reductions for the association between natural exposure and both SARS-CoV-2 reinfection and symptomatic COVID-19 illness were weak and not significant. Partial vaccination and complete vaccination were associated with significant protection against SARS-CoV-2 infection as a whole, and even more towards symptomatic COVID-19 illness, being the corresponding relative risk reductions 36% (23% to 47%) and 80% (74% to 84%), respectively. patients who experienced delta- and alpha-variant infection, 93 (18.8%) and 65 (13.1%) had partial vaccination, while 54 (10.9%) and 29 (5.8%) had complete vaccination. Significantly weaker protective actions of partial and complete vaccination against the occurrence of delta-variant infection and illness, with respect to outcomes from the alpha-variant, were observed (Table [2](/articles/10.1186/s12916-022-02262-y#Tab2)). As expected by the above reported findings, direct comparison between delta (principal endpoint) and alpha (now considered as comparator) infections confirmed that partial and complete vaccination were both associated with a significantly increased risk of delta than alpha variants, being the corresponding odds ratios 1.89 (95% CI 1.30 to 2.77) and 2.71 (1.57 to 4.70), respectively, while there was no evidence that previous infection differently affected delta and alpha infection risks, being the corresponding odds ratio 0.84 (0.29 to 2.43) (data not shown). The joint action of natural and induced exposure to SARS-CoV-2 afforded protection against infection caused by the delta variant and alpha variant (Fig. [2](/articles/10.1186/s12916-022-02262-y#Fig2)). The weaker protection of vaccination against infection by the delta variant with respect to the alpha variant only affected individuals who had no evidence of prior infection. Supplementary analyses Estimates were, in general, like those obtained in the main analyses irrespective of the time-window from non-exposure to the beneficial effects after vaccination (Additional File [1](/articles/10.1186/s12916-022-02262-y#MOESM1): Table S1). Among citizens who had at least one positive molecular test for a nasopharyngeal swab during the vaccination campaign, those for whom sequencing data were obtained were mainly men, of younger age, and were characterised by a lower prevalence of corticosteroid users and signs of coronary and respiratory disease with respect to those for whom sequencing data were not obtained (Additional File [1](/articles/10.1186/s12916-022-02262-y#MOESM1): Table S2). Finally, the rule-out approach applied for the residual unmeasured confounding analysis, showed that it is unlike that a potential confounder able to nullify the observed association exists. For example, the potential confounder should be associated to an 8-fold risk increase of infection due to delta variant, as compared to alpha variant, and, at the same time, be about 10-fold more common among vaccinated than an unvaccinated individual in order to nullify the observed association between complete vaccination and risk of infection with delta variant, as compared to alpha variant (Additional File [1](/articles/10.1186/s12916-022-02262-y#MOESM1): Fig. S2). Discussion We showed that receipt of partial (one dose) active immunisation against COVID-19 offered lower protection against SARS-CoV-2 infection caused by the delta variant than that by the alpha variant, with a reduction of the risk of symptomatic disease of 35% and 66%, respectively. These data are in accordance with the results of a recent study showing a lower efficacy of one-dose vaccination in protecting against symptomatic disease caused by the delta variant than that by the alpha variant [ [10](/articles/10.1186/s12916-022-02262-y#ref-CR10)]. Our study offers at least three original cues. First, we observed that, other than symptomatic illness, between-variant differences also affected infections as a whole (symptomatic and asymptomatic) after receiving partial (one dose) active immunisation, with a corresponding relative risk reduction of 29% and 62%, respectively, for delta and alpha cases. Second, our findings showed that, although with a lower extension, between-variant differences remained even after receipt of complete (two doses) active immunisation, with a corresponding relative risk reduction of 81% and 93% for symptomatic illness, and 75% and 90% for SARS-CoV-2 infection as a whole, respectively, for delta and alpha cases. The inconsistency of the latter evidence with recent findings by Bernal et al. [ [10](/articles/10.1186/s12916-022-02262-y#ref-CR10)] is apparent. Their statement that \"only modest differences in vaccine effectiveness were noted with the delta variant as compared with the alpha variant after the receipt of two vaccine doses\" should be reconsidered in the light of our estimates comparison, being 80% and 88% the effectiveness of two vaccine doses in protecting symptomatic delta and alpha illness according to Lopez Bernal et al., 81% and 93% our corresponding findings. Finally, we observed that a previous SARS-CoV-2 infection reduces the risk of a new infection. No evidence of a different effect of a previous infection on the risk of re-infection was observed between delta and alpha variant, even if the number of individuals with a previous infection was too small for detecting a potential difference. The latter finding confirms and expands previous reports showing that (i) natural immunity appears to confer a protective effect for at least a year, which is similar to the protection reported in recent vaccine studies [ [11](/articles/10.1186/s12916-022-02262-y#ref-CR11)]; (ii) memory antibodies selected over time by the natural infection have greater potency and breadth than antibodies elicited by vaccination [ [12](/articles/10.1186/s12916-022-02262-y#ref-CR12)]. According to our findings, the joint action of the previous infection and complete active immunisation entirely avoids a new infection caused by the delta variant or alpha variant. It should be noticed, however, that the statistical power was too low to provide a precise estimate of this relative benefit. This is in line with a recent report showing that a 25- to 100-folds higher antibody response driven by memory B cells and CD4+ T cells and broader cross-protection from variants is generated when natural immunity is combined with vaccine-induced immunity [ [13](/articles/10.1186/s12916-022-02262-y#ref-CR13)]. The 1:1:10 matched design we used in the current study limited the number of patients included in the study, selecting only about one third of patients initially identified to be infected with the delta variant. However, it allowed to make delta and alpha cases directly comparable, thus, to directly estimate the effect of natural and induced infection to SARS-CoV-2 against a new infection due to delta variant, as compared to alpha variant. The main strength of the present study was its population-based approach implemented in a setting with regional health services providing free access to healthcare and well-defined and near-complete follow-up based on computerised registries with full population coverage and daily updates [ [14](/articles/10.1186/s12916-022-02262-y#ref-CR14)]. The profiling of the target population through the clinical 'footprints' of real patients as they accessed their routine medical care was also a strength of our study. In addition, several sensitivity analyses confirmed the robustness of our study results. The present study also had potential weaknesses. First, power concerns prevented investigation of the effect of the vaccine type. However, relevant between-variant differences in the differential effects of available vaccines are not expected [ [10](/articles/10.1186/s12916-022-02262-y#ref-CR10)], so this issue may not have affected our findings. Second, selection bias could not be excluded. Fewer than one-quarter of vaccination candidates provided a nasopharyngeal swab during the vaccination campaign, and <3% of positive nasopharyngeal swabs were sequenced for variant identification. We observed that sequenced samples belonged mainly to healthier citizens (Additional File [1](/articles/10.1186/s12916-022-02262-y#MOESM1): Table S2), so we suspect that differences in health-seeking behaviour depending on whether a person did or did not provide a nasopharyngeal swab that underwent sequencing may have generated a selective pressure towards the inclusion of healthier citizens. Third, misclassification of exposures and outcomes cannot be ruled out. In particular, few citizens underwent nasopharyngeal swab testing during the first wave of the COVID-19 epidemic, so some citizens may have been classified as 'not exposed' to natural infection despite having been infected. One may speculate that only cases with a diagnosis supported by instrumental evidence were included; the rationale behind this approach was that a high level of specificity of case selection is crucial to avoid misclassification, whereas sensitivity is less important [ [15](/articles/10.1186/s12916-022-02262-y#ref-CR15)]. Conversely, a low specificity of testing using the polymerase chain reaction could result in cases and controls being misclassified, as well as affecting one variant more than another variant, thereby resulting in attenuation of the estimates of vaccine action and affecting the between-variant comparison in a predictable direction. Finally, as with any observational study, our investigation may have been affected by differences between groups. Several attempts were made to consider such concerns, particularly by adjustment of variables. The test-negative case-control design we adopted relied on the assumption that residual confounding would affect variant-specific estimates equally, thereby making comparisons reliable [ [16](/articles/10.1186/s12916-022-02262-y#ref-CR16)]. The rule-out analysis suggests that it is unlikely that the observed lower vaccine protection against the delta infection with respect to the alpha one may be fully explained by an unknown and unmeasured confounder. Conclusions Evidence of vaccine protection against SARS-CoV-2 infection and symptomatic COVID-19 was confirmed by our large population-based investigation. Most protection was obtained after the completion of a vaccination cycle, so efforts to maximize vaccine uptake with two doses should be boosted [ [17](/articles/10.1186/s12916-022-02262-y#ref-CR17)]. Lower protection towards infection and illness caused by the delta variant than by at by the alpha variant was observed, even after completion of the vaccination cycle. This finding would support efforts to maximize both vaccine uptake with two doses and fulfilment with individual protection measures [ [18](/articles/10.1186/s12916-022-02262-y#ref-CR18)], especially as the delta variant is rampant worldwide presently. Methods Data sources This is a linked health administrative database study. Four population-based data sources collecting individual health information were used. The first data source was the health registry, that since the year 2000 reports and updates data on Lombardy residents, including date and causes of entry (birth, immigration) and exit (death, emigration) from the condition of the beneficiary of the Regional Health Service (RHS). The second data source was the healthcare utilisation database, which since the year 2000 collects various types of information, including inpatient diagnoses supplied by public or private hospitals, and outpatient drug and services supplied by the RHS departments. The third data source was the coronavirus disease 2019 (COVID-19) vaccination registry established on 27 December 2020 (i.e., the date of the first vaccine administration in Lombardy) which collect individual data on the date, type, and dose of vaccine dispensing. The fourth data source was the registry of patients with a confirmed diagnosis of SARS-CoV-2 infection which was established on 21 February 2020 (i.e., the date of the first ascertained diagnosis in Lombardy) for monitoring individual data on infections (ascertained through nasopharyngeal swamps and assessed from a laboratory accredited by the Regional Authority), and hospital admissions, emergency-room access, and deaths due to COVID-19. Since the initiation of the SARS-CoV-2 registry, an increasing proportion of nasopharyngeal swabs testing positive for the nucleic acids of SARS-CoV-2 have been sequenced and possibly assigned to a variant based on mutations [ [19](/articles/10.1186/s12916-022-02262-y#ref-CR19)]. Details on the sequencing methods used in the current study are provided in Additional file [1](/articles/10.1186/s12916-022-02262-y#MOESM1): Annex S1. These administrative databases were linked through a single individual identification code. To preserve privacy, each identification code was deidentified automatically, with this inverse process being allowed only for the RHS on request from judicial authorities. Further details of the healthcare databases used in the context of COVID-19 in Lombardy have been reported [ [20](/articles/10.1186/s12916-022-02262-y#ref-CR20)]. Study design Selection of the individuals included in this case-control study started from beneficiaries of the RHS, residents in Lombardy Region, who were candidates for vaccination against COVID-19 on 27 December 2020 (i.e., when the vaccination campaign started in Italy). These include individuals who had celebrated their 12th birthday or would do so in the course of 2021. Among these, were identified individuals who during the vaccination campaign (from 27 December 2020 until 16 July 2021, i.e., the endpoint of the current study) had provided a nasopharyngeal swab for testing at least once. Among those who were positive at least once according to a molecular test, were identified those whose whole-genome sequencing was used to identify VoC .For each individual for whom the delta variant was found at a certain date (index date), one individual was found to have the alpha variant on the same date, and 10 individuals who, despite having provided a nasopharyngeal swab, were found to be negative until the index date, were selected randomly to be matched for sex and age (±1 year). By design, a case can be selected as a control for an earlier case. In this way, a 1:1:10 matching design was realised by which members of each risk set were expected to have accumulated a previous time period of the same length during which the delta case, the alpha case, and 10 controls could have experienced natural (ascertained previous infection, from 21 February 2020 to the index date) or induced (partial or complete vaccination, from 27 December 2020 to the index date) exposure to SARS-CoV-2. The corresponding design has been denoted as a \"test-negative case-control design\" because cases and controls were selected from candidates for vaccines who were submitted to molecular testing, and comparators (controls) were selected from those who were negative upon molecular testing [ [10](/articles/10.1186/s12916-022-02262-y#ref-CR10), [16](/articles/10.1186/s12916-022-02262-y#ref-CR16)]. We expect that if exposure to SARS-CoV-2 (natural or induced) had the same strength for protecting against new infection by each variant, a similar proportion of previous exposure would be expected among cases (with either variant) and controls. Conversely, if natural exposure or induced exposure were less effective against the delta variant than against the alpha variant, then a higher proportion of previous exposure would be expected among individuals infected with the delta variant. Exposure to SARS-CoV-2 The most recent date of nasopharyngeal swab-positivity experienced by each case and control from 21 February 2020 to 3 months before the index date was identified from the regional SARS-CoV-2 registry [ [21](/articles/10.1186/s12916-022-02262-y#ref-CR21)]. From this source, cases and controls with a diagnosis of previous infection (ascertained by positivity of molecular tests of nasopharyngeal swabs) were identified on the assumption that a previous infection was less likely to have occurred in the remaining patients. Thus, previous infection was classified in two mutually exclusive categories: \"ascertained\", if a nasopharyngeal swab-positivity was found, or \"unlike\", otherwise. In addition, information on the date, type, and dose of vaccine administered to each case and control were identified from the regional COVID-19 vaccination registry. Each person included was classified in three mutually exclusive categories of (i) \"unexposed\" (if he/she did not receive a vaccine at the endpoint date [i.e., before 16 July 2021] or if the time-window between the first or unique dose of the vaccine and the index date was <14 days); (ii) \"partially vaccinated\" (if he/she had received the first dose of a vaccine manufactured by Pfizer-BioNTech, Moderna, or Oxford-AstraZeneca from >14 days before the index date); (iii) \"fully vaccinated\" (if he/she had received the second dose of a vaccine manufactured by Pfizer-BioNTech, Moderna, or Oxford-AstraZeneca, or a unique dose of a vaccine manufactured by Janssen, from >14 days before the index date). Additional data Cases and controls were classified by recording their age and sex at the index date. Hospital admissions experienced and drug prescriptions administered within 2 years before the index date were used to investigate 62 conditions that could affect the risks of severe/fatal clinical manifestations of SARS-CoV-2 infection and of experiencing adverse events [ [22](#ref-CR22), [23](#ref-CR23), [24](/articles/10.1186/s12916-022-02262-y#ref-CR24)]. The total number of contacts that each case and control had with the RHS within 2 years before the index date was also recorded. A complete list of these conditions, along with the International Classification of Diseases-9 and Anatomical Therapeutic Chemical codes used to track them, is provided in Additional file [1](/articles/10.1186/s12916-022-02262-y#MOESM1): Table S3. Statistical analysis The McNemar test for paired data (or its version for the trend) was used for comparing certain measured characteristics of people infected with the delta variant and alpha variant and corresponding controls. Conditional logistic-regression models were fitted to estimate the odds ratio and corresponding 95% confidence interval for SARS-CoV-2 infection caused by the delta variant (and separately by the alpha variant) associated with the exposure of interest. Relative risk reduction was calculated as 1-odds ratio. Models were used first to evaluate the main effects of natural and induced exposure to SARS-CoV-2. Subsequently, with the aim of evaluating their joint effect, the interaction term between natural exposure and induced exposure was included. All estimates were adjusted by including, among the additional data reported above, covariates to which 1% of the controls were exposed (see Table [1](/articles/10.1186/s12916-022-02262-y#Tab1)). Between-variant differences were tested by using a Chi-square statistic for homogeneity of odds ratios [ [25](/articles/10.1186/s12916-022-02262-y#ref-CR25)]. A 0.5 fixed value was added to all cells for strata where at least a cell with zero count was observed [ [26](/articles/10.1186/s12916-022-02262-y#ref-CR26)]. Four additional analyses were undertaken. First, only symptomatic cases with sequencing data and corresponding controls were considered. Second, due to the arbitrary nature of the choice of the time-window after vaccination during which no exposure to vaccine benefits was assumed because immunity was building gradually [ [14](/articles/10.1186/s12916-022-02262-y#ref-CR14)], the 14-day window used in the main analysis was shortened (7 days) and lengthened (21 days) in supplementary analyses. Third, with the aim of verifying the implications of the selection process shown in Fig. [1](/articles/10.1186/s12916-022-02262-y#Fig1), the characteristics of people as they were selected for inclusion into the study population were compared. Fourth, with the aim of accounting for the potential bias associated with residual unmeasured confounders, we detected the extension of the confounding required to fully account for the exposure-outcome association, that is by using the rule-out approach described by Schneeweiss [ [27](/articles/10.1186/s12916-022-02262-y#ref-CR27)]. Details are reported in Additional File [1](/articles/10.1186/s12916-022-02262-y#MOESM1): Annex S2. All analyses were performed using SAS 9.4 (Cary, NC, USA). For all hypothesis testing, p < 0.05 (two-tailed) was considered significant. We used the RECORD (REporting of studies Conducted using Observational Routinely-collected health Data) checklist when writing our manuscript [ [28](/articles/10.1186/s12916-022-02262-y#ref-CR28)]. Availability of data and materials The data that support the findings of this study are available from Lombardy Region, but restrictions apply to the availability of these data, which were used under license for the current study, and so are not publicly available. Data are however available from the Lombardy Region upon reasonable request. Abbreviations - CI: - Confidence interval - COVID-19: - Coronavirus disease 2019 - RHS: - Regional Health Service - SARS-CoV: - Severe acute respiratory syndrome-coronavirus - VoC: - Variants of Concern References WHO. COVID-19 Weekly Epidemiological Update, 25 February 2021. Special edition: Proposed working definitions of SARS-CoV-2 variants of interest and variants of concern. Geneva; Akbar Samad Graham F. Daily briefing: Why the delta variant spreads so fast. Nature. 2021. [https://doi.org/10.1038/d41586-021-02032-5](https://doi.org/10.1038/d41586-021-02032-5). Planas D, Veyer D, Baidaliuk A, et al. Reduced sensitivity of SARS-CoV-2 variant Delta to antibody neutralization. Nature. 2021;598:276-80. Supasa P, Zhou D, Dejnirattisai W, et al. Reduced neutralization of SARS-CoV-2 B.1.1.7 variant by convalescent and vaccine sera. Cell. 2021;184:2201-2211.e7. Shen X, Tang H, McDanal C, et al. SARS-CoV-2 variant B.1.1.7 is susceptible to neutralizing antibodies elicited by ancestral spike vaccines. Cell Host Microbe. 2021;29:529-39.e3. Yinda CK, Port JR, Bushmaker T, et al. Prior aerosol infection with lineage A SARS-CoV-2 variant protects hamsters from disease, but not reinfection Sapkal GN, Abraham P, et al. Neutralization under investigation B.1.617 with sera of BBV152 vaccinees. Clin Infect Dis. 2021:ciab411. Chen X, Chen Z, Azman AS, et al. Neutralizing antibodies against SARS-CoV-2 variants induced by natural infection or vaccination: a systematic review and pooled meta-analysis. Clin Infect Dis. 2021:ciab646. Lopez Bernal J, Andrews N, Gower C, et al. Effectiveness of Covid-19 vaccines against the B.1.617.2 (Delta) Variant. N Engl J Med. 2021;385:585-94. Vitale J, Mumoli B, Clerici P, et al. Assessment of SARS-CoV-2 reinfection 1 year after primary infection in a population in Lombardy, Italy. JAMA Intern Med. 2021:e212959. Cho A, Muecksch F, Schaefer-Babajew D, et al. Antibody Evolution after SARS-CoV-2 mRNA Vaccination. Nature. 2021. [https://doi.org/10.1038/s41586-021-04060-7](https://doi.org/10.1038/s41586-021-04060-7). Crotty S. Hybrid immunity. COVID-19 vaccine responses provide insights into how the immune system perceives threats. Science. 2021;372:1392-3. Dagan N, Barda N, Kepten E, et al. BNT162b2 mRNA Covid-19 Vaccine in a Nationwide Mass Vaccination Setting. N Engl J Med. 2021;384:1412-23. Brenner H, Savitz DA. The effects of sensitivity and specificity of case selection on validity, sample size, precision, and power in hospital-based case-control studies. Am J Epidemiol. 1990;132:181-92. Lopez Bernal J, Andrews N, Gower C, et al. Effectiveness of the Pfizer-BioNTech and Oxford-AstraZeneca vaccines on covid-19 related symptoms, hospital admissions, and mortality in older adults in England: test negative case-control study. BMJ. 2021;373:n1088. European Centre for Disease Prevention and Control (ECDC). Partial COVID-19 vaccination, vaccination following SARS-CoV-2 infection and heterologous vaccination schedule: summary of evidence. Technical report. 2021. [https://www.ecdc.europa.eu/en/publications-data/partial-covid-19-vaccination-summary](https://www.ecdc.europa.eu/en/publications-data/partial-covid-19-vaccination-summary). Accessed 15 Dec 2021. Centers for Diseases and Control prevention (CDC). Interim Public Health Recommendations for Fully Vaccinated People. 2021. [https://www.cdc.gov/coronavirus/2019-ncov/vaccines/fully-vaccinated-guidance.html](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/fully-vaccinated-guidance.html). Accessed 15 Dec 2021. Bull M, Chand M, Connor T, et al. Standardised variant definitions. 2021. [https://github.com/phe-genomics/variant_definitions](https://github.com/phe-genomics/variant_definitions). Accessed 15 Dec 2021. Mancia Rea M, Apolone G, Corrao G. Renin-Angiotensin-Aldosterone System Blockers and the Risk of Covid-19. N Engl J Med. 2020;382:2431-40. European Center for Disease Prevention and Control (ECDC): Contact tracing: public health management of persons, including healthcare workers, who have had contact with COVID-19 cases in the European Union - third update. [https://www.ecdc.europa.eu/sites/default/files/documents/covid-19-contact-tracing-public-health-management-third-update.pdf](https://www.ecdc.europa.eu/sites/default/files/documents/covid-19-contact-tracing-public-health-management-third-update.pdf). Accessed 15 Dec 2021. Centers for Disease Control and Prevention. People with certain medical conditions. 2021. [https://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/people-with-medical-conditions.html](https://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/people-with-medical-conditions.html). Accessed 15 Dec 2021. Ebrahimi M, Malehi AS, Rahim F. COVID-19 Patients: a systematic review and meta-analysis of laboratory findings, comorbidities, and clinical outcomes comparing medical staff versus the general population. Osong Public Health Res Perspect. 2020;11:269-79. Wolberg AS, Rosendaal FR, Nat Rev Dis Primers. 2015;1:15006. Cochran WG. The combination of estimates from different experiments. Biometrics. 1954;10:101-29. Deeks JJ, Higgins JPT, on behalf of the Statistical Methods Group of The Cochrane Collaboration. Statistical algorithms in Review Manager 5. [https://www.researchgate.net/profile/Jonathan-Deeks/publication/252093205_Statistical_Algorithms_in_Review_Manager_5/links/54d159b70cf28370d0e07f9e/Statistical-Algorithms-in-Review-Manager-5.pdf](https://www.researchgate.net/profile/Jonathan-Deeks/publication/252093205_Statistical_Algorithms_in_Review_Manager_5/links/54d159b70cf28370d0e07f9e/Statistical-Algorithms-in-Review-Manager-5.pdf). Accessed 15 Dec 2021. Schneeweiss S. Sensitivity analysis and external adjustment for unmeasured confounders in epidemiologic database Benchimol EI, Smeeth L, Guttmann A, et al. The REporting of studies Conducted using Observational Routinely-collected health Data (RECORD) statement. PLoS Med. 2015;12:e1001885. Acknowledgements Not applicable. Funding None. Ethics declarations Ethics approval and consent to participate According to Italian law, studies based entirely on registry data do not require approval from an ethics review board. Consent for publication Not applicable. Competing interests GC received research support from the European Community (EC), the Italian Agency of Drugs (AIFA) and the Italian Ministry for University and Research (MIUR). He took part in a variety of projects that were funded by pharmaceutical companies (i.e., Novartis, GSK, Roche, AMGEN and BMS). He also received honoraria as a member of the advisory board to Roche. Additional information Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Supplementary Information [Additional file 1:](https://static-content.springer.com/esm/art%3A10.1186%2Fs12916-022-02262-y/MediaObjects/12916_2022_2262_MOESM1_ESM.docx) Trend of new infections sustained by delta and alpha variants observed between May and July 2021 (Fig. S1); Influence of a potential unmeasured confounder on the relationship between complete vaccination (exposure) and risk of infection due to delta variant, as compared to alpha variant (outcome) (Fig. S2); Main effects of partial and complete vaccination on the onset of new infections caused by delta and alpha variants. Time-windows of 7 and 21 days from vaccine inoculation until immune response (alternative to 14 days of the main analysis), were assumed (Table S1); Comparing selected characteristics of citizens who had at least a positive molecular test of nasopharyngeal swab during the vaccination campaign according whether the corresponding whole-genome sequencing was obtained or less (Table S2); List of conditions used for typifying the study populations (Table S3); SARS-CoV-2 testing and variant identification methods used by the laboratories accredited from Health authorities of Lombardy Region (Annex S1); Details of the rule-out approach applied for the residual unmeasured confounding analysis (Annex S2). Rights and permissions Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit [http://creativecommons.org/licenses/by/4.0/](http://creativecommons.org/licenses/by/4.0/). The Creative Commons Public Domain Dedication waiver ( [http://creativecommons.org/publicdomain/zero/1.0/](http://creativecommons.org/publicdomain/zero/1.0/)) applies to the data made available in this article, unless otherwise stated in a credit line to the data. About this article Cite this article Corrao, G., Franchi, M., Rea, F. et al. Protective action of natural and induced immunization against the occurrence of delta or alpha variants of SARS-CoV-2 infection: a variants - Vaccination - Immunization - Public health "}