{"title": "Jobs, Lifestyle and Travel - Vaccinate Your Family", "author": null, "url": "https://vaccinateyourfamily.org/adults/lifestyle-jobs-and-travel/", "hostname": "vaccinateyourfamily.org", "description": "Vaccines You May Need Based on Your Job If you are a healthcare worker (i.e., physicians, nurses, emergency medical personnel, dental professionals, medical and nursing students, laboratory technicians, pharmacists, hospital volunteers and administrative staff), you may be at higher risk for exposure to serious, and possibly deadly, infectious diseases. And, if you work directly with [...]", "sitename": "Vaccinate Your Family", "date": "2021-09-03", "cleaned_text": "Vaccines You May Need Based on Your Job If you are a healthcare worker (i.e., physicians, nurses, emergency medical personnel, dental professionals, medical and nursing students, laboratory technicians, pharmacists, hospital volunteers and administrative staff), you may be at higher risk for exposure to serious, and possibly deadly, infectious diseases. And, if you work directly with patients or handle certain materials, you could spread infection. To help protect yourself, your patients, and your family members, get vaccinated to help reduce the chance that you will get or spread vaccine-preventable diseases. The CDC recommends that healthcare workers be up-to-date with the two doses based on the type of COVID-19 vaccine) - CDC recommends healthcare personnel - and everyone else 12 years old and up - get vaccinated against COVID-10. - Healthcare personnel are at risk of exposure to the virus that causes COVID-19 and the virus variants, including Delta - Vaccinating healthcare personnel protects healthcare capacity - Vaccinating healthcare personnel helps prevent patients from getting COVID-19 - CDC recommends healthcare personnel - and everyone else 12 years old and up - get vaccinated against COVID-10. Your state or employer may even require you to be vaccinated against certain diseases, such as flu. Learn about the [vaccine requirements for healthcare workers](https://www.cdc.gov/phlp/publications/topic/vaccinationlaws.html) in your state. [View IAC's Healthcare Personnel Vaccination Recommendations - In Brief](http://www.immunize.org/catg.d/p2017.pdf) [View Immunization of Health-Care Personnel: Recommendations of the ACIP](https://www.cdc.gov/mmwr/preview/mmwrhtml/rr6007a1.htm) Vaccines You May Need Based on Your Lifestyle Certain lifestyle factors increase your risk of getting certain diseases. Your background and behaviors may affect which vaccines you need as an adult. Be sure to talk to your healthcare provider about your lifestyle to find out which vaccines you need. Factors that might indicate a need for vaccination include: - Smoking - If you smoke cigarettes, you may need to get pneumococcal and COVID-19 vaccines. - Being born outside of the U.S. - If you were born outside of the U.S., you may need to get hepatitis A vaccine and COVID-19 vaccines. - Being a man who has sex with men - If you are a man who has sex with men, you may need hepatitis A, hepatitis B and/or HPV vaccine. - Not being in a long-term monogamous relationship - If you are not in a long-term monogamous relationship, you may need hepatitis B vaccine. - Drug use - If you use injectable or non-injectable drugs, you may need to get a hepatitis A and hepatitis B vaccine. [Learn about](https://www.cdc.gov/hepatitis/outbreaks/hepatitisaoutbreaks.htm)the current hepatitis A outbreaks in the U.S. among people using drugs and/or people experiencing homelessness. - Being in close contact with an international adoptee - Adopted children are not the only ones who should be up-to-date on vaccinations. You should also be up-to-date on your vaccinations. In addition, you should be sure to have specific vaccinations for travel before traveling to your child's country of origin. It is very important to make sure that any other children or caregivers in the adopted child's new home are up-to date on their vaccinations as well. - Homeless - If you are homeless, you may need hepatitis A vaccine and a COVID-19 vaccine. [Learn about](https://www.cdc.gov/hepatitis/outbreaks/hepatitisaoutbreaks.htm)the current hepatitis A outbreaks in the U.S. among people using drugs and/or people experiencing homelessness. Vaccines for Travelers While travel exposes you to new cultures and environments, it can also expose you to serious contagious diseases. Before you travel, particularly if you are traveling internationally, it's always a good idea to ask your family's healthcare providers which vaccines you will all need before you go. By getting all the recommended vaccines before your trip, you'll increase your family's chances of enjoying your time abroad without a trip to a clinic or hospital. Vaccinating also helps make sure that you don't bring back infectious and potentially deadly diseases to the U.S. Commonly-Recommended Travel Vaccines Everyone in your family should be up to date on all of [CDC's routinely recommended vaccinations](https://www.cdc.gov/vaccines/schedules/easy-to-read/index.html) before traveling to any destination. Some of the other vaccines that may be recommended before you and/or your family members travel depend on where you plan to visit and what type of trip you are planning. Vaccines you may need the vaccines listed above to see more about their recommended use for travelers. For a list of recommended vaccinations for any destination in the world, consult the [CDC's Travelers' Health website.](http://wwwnc.cdc.gov/travel/destinations/list) Travelers with [weakened immune should look at the [CDC's Travelers' Health website](http://wwwnc.cdc.gov/travel/destinations/list) and talk to their healthcare provider to see which vaccines are best for them and to find out if any extra precautions need to be taken during their trip. COVID-19 Vaccine and Travel Within the U.S. and Internationally The CDC has made recommendations related to COVID-10 and travel within the U.S. and internationally. For the most up to date information, [click here.](https://www.cdc.gov/coronavirus/2019-ncov/travelers/index.html) View CDC's "}