{"title": "PDF", "author": "PDF", "url": "main.mohfw.gov.in/sites/default/files/42758936271446789560.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Guidelines for Centrally Sponsored Scheme Establishment of New Medical Colleges attached with existing District/Referral hospitals Government of India Ministry of Health & Family Welfare Department of Health & Family Welfare Medical Education Division Nirman Bhawan, New Delhi INDEX S. No Content Page No. 1. List of Abbreviations 3 2. Background 4-5 3. Introduction 5 4. Objective 5-6 5. Criteria for identification of District 6 6. Funding pattern under establishment of ne w Medical Colleges scheme 6-7 7. Implementation 7 8. Provision of Indian Medical Council Act, 1956 with regard to grant of permission to establish a new medical college 8 9. Eligibility to Start a Medical College 9 10. Qualifying criteria 9-10 11. Norms for setting up of new medical college 10 12. Annexure I 11 13. Annexure II 12 14. Annexure III 13 List of Abbreviations CHC Community Health Centre EC Empowered Committee MBBS Bachelor of Medicine, Bachelor of Surgery MCI Medical Coun cil of India MoU Memorandum of Understanding NHM National Health Mission NRHM National Rural Health Mission NE North -Eastern PHC Primary Health Centre PG Post-Graduate SHC Sub Health Centre TEC Technical Evaluation Committee UT Union Territory SDH Sub-District Hospital DH District Hospital MCH Medical College Hospital 1. Background During the past 11 Five years Plans, healthcare facilities in the country have been upgraded substantially and the healthcare facilities in Private Sector have grown exponentially in the country. The details of MBBS seats in Government and private Sector are at Annexure -I. The evidence on the actual functionality of existing Sub-Centres (CHCs) and hospitals in the Government sector is mixed. Further , medical colleges are unevenly spread across the States, in urban and rural areas and present wide disparities in the quality of education. The shortfall of human resource in health has resulted in skewing the distribution of health workers such that vuln erable populations in rural, tribal and hilly areas continue to be extremely underserved. The situation of human resources in health in the country is evolving, but remains inadequate. Trained and competent human resource is the foundation of an effective healthcare delivery system. The registration data from professional councils indicates that the availability of one doctor per population of 1953 (HLEG Report) which is far less than that recommended by WHO norms of one doctor per 1000 population. Further , to meet the requirements of Universal Health Coverage (UHC) there is need for improvement in the country's present doctor population ratio from 0.5 per 1000 persons to one doctor per 1000 persons by the end of the year 2027. As per the HLEG Report, the proposed need of doctors (allopathic) and specialists at health facilities by the year 2022 as follows: PROPOSED NEED OF DOCTORS BY THE YEAR The Country has largest number of medical colleges in the world ( 422), with an annual production of over 57 , 000 doctors and 25, 000 specialists. However, India's average annual output of graduates per medical college is much less as compared to 149 in Western Europe, 220 in Eastern Europe and 930 in China. Further, the medical colleges in the private sector have increased exponentially where poor population finds it diffic ult to afford medical education. This also necessitates increase in MBBS Seats in Government Medical Colleges. Hence by opening new Government Medical Colleges by attaching existing district/referral hospitals on one hand and liberalising some MCI norms o n the other, a substantial number of MBBS seats can be increased thereby making affordable medical education available in the country and mitigating shortage of doctors with respect to the population and distribution of the human resources across the count ry. 2. Introduction To meet the shortfall of human resource in health, the government is implementing a Centrally Sponsored Scheme for \"establishment of new medical colleges by upgrading district/referral hospitals \" preferably in underserved districts of th e country with fund sharing between the Central Government and States in the ratio of 90:10 for NE/special category states and 75:25 for other states. 3. Objectives The objectives and benefits of the scheme are as follows: - i. To establish 58 medical c olleges with intake capacity of 100 in each to increase 5800 seats at the undergraduate level in Government sector. ii. To bridge the gap in number of seats available in government and private sector to ensure availability of more MBBS seats for students who cannot afford costly medical education in private sector. iii. To mitigate the shortage of doctors by increasing the number of undergraduate seats in the country for equitable health care accessibility across the states. iv. To utilise the existing infrastructure o f district hospitals for increasing undergraduate seats in a cost effective manner by attachment of new medical college with existing district/referral hospitals. v. Additional human resource in health generated by the scheme would meet the health care needs of the growing population and ensure that doctors are available at PHC/CHC/District level to ensure service guarantee under NRHM. vi. Broadbasing of Medical Education in the country by setting up 58 New Colleges, preferably in underserved areas. 4. Criteria Criteria for identification of D istricts under the Scheme: The district/referral hospitals to be covered under the scheme would be selected by the Central Government, in consultation with the State governments/UTs, on the basis of following criteria: - i District/referral hospitals of the districts where there is no medical college. ii. District Hospitals/referral hospital with bed strength of 200 or more . iii. Preference would be given to the underserved areas. 5. Funding Funds for infrastructure development and equipment required for upgrading district/referral hospital into a medical college would be shared between the central and state/UT governments whereas funds for land requirement, faculty, staff component and recurring expenses, which have not been includ ed in the project cost, would be borne by the state/UT government concerned. The medical colleges would be established at an estimated cost of Rs.189 crore per medical college for which funds would be shared between the central government and the state gov ernments in the ratio of 90:10 for North Eastern and Special Category states and in the ratio of 75:25 for other states. Funds would be released to the respective state/UT governments in 3 instalments comprising of first two instalments towards infrastruct ure development and third instalment for purchase of equipment after completion of construction work. State/UT governments would be required to sign a Memorandum of Understanding (MoU) covering various conditions including commitment to provide land for es tablishment of medical college, appointment of requisite faculty & staff necessary for running medical college, contribute state share and recurring expenditure on faculty/staff and proper functioning/maintenance of the medical college established under th e scheme. 6. Implementation District hospitals shall be selected by the Central Government on the basis of district hospitals shortlisted by state governments. A Technical Evaluation Committee (TEC) of Ministry of Health and Family Welfare would recomme nd district hospitals to be covered under scheme. For this purpose, the TEC or a subcommittee constituted by the TEC would physically visit the district hospital and proposed site of the medical college and if required, review the DPR accordingly in consul tation with the State Government. The TEC would send its recommendations to the Empowered Committee to be constituted under the Chairmanship of Secretary (Health & Family Welfare) which would finally approve the number of medical colleges to be established and districts to be covered in each state. 7. Provision of Indian Medical Council Act, 1956 with regard to grant of permission to establish a new medical college/starting of new or higher course of study/increase in the admission capacity - Section 10 A 7.1 As per the provisions of the Indian Medical Council (IMC) Act, 1956, as amended by IMC (Amendment) Act, 1993, prior permission of the Central Government is mandatory for opening of a new medical college, increase in an admission capacity and starti ng of new or higher course of studies. The eligibility and qualifying criteria for opening of a new medical college is laid down in Establishment of Medical College Regulations, 1999. There are separate minimum requirements for 50/100/150/200/250 students admission and are contained in the minimum standard requirements for the Medical College Regulations 1999. 7.2 An application for opening a new medical college has to be submitted to the Central Govt. in the form of a scheme as laid down in the MCI regula tions. Government forwards the application to the MCI. 7.3 As per the laid down provisions for establishment of new medical college, the MCI evaluates the application for opening a new medical college by considering the documents given by the applicant institution and also by carrying out physical inspection to verify information supplied by the applicant. 7.4 The permission to establish a medical college and to admit students is granted initially for a period of one year and is renewed on yearly basis su bject to verification of achievements of annual targets. It is the responsibility of the person to apply to the MCI for purpose of renewal six months prior to the expiry of the initial permission. 7.5 The MCI carries out inspections for annual renewal o f permission till such time the establishment of the medical college and expansion of the hospital facilities are complete and a formal recognition to the medical college is granted. 7.6 The formal permission is granted as per the existing time schedule after evaluation by MCI as per the provisions of IMC (Amendment) Act, 2010. The time schedule is at ANNEXURE -II. 8. Eligibility to Start a Medical College (a) A State Govt./Union Territory; (b) A University; (c) An autonomous Body promoted by Central or State Government or under a Statute for the purpose of medical qualification; (d) A society registered under the Societies Registration Act, 1860 for corresponding Acts in States; or (e) A public Religious or Charitable Trust registered under the Trust act, 1882 or the WAKFS Act, 1954. (f) Companies registered under The Company Act, 1956 9. Qualifying criteria i.e. conditions to be fulfilled for starting a medical college. (i) Medical education must be one of the objectives of the applicant trust/registered society. (ii) A suitable single plot of land measuring not less than 20 acres must be owned and possessed by the applicant or is possessed by the applicant by way of 99 years lease for the construction of the college. (iii) The applic ant must submit the Essentiality Certificate from the concerned State Govt. for establishment of the proposed medical college. (iv) The Consent of Affiliation from the University concerned. (v) The applicant owns and manages a hospital of not less than 300 beds with necessary infrastructure facilities capable of being developed into a teaching institution in the campus of the proposed medical college. (vi) The applicant has not admitted students in the proposed medical college. (vii) The applicant pr ovides two performances Bank guarantee in favo ur of MCI for the prescribed sums varying according to the number of admissions, one for the establishment of the college and the other for the hospital. Government Medical Colleges are exempted from submitting performance Bank guarantees. (ix) The college shall be set up only in the plot earmarked for that purpose. 10. Norms for setting up of new medical college in terms of infrastructure, faculty requirement and clinical material (bed strength, OPD/IPD etc.) are at Annexure II I. Annexure I STATE WISE DETAILS OF MEDICAL COLLEGES FOR AY 2015 -16 (As on 23.10.15) Sl. No. State Government Private Total No. of Colleges Seats No. of Colleges Seats No. of Colleges Seats 1 Andhra Pradesh 17 2700 30 4450 47 7150 2 A & N Islands 1 100 0 0 1 100 3 Assam 6 726 0 0 6 726 4 Bihar 9 950 4 400 13 1350 5 Chandigarh 1 100 0 0 1 100 6 Chhattisgarh 5 550 1 150 6 700 7 Delhi 5 800 2 200 7 1000 8 Goa 1 150 0 0 1 150 9 Gujarat 11 1830 13 1400 24 3230 10 Haryana 4 500 4 400 8 900 11 Himachal Pradesh 2 200 1 150 3 350 12 Jammu & Kashmir 3 400 1 100 4 500 13 Jharkhand 3 350 0 0 3 350 14 Karnataka 15 1850 35 5405 50 7255 15 Kerala 9 1250 21 2400 30 3650 16 Madhya Pradesh 6 800 8 1200 14 2000 17 Maharashtra 21 2950 27 3645 48 6595 18 Manipur 2 200 0 0 2 200 19 Meghalaya 1 50 0 0 1 50 20 Orissa 3 550 5 600 8 1150 21 Pondicherry 1 150 7 1050 8 1200 22 Punjab 3 450 7 845 10 1295 23 Rajasthan 8 1400 5 750 13 2150 24 Sikkim 0 0 1 100 1 100 25 Tamil Nadu 22 2915 24 3300 46 6215 26 Tripura 2 200 0 0 2 200 27 Uttar Pradesh 15 1949 21 2750 36 4699 28 Uttarakhand 2 200 2 300 4 500 29 West Bengal 14 2050 3 400 17 2450 30 AIIMS 7 673 0 0 7 673 31 JIPMER 1 150 0 0 1 150 TOTAL 200 27143 222 29995 422 57138 Annex ure-II SCHEDULE FOR RECEIPT OF APPLICATIONS FOR ESTABLISHMENT OF NEW MEDICAL COLLEGES AND PROCESSING OF THE APPLICATIONS BY THE MEDICAL COUNCIL OF INDIA S. No. State of Processing Time Schedule 1. Receipt of applications by the Central Government From 1st August to 31st August (both days inclusive) of any year. 2. Receipt of applications by the MCI from Central Government for technical scrutiny 30th September 3. Recommendations of Medical Council of India to Central Government for issue of Letter of Int ent 15th December 4. Issue of Letter of Intent by the Central Government 15th January 5. Receipt of reply from the applicant by the Council for consideration for issue of Letter of Permission 15th February 6. Receipt of Letter from Central Government by the Medical Council of India for consideration for issue of Letter of Permission 1st March 7. Recommendation of Medical Council of India to Central Government for issue of Letter of Permission 15th May 8. Issue of Letter of Permission by the Central Government 15th June Note: The time schedule indicated above may be modified by the Central Government, for reasons to be recorded in writing, in respect of any class or category of applications. Annexure -III S. No Facilities 50 Seats 100 Seats 150 S eats 200 Seats 250 Seats LOP Recognition LOP Recognition LOP Recognition LOP LOP A Infrastructure 1 Lecture Theatre -Number 250-350 Cap. (500 Sq. m) - 500- 700cap.(800 Sq. m) - 750 cap (1200 Sq. M) 1600 Sq. M 2000 Sq. M 3 Central Library Area 1000 1000 1600 1600 2400 2400 3200 3200 Seating 100 100 200 200 300 300 400 500 (250 -250) Books 1000 5000 1400 7000 3000 11000 15000 20000 4 Hostel (Students+ Residents+ Nurses+Interns) 108 312 152 508 190 733 414 517 5 Residential Quarters (Teaching + Non -teaching) - 20% 28 53 30 59 32 66 75 87 6 Bed Strength 300 300/17 300 500 300 700/26 900/32 1100/37 7 OPD 400 800 400 800 600 1200 2000 3000 8 Bed Occupancy Other States 60% 75% 60% 75% 60% 50% 60% 50% 60% 50% 60% 9 Clinical Material Major OT 4 6 4 7 5 9 10 11 Minor OT 2 2 2 2 2 2 2 2 B Faculty and Staff 1 Param edical & Non teaching Staff 99 179 101 179 100 182 182 182 2 Nursing Staff 175 233 175 247 175 372 703 703 3 Teaching Faculty Professor 7 23 7 23 7 23 23 23 Assoc. Prof. 14 21 16 31 13 42 49 67 Asst. Prof. 19 54 30 56 39 81 120 159 Total 40 98 3 110 59 146 192 249 "}