{"title": "PDF", "author": "PDF", "url": "floridahealthcovid19.gov/wp-content/uploads/2022/10/20221007-guidance-mrna-covid19-vaccines-doc.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Mission : To protect, promote & improve the health of all people in Florida through integrated state, county & community efforts . Ron DeSantis Governor Joseph A. Ladapo, MD, PhD State Surgeon General Vision : To be the Healthiest State in the Nation Updated October 7 , 2022 Guidance for mRNA COVID -19 Vaccines October 7 , 2022 Florida continues to e mphasize that health care providers review all data to evaluate risks and benefits unique to each patient when determining any health care services to provide, including the administration of COVID -19 vaccines containing Messenger RNA (mRNA) which both the Pfizer - BioNTech and the Moderna vaccines utilize. The Florida Department of Health (Department) conducted an analysis through a self-controlled case series, which is a technique originally developed to evaluate vaccine safety . This studied mortality risk following mRNA COVID -19 vaccination . This analysis found there is an 84% increase in the relative incidence of cardiac -related death among males 18 -39 years old within 28 days following mRNA vaccination. Individuals with preexisting cardiac conditions, such as myocarditis and pericarditis, should take particular caution when considering vaccination and discuss with their health care provider . As such, the Florida Department of Health has issued the following guidance: Based on currently available data, patients should be informed of the possible cardiac complications that can arise after receiving a mRNA COVID -19 vaccine. With a high level of global immunity to COVID -19, the benefit of vaccination is likely outweighed by this abnormally high risk of cardiac - related death among men in this age group. The State Surgeon General now recommends against the COVID -19 mRNA vaccines for males ages 18 -39 years old. Individuals and health care providers should also be aware that this analysis1 found : Males over the age of 60 had a 10% increased risk of cardiac -related death within 28 days of mRNA vaccination . Non-mRNA vaccines were not found to have these increased risks among any population. Floridians are encouraged to discuss all the potential benefits and risks of receiving mRNA COVID -19 vaccines with their health care provider. The risk associated with mRNA vaccination should be weigh ed against the risk associated with COVID -19 infection. The Department continues to stand by its Guidance for Pediatric COVID -19 Vaccines issued March 2022, which recommends against use in healthy children and adolescents 5 years old to 17 years old. This now includes recommendations against COVID -19 vaccination among infants and children under 5 years old , which has since been issued under Emergency Use Authorization . 1 These data are preliminary and based on surveillance and death certificate data, not medical records. "}