{"title": "Guiding Clients to Edit Their Stories | Massage Professionals Update", "author": "Nicole Cutler; L Ac; MTCM; Dipl Ac", "url": "https://www.integrativehealthcare.org/mt/guiding-clients-to-edit-their-stories/", "hostname": "integrativehealthcare.org", "description": "Gently encouraging certain clients to change how they tell their story of suffering can be the single most important step they take in their quest for improved health.", "sitename": "Institute for Integrative Healthcare Studies", "date": "2014-12-29", "cleaned_text": "Being an acupuncturist for 14 years has afforded me some insight that goes beyond my clinical acupuncture training. That insight is a result of doing thousands of initial intake exams, a time when patients get the green light to share their story. Guiding clients to edit their stories can be a powerful tool for enabling the healing process. Recognizing patterns is a key element to creating a differential diagnosis - the pivotal crux that will render a treatment in Traditional Chinese Medicine (TCM) effective or useless. For many practitioners, including myself, this pattern recognition skill extends beyond textbook material and expert lectures. Over time, it becomes obvious that the stories people recite are directly proportional to their health. Unfortunately, detecting this pattern - and suggesting an alteration to it - seems to be omitted from most healthcare professionals' training material. Conducting an initial intake reveals more than medical facts; it also allows people to tell their stories of woe. It is crucial for the practitioner to pay attention to more than just the story's words, but also to the client's attitude during the telling of \"their story.\" When a client discusses his or her health concerns with a negative emotional charge, whether it's from the point-of-view of a victim or feeling defeated or hopeless, the healing work must take on an additional dimension to be effective. Massage therapy and TCM practitioners both practice holistic medicine - an approach to the human body that looks at the person as a whole, including physical, spiritual and emotional dimensions. Along this line of thinking, it makes sense that a negative pattern stuck in someone's mind will have a negative consequence on his or her physical body. Examples In my private practice, two examples of clients' stories that detracted from their physical wellness are described below. The clients' names have been changed to protect their privacy: - Barbara - During our initial intake, Barbara recounted her story of a terrifying car accident that left her afraid to drive and with a broken back. Physically, she was exhausted and had severe cervical and lumbar pain. Pain medications, spinal surgery, years of physical therapy and chiropractic treatments did little to alleviate her pain. - Adam - During our initial intake, Adam described his high stress level (and hypertension) as a consequence of an accident at work that was not his fault. The accident resulted in him getting fired - rendering him unable to provide financially for his family. Facing foreclosure and divorce, Adam's anxiety was preventing him from sleeping at night. Barbara and Adam's stories are heart wrenching in their own way; however, they both demonstrate powerlessness. By delicately discussing with Barbara and Adam how their perception of themselves in their stories perpetuated their problem, each person was able to edit their story to their benefit. Narrative Psychology Stories may not seem like a basic survival need, but our brains naturally tell stories as a way to give structure and meaning to our lives. Narrative psychology is an emerging field of study that examines how stories shape our lives and personalities. According to narrative psychology, the stories we tell ourselves play a large role in who we are: - Psychology tells us that our perception generally isn't very objective. - We see what we want to see, and our perceptions are often colored by thoughts and emotions. - When it comes to life stories, our current emotional states and life circumstances have a big impact on how we perceive the past and imagine the future. Editing a Client's Story: Fresh Perspective Editing one's own story is not intended to diminish any part of the human experience, but rather to provide a different perspective. This fresh perspective has the power to shift the emotional component of a story. By opening my clients' eyes to how their emotionally charged stories were prohibiting them from making progress, each of these clients were able to slightly change their story. - Barbara - Instead of focusing on the dramatic circumstances of her car accident, Barbara changed the wording of her story to a factual description - then followed it immediately by gratitude that she emerged okay. In addition, Barbara no longer refers to her back as broken, but references an old injury that has been rehabilitated. Interestingly, her energy levels are back to normal, she feels confident when driving and her back pain is now minimal. Although acupuncture treatments significantly reduced her cervical and lumbar pain, Barbara's progress was only made possible by her courage to change her story. - Adam - To shift into a better feeling about his situation, Adam changed the wording of his story to being thankful that the circumstances ending his old job allowed him to get in touch with the kind of work he really wanted to do. Instead of perceiving himself as a victim in his career, with home ownership and in his relationship, Adam edited his story to being excited about a much-needed life do-over. Adam is now pursuing his ideal job that does not require physical labor and is dealing with the impending foreclosure and divorce with much more ease. Besides sleeping better and being more relaxed, Adam is looking forward to the new opportunities that await him. Sometimes, practicing holistic medicine means addressing a client's emotions so that their physical body can benefit. Although bodyworkers are not necessarily trained in clinical psychology, being familiar with the impact of a narrative story on health is extremely useful. Suggesting your clients edit their stories must be done with tact and respect. Making sure the client feels heard and acknowledged is crucial, because neglecting this aspect will feel as if their suffering is being diminished. However, if you can guide a client toward editing their story to a less emotionally charged perspective with a hint of positivity, true holistic healing can occur. Recommended Study: [Health Maintenance - Body & "}