{"title": "MEDSAFE", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2016-06-02", "cleaned_text": "- [Medicines](../../../Medicines/medicines-landing.asp) - [Devices](../../../devices/devices-landing.asp) - [Safety](../../../safety/safety-landing.asp) Lung Disease Prescriber Update 37(2): 24-26 June 2016 Background The most common form of drug-induced lung injury (DLI) is interstitial lung disease (also called interstitial pneumonia or interstitial pneumonitis) [1](#References). Interstitial lung disease (ILD) is an umbrella term for a large group of lung diseases that cause scarring of lung tissue through inflammation and fibrosis [2](#References). Medicines, herbal medicines, supplements and recreational drugs can all cause DLI [3,4](#References). Incidence The exact frequency of DLI is unknown, but it is probably underdiagnosed worldwide [3](#References). However, the incidence of lung adverse effects in patients taking amiodarone is around 5% [5](#References). Diagnosis Recognition of DLI is difficult as the symptoms and clinical, radiological and histological findings are often non-specific [3](#References). No clinical disease types are specific to DLI. A medicine may induce lung injuries characteristic of different clinical diseases in different patients [3](#References). In addition, the same clinical disease can be induced by more than one medicine [2,6](#References). To complicate matters further, medicines that can cause DLI are often used to treat conditions associated with lung disease [1](#References). Patients typically present with dyspnoea, cough (often exacerbated by gastro-oesophageal reflux), general malaise and constitutional upset. The time course over which symptoms develop can sometimes help to differentiate the types of disease [6](#References). Diagnosis of DLI is mainly one of exclusion. Differential diagnoses include chronic obstructive pulmonary disease, bronchitis, emphysema, asthma, infection, heart disease and idiopathic ILD [1](#References). Diagnostic criteria for DLI include: [1,3,4](#References) - a history of ingestion of a medicine known to cause lung injury - the clinical manifestations have been reported in association with the medicine - other causes of lung disease have been ruled out (where possible) - improvement following discontinuation of the suspected medicine (dependent on injury and medicine) - exacerbation of clinical manifestations following re-exposure to the suspected medicine (not generally recommended). Diagnosis may take over one year from the onset of breathing problems [2](#References). Causal Medicines Over 450 drugs have been implicated with ILD [1,6](#References). A list of these and the types of lung toxicity they are known to cause can be found at [ www.pneumotox.com](http://www.pneumotox.com/) The more common medicines and lung injuries are outlined in Table 1. Table 1: Examples of medicines and their pattern of induced lung injury [1,4](#References) |Pattern include talc and cocaine [6](#References). Risk Factors The likelihood of developing adverse pulmonary effects secondary to medicines remains largely unpredictable and idiosyncratic [1](#References). However, possible risk factors include: [1](#References) - smoking - age (risk is increased in childhood and old age) - ethnicity (higher rates are reported in Japan) - dose (eg, amiodarone [7](#References)and bleomycin) - pre-existing lung disease - interactions (eg, the use of radiation therapy with bleomycin or contrast media with amiodarone) [5](#References). Mechanisms The mechanisms of DLI are unknown, but may include: - a direct toxic effect due to high local concentrations of the medicine or the large surface area of the lungs [1](#References) - lung-specific metabolism of a medicine to a toxic metabolite [1](#References) - immune activation, if the medicine mimics an antigen or acts as a hapten [1,4](#References) - deposition of phospholipids within cells (eg, amiodarone causes phospholipidosis) [1,4](#References). Management The primary goal of treatment is to suppress the inflammatory response and prevent the deposition of fibrotic tissue. Failure to appreciate the relationship between the medicine and lung injury may lead to significant morbidity or death [1](#References). Therefore, any medicine that is suspected of causing a DLI should be discontinued immediately, unless the benefits clearly outweigh the risks of DLI. Discontinuation in mild cases can be followed by spontaneous improvement and no further management is required [1](#References). Patients with moderate to severe DLI should also receive steroids and supportive treatment [4](#References). If the patient requires continued treatment, it is recommended to switch to a medicine less likely to cause lung injury, if possible [4](#References). Prognosis If DLI is diagnosed early, the patient may make a full recovery. Delayed diagnosis can lead to significant morbidity or death. This is related to the degree of fibrosis and comorbidity rather than severity of the initial clinical presentation. As an example, the overall mortality in patients with amiodarone DLI is less than 10%, but rises to 20% to 33% if the diagnosis is delayed [1](#References). New Zealand Cases The Centre for Adverse Reactions Monitoring (CARM) has received 296 reports of DLI. These reports involved 341 suspected medicines as more than one suspected medicine was described in some reports. The most frequently reported medicines are shown in Figure 1. The average age of the patients experiencing a DLI was 67 years. The youngest patient was 16 years and the oldest was 97 years. Time to onset was reported for 280 of the 341 suspected medicines. For eight of the suspected medicines, the onset was reported to have occurred within one day of treatment initiation. For 100 of the suspected medicines, the onset was longer than one year. In 95 of the 296 cases, the patient was reported to have fully recovered, while 38 cases reported a fatal outcome. Figure 1: Medicines most frequently associated with DLI in the CARM database References - Schwaiblmair M, Behr W, Haeckel T, et al. 2012. Drug induced interstitial lung disease. The Open Respiratory Medicine Journal 6: 63-74. - Zibrak JD, Price D. 2014. Interstitial lung disease: raising the index of suspicion in primary care. NPJ Primary Care Respiratory Medicine 24: 14054. - Camus P. 2013. The Drug-Induced Respiratory Disease Website. Pneumotox Online v2.0. URL: [www.pneumotox.com/pattern/index/I/](http://www.pneumotox.com/pattern/index/I/)(accessed 18 April 2016). - Kubo K, Azuma A, Kanazawa M, et al. 2013. Consensus statement for the diagnosis and treatment of drug-induced lung injuries. Respiratory Investigation 51: 260-277. - Papiris SA, Triantafillidou C, Kolilekas L, et al. 2010. Amiodarone: review of pulmonary effects and toxicity. Drug Safety 33: 539-558. - Wallis A. 2015. The diagnosis and management of interstitial lung diseases. BMJ 350: h2072. - Medsafe. 2013. Amiodarone Pulmonary Toxicity is vital. Prescriber Update 34(4): 38-39. URL: [www.medsafe.govt.nz/profs/PUArticles/December2013Amiodarone.htm](../December2013Amiodarone.htm)(accessed 18 April 2016). "}