{"title": "BUDGET FRIENDLY NON-TOXIC PRODUCTS — Lauren Scruggs-Kennedy", "author": "Lauren Kennedy", "url": "https://www.laurenscruggskennedy.com/blog/budget-friendly-nontoxic-products", "hostname": "laurenscruggskennedy.com", "description": "lauren's list of budget friendly nontoxic household cleaning products including nontoxic surface cleaner, hand soap, laundry detergent, and so much more", "sitename": "Lauren Scruggs-Kennedy", "date": "2022-02-15", "cleaned_text": "clean living// budget friendly nontoxic products A FEW MONTHS AGO my husband jason shared on his instagram story about my clean living programs [THE CLEAN SWEEP](/the-clean-sweep). there was an overwhelming response from so many of you who wanted to learn more about transitioning to a clean, non-toxic lifestyle when it comes to the foods you eat and the products you use for yourself, your families, and in your home. one of the greatest pieces of feedback was the notion that clean living is simply unaffordable. while this can be true in some instances where the market is still switching toward budget friendly non-toxic products (like makeup, skincare, haircare, etc) this is not the case when it comes to some of the most important items in your home, first and foremost, your cleaning products. in my clean living guide, [THE CLEAN SWEEP, VOLUME TWO: PRODUCTS](https://www.laurenscruggskennedy.com/lskstore/p/the-clean-sweep-volume-two-products-coffee-table-book), i explain the serious consequences of the toxicity levels in your daily products. these toxic chemicals are not just a risk to you and your surfaces when you physically use the products, but they create an underlying level of toxicity in your home that you live in 24/7 just by sitting in your pantry or closet. this toxicity level that many of us have become accustomed to is responsible for some of the everyday symptoms that we have come to normalize in our daily lives: headaches, migraines, fatigue, and so much more. on a serious level, this can lead to an array of problems in your health from direct issues with your hormones, to weakening your immune system so that it is more susceptible to illnesses. the consequences of toxicity, on any level, are vast-and while this is a bit overwhelming and scary at first, the solution is simple: make the switch. my programs do a deep dive into how to transition to clean living, starting first with your diet and the foods you consume, and then focusing on the products you use on yourself and in your home. each volume is a step by step daily guide for making the switch slowly, but surely. the goal of my programs is to make the transition as easy and as understandable as possible for you! you can find them available in ebook and print [here](/the-clean-sweep). the programs also include just about every product i use for myself and in my home-from skincare to makeup, laundry, trash bags, and everything in between. BUT in the meantime, i thought i would share just a few budget-friendly options on the blog to give you an idea of what is out there and equip you with a few resources that can help you start the switch today. here are a few of my favorite BUDGET FRIENDLY household cleaning products for your home. all are in the $5 - $20 range, and most can be found on amazon or at your local target. LAUNDRY DETERGENT [another good option from public goods](https://rstyle.me/+vaZjiwKgqDEgWsXQrst9mg) STAIN REMOVER both of these can be used on clothing but surfaces as well! they are great for removing clothing stains as well as grime, dirt, and so much more! [i use this one most often for laundry and other fabric surfaces like the couch, pillows, carpet, etc](https://rstyle.me/+RPhq5TEVojo_WoR2pEVBzA) [this one is my all time favorite stain remover for just about everything and it is at an amazing price // i use it on clothes, fabrics, etc. but also on surfaces like the tub, toilet, counterstains](https://branchbasics.com/products/oxygen-boost?_pos=1&_sid=cfdb16793&_ss=r), the list goes on! SURFACE CLEANER [this one is available at target](https://rstyle.me/+IKGXQH212J4I-VRPdr6-1g) GLASS CLEANER BATHROOM CLEANER i also use disperse [this](https://branchbasics.com/products/oxygen-boost?_pos=1&_sid=cfdb16793&_ss=r) in the toilet bowl and the bathtub! DISH SOAP [another good one from public goods](https://rstyle.me/+37psnso5yA2DPyZd1NOCKA) DISHWASHER HAND SOAP [another option from public goods](https://rstyle.me/+oX1jEhrPFz-wqQ3vuKYr3A) ECO FRIENDLY PAPER TOWELS [not as durable, but an eco friendly option](https://www.publicgoods.com/products/tree-free-paper-towels) [very durable and in bulk option on amazon](https://rstyle.me/+ID22vzREaFHoHMlJBoKSDQ) TOILET PAPER [not as thick and soft but eco friendly option "}