{"title": "An Improved Delivery System for mRNA Vaccines Provides More Powerful Protection - Penn Engineering Blog", "author": "Devorah Fischler", "url": "https://blog.seas.upenn.edu/an-improved-delivery-system-for-mrna-vaccines-provides-more-powerful-protection/", "hostname": "upenn.edu", "description": "Researchers from the University of Pennsylvania School of Engineering and Applied Science and the Perelman School of Medicine are refining the Covid-19 vaccine, creating an innovative delivery system for even more robust protection against the virus.", "sitename": "Penn Engineering Blog", "date": "2023-08-29", "cleaned_text": "The COVID-19 vaccine swiftly undercut the worst of the pandemic for hundreds of millions around the world. Available sooner than almost anyone expected, these vaccines were a triumph of resourcefulness and skill. Messenger RNA vaccines, like the ones manufactured by Moderna or Pfizer/BioNTech, owed their speed and success to decades of research reinforcing the safety and effectiveness of their unique immune-instructive technology. Now, researchers from the [University of Pennsylvania School of Engineering and Applied Science](https://www.seas.upenn.edu/) and the [Perelman School of Medicine](https://www.med.upenn.edu/) are refining the COVID-19 vaccine, creating an innovative delivery system for even more robust protection against the virus. In addition to outlining a more flexible and effective COVID-19 vaccine, this work has potential to increase the scope of mRNA vaccines writ large, contributing to prevention and treatment for a range of different illnesses. [Michael Mitchell](https://directory.seas.upenn.edu/michael-j-mitchell/), associate professor in Penn Engineering's [Department of postdoctoral fellow in [Drew Weissman](https://www.med.upenn.edu/apps/faculty/index.php/g275/p20322)'s lab at Penn Medicine and incoming assistant professor in the Department of Pathology and Laboratory Medicine at the Perelman School of Medicine, recently published their findings in [Nature Nanotechnology.](https://www.nature.com/articles/s41565-023-01404-4) mRNA, or messenger ribonucleic acid, is the body's natural go-between. mRNA contains the instructions our cells need to produce proteins that play important roles in our bodies' health, including mounting immune responses. The COVID-19 vaccines follow suit, sending a single strand of RNA to teach our cells how to recognize and fight the virus. Tiny spheres of fat called lipid nanoparticles (LNPs) protect these precise instructions and help their absorption into immune cells. The LNPs keep the mRNA intact and primed to produce the intended protein that triggers our immune system. To prevent cells from rejecting this helpful instructor, the mRNA is manufactured with modifications, chemical alterations that naturally occur in our bodies. But, in the context of a vaccine, these protective modifications have a downside: they prevent the mRNA from activating dendritic cells. Dendritic cells are responsible for turning on our longer lasting, more specified immune system, the \"adaptive\" immune system. A vaccine able to marshal this system in addition to the more generalized \"innate\" immune system would provide more potent immunity against the virus it targets. At current levels of potency, the COVID-19 vaccine is very effective. But scientists continue to investigate secure ways to deliver mRNA in less compromised forms, knowing that other diseases - even potential variants of this same COVID-19 virus - will require a stronger vaccine. To enhance the adaptive immune response, the team incorporated a newly designed adjuvant lipidoid molecule into the nanoparticle delivery vehicle of the vaccine. The adjuvant lipidoid, a lipid-like molecule that activates dendritic cells, increases cytokine secretion and supports antibody production. \"When tested in vivo,\" says Mitchell, \"we found that our nanoparticle stimulated a higher cytokine production in local tissues than that triggered by the traditional vaccine nanoparticle. Cytokines, produced by the innate immune system, aid in the communication between immune cells and are important in moving a response from the innate to the adaptive immune system.\" Their study demonstrates in mice that this small addition improves mRNA delivery and increases T-cell response. These responses play pivotal roles in immunity. They help coordinate immune responses, eliminate infected cells and help B-cells, which produce antibodies that bind to and neutralize pathogens. \"Increasing T-cell responses allow for more robust protection against viruses, faster recovery and improved secondary responses to reinfection,\" says Alameh. \"The increase in both helper and killer T-cells is an important criterion for vaccine efficacy.\" \"Adding this adjuvant to nanoparticles of available COVID vaccines improves protection against the disease,\" says Han. \"Our lipid system is very precise, targeting toll-like receptors inside cells and activating specific pathways leading to improved immune responses.\" The team's adjuvant has potential applications in mRNA technology research including a flu vaccine and cancer vaccine, both of which currently struggle to achieve the requisite potency to address these illnesses. It can also potentially be administered in smaller doses, providing the same protection with a lower risk of negative side effects - though future steps would require clinical studies to confirm. By leveraging our cells' inherent ability to destroy dangerous invaders, this simple addition to existing COVID-19 vaccine technology can provide exponential benefits. [Melissa Pappas](https://blog.seas.upenn.edu/author/mkpappas/) contributed reporting for this story. "}