{"title": "Treatment of Metastatic Disease through Natural Killer Cell Modulation by Infected Cell Vaccines", "author": "Seyedeh Raheleh Niavarani; Christine Lawson; Lee-Hwa Tai; Niavarani; Seyedeh Raheleh; Lawson; Christine; Tai; Lee-Hwa", "url": "https://www.mdpi.com/1999-4915/11/5/434", "hostname": "mdpi.com", "description": "Oncolytic viruses (OVs) are a form of immunotherapy that release tumor antigens in the context of highly immunogenic viral signals following tumor-targeted infection and destruction. Emerging preclinical and clinical evidence suggests that this in situ vaccine effect is critical for successful viro-immunotherapy. In this review, we discuss the application of OV as an infected cell vaccine (ICV) as one method of enhancing the potency and breadth of anti-tumoral immunity. We focus on understanding and manipulating the critical role of natural killer (NK) cells and their interactions with other immune cells to promote a clinical outcome. With a synergistic tumor killing and immune activating mechanism, ICVs represent a valuable new addition to the cancer fighting toolbox with the potential to treat malignant disease.", "sitename": "MDPI", "date": "2019-05-11", "cleaned_text": "Treatment of Metastatic Disease through Natural Killer Cell Modulation by Infected Cell Vaccines [https://doi.org/10.3390/v11050434](https://doi.org/10.3390/v11050434) [The Role of NK Cells in )) Abstract: 1. Introduction [1](#B1-viruses-11-00434), [2](#B2-viruses-11-00434)]. Depending on the solid cancer type, adjuvant chemotherapy and targeted therapies can prolong survival in metastatic cancers, but a cure is rarely achieved. According to the World Health Organization, cancer is a global healthcare concern, representing 14 million new cases each year and one of the deadliest diseases, with more than 8 million deaths annually, mainly attributable to metastatic cancer (WHO reports, 2018). Therefore, there is a pressing medical need for the development of new therapies to treat metastatic cancer. 2. Checkpoint Inhibitors and the Emergence of Cancer Immunotherapies [3](#B3-viruses-11-00434), [4](#B4-viruses-11-00434), [5](#B5-viruses-11-00434), [6](#B6-viruses-11-00434), [7](#B7-viruses-11-00434)]. The successes seen in checkpoint inhibitor monoclonal antibodies has reignited enthusiasm for the field of cancer immunotherapy. Moreover, checkpoint inhibitor immunotherapy has revealed that solid cancers fall into two groups: \"hot tumors\", which contain abundant anti-tumor T cells and respond for the most part to checkpoint inhibitor therapy; and \"cold tumors\", which contain very little or no anti-tumor T cells and generally do not respond to checkpoint inhibitors [ [8](#B8-viruses-11-00434)]. Melanoma is the prototypic hot tumor. Melanoma cells generally contain abundant somatic mutations, which leads to neoantigen expression and recognition by the host's immune system as foreign. This leads to the influx of TILs directed against those neoantigens. Mechanistic studies have revealed that in certain instances, T cells present in melanomas were unable to lyse tumor cells because of the expression of checkpoint molecules such as PD-L1 on the tumor cell surface to anergize the T cells [ [9](#B9-viruses-11-00434)]. The use of checkpoint inhibitor monoclonal antibodies interfered with this mechanism, allowing the anergized T cells to lyse tumour cells expressing cognate antigens. However, only 10%-50% of melanoma patients experience clinical response to checkpoint inhibitors and of those, 10%-15% of treated patients display adverse autoimmune syndromes [ [9](#B9-viruses-11-00434)]. [10](#B10-viruses-11-00434)]. Two possible reasons for this are the lack of immunogenicity of tumor associated antigens (TAAs) and immunosuppression in the tumor microenvironment (TME) [ [8](#B8-viruses-11-00434)]. TAAs by themselves do not trigger robust immune responses because they are either mutated self-antigens or overexpressed, non-mutated self-antigens against which the immune system has developed tolerance [ [11](#B11-viruses-11-00434), [12](#B12-viruses-11-00434)]. Furthermore, many tumors downregulate their expression of major histocompatibility complex (MHC) or costimulatory molecules, which are both needed to generate a robust adaptive immune response. 3. Oncolytic Viruses Can Make Cold Tumors Hot [13](#B13-viruses-11-00434), [14](#B14-viruses-11-00434)]. OVs were first approved for clinical use in head and neck cancers in China back in 2005, and more recently received FDA approval in the United States for late stage unresectable melanoma in 2015 [ [15](#B15-viruses-11-00434)]. The tumor-targeted ability of OVs resides in its exploitation of cancer mutations that facilitate oncogenesis, such as disrupted interferon signaling pathways [ [16](#B16-viruses-11-00434)]. Although OVs infect both normal and cancer cells, the intact interferon response of healthy cells fights off the OV infection. On the other hand, interferon pathway mutations in cancer cells allow for unchecked OV replication and oncolysis, leading to viral spread and cytotoxicity through Immunogenic Cell Death (ICD), Leading to Anti-Tumor Immune Responses [14](#B14-viruses-11-00434), [17](#B17-viruses-11-00434), [22](#B22-viruses-11-00434)]. The infection of tumors by OVs leads to the release of pathogen associated molecular patterns (PAMPs) and danger associated molecular patterns (DAMPs), which signal through toll-like receptors (TLR) and activate cellular stress, which ultimately leads to the release of TAAs in a T cell inflamed TME capable of recruiting and activating antigen presenting cells (APCs), such as dendritic cells (DC) and critical anti-tumor effector cells such as natural killer (NK) and [ [23](#B23-viruses-11-00434)]. [22](#B22-viruses-11-00434), [24](#B24-viruses-11-00434), [25](#B25-viruses-11-00434), (RLRs). Specific PRR signaling induces DC recruitment, maturation/activation, antigen uptake and processing, and signaling via the inflammasome with secretion of IL1, crucial for priming and activation of tumor-specific T cells [ [25](#B25-viruses-11-00434)]. For example, ecto-CRT stimulates the engulfment of dying cancer cells by macrophages and DCs, which is critical for antigen cross-presentation; and extracellular HMGB1 acts on TLR4, leading to maturation and optimal tumor antigen processing by DCs [ [27](#B27-viruses-11-00434)]. The stress-inducible heat shock protein (HSP) 70 is know to function as an endogenous DAMP that can increase the immunogenicity of tumors and induce immune effector cell responses, including NK cells through NKG2D ligand cooperation [ [28](#B28-viruses-11-00434)]. [29](#B29-viruses-11-00434), [30](#B30-viruses-11-00434)]. Indeed, all OVs activate features of ICD, and often by different mechanisms. OV infection of tumor cells releases both DAMPs and PAMPs, including virions, viral RNAs, or hypomethylated DNA, which signal through the same family of PRRs [ [23](#B23-viruses-11-00434), [31](#B31-viruses-11-00434)]. These strong signals of adjuvanticity are combined with virally-induced lysis of the infected cells, leading to the release of neoepitopes of cross-presentation by DCs. As well, direct infection of DCs by some OVs, including rhabdoviruses, further aides DC maturation and antigen presentation, ultimately leading to the activation and recruitment of additional innate and adaptive immune effectors [ [32](#B32-viruses-11-00434), [33](#B33-viruses-11-00434)]. 5. OV-Based Infected Cell Vaccines (ICVs) Exploit the Properties of ICD Propagated through Viral Replication [11](#B11-viruses-11-00434)]. Treatment with autologous cancer cells exposes a patient to their complete and individualized TAA repertoire. Therefore, the multiple epitopes contained within the vaccine can potentiate a polyclonal immune response capable of recognizing and eliminating a more diverse population of heterogeneous tumor cells [ [12](#B12-viruses-11-00434)]. However, whole cancer cell vaccines have demonstrated limited success in clinical trials, mainly owing to a lack of immunogenicity. The combination of cytokine delivery with tumor cells is capable of significantly delaying tumor growth through the creation of a pro-inflammatory environment to enhance immune system activation against TAAs. Existing data suggest that disease recurrence is significantly delayed when patients successfully mount an immune response against the tumor, as evidenced by a delayed-type hypersensitivity response [ [34](#B34-viruses-11-00434)]. Unfortunately, the majority of patients do not mount such a response, either because the cell vaccine and cytokine combination is not immunogenic enough or because the host immune system is suppressed in response to the cancer [ [35](#B35-viruses-11-00434)]. [15](#B15-viruses-11-00434)]. An ex vivo ICV, however, consists of harvesting a patient's tumor, followed by ex vivo infection with replicating OV and re-administration directly back into the tumor bed/tumor microenvironment. An ex vivo ICV approach is more cumbersome, but avoids some of the barriers to OV delivery (for example, neutralizing antibodies in the serum) and allows ex vivo modification of the cancer cells to improve adjuvanticity. [36](#B36-viruses-11-00434)]. HSV is a DNA virus that and the inflammasome, while virion stress [ [37](#B37-viruses-11-00434), [38](#B38-viruses-11-00434)]. virus the RLRs RIG-1 and MDA5 [ [39](#B39-viruses-11-00434)]. Consistent with the ability to activate diverse DAMPs, PAMPs, and PRRs, different OVs induce different degrees of ICD. Similarly, there is strong precedent for combining OVs with enhancers of ICD or PRR signaling, including cyclophosphamide, and [13](#B13-viruses-11-00434)]. with other ICD inducers or PRR agonists, one must not only take into consideration the potential to skew the immune response toward immunosuppression, but must also avoid preferentially enhancing the immune response against the OV, potentially limiting therapeutic efficacy. 6. Evidence for NK Cell Activation with OVs and ICVs [40](#B40-viruses-11-00434), [41](#B41-viruses-11-00434)] and OVs are no exception. One of the first studies to support the anti-tumor activation of NK cells in response to OV therapy was reported by Diaz et al., where depletion experiments were conducted to demonstrate that B16 melanoma tumor regression was achieved in a NK and CD8+ T cell dependent manner following vesicular stomatitis virus (VSV) intratumoral (i.t.) injection [ [18](#B18-viruses-11-00434)]. In support of these findings, oncolytic reovirus treatment of prostate cancer resulted in prominent NK cell infiltration and activation [ [42](#B42-viruses-11-00434), [43](#B43-viruses-11-00434)]. Miller et al. also observed that i.t. herpes NK and T cell subsets [ [44](#B44-viruses-11-00434)]. In mechanistic studies using oncolytic New Castle disease virus (NDV), Jarahian et al. demonstrated enhanced NK cell-mediated cytotoxicity against human tumor cell lines infected with NDV. Moreover, blocking assays demonstrated that NKp44 and NKp46 recognition of viral ligand hemagglutinin-neuraminidase on NDV infected tumor cells mediated NK cell antitumor activity [ [45](#B45-viruses-11-00434)]. We have demonstrated that the oncolytic ORF virus has a profound effect on NK cell cytotoxicity and cytokine secretion following i.v. delivery, and that this NK cell functionality is the main mechanism by which oncolytic ovis (ORFV) exerts its anti-tumour It is a clinical candidate OV that is currently in phase I/II clinical trials (NCT02285816, NCT02879760). We observed that MG1 infection in immune competent mice resulted in an immediate (24 h) and intense activation of NK cells, as evidenced by significantly increased NK cell cytotoxicity and cytokine secretion. Moreover, preoperative i.v. MG1 overcame surgery NK suppression and attenuated the development of postoperative metastases in the B16lacZ model of implanted lung metastases, as well as in the breast 4T1 model of spontaneous lung metastases [ [47](#B47-viruses-11-00434)]. Mechanistically, we showed that MG1 activates NK cells through conventional DC (cDC). Using an ex vivo NK/DC co-culture system, we showed a lack of NK infection, activation, and cytotoxicity in the absence of cDC. Further, in cDC ablated mice, NK cell cytotoxicity was significantly reduced following MG1 administration [ [47](#B47-viruses-11-00434)]. While we demonstrated that MG1 does not directly infect or activate NK cells, this is not the case for other OVs. For instance, vaccinia virus has been shown to interact directly with NK cells through toll-like-receptor-(TLR)-2 [ [39](#B39-viruses-11-00434)]. It is very likely that stimulation of NK cells plays an important role in the therapeutic effect of many OVs, not only by enhancing NK cell mediated killing of tumour target cells, but also by triggering a robust, T cell-mediated, anti-tumour results from a randomized-controlled phase II/III study in colon cancer patients with liver metastases performed by the same group showed significant advantages for vaccinated patients (receiving six injections of NDV infected autologous cancer cells) with respect to overall survival (p = 0.042) and disease-free survival (p = 0.047) over the control arm. In contrast, no treatment benefits were observed in rectal carcinoma patients on the same trial [ [54](#B54-viruses-11-00434)]. Although these clinical results are promising, future investigations with immune monitoring including NK cells are required to understand the efficacy of NDV-infected tumor cells as well as the biological differences between the two solid tumor types. [49](#B49-viruses-11-00434)]. Conrad et al. demonstrated similar efficacy and immunity using an ex vivo ICV made with the closely related rhabdovirus Maraba MG1 aggressive L1210 murine leukemia model [ [55](#B55-viruses-11-00434)]. [50](#B50-viruses-11-00434)]. MG1-IL12-ICV was well tolerated by mice while inducing a robust recruitment of cytotoxic NK and T cells to the peritoneal cavity [ [50](#B50-viruses-11-00434)]. Importantly, the highest treatment efficacy was observed in mice treated with MG1-IL12-ICV and not with parental MG1-ICV, or uninfected tumor cells, or MG1-IL12 virus used as an oncolytic agent alone. Even in mice with bulky peritoneal carcinomatosis (abdominal malignancies), a complete radiologic response was demonstrated within 8-14 weeks and was associated with 100% long-term survival. 7. The Importance of NK Cell Monitoring in OV and ICV Therapies [56](#B56-viruses-11-00434)]. Oncolytic NDV was demonstrated to induce tumoricidal activity in NK cells by binding to NKp46 receptors and initiating activation signals leading to cytotoxic activity and IFN- production [ [45](#B45-viruses-11-00434), [54](#B54-viruses-11-00434)]. In our research, we have evaluated the immunological outcome of ex vivo ICV strategies based on induction of both NK and specific T cell responses. Our immune cell depletion studies have shown reduced survival in oncolytic rhabdovirus ICV treated mice depleted of NK cells [ [50](#B50-viruses-11-00434)]. Given the importance of NK/DC crosstalk in the development of an immune response, specific monitoring of NK cells and their responses should be pursued in ICV protocols. As we have observed in our previous studies, oncolytic rhabdovirus ICV can stimulate the recruitment, activation, and cytotoxic activity of NK cells by soluble signals (for example, IP10), contributing to the development of potent innate immunity [ [47](#B47-viruses-11-00434), [50](#B50-viruses-11-00434)]. In turn, we hypothesize that these activated NK cells can further stimulate host DCs, contributing to the recruitment and activation of DCs to advance sustained antitumor T cell immunity ( [Figure 1](#viruses-11-00434-f001)). [57](#B57-viruses-11-00434)]. However, long-term follow up was not conducted in this trial to correlate early NK cell functionality and therapy outcome. To the best of our knowledge, NK cell monitoring has not been conducted in any existing ex vivo ICV human trials. While DC-based cancer vaccines are not the same as ICV, the central mechanism of action of both therapies is dependent on tumor antigen presentation by DC. Emerging clinical trials of DC-based cancer vaccines have revealed that activated NK cells are better predictive of vaccine efficacy than cytotoxic T lymphocyte responses [ [33](#B33-viruses-11-00434), [58](#B58-viruses-11-00434), these DC-based cancer vaccines trials, NK cell immune monitoring includes assessment of peripheral blood NK cell proportion, total numbers, and phenotypic analysis before and after therapy [ [59](#B59-viruses-11-00434), [62](#B62-viruses-11-00434)]. Moreover, tumor infiltrating and lymphoid tissue NK cells have been evaluated [ [59](#B59-viruses-11-00434)]. NK cell functional assays usually focus on NK cell-mediated cytolytic activity against chromium (IL-15)] have also heavily measured for DC-vaccine therapy induced effects. Notably, a few DC vaccine studies have performed specific lysis assays against autologous primary tumor cells to evaluate therapy efficacy [ [60](#B60-viruses-11-00434), [63](#B63-viruses-11-00434)], which is likely to be of high relevance in the setting of eliminating residual tumor cells to prevent relapse. Lastly, indirect NK cell-related parameters are the subject of recent research because a range of transformed cancer cells has been shown to downregulate or secrete soluble molecules relevant to NK cell function (for example, soluble ligands for the activating receptor NKG2D) in order to evade NK cell immunosurveillance [ [64](#B64-viruses-11-00434), [65](#B65-viruses-11-00434)]. In this regard, evaluation of soluble NKG2D ligands in the plasma of patients prior to and following DC-based vaccine therapy could be a significant predictive marker for therapy effectiveness. 8. Clinical Development Potential of OVs and ICVs [15](#B15-viruses-11-00434)], while Onyx-015 is a genetically modified adenovirus that was approved for head and neck cancer in China in 2005 [ [14](#B14-viruses-11-00434)]. Currently, pharmaceutical companies have demonstrated a renewed interest toward OVs owing to the recent strides made in checkpoint immunotherapies. Specifically, Merck invested $394 million to acquire Viralytics for the development of oncolytic Coxackie virus, while $900 million was engaged by Bristol-Myers Squibb to develop an oncolytic adenovirus with PsiOxus Therapeutics [ [66](#B66-viruses-11-00434)]. According to Global Cancer Vaccine Market & Clinical Trial Insight 2025, it is estimated that the therapeutic cancer vaccine market will reach more than 15 billion by 2025 with a compound annual growth rate (CAGR) of 27% from 2015 to 2022 [ [67](#B67-viruses-11-00434)]. Importantly, progress in the cancer vaccination field resides in developing novel and more potent vaccine adjuvants (such as OVs) that generate effector immune responses capable of overcoming systemic and local suppressive mechanisms. [68](#B68-viruses-11-00434)]. Of these, one phase I/II trial targets solid tumors, including esophageal/gastrointestinal and breast cancers. This ongoing study conducted by the Canadian Cancer Trials Group is assessing the safety, pharmacokinetic, and immune profiles in response to an oncolytic adenovirus followed by rhabdovirus-based vaccine bearing MAGE-A3 using a heterologous prime-boost strategy (NCT02285816). This is an in situ vaccine targeting a single TAA. The same prime boost strategy is being tested by the same group in combination with checkpoint inhibitors for non-small cell lung carcinoma (NSCLC) and HPV-associated cancers (NCT02879760). [Clinicaltrial.gov](http://Clinicaltrial.gov)lists 10 active phase I/II cancer vaccine trials targeting metastatic cancer. Among them are OncoVAX for colorectal cancer; ProstVAC for prostate cancer; and Vigil for ovarian cancer, breast cancer, sarcoma, non-small cell lung carcinoma (NSCLC), and melanoma. 9. Future Perspectives [59](#B59-viruses-11-00434), [60](#B60-viruses-11-00434)]. We have provided an overview of preclinical and translational studies that measured the influence of NK cell participation in antitumor immunity following OV- and ICV-based immunotherapeutic strategies. In summary, these studies highlight a mediating role for the cytotoxic and cytokine-secreting functions of NK cells in the development of ICV-mediated adaptive antitumor immunity. This calls for the implementation of NK cell monitoring in cancer immunotherapy, in particular for OV- and ICV-based therapies. Thoughtful choosing of defined NK cell parameters and protocols is required. Ultimately, this will contribute to a more complete understanding of therapy efficacy and correlation with outcome. NK cell immune monitoring has the potential to generate valuable information that could be exploited in the development of evidence-based and novel immunotherapies to improve prognosis for cancer patients. Author Contributions Funding Conflicts of Interest References - Gottschalk, A.; The role of the perioperative period in recurrence after cancer surgery. Anesth. Analg. 2010, 110, 1636-1643. Therapy at a cost. Lancet Oncol. 2003, 4, 760-768. infiltrating lymphocytes are prognostic in triple negative breast cancer and predictive for trastuzumab benefit in early breast cancer: Results from the finher trial. Ann. Oncol. 2014, 25, 1544-1550. [ of tumor-infiltrating lymphocytes in triple-negative breast cancers from two phase iii adjuvant breast trials: Ecog of tumor infiltrating lymphocytes in human melanoma. Cancer Immun. 2009, 9, 3. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Focus+on+tils:+Prognostic+significance+of+tumor+infiltrating+lymphocytes+in+human+melanoma&author=Oble,+D.A.&author=Loewe,+R.&author=Yu,+P.&author=Mihm,+M.C.,+Jr.&publication_year=2009&journal=Cancer+Immun.&volume=9&pages=3)] - Ohtani, H. Focus on tils: Prognostic significance of tumor infiltrating lymphocytes in human colorectal cancer. Cancer Immun. 2007, Prognostic significance of tumor infiltrating lymphocytes in human bladder cancer. Cancer Immun. 2007, 7, 10. [Google tumors: A conceptual framework for cancer immunotherapy drug development and combination therapy selection. Cancer Immunol. Res. 2018, 6, 990-1000. [ for immune checkpoint inhibitors in melanoma. Front. Oncol. 2018, 8, 270. [ - Wei, S.C.; Duffy, C.R.; Allison, J.P. Fundamental mechanisms of immune checkpoint blockade therapy. Cancer Discov. 2018, 8, 1069-1086. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Fundamental+mechanisms+of+immune+checkpoint+blockade+therapy&author=Wei,+S.C.&author=Duffy,+C.R.&author=Allison,+J.P.&publication_year=2018&journal=Cancer+Discov.&volume=8&pages=1069%E2%80%931086&doi=10.1158/2159-8290.CD-18-0367)] L.; de Rooster, H.; Sanders, N.N. Various ways to improve whole cancer cell vaccines. Expert Rev. Vaccines 2014, 13, 721-735. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Various+ways+to+improve+whole+cancer+cell+vaccines&author=Cicchelero,+L.&author=de+Rooster,+H.&author=Sanders,+N.N.&publication_year=2014&journal=Expert+Rev.+Vaccines&volume=13&pages=721%E2%80%93735&doi=10.1586/14760584.2014.911093)] [ [CrossRef](https://doi.org/10.1586/14760584.2014.911093)] - Keenan, B.P.; Jaffee, Whole cell vaccines--past progress and future strategies. Oncol. 2012, 39, Bell, J.C. an ally. Curr. Opin. Mol. 2009, intratumoral oncolytic Vsv strains with defects in their ability to shutdown innate immunity are potent systemic anti-cancer agents. Cancer Cell 2003, 4, 263-275. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Vsv+strains+with+defects+in+their+ability+to+shutdown+innate+immunity+are+potent+systemic+anti-cancer+agents&author=Stojdl,+D.F.&author=Lichty,+B.D.&author=tenOever,+B.R.&author=Paterson,+J.M.&author=Power,+A.T.&author=Knowles,+S.&author=Marius,+R.&author=Reynard,+J.&author=Poliquin,+L.&author=Atkins,+H.&publication_year=2003&journal=Cancer+Cell&volume=4&pages=263%E2%80%93275&doi=10.1016/S1535-6108(03)00241-1)] [ [Google [CrossRef](https://doi.org/10.1038/mt.2010.103)] - Arens, R. Rational design of vaccines: Learning from immune evasion mechanisms of persistent viruses and tumors. Adv. Immunol. 2012, 114, and infectious disease. Nat. Rev. Immunol. 2017, 17, 97-111. Surface exposure of calreticulin makes the difference. J. Mol. Med. (Berl) 2007, of damps in immunogenic cell death. Front. Immunol. dictates the immunogenicity of cancer cell death. Nat. Med. 2007, 13, 54-61. [ [Google [CrossRef](https://doi.org/10.1111/j.1600-065X.2007.00567.x)] - Boisgerault, N.; Tangy, F.; Gregoire, M. New perspectives in cancer virotherapy: Bringing the immune system into play. Immunotherapy 2010, 2, 185-199. [ ecto-atpase system during chemotherapy: Moving calreticulin to the cell surface converts apoptotic death from \"silent\" to immunogenic. Cancer Res. 2007, cells tumor antigen cross-presentation by human plasmacytoid dendritic cells. Clin. Cancer Res. 1147-1158. transduction of dendritic cells enhances their ability to prime innate and adaptive antitumor immunity. Mol. Ther. 2009, 17, 1465-1472. Il-15 and type i interferon are required for activation of tumoricidal nk cells by virus-infected dendritic cells. Cancer Res. gene transfer into human renal cancer cells. Cancer Res. 1992, 52, 6229-6236. [ blood t-cell immunity after her-2/neu peptide immunization. Clin. Cancer stomatitis virus as a novel cancer vaccine vector to prime antitumor immunity amenable to rapid boosting with adenovirus. Mol. Ther. Shillitoe, E.J.; Factors that limit the effectiveness of herpes simplex virus type 1 for treatment of oral cancer in mice. Clin. Cancer Res. 2005, 11, 3109-3116. in a murine metastatic colorectal liver model by oncolytic and t-cell-dependent Ther. 2007, 14, 590-597. [Google Scholar](https://scholar.google.com/scholar_lookup?title=Cytokine-secreting+herpes+viral+mutants+effectively+treat+tumor+in+a+murine+metastatic+colorectal+liver+model+by+oncolytic+and+t-cell-dependent+mechanisms&author=Derubertis,+B.G.&author=Stiles,+B.M.&author=Bhargava,+A.&author=Gusani,+N.J.&author=Hezel,+M.&author=D%E2%80%99Angelica,+M.&author=Fong,+Y.&publication_year=2007&journal=Cancer+Gene+Ther.&volume=14&pages=590%E2%80%93597&doi=10.1038/sj.cgt.7701053)] [ [CrossRef](https://doi.org/10.1038/sj.cgt.7701053)] - Martinez, J.; Huang, X.; Yang, Y. Direct tlr2 signaling is critical for nk cell activation and function in response to vaccinia viral infection. PLoS Pathog. 2010, W.M. Specific and nonspecific nk cell activation during virus infection. Nat. Immunol. 2001, 2, of natural killer/large granular lymphocytes at sites of virus replication. J. Immunol. 1987, 138, 877-883. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Accumulation+and+chemotaxis+of+natural+killer/large+granular+lymphocytes+at+sites+of+virus+replication&author=Natuk,+R.J.&author=Welsh,+R.M.&publication_year=1987&journal=J.+Immunol.&volume=138&pages=877%E2%80%93883&pmid=3027167)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/3027167)] - Drake, C.G. Prostate cancer as a model for tumour immunotherapy. Nat. Rev. Immunol. 2010, 797-804. [ [Google [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/21245852)] - Miller, C.G.; Fraser, N.W. Requirement of an integrated immune response for successful neuroattenuated hsv-1 therapy in an intracranial killer cells by newcastle disease virus hemagglutinin-neuraminidase. J. Virol. 2009, 83, 8108-8121. immune stimulating therapeutic. 2012, Maraba virus enhances natural killer cell function via conventional dendritic cells to reduce postoperative metastatic disease. cells triggers robust antigen-specific t-cell-mediated and humoral responses. Blood 2009, Harnessing antitumor immunity in an infected cell vaccine. 20, 1791-1799. recruitment is necessary for eradication of peritoneal carcinomatosis with an il12-expressing maraba virus cellular vaccine. Cancer killer cell interactions induce antitumor activity following tumor cell infection by oncolytic reovirus. J. Immunol. 2009, vaccine for adjuvant active specific immunotherapy of resected colorectal carcinoma. Clin. Cancer Res. of a newcastle disease virus-modified autologous tumour cell vaccine for treatment of colorectal cancer patients. Eur. J. Cancer 1991, 27, 703-710. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=In+vitro+and+clinical+characterisation+of+a+newcastle+disease+virus-modified+autologous+tumour+cell+vaccine+for+treatment+of+colorectal+cancer+patients&author=Liebrich,+W.&author=Schlag,+P.&author=Manasterski,+M.&author=Lehner,+B.&author=Stohr,+M.&author=Moller,+P.&author=Schirrmacher,+V.&publication_year=1991&journal=Eur.+J.+Cancer&volume=27&pages=703%E2%80%93710&doi=10.1016/0277-5379(91)90170-I)] [ [CrossRef](https://doi.org/10.1016/0277-5379(91)90170-I)] - Schirrmacher, V. Clinical trials of antitumor vaccination with an autologous tumor cell vaccine modified by virus infection: Improvement of patient survival based on improved antitumor immune memory. Cancer Immunol. Immunother. 2005, 54, 587-598. immunotherapy for acute lymphoblastic leukemia. Clin. 19, 557-569. [Google Scholar](https://scholar.google.com/scholar_lookup?title=Cross-presentation+by+dendritic+cells&author=Joffre,+O.P.&author=Segura,+E.&author=Savina,+A.&author=Amigorena,+S.&publication_year=2012&journal=Nat.+Rev.+Immunol.&volume=12&pages=557%E2%80%93569&doi=10.1038/nri3254&pmid=22790179)] [ metastatic disease by inhibiting surgery-induced dysfunction in natural killer cells. Cancer Res. 2013, 73, 97-107. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Preventing+postoperative+metastatic+disease+by+inhibiting+surgery-induced+dysfunction+in+natural+killer+cells&author=Tai,+L.H.&author=de+Souza,+C.T.&author=Belanger,+S.&author=Ly,+L.&author=Alkayyal,+A.A.&author=Zhang,+J.&author=Rintoul,+J.L.&author=Ananth,+A.A.&author=Lam,+T.&author=Breitbach,+C.J.&publication_year=2013&journal=Cancer+Res.&volume=73&pages=97%E2%80%93107&doi=10.1158/0008-5472.CAN-12-1993&pmid=23090117)] [ [CrossRef](https://doi.org/10.1158/0008-5472.CAN-12-1993)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/23090117)] encounters of different kinds: Dendritic cells and nk cells take centre stage. Nat. Rev. Immunol. 2005, 5, function and anti-tumour activity. targeting of human cancer and possibilities for new means of immunotherapy. Cancer Immunol. Immunother. 2008, 57, 1541-1552. M.A.; natural killer cell function in dendritic cell-based vaccines. Expert Rev. Vaccines 2006, 5, Immunol. 2008, 9, 503-510. [ Prentice, H.G. Evidence that continued remission in patients treated for acute leukaemia is dependent upon autologous natural killer cells. Br. J. Haematol. 2002, 117, [Google [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Nk+cells+in+innate+immunity&author=Hamerman,+J.A.&author=Ogasawara,+K.&author=Lanier,+L.L.&publication_year=2005&journal=Curr.+Opin.+Immunol.&volume=17&pages=29%E2%80%9335&doi=10.1016/j.coi.2004.11.001)] [ [CrossRef](https://doi.org/10.1016/j.coi.2004.11.001)] - Big Pharma Could Turn to Viruses to Boost Cancer Immunotherapies. Available online: [https://pharmaphorum.com/news/big-pharma-turn-viruses-boost-cancer-immunotherapies/](https://pharmaphorum.com/news/big-pharma-turn-viruses-boost-cancer-immunotherapies/)(accessed on 10 February 2019). - Global Cancer Vaccine Market & Clinical Trial Insight 2025 Report Highlight. Available online: [https://www.researchandmarkets.com/reports/4620934/global-cancer-vaccine-market-and-clinical-trial](https://www.researchandmarkets.com/reports/4620934/global-cancer-vaccine-market-and-clinical-trial)(accessed on 5 March 2019). - 2017 Immuno-Oncology Medicines in Development. Available online: [http://phrma-docs.phrma.org/files/dmfile/MID_Immuno-Oncology-2017_Drug-List1.pdf](http://phrma-docs.phrma.org/files/dmfile/MID_Immuno-Oncology-2017_Drug-List1.pdf)(accessed on 21 March 2019). © 2019 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( [http://creativecommons.org/licenses/by/4.0/](http://creativecommons.org/licenses/by/4.0/)). Share and Lawson, C.; Tai, L.-H. Treatment of Metastatic Disease through Natural Killer Cell Modulation by Infected Cell Vaccines. Viruses 2019, 11, 434. https://doi.org/10.3390/v11050434 Niavarani SR, Lawson C, Tai L-H. Treatment of Metastatic Disease through Natural Killer Cell Modulation by Infected Cell Vaccines. Viruses. 2019; 11(5):434. https://doi.org/10.3390/v11050434Chicago/Turabian Style Seyedeh Tai. 2019. \"Treatment of Metastatic Disease through Natural Killer Cell Modulation by Infected Cell Vaccines\" Viruses 11, no. 5: 434. https://doi.org/10.3390/v11050434 [here](https://www.mdpi.com/about/announcements/784). Article Metrics Article Access StatisticsFor more information on "}