{"title": "Represar ríos para generar energía tiene cada vez menos aliados. Una empresa ofrece sustituto: enjambres de turbinas", "author": "Carlos Prego", "url": "https://www.xataka.com/energia/esta-empresa-tiene-alternativa-a-represas-para-generar-energia-rios-enjambres-turbinas", "hostname": "xataka.com", "description": "Hace un tiempo los fundadores de Energyminer se plantearon una cuestión tan fácil de formular como compleja de afrontar: ¿Puede aprovecharse la energía de los...", "sitename": "Xataka", "date": "2023-09-09", "cleaned_text": "Hace un tiempo los fundadores de [Energyminer](https://energyminer.eu/en/) se plantearon una cuestión tan fácil de formular como compleja de afrontar: ¿Puede aprovecharse la energía de los ríos sin necesidad de levantar [grandes y aparatosas](https://www.xataka.com/energia/gran-barrera-nilo-como-sera-represa-etiopia-que-aspira-a-ser-mayor-central-hidroelectrica-africa) represas? ¿Podríamos obtener electricidad de sus aguas sin pagar el [gravoso peaje medioambiental](https://www.worldwildlife.org/descubre-wwf/historias/las-represas-y-su-impacto-en-la-naturaleza#:~:text=Una%20represa%20equivocada%20en%20el,para%20reabastecer%20a%20los%20deltas) que acarrean en ocasiones las centrales hidroeléctricas? El resultado es Energyfish, un sistema de turbina con el que, aseguran, pueden abastecer a centenares de hogares y compensar las [emisiones anuales de CO2](https://www.xataka.com/ecologia-y-naturaleza/todo-co2-que-emitio-humanidad-a-largo-2021-reunido-este-mapa-interactivo-nasa) de 1.700 vehículos pequeños. Por lo pronto ya han pasado de la teoría a la práctica. ¿Qué es eso de Energyfish? Una \"central eléctrica submarina [hidrocinética](http://scielo.sld.cu/scielo.php?script=sci_arttext&pid=S1680-03382021000100081#:~:text=La%20hidrocin%C3%A9tica%2C%20que%20es%20parte,la%20obtenci%C3%B3n%20de%20energ%C3%ADa%20el%C3%A9ctrica.) compacta\", [en palabras de sus creadores](https://energyminer.eu/en/#team), que reivindican que es capaz de aportar \"energía renovable, cien por cien limpia, disponible las 24 horas del día y generada de manera local\". Para conseguirlo recurre a turbinas que se anclan al lecho del río y permanecen semisumergidas, suspendidas mientras aprovechan la corriente. Los dispositivos están diseñados para operar en grupo, en bancos o \"enjambres\" que generan una energía que luego se inyecta de forma descentralizada en la red. ¿Manejan cifras? Sí, algunas. [Energyminer asegura](https://energyminer.eu/en/) que su sistema es capaz de producir una media de 15 megavatios hora al año e instalándose un \"enjambre\" de un centenar se logran hasta 1,5 GWh anuales, suficiente para alimentar a alrededor de 470 hogares. Sus cuentas no se limitan al saldo energético. La compañía calcula que un banco de esas dimensiones, con alrededor de un centenar de dispositivos, permitiría ahorrar 2.300 toneladas de emisiones de CO2 cada ejercicio, lo que compensaría las emisiones de 1.700 coches pequeños durante ese período. En cuanto a operabilidad, sus creadores aclaran que la vida útil prevista para los sistemas Energyfish es de más de 10 años. \"Está diseñado para proporcionar una producción de energía ininterrumpida y a largo plazo\", [explica la compañía](https://energyminer.eu/en/), que aclara que las instalaciones permanecen monitorizadas 24 horas al día, los siete días de la semana, mediante \"un sistema inteligente de monitorización remota\". Pero... ¿Qué ofrece? Desde Energyminer citan unas cuantas ventajas, en su mayoría relacionadas con la sostenibilidad y el respeto al medio. Sus creadores recalcan que el sistema opera \"en armonía con la naturaleza\", es silenciosa, aporta un suministro sostenido, resiste inundaciones, requiere un mantenimiento mínimo y no supone una amenaza ni para la fauna ni para los pescadores o nadadores. \"Todo el sistema funciona con una tensión extra baja y segura de 60 voltios. Aunque se dañen los cables, no hay riesgo para las personas ni para los animales. El diseño aerodinámico del Energyfish garantiza que los nadadores y aficionados a los deportes acuáticos no puedan hacerse daño\", [abunda la entidad](https://energyminer.eu/en/#toggle-id-9), convencida de que el impacto sobre el cauce es \"mínimo\" y \"localizado\". \"En las inmediaciones la velocidad del flujo se ralentiza ligeramente, pero esto no representa un obstáculo importante. Después de 20 metros, el río recupera su velocidad original\". ¿Qué hay de las represas tradicionales? Si hay une ventaja que destaque Energyminer, más allá de la potencia o capacidad de su sistema para reducir las emisiones de CO2, es que los dispositivos que han ideado tienen un impacto muy inferior al de otras estructuras más convencionales, como las represas. \"Nuestras instalaciones se suspenden en el río y anclan en el lecho, sin hormigón, sin presa y sin maquinaria pesada\", [abunda](https://energyminer.eu/en/#toggle-id-9) antes de recalcar la agilidad con la que se pueden activar: su instalación, asegura, puede completarse en \"pocas semanas\". Que la compañía insista en su reducida huella medioambiental no es casualidad. La propia [World Wilf Life](https://www.worldwildlife.org/descubre-wwf) (WWF) recuerda que el número de grandes represas se multiplicó por diez entre 1950 y 2017 y que en 2019 casi dos tercios de los ríos de mayor longitud del mundo [habían sido obstruidos](https://www.worldwildlife.org/descubre-wwf/historias/las-represas-y-su-impacto-en-la-naturaleza#:~:text=Una%20represa%20equivocada%20en%20el,para%20reabastecer%20a%20los%20deltas): \"Una represa equivocada en el lugar equivocado pude generar grandes consecuencias, ya que alteran los flujos del agua, bloquean rutas de migración de los peces, devastan hábitats de especies en peligro y atrapan sedimentos necesarios para reabastecer los deltas río abajo\". ¿Es todo teoría? No. Energyminer ya ha probado al menos una de sus instalaciones en [Aur Mülhlbach](https://de.wikipedia.org/wiki/Auer_M%C3%BChlbach), un dispositivo [presentado en primavera](https://energyminer.eu/wp-content/uploads/2023/04/Energyminer-Pressemitteilung-19April2023.pdf) y que se localiza en el corazón de Múnich. Y si bien asegura que el sistema \"se integra con el paisaje\" y a poca distancia, río abajo, hay una central hidroeléctrica convencional que ha seguido funcionando a pleno rendimiento sin problemas, sus responsables no concretan cifras sobre generación eléctrica y niveles de eficiencia de la prueba. No al menos en [la presentación](https://energyminer.eu/en/#toggle-id-9) de su web. Lo que ha deslizado es que su solución reduce los costes de inversión en un 88% en comparación con otras plantas. Lo que sí incluyen es [una tabla técnica](https://energyminer.eu/en/#toggle-id-2) en la que concretan algunos detalles relevantes de su Energyfish: pesa cerca de 80 kilos y mide 3x2,4x1 m, su potencia media de salida es de 1,8 kW y la máxima de 6 kW. El sistema se puede usar en un amplísimo abanico de ríos: llega con que tengan una profundidad de al menos un metro y un caudal con una velocidad mínima de un metro por segundo. Imágenes: [Energyminer](https://energyminer.eu/en/) En Xataka: [Para esta empresa todo lo que pensamos de la energía offshore está mal. Debería estar "}