{"title": "Homeopathy and Chinese Medicine (Feb/March 2009) Townsend Letter for Doctors & Patients", "author": null, "url": null, "hostname": null, "description": "Townsend Letter for Doctors & Patients' alternative medicine articles are written by researchers, health practitioners and patients.", "sitename": null, "date": "2010-05-20", "cleaned_text": "| | Introduction Homeopathy and Chinese medicine are both forms of energetic medicine that address imbalances which may be preventing patients from obtaining health and healing. Whether the goal is to balance qi or the vital force, patients have benefited from both types of medicine physically, emotionally, and mentally. The amazing results and responses from patients treated by homeopathy and Chinese medicine are proof that often there can be underlying issues that have not been or cannot be addressed in order to treat the whole person. It is these underlying issues that can bring about physical manifestation of pain and poor healing. Although many see classical homeopathy and Chinese medicine (acupuncture and/or herbal medicine) as completely separate forms of therapy, these two different systems share some areas of resemblance in diagnosis and treatment that may allow open-minded practitioners another tool in their clinical practices. Two Forms of Energetic Medicine with One Common Goal A frequent question for practitioners who use some form of homeopathy and acupuncture together in practice is, when it is most effective to use one over the other? For those who use both types of medicine, there may not be a clear answer. Both are able to treat acute and chronic symptoms; treat the mental, emotional, and physical aspects of a person; and address conditions that can be expressed as either superficial or deep. One possible answer may be that while acupuncture treats the physical, superficial manifestation, homeopathy may be best suited for addressing the energetic level that originates at a deeper realm. This use of combining homeopathy and Chinese medicine may be beneficial for those patients who seem to have multiple layers to their complaints. The public is familiar with the use of acupuncture for physical aliments like pain, but homeopathy may be more recognizable as addressing mental/emotional issues, perhaps due to its almost psychological approach to case-taking. In these cases, the different aspects of a patient's main complaint may be addressed in a synergistic fashion by using one modality to treat the acute and superficial and another modality for the deeper, hidden issue. The Physicality of Homeopathy In the practice of homeopathy, the primary focus of remedy selection is based on distinguishing the individual's mental and emotional state. The patient's physical presentations are used as confirmatory symptoms in the final remedy selection. When practitioners use physical symptoms alone, often the wrong remedy is selected and the medicine simply does not work. In his classic repertory, Kent gives instructions on how to use it when emphasizing the mental symptoms: The mental symptoms, must first be worked out by the usual form until the remedies best suited to his mental condition are determined, omitting all symptoms that relate to a pathological cause and all that are common to disease and to people. When the sum of these has been settled, a group of five or ten remedies, or as many as appear, we are then prepared to compare them and the remedies found related to the remaining symptoms of the case.1 When focusing on the physical, it is easy to get lost in a sea of remedies that all have similarities. This is because the larger polycrest remedies have so many indications. The homeopathic materia medica is a laundry list of symptoms, and one can find almost any physical symptom under the larger remedies like sulfur. The Mental/Emotional Realm of Chinese Medicine Modern Chinese medicine has primarily been known to treat pain and organ disharmony by using acupuncture and herbal formulas based on Traditional Chinese Medicine (TCM) pattern differentiation. There are some schools and practitioners of more esoteric treatments that place more emphasis on treating the mental aspect of the patient, such as five-element theory as developed by the late J. R. Worsley. His principles would later be presented in an Oriental medicine psychology textbook, Five Elements of Acupuncture and Chinese Massage. From that book is a description of the physical manifestation of emotional constraint that would be appropriately treated with acupuncture: All thought process and mental states coexist with related muscular activity and tension. If a therapist is able to affect muscle tension activity, he/she will, ipso facto, affect the same degree of thought processes and mental states. ... Rigidities on the level of the psyche will tend to externalize corresponding to rigidity on the level of the soma. Fixed ideas are all too often the precursors of fixed or stiff joints. Even if auricular or muscular rigidity are not yet present, one would select and treat points as if they were.2 The roots of acupuncture and classical Chinese medicine are of a deeply spiritual nature, and the Taoist origins are rich with mental and emotional significance. However, TCM as we know it is a modernized system that was handed down to us through the Communist government of China and has essentially limited those types of teachings. Still mentioned as a part of basic theory is the influence of the seven emotions, as first discussed in the classical text Neijing Suwen as a cause of internal imbalance creating illness in the body similar to that of an exterior pathogen. Later texts focused on groups of points to treat emotion disorders and even possession. The \"Window of the Sky\" points, mainly located near the head, were used to promote clarity of thought and treat psychoemotional disorders. Another set called the \"thirteen ghost\" points were used to treat epilepsy and manic disorders as far back as the seventh century.3 When the focus of modern medicine began to disregard any emotional connection to a patient's physical complaint, the use of such points faded, and they were replaced with the more popular points of the Eight Principles of Disease as taught in texts like Peter Deadman's A Manual of Acupuncture and Xinnong's Chinese Acupuncture and Moxibustion. Chinese herbal formulas based on pattern diagnosis that continued to place some focus on emotional disharmonies are found in the chapter listed as \"Calming the Shen\" in popular teaching texts and materia medicas by Dan Bensky and John Chen. Modern and Classical Disease Pattern Discrimination The developing interest in combination homeopathics, as opposed to classical homeopathic prescribing limited to single-remedy treatments, has brought about another possible link between these two systems. In 1952, Hans-Heinrich Reckeweg introduced the principles of homotoxicology and biotherapeutic drainage, combining a mixture of low-to-middle remedies to create complexes that treated diseases which appeared at different stages of deregulation in the body. In this theory, a homotoxin affects cells and tissues on different levels, passing through six phases, two subsections per three phases. The transition between phases is described as vicariation, with indicating signs that the illness is progressively growing in strength and requiring new treatment strategies.4 A similar process, also broken down into six stages of disease transmission, is taught from one of the earliest Chinese medical texts, the Shang Han Lun, written by Zhang Ji around 220 CE. It described how cold disease enters the body at a superficial level and could penetrate deeper into the body, changing its clinical manifestations and organ pathology, finally becoming fatal at the deepest level.5 It follows disease from the outermost levels to the innermost level while providing simple herbal formula recommendations and modifications for each stage. These same six stages, along with the Four Levels of Disease introduced in the later text Wen Bing, became the basis for classical and modern acupuncture-point prescriptions. In both forms of medicine, the importance lies in treating only at the appropriate level of disease to bring about a cure. Illness can travel both forward and backward throughout these different levels, hopefully being expressed and released externally instead of penetrating and lingering deeper within. Clinical manifestations of illness can change dramatically for the good or bad in patients, often leading to the formulation of new treatment plans or selection of a new, more appropriate remedy. The progression of a disease towards cure was explained by Hering's law of direction of cure, the second law of homeopathy following only the law of similars. Reiterated by Kent, \"The cure must proceed from centre to circumference, from centre to circumference is from above downward, from within outwards, from more important to less important organs, from the head to the hands and feet.\"6 A similar progression of disease is mentioned in the Neijing Suwen, when the Yellow Emperor Huang Qi is told by the great scholar Qi Bo, \"When it [a pathogen] remains in the body for a long period of time, the pathogenic factor will transform, internalize, and stagnate to the point where the flow of qi is impaired, top to bottom, side to side, or between yin and yang.\"7 Treatment and monitoring changes in disease progression between these two forms of medicine have some similarities in thought, even though there are centuries separating their great masters. Mutual Energetic Treatment Strategies Homeopathic remedy selection may depend on the current state of the patient, whether he is to be treated acutely or if his underlying constitution needs to be addressed. These changes can lead to the selection of a new remedy or changes in dose administration or potency. The same idea can be observed in Chinese medicine, especially if herbs are being prescribed. A patient's condition may only match a formula's given indication from as little as a few days or as much as two weeks before another formula becomes more appropriate. Acupuncture also will use certain points from more acute situations that may include clearing heat from the body to revive consciousness, such seen with the Jing-Well (Ting) points on the tips of the extremities or the Ying-Spring points.8 Constitutional treatments, often described as treating the root of the disease instead of its branches, may involve the selection of points like the Front Mu (Alarm) point for each individual organ, along with its Back Shu (Associate) point in order to provide a deeper effect on the body's qi. Where selection in point prescription may change on a daily basis, changes in a patient's homeopathic picture may also change abruptly, which may be seen with selection of the wrong remedy or prescribing at too high potency, leading to patients who begin to prove a remedy's rare and peculiar keynotes. New Concepts on Combining Both Medicines in Clinical Application In our study of both forms of medicine, we have noticed indications in which both the use of Chinese medicine and homeopathy may be applicable. These ideas first came about while reviewing basic acupuncture point descriptions that sounded similar to the characteristics symptoms of certain remedies. Another indication was the common phrase from patients, \"I've never been well since...\" or they had cases that looked and felt more suited to homeopathy than acupuncture. These patients all had something in common: they seemed to have deep-seated issues that were being expressed outwardly in physical form. Often these patients would have been to Western medical practitioners, were treated unsuccessfully, and were now turning to alternative medicine. These were the patients whose physical pathology seemed to manifest from a disturbance in their life force, as opposed to a physical trauma or clear disease pathology. It was these situations in which we thought a combination of homeopathy and Chinese medicine might be a valid option. We examine three ways the two could be used together to best suit patients' needs: 1. The combination use of specific acupuncture points that match keynote symptoms of remedy for acute treatment. A particular example would be using the polycrest Belladonna alongside acupuncture point Liver-2, located on the dorsum of the foot between the first and second toes just below the webbing. Liver 2 has an indication for clearing strong heat patterns in the body and helping to release the free flow of qi throughout the body, as well as within the Liver meridian. The Liver channel is known to be strongly affected by emotional influences, and when qi cannot flow freely, emotions such as rage, anger, and even mania can occur.9 The mania, restlessness, and hot sensation accumulating in the body that can affect the patient's mental clarity seem very similar to the keynote symptoms of out-of-control behavior and blood and heat rushing to the head typical of Belladonna. A combined treatment may involve the use of acupoint Liver 2, as well as other points like LI-11, ST-44, and UB-40 to clear intense heat, along with low-dose Belladonna while in the office. In this case the homeopathic remedy is used to help treat the acute symptoms and calm the patient while the acupoints move qi and rebalance the affected channel to help clear excess heat in order to help ground the patient. Unlike using a remedy that is chosen based on the \"like cures like\" principle, Chinese herbal therapy would use the oppose to clear heat by having the patient take a strong cooling herb like Shi gao (gypsum).10 2. Confirmation of a patient's remedy or disease state through traditional Chinese medicine observation and palpation techniques. Pulse and tongue observation are used by TCM practitioners to help determine a patient's underlying pattern. They serve as nonverbal indications of the internal and external patterns for determination of treatment. Pulse and tongue observations are listed in both the homeopathic materia medica and repertory, but are not considered relevant to remedy selection. There was a time when homeopaths were medical doctors trained in the art of pulse and tongue diagnosis. Modern homeopathic training does not include them; however, a skilled observer can use them to help confirm a remedy. The following is an example of how this method could be used to differentiate headache remedies: Boericke lists Belladonna with a rapid but weakened pulse and a strawberry-red, swollen tongue.11 This could be compared with the pulse and tongue of Natrum muriaticum, another important headache remedy, which has a fluttering, palpating, and intermittent pulse with a frothy coating with bubbles on the side and a sense of dryness.12 In sum, tongue and pulse information is used for confirmation, not as a primary diagnostic tool. 3. The use of homeopathic remedy dilution methods for administration of Chinese herbal formulations. One of the benefits of homeopathic dilutions is that they allow for toxic substances too dangerous taken orally to be used energetically. Chinese herbalists have historically used toxic substances in some of their traditional formulas.13 Other substances have also been difficult to obtain for many different reasons, such as Ma Huang (ephedra) due to FDA banning, high-potency Ren Shen (Korean ginseng) due to high cost for the best-quality root, or Lu Rong (deer antler velvet) due to animal protection regulations and lack of availability. Using the same concepts of titrations and successions that Hahnemann himself used for his first proofs, one might be able to test if it would be possible to use dilutions of single Chinese herbs or formulas in clinical situations. An educational pseudo-proving of Ma Huang Tang (ephedra formula) made from its raw ingredients demonstrated that the participants involved with making the low-dose potency began to develop some of the indications listed in texts for the use of the formula. This leads to many more questions as to the use of not only homeopathic remedies, but also the processes used to manufacture remedies as another route of administration for traditional raw herbal formulas. Conclusion Homeopathy and Chinese medicine have both been used to treat physical, mental, and emotional aspects of patients by addressing energetic imbalances within the body that are often overlooked in other forms of medicine. While both types of medicine have similarities in their basic concepts, they are viewed as two individual medical treatments. Those practitioners interested in combining their benefits will have to focus on addressing deeper mental/emotional issues that may be provoking a patient's physical complaints. The following translated Chinese passage describes how to formulate individual treatments much the same as classical principles may guide a homeopathic practitioner: Illness may be identical but the persons suffering from them are different. The ... emotions and the ... excesses affecting people are not the same. ... If one treats all those patients who appear to suffer from one illness with one and the same therapy, one may hit the nature of the illness, but one's approach may still be exactly contraindicated by the influence of qi that determines the condition of the individual patient's body. ... Physicians therefore must take into account the differences among the people and only then decide whether the therapeutic pattern they employ suits ... the individual constitution on the basis of the criteria mentioned above.14 Mario Fontes, MSOM 1829 Campbell Ave. [barmosca@sprynet.com](mailto:barmosca@sprynet.com) M. Pina, ND, MSOM #3011 Mesa Arizona 85201 480-557-6346 [spinamd@yahoo.com](mailto:spinamd@yahoo.com) Mario Fontes is currently finishing a master's degree in Oriental medicine at the Phoenix Institute of Herbal Medicine and Acupuncture in Arizona. He is also working toward his doctorate in classical homeopathy at the American Medical College of Homeopathy in Phoenix, Arizona. Stephanie Pina is a licensed naturopathic physician practicing in Arizona. She graduated from Southwest College of Naturopathic Medicine in Tempe, Arizona, and completed her master's degree in Oriental medicine at the Phoenix Institute of Herbal Medicine and Acupuncture. References 1. Kent JT. Repertory of the Homeopathic Materia Medica. New Delhi: B. Jain Publishers; 1989. 2. Lawson D, Lawson-Wood J. Five Elements of Acupuncture and Chinese Massage. Northhamptonshire, England: Health Science Press, 1973. 3. Deadman P, Al-Khafaji M, Baker K. A Manual of Acupuncture. East Sussex, England: Journal of Chinese Medicine Publications; 1998. 4. Heel. Practitioner's Handbook of Homotoxicology. Albuquerque, NM; 2003. 5. Mitchell C et al. Shang Han Lun on Cold Damage: Translation and Commentaries. Brookline, MA: Paradigm Publications; 1999. 6. Saine A. Hering's Law: Law, Rule, or Dogma? [Website]. The Canadian Academy of Homeopathy. April 1988. [www.homeopathy.ca/articles_det12.shtml](http://www.homeopathy.ca/articles_det12.shtml). Accessed Dec. 11, 2008. 7. Ni M. The Yellow Emperor's Classic of Medicine. Boston, MA: Shambhala Publications; 1995. 8. Deadman et al. Manual of Acupuncture. 9. Ibid. 10. Bensky D, Gamble A. Chinese Herbal Medicine: Materia Revised ed. Seattle, WA: Eastland D, Barolet Herbal Medicine: Formulas and Strategies. Seattle, Washington: Eastland Press; 1990. 14. Beinfield H, Korngold E. Between Heaven and Earth: A Guide to Chinese Medicine. New York, NY: Random House Publishing; 1992. "}