{"title": "Confirmado (otra vez): la vacuna contra el sarampión no provoca autismo", "author": "ABC Salud", "url": "https://www.abc.es/salud/enfermedades/abci-confirmado-otra-vacuna-contra-sarampion-no-provoca-autismo-201903051506_noticia.html", "hostname": "abc.es", "description": "El estudio ha seguido durante diez años a más de 600.000 niños daneses que recibieron la vacuna", "sitename": "ABC.es", "date": "2019-03-05", "cleaned_text": "Confirmado (otra vez): la vacuna contra el sarampión no provoca autismo El estudio ha seguido durante diez años a más de 600.000 niños daneses que recibieron la vacuna La vacuna contra el sarampión , las paperas y la rubéola (MMR) no se asocia con un mayor riesgo de autismo , incluso entre los niños con un alto riesgo porque tienen un hermano con trastorno del espectro autista (TEA), según ha confirmado un estudio del Statens Serum Institut de Copenhague (Dinamarca) publicado en la revista «Annals of Internal Medicina». Esta investigación, que siguió a todos los niños nacidos en Dinamarca de madres danesas, entre 1999 y 2010, concluyó que la vacuna no aumenta el riesgo de autismo , no desencadena el autismo en niños susceptibles y no se asocia con la agrupación de casos de autismo después de la vacunación. El vínculo no demostrado entre la vacuna contra el sarampión, las paperas, la rubéola (MMR) y el riesgo de autismo continúa causando preocupación entre los padres, hasta el punto de que la falta de adherencia a esta vacuna ha provocado un [ aumento preocupante de los casos de sarampión en Europa y los Estados Unidos ](https://www.abc.es/salud/enfermedades/abci-sarampion-resurge-30--por-ciento-mas-casos-detectados-todo-mundo-201811301705_noticia.html)y la Organización Mundial de la Salud (OMS) ha declarado al movimiento antivacunas una de las 10 principales amenazas para la salud mundial en 2019. En este estudio, de los 657.461 niños incluidos en el análisis durante una década de seguimiento, el 95% recibieron la vacuna, y 6.517 fueron diagnosticados con autismo. «Los padres no deben saltarse la vacuna por temor al autismo. Los peligros de no vacunarse incluyen un resurgimiento en el sarampión que estamos viendo hoy en día en forma de brotes», alerta el doctor Anders Hviid, el principal autor del estudio. El mito que relaciona las vacunas y el autismo surgió de un estudio realizado en 1998 por [ Andrew Wakefield ](https://www.abc.es/sociedad/abci-origen-bulo-vincula-autismo-vacunas-201706122114_noticia.html), publicado en la revista médica The Lancet. Wakefield había sido compensado por una firma de abogados con la intención de demandar a los fabricantes de la vacuna MMR, y en 2010 perdió su licencia médica. En 2011, The Lancet se retractó del estudio después de que una investigación descubrió que Wakefield falsificó la información sobre los 12 niños que fueron la base para la conclusión de su estudio. Varios estudios posteriores que intentaron reproducir los resultados no encontraron una relación entre las vacunas y el autismo. Noticias relacionadas "}