{"title": "Invitan a jornada de sanación espiritual este domingo en Miami", "author": "MiamiDiario", "url": "https://miamidiario.com/invitan-a-jornada-de-sanacion-espiritual-este-domingo-en-miami/", "hostname": "miamidiario.com", "description": "Con el fin de promover la sanación espiritual, destacados influencers cubanos invitan al público a participar en una jornada de meditación, y sanación", "sitename": "Miami Diario", "date": "2022-08-27", "cleaned_text": "Con el fin de promover la sanación espiritual, destacados influencers cubanos invitan al público a participar en una jornada de meditación, [sanación](https://miamidiario.com/mes-nacional-de-la-historia-de-la-mujer-2022-un-mes-para-promover-la-sanacion-y-la-esperanza/) holística y alimentación consciente en Miami. La jornada se relizará este domingo 28 de agosto al aire libre en Miami, reportó [DiariolasAmericas.](https://www.diariolasamericas.com/cultura/influencers-cubanos-promueven-miami-sanacion-espiritual-n4255716) Sanación espiritual Karen Minor, psicóloga y sanadora holística; Santos, chef y creador de contenido digital; y Maytee Tuya, diseñadora de jardines y fundadora de Maytee's Garden Center, se reunirán este domingo en un bosque lleno de magia a las afueras de Miami para promover la sanación espiritual.. Una experiencia única de sanación Los especialistas invitan a residentes y visitantes -adultos y niños- a vivir una experiencia única en la que podrán conectar su mente, cuerpo y espíritu con la naturaleza. \"El chef Yeikel estará a cargo de ayudarnos a equilibrar nuestro cuerpo, y nos educará sobre cómo comer conscientemente\". También compartirá consejos de nutrición,\" nos dirá cómo escoger alimentos de calidad, y guiará a los niños que asistan enseñándoles a cocinar y preparar alimentos saludables\". Así lo dijo Karen Minor a Diario las Américas, psicóloga y experta en terapia alternativas, meditaciones guiadas, y sanación holística. Maytee Tuya también será parte de esta jornada ayudándonos a potenciar el alma \"Maytee Tuya también será parte de esta jornada ayudándonos a potenciar el alma y para eso nos guiará sobre cómo conectar con la naturaleza}. Así lo adelantó Karen Minor, quien se encargará de trabajar con los asistentes todo los que tiene que ver con la mente y nuestras emociones. Agregó que \"por eso la jornada será en Maytee's Garden Center, muy cerca del bosque, donde podremos sumergirnos e integrarnos a la madre tierra\". Comentó que realizará una terapia grupal que fusionará con una terapia de sonido. \"Y entraremos en una meditación guiada\", dijo la psicóloga que se especializa en regresión a vidas pasadas. Sanación holística Por lo regular cuando se padece de algún dolor o padecimiento se trata de sanar una zona en específico, lo que hace la sanación holística es curar todo el cuerpo como uno solo, desde la mente y el espíritu. Se trata de una terapia alternativa, pero esta se basa en tratamientos tradicionales hasta un poco más modernos. Actúa de una forma práctica y muy eficaz, acompañando a las personas a evolucionar a nivel físico, psicológico, espiritual y material. Es de hacer notar que la sanación utiliza energía divina más la energía vital presente en el entorno. También es conocida como prana y permite ayudar a las personas a equilibrar y fortalecer su campo energético y por consecuente todas las áreas de su vida. La sanación y las partes del ser El ser humano esta conformado por \"diferentes cuerpos\" y cada una de estas deberán contar con la misma magnitud, por ende, si hay algún desequilibrio en uno de nuestros cuerpos es cuando los problemas se presentan, informó [Promedicas.](https://promedicas.mx/lapaz/articulos/sanacion-holistica-y-las-cuatro-partes-del-ser/) - Para verte como un ser completo, sin fragmentaciones. - Para integrar las partes rotas de tu alma, de tu corazón a nivel energético. - Para sanar las heridas enquistadas en el cuerpo etérico. - Para equilibrar tus diversos cuerpos, alinear y balancear. - Para minimizar el impacto del síntoma en el cuerpo físico. - Para lograr un mayor equilibrio utiliza la energía vital - Para limpiar espacios físicos, proyectos, situaciones bloqueantes. Sobre el evento \"Dejar ir\"es la misión de la jornada de meditación, sanación holística, y alimentación consciente impulsada por los emprendedores e influencers cubanos, ya que a juicio de todos, esa es una de las bases que permite evolucionar, eliminar los pensamientos limitantes, y buscar la renovación que permita avanzar. \"Esta es la primera vez que realizamos algo así, y esperamos que la gente nos acompañe porque es fundamental que nos conectemos. Como psicóloga que trabaja en Miami, me doy cuenta de que el desapego es una de las tareas primordiales en las que todos los emigrantes debemos trabajar\". Añadó que \"vivimos conectados a lo que fuimos, y no a lo que somos. Y en este sentido es una responsabilidad definir qué es lo que nos está atando, para dejarlo ir\", dijo Karen Minor. Nuevas estructuras \"Tenemos que crear nuevas estructuras, e iniciativas como estas ayudan a hacerlo para avanzar. Es un evento espiritual en el que todos -independiente de su religión- podrán conectarse con el universo\", finalizó. Si desea ser parte del evento Metamorfosis, puede adquirir entradas en www.coachkarenm.com o escribiendo a través de los perfiles en Instagram @karenminor_co, @chefyeikel y @maytees_garden_center Más sobre este tema [Hombre de Miami Lakes robó y abusó de trabajadora sexual en Liberty City](https://miamidiario.com/hombre-de-miami-lakes-robo-y-abuso-de-trabajadora-sexual-en-liberty-city/) [Clínica de cirugía plástica en el ojo del huracán: Han fallecido tres pacientes](https://miamidiario.com/new-life-plastic-surgery-miami-denuncian-a-medicos-por-muertes/) [Miami-Dade evalúa instalación de máquinas \"Cash-to-Card\" ¿Qué son y cómo funcionan?](https://miamidiario.com/miami-dade-evalua-instalacion-de-cash-to-card-kiosks-como-funcionan/) [¿Volverán las apuestas on-line a Florida? Fallo judicial otorga victoria a Seminole](https://miamidiario.com/seminole-online-sports-betting/) [Fuego e incesto: hombre quemó el carro de su novia que resultó "}