{"title": "Bright Futures", "author": "September ; King; Gabby; RD", "url": "https://www.phoenixchildrens.org/blog/2020/09/boosting-immunity-healthy-way", "hostname": "phoenixchildrens.org", "description": "During times of increased sickness and flu season, people often seek out special foods or supplements they believe wi", "sitename": "https://www.facebook.com/PhoenixChildrensHospital/", "date": "2020-09-02", "cleaned_text": "Bright Futures Articles and Updates from Phoenix Children's During times of increased sickness and flu season, people often seek out special foods or supplements they believe will help \"fight disease\" and \"boost immunity.\" Since the COVID-19 pandemic began, more and more products have been marketed and sold through social media and health stores promising to increase immune function. But is there really one single food or diet that boosts immunity? Our immune systems are complex and shaped by many factors. It's not just diet alone - and more specifically not one food or nutrient alone. While we might not have evidence of specific dietary factors that reduce risk of COVID-19, we know that a well-balanced diet, which includes a variety of vitamins and minerals, combined with healthy lifestyle factors like exercise, stress management and adequate sleep, are critical to keeping our immune system strong. Consider the following guidance to improve your overall health, from diet and exercise to sleep and stress management: - Stress: Find ways to cope with stress that work for you and fit into your daily routine. Consider meditation, exercise, yoga or talk therapy with a friend or counselor. - Diet: Focus on a varied and balanced diet that includes fruits, vegetables, lean proteins, whole grains and lots of water. - Sleep: Adequate sleep is essential for immune function. Prioritize getting 7-9 hours of sleep each night by setting a schedule and following your body's signs that you need more sleep. - Substances: If you drink alcohol, do so in moderation. Limit smoking or try to quit altogether. These substances impair normal immune system function. - Weight Gain/Obesity: Excess fat can promote inflammatory response, which can overwhelm the immune system. Work with a registered dietitian and your primary care physician to implement a plan and set goals that work for you to manage your weight. A Closer Look at a Varied, Balanced Diet Although there is no concrete data linking nutrition to the severity and risk of COVID-19, consuming enough nutrients - and specifically vitamins and minerals - is essential for the function of all cells in our body (including immune cells)! Focusing in on Micronutrients: Vitamins and Minerals - Increase Fruits and Veggie Consumption: Include fresh fruits and veggies as snacks, add frozen or canned fruits to a smoothie/shake and sneak vegetables into sauces or dips. Try adding roasted corn to guacamole or top your burger with a zucchini slaw. - Limit Processed Foods: Skip the drive-through on your way home and focus on fresh, homemade meals. Diets high in processed foods tend to have a limited variety and lack in vitamins and minerals. - Nourish your Body: Now (more than ever) is not the time for dietary restrictions or fad diets. Studies show that a diet lacking in one or more nutrients can impair the immune cells, which puts poorly nourished people at greater risk for bacterial and viral infections. - Multivitamin: If a variety of foods are not easily accessible, take a multivitamin daily. "}