{"title": "THE NEURO BALANCE SET", "author": null, "url": "https://the-herbtender.com/products/the-neuro-balance-set", "hostname": "the-herbtender.com", "description": "When your mind is uncooperative, this clever combination of concentration and calm will help increase your focus on the task at hand, and then allow you to switch off when it's time to rest. Focus & Clarity is blended from focusing adaptogens and calming herbs that support mental clarity, memory and concentration.", "sitename": "The Herbtender", "date": "2023-09-01", "cleaned_text": "THE NEURO BALANCE SET When your mind is uncooperative, this clever combination of concentration and calm will help increase your focus on the task at hand, and then allow you to switch off when it's time to rest. Focus & Clarity is blended from focusing adaptogens and calming herbs that support mental clarity, memory and concentration. Specifically blended to help you keep calm and persevere under pressure whenever you need to be productive. Anxiety is so often the enemy of a proactive and purposeful life, and feeling wired or just weird can set the mind racing when you'd really rather chill. Calm & Collected is the perfect companion to help you keep your cool whenever anxiety calls. [Shipping](/policies/shipping-policy)calculated at checkout. - Free UK shipping - In stock, ready to ship - Inventory on the way When your mind is uncooperative, this clever combination of concentration and calm will help increase your focus on the task at hand, and then allow you to switch off when it's time to rest. Focus & Clarity is blended from focusing adaptogens and calming herbs that support mental clarity, memory and concentration. Specifically blended to help you keep calm and persevere under pressure whenever you need to be productive. Anxiety is so often the enemy of a proactive and purposeful life, and feeling wired or just weird can set the mind racing when you'd really rather chill. Calm & Collected is the perfect companion to help you keep your cool whenever anxiety calls. "}