{"title": "Karl Robinson MD", "author": "Suresh Iyengar", "url": "https://homeopathyyes.com/", "hostname": "homeopathyyes.com", "description": "Offering Houston Homeopathy for patients who want a alternative approach to healthy living so your body recovers better and faster than before.", "sitename": "homeopathyyes.com", "date": "2021-01-01", "cleaned_text": "Our Homeopathy Practice Homeopathy is a powerful alternative to conventional medicine and can often cure deep-seated chronic illnesses that pharmaceutical medicine can only palliate. It is based on different principles and the journey from sickness to wellness under homeopathic treatment is quite a different experience from drug-based treatment. For phone consultations, classes, or to schedule an office visit, please call Dr. Karl Robinson at: (713) 806-2112 One of the most common questions I get is, \"What diseases can homeopathy cure?\" [Click here for the answer to that question. ](case-studies/medical-issues/homeopathy-does-not-treat.html) [COVID-19 Vaccines: To Be Vaccinated? Or to hesitate?](case-studies/medical-issues/covid-19-vaccines.html) Practical instructions to Patients What is Homeopathy? - You Mention Herbs. Is Homeopathy Like Herbal Medicine? Many homeopathic medicines originate from herbs, but after they are prepared homeopathically they have quite different actions from natural herbs (i.e., the ones you buy in the health food store). The same goes for minerals. Once they are prepared homeopathically, common minerals such as calcium carbonate have their own specific actions - quite unlike their effects on the body when they are taken as nutritional supplements. (See the section which follows on microdoses.) - Where Does Homeopathy Come From? The German physician Samuel Hahnemann, born in 1753, made a critical observation in the 1790s when he experimented on himself by taking the drug Cinchona Bark which contains quinine. At the time, Hahnemann was translating a medical text concerning Cinchona from English into German. The English text seemed to contradict his own earlier experience with Cinchona, which he had taken when he was ill with intermittent fever (malaria).To verify what he was translating, Hahnemann decided to take Cinchona in spite of the fact that he was perfectly healthy. To his interest and surprise, he soon fell ill with symptoms indistinguishable from intermittent fever. He discontinued the medicine and returned to health. Hahnemann wondered if the reason Cinchona worked against intermittent fever was because it caused very similar symptoms in a healthy person. He gave it to other healthy persons; they, too, fell sick as though with intermittent fever. We can only imagine his excitement at this discovery, one of the most significant in the history of medicine. Hahnemann continued to experiment (primarily on himself), testing various herbal and mineral substances. Without discriminating between physical, mental, and emotional symptoms, he noted all of the symptoms produced by each medicine in meticulous detail. He found that no two substances produced exactly the same set of symptoms; rather, each caused its own unique pattern of symptoms. Eventually Hahnemann formulated his Law of Similars, and he began to treat sick people. - How Do Homeopathic Medicines Work? Hahnemann postulated that in giving a sick person a medicine known to produce symptoms similar to what he was suffering, he was substituting a temporary drug disease for the natural disease. This drug disease, he maintained, was more powerful than the natural disease and would drive it out. From our perspective in the late twentieth century, we reason that the homeopathic medicine strengthens the immune system - enabling it to better fight the disease. But the homeopathic medicine is not limited to strengthening just the immune system. All systems (nervous, endocrine, respiratory, cardiovascular, musculoskeletal, etc.) are strengthened and balanced. These different systems then work to restore the person to health. It is important to realize that often the entire organism is improved by the homeopathic medicine. Many of the beneficial effects are, therefore, mental and emotional as well as physical. - Does Homeopathy Then Work On the Whole Person? Yes. In classical homeopathy the prescription is based not only on a patient's physical symptoms but on all his or her symptoms. A person's mental and emotional state count as much or more than the physical condition when deciding on which medicine to prescribe. The correct medicine improves the mental state at the same time it is healing the physical condition. Conversely, if the problem is primarily mental, the medicine helps the physical side at the same time the mental condition is being healed. Homeopathy is truly holistic. - Why Are Homeopathic Medicines Prepared in Microdoses? Hahnemann found that often there would be a temporary worsening of the very symptoms he was attempting to cure, so he experimented by diluting the medicine, making it smaller. At a certain point it ceased to act. Then Hahnemann did something never before tried in the history of medicine. He forcibly shook the medicine every time he diluted it. Holding the vial of diluted medicine in his fist he struck that hand against a heavy book ten or twenty times. This he called succussion. Every dilution was succussed. After diluting and succussing a medicine he noticed that instead of having a weaker effect, it had a stronger one! From then on Hahnemann prepared all medicines by dilution and succussion. They are still prepared in this manner today. A diluted and succussed medicine is called a potentized medicine. All homeopathic medicines are potentized. Hahnemann noted that potentized medicines acted more forcefully than they did in the gross form, and that the more a medicine was diluted and succussed, the stronger its action. He found that smaller was not weaker but stronger. In fact, medicines became more active the more they were diluted and succussed. Homeopathic medicines are often so dilute that not a single molecule of the original substance is left. - Is Homeopathic Medicine \"Energy\" Medicine? Because homeopathic medicines are diluted to the point where no molecules remain, we postulate that they cannot act biochemically and, therefore, must react energetically with the body's subtle (meaning immeasurable) energies. It may very well be that what the homeopathic medicine is affecting is what the acupuncturists call the \"chi.\" Whatever it is, it cannot, as yet, be quantified and measured. - Doesn't That Suggest Homeopathy is Really Only the Placebo Effect? A placebo is a dummy medicine. Many people have reported improvements after taking a placebo thinking it was a real medicine. There are good reasons to think that homeopathic medicines are not placebos. First, they act on infants, animals and unconscious patients. Second, patients frequently report feeling worse (the homeopathic aggravation) before they begin to improve. This initial worsening occurs even when they have not been told to expect it. Though we do not know how homeopathic medicines work, it is clear from the clinical results of the last 200 years that they do act to cure sick people. It should be mentioned that the pharmacology of most drugs is not completely understood which in no way keeps doctors from prescribing them. - Is Homeopathy a Scientific System of Medicine, or Is it Based More on the Intuition of the Practitioner? Homeopathy as a system is based on provings. It is the provings of medicines that form the scientific basis of homeopathy. Each medicine has been \"proved\" to elicit symptoms in several or many provers. In a proving, a homeopathic medicine is given to healthy persons. Whatever symptoms they develop are carefully noted by trained observers. The provers (those taking the homeopathic medicine) tend to manifest many symptoms in common. Provings comprise our homeopathic data bank, and they are the results of careful observations. This experimental data allows us to deduce that a particular medicine caused those symptoms in healthy persons and will, therefore, cure those same symptoms when given to a sick person. Every homeopathic medicine has been proved on healthy human volunteers. Note how different this is from pharmacological testing which is always done first on animals. Why animals? Because many pharmacologicals are toxic. Homeopathic medicines are proved on humans because they are nontoxic and perfectly safe. Provings result in many interesting mental and emotional symptoms as well as physical ones. People can describe very subtle feelings and sensations. Animals cannot. Sensations and mental symptoms can be of critical importance when it comes to selecting the most appropriate medicine as sickness invariably affects the intellectual faculties, the emotions and the body. Most provings were done in the nineteenth century and we still refer to them today. They have withstood the test of time. Compare homeopathic medicines to pharmacologicals which rarely stay in vogue a decade, let alone a century. The classical homeopath spends years studying the symptoms associated with each medicine. Some homeopathic medicines literally have been proved to cause hundreds of symptoms so mastering these medicines takes time and effort. What might appear as a flash of intuitive brilliance is usually an insight born of intense study. - How Does a Homeopath Differ From an Allopath (Conventional M.D.)? The allopath views diseases as localizing in various organs and systems, and uses specific drugs to suppress those diseases. The homeopath, while not unconcerned with the localizing pathology, believes the core problem lies in what some call the central disturbance. The central disturbance is a mind-body disorder. In turn it has been caused by the disordered Vital Force, that energy which governs all the body's systems and all the billions of biochemical reactions. Correct the Vital Force and the central disturbance will diminish, and the organism will begin to heal. The allopath, being system oriented, sees high blood pressure as related to the renovascular system, colitis to the gastrointestinal system, arthritis to the joints, and so on. So the allopath selects an organ-specific or system-specific drug to suppress the annoying symptoms. He virtually never makes a connection between the patient's mental state and the pathology. The homeopath invariably does. The homeopath cringes at the very idea of suppression. Always his therapy is directed toward building up the immune (and other) systems, never in suppressing them. Because the allopath is organ and system oriented he often prescribes more than one medicine, one for each organ or system affected. The patient with arthritis, high blood pressure, insomnia and anxiety could easily be given aspirin or ibuprofen for the arthritis, a diuretic and antihypertensive for the blood pressure, a barbiturate to sleep and a tranquilizer for anxiety - a total of five drugs for four problems. The classical homeopath, on the other hand, would treat the same patient with only one medicine at a time intending to stimulate the body's own natural defenses (immune system, nervous system, endocrine system, etc.) to overcome all of the patient's problems at the same time.. - What's the Difference Between Homeopathy and Immunizations? Between Homeopathy and Allergy Desensitization? In modern immunizations either attenuated (weakened) live or killed viral or bacterial products are injected. The body reacts by making antibodies to those viruses and bacteria which afford protection against various viral and bacterial diseases. In contrast, a homeopathic medicine is so diluted that no particulate matter remains. Often no molecules remain. In classical homeopathy, medicines are never injected but are given by mouth. Whereas a vaccine causes a limited and very specific reaction from the immune system (i.e., the production of antibodies), a homeopathic medicine elicits a nonspecific and more general reaction which stimulates the entire immune system as well as other systems. In allergy desensitization, the allergist uses a dilution of an allergen (allergic substance), but he does not succuss it. Although the allergen is diluted, it is not diluted to the infinitesimally small dose the homeopath uses. Each desensitization shot acts only against one allergen whereas the homeopathic medicine strengthens the entire immune system against all allergens. What kind of diseases can Homeopathy treat? - Homeopathy Does Not Treat Diseases As strange as it might sound, the homeopath does not treat diseases per se. He or she treats the individual who happens to have x, y, or z pathology. A homeopath does not limit his treatment to any one area of the body by concentrating his therapy on, say, arthritis or bronchitis or headaches or hay fever or depression. Rather, he treats all aspects - mental, emotional and physical - of the person who happens to have arthritis or bronchitis or headaches or hay fever or depression. The homeopath sees each patient as a unique individual with a unique personality and unique symptoms. This means that six persons with infectious mononucleosis (mono) might each get a different homeopathic remedy even though they shared the same diagnosis. The diagnosis is important but not all important. Most significant to the homeopath would be the way in which each of the patients reacted to their mono. Each would react somewhat differently and in those differences would lie clues to the curative homeopathic medicine. The simple answer is that homeopaths treat most illnesses whether they are of a general medical, pediatric, gynecological, or psychological nature. Naturally, not all illnesses can be cured. Ask your homeopath whether he or she thinks homeopathy can help you. Articles On Diseases That Have Been Cured With Homeopathy Asthma Attention Deficit Disorder (ADD) Depression Dyslexia Flu Lyme Disease Swine Flu Check out our homeopathic clinical case study articles and our Frequently Asked Questions to learn more about illnesses and diseases that can be cured and/or treated with homeopathy. - Do Homeopathic Physicians Treat Mental and Emotional Conditions? The answer is a resounding yes. Many cases of depression (including suicidal depression), manic depression, and phobias have been successfully resolved using homeopathy. I have personally been able to wean patients off antidepressants such as Prozac and other drugs using homeopathy. A key point: Once the patient begins to improve, only then do we take them off the antidepressant. The same rule applies when treating any illness. Drugs are discontinued only when the homeopath deems it appropriate. - What About Attention Deficit Disorder (ADD)? Other Behavioral Problems? Children with Attention Deficit Disorder (with or without hyperactivity) have been helped through homeopathic treatment. The best book on the subject is Ritalin Free Kids by J. Reichenberg-Ullman and R.Ullman. Homeopathy has has won accolades in a host of other behavioral problems including extremely angry, violent children; dopey, spacy, inattentive kids; chronic liars; children with many debilitating fears (of the dark, ghosts, robbers, being left alone, etc.); and children with terrible nightmares. I have seen case after case in both children and adults where negative mental states have melted away after the correct homeopathic medicine was given. - My Child Keeps Getting Ear Infections One After the Other. Antibiotics Get Her Over the Acute Episode, But Do Nothing to Prevent Another One. Can Homeopathy Help? Yes. Most cases of otitis media (inflammation of the middle ear) can be treated with homeopathy. In fact, some parents become so proficient in treating acute illnesses with homeopathy that they rarely, if ever, have to take their children to the pediatrician. However, when it comes to chronic otitis with fluid behind the eardrum, it is best to see your homeopath as your child will need a deep-acting remedy. With careful prescribing, otitis will become less frequent, and it will finally cease. Home Remedy For Earaches (not homeopathic): 2 teaspoons honey 2 teaspoons vinegar 2 teaspoons distilled water 20 drops kyolic (a garlic preparation available at health & natural food stores) 20 drops rubbing alcohol Combine and shake. Place 4 to 8 drops in the painful ear (s) twice daily. Note: Do not take by mouth. Use only externally in the ear. Do not use if ear is discharging. - My Child is Always Sick With Colds and Flus and Sore Throats. What Should I Do? Frankly, it's almost a waste of time to treat each acute illness with acute homeopathic remedies or drugs. What the child needs is a deep-acting remedy which we call his or her constitutional medicine. Such a medicine will act strongly to strengthen the immune system so that all of those acute problems will become a thing of the past. - What About Pregnancy and Delivery? Many a difficult pregnancy has been helped by skillful homeopathic prescribing whether it be a pregnancy-related problem or a sickness that coincides with the pregnancy. Completely safe for both mother and child, homeopathic medicines can help resolve problems which arise during labor, delivery, and the post-partum period. You will, however, need a prescriber with know-how and experience. - What About Colic? or Teething? Again, yes. Teething is often simple, and any over-the-counter homeopathic mixture containing Chamomilla will usually work. Colic can be tougher and may require constitutional prescribing. - Do I Always Need to Give My Child Penicillin When He Has a Strep Throat? A certain strain of strep known as Group A beta-hemolytic streptococcus can cause scarlet fever and rheumatic fever, both of which are uncommon even when untreated. The incidence of rheumatic fever in patients with untreated strep ranges from 0.1% to 3%, with most cases thought to occur in malnourished persons living in overcrowded conditions. However, to avoid these complications penicillin, erythromycin, etc. are usually prescribed. The correct homeopathic medicine can cure strep. To be sure that it has, the throat culture needs to be repeated after treatment, and it must read negative for strep. - Can Homeopathy Do Anything for Hot Flashes? The hot flashes associated with menopause are not simple to treat. There are many homeopathic medicines known to help but, in general, it will be the constitutional medicine which will work best. You will need an expert homeopath. - Many Women Get Cystitis From Time to Time. Do They Always Need Antibiotics? No. There are homeopathic medicines which can cure acute cystitis making antibiotics unnecessary. However, if a woman shows a tendency to develop recurrent cystitis then she has a constitutional problem which must be treated with the appropriate constitutional medicine. Home Remedy for Cystitis (for acute, not chronic, cystitis): Place 1 bunch of parsley and 1 clove of garlic in 2 cups of water. Simmer for 10 minutes. -Make fresh every day. Drink 1/2 cup 4 times a day. If you don't get relief in a day or so, see your doctor. - Can Homeopathy Do Anything for Asthma? Yes, but not overnight. Most asthmatics tend to be highly allergic. Only as the immune system strengthens under homeopathic treatment will the allergic tendency reduce and the asthma improve. It can take a long time especially in adults who often are on multiple inhalers and other medicines. These drugs make it difficult to discern clearly the patient's symptoms since the drugs do a good job of suppressing the asthma. Both acute and chronic homeopathic medicines may be employed in the treatment of asthma. - I Know Someone Who Has Never Been the Same Since the Death of a Loved One. Can Anything Be Done? Some of my most rewarding experiences as a homeopathic doctor have been in treating such people and there are many, many of them. Sometimes their grief is so heavy that they remain depressed and discouraged for years. Sometimes they manifest their grief in the form of physical problems. The correct homeopathic medicine can make a terrific change for the good, affecting positively both their physical condition and the underlying grief. - What About Injuries? Homeopathy has been so successful in treating all sorts of traumatic injuries that the stories are legendary. Every household should have a bottle of Arnica, the plant which in homeopathic form can swiftly help most soft tissue injuries. Watch the swelling go down, the black and blue marks recede, and the pain diminish. It is a wonderful remedy, and it needs no expertise to use. There are other medicines for strains, sprains, fractures, burns, and even serious problems such as head injuries. Any severe injury should be seen by a doctor, but contact your homeopath immediately and find out which remedy will help the healing along. The medicines for trauma are easy to use and extremely effective. They belong in every Emergency Room and one day, hopefully, they will be. Arnica, the First-Aid Remedy (every household should have a bottle of this on hand) Take 3 pellets of 30x or 30c potency Arnica every 4 hours (more often if the injury is severe). Note: If you are under constitutional treatment, it is best to check with your homeopath before taking Arnica. - I Have to Have an Operation. Can Homeopathy Help Me to Heal Faster? Very definitely so. Homeopathy can help counter the effects of anesthesia, if there are any, and it can help the surgical wound to heal faster. Also some patients have trouble voiding and/or having a bowel movement after surgery, and homeopathy can be useful there too. Many patients have reported that their surgeon was quite surprised by how well and quickly they recovered. - What About Chronic Fatigue Syndrome (CFS)? Chronic Fatigue Syndrome (CFS) is admittedly a difficult illness, but every good homeopath has cured some cases - usually within a matter of several months. As always in homeopathy, there is no specific homeopathic medicine for CFS. Only the medicine which covers all the symptoms, emotional as well as physical, can cure. - And Candidiasis? Candidiasis is another difficult illness which many people ascribe to the overuse of antibiotics. Yes, it too can be helped with carefully prescribed homeopathic medicines. - Can Homeopathy Treat Pets? By all means. Dogs, cats, birds, cows, horses, pigs, and other animals are very sensitive to homeopathic medicines. There are some veterinarians who specialize in homeopathy, and they report good results. - What About the Geriatric Population? Many older persons are over medicated making it difficult to determine whether their complaints are drug related or due to a disease. For them homeopathy could be a boon. These people should be treated only by well-trained homeopathic physicians who will be able to judge which drugs they can discontinue and when. - You Make it Sound Like Homeopathy Can Do Anything. What Can't it Help? A good question. There are many illnesses which are too advanced or simply too difficult to help. Homeopathy has not been shown to have helped many neurological problems such as Parkinson's, Alzeheimer's, and Amyotrophic Lateral Sclerosis. Insulin dependent diabetes is a difficult illness to treat. Most diabetics have not been able to get off insulin with homeopathy though the diabetic's general health can be helped greatly. Non-insulin dependent diabetes, on the other hand, can be helped by homeopathic treatment in conjunction with a low carbohydrate diet. Heart conditions should be seen by a cardiologist and by your homeopath. Arrhythmias (abnormal heart rhythms) have been cured with homeopathy as well as other conditions. Cancer is a vast, multifaceted disease which is extremely difficult to treat. Owing to the current legal climate in the USA most homeopaths do not wish to treat cancer. If a person with cancer wishes to try homeopathy in addition to whatever else he might be doing, he might be helped. As a sidebar, I have seen homeopathy help diminish the side effects from chemotherapy quite dramatically. Fractures should, of course, be set and cast by an orthopedic surgeon. But call your homeopath immediately as he can give you remedies to reduce the swelling and speed union of the fracture. Manipulation of the musculo-skeletal system is best taken care of by an osteopath, chiropractor, rolfer or massage therapist. Throughout this Web site, I have been saying that the correct homeopathic medicine can help this or that condition. Note: It must be the correct medicine, however, for with the wrong one the patient never gets better. No homeopath finds the correct medicine the first time, every time, so patience might be in order. When the correct medicine is found, the results are often dramatic. Finding a Well-Trained Homeopath - National Center for Homeopathy Well-Trained Homeopaths, i.e., those with 1,000 or more hours of study at a reputable school, are, unfortunately, hard to find. You can get a list of homeopaths from the National Center for Homeopathy. If you join the NCH, you will receive a very informative monthly newsletter. National Center for Homeopathy contact information: 801 North Fairfax Suite 306 Alexandria, VA 22314 Phone: (703) 548-7790 Web: www.homeopathic.org What Can I Expect During My First Consultation With a Homeopathic Doctor? - What Do I Expect Now That I've Been Treated? Hopefully you'll start to get better. This can be rapid if it is an acute problem or slow if it is a deeper problem. If you have been very ill for years it will take months. Sometimes the patient feels worse in the first day or two or three. This is actually a good thing as it signifies the Vital Force has been stimulated and is beginning to make things happen. Homeopaths call this initial worsening an aggravation. Occasionally it will go on longer than three days, especially if it is a skin problem. But in general it is a good thing. If you should call your homeopath he will undoubtedly tell you not to worry, that it will pass. But do call if you are concerned. Sometimes it is next to impossible to know if you are having an aggravation (in those first days) or if you are coming down with an acute illness such as influenza. If it is an acute illness it is usually obvious within a day or two. Most homeopaths prefer not to treat an acute illness coming on soon after the constitutional medicine was given. But if the illness becomes quite severe then, of course, he will treat it. If it is an aggravation you can expect an intensification of some or all of your presenting complaints. In a chronic condition some improvement will usually be obvious by the third and fourth weeks. There are often many changes for the better, including but not limited to the problem you came in for. Often there is a new sense of well being. Often the homeopathic medicine can work very deeply and many old (even years old) symptoms will return briefly and disappear. These old systems are a kind of retracing and are a very good sign. - How Often Will My Homeopath Want to See Me? In general, the classical homeopath will want to do a follow up consultation in a month or six weeks. He waits this long to allow the medicine to act. Follow-up visits are much shorter than the initial one. If he or she is satisfied that you are progressing, you will continue on the same medicine. If there appears to be no change, another remedy will be sought. If the first remedy acted and now you are in a completely different state, you might be given a different medicine. What happens in follow-up interviews depends entirely on what's happening with you. - You Keep Referring to \"Classical\" Homeopathy. What Other Kinds of Homeopathy Are There? The simple answer is the classical homeopath uses one and only one medicine at a time. Other practitioners give combinations of homeopathic medicines. While these often act, one never knows which of the various ingredients actually did the job, so it is difficult to be precise. Also combinations often give momentary relief and the underlying problem tends to recur. Some practitioners use machines to diagnose and prescribe homeopathic medicines. They, too, have their successes. However, the classical homeopath believes that machines can never take the place of a detailed history which seeks out the all important mental symptoms. Machines simply can't pick up on subtle sensations or mental and emotional states. Also, the classicist, after giving one remedy, waits to let it act. He usually waits four weeks in a chronic case before deciding the medicine did or did not act. Other types of practitioners are more likely to give many more medicines in a shorter period of time. Often this simply confuses the picture, making cure more difficult. - Do Homeopathic Medicines Cause Side Effects? A side effect is a harmful, possibly damaging, effect - common in pharmacologicals. Homeopathic medicines do not cause side effects. The homeopathic aggravation, when it occurs, is not a side effect but a direct effect. Homeopathic medicines are eminently safe. Incidentally, homeopathic medicines are monitored by the Federal Drug Administration (FDA) which regularly inspects the homeopathic manufacturers. Homeopaths have their own pharmacopoeia (book detailing the medicines) just as the allopaths have theirs. - Do Homeopathic Medicines Act Slowly or Quickly? Both. In acute illnesses the remedies often act swiftly, sometimes within minutes. (For instance, it is common to see a child with a hot, inflamed throbbing ear and a high fever who is howling with pain drop off to sleep in one or two minutes after homeopathic Belladonna.) In chronic illnesses the person usually gets better more slowly. - If a Person is Being Treated With Drugs, Can He or She be Treated Homeopathically at the Same Time? In an ideal practice, the homeopath would only see patients who were free from the symptom-suppressing effects of drugs. Drug-free patients provide clearer symptoms making it easier to choose the appropriate homeopathic medicine. In the real world, however, it could be dangerous for the patient with a chronic illness to stop drugs so they will be continued as homeopathic treatment gets under way. Later, with sufficient improvement, the homeopath might recommend decreasing and then stopping certain drugs. An M.D. homeopath can himself wean a patient off drugs. Other homeopaths would have to work with a medical doctor. Patients should never just stop their drugs on their own. Although drugs like thyroid and insulin do not seem to interfere with homeopathic treatment, some prescription drugs do. Say you had migraines which had ceased under homeopathy. Then you get an infection, go to another doctor and take antibiotics - perhaps not realizing that homeopathy could have treated the infection. Within a few days or weeks the migraines reappear. In that case the antibiotics antidoted (cancelled) the homeopathic cure. Not to worry. Homeopathy can again handle your headaches. Schedule a visit to your homeopath for retreatment. Remember, once you have started homeopathy, it is best to stay with homeopathy. - Do Homeopaths Use Vitamins, Minerals or Herbs? Though not a nutritionist, I do recommend a few vitamins and minerals. Massive doses can be a problem, however. If you are on, say, megadoses of vitamin C daily, and it is keeping you from getting colds, you may very well find that you get colds again when you stop it. (In such a case vitamin C is simply suppressing your tendency to get colds.) With correct homeopathic prescribing your tendency to catch colds can be eliminated. Then you can take a multivitamin (with a little vitamin C) for general health maintenance. In general, I discourage megadose vitamin therapy. As for herbs, I am not an herbalist but I am most respectful of herbs, and use them myself in special situations when I prefer not to interfere with the constitutional homeopathic medicine. Should you become ill with a cold, sore throat, or flu, for example, I would recommend you take the herb Echinacea in liquid or tablet form plus extra vitamin C. How To Treat Colds and the Flu: Take Echinacea & vitamin C at the onset of a cold, sore throat, or flu. Liquid Echinacea: Take 120 drops in water or juice per day, either 20 drops 6 times a day or 30 drops 4 times a day. Echinacea Tablets: Take 1 tablet every 4 hours. Vitamin C: Take as much as 1,000 mg. of vitamin C every 2 to 4 hours. Follow this regimen for 2 to 3 days. For children, these dosages should be reduced considerably based on weight. (Contact your homeopath for exact dosage instructions.) - What is the Responsibility of the Patient Who Undertakes Homeopathic Treatment? Be a good observer of yourself. Note what feels bad and what makes your symptoms better and worse. The more you can tell the better. You can bring in your previous medical records if you like. They will be appreciated, but they are not necessary for the homeopath to prescribe for you. Be candid. Tell it like it is. Expect to get better, yes, but avoid unreasonable expectations of a \"miracle cure.\" Astounding improvements do occur under homeopathy, but not always - and certainly not immediately. (Even when astounding improvements do occur, they usually take time.) In a chronic problem the going may be slow and even rough, but stick with it. The results are often rewarding. Homeopathy is highly demanding of the physician. The reason he or she spends such a long time with each new patient is because he is selecting, from hundreds of medicines, the one remedy which most exactly matches the patient's symptoms. Because it is not always an easy task, no homeopath always finds the exact remedy the first time. Be patient. Once the correct medicine has been found, again, be patient. In the weeks and months to come there may be ups and downs, particularly if the complaints have been with you for years. A good homeopath is reluctant to treat again too soon. If he tells you at the follow-up visit that he wants to wait before he treats you again, that is good. Even if some of your symptoms remain, don't push for a remedy. Indeed, the most common mistake made by homeopaths is treating too often. See What Our Patients are Saying \"Dr. Robinson was great treating my son from a vaccine reaction. Within a day, I saw changes in him. He also treated me for stomach issues. I also felt positive changes within a day. I am very thankful I found him. I would definitely recommend him.\" \"This doc saved my daughters life. Her immune system was affected by prescribed antibiotics and I truly thought she might die. One visit and 10 days later and she was on her way to recovery. Thank you Dr Robinson..\" \"He is hunting for knowledge all around the world with an unexhaustible stamina. Wonderful!\" \"It took a couple visits but he helped me with my extreme anxiety and gave me a homeopathic dose that made my brain feel completely silent. Was an odd feeling but I needed it.\" Contact Details: 1420 "}