{"title": "PDF", "author": "PDF", "url": "https://www.jica.go.jp/Resource/peru/espanol/activities/c8h0vm000001ij5p-att/activity03_02_04_a_2023.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "2020 No.CENT RO RESP OSAB LETIPOCLASIFI CACIONNo.Sector PrivadoDENOMINACION DE CURSO EN JAPONESDENOMINACION DE CURSO EN ESPAÑOLC U PO SS E ME S TR E SF E CH A D E L L EG A DA A J A PO NF E CH A D E C U LM I NA C IO NINSTITUCION ENCIAEdad (entre 20 a 40 años)IDIOMA JAPONESINGLES Y OTROS IDIOMASOBJETIVO RESULTADOS ACTIVIDADES (CONTENIDO) OBSERVACIONES 37SAPPO ROL A R GO P L A ZO , I N D IV I D UA LCONT. L1 Salud Terapia Ocupacional 1 1er 5/7 2/1Sapporo Medical UniversitySapporo Medical Universityhttps://web.sapmed.a c.jp/SENGOKOU Yasuhito(Mr)SENGOKOU o fisioterapiaEgresado universitar io o equivalent emás de 1 añoNo se cuestionaNivel superior a N3 del examen del dominio del idioma japonés. con posibilidad de comunicarse en inglésEducación de terapia ocupacional y práctica clínica 1. Terapia ocupacional para trastorno del sistema central nervioso en el adulto, trastorno musculo esquelético, trastorno de desarrollo, trastorno mental. 2. Terapia ocupacional de personas de tercera edad en el hogar y en convivencia en instalaciones. 3. Método de investigación de la terapia ocupacional. 1. Participar como oyente en las clases universitarias y de maestría. 2. Observación de la terapia ocupacional clínico. 3. Participación en congreso relacionado con la terapia ocupacional, charlas técnicas. 4. Jornada de intercambio con estudiantes universitarios y de maestría del Japón. 5. Visita de las instalaciones relacionadas de la localidad. Dado que la capacitación incluye visitas a instituciones médicas,debe haberse vacunado de sarampión,rubeola, varicela y paperas, como así también vacuna contra la hepatittis B, y 3 dosis de vacuna anti COVID-19 38SAPPO ROL A R G O P L A Z O, I N D I VI D U A LCONT. L2 Salud Fisioterapia 1 KOTA(Mr)wkota@sapmed.ac.jpPersona de fisicoterapeuta de su país (licenciatura o equivalente)Licenciad o o nivel académic o equivalent emás de 3 añosNo se cuestionaN2No se cuestionaComprender la fisioterapia básica, y ser capaz de explicar el rol y las funciones de la fisioterapia en el Japón.1. Fisioterapia para trastorno del sistema central nervioso en el adulto, trastorno de desarrollo del niño. 2. Fisioterapia para trastorno motriz (incluye lesiones deportivas) 3. Servicio de fisioterapia para las personas de tercera edad en la comunidad (incluye el cuidado preventivo). 4. Método de investigación de la fisioterapia. 1. Participar como oyente en las clases universitarias y de maestría. 2. Observación de la fisioterapia clínica. 3. Participación en congreso relacionado con la fisioterapia, charlas técnicas. 4. Participación en los ensayos relacionados con la fisioterapia. 5. Jornada de intercambio con estudiantes universitarios y de maestría del Japón. 6. Visita de las instalaciones relacionadas de la localidad.Dado que la capacitación incluye visitas a instituciones médicas,debe haberse vacunado de sarampión,rubeola, varicela y paperas, como así también vacuna contra la hepatittis B, y 3 dosis de vacuna anti COVID-19 39SAPPO ROL A R G O P L A Z O , I N D I V I D UA LCONT. L3Desarroll o Agrícola, Desarroll o Rural GIS Gestión de recursos naturales mediante el uso de drones, tecnología GIS4 M ORI Kaori(Ms)tech@rakuno.ac.jpConocimiento de manejo básico de la computadora como la operación de programas de planillas de cálculo. No se cuestionará sobre manejo de software de teledetección.No se cuestionaNo se cuestionaNo se cuestionaNo se cuestionaCon capacidad de comunicarse en inglésAprender las técnicas para aprovechar la tecnología GIS, GPS, teledetección con microondas, drones, necesarios para el manejo de la agricultura, forestería y medio ambiental. 1. Tecnología GIS: Aprender las técnicas de operación y análisis básico un programa de GIS, el ArcGIS. 2. Tecnología GPS: Aprender la medición topográfica con GPS, gestión de las tierras agrícolas utilizando la cámara digital y GPS. Aprender la forma de analizar el comportamiento de los animales silvestres a través del GPS colocado a los animales silvestres. 3. Tecnología de teledetección: Aprender las técnicas de identificación de tierras verdes, pronóstico de volumen de cosecha, con la imagen satelital de Sentinel-1, Landsat, Alos, fotografías satelitales, utilizando drones, programas de teledetección como ErdasImage, ENVI, SNAP. Buscar el mejoramiento de la tecnología a través de la participación en los cursos de ejercicios básicos de teledetección, ciencia de la información especial a través GIS básico, GIS aplicado, teledetección, que se realizan en el laboratorio de GIS ambiental y laboratorio de teledetección ambiental, así como en ejercicios especiales para aprender técnicas superiores de GIS. Por otra parte, utilizar los datos reales de GIS, imágenes satelitales del país de origen, para crear base de datos que puedan ser utilizados inmediatamente después de retornar a sus países. Los resultados de investigación, serán expuesto en congresos, entre otros. Por otra parte, se realizarán visitas a los sitios de avanzada como Tokio, Kioto, para poder establecer una red de investigación conjunta en el futuro, así también se buscará in intercambio de investigación y de información participando en el manejo forestal aprovechando el GIS y teledetección (REDD), capacitación de la JICA relacionada con el manejo de la vida silvestre. A propósito, parte del programa y equipo a ser utilizado, será proveído por la institución para que sea utilizado luego de su retorno.Además, dado que las conferencias se imparten en inglés, basta con tener un nivel básico del japonés.Limite de postulacion será la misma fecha de los cursos con llegada a Japón del mes de mayo 40SAPPO ROL A R G O P L A Z O , I N D I V I D U A LCONT. L4Mejorami ento Nutricion alCiencia de cuestionaNo se cuestionaNo se cuestionaNo se cuestionaNo se cuestiona1. Aprender las técnicas para realizar un control nutricional más adecuada al país de origen, desde el punto de vista de la ciencia de la alimentación y estudio nutricional. 2. Adquirir la capacidad de contribuir al estado de vida, tales como la nutrición de personas de tercera edad desde el punto de vista nutricional y epidemiológico, nutrición pública, para evitar las enfermedades relaionadas al estilo de vida. 3. Aprender las técnicas de cocina doméstica y cocina especial del Japón para profundizar el conocimientos sobre los logros de la cultura gastronómica del Japón. Aprender a administrar la nutrición diaria de manera confiable y precisa sin utilizar equipos ni ingredientes especiales.Se convertirá en una persona capaz de cocinar la comida casera japonesa, proteger la dignidad individual en una sociedad de adultos mayores y mantener la calidad de vida diaria de ellos.Al conocer la situación nutricional moderna, se convertirá en líderes de nutrición en su país. Además, los estudiantes adquirirán la capacidad de planificar y gestionar talleres de cocina con ingredientes familiares y brindar orientación nutricional a varios grupos de edad sobre la importancia de la alimentación y la ingesta nutricional.La capacitación se realizará mediante la elaboración de un programa de capación según la expectativa del becario. En la primera mitad, además de participar en los cursos que desee, se realizará la investigación tales como la ciencia de alimentos en laboratorio, investigación y desarrollo de la ciencia de la nutrición, práctica de la cocina doméstica y especializada del Japón, y se impartirán seminarios sobre el tema. En la segunda mitad, se pondrá énfasis en las áreas de mayor interés del becario donde también podrán participar en investigaciones sobre la dieta y salud con el objetivo de adquirir la capacidad de realizar encuestas de nutrición y clases de cocina luego de regresar de Japón.Las capacitaciones avanzarán de acuerdo al estado de aprendizaje. Así también, se podrán realizar investigaciones y análisis sobre alimentos e higiene, participar y/o disertar en varias actividades académicas. Y del mismo modo podrá realizar los preparativos para continuar con las investigaciones una vez regresado a su país.Esta capacitación puede llevarse a cabo en inglés y español hasta cierto punto, pero se desea las personas con mucha voluntad de aprender japonés. 41Y O K O HA M AL A R G O P L A Z O, I N D I VI D U A LCONT. L5Desarroll o urbano - Desarroll o regional / Educacio n Técnica de construcción de paisajismo tradicionales del Japón1 1erA ser consulta da dentro del primer semestreAproxima damente 5 meses luego del arrivo a JapónTokyo University Educational https://www.nodai.ac. jp/cip/ SUZUKI Kojiro (Mr.)kojirosnodai.ac.jpPersonas que estén vinculados a investigación y educación del planes de paisajismo, horticultura, agricultura, urbanismo. Egresado Universitar io o equivalent e1No se cuestionaN2Con capacidad de comunicarse en inglésAprender los aspectos básicos de la plantación tradicional del Japón, técnicas de fiscalización y supervisión que podrán ser aplicados en la plantación, fiscalización y supervisión de diferentes espacios, empezando con el jardín japonés que han sido montado en diferentes países. Aprendizaje de los componentes que se utilizan en los principales jardines japoneses (plantas, material inorgánico). Significado del manejo de plantas y métodos. Aprendizaje de las técnicas de jardinería básica (cerco de bambú, entre otros). 1. Charla: (1) Composición de los jardines japoneses, (2) Materiales de los jardines japoneses (plantas y sustancias inorgánicas), (3) Manejo de los materiales de los jardines japoneses, (4) Técnica de aplicación en los espacios urbanos 2. Práctica: técnicas de manejo de plantas (poda), técnicas de producción de cercas de bambú, métodos de análisis y manejo de suelos 3. Visita: jardines japoneses en Tokio, Kioto y de zonas rurales (Prefecturas de Ishikawa, Kagoshima, Shimane)La fecha límite de solicitud es la fecha límite para el curso de mayo. Si la llegada a Japón es el 8 de mayo, el período de formación técnica será hasta el 30 de septiembre. En caso de que si la llegada a Japón sea en junio o en julio, de igual manera recibirán la capacitación de 5 meses de duración aproximadamente. 42Y O K O H A M AL A R G O P L A Z O , I N D I V I D U A LCONT. L6Gestión de Medio Ambiente Técnica de Diagnóstico y de Prevención de Parasitosis en Ganado y Parasitosis Zoonoticas2 1er 5/7 (Mr.)tairaazabu-u.ac.jpPersona con conocimientos básicos de biología, personas vinculados con la ganadería o ciencias de salud pública, personas con título de técnico en análsis clínico, farmeceutico, entre otros. Graduado universitar io o de posgrado y equivalent eNo se cuestionaNo se cuestionaN4 personas con capacidad de comunicación básicaCapacidad de comunicación en inglés personas con capacidad de comunicación básica El becario apredenderá los conociminetos, técnicas y forma de pensamiento relacionado con el diagnóstico, tratamiento, prevención de principales parasitosis en animales y peces desde el punto de vista de sanidad animal y salud pública, y aprenderá la forma de elaboración, y distribución de información relacionado con las medidas de prevención de parasitosis, aprovechando lo estudiado. 1. Acumulación de conocimientos relacionados con la sanidad animal y salud pública, y aprendizaje de las técnicas de diagnóstico y prevención de parasitosis. 2. Establecimiento de la red de información entre países para el control de patógenos provenientes de alimentos. 3. Aprendizaje de técnicas para el desarrollo de la ganadería y de la acuicultura en la socidad Nikkei. 4. Mayor comprensión de la cultura japonesa, posición social e internacional. 1. Charla: Estudiar sobre método de diagnóstico y prevención de la parasitosis en animales (incluyendo a peces) y parasitosis zoonóticas, métodos de detección e identificación de protozoarios, gusanos, artropodos sanitarios, entre otros. 2. Práctica: (1) Análisis de parasitos y huevos en heces (método de suspención, método por sedimentación, método de análisis cuantitativo). (2) Cultivo de helmintos (cultivo in vitro, cultivo en papel filtro, cultivo en placa de tejas), identificación por la morfología de los helmintos intestinales. (3) Observación e identificación de los parásitos de peces. (4) Elaboración, observación e identificación de Observación del desarrollo de los tremátodos dentro del vector intermedio, la concha: miracidios, esporoquistes, redia, cercaria, entre otros. (6) de muestrario e identificación de ácaros: ixódidos, arador de la sarna, ácaro rojo de las gallinas, ácaro tropical de la rata, entre otros. (8) Observación e identificación de insectos: pulgas, piojos, piojos de aves, mosquitos, cucarachas, entre otros. (9) Identificación de parásitos por método de biología molecular (PCR, PCR en tiempo real, Método LAMP, entre otros). (10) Observación de la reacción inmunologica del hospedero por contagio de parásitos. 3. Visita: Puesto de salud animal, consultorío para ganados, sitios de verificación de la sanidad de carnes de consumo, estaciones experimentales acuícolas, centro de investigación de las universidades, entre otros. 4. Congreso, seminarios: Participación en congresos nacionales, participación en seminarios de laboratorios. 5. Presentación: Interna de la institución, congreso o reunión de investigación nacional, informe de capacitación en la última jornada. Además de lo mencionado, se indagará del becario su espectativa, y se procederá al estudio de las técnicas en el que el becario esté interesado. Consultar el momento y la duración de la capacitación. Aunque en la solicitud figura que aceptan 2 participantes, se podrá aceptar desde 1 participante. 43Y O K O H A M AL A R G O P L A Z O , I N D I V I D U AL CONT. L7 Gestion Ambienta l Agro-Biodiversity Método de manejo de suelo para la conservación de agro- biodiversidad. 2 1er 5/7 11/15Institute (Ms.) hq-ereconnifty.comEs deseable que sean personas con conocimientos y/o experiencias relacionadas con el medio ambiente y a la agriculturaGraduado Universitar io o equivalent eNo se cuestionaNo se cuestionaNo se cuestionacapacidad de lectura comprensiva, presentación y elaboración de reportes en inglésAdemás de aprender una metodología agropecuaria sustentable, aprender sobre las técnicas de manejo de suelo y conservación de la biodiversidad a través de un método participativo de la comunidad. 1. Aprender una metodología agropecuaria sustentable aplicable en Latinoamérica. 2. Aprender conocimientos sistemáticos relacionados con el manejo de suelo y la preservación de la biodiversidad. 3. Aprender sobre la metodología de estudio rural participativo (PRA). 4- Mejorar la capacidad para formular e implementar proyectos a través del aprendizaje del Manejo del Ciclo del Proyecto (PCM). 1. Cursos y conferencias impartidos en inglés 2. Prácticas: cómo crear materiales de agricultura ecológica, formación en agricultura ecológica, etc. 3. Investigación: Evaluació de la agrodiversidad basada en la diversidad animal y del suelo 4. Actividades de campo: Observación de medidas de conservación del suelo considerando la biodiversidad en Satochi-Satoyama 5. Experimentos: principales y básicos con el análisis de suelo 6. Seminario: intercambio de opiniones con estudiantes de posgrado y expertos, etc.Información sobre 1. organismos organizadores y 2. organismos coorganizados 1. Instituto de Rehabilitación y Conservación Ambiental (ERECON): ERECON, fundada en 2000, es una organización internacional sin fines de lucro (www.erecon.jp) registrada en el Gobierno Metropolitano de Tokyo y en el Ministerio de Educación, Cultura, Deportes, Ciencia y Tecnología (MEXT). Este instituto ha estado impulsando varios programas de extensión internacional en los campos del desarrollo sostenible en la agricultura. 2. Facultad de Ciencias Ambientales Regionales, Universidad de Agricultura de Tokyo (Tokyo Nodai): Fue fundada en 1891, es una de las universidades más antiguas en el campo de la agricultura (www.nodai.ac.jp) y sólida en educación e investigación agrícola y agroambiental. 44K A N S A IL A R G O P L A Z O , I N D I V I D U A LNuevo L8Leyes y justicia Formación básica sobre la utilización de la propiedad intelectual2 1er 5/7 10/6Escuela de Graduados en Propiedad Intelectual, Instituto de Tecnología de OsakaOsaka Institute of Technology, Graduate School of Intellectual Propertyhttp://www.oit.ac.jp/ip /graduate/NAITO Hiroki (Mr.)NAITO Hiroki (Mr.)hiroki.naito@oit.ac.jpTener una educación de nivel de pregrado en una universidad. Al menos 1 año de experiencia en las áreas de derecho, economía y tecnología. Deseable tener experiencia en el campo de la propiedad intelectual.Egresado universitar io 1No se cuestionaN4capacidad de lectura comprensiva, presentación y elaboración de reportes en inglés(1) Adquirir los conocimientos básicos del sistema de propiedad intelectual. (2) Adquirir conocimientos relacionados con la utilización de la propiedad intelectual, como la investigación y el desarrollo y la transferencia de tecnología. (3) Comprender los medios de apoyo a la propiedad intelectual para apoyar a las pequeñas y medianas empresas (PYME). (4) Comprender cuestiones específicas de propiedad intelectual, como los conocimientos tradicionales y el acceso a los medicamentos. 1Comprender sobre la propiedad intelectual y reñacopmar cpm ñas actovodades ecpmómicas y culturales 2Adquirir conocimientos sobre los patentes y derechos de marca, desde la solicitud hasta la adquisición para poner en práctica en el futuro 3Comprender las prácticas de utilización de la propiedad intelectual, incluidos los acuerdos de licencia y juícios 4Profundizar la comprensión de los problemas de propiedad intelectual planteados por los participantes para proponer planes y soluciones1Adquisición de conocimientos básicos:patentes, diseños, marcas registradas, derecho del autor, competencia desleal, contratos de propiedad intelectual, tratados internacionales, estrategia de propiedad intelectual, economía de la propiedad intelectual. 2Recopilar información y analizar sobre tecnología patentada, marcas registradas y ejercicios de investigación y análisis de precedentes judiciales 3Inspección en situ: entrevistas y encuestas en oficinas gubernamentales , organizaciones , empresas y oficinas privadas en Japón 4Investigación: realizar investigación sobre cuestiones relacionadas con la propiedad intelectual bajo la dirección de los docentes. 45C H U G O K UL A R G O P L A Z O , I N D I V I D U AL CONT. L9Desarroll o Agrícola / Desarroll o Rural Producción, Cría y Gestión Sanitaria Eficiente y Eficaz al Estilo Japonés para la Producción de Carne Bobina de Alta Calidad.1 conocimiento básico sobre los animales. Aunque no sea veterinario, que sea descendientes de fincas ganaderas o personas vinculadas a la ganadería o personas que se quieran dedicar a la ganadería. Capacidad de adaptación y de armonización para poder trabajar con muchas personas en forma conjunta dentro de una cultura diferente. Tener mucho interés y que guste estudiar.egresado universitar io (equivalen te)No se cuestionaNo se cuestionaEs deseable tener el nivel N4, pero no habría problema si puede comunicarse en inglésNo se cuestionaAprender los conocimientos ganaderos y veterinarios modernos, junto con la capacidad de identificar y analizar los diferentes problemas para llevar a cabo en forma fluida la gestión de la reproducción que deberá ser en forma paralela a la producción, en base a la práctica en el sitio de producción de productos ganaderos de alta calidad, de manera a fijar un cimiento para introducir y desarrollar un nuevo sistema integral eficiente que contemple la prevención de enfermedades, manejo de reproducción y de saneamiento.1. Adquirir conocimientos sobre la veterinaria, mejoramiento de la eficiencia productiva, reproducción, tales como la nutrición, fisiología, saneamiento moderno que son exigidos en la producción de productos ganaderos de alta calidad. 2. Aprender el método de categorización de la carne bobina domestica 3. Adquirir la capacidad de pensar en una producción ganadera que considera hasta el nivel molecular y celular, sobre tejidos y genes relacionados con la producción. 4. Aprendizaje de los puntos a ser mejorados mediante la visita a instalaciones de producción de carne bobina.1. Charla y práctica sobre la nutrición, fisiología, sanidad moderna. 2. Método de categorización y clasificación de la carne bobina. 3. Cultivo de tejidos y análisis de la expresión genética relacionada a la producción. 4. Participación en la práctica para la formación de veterinario clínico. 5. Visita a instalaciones de producción de carne bovina. 46C H U G O KUL A R G O P L A Z O , I N D I V ID U A LNuevo L10 Salud Adquisición de técnicas y conocimientos de enfermería japonesa y desarrollo de la que se integrarán a comisión de jóvenes de organizaciones nikkei en el futuro, y que pueda obtener recomendación de dicha organización (teniendo en cuenta el resultado de la capacitación, es deseable que tenga su raíz en prefectura de Shimane como ser miembro de asociación de prefectura de Shimane).Universitar io (equivalen te)1No se cuestionaPreferiblemente tener un nivel N3 o superiorCon capacidad de comunicarse en inglésAdquirir conocimientos sobre el sistema médico japonés y técnicas de enfermería para reforzar los raíces de la identidad nikkei a través de conferencias y capacitaciones prácticas en las universidades1. Conocer sobre el sistema médico japonés 2. Adquirir habilidades y conocimientos de enfermería jaonesa 3. Aplicar los conocimientos adquiridos en su propio país 4. Adquirir conocimientos sobre la cultura tradicional japonesa1. Participar en las conferencias y prácticas universitarias (1) Conferencia: participar en una conferencia en la universidad (2) Práctica: practicar en un hospital general de la prefectura 2. Práctica en el hospital (1) Apoyar el trabajo de enfermería en el departamento instruido 3. Observar y relacionar la práctica con la cultura japonesa 4. Informe de resultados de la capacitación 47C H U G O K UL A R G O P L A Z O , I N D I V I D UA LCONT. L11Desarroll o Agrícola / Desarroll o Rural Capacitación a Largo Plazo sobre la Administración de Huertas Turísticas de Frutas, y Técnicas cosecha de Frutas1 1er 5/7 11/17Hiroshima International CenterHiroshima International Centerhttp://hiroshima- ic.or.jp/SAKOMOTO Keigo(Mr.)SAKOMOTO Keigo(Mr.)hicc12hiroshima-ic.or.jpContar con una capacidad de idioma que permita recibir la capacitación en japonés. No se cuestionaNo se cuestionaNo se cuestionaSuperior a N3 (mas que un nivel de conversación cotidiana)No se cuestiona1. Aprender las técnicas de punta sobre manejo de cultivo de frutas (frutilla, ciruela, arándano, durazno, uva, entre otros). 2. Aprender la metodología (Know How) sobre técnicas de procesamiento, desarrollo de productos y marketing. 3. Aprender la metodología de administración de fincas productoras de frutas con turismo. 1. Mejoramiento de las técnicas de administración de cultivos de frutas. 2. Conversión de los cultivos procesados a productos, desarrollo de ruta de venta, éxito en la administración de fincas productoras de frutas con turismo. Realizar los trabajos de la finca con turismo Hirata, y aprender las técnicas a través de la repetición de prácticas. (aprender la técnica de polinización en periodo de floración, que es lo más importante). 48C H U G O K UL A R G O P L A Z O , I N D I V I D U A LCONT. L12Desarroll o Agrícola / Desarroll o Rural Revitalización de la Comunidad a través del Desarrollo de Marcas Regionales aprovechando la Producción Tradicional de la Comunidad1 1er 5/7 11/10Hiroshima International CenterHiroshima International Centerhttp://hiroshima- ic.or.jp/SAKOMOTO Keigo(Mr.)SAKOMOTO Keigo(Mr.)hicc12hiroshima-ic.or.jpContar con una capacidad de idioma que permita recibir la capacitación en japonés. No se cuestionaNo se cuestionaNo se cuestionaSuperior a N3 (mas que un nivel de conversación cotidiana)No se cuestiona1. Adquirir la capacidad para redescubrir y aprovechar los recursos de la comunidad en la sociedad nikkei, luego de su retorno, aprendiendo los emprendimientos como la producción, venta, marketing de los productos peculiares, que aprovecha un producto peculiar de Omichi (lienzo) a través de la práctica en el \"Taller de Lienzo Omichi\". 2. Adquirir conocimiento sobre las formas para la revitalización de la comunidad, importancia de la vinculación activa de la población en la solución de los problemas de la comunidad, a través del intercambio con las personas del \"Taller de Lienzo Omichi\" y personas que encaran la revitalización de Omichi. 1. El becario, adquiere el conocimiento para la solución de los problemas de la comunidad, revitalización de la comunidad a través del redescubrimiento y uso de los recursos locales, desarrollo de productos peculiares de la comunidad, mediante el ejemplo del \"Taller de Lienzo Onomichi\". 2. El becario comprende los problemas de la comunidad rural del Japón (reducción de la población, pérdida de identidad, aprovechamiento de los recursos comunitarios, entre otros). 3. Se ordenan las técnicas y métodos aplicables en el país de los becarios. 4. Se elaboran planes de acción concreta.1. Charla: Emprendimiento para el desarrollo de productos peculiares de la comunidad y la revitalización del mismo a través del \"Taller de Lienzo Onomichi\". 2. Practica, OJT: Elaboración de productos peculiares de la zona, venta, marketing, entre otros. 3. Visita: Instalaciones y actividades de otras organizaciones vinculadas. 4. Ejercicio: Recopilación del resultado de capacitación. 5. Exposición: resultado de capacitación, presentación. 49SHIKO KUL A R G O P L A Z O , I N D I V ID U A LCONT. L13 Salud ioMás de 3 años de experienc ia, despues de la graduaci ónNo se cuestionaNo se cuestionaCon capacidad de comunicarse en inglésAprendizaje de técnicas de punta y adquirir la capacidad de aprender los conocimientos modernos relacionados con la prostodoncia. 1. Aprendizaje de las técnicas de protodoncia actualizada (dentadura parcial pegada, implante dental, coronas CAD/CAM, entre otros). 2. Mejoramiento de las técnicas de diagnóstico del estado de engrane de los dientes superiores e inferiores. 3. Aprendizaje de las técnicas de tratamiento contra el dolor orofacial. 4. Aprendizaje de las técnicas de tratamiento de alergia al metal. Participación en seminarios, jornadas de lectura de tesis, estudio de casos clínicos, práctica relacionada con la preparación de dientes utilizando maniquís, se tiene previsto la participación en congresos relacionados. Por otra parte, se hará participar en las investigación que se está llevando a cabo en la clase (clarificación de bruxismo del sueño, regeneración de tejidos, clarificación de alergia al metal, mecanismo de aparición de dolores orofaciales), para poder realizar la orientación de la investigación que permita avanzar a la maestría. A propósito, el encargado de recepción es el medico orientador de la sociedad de protodoncia del Japón, sociedad de la articulación temporomandibular del Japón, sociedad de rehabilitación oral del Japón. 50SHIKO KUL A R G O P L A Z O , I N D I V I DU A LCONT. L14 Salud Ortodoncia paísegresado universitar ioMás de 3 años de experienc ia, despues de la graduaci ónNo se cuestionaN2Con capacidad de comunicarse en inglésAprendizaje de técnicas de alto nivel relacionado con la ortodoncia, y adquirir la capacidad de aprender conocimientos de punta. Aprendizaje de las técnicas de ortodoncia de punta (tratamiento de ortodoncia con brackets linguales, con implantes, quirúrgica, de fisura palatina, de corrección con boquilla). Mejoramiento de las técnicas de diagnóstico utilizando imágenes de resonancia magnética o tomografía computarizada del área maxilofacial. Aprendizaje de las técnicas de tratamiento para pacientes con osteoartritis de la articulación temporomandibular. Participación en las prácticas de typodont relacionado con la técnica de Arco de Canto, seminario auspiciado por la clase, jornada de lectura de tesis así como en congresos relacionados. Además, se participará en la investigación que se lleva a cabo en la clase (aclaración de la patología y desarrollo de método de tratamiento de la osteoartritis de la articulación temporomandibular, técnica de edición de genes, inmunología ósea), de manera a realizar una orientación de la investigación para que se pueda obtener títulos de grado en el país luego del retorno. A propósito, el encargado del presente proyecto, es un orientador médico y médico certificado de la sociedad de Ortodoncia del Japón, medico especialista, médico orientador de la sociedad de articulación temporomandibular, y posee la habilitación de odontólogo orientador para el entrenamiento clínico del Ministerio de Salud y Trabajo (Habilitación para orientar odontólogos extranjeros). 51SHIKO KUL A R G O P L A Z O , I N D I V I D U A LCONT. L15Conserva ción del Medio Ambiente Natural Estudio e Investigación de Biocompuestos para la Conservación del Medio Ambiente Natural2 1erA ser consulta da dentro del primer semestre3/15Universidad de TokushimaTokushima Universityhttp://www.tokushima- u.ac.jp/TANAKA Eiji (Mr)TANAKA Eiji (Mr)hasezaki@tokushima-u.ac.jpuniversitarios de y o graduado de la misma.egresado universitar ioNo se cuestionaNo se cuestionaCaso de habla portugués, no se les requerirá capacidad del idioma japonés debido a la existencia de docentes que pueden conversar en portugués (sin embargo, deberán cursar la clase del idioma japonés realizada por la universidad Tokushima durante el periodo de la capacitación). Caso de habla hispana, tener nivel superior a N3 del examen de capacidad de dominio del idioma japonés (también deberán cursar la clase del idioma japonés realizada por la universidad Tokushima durante el periodo de la capacitación).No se cuestionaComprender que mundialmente se hace necesario materiales biocompuestos que busquen la preservación del medio ambiente natural y obtener conocimientos especializado a través de estudios e investigaciones. Además, a través de aprendizaje de tecnologías avanzadas en la Universidad de Tokushima, considerar nuevas iniciativas que puedan contribuir al desarrollo de la sociedad nikkei y del país emigrado.1. Comprender sobre los efectos que produce las basura plásticas derivados del petróleo al medio ambiente. 2. Obtener conocimiento sobre los materiales biológicos alternativos al plástico derivado del petróleo. 3. Conocer la tendencia de la investigación de materiales biológicos más modernos. 4. Realizar la investigación y prueba de los materiales biocompuestos que busque la preservación del medio ambiente natural y obtener conocimientos especializados. 1. Estudio: Realizar estudio a través de la orientación individual de los instructores, comprensión de las publicaciones académicas junto con los estudiantes japoneses del laboratorio, investigación bibliográfica de las tendencias de investigación moderna, para identificar los problemas y la investigación actual de los materiales biocompuestos que es una de las soluciones. Participar en la reunión internacional de ecomateriales en la que el biocompuesto es una de las áreas de investigación, recopilar la información sobre las tendencia de investigación actual y asesorar de tal manera a que sea posible avanzar al posgrado. 2. Elaboración del plan de ensayo: Elaborar el plan de ensayo como método de prueba, método de análisis, método de evaluación, sobre el ensayos de prototipos de los materiales biocompuestos para la solución de los problemas. 3. Ensayo de prueba: Realizar ensayos sobre los prototipos de los materiales a base de biocompuestos. 4. Análisis: Realizar el estudio de métodos de evaluación adecuada y realizar el análisis. 5. Análisis y recopilación: Recopilar sobre al viabilidad de los prototipos de materiales de biocompuestos y los problemas para el mejoramiento de la funcionalidad a partir de los resultados de análisis. Limite de postulacion es igual a la del curso con llegada a Japon del mes de mayo.LISTA DE CURSOS DE PROGRAMA DE RECEPCION DE BECARIOS PARA LA SOCIEDAD NIKKEI CORRESPONDIENTE PARA EL JPY 2023 A ser consultada dentro del primer semestre 1 2020 No.CENT RO RESP OSAB LETIPOCLASIFI CACIONNo.Sector PrivadoDENOMINACION DE CURSO EN JAPONESDENOMINACION DE CURSO EN ESPAÑOLC U PO SS E ME S TR E SF E CH A D E L L EG A DA A J A PO NF E CH A D E C U LM I NA C IO NINSTITUCION ENCIAEdad (entre 20 a años)IDIOMA JAPONESINGLES Y OTROS IDIOMASOBJETIVO RESULTADOS ACTIVIDADES (CONTENIDO) OBSERVACIONESLISTA DE CURSOS DE PROGRAMA DE RECEPCION DE BECARIOS PARA LA SOCIEDAD NIKKEI CORRESPONDIENTE PARA EL JPY 2023 52SHIKO KUL A R G O P L A Z O , I N D I V I D U A LCONT. L16Desarroll o Regional, Desarroll o del Sector Privado Formación de Empresarios en la Industria de Ecoturismo2 1er 5/7 2/2Universidad de KagawaKagawa Universityhttps://www.kagawa- u.ac.jp/HIRAMI Naotaka(Mr)HIRAMI Naotaka(Mr)hirami.naotaka@kagawa-u.ac.jpTener experiencia en estudios de turismo o innovación regional en la universidad, o experiencia práctica en la industria del turismo. egresado universitar io (equivalen te)al menos 2 años de estudios universita rios o de experienc ia laboral en la industria del turismoNo se cuestionaEs deseable el nivel N2 en el examen de capacidad del dominio del idioma japonés, pero si tiene la capacidad de comunicación en ingles (700 puntos aproximadamen te con TOEIC), no será excluyente. No será requerido en caso que tenga la capacidad de comunicación en inglés (más de 700 puntos en TOIEC). El objetivo de la capacitación será adquirir la capacidad hasta un nivel que permita proponer el ecoturismo renovador en su propio país, basado en datos y conocimiento adquirido en la capacitación. En base al mismo, se afinarán los detalles de la propuesta del proyecto relacionado al ecoturismo en su país, en base a la retroalimentación en eventos de presentación interna de la institución, eventos Pitch de G1PEC. La meta será mejorar la propuesta hasta un nivel que pueda lograr el inicio del proyecto en el momento de la finalización, con el consentimiento de la sociedad Nikkei de su país de origen. Debido a que el Sr. Hirami, representante de la recepción de la institución proponente del presente proyecto (profesor de la facultad de ingeniería de la diseño de la universidad de Kagawa), es fluido en español e ingles (cuanta con varios escritos), además de tener cátedras en la universidad, ha visitado numerosos puntos de ecoturismo en Sudamérica, realiza estudios e investigaciones relacionados a esta industria, y realiza la presentación sobre su alto potencial a través de disertaciones y tesis. Por otra parte, el Sr. Hirami, estuvo vinculado con la educación para la formación de nuevas industrias a través de la vinculación con la coordinación industria, universidad y sector público, y con la educación emprendedora durante 6 años en la universidad de Hiroshima. Cuenta con la experiencia de haber recibido un total de 11 becarios mexicanos desde el 2017 mediante el programa de capacitación de socios globales estratégicos entre Japón y Méjico de JICA (de los cuales, 4 reciben aún la capacitación vía online). En el programa de capacitación de la sociedad Nikkei, se espera que adquiera la capacidad de proponer nuevos proyectos en base al programa de educación basado principalmente en charlas sobre educación de emprendedores acumulados hasta el momento. Con base a lo mencionado, se procederá al estudio de la situación actual y la expectativa del ecoturismo en el Japón, y adquirirá la capacitad y las técnicas para proponer el ecoturismo como debe ser en la sociedad local. Luego de su retorno, se espera que contribuya en la conformación de redes Nikkei práctico, sin dependencia de las formalidades, mediante la concreción del proyecto involucrando la sociedad Nikkei local. 1. Se procederá a coordinar el currículo de manera a realizar en forma paralela, en lo posible, con el proyecto de capacitación de socios globales estratégicos de Japón y Méjico de JICA que esta previsto para el mismo periodo en el año fiscal siguiente, y generar efectos de sinergia entre los becarios. 2. Se espera una actividad conjunta entre los alumnos que pertenecen al estudio de ingenieríade diseño del curso de diseños plásticos y medios de la facultad de ingeniería y diseño, y los becarios Nikkei. En forma paralela a la investigación, convertir la oportunidad para conocer la cultura del Japón y la forma de pensar de la generación joven. 3. Establecer relaciones con los diferentes miembros de club de estudiantes que buscan convertirse en emprendedores. 4. En cuanto al ecoturismo, la deliberación se realizará mediante la participación en charlas dentro del campo universitario de Kagawa y seminarios. Por otra parte, se realizarán debates con los miembros de \"El Nuevo Club Japonés de Investigación de los Galápagos\", para profundizar la comprensión sobre el ecoturismo. 5. Visitar los puntos de ecoturismo de la región de Chugoku Shikoku principalmente, para conocer la situación real del ecoturismo en Japón. 6. Se tendrá como meta profundizar los lazos con los miembros del Global First Penguin Club(G1PEC), proseguir con los comentarios, y al final de la capacitación, realizar una presentación en el Pitch Event. 53K Y U S H UL A R G O P L A Z O , I N D I V I D U A LL17 Salud Diagnóstico Endoscópico del Cáncer Precoz de más de 1 año en endoscopía y menor a 60 años de edad, o contar con 2 años o más de experiencia clínicaegresado universitar io (equivalen te)2 añosmenor a 60 añosNo se cuestionaLa capacitación técnica será realizada en inglésConocer la situación del tratamiento médico a través del endoscopio en el Japón, que es uno de los mejores del mundo, y aprender sobre el método de detección y tratamiento precoz del cáncer de estomago utilizando los equipos de última generación. 1. Ser competente en equipos y conocimientos que son utilizados en los procedimientos endoscópicos del Japón. 2. Aprender las técnicas y consejos del tratamiento endoscópico, a través de del aprendizaje simulado de tratamiento endoscópico utilizando el estomago extirpado de cerdo. 3. Elaborar un plan de acción concreto en el país para luego del retorno. 4. Contribuir al mejoramiento de nivel de tratamiento precoz del cáncer de estomago en el país realizando una capacitación médica continua, celebrando curos de educación médica a distancia entre el Japón y su propio país a través del internet. 1. Conferencia: Participación en el debate de tesis relacionado con el diagnóstico y tratamiento endoscópico más recientes. 2. Visita: Visita y debate del estudio endoscópico en el hospital universitario de Kyushu. 3. Práctica: Práctica de tratamiento endoscópico utilizando órganos extirpados de cerdo. 4. Participación en congreso: Participación en congreso y jornadas de investigación, principalmente de la Congreso de Aparato Digestivo y Endoscópico del Japón y el Congreso de Aparatos Digestivos del Japón. 5. Exposición: Exposición de contenido de capacitación dentro de la facultad de medicina. Limite de postulacion es igual a la del curso con llegada a Japon en el mes de octubre 54O K I N A W AL A R G O P L A Z O , I N D I V I D U A LCONT. L18Desarroll o urbano, Desarroll o Regional Gestión Comunitaria Sustentable aprovechando la Red Uchina2 1er 7/23 UchinanchuWorld Youth Uchinanchu Associationhttps://wyua.okinawa/HIGA Chiho(Ms.)HIGA Chiho(Ms.)all@wyua.okinawaEstar vinculado con las actividades culturales de Okinawa en la sociedad en una organización que agrupe las peculiriaridades de la prefectura. No se cuestionaNo se cuestionaEdad esperada (entre 20 a 40 años)N3 en el examen de aptitud del dominio del idioma japonés (nivel similar, se prioriza la capacidad de conversación).capacidad para comunicarse en inglésEl becario adquiere los métodos de gestión relacionada con la sucesión de redes Uchinanchu. El becario comprende el panorama general de la red de Uchina del mundo. El becario adquiere la capacidad de planificación para el fortalecimiento de la identidad dirigido a los jóvenes. El becario genera una idea aplicable en su país de origen, tomando como ejemplo los casos de reactivación local de la prefectura de Okinawa. El becario elabora el plan de acción concreto posterior al retorno. 1. Charla: Historia de Okinawa. Historia de la inmigración de Okinawa. ¿Qué es la red mundial de Uchinanchu? ¿Qué es la facilitación? ¿Qué es la planificación? Método de aprovechamiento de SNS/Distribución de vídeos. Shimakutuba( , palabras de Okinawa), entre otros. 2. Práctica y capacitación a través de la práctica: Atención en diversos lenguajes, colecta y generación de información relacionado con la red mundial de Uchina, encuentro mundial de Uchinanchu, planificación para la sucesión de la identidad dirigida a jóvenes como el encuentro mundial de Uchinanchu joven, relaciones públicas mediante el aprovechamiento de los medios sociales, entre otros. 3. Visita; Instalaciones de otras organizaciones, actividades (instituciones públicas y privadas).La presente capacitación estará basada principalmente en prácticas y capacitaciones a través de la práctica, por lo que será necesario la comunicación mutua. Otros: Poder realizar operaciones básicas de Word, Excel. Tener interés en diseños como poster de eventos, elaboración de banner a ser utilizados en SNS, entre otros.Consultar para segundo semestre 2 "}