{"title": "California Archives - KFF Health News", "author": "Paula Andalo", "url": "https://kffhealthnews.org/topics/california/", "hostname": "kffhealthnews.org", "description": null, "sitename": "KFF Health News", "date": "2023-08-22", "cleaned_text": "Noticias en Español [](https://kffhealthnews.org/news/article/medicos-abogan-por-nuevos-esfuerzos-para-combatir-al-chagas-un-asesino-silencioso/) [Médicos abogan por nuevos esfuerzos para combatir al Chagas, un asesino silencioso](https://kffhealthnews.org/news/article/medicos-abogan-por-nuevos-esfuerzos-para-combatir-al-chagas-un-asesino-silencioso/) La enfermedad de Chagas, causada por un parásito, afecta principalmente a personas en las zonas rurales de Latinoamérica. Pero se estima que 300,000 personas en Estados Unidos viven con la enfermedad, que puede causar problemas cardíacos graves. Defensores de pacientes piden esfuerzos mucho más agresivos para combatirla. [](https://kffhealthnews.org/news/article/mamografias-a-los-40-nueva-pauta-para-la-deteccion-del-cancer-de-seno-genera-debate/) [¿Mamografías a los 40? Nueva pauta para la detección del cáncer de seno genera debate](https://kffhealthnews.org/news/article/mamografias-a-los-40-nueva-pauta-para-la-deteccion-del-cancer-de-seno-genera-debate/) Algunos médicos e investigadores que están interesados en un enfoque más individualizado para encontrar tumores problemáticos se muestran escépticos y plantean preguntas sobre los datos y el razonamiento detrás del cambio radical del Grupo de Trabajo de Servicios Preventivos de Estados Unidos [](https://kffhealthnews.org/news/article/gobernador-de-california-y-legisladores-democratas-discrepan-sobre-el-uso-de-miles-de-millones-de-dolares-en-fondos-de-salud/) [Gobernador de California y legisladores demócratas discrepan sobre el uso de miles de millones de dólares en fondos de salud](https://kffhealthnews.org/news/article/gobernador-de-california-y-legisladores-democratas-discrepan-sobre-el-uso-de-miles-de-millones-de-dolares-en-fondos-de-salud/) Los líderes demócratas dijeron que la táctica de Newsom de retener el dinero para el fondo general es una \"estafa\". [](https://kffhealthnews.org/news/article/se-agrava-la-crisis-del-fentanilo-en-california/) [Se agrava la crisis del fentanilo en California](https://kffhealthnews.org/news/article/se-agrava-la-crisis-del-fentanilo-en-california/) Impulsadas en gran medida por la prevalencia del fentanilo, un opioide sintético hasta 100 veces más potente que la morfina, las sobredosis de drogas en California matan ahora a más del doble de personas que los accidentes de tráfico. [](https://kffhealthnews.org/news/article/por-que-los-adultos-jovenes-tienen-menos-sexo-que-el-que-tuvieron-sus-padres/) [Por qué los adultos jóvenes tienen menos sexo que el que tuvieron sus padres](https://kffhealthnews.org/news/article/por-que-los-adultos-jovenes-tienen-menos-sexo-que-el-que-tuvieron-sus-padres/) La cantidad de adultos jóvenes que no tienen relaciones sexuales ya estaba aumentando antes de que covid-19 hiciera que las citas fueran más difíciles y riesgosas. [](https://kffhealthnews.org/news/article/la-inteligencia-artificial-puede-estar-llegando-a-los-consultorios-pero-no-esta-lista-para-ver-pacientes/) [La inteligencia artificial puede estar llegando a los consultorios, pero no está lista para ver pacientes](https://kffhealthnews.org/news/article/la-inteligencia-artificial-puede-estar-llegando-a-los-consultorios-pero-no-esta-lista-para-ver-pacientes/) Las empresas quieren que sus IA tomen notas para los médicos y ofrezcan una segunda opinión, suponiendo que puedan evitar que divulgue la información privada de los pacientes. [](https://kffhealthnews.org/news/article/adolescentes-latinos-se-entrenan-para-educar-sobre-las-vacunas-contra-covid/) [Adolescentes latinos se entrenan para educar sobre las vacunas contra covid](https://kffhealthnews.org/news/article/adolescentes-latinos-se-entrenan-para-educar-sobre-las-vacunas-contra-covid/) Organizaciones comunitarias de salud en California y en todo el país forman a adolescentes, muchos de ellos latinos, para que actúen como educadores de la salud en la escuela, en las redes sociales y en las comunidades donde persiste el miedo a la vacuna contra covid. [](https://kffhealthnews.org/news/article/pacientes-de-california-temen-consecuencias-de-nueva-propuesta-electoral-sobre-clinicas-de-dialisis/) [Pacientes de California temen consecuencias de nueva propuesta electoral sobre clínicas de diálisis](https://kffhealthnews.org/news/article/pacientes-de-california-temen-consecuencias-de-nueva-propuesta-electoral-sobre-clinicas-de-dialisis/) ELK GROVE, California - Toni Sherwin está ansiosa por someterse al procedimiento que reubicará su punto de diálisis de su pecho a su brazo, que será más fácil de mantener seco. Desde que empezó la diálisis en febrero —como parte del tratamiento contra un cáncer de sangre— se ha lavado el pelo en el fregadero [...] [](https://kffhealthnews.org/news/article/lider-de-justicia-ambiental-dice-que-la-proposicion-30-ayudaria-a-limpiar-el-aire-en-zonas-en-riesgo/) [Líder de justicia ambiental dice que la Proposición 30 ayudaría a limpiar el aire en zonas en riesgo](https://kffhealthnews.org/news/article/lider-de-justicia-ambiental-dice-que-la-proposicion-30-ayudaria-a-limpiar-el-aire-en-zonas-en-riesgo/) Ana González creció viendo cómo Inland Empire se transformaba de plantaciones de cítricos y viñedos en almacenes y centros de distribución minorista. Ahora es una zona en alto riesgo ambiental. [](https://kffhealthnews.org/news/article/expertos-cuestionan-el-rol-de-la-morera-blanca-en-la-muerte-de-la-esposa-del-congresista/) [Expertos cuestionan el rol de la morera blanca en la muerte de la esposa del congresista](https://kffhealthnews.org/news/article/expertos-cuestionan-el-rol-de-la-morera-blanca-en-la-muerte-de-la-esposa-del-congresista/) Es una planta que se ha utilizado como remedio herbal durante siglos, y que el botánico consultor del forense llamó \"no tóxica\" en una carta a su oficina. [](https://kffhealthnews.org/news/article/ninos-del-norte-de-california-aprenden-a-lidiar-con-el-trauma-que-dejan-los-incendios/) [Niños del norte de California aprenden a lidiar con el trauma que dejan los incendios](https://kffhealthnews.org/news/article/ninos-del-norte-de-california-aprenden-a-lidiar-con-el-trauma-que-dejan-los-incendios/) A medida que los incendios forestales de California se vuelven más intensos, frecuentes y generalizados, muchos niños que los sobreviven experimentan traumas psicológicos duraderos, como ansiedad, depresión y trastorno de estrés postraumático. [](https://kffhealthnews.org/news/article/esposa-de-congresista-muere-luego-de-tomar-hierba-medicinal-para-la-diabetes-y-perdida-de-peso/) [Esposa de congresista muere luego de tomar hierba medicinal para la diabetes y pérdida de peso](https://kffhealthnews.org/news/article/esposa-de-congresista-muere-luego-de-tomar-hierba-medicinal-para-la-diabetes-y-perdida-de-peso/) La morera blanca, originaria de China se considera una hierba segura y se ha usado por siglos en la medicina no tradicional. [](https://kffhealthnews.org/news/article/bibliotecarios-se-enfrentan-a-un-nuevo-lugar-de-trabajo-con-menos-libros-y-mas-psicosis-y-adicciones/) [Bibliotecarios se enfrentan a un nuevo lugar de trabajo, con menos libros, y más psicosis y adicciones](https://kffhealthnews.org/news/article/bibliotecarios-se-enfrentan-a-un-nuevo-lugar-de-trabajo-con-menos-libros-y-mas-psicosis-y-adicciones/) En las grandes ciudades y en los pueblos pequeños, muchas ofrecen ahora servicios para acceder a vivienda, a cupones de alimentos, a la atención médica y, a veces, incluso a duchas o cortes de pelo. [](https://kffhealthnews.org/news/article/cada-vez-mas-comunidades-rechazan-el-tabaco-aromatizado-es-el-turno-de-california/) [Cada vez más comunidades rechazan el tabaco aromatizado. ¿Es el turno de California?](https://kffhealthnews.org/news/article/cada-vez-mas-comunidades-rechazan-el-tabaco-aromatizado-es-el-turno-de-california/) Aunque comunidades grandes y pequeñas de todo el estado ya han actuado, los californianos decidirán en noviembre si promulgan una de las prohibiciones estatales más completas del país sobre el tabaco aromatizado. [](https://kffhealthnews.org/news/article/para-las-familias-medicamente-vulnerables-la-presion-de-la-inflacion-es-inevitable/) [Para las familias médicamente vulnerables, la presión de la inflación es inevitable](https://kffhealthnews.org/news/article/para-las-familias-medicamente-vulnerables-la-presion-de-la-inflacion-es-inevitable/) Para millones de familias que viven con enfermedades crónicas, trastornos cardíacos, diabetes y cáncer, u otras condiciones debilitantes, la inflación está demostrando ser un doloroso flagelo que podría perjudicar su salud. [](https://kffhealthnews.org/news/article/tacos-y-pollo-al-curry-medi-cal-ofrece-comidas-preparadas-en-un-experimento-de-atencion-medica/) [Tacos y pollo al curry: Medi-Cal ofrece comidas preparadas en un experimento de atención médica](https://kffhealthnews.org/news/article/tacos-y-pollo-al-curry-medi-cal-ofrece-comidas-preparadas-en-un-experimento-de-atencion-medica/) El programa ayuda a personas con diabetes y otras afecciones a comer más sano y a aprender sobre alimentos saludables. Busca mejorar la salud y reducir costos en atención médica. [](https://kffhealthnews.org/news/article/esfuerzo-comunitario-para-que-trabajadores-agricolas-reciban-el-refuerzo-de-la-vacuna-contra-covid/) [Esfuerzo comunitario para que trabajadores agrícolas reciban el refuerzo de la vacuna contra covid](https://kffhealthnews.org/news/article/esfuerzo-comunitario-para-que-trabajadores-agricolas-reciban-el-refuerzo-de-la-vacuna-contra-covid/) La necesidad de recibir el refuerzo de las vacunas, y la amenaza inminente de la variante omicron, han hecho que la comunicación sobre covid sea más desafiante en la comunidad de los campos. [](https://kffhealthnews.org/news/article/colchones-y-remocion-de-moho-medi-cal-ofrecera-tratamientos-no-tradicionales-a-personas-con-asma/) [Colchones y remoción de moho: Medi-Cal ofrecerá tratamientos no tradicionales a personas con asma](https://kffhealthnews.org/news/article/colchones-y-remocion-de-moho-medi-cal-ofrecera-tratamientos-no-tradicionales-a-personas-con-asma/) Cerca de 2 millones de californianos padecen esta afección crónica y costosa, y viven en zonas con alta contaminación. [](https://kffhealthnews.org/news/article/grabando-el-dolor-por-covid-en-la-piel-de-los-sobrevivientes/) [Grabando el dolor por covid en la piel de los sobrevivientes](https://kffhealthnews.org/news/article/grabando-el-dolor-por-covid-en-la-piel-de-los-sobrevivientes/) Una encuesta revela que más del 30% de los estadounidenses tienen al menos un tatuaje, y en el 80% de los casos son conmemorativos. La pandemia elevó esta tendencia. [](https://kffhealthnews.org/news/article/temperaturas-extremas-aumentan-los-riesgos-de-salud-de-los-trabajadores-agricolas/) [Temperaturas extremas aumentan los riesgos de salud de los trabajadores agrícolas](https://kffhealthnews.org/news/article/temperaturas-extremas-aumentan-los-riesgos-de-salud-de-los-trabajadores-agricolas/) El calor es la principal causa de muerte relacionada con el clima en los Estados Unidos. Entre 1992 y 2017, el estrés por calor mató a 815 trabajadores estadounidenses y lesionó gravemente a más de 70,000, según la Oficina de Estadísticas Laborales. "}