{"title": "Aumento de mortalidad inexplicable - Diario16plus", "author": "Jesús Villajos Barja", "url": "https://diario16plus.com/aumento-de-mortalidad-inexplicable/", "hostname": "diario16plus.com", "description": "Como ya nos advertía Peter Doshi, editor del British Medical Journal (BMJ), todavía no hay evidencia científica de que las vacunas covid-19 hayan salvado", "sitename": "Diario16plus", "date": "2022-09-07", "cleaned_text": "Como ya nos advertía Peter Doshi, editor del British Medical Journal (BMJ), todavía [no hay evidencia científica de que las vacunas covid-19 hayan salvado una sola vida](https://www-bmj-com.translate.goog/company/newsroom/covid-19-vaccine-trials-cannot-tell-us-if-they-will-save-lives/?_x_tr_sl=en&_x_tr_tl=es&_x_tr_hl=es), explicaba en su editorial: La presencia de anticuerpos no implica inmunidad si estos no son neutralizantes. Lo que estaba por venir no ha sido ninguna sorpresa, en los ensayos clínicos ya se vio que no eran neutralizantes, después introdujeron el magistral concepto de que a más dosis acabaría siendo eficaz... lo demás ya es historia. En su día ya discutimos todos [ los detalles y motivos](https://diario16.com/antivacunas-y-negacionistas/) del fracaso de estas vacunas, que fueron brillantemente expuestos por Joan-Ramon Laporte en el Congreso. Desde el 31 de agosto del 2022 queda [reconocido y publicado en revista ](https://www.sciencedirect.com/science/article/pii/S0264410X22010283?fbclid=IwAR0NE36FESjEc2OVpu6zjt5jA2jdWQNEYeeZEnL__AL8Mn9e4jVJ-iMR7HE)revisada por pares que el riesgo/beneficio de las de las inoculaciones para covid-19 de Moderna y Pfizer es negativo: \"El ensayo de Pfizer exhibió un riesgo 36% mayor de eventos adversos graves en los participantes vacunados en comparación con los receptores de placebo\". Personalmente después de estos años, mi intención es pasar página, este tema nos ha dejado exhaustos, si fuera un juicio el tema estaria visto para sentencia desde hace tiempo, pero desgraciadamente como explicaremos más adelante la big pharma no va a ceder o escatimar ninguna dosis o ronda de financiación, salvo que una sentencia les diga lo contrario, y no está muy lejos de suceder: Los abogados de Whistleblower dicen que Pfizer podría ser responsable de $3.3 billones en daños. [La demanda de Jackson](https://www.theepochtimes.com/exclusive-pfizer-vaccine-whistleblower-responds-to-motion-to-dismiss-false-claims-suit_4685709.html) alega que Pfizer y dos de sus subcontratistas violaron la Ley de Reclamaciones Falsas al proporcionar resultados de ensayos clínicos falsos para obtener la aprobación de la FDA de su vacuna COVID-19. En otros artículos hemos documentado lo que la ciencia ha podido confirmar, pero más allá de la ciencia está la realidad, así que empecemos por lo más básico. Muertes directas oficiales: En Europa ( [EudraVigilance](http://www.adrreports.eu/en/index.html)) se han registrado 45.316 muertes y 4.416.778 lesiones (2 millones graves), hasta el 4 de junio de 2022. En EE.UU ( [Open VAERS](https://openvaers.com/covid-data)) 1.287.593 de lesiones por 'vacunas' COVID y 28.532 muertes reportadas a VAERS, según datos de los VAERS hasta el 27 de mayo de 2022. Es decir, acumulamos 73.848 muertes y 5.704.371 efectos adversos entre EE.UU y Europa por las terapias génicas COVID. Con la ya mítica y conocida gráfica de la vergüenza donde se aprecia que las inyecciones covid son 75 veces más mortales que cualquier otra vacuna combinada en los últimos 20 años. Históricamente, [se ha demostrado que los sistemas](https://openvaers.com/faq/what-is-underreporting-and-why-it-matters) de vigilancia de daños de medicamentos, solo informan de un 1% de los eventos adversos reales. El lector se preguntará, cuál puede ser el número de muertes en el que nos estaríamos moviendo, teniendo en cuenta el (factor de subestimación) o URF. Wayne hizo un cálculo del URF, básicamente se calcula cruzando datos de exceso de mortalidad con el VAERS y la URF que estimó fue de 44,64. Para que nos hagamos un idea, un factor de URF de 40 nos daba unas [400.000 muertes solamente en el 2021](https://stevekirsch.substack.com/p/latest-vaers-estimate-388000-americans) Llevando este factor a 2022, [Steve Kirsch](https://expose--news-com.translate.goog/2022/08/16/covid-injections-have-killed-12-million-people-worldwide/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en&_x_tr_pto=wapp) fundador de la Fundación para la Investigación de la Seguridad, estima que las inyecciones de covid han matado entre 5 y 12 millones de personas en todo el mundo. En una estimación no importa tanto el valor, sino el orden de magnitud y nos estamos moviendo en cifras de millones, no miles ni cientos. Las cifras son tan abrumadores que el lector, de forma defensiva puede interpretar que estos 5 millones es una estimación por lo alto, pero es justo lo contrario, lo cierto es que el salto de 100.000 muertos (oficiales) a un millón de muertos, no es tan grande como pudiera parecer a primera vista, es solo un factor de URF de tan solo 10, asumido como factor mínimo o base de los sistemas de reporte de medicamentos. ¿Pero si el URF es de 10 o de 40, donde debería reflejarse? Efectivamente, el exceso de mortalidad puede responder a la pregunta sobre si los reportes están subestimados. Spoiler: sí lo están y los países más vacunados son los que presentan mayor exceso de mortalidad. Registros en Reino Unido Reino Unido tiene su propio sistema de reporte; esto favorece que en este país se hayan reportado más casos que la media europea, dejando unos datos más contundentes. Es posible que algunas de las siguientes afirmaciones resulten inicialmente difíciles de creer, pero todos y cada uno han sido extraídos de documentos oficiales, cada artículo enlaza los informes de donde se ha extraído la estadística [Informes](https://expose-news.com/2022/08/14/gov-reports-prove-hundreds-thousands-dying-covid-vaccine/) del gobierno de Reino Unido demuestran que: - 1 de cada 246 personas vacunadas contra el covid-19 en Inglaterra han muerto dentro de los 60 días posteriores a recibir una dosis de la vacuna contra el covid-19. [El riesgo de sufrir miocarditis](https://jamanetwork.com/journals/jama/fullarticle/2788346)al inocularse aumenta un abrumador 13.200% y el número de llamadas a urgencias por ataques al corazón de menores de 30 años aumentó un 82% en 2021. - 1 de cada 73 personas vacunadas con Covid-19 estaban tristemente muerta a fines de mayo de 2022; - Las inyecciones de Covid-19 son al menos 75 veces más mortales que cualquier otra vacuna combinada como vimos en la gráfica del VAERS - Las tasas de mortalidad por 100.000 son más bajas entre los no vacunados en cada grupo de edad. - Informes oficiales demuestran que la vacunación contra el Covid-19 debilita el sistema inmunológico, el efecto se prolonga hasta 6 meses. - La vacunación contra el Covid-19 aumenta el riesgo de sufrir un aborto espontáneo en al menos un 1.517 %; - Documentos confidenciales de Pfizer revelan que el 90 % de las mujeres embarazadas vacunadas contra el Covid-19 perdieron a su bebé, su gobierno y los reguladores de medicamentos optaron por ignorar los datos. - Los documentos oficiales del gobierno prueban que tanto Pfizer como los reguladores de medicamentos ocultan los peligros de la vacunación contra el covid-19 durante el embarazo porque el estudio limitado en animales realizado encontró un mayor riesgo de defectos de nacimiento e infertilidad, 2 años después el gobierno de Inglaterra en su [informe de toxicidad de agosto](https://www.gov.uk/government/publications/regulatory-approval-of-pfizer-biontech-vaccine-for-covid-19/summary-public-assessment-report-for-pfizerbiontech-covid-19-vaccine)afirma: «Se considera que en este momento no se puede garantizar suficientemente el uso seguro de la vacuna en mujeres embarazadas: sin embargo, se podría respaldar el uso en mujeres en edad fértil siempre que se recomiende a los profesionales de la salud (...) \" - Los documentos confidenciales de Pfizer revelan que la vacuna Covid-19 se acumula en todas las partes del cuerpo, (negado hasta el último momento), incluidos los ovarios, y los casos de cáncer de ovario ahora están en su punto más alto. El CDC ha tenido que eliminar de su web [el párrafo que decía lo contrario](https://palexander-substack-com.translate.goog/p/cdc-changed-its-complete-guidance?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en&_x_tr_pto=wapp). El lector se podría preguntar si el exceso de mortalidad podría deberse a otras causas y cuál es el motivo de que no se esté asociando ese exceso a las vacunas. Lo que nos lleva al siguiente punto. Manipulación y cocinado de datos [En este artículo ](https://expose--news-com.translate.goog/2022/08/30/gov-manipulating-data-hide-covid-vaccine-deaths/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en&_x_tr_pto=wapp) se analiza cómo se han manipulado los datos a la hora de agregarlos: uno de los pilares básicos han sido dividir la vacuna en dos dosis, lo que ya le permitió en los ensayos clínicos a Pfizer esquivar los muertos de la primera dosis como no vacunados. Por duro que parezca, en sus documentos internos desclasificados vía judicial reconocieron que uno de los motivos de aplicar dos dosis era ese, y así facilitar la aprobación de los ensayos clínicos. Un número significativo de muertes, dentro de los 14 a 21 días posteriores a las inyecciones, no se informan como causadas por las inyecciones o relacionadas con ellas, sino como muertes por COVID. Inicialmente, este esquema funcionó maravillosamente para impulsar la aceptación de miles de millones de dosis entre las poblaciones mundiales, pero en los últimos tiempos comenzó a fallar porque se hizo evidente que la mayoría de las muertes por COVID ocurrieron entre los «vacunados». ¿Por qué? Al ajustar las poblaciones «vacunadas» y ser estas mayores en número que las poblaciones «no vacunadas», los datos recientes muestran que los «vacunados» tienen varias veces más probabilidades de morir que los «no vacunados». Una solución simple para mejorar la óptica, al menos temporalmente, es reducir los recuentos de muertes por COVID, incluyéndose como muertes debidas a otras causas no relacionadas con COVID, lo cual es fácil de hacer, dada la ambigua definición de «muerte por COVID». Una consecuencia colateral del esquema ha sido una fuerte consecuencia entre las nuevas inyecciones de COVID y un rápido aumento en las muertes no relacionadas con COVID, que finalmente se observa en los datos de mortalidad por todas las causas, lo veremos para el caso de España. Las vacunas tardan un promedio de 5 meses en matar a las personas Pero más allá de la manipulación de los datos hay otra causa más profunda y más determinante, que nos lleva al siguiente punto, según [analizaba Kirsch](https://stevekirsch.substack.com/p/this-one-graph-tells-you-everything) ya en el 2021: siempre hemos asumido que la vacuna mata rápidamente (en las primeras dos semanas) porque es cuando las personas notan la asociación y lo informan a VAERS. Esto sigue siendo cierto; algunas personas mueren rápidamente. El retraso de cinco meses también es consistente con los informes de muerte en los que las personas están desarrollando nuevos cánceres agresivos que los están matando en un período de 4 a 6 meses. También podemos ver que la mayoría de estas muertes que suceden con ese lapso de 5 meses ocurren por ictus o infartos o paradas cardiorrespiratorias. Y hay que tener en cuenta que en verano se producirían más muertes al aumentar la actividad física y por tanto la exigencia a un corazón que podría estar seriamente tocado por las lesiones que producen las «vacunas». Esto lo hemos podido ver en el caso de deportistas profesionales que, día sí y día también, están falleciendo en competición o entrenamiento. [Este gráfico](https://stevekirsch-substack-com.translate.goog/p/this-one-graph-tells-you-everything?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en&_x_tr_pto=wapp) compara las muertes de 2021 con las muertes en 2020. La vacuna simplemente tardó un promedio de 5 meses en matar a las personas. El pico aquí es el 9 de septiembre de 2021. Llegados a este punto, el lector se podría preguntar: si ese exceso de muertes, bien sea en las primeras semanas o en meses sucesivos, ¿se está registrando?. Y efectivamente esta es la pregunta clave. Las personas con lesiones neurológicas por vacunas generalmente son descartadas como casos mentales por sus médicos porque no aparece nada en las pruebas estándar y la resonancia magnética, por lo que los pacientes se ven «normales». Y este es el por qué: Los mecanismos de daño causados por las vacunas son demasiado pequeños, se producen a nivel endotelial y no se ven en las pruebas estándar (incluida la resonancia magnética) que hacen los médicos, salvo que [apliquen un protocolo específico](https://react19.org/wp-content/uploads/2022/07/TestingMasterDocument.pdf) o hagan una biopsia de los tejidos afectados. El doctor Bhakdi acaba de publicar recientemente en agosto un artículo revelador analizando los daños en los tejidos, que ilustra de lo que estamos hablando: [https://doctors4covidethics.org/wp-content/uploads/2022/08/Dano_vascular_y_de_organos_inducido_por_vacunas_de_ARNm_Prueba_irrefutable.pdf](https://doctors4covidethics.org/wp-content/uploads/2022/08/Dano_vascular_y_de_organos_inducido_por_vacunas_de_ARNm_Prueba_irrefutable.pdf) Más allá de la especificidad de unas pruebas que no se están haciendo, como tampoco las autopsias salvo casos excepcionales, ni siquiera tenemos una estadística mínima del estado de vacunación real. En este sentido la asociación Liberum ha solicitado a diversas Consejerías de Salud y Sanidad, y al Ministerio de Sanidad un informe acerca del exceso de mortalidad durante el año 2022, en el que solicitan que se indique si los fallecidos estaban vacunados contra el \"Covid-19 o no lo estaban, la marca de la vacuna recibida de las cuatro existentes, las dosis suministradas, y que sea mostrado atendiendo las distintas franjas de edad. Llegados a este punto, repasemos los datos que tenemos para España: Efectividad Vacunas respecto al 2020 Si comparamos los datos del Ministerio de Sanidad, entre el 29 de junio de 2020 (con 0 \"vacunados\" y el 29 de junio de 2022 (con casi todo el mundo \"vacunado\"): *Actualizaciones Covid 152 y 612 de Sanidad. Ahora, no dan los datos totales de ingresos Covid; dan ingresos por 100.000 habitantes. Aplicamos sobre 47.435.597 para poder comparar Como se puede ver, tenemos 59 veces más hospitalizaciones con diagnóstico Covid. Se multiplica por 37 el número de ingresos en UCI y ha habido 10 veces más fallecimientos con diagnóstico Covid. No perdamos el foco: (el virus quimera de Wuhan) se extinguió oficialmente en junio del 2020, después las variaciones o mutaciones ha dejado una versión atenuada del virus, y, sin embargo, tenemos peores resultados. ¿Que teníamos en el 2020 que no tenemos ahora para cosechar estos datos?, Fundamentalmente, lo que teníamos en 2020 era un sistema inmune que no estaba suprimido mediante vacunas. Se han llegado a registrar niveles de linfocitos T, muy bajos incluso 6 meses después de la inoculación; los vacunados sufren un debilitamiento de los glóbulos blancos y reducción de las células T, CD8+, una clase de inmunodeficiencia adquirida (SIDA) [https://www.nature.com/articles/s41421-021-00329-3](https://www.nature.com/articles/s41421-021-00329-3) Antes de continuar, vamos a detenernos en los datos para los niños. El pasado noviembre, se aprobó y decidió inocular a una población de riesgo nulo o inexistente y de la noche a la mañana se les quiso poner como el foco de la pandemia. Y bien, ¿cómo les ha ido? Mortalidad infantil El gráfico muestra el exceso de muertes semanales (desviación en la mortalidad del nivel esperado) en los 24 países socios de [EuroMOMO ](https://euromomo.eu/graphs-and-maps#excess-mortality)durante los años 2020, 2021 y 2022, en el grupo de edad de 0 a 14 años. La gráfica no necesita más comentarios. La siguiente gráfica refleja el exceso de mortalidad infantil y adolescente y vacunación contra el Covid: Coincide con las fechas de las inoculaciones, pero como nos diría la big pharma, lo que estás viendo no es lo que parece... simplemente no tienes suficiente formación para interpretar los datos. [Exceso de mortalidad en niños](https://expose-news.com/2022/08/29/europe-691percent-increase-excess-deaths-children/). Las cifras oficiales de mortalidad en Europa muestran que ha habido un sorprendente aumento del 691 % en el exceso de muertes entre los niños desde que la Agencia Europea de Medicamentos acrecentó la autorización de uso de emergencia de la vacuna Pfizer Covid-19 para su uso en niños de 12 a 15 años en mayo de 2021. Desafortunadamente, esta tendencia ha continuado hasta 2022, con Europa registrando oficialmente un aumento del 381% en el exceso de muertes entre niños este año hasta ahora, en comparación con el promedio de 2018 a 2021. En España, según las cifras ajustadas por edad de MoMo, el exceso de muertes de julio (línea roja) sobre el valor de referencia es del 33,7 %, con diferencia el mayor exceso de muertes registrado en la historia (excepto marzo y abril de 2020, cuando golpeó la pandemia). Para dimensionar mejor estos datos: si se mantuvieran estas cifras durante un año, en España habría un exceso de mortalidad sobre lo esperado de 125.000 personas. [https://www.dropbox.com/s/7e0iswcttoh9o7l/EuroMoMo-ZScores-21Aug2022.pdf?dl=0](https://www.dropbox.com/s/7e0iswcttoh9o7l/EuroMoMo-ZScores-21Aug2022.pdf?dl=0) [https://threadreaderapp.com/thread/1562028980286504960.html](https://threadreaderapp.com/thread/1562028980286504960.html) Incluso siguiendo las tesis datos oficiales, donde cualquier desvanecimiento, infarto, ictus o colapso, se registra como causa de un golpe de calor, batiendo así un récord sin precedentes de registros por ese motivo, aun así nos quedarían otras 10.000 muertes sin explicación: El elefante en la habitación que nadie quiere ver. No importa, solo quedan 2 años para que este pico desaparezca de las gráficas porque la media se hace a 5 años vista, así que este exceso será la nueva normalidad. Y en esta otra gráfica se puede ver que el exceso de muertes en el pico de la pandemia del 2020, ya ha sido igualado por los sucesivos excesos del 2021 y 2022 (con vacunas). España y Portugal junto a Emiratos Árabes, China y Singapur tenemos el honor de estar en el podium de los países más vacunados con doble pauta contra la covid-19, de hecho Portugal roza el 90% siendo el país europeo con mayor porcentaje de vacunación. ¿Y cuál es el resultado para Portugal?, desgraciadamente el premio es 4 veces mayor la mortalidad que la media del resto de Europa. [https://www.jn.pt/nacional/portugal-volta-a-registar-em-junho-maior-taxa-de-excesso-de-mortalidade-da-ue-15097144.html](https://www.jn.pt/nacional/portugal-volta-a-registar-em-junho-maior-taxa-de-excesso-de-mortalidade-da-ue-15097144.html) Para los que piensen que estos datos son globales y pueden esgrimir que no reflejan si la vacunación ha podido ayudar a grupos de personas mayores o más vulnerables, (eje principal del discurso de nuestras autoridades sanitarias), [incluimos los datos del INE](https://www.ine.es/jaxiT3/Tabla.htm?t=35179&L=0) en concreto para estos grupos donde la mortalidad aumentó en esta distribución: - 55 a 59 años: + 1.136 - 60 a 64 años: + 2.842 - 65 a 69 años: + 3.715 - 70 a 74 años: + 2.971 - 75 a 79 años: + 6.800 - A partir 80 años: + 14.731 De hecho, en 2021, el año de la vacunación masiva, todos los grupos sufrieron más defunciones que en 2019, excepto el de 0 a 4 años, único grupo no vacunado. Y para los escépticos que puedan argumentar que realmente lo que les gustaría tener en la mano es un análisis y pruebas específicas para un grupo de población joven hasta los 50 años, que es donde realmente Pfizer realizó sus ensayos clínicos en un intento de ver si los porcentajes mejoran, les remitimos a las declaraciones de una oficial médica del ejército de EE. UU que testificó ante el Tribunal : Un supervisor le ordenó encubrir el daño de la vacuna Covid-19 por orden del régimen de Biden. El Dtr. Long también testificó que los datos muestran que las muertes de militares por las vacunas superan las muertes por el propio COVID-19 La cuarta es la buena Pues bien, con estos datos debajo del brazo se nos presentará la big pharma, por su 4º dosis de financiación. En esta ocasión vienen a decirnos que esta es la buena, ¿Por qué? porque sí, y en este caso más literal que nunca, ya que acordaron un cambio con la FDA en la autorización de la vacuna, que permite a Pfizer y Moderna solicitar la aprobación del refuerzo BA.5 sin necesidad incluir datos de los ensayos clínicos en personas. [https://fortune-com.translate.goog/2022/08/24/pfizer-moderna-fda-covid-vaccine-authorization-omicron-booster-ba5-clinical-trial-data/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en&_x_tr_pto=wapp](https://fortune-com.translate.goog/2022/08/24/pfizer-moderna-fda-covid-vaccine-authorization-omicron-booster-ba5-clinical-trial-data/?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en&_x_tr_pto=wapp) Si alguien quiere saber los espectaculares resultados que nos presentan, el único estudio publicado hasta la fecha, [es un estudio con ratones ](https://igorchudov-substack-com.translate.goog/p/all-bivalent-boosted-mice-got-covid?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en&_x_tr_pto=wapp)donde todos se contagiaron con covid después de recibir sus refuerzos bivalentes. Ahora mismo, el colorante de un caramelo tiene más certificados de seguridad que la próxima dosis de una vacuna de administración masiva, con el consentimiento de nuestras autoridades, por inverosímil que parezca. Desgraciadamente, esto solo habla del poder ilimitado que la sociedad ha cedido a las corporaciones. Este artículo del BMJ ilustra a la perfección en la encrucijada en la que nos encontramos: [La ilusión de la medicina basada en la evidencia](https://www-bmj-com.translate.goog/content/376/bmj.o702?_x_tr_sl=auto&_x_tr_tl=es&_x_tr_hl=en&_x_tr_pto=wapp). Reguladores y agencias del medicamento Que la FDA/EMA y la pharma nos venga a vender su mercancía no puede extrañar a nadie; que el ministerio de sanidad omita toda responsabilidad, cuesta más digerirlo. Este servilismo fue especialmente bochornoso en la aprobación de la vacunación infantil, el pasado noviembre, cuando los ensayos clínicos venían envueltos en cierta polémica por el caso de [Maddie De Garay](https://rumble.com/v1fvbq1-rigged-maddies-story.html), de 13 años. Cuando tenía 12 fue voluntaria de los primeros ensayos de Pfizer y recibió la segunda dosis el 20 de enero de 2021. Los síntomas empezaron 12 horas después, con dolor abdominal, náuseas, dolor en todo el cuerpo, dolor en el pecho y taquicardia. Ahora está confinada a una silla de ruedas con una sonda nasogástrica para poder comer. Pfizer ocultó el caso registrándose como síntomas leves, y más adelante se ha destapado la verdad. Bélgica en este caso por lo menos hizo el teatro de hacer que les enviaran los datos clínicos de esos casos y se retrasó una semana la aprobación, como gesto simbólico. Es más de lo que hizo España, que la aprobó sin preguntas en menos de 6 horas. De todas formas, como contamos en su momento todo el fraude en torno a los ensayos clínicos, en el caso de Pfizer será muy difícil que no acabe, como poco, con fuertes sanciones en el mejor de los casos. Médicos La clase médica ha perdido toda credibilidad. El día que se animen a contar lo que están viendo en sus consultas ya será demasiado tarde. Por muchas hipotecas que tengan que pagar, su silencio es especialmente letal. También puede darse el caso de que el desconocimiento vaya a la par, lo que solamente añadiría dolor al ya existente. Lo que se ha escrito hasta ahora es mucho y muchos profesionales han dado la cara, arriesgando su vida, trabajos y familia. La manera de enfocarlo es cuanto menos controvertida: nos vienen a decir que les pagan por curar, pero no por investigar las causas. Esa coraza sería discutible, incluso teniendo en cuenta la presión del sistema (recordemos que afirmar que la \"inmunidad natural era más robusta\" ha desencadenado en expedientes de empleo y sueldo para muchos médicos aunque después se haya confirmado que era cierto, y no obstante siguen expedientados, mientras los compañeros miran hacia otro lado). Los colegios de médicos deben rendir cuentas. En este artículo se preguntan dónde queda la responsabilidad individual de los médicos que han sancionado a nuestros médicos honestos. Medios de comunicación A estas alturas, no creo que nadie pueda esperar ni media verdad de los medios generalistas: sencillamente no fueron creados para informar, pero el trabajo que han realizado para normalizar las anomalías y contradicciones es digno de Oscar a las mejores interpretaciones, (se estudiará posiblemente en las escuelas de cine); ha sido todo un espectáculo cómo han ido narrando este pasado año todas las muertes repentinas, no solo en jóvenes y deportistas, también de personajes públicos. Cómo se lanzan a dar la explicación antes que el dato. Véase los casos de hepatitis infantiles fulminantes, y cómo las [muertes de jóvenes en patios de colegios](https://mijascomunicacion.com/actualidad/23694/fallece-un-alumno-de-13-anos-en-el-ies-sierra-de-mijas/) directamente se han omitido. No obstante, durante más de un año, los medios varias veces al día nos detallaron los muertos y ocupación hospitalaria (mayoritariamente de vacunados) y ahora un alarmante exceso de mortalidad sin precedentes en España, no merece su atención. Si no es delito, lo parece. Responsabilidad individual Y más allá de lo que haga el resto, no hay que ignorar lo que hemos hecho cada uno de nosotros porque a pesar de toda la censura, una simple búsqueda de 2 minutos, le da acceso a cualquier persona que tenga interés, la oportunidad de acceder a datos oficiales. No siempre es fácil interpretarlos, el propio ministerio se ha dedicado toda la pandemia a cocinarlos y darlos en tasas relativas, y categorizar a las personas con menos de tres dosis como no vacunados, lo que dificulta sobremanera su correcta interpretación. Aún así informarse todavía hoy está al alcance de cualquiera, a lo escrito me remito. Para que el lector se haga una idea de la presión a la que el sistema somete a cualquier medio, [el artículo que escribí](https://diario16.com/las-inyecciones-de-arn-no-vacunan/) por la campaña de vacunación infantil, alcanzó gran difusión, pero google bloqueó unilateralmente los ingresos por publicidad. Cualquier información que no se ajuste al relato, o bien sufre la censura directa como habrán podido sufrir los ex-usuarios de cuentas en Facebook o Twitter en estos tiempos, o se le aplica al medio la asfixia económica correspondiente. La cantidad de videos de youtube, artículos y material eliminado de la red es cuanto menos orwelliana. Pero no nos engañemos, más allá de las redes, lo que no sale en el telediario, simplemente no existe para una gran mayoría. Cualquiera hubiera imaginado que cuando nuestra propia vida o la de nuestros hijos se pusiera en riesgo, saltaría un resorte interno, pero se ve que todavía quedan caminos por recorrer. Es un hecho que una parte de la sociedad ha dejado su destino en manos de lo que le dicten los medios o las pertinentes figuras de autoridad. How many roads must a man walk down Before you can call him a man? The answer, my friend, is blowin' in the wind The answer is blowin' in the wind "}