{"title": "Un juzgado autoriza a un padre a vacunar a sus hijos pese a la oposición de la madre", "author": "NATALIA PUGA", "url": "https://www.elmundo.es/ciencia-y-salud/salud/2019/08/27/5d658f99fdddff7c288b45b3.html", "hostname": "elmundo.es", "description": "Un padre gallego podrá vacunar a sus hijos a pesar de la negativa de su ex mujer, que se oponía a que los pequeños, de 7 y 11 años, se ciñesen al calendario de vacunaciones oficial", "sitename": "El Mundo", "date": "2019-08-27", "cleaned_text": "- Madrid. [La pediatra 'antivacunas' podrá volver a ejercer tras cumplir su sanción](https://www.elmundo.es/madrid/2019/06/21/5d0cc648fdddffe4af8b469d.html) - Pediatra. [Inhabilitada por vincular las vacunas con el autismo](https://www.elmundo.es/madrid/2019/06/21/5d0c7c5121efa08e138b45d2.html) - Estudio. [Más de tres cuartas partes de la población mundial confían en las vacunas](https://www.elmundo.es/ciencia-y-salud/salud/2019/06/19/5d0a01d4fc6c831f0d8b460a.html) - Medidas. [Los gobiernos estrechan el cerco a los antivacunas](https://www.elmundo.es/ciencia-y-salud/salud/2019/03/14/5c89049121efa0ba358b45e8.html) - Gráfico. [¿Por qué es importante que nos vacunemos?](https://www.elmundo.es/grafico/ciencia-y-salud/salud/2017/12/24/5a3bc37722601d36688b45ac.html) Un padre gallego podrá vacunar a sus hijos a pesar de la negativa de su ex mujer, que se oponía a que los pequeños, de 7 y 11 años, se ciñesen al calendario de vacunaciones oficial de la sanidad gallega alegando que la vacunación es voluntaria en España. El padre, contrario a esta postura, recurrió a la Justicia y acaba de conseguir una sentencia a su favor que obliga a la madre de los pequeños a ponerles las vacunas. La Sección Sexta de la Audiencia Provincial de Pontevedra acaba de dictar un auto confirmando una resolución previa de un juzgado de primera instancia recurrida por la madre. La nueva decisión judicial es firme e insiste en que [ la mayoría de los estudios científicos sobre la materia](https://www.elmundo.es/elmundosalud/2011/01/12/noticias/1294819509.html) llevan a concluir que \"los beneficios de las vacunas son innegables tanto a nivel individual como poblacional\". Ambos progenitores, vecinos de Vigo, estaban inicialmente de acuerdo en no vacunar a sus hijos, pero el año pasado el padre cambió de idea y decidió que sí quería que recibiesen las vacunas que le corresponderían por su edad. Ante la negativa de su ya ex mujer, optó por llevar esta decisión tan importante en manos de la Justicia. Ya en noviembre del año pasado, la primera sentencia del juzgado de primera instancia número 5 de Vigo daba la razón al padre y argumentaba que las reticencias de la madre \"no están avaladas por datos científicos ni objetivos\", pero ella no se contentó y llegó el tema a una instancia superior. Ahora, un nuevo auto de julio ya de la Audiencia Provincial, echa por tierra su recurso y confirma la decisión previa, alegando que toma en consideración \"el superior interés de los menores\". Los magistrados del tribunal provincial asumen que en España la vacunación no es obligatoria, sino \"una simple recomendación\" y que la decisión final sobre vacunar o no a los hijos corresponde a sus padres, pero concluye que, ante los criterios enfrentados de ambos progenitores, debe analizar el \"interés superior del hijo\" y éste les lleva a autorizar al padre a vacunar a los menores. Así, reconocen el derecho de los progenitores a \"defender las creencias que estimen oportunas o el sistema de educación y vida de sus hijos que consideren más adecuado\", pero insiste en que eso es \"siempre que no resulte perjudicial para los mismos\" y pasa a enumerar las recomendaciones de la Organización Mundial de la Salud (OMS), partidaria de las vacunas. Aunque no pertenece al movimiento antivacunas, la madre alegó \"prejuicios sobre la seguridad de las vacunas\". Los magistrados tomaron como referencia a la OMS para desmontar esa argumentación, indicando que las vacunas son \"una de las intervenciones sanitarias más exitosas y rentables conocidas\" y que \"no se ha acreditado desde el punto de vista médico que las vacunas causen perjuicio para la salud\". El padre está ahora autorizado a vacunar a sus pequeños, pero con condiciones. Según recoge la resolución judicial, debe hacerlo \"conforme al programa y calendario gallego de vacunación infantil\", ya que el tribunal entiende que \"no puede quedar al arbitrario de uno de los progenitores decidir sobre la vacunación\", sino que debe ceñirse a lo establecido por las autoridades sanitarias, en este caso, el Servicio Gallego de Salud (Sergas). Conforme a los "}