{"title": "Study finds link between allergies and increased risk of blood cancers in women - Fred Hutchinson Cancer Research Center", "author": null, "url": "https://www.fredhutch.org/en/news/releases/2013/11/study-finds-link-between-allergies-and-increased-risk-of-blood-cancers-in-women.html", "hostname": "fredhutch.org", "description": "A team of scientists looking into the interplay of the immune system and cancer have found a link between a history of airborne allergies - in particular to plants, grass and trees - with risk of blood cancers in women. Notably, the study did not find the same association in men, which suggests a possible gender-specific role in chronic stimulation of the immune system that may lead to the development of hematologic cancers.", "sitename": "Fred Hutch", "date": "2013-11-21", "cleaned_text": "SEATTLE - Nov. 21, 2013 - A team of scientists looking into the interplay of the immune system and cancer have found a link between a history of airborne allergies - in particular to plants, grass and trees - with risk of blood cancers in women. Notably, the study did not find the same association in men, which suggests a possible gender-specific role in chronic stimulation of the immune system that may lead to the development of hematologic cancers. The findings are published online ahead of the December print issue of the [American Journal of Hematology](http://onlinelibrary.wiley.com/doi/10.1002/ajh.23564/abstract). \"To the best of our knowledge, ours is the first study to suggest important gender differences in the association between allergies and hematologic malignancies,\" wrote first author Mazyar Shadman, M.D., M.P.H., a senior fellow in the Clinical Research Division at [Fred Hutchinson Cancer Research Center](http://www.fredhutch.org). According to Shadman, who led the research, the immune system's potential role in cancer causation is a focus of intense scientific interest. \"If your immune system is over-reactive, then you have problems; if it's under-reactive, you're going to have problems. Increasing evidence indicates that dysregulation of the immune system, such as you find in allergic and autoimmune disorders, can affect survival of cells in developing tumors.\" For the study, Shadman, principal investigator Emily White, Ph.D., of the Public Health Sciences Division at Fred Hutch and their colleagues drew on a large, population-based sample of men and women from the VITamins And Lifestyle (VITAL) cohort, which included people aged 50-76 years old from western Washington. The study participants answered a 24-page questionnaire that focused on three major areas: health history and cancer risk factors, medication and supplement use, and diet. Participants provided information on age, race/ethnicity, education, smoking, diet (fruit and vegetable intake), and other lifestyle characteristics, self-rated health, medical history, and family history of leukemia or lymphoma. History of asthma and allergies was also taken, including allergies to plants, grasses or trees; mold or dust; cats, dogs or other animals; insect bites or stings; foods; and medications. Of the 79,300 VITAL participants who filled out the questionnaires, more than 66,000 individuals were selected after eliminating those who had a prior history of malignancies other than non-melanoma skin cancers and missing information on baseline cancer history. Participants were followed for a median of eight years until they withdrew from the study, moved away, had a cancer diagnosis other than hematologic malignancy or non-melanoma skin cancer, or died. Incidence of hematologic malignancies and other cancers was identified via the Surveillance, Epidemiology and End Results (SEER) cancer registry of western Washington. Of the participants, 681 developed a hematologic malignancy during the follow-up period. These participants were more likely to be male, to have two or more first-degree relatives with a family history of leukemia or lymphoma, to be less active and rank their health status as low. A history of allergies to airborne antigens was associated with a higher risk of hematologic malignancies. The most statistically significant association was seen with allergies to plants, grass and trees. Further, the study looked at associations between the different subtypes of allergies and hematologic malignancies and found that a history of allergies to plants, grass and trees was significantly associated with mature B-cell neoplasms, one of four major categories of lymphoma. There was also an increased risk of plasma-cell neoplasms for participants who reported a history of allergies to cats, dogs or other animals. Plasma-cell neoplasms are conditions, both cancerous and noncancerous, in which the body makes too many plasma cells. When stratified by gender, the incidence of blood cancers in response to these allergens was increased in women but not in men. The reason for this is as yet unknown. \"It is tempting to speculate that the additional effect of allergy may reach statistical significance in women because of their lower baseline risk for the development of hematologic malignancies compared to men,\" the authors wrote. \"However, hormonal effects on the immune system and interactions with carcinogenesis may offer an alternative biological explanation that will require further mechanical studies, in particular if our findings are replicated in an independent study cohort.\" The data analysis took into account potential confounding factors such as sex, race/ethnicity, education, history of smoking, consumption of vegetables and fruits, level of exercise, family history of leukemia/lymphoma and self-reported health status. Types of allergy medication participants used were not controlled for. \"It's tough to eliminate allergy treatment as a confounder, because just about everyone with allergies is on some medication. But none of the allergy medications are known to cause cancer,\" Shadman said. The authors cite the study's strengths as its large population size, the comprehensive baseline data regarding cancer risk and medical conditions, its prospective design and its use of the SEER registry, an award-winning cancer registry program based at Fred Hutch. Meanwhile the authors acknowledge the study's limitations, namely the reliance on self-reporting of allergies, the limitation of soliciting answers about current allergies only, and particularly the limited number of hematologic cancers for each subset of allergy types. \"Given the limited number of cases within each subtype of hematologic cancer, the risk estimates need to be interpreted with caution ... and the possibility of chance finding due to multiple testing should be recognized,\" Shadman and colleagues wrote. Grants from the National Cancer Institute and National Institutes of Health funded the research. Note for media: To obtain a copy of the American Journal of Hematology paper, \"Associations between allergies and risk of hematologic malignancies: results from the VITamins and Lifestyle Cohort Study,\" please contact Kristen Woodward "}