{"title": "Publications", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2020-05-29", "cleaned_text": "Required for Regenerating Endo-Exo Cycling Pool Under High-Frequency D](/publications?s=type&o=desc&f%5Bauthor%5D=416). 2018. [Wobbling forth and drifting regulate public goods by quorum sensing?-How the shapes of cost and benefit functions determine the in post-disturbed reefs by filtering species composition, abundance and behaviour of key fish herbivores.](/content/wave-exposure-reduces-herbivory-post-disturbed-reefs-filtering-species-composition-abundance). Sci Rep. 10(1):9854. [Ramachandran P](/publications?s=type&o=desc&f%5Bauthor%5D=1891), [Devarajan opensource package [Rao M](/publications?s=type&o=desc&f%5Bauthor%5D=74). logging frequency on tree communities and carbon storage across evergreen and deciduous tropical forests in the Andaman Islands, India](/content/varying-impacts-logging-frequency-tree-communities-and-carbon-storage-across-evergreen-and). Ising Like Base Pairing Models](/content/variations-human-mirnas-and-ising-base-pairing-models). MATCH-COMMUNICATIONS IN U](/publications?s=type&o=desc&f%5Bauthor%5D=93). 2017. [Variance in Female Differentially Impacts Effective Population Size in the Short-Nosed Fruit as a biological sample for cost-effective, rapid and routine screening for SARS-CoV-2](/content/validating-saliva-biological-sample-cost-effective-rapid-and-routine-screening-sars-cov-2). INDIAN JOURNAL salivary protein and death to probe minimal units of cellular replication.](/content/using-stochastic-cell-division-and-death-probe-minimal-units-cellular-replication-0). and death to probe minimal units of cellular replication](/content/using-stochastic-cell-division-and-death-probe-minimal-units-cellular-replication). New Journal of to Compute, Validate, and Archive a Model of a Protein Complex Structure.](/content/using-integrative-modeling-platform-compute-validate-and-archive-model-protein-complex). evolutionary information in the fitting of atomic level protein models in low resolution cryo-EM map of a protein assembly improves the accuracy of is critical for its stability integrity and metabolic activity in features in DNA polymerase IV enable efficient bypass of the N2 adduct induced mating strategy without physical contact during fertilization in Bombay Night Frogs (Nyctibatrachus humayuni) with the description of a new form density of mitochondria in C. elegans neurons by maintaining the balance of Brain of Corbiculate Bees Points to microlepis (Squamata: Lacertidae) complex from northwestern India with a key to Indian Ophisops](/content/two-new-species-ophisops-microlepis-squamata-lacertidae-complex-northwestern-india-key). JOURNAL OF Gray, 1827 (Squamata: Gekkonidae) from Northeast Imaging and Direct Mapping and spatial capture-recapture models offer opportunities for conservation monitoring of an endangered social canid](/content/truth-about-scats-and-dogs-next-generation-sequencing-and-spatial-capture-recapture-models). uses support high site use of the Biodiverse and Human-Dominated South Asia](/content/trends-wildlife-connectivity-science-biodiverse-and-human-dominated-south-asia). JOURNAL OF THE [Mahajan S](/publications?s=type&o=desc&f%5Bauthor%5D=1629), [Agashe D](/publications?s=type&o=desc&f%5Bauthor%5D=416). 2018. [Translational selection for speed is not sufficient to explain variation in bacterial Clitoria ternatea: identification of potential genes enables the identification of candidate genes behind medicinal precursors post alcohol exposure reveals impaired neurogenesis via dysregulation of ERK from -catenin to Smad3 during muscle an example from scolopendrid centipedes in along a growing neuronal process in individual neuron using a long-term growth and microfluidic device.](/content/tracking-mitochondrial-density-and-positioning-along-growing-neuronal-process-individual). eNeuro. [Raghunathan geographic origin of traded leopard body parts in the indian subcontinent of Piper betle L. MicroCT reveals native structure and functional morphology of organs "}