{"title": "Complete Omega+ - Neighborhood Naturopathic | Health Supplement", "author": "Name", "url": "https://neighborhoodnaturopathic.com/product/complete-omega/", "hostname": "neighborhoodnaturopathic.com", "description": "Complete Omega+ enhances cardiovascular health, promotes brain function, and supports healthy skin, joints and connective tissues.", "sitename": "Neighborhood Naturopathic", "date": "2020-04-30", "cleaned_text": "180 Capsules | 820 mg of eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA) per soft gel as natural triglycerides, the preferred form with superior absorption. Vitamin E (as mixed tocopherols) and rosemary extract are used to ensure maximum purity and freshness. Complete Omega+ $81.70 — or subscribe and save 10% Description Complete Omega+ is a high-concentration fish oil sourced from waters off the Chilean coast. As the world's least industrialized coastline, these cold, fresh waters provide the cleanest, most sustainable source of fish in the world. Complete Omega+ provides 820 mg of eicosapentaenoic acid (EPA), docosahexaenoic acid (DHA) and docosapentaenoic acid (DPA) per soft gel as re-esterified triglycerides, the preferred form with superior absorption. Vitamin E (as mixed tocopherols) and rosemary extract are used to ensure maximum purity and freshness. This exclusive fish oil is purified, vacuum-distilled and independently tested to ensure heavy metals, pesticides and polychlorinated biphenyls (PCBs) are removed to undetectable levels. Extensive research has shown that EPA, DHA and DPA from fish oil enhance cardiovascular health, promote better brain function, and support healthy skin, joints and connective tissues. With over 10,000 published studies in the last three decades, EPA and DHA from fish oil are among the most researched natural ingredients available and have a long history of safety and efficacy. Ingredients: Highly Refined and Concentrated Omega-3 Fish Oil (anchovy), Capsule Shell (gelatin, glycerin, purified water), Natural Lemon/Lime Flavor, and a Proprietary Antioxidant Blend (consisting of natural tocopherols, rosemary extract, and ascorbyl palmitate). Additional information |Capsule Quantity|| | 180 "}