{"title": "Emerson College", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2022-01-01", "cleaned_text": "Sacred Geometry: book accommodation and meals with Daniel Docherty Talk: book accommodation and meals A 3-day Practice based Course. On his previous visits to Emerson College Are has given detailed descriptions of his travels through the inner etheric realm, 3rd, 2nd and 1st elemental realm to the outer etheric realm. He will return this September to lead a 3-day practice based course, as he did in Stuttgart in June 2022, aimed at helping people to travel as far as they can into the elemental storytelling: book accommodation and meals 4 weekends of in-depth exploration of storytelling, voice, movement, connection, improvisation, authenticity and presence. Please book accommodation and meals seperately for each weekend. Please contact Roi to book your place at the course Roi Gal-Or: storytelleroi@hotmail.co.uk Self Development: book accommodation and meals The Medicine Wheel's Twenty Count is a beautiful map of consciousness revealing the cosmic tapestry of creation which spirals into the Star Maiden's Circle -a tapestry of human life on earth. For more information and to book the course visit a course for women with Dawn Russell and Lorraine Grayston of Medicine Woman Medicine Ways clowning: book accommodation and meals \"An essential course for grounding your experience of clowning\" Self Development: book accommodation and meals Take a radical step to pause and renew your sense of joy and aliveness on this weekend Circle of Trust® retreat. storytelling: book accommodation and meals This is the ideal course to lead you into something completely new, something you've never done before, but want to start now: Storytelling. Anthroposophy: book accommodation and meals A part-time training and development course for people wishing to become 'Quietude Practitioners' ~ offering spiritual companionship to those crossing the threshold of death. Sacred Geometry: book accommodation and meals Learn the art of hexagonal-weave basketry while discovering pattern and unity in nature and many of the world's traditional cultures. storytelling: book accommodation and meals 4 weekends of in-depth exploration of the magical and powerful art of telling personal true-life stories. Accommodation and meals need to be booked separately for each weekend. Anthroposophy: book accommodation Nine one-week modules over three years, combining experiential face-to-face & distance learning. Sacred Geometry: book accommodation and meals An introduction to foraged colour. Please contact sacredartofgeometry@gmail.com to book your place at the course. Plant study: book accommodation and meals This Course will teach you how to look after yourself and the people around you with gentle remedies by understanding how the body,mind and spirit work together in an integrated ecosystem with the natural world. storytelling: book accommodation and meals This weekend we will immerse ourselves in one fairy tale and through storytelling exercises, discussions, games and fun we will explore the wisdom it has to offer us. Sacred Geometry: book accommodation and meals A course for beginners, with Daniel Docherty Sacred Geometry: book accommodation and meals book your place at the course with https://www.sacredartofgeometry.com/ The Dance of Earth and Venus results in one of the most beautiful and breathtaking rhythms and patterns of the solar system. art: book accommodation and meals A weekend painting workshop at Emerson College introducing the Work of the visionary artist Hilma af Klint storytelling: book accommodation and meals 4 weekends of in-depth exploration of storytelling, voice, movement, connection, improvisation, authenticity and presence. Please book accommodation and meals seperately for each weekend. individual retreat: book accommodation and meals Trance Movement with Leo Rutherford, multi-instrumentalist Paul Cerigo and Sound therapist Ruth Humming Ford. The Magic of Dance takes us out of our heads and into our bodies, into the depth of ourself and our truth. Dance, and also Shaking as practised by the Bushmen of Africa, help us to enter altered states of consciousness, to 'touch the spirit' of the sun, moon, an animal or p health care: book accommodation and meals Accommodation and meals should be booked for each module separately Anthroposophy: book accommodation and meals A part-time training and development course for people wishing to become 'Quietude Practitioners' ~ offering spiritual companionship to those crossing the threshold of death. health care: book accommodation and meals Book meals and accommodation Training course in Anthroposophic Psychotherapy, Psychopathology and Psychosomatics storytelling: book accommodation and meals Join Roi Gal-Or in the art of telling personal true life stories in the course over 4 weekends. Accommodation and meals need to be booked seperately for each weekend. Sacred Geometry: book accommodation and meals Some of the greatest expressions of Islamic Geometric Pattern are to be found in the Nasrid Palace of the Alhambra, in Granada, Spain ... Sacred Geometry: book accommodation and meals A course exploring the philosophy and practice of labyrinths ... storytelling: book accommodation and meals It was said, by the Ancient Greeks, that a whole healthy person had all four temperaments in balance. Using movement, music, colour and storytelling exercises we will explore how their qualities can bring health, balance and variety to our telling in general and especially to children. Self Development: book accommodation and meals We invite the Archetypal energy of the Enchantress to deepen our exploration on how she can inform and guide us through this time where the feminine is finding new expression, helping to liberate us as individuals and as a human collective. This in turn benefits all beings. For more information and to book the course visit a course for women with Lorraine Grayston and Dawn Russel of Medicine Woman Anthroposophy: book accommodation and meals Sixty years after the founding of Emerson College, we are inviting former and new students to gather to meet, discuss and work together on the tasks the future is asking of us. Plant study: book accommodation and meals This Course will teach you how to look after yourself and the people around you with gentle remedies by understanding how the body,mind and spirit work together in an integrated ecosystem with the natural world. storytelling: book accommodation and meals A modular storytelling course over 4 weekends. Book accommodation and meals seperately for each module. Sacred Geometry: book accommodation and meals Explore the geometric genius of the Persian master-craftsmen. Learn the art of compass and straight-edge construction and create a dazzling portfolio of geometric patterns from the Persian tradition. storytelling: book accommodation and meals This is the ideal course to lead you into something completely new, something you've never done before, but want to start now: Storytelling. Anthroposophy: book accommodation and meals A part-time training and development course for people wishing to become 'Quietude Practitioners' ~ offering spiritual companionship to those crossing the threshold of death. storytelling: book accommodation and meals 4 weekends of in-depth exploration of the magical and powerful art of telling personal true-life stories. Accommodation and meals need to be booked separately for each weekend. Self Development: book accommodation and meals In this course we turn our attention to the profound potency of receiving and how this weaves into our dreaming. So much emphasis nowadays is placed upon achieving goals and visioning rather than tuning into that which is already in the ether, awaiting for us to sense, receive and co-create. Plant study: book accommodation and meals This Course will teach you how to look after yourself and the people around you with gentle remedies by understanding how the body,mind and spirit work together in an integrated ecosystem with the natural world. storytelling: book accommodation and meals 4 weekends of in-depth exploration of storytelling, voice, movement, connection, improvisation, authenticity and presence. Plant study: book accommodation and meals This Course will teach you how to look after yourself and the people around you with gentle remedies by understanding how the body,mind and spirit work together in an integrated ecosystem with the natural world. storytelling: book accommodation and meals A 12 week storytelling course to meet the challenges of the 21st Century. Plant study: book accommodation and meals This Course will teach you how to look after yourself and the people around you with gentle remedies by understanding how the body,mind and spirit work together in an integrated ecosystem with the natural world. storytelling: book accommodation and meals This is the ideal course to lead you into something completely new, something you've never done before, but want to start now: Storytelling. Plant study: book accommodation and meals This Course will teach you how to look after yourself and the people around you with gentle remedies by understanding how the body,mind and spirit work together in an integrated ecosystem with the natural world. storytelling: book accommodation and meals An imaginative dive into the Greek myth of Demeter and Persephone for new knowledge and practice to nurture 'decision making' with Stella Kassimati and Maria Zourari. storytelling: book accommodation and meals An imaginative dive into the Greek myth of Demeter and Persephone for new knowledge and practice to nurture 'decision making' with Stella Kassimati and Maria Zourari. Plant study: book accommodation and meals This Course will teach you how to look after yourself and the people around you with gentle remedies by understanding how the body,mind and spirit work together in an integrated ecosystem with the natural world. Anthroposophy: book accommodation and meals Whilst enjoying the midsummer beauty and peace at Emerson, we will explore the journey that leads to and across the threshold of death. Plant study: book accommodation and meals This Course will teach you how to look after yourself and the people around you with gentle remedies by understanding how the body,mind and spirit work together in an integrated ecosystem with the natural world. organizational behaviour: evening test ?? "}