{"title": "Anthroposophical approach", "author": null, "url": "https://www.fao.org/organicag/oa-portal/orca-research/research-fields/orca-research-models/orca-anthroposophical-approach/en/", "hostname": "fao.org", "description": null, "sitename": "fao.org", "date": "2010-11-22", "cleaned_text": "the spiritual philosophy of anthroposophy, which postulates the existence of a spiritual world. One of the applications of anthroposophy, the biodynamic method of farming, originated from the lectures of Rudolf Steiner (Steiner, 1924). One of the key issues Steiner introduced in his agricultural lectures is the concept of the farm as a \"living organism\" having both a material and spiritual context. The entire farm should be organized like an organism and developed as a unique individual under its natural, economic, and social site conditions. Everything which is essential for life on a farm should be produced within the farm. For example, all the fertilizers and feedstuffs which are needed should originate from the farm itself. In practice, the farm should have a balanced ratio between livestock and land use and a minimum area per livestock unit. In today's terms, Steiner would perhaps speak of the farm as an agro-ecosystem. Like a farm, an ecosystem can be regarded as an organism on a higher level in which various components depend on and work for and with each other. Therefore, biodynamic agriculture has a distinct paradigm and specific research requirements. A unique aspect of biodynamic research is its attention to the dynamic effect of natural forces: investigations include concepts such as \"vital quality\" and \"warmth,\" derived from growth and differentiation of life processes. Innovations and perspectives brought by biodynamic research, based on seeking balance and integration between nutrients, soils, plants, animals, and ultimately the intimate connection between growing methods, nutrient values, and health, are likely to lead towards an effective application of the holistic approaches necessary for the renewal of agriculture. Sources - Fuchs, Nikolai and Flöter, Anne (2009): [In-Farm Research - a Swiss Perspective](http://orgprints.org/17199/). Ecology & Farming (46) - Raupp, Joachim (1999): [Biodynamic Approaches in Research and R. and R. Krell (Editors): First Sren Workshop on Research Methodologies in Organic Farming. Frick, Switzerland, 30 September - 3 October 1998. REU Technical Series 58. Food and Agriculture Organisation FAO, Rome "}