{"title": "Dive Deeper into Your Health with Duke's Integrative Medicine Consultation", "author": "Bryan Roth", "url": "https://www.dukehealth.org/blog/dive-deeper-your-health-dukes-integrative-medicine-consultation", "hostname": "dukehealth.org", "description": "A consultation with a Duke Integrative Medicine provider can offer you a more holistic approach to your overall health.", "sitename": "Duke Health", "date": "2020-12-15", "cleaned_text": "Dive Deeper into Your Health with Duke's Integrative Medicine Consultation If you're looking for a more holistic approach to your overall health, or you are struggling with a chronic medical condition, a consultation with a Duke Integrative Medicine provider may give you the answers you seek. The hour-long visit includes a comprehensive review of your health. You will leave with a treatment plan customized to improve your physical, psychological, and emotional wellness. Here, [Dr. Deborah Ann Ballard, MD](/find-doctors-physicians/deborah-ann-ballard-md-mph), an internal medicine doctor at Duke Integrative Medicine, explains what you can expect from the consultation. Why Should I Have a Consultation at Duke Integrative Medicine? An integrative medicine consultation is best for people who feel their health needs haven't been met through traditional appointments. \"Anyone who is struggling with a chronic condition or who wants to prevent illness and optimize wellness can benefit from an integrative medicine consultation,\" said Dr. Ballard, noting that people she works with tell her they appreciate the extended one-on-one time she spends with them. \"The hour-long visit allows me to understand how to fully address your concerns in a manner consistent with your values and preferences.\" How Does the Integrative Medicine Consultation Work? To make the most of the visit, you'll spend time beforehand completing a detailed form that covers your past medical history, current medical issues, health goals, and lifestyle. If you're already a Duke patient, your integrative medicine doctor will also review health information from your [Duke MyChart](https://www.dukemychart.org/) account, including relevant notes from your doctors and specialists. During the visit, Dr. Ballard will conduct a comprehensive personal health history and self-reflection inventory. She will ask questions to learn more about all aspects of your life and condition. You'll discuss how your diet, sleep schedule, daily stress, toxin exposure, and physical activity impact your health and well-being. Identifying stressors and discussing lifestyle choices can inform changes you can make to address root causes of illness. Dr. Ballard will also perform a physical examination and order lab and imaging tests as needed to confirm diagnoses and guide therapy. The visit is considered a specialty visit by most insurance plans. What Type of Treatment Plan Can I Expect? \"Our goal is for our patients to become well,\" Dr. Ballard explained. \"A consultation can put you on the right path to your optimal wellness, whether or not a disease is curable or reversible. We find a way to help your body work its best no matter where you are on your healing journey.\" For example, diseases like diabetes, hypertension, arthritis, irritable bowel syndrome, chronic fatigue, or chronic pain can often be managed though lifestyle changes and integrative therapies such as nutrition, physical activity, acupuncture, massage, behavioral health, and sleep hygiene. \"Many times, we recommend approaches to help manage chronic health problems that don't require prescription drugs or surgery,\" Dr. Ballard said. \"We look at many different types of healing options. We also want to empower you to care for yourself. It's about working with an expanded toolbox to help you best utilize lifestyle changes, medications, physical therapy, exercise, mindfulness, and non-western medicine to address your problem, restore your energy, and feel your best.\" What Happens After My Initial Appointment? You'll leave with a personalized treatment plan that you can share with your primary care doctor or implement on your own. You can also choose to continue receiving personalized medical services by joining Duke Integrative Medicine for $150 a month. This membership fee is not covered by insurance, but integrative primary care doctor visits incur an additional fee that is covered by most insurance plans. What Are the Benefits of Ongoing Integrative Primary Care? Membership ensures shorter wait times for future appointments, same- or next-day appointments for sick visits, and 24/7 access to your doctor for urgent issues. The integrative primary care membership fee may be an ideal complementary service to your health insurance if you have a chronic condition that requires frequent doctor visits or a high deductible that amounts to more than monthly payments for integrative primary care. Your $150 monthly [membership](/locations/duke-integrative-medicine-center/integrative-primary-care-and-consultations) includes access to our health experts, a 10% discount to all online programs, and discounted membership at the [Duke Health & Fitness "}