{"title": "Sistema inmunitario", "author": "Iniciar sesión", "url": null, "hostname": null, "description": null, "sitename": "Sistema inmunitario", "date": "2023-01-01", "cleaned_text": "El sistema inmunitario protege al organismo de los invasores infecciosos. Sus principales componentes son los glóbulos blancos, los anticuerpos, el sistema del complemento, el sistema linfático, el bazo, el timo y la médula ósea. Proteja su sistema inmunitario - Sistema linfático: Es una red de delicados conductos por todo el cuerpo. Maneja los niveles de líquidos en el organismo, reacciona a las bacterias, combate las células cancerosas, absorbe ciertas grasas de los intestinos y se ocupa de las salidas de las células que, de otro modo, darían lugar a enfermedades o trastornos. Este sistema está formado por los nódulos linfáticos, que atrapan los microbios, y los vasos que transportan la linfa, esto es, el líquido incoloro que baña los tejidos del cuerpo y que contiene los glóbulos blancos que combaten las infecciones. - Médula ósea: Es el tejido esponjoso que se encuentra dentro de los huesos. Produce los glóbulos rojos que el cuerpo necesita para transportar oxígeno, glóbulos blancos que luchan contra la infección y plaquetas que coagulan la sangre. - Bazo: Este órgano filtrador de la sangre elimina los microbios y destruye los glóbulos rojos viejos o dañados. También crea componentes del sistema inmunitario que combaten las enfermedades. - El timo: Filtra y controla el contenido de la sangre. Produce los glóbulos blancos conocidos como linfocitos T, también conocidos como células T. Produce cada vez menos células T a medida que envejecemos. Glóbulos blancos Los glóbulos blancos cumplen una función clave en el sistema inmunitario. Se fabrican en la médula ósea y son parte del sistema linfático. Incluyen linfocitos (células B, células T y células asesinas naturales) y muchos otros tipos de células inmunitarias. Los glóbulos blancos se desplazan por la sangre y los tejidos del cuerpo en busca de microbios extraños, como bacterias, virus, parásitos u hongos. Cuando los encuentran, los atacan. Anticuerpos Los anticuerpos ayudan al cuerpo a luchar contra los microbios invasores, y los identifican con base en los antígenos de su superficie. Una vez que reconocen y marcan el microbio invasor, los glóbulos blancos se desplazan para destruirlo. ¿Qué es la inflamación? La inflamación es en realidad la respuesta inmediata del sistema inmunitario innato a una infección. Se presenta en forma de hinchazón, calentura, sudoración, malestar y aumento del flujo sanguíneo que rodea la lesión, el cual se traduce en más glóbulos blancos disponibles para acudir al rescate. La fiebre, por ejemplo, es en realidad parte de la respuesta del sistema inmunitario del organismo, ya que el alza de la temperatura corporal mata algunos microbios. La fiebre también desencadena el proceso de reparación del organismo. Dos líneas de defensa El sistema inmunitario innato Todos nacemos con este sistema de respuesta rápida. Brinda la mayor parte de la defensa del organismo contra los invasores del medioambiente, heridas o estrés. Este sistema está dirigido por los glóbulos blancos, o leucocitos, que eliminan los agentes patógenos atacándolos físicamente o engulléndolos. Barreras físicas Previenen la entrada de patógenos Estornudar Ácido estomacal Membranas mucosas Glóbulos blancos Eliminan los patógenos activos Macrófagos Neutrófilos Células dendríticas Células asesinas naturales El sistema inmunitario adaptativo Este sistema se desarrolla a medida que uno se expone a diversos agentes patógenos y al recibir vacunas contra enfermedades específicas. El sistema inmunitario guarda un registro de todos los microbios que derrota en ciertos tipos de glóbulos blancos (células B y T), conocidos como células de memoria. Dichas células son capaces de reconocer y destruir el microbio rápidamente si vuelve a ingresar en el organismo, incluso antes de que pueda multiplicarse y causar malestar. Algunas infecciones, como la gripe y el resfriado común, tienen que ser combatidas muchas veces porque existen diversos virus que causan estas enfermedades. Contraer un resfriado o la gripe de un virus no le da inmunidad contra los demás. Inmunidad de las células B Memoria inmunitaria Inmunidad de las células T Elimina las células del huésped infectado "}