{"title": "All pain is real. But could it be coming from your brain rather than your pelvis? | The Center for Advanced Gynecology", "author": null, "url": "https://www.virginiagyn.com/news/mind-body-connection/", "hostname": "virginiagyn.com", "description": "Research continues to show that Pain Reprocessing Therapy, Emotional Awareness and Expression Therapy can resolve chronic pain when other treatments have failed.", "sitename": "The Center for Advanced Gynecology", "date": "2021-12-28", "cleaned_text": "The Mind-Body Connection and Pain Reprocessing Therapy All pain is real. BUT, all pain is activated by the brain. René Descartes is recognized as one of the first western philosopher to describe a detailed pathway of how the body and brain feel pain: a human touches fire, a signal is sent to the brain, and the brain's perception of that signal is what makes you feel pain. In other words, the tissue damage from the fire isn't what makes it painful, but rather the brain's interpretation of the nerve signaling. But what if the signaling wasn't actually coming from the body? Could the brain's perception of pain be triggered by neural circuits in the brain itself, without peripheral signaling or tissue damage? [Howard Schubiner, MD](http://www.unlearnyourpain.com), Director of the Mind Body Medicine Center at Providence Hospital in Southfield, Michigan, has spent his career studying and treating patients for chronic pain with the concept that their chronic pain may be originating from their brain, not the organ or tissue where the pain is felt. He calls this MBS (The mind-body syndrome) and has published many studies showing the effectiveness of this treatment including in randomized controlled trials (the highest quality clinical research possible). The results are impressive. I recently heard him speak at the [International Pelvic Pain Society](https://www.pelvicpain.org/)'s Annual Scientific Meeting on October 23, 2021. I was just as impressed with his presentation as I have been with his publications. One of the most remarkable things he showed was a video of him working with a pelvic pain patient who had not been able to sit for several years without pain. She had been unable to find relief with medications, nerve blocks, or physical therapy. After going through a mental exercise with her, she was able to sit for the first time in years without pain-right there in his office. It seemed miraculous, but its not. It's neurobiology. [John Sarno ](https://www.psychologytoday.com/us/blog/unlearn-your-pain/201707/john-sarno-md-american-hero)is credited with the concept of Mind Body Medicine and what he termed Tension Myositis Syndrome (and Dr Schubiner calls MBS) and published a very impactful book [Healing Back Pain: The Mind-Body Connection](https://www.amazon.com/Healing-Back-Pain-Mind-Body-Connection/dp/0446557684) in 1991. Could this concept work for you? For some patients these concepts may make sense and provide a previously unexplored method of treatment for pain that hasn't responded to medication or surgery. For some patients with pelvic pain these concepts may make sense and provide a previously unexplored method of treatment for pain that hasn't responded to medication or surgery. [Alan Gordon](https://www.painpsychologycenter.com/our-team.html), a psychotherapist in Los Angeles is also a practitioner of this type of therapy with great success. A recent study published in the prestigious [JAMA Psychiatry](https://jamanetwork.com/journals/jamapsychiatry/fullarticle/2784694?resultClick=1) highlights their success in patients with chronic back pain. 151 subjects with persistent back pain were randomly assigned to one of three groups: no treatment, placebo, and eight 1-hour sessions of Pain Reprocessing Therapy. Talking. No medication. Remarkably 66% of the subjects in the treatment group were pain-free or nearly pain-free after the 4 week trial (compared to 10% in the no treatment group), and these results were mostly stable at 1 year. This is a remarkable outcome. But its not the only study to show such an outcome. You can read more about it in the recent opinion piece in the [Washington Post](https://www.washingtonpost.com/outlook/2021/10/15/chronic-pain-brain-plasticity/) by Nathaniel Frank. I write about this important treatment option because when it works, patient's always ask \"why didn't anyone tell me about this sooner?\" Well, now, you've been told. \"Why didn't anyone tell me about this sooner?\" Well, now, you've been told. If you want to find out more, there are many free ways to explore this treatment pathway including books from your local library, YouTube videos, and some free webinars: - CURABLE: [https://www.curablehealth.com/](https://www.curablehealth.com/)Neuroscience and evidence based, accessible without needing to go see a doctor, and inexpensive. There are multiple modules from experts in the field. [www.unlearnyourpain.com](http://www.unlearnyourpain.com)- videos, articles and other links on Dr. Howard Schubiner's website. I encourage you to watch the 6 short videos he put up on this site if you want to understand the mind-body connection to pain. [freedomfromchronicpain.com](https://www.freedomfromchronicpain.com/): This is the website for a course in Pain Reprocessing in Australia, but it has a free webinar introducing the concept of Pain Reprocessing Therapy and Mind-Body Treatment. - Read the first of [Dr. Schubiner's book](https://www.unlearnyourpain.com/Unlearn%20Your%20Pain%20Book) - Review Dr - Read [Dr. Gordon's "}