{"title": "Un equipo australiano consigue desarrollar la primera vacuna contra el virus Hendra | PortalVeterinaria", "author": null, "url": "https://www.portalveterinaria.com/animales-de-compania/articulos/21949/un-equipo-australiano-consigue-desarrollar-la-primera-vacuna-contra-el-virus-hendra.html", "hostname": "portalveterinaria.com", "description": null, "sitename": "portalveterinaria.com", "date": "2012-02-22", "cleaned_text": "Deborah Middleton, del Australian Animal Health laboratory (AAHL), perteneciente al Commonwealth Scientific and Industrial Research Organisation (CSIRO), anunció en el congreso de la Asociación de Veterinarios Australianos en Adelaida, el pasado 17 de mayo, que su equipo había conseguido preparar una vacuna contra el virus Hendra (VHe), todavía en fase experimental. Según se explica en la web de la Organización Mundial de la Salud, la infección por este virus es una zoonosis emergente que afecta gravemente a los caballos y al ser humano. Se ha determinado que el huésped natural del virus es el murciélago frugívoro de la familia Pteropodidae, género Pteropus. Los síntomas de la infección humana por VHe comprenden desde un síndrome seudogripal leve hasta un cuadro respiratorio o neurológico mortal. El caballo es la única especie animal en la que se ha detectado la infección natural, con una tasa de letalidad de un 75% aproximadamente. Middleton ha puntualizado que la vacuna ha demostrado su eficacia en los caballos, por el momento, pero según la doctora esto es suficiente: \"Es crucial romper el ciclo del virus desde los murciélagos a las personas\". La primera notificación de brotes de este virus fue en 1994. Desde entonces, de 14 brotes registrados cinco han afectado a personas, de las cuales siete han muerto, el último un veterinario de Queensland en el curso del brote registrado en 2009 en la localidad de Cawarral. Si las pruebas de campo necesarias para llevar a cabo el registro de la vacuna salen como se espera, podría haber un producto comercial disponible en Australia a principios de 2012. [ Diagnóstico y tratamiento de patologías cardíacas felinas ](https://edicionesedra.com/veterinaria/2881-diagnostico-y-tratamiento-de-patologias-cardiacas-felinas.html?utm_source=web_pv&utm_medium=referral&utm_content=widget_pv&utm_campaign=promo_formacion) Tipo de curso: Cursos tutorizados inicio: 07/11/2023 Fecha de fin: Duración: 12 horas Taller 7 horas Fechas disponibles: - 17/11/2023 - 24/11/2023 [ Iniciación a la ecocardiografía. Claves de interpretación clínica ](https://edicionesedra.com/veterinaria/2833-iniciacion-a-la-ecocardiografia-claves-de-interpretacion-clinica.html?utm_source=web_pv&utm_medium=referral&utm_content=widget_pv&utm_campaign=promo_formaci) Tipo de curso: Cursos tutorizados con experto Fecha de inicio: 10/10/2023 Fecha de fin: 26/12/2023 Duración: 40 horas [ Diagnóstico en oncología: lo bueno, lo feo y lo malo ](https://edicionesedra.com/es/veterinaria/2708-diagnostico-en-oncologia-lo-bueno-lo-feo-y-lo-malo.html?utm_source=web_pv&utm_medium=referral&utm_content=widget_pv&utm_campaign=promo_formacion_vet) Tipo de curso: Master Session Fecha de inicio: 28/11/2023 Hora de inicio: 16:00 h (15:00 h Canarias) Duración: 2,5 horas "}