{"title": "PDF", "author": "PDF", "url": "https://www.hepb.org/assets/Uploads/vaccine.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "What is hepatitis B? Hepatitis B is the most comm on serious liver infection in the world. It is caused by the hepatitis B virus (HBV) that attacks liver cells and can lead to liver failure, cirrhosis (scarring) or cancer of the liver later in life. The virus is transmitted through contact with infected blood and bodily fluids. Is there a safe vaccine for hepatitis B? YES! The good news is that there is a safe and effective vaccine for hepatitis B. More t han 1 billion doses have been given around the world. The vaccine is a series of three shot s given over a six-month period that will provide a lifetime of protection. You cannot get hepatitis B from the vaccine - there is no human blood or live virus in the vaccine. Who should be vaccinated against hepatitis B? The American Academy of Pediatrics is now recommending the hepatitis B vaccine for all newborns and children up to 18 years of age, and all high-risk adults. All infant s should receive the first dose of the vaccine at birth, or before leaving the hospital. In most states, ch ildren need the hepatitis B vaccine for school entry. We also reco mmend this vaccine for anyone who lives in close contact with, or is a sex ual partner of an infected indivi dual. In addition, the vaccine is recommended to anyone who is at risk of infect ion through their job, lifestyle choices, or other life circumstances. Those at risk for contracting hepatitis B are: Health care workers and emergency personnel Infants born to mothers who are infected at the time of delivery Partners or individuals living in close household contact with someone who is infected Individuals who have had multiple sex partners, or who have been diagnosed with an STD Individuals who use illegal drugs Men who have sex with men Individuals who received a blood transfusion prior to 1992 Individuals who get tattoos or body piercings Individuals who adopt children from or travel to c ountries where hepatitis B is common (Asia, Africa, South America, the Pacific Islands, Eastern Europe, and the Middle East) Individuals emigrating from countries where hepatitis B is common, or are born to parents who emigrated from these countries Where can I get the hepatitis B vaccine? Talk to your doctor and check your local health department or health clinics to see if they have free or redu ced-cost vaccine programs. Ask about the Vaccines for Children Program, which provides fr ee hepatitis B vaccine for all children up to age 19. For more information on this program, contact the National Immunization Hotline at 1-800-232-2522 or www.cdc.gov/YDFFLQHV\u0012SURJUDPV\u0012YIF\u0012GHIDXOW . Hepatitis B Foundation C ause for a Cure www.hepb.org Hepatitis B Foundation · 3805 Old Easton Road, Do ylestown PA 18902 · 215-489-4900 · info@hepb.org The Hepatitis B Vaccine Protect Yourself and Those You Love Hepatitis B Foundation · 3805 Old Easton Road, Doylestown PA 18902 · 215-489-4900 · info@hepb.org How can I tell if I am protect ed against hepatitis B? If someone has received the hepatitis B vaccine, then a simple blood test can tell whether they are protected If they have responded to the vaccine series, the blood test will s how a positive result for the hepatitis B surface antibody (HBsAb+). It is recomm ended that all health care workers and household members or sexual partners of an infected indivi dual have their antibody levels tested one month after completing the vaccine series. How soon will I be protected on ce I start the vaccine series? After the 1st dose of HBV vaccine, there can be up to 50% protection. After the 2nd dose of HBV vaccine, there can be up to 80% protection. It is very important to receive the third shot to ensure 100%, long-term protection . If possible, ask your doctor to check your antibody level one month after completing the vaccine series. How can I protect mysel f until the vaccine series is complete? For those people who are in close household contact with or are sexual partners of infected individuals, it is important to use precautions until the vaccination series is complete, and the antibody level blood test shows positive protection (HBsAb+). For example, it is important to not share t oothbrushes, razors, or nail eq uipment. In addition, following safe sex practices is impor tant since HBV can be transmitted sexually. Does the vaccine work for everyone? Approximately 5% of people do not develop antibodies after the completion of the hepatitis B vaccine series. If a blood test is given four weeks follow- ing the completion of the series and the test shows no response to the vaccine, the general recommendation is to complete the series again. A person is considered to be a \"non-responder\" if they have completed two full vacci nation series without producing protective antibodies. A non-responder should ask their doc tor for a blood test to rule out the possi- bility that they are already infected with hepatitis B. What if I am exposed to hepatitis B? If you have been vaccinated and a bl ood test shows positive antibodies (HBsAb+), you are protec ted against a hepatitis B infection. In the case of non-responders or unvaccinated individuals who are exposed to HBV, it is recommended that they receive the hepatitis B immunoglobulin (HBIG) as soon as possible. Unva ccinated individuals should also start the vaccine series at this time. Talk to your doctor if you think you might have been exposed to HBV. If I began the vaccine series and never completed it, do I have to start the entire series over again? According to guidelines created by the Cent ers for Disease Control and Prevention (CDC) you do not have to restart the vaccine series if you received only one or two doses - even if it has been a few years since your last dose of the vaccine. You only need to complete the series by getting the remaining shot(s). DID YOU KNOW?? The hepatitis B vaccine is the most widely used vaccine in the world, with over 1 billion doses given. Since HBV accounts for 80% of all liver cancer worldwide, the hepatitis B vaccine is the first anti-cancer vaccine to be developed. For more information about the hepatitis B vaccine please visit: Hepatitis B Foundat ion at www.hepb.org Vaccines for Children's Program at 1-800- 232-2522, www.cdc.gov/YDFFLQHV\u0012SURJUDPV/vfc/Gefault.htm CDC Immunization Hotline at 2 or Action Coalition "}