{"title": "PDF", "author": "PDF", "url": "extension.arizona.edu/sites/extension.arizona.edu/files/pubs/az1042-2017.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Houtkooper, Vanessa A. Farrell, Veronica Mullins Calcium and Health Calcium is an essential mineral found in great abundance in the body. Ninety-nine percent of all the calcium in the body is found in the bones and teeth. The remaining one percent is in the blood. Calcium plays important roles in nerve conduction, muscle contraction, and blood clotting. If calcium levels in the blood drop below normal, calcium will be taken from bone and put into the blood in order to maintain blood calcium levels. Therefore, it is important to consume enough calcium to maintain adequate blood and bone calcium levels. Calcium and Disease Prevention Osteoporosis — Osteoporosis means \"porous bone,\" and is characterized by a decrease in bone mineral density, bone calcium content, and an increased risk of fractures. Osteoporosis risk factors that cannot be changed are: Being female Being postmenopasual Having a small skeleton Being Caucasian / Asian A family history of osteoporosis and fractures Adv anced age Osteoporosis risk factors that can be changed are: Medications with negativ e effects on bone Inadequate or excessiv e intake of nutrients Sedentary - no w eight bearing activity Excessiv e exercise Low body w eight Cigarette smoking High alcohol consumption One way to help reduce your risk is to consume adequate amounts of calcium in your daily diet. If you cannot consume enough calcium from your foods, supplements are a safe alternative. Kidney Stones — Excessive calcium intake may contribute to kidney stone formation and traditionally those with kidney stones have been advised to consume low calcium diets; however, recent research shows that meeting recommended calcium intake levels actually reduces kidney stone formation risk. The best strategy to prevent kidney stones, therefore, is to consume appropriate amounts of calcium to meet your needs every day, thus avoiding deficient or excessive intake levels. How much calcium do I need? DIETARY REFERENCE INTAKES FOR CALCIUM Age Milligram (mg)/dayTolerable Upper Intake Level (UL) mg/day Infants 0 - 6 months 200 1,000 Infants 6 - 12 months 260 1,500 Children 1 - 3 years old 700 2,500 Children 4 - 8 years old 1,000 2,500 Adolescents 9 - 18 years old1,300 3,000 Adult Males and Females 19 - 50 years old1,000 2,500 Adult Males 51 -70 years old1,000 2,000 Adult Females 51 - 70 years old1,200 2,000 Adults > 70 years old 1,200 2,000 Pregnancy and Lactation 14 - 18 years old 1,300 3,000 19 - 50 years old 1,000 2,500 Source: Institute of Medicine, National Academy of Science, 2011. The National Institute of Health Consensus Conference on Optimal Calcium Intake supports a higher calcium intake of 1,500 milligrams per day for postmenopausal women not taking estrogen and adults 65 years or older.2 The University of Arizona Cooperative ExtensionHow much calcium is too much? It is recommended that you do not take more than the UL of calcium per day. High calcium intakes can lead to constipation, an increased chance for developing calcium kidney stones, and may inhibit the absorption of iron and zinc from food. How should I get my calcium? The best way to get your calcium is from the foods you eat. This has the advantage of also providing you with other nutrients in foods that are important for absorbing and using calcium in your body, such as lactose in milk. A good source of calcium contributes at least 100 milligrams of calcium in a standard serving. Some good food sources of calcium are: Food SourceServing SizeCalcium (mg) Milk & yogurt 8 oz 300-450 Cheese 3 oz 300-450 Bones in canned sardines and salmon 3 oz 181-325 Calcium fortified foods (i.e., orange juice, soy milk)8 oz 200-300 Dark green, leafy vegetables 1 cup 100-200 For people who cannot consume enough calcium from food and beverages and are unable to make changes in their eating habits, calcium supplementation may be necessary to obtain adequate calcium intakes. What increases calcium absorption? The calcium you consume from your diet or as a supplement is absorbed by the body in the small intestine. Not all the calcium you eat will be absorbed, some will pass through your body and be excreted as waste. How much calcium is absorbed by the body depends on the type of calcium you consume, how well the calcium dissolves in the intestines, and the amount of calcium in your body. Acidic conditions in the intestine — Calcium carbonate requires an acidic environment in order to be dissolved in the intestine and absorbed into the blood. Stomach acid production increases in the presence of food, creating an acidic environment. Therefore, calcium carbonate supplements should be taken with a meal. Calcium citrate does not require the presence of extra stomach acid to dissolve and be absorbed and can be taken on an empty or full stomach. Vitamin D — Calcium absorption is dependent on an adequate level of the active form of vitamin D. Often vitamin D is supplemented, along with calcium. Vitamin D supplements are usually not necessary because vitamin D is available from vitamin D fortified milk, foods such as fish and egg yolks, and exposure to sunlight by the skin. In general, you only need 10-15 minutes of sunlight exposure on your face and arms two or there days a week to maintain an adequate vitamin D level. However, the amount of sunlight that your skin absorbs is dependent on the weather, latitude, time of year, the amount of skin exposed, and sunscreen use. Estrogen — Estrogen is a hormone that plays an important role in helping increase calcium absorption. After menopause, estrogen levels drop and so may calcium absorption. Hormone replacement therapy has been shown to increase the production of vitamin D, thus increasing calcium absorption. Note: In recent years, use of hormone replacement therapy (HRT) as a primary defense against postmenopausal bone loss has declined. Evidence suggests that estrogen replacement therapy (ERT) increases the risk for stroke and potentially blood clots in the lungs. Estrogen plus progestin replacement therapy also increases these risks as well as risks for coronary heart disease and breast cancer. Hormone replacement therapy continues to be used by many women for the treatment of postmenopausal symptoms as well as for defense against bone loss. Women interested in HRT should consult with their physician to learn more about the risks and benefits of this therapy option. Low calcium intakes — Your body absorbs calcium less efficiently as your intake increases, therefore it is best to take your calcium in smaller doses throughout the day to aid absorption. You should not take more than 500 milligrams of calcium at one time and allow 4 to 6 hours between doses. Low blood calcium — When the calcium level in your blood is low, parathyroid hormone is released and increases the production of vitamin D. The vitamin D helps increase calcium absorption, returns the amount of calcium in your blood to normal levels, and makes calcium available to be deposited in the bones. Lactose — Lactose, the major carbohydrate in milk, aids calcium absorption, however, how this occurs in the body is still unknown. Type of supplements — One factor affecting calcium absorption from supplement tablets is how well the calcium tablet dissolves. To ensure you are taking a supplement that will dissolve in your intestine, take one that meets the U.S. Pharmacopeia's (USP) standards for dissolution. The \"USP\" letters on the label indicate that the supplement meets the U.S. Pharmacopeia's standards for the amount of elemental calcium in a tablet and how well the tablet dissolves. According to USP standards, a calcium tablet must contain 90-110% of the amount of elemental calcium listed on the supplement label and must dissolve in 30-40 minutes. Caffeine — Studies have shown that caffeine intake of up to five or more cups of coffee per day is not a risk factor for increased bone mineral loss in postmenopausal women. Even women with low daily calcium intakes did not show 3 The University of Arizona Cooperative Extensionincreased bone losses when consuming this amount of caffeine. While high intakes of caffeine can cause urinary calcium excretion, simply adding 1 - 2 tablespoons of reduced fat milk to caffeinated coffee or tea will negate this calcium loss. What decreases calcium absorption? Oxalic Acid — Oxalic acid is a substance that binds to calcium directly in some plant-foods making the calcium unavailable for absorption. The amount of calcium absorbed from foods high in oxalic acid, such as spinach, soybeans, and cocoa, is small. However, the calcium absorption from other food sources, consumed at the same meal, will not be affected. Phytates — Phytates are substances found in some plant foods that can bind calcium in the intestine and decrease its absorption. Phytates, unlike oxalic acid, will bind the calcium from other food sources consumed at the same meal. Dietary fiber — Although the effects are relatively small, high dietary intake of insoluble fiber, found in foods such as wheat bran, can bind calcium in the intestine and decrease absorption. Laxatives or anything that induces diarrhea — Diarrhea can move substances through the intestine very rapidly, not leaving enough time for calcium to be absorbed. Great excesses of the minerals phosphorous and magnesium in proportion to calcium — The absorption of both magnesium and phosphorous requires vitamin D. If phosphorous and magnesium minerals are consumed in excess, there will be less vitamin D available for aiding calcium absorption. Tannins in tea — Tannins are substances found in tea which can bind with calcium in the intestine, therefore decreasing its absorption. Avoid drinking tea when you take calcium supplements or eat calcium-rich foods. Medications — Long term use of medications, such as corticosteroids, and anti-convulsants can be damaging to bone. These medications are used for chronic conditions such as asthma, rheumatoid arthritis, and psoriasis. If you need to take these medications for extended periods of time, consult your doctor about ways to help prevent bone loss. If one or more of these factors apply to you, you can compensate by increasing your calcium intake from food or supplements. Be sure not to exceed the UL of calcium per day. What type of calcium supplement is best? The calcium you consume in foods and supplements occurs in a compound form. A compound is a substance that contains more than one ingredient. Other possible ingredients, besides calcium, in a calcium compound include carbonate and citrate. The calcium in a compound is called elemental calcium. During digestion, the calcium compound dissolves and the elemental calcium becomes available to be absorbed into the blood. If a tablet contains 500 milligrams of calcium carbonate, it contains only 200 milligrams of elemental calcium. This is because only 40% of the calcium compound is elemental calcium. The other 60%, or 300 milligrams, would be from the carbonate ingredient. Most calcium supplements list the elemental calcium content on the label. Many different name brand calcium citrate and calcium carbonate products are on the market today. Citracal® and Solgar® are brand name calcium citrate products. Tums® and Caltrate® are brand name calcium carbonate products. What about other calcium supplements? Dolomite, Oyster shell, and Bone Meal are naturally occurring calcium carbonate sources which may contain heavy metals, including lead. Minimizing lead intake is important for pregnant and nursing women, and children. The Food and Drug Administration (FDA) has set an upper limit for the amount of lead a calcium supplement can contain (7.5 micrograms per 1000 milligrams of calcium). Currently, calcium supplements are not tested by a regulatory agency for lead content before they are placed on the market. It is up to the manufacturer to assure that the lead content of their calcium supplement meets the FDA standards. Calcium Phosphate, Calcium Lactate, and Calcium Gluconate have very small percentages of elemental calcium in each supplement tablet. Therefore, it is necessary to take a large number of tablets to consume an adequate amount of calcium every day. Supplement FormPercent Elemental CalciumComments Calcium Citrate21%Best absorbed supplemental form of calcium. It does not require the presence of extra stomach acid to dissolve. Calcium citrate can come in colloidal form. This is a liquid form of calcium that may be less irritating to the intestinal wall. Calcium Carbonate40%Most common type of calcium supplement on the market. Usually requires extra stomach acid for digestion, so should be taken with a meal.4 The University of Arizona Cooperative ExtensionAny products, services or organizations that are mentioned, shown or indirectly implied in this publication do not imply endorsement by The University of Arizona. Issued in furtherance of Cooperative Extension work, acts of May 8 and June 30, 1914, in cooperation with the U.S. Department of Agriculture, Jeffrey C. Silvertooth, Associate Dean & Director, Economic Development & Extension, College of Agriculture and Life Sciences, The University of Arizona. The University of Arizona is an equal opportunity, affirmative action institution. The University does not discriminate on the basis of race, color, religion, sex, national origin, age, disability, veteran status, or sexual orientation in its programs and activities.What is the bottom line? Consume appropriate amounts of calcium to stay healthy and reduce your risk for developing osteoporosis and calcium kidney stones. Use the table of Dietary Reference Intakes for calcium to find out how much calcium you need to consume each day. Do not take more than the UL of elemental calcium per day. Try to consume calcium from foods or beverages. If you take calcium supplements, calcium citrate and calcium carbonate are the best choices because they are easy to find, contain relatively large amounts of elemental calcium, and dissolve well in the body. Adequate vitamin D in the body is important for calcium absorption. You can get vitamin D from vitamin D fortified milk and milk products, from exposure to sunlight on your skin, and from some foods, including fish, and egg yolks. The UniversiTy of ArizonA College of AgriCUl TUre And life sCienCes TUCson , ArizonA 85721 lindA , ph.d., r.d.n., vAnessA A. fArrell , ph.d., r.d.n., Associate in Extension, Department Nutritional Sciences veroniCA A. M Ullins , M.s., r.d.n., Assistant Professor of Practice ConTACT : vAnessA fArrell stanford@u.arizona.edu This information has been reviewed by University faculty. extension.arizona.edu/pubs/az1042-2017.pdf Other titles from Arizona Cooperative Exten sion can be found at: "}