{"title": "Mpox (monkeypox)", "author": "Department; Australia", "url": "https://www.health.vic.gov.au/infectious-diseases/monkeypox-mpx", "hostname": "health.vic.gov.au", "description": "Mpox (monkeypox) is a disease caused by infection with the mpox virus.", "sitename": "State Government of Victoria, Australia", "date": "2023-08-08", "cleaned_text": "On this page - [Key messages](#key-messages) - [Notification requirement for [Incubation period of mpox](#incubation-period-of-mpox) - [Public health significance and occurrence of mpox](#public-health-significance-and-occurrence-of-mpox) - [Reservoir of mpox virus](#reservoir-of-mpox-virus) - [Mode [Period communicability of mpox](#period-of-communicability-of-mpox) - [Susceptibility and [Community resources](#community-resources) Key messages - Mpox (monkeypox) is a disease caused by infection with the mpox virus. - Since May 2022, there has been a multi-country outbreak of mpox which has mostly impacted men who have sex with men. - In Victoria, the risk of local transmission linked to international travel remains. - Mpox can be spread from person-to-person through skin-to-skin contact, contact with contaminated surfaces or objects, and respiratory droplets. - Symptoms can include a rash, fever, chills, muscle aches, backache, swollen lymph nodes, sore throat and exhaustion. Proctitis or urethritis can also occur. - Vaccination can protect against mpox and is available for eligible people. - Clinicians should test for mpox in all patients presenting with compatible symptoms. - Mpox is an urgent notifiable condition in Victoria, in accordance with Victorian statutory requirements. - An increased supply of mpox vaccines is now available in Victoria and vaccination eligibility criteria have been expanded. - Vaccination is available free-of-charge for eligible people through certain sexual health clinics and select health services. Notification requirement for mpox Mpox is an urgent notifiable condition, in accordance with Victorian statutory requirements. Medical practitioners and pathology services must notify any suspected or confirmed case to the Department of Health by telephone upon initial diagnosis or clinical suspicion as soon as practicable and within 24 hours. Notify any suspected or confirmed case of mpox to the Department of Health by calling [1300 651 160](tel: 1300 651 160) (24/7). Medical practitioners do not require approval from the Department of Health to test for mpox. Infectious agent of mpox Mpox is caused by the mpox virus, a poxvirus (Family Poxviridae, the genus Orthopoxvirus). Identification of mpox Clinical features Symptoms of mpox can include a rash, fever, chills, muscle aches, backache, swollen lymph nodes, sore throat and exhaustion. Non-rash symptoms may precede or accompany the rash. Some people with mpox experience proctitis (which may present with anal or rectal pain, bloody stools, diarrhoea) or urethritis. The rash mainly affects the genital or perianal areas, face including inside the mouth, and extremities such as hands and arms or feet and leg, however other parts of the body can be affected. The rash may change and go through different stages and involve skin lesions such as vesicles, pustules, pimples, or ulcers which become scabs that fall off. People with mpox are considered infectious from the first onset of symptoms until all skin lesions crust, scab and fall off with a layer of new skin forming underneath. Symptoms may resemble sexually transmitted infections (STIs) such as herpes or syphilis and co-infections may occur. Therefore, investigating for other potential causes of symptoms is important. Mpox typically results in mild illness and most symptoms resolve within a few weeks. However, some people may develop severe illness and require hospitalisation. Children, pregnant women, and immunocompromised people are considered at higher risk of developing severe disease. Diagnosis Diagnosis of mpox is confirmed by detection of mpox virus RNA by polymerase chain reaction (PCR). Suitable samples include a swab or other specimen of rash lesion material. Other samples can include anorectal swab for patients presenting with proctitis or nasopharyngeal and throat swabs. For further information on sampling, contact the Local Public Health Unit or refer to the Public Health Laboratory Network resources. Sampling procedures may vary depending on the location and phase of the rash or other presenting symptoms, and specific packaging and transport of samples are required. Appropriate personal protective equipment (PPE) should be worn while collecting samples from patients suspected of mpox infection. This includes fluid repellent surgical mask, gloves, disposable fluid resistant gown, and eye protection - face shields or goggles. Clinicians should consider the possibility of mpox as well as alternative diagnoses may resemble STIs, testing should be considered as part of investigation of differential diagnoses based on individual risk assessment. Incubation period of mpox The incubation period typically varies from 7 to 14 days from exposure and can range from 5 to 21 days following exposure. Anyone who comes into prolonged physical or intimate contact with someone who has mpox should closely monitor for symptoms for 21 days following exposure. Public health significance and occurrence of mpox Mpox is typically endemic in central and west Africa, often in proximity to tropical rainforests, and has been increasingly appearing in urban areas. In recent years, the number of cases and geographic spread of mpox has increased and is thought to be related to increasing urbanisation and globalisation, alongside decreasing population immunity following the cessation of smallpox vaccination programs. Smallpox vaccines are proven to be protective against other orthopoxviruses including mpox virus. Since May 2022, a multi-country outbreak of mpox has been reported involving regions that are not endemic for mpox, including Australia. The outbreak has primarily impacted men who have sex with men, particularly those who are travelling to outbreak areas, have multiple sexual partners or attend large parties or sex on premises venues. Transmission has mainly occurred through very close or prolonged physical or intimate contact with an infectious person. Reservoir of mpox virus The natural reservoir of mpox remains unknown. However, mpox virus has been isolated from several African rodents and primates, including the Gambian pouched rat, tree squirrel, rope squirrel and sooty mangabey monkey. Mode of transmission of mpox Person-to-person transmission of mpox occurs with prolonged physical or intimate contact with infected people (such as skin-to skin contact during sexual contact) and can also spread through respiratory droplets and contact with contaminated surfaces and objects (such as contaminated clothing, towels, or bedding). Period of communicability of mpox People with mpox are infectious from the time that they develop their first symptoms (which may be a fever or a rash) and until all skin lesions crust, scab and fall off with a layer of new skin forming underneath. Susceptibility and resistance to mpox Most people are not at risk of mpox. People at highest risk are men who have sex with men, particularly those who are travelling to outbreak areas, have multiple sexual partners or attend large parties or sex on premises venues. Prior to the recent outbreak in non-endemic counties, mpox was rarely detected outside of Africa. As such, most people in Australia are potentially susceptible to infection. Smallpox vaccines such as the JYNNEOS vaccine can provide protection against mpox because the two viruses are closely related. The vaccine is most effective two weeks after the second dose and gives an 80% protection against mpox. The vaccine does not provide full protection against mpox, especially if you have received only one dose. People who have previously been vaccinated against smallpox, such as older Australians or people who previously worked in occupations at risk of exposure, may have some immunity against mpox. Control measures for mpox Preventive measures Mpox can be prevented through various measures, which includes vaccination. - People should avoid close contact with people with suspected or confirmed mpox. This includes contact with any potentially contaminated materials, such as bedding and towels, that have been in contact with an infected person. - When there is a local outbreak, mpox can also be prevented by limiting your number of sexual partners and ensuring that you have their contact details, until you are fully vaccinated. Limit sexual partners for three weeks following your return from overseas countries where there are active outbreaks. - Maintain good hygiene practices such as washing hands with soap and water or cleaning hands with alcohol-based sanitiser. People who have had mpox should use condoms when having sex for a further 12 weeks after clearance. Healthcare workers caring for suspected or confirmed mpox patients should implement both standard contact and droplet precautions. [See ICEG interim guidance on Monkeypox for health ](https://www.health.gov.au/resources/publications/iceg-interim-guidance-on-monkeypox-for-health-workers). For more information for men who have sex with men, visit [Thorne Harbour Health ](https://thorneharbour.org/). Vaccination In Victoria, the mpox vaccine (JYNNEOS® vaccine) is available free-of-charge for eligible people who meet any of the following criteria. Eligibility criteria Post-exposure preventive vaccination (PEPV): for high-risk close contacts of mpox cases, preferably within 4 days, in accordance with [Australia Technical Guidance on Immunisation clinical guidance on ](https://www.health.gov.au/resources/publications/atagi-clinical-guidance-on-vaccination-against-monkeypox?language=en). Primary preventive vaccination (PPV): - All sexually active gay and bisexual men (cis and trans). - Sexual partners of the above. - Sex workers. - Immunisation providers who are administering the ACAM2000 smallpox vaccine. - Laboratory workers who analyse specimens from mpox cases. - Vaccination may also be considered for healthcare workers at higher risk of exposure to patients with mpox, including primary care, sexual health clinics, hospital staff and others, based on local risk assessments. The risk of transmission should be also minimised by using [infection control](https://www.health.gov.au/resources/publications/iceg-interim-guidance-on-monkeypox-for-health-workers). Two doses are required for optimal protection and are provided subcutaneously 28 days apart. The mpox vaccine takes approximately 14 days before it is effective. For more information on vaccination, see the [Victorian mpox (monkeypox) vaccination program guidelines](/infectious-diseases/mpox-monkeypox#resources-for-health-professionals). How to access the vaccine Mpox vaccines are available through certain sexual health clinics, and select health services. People eligible for mpox vaccine can [register their ](https://www.mpxvaccine.forms.health.vic.gov.au/) or contact their Local Public Health Unit (LPHU) (using the map below) to find their local mpox vaccination provider. Metro LPHUs | | Region Contact | | Western Suburbs | | North Eastern Suburbs | | South Eastern Suburbs Regional LPHUs | | Region Contact | | Barwon South West | | Gippsland Latrobe | | Grampians Ballarat | | Goulburn Valley | | Loddon Mallee | | Ovens Murray Other locations Clinic [Prahran Market](https://www.prahranmarketclinic.com/) [Northside](https://northsideclinic.net.au/) [Collins Street Medical](https://collinsstmedicalcentre.com.au/) Infectious Diseases Outpatient Clinic The Alfred 55 Commercial Road, Melbourne Email: [specialistimmunisationservice@alfred.org.au](mailto: specialistimmunisationservice@alfred.org.au) Wednesday and Friday AM Please note that while the vaccine is free of charge to eligible people (including non-Medicare holders), consultation fees may apply. Speak to the relevant clinic to verify consultation related fees. For all other enquires regarding the mpox vaccine, email [immunisation@health.vic.gov.au](mailto:immunisation@health.vic.gov.au). TraX study The Kirby Institute are working to determine the uptake and effectiveness of the mpox vaccine. Help prevent the spread of mpox in Australia by [joining the TraX ](https://traxstudy.org.au/) and complete brief weekly questionnaires. [Watch this ](https://www.youtube.com/watch?v=wthYXqdGu18) to learn more about the study. Mpox eLearning module Online training has been developed to educate pharmacist immunisers and nurse immunisers about mpox immunisation before they can administer the vaccine in Victoria. Please refer to the Secretary Approvals for [pharmacist immunisers ](/immunisation/pharmacist-immunisers)and [nurse immunisers](/drugs-and-poisons/nurse-immunisers) for information about the scope and requirements of the authorisation. When to get mpox vaccine The best time for people to get the vaccine is before they are exposed to mpox. The vaccine takes approximately 14 days before it is effective. Individuals who have been vaccinated should ensure they follow public health advice to minimise their risk of contracting mpox during this time. If a person is exposed to mpox, receiving a vaccination within 4 days after the first exposure will provide the highest chance of avoiding disease. Anyone at-risk who is planning to travel to a country experiencing a significant outbreak should be vaccinated 4-6 weeks before they depart to allow for maximum protection. Control of case Mpox typically results in a mild illness and most cases recover within a few weeks. Most cases will not require specific treatment other than supportive management or treatment of complications (e.g. antibiotics for secondary cellulitis). Antivirals may be indicated for severe infections. Tecovirimat (TPOXX) is the preferred treatment for severe mpox virus infection. Advice on clinical management, including antiviral treatment, should be sought from an infectious disease physician. Approval is required from the Deputy Chief Health Officer to access TPOXX from the National Medical Stockpile. Clinicians should contact the Department of Health on 1300 651 160 to request authorisation. Restricting contact with others and following precautions are effective measures to reduce the spread of disease. Confirmed cases should restrict their interactions with others, especially those at high risk of severe disease from mpox, until all skin lesions have crusted, scabs have fallen off and a layer of new skin has formed underneath. People who have recovered from mpox should use condoms when engaging in sexual activity for 12 weeks after recovery. Any person suspected to have mpox and undergoing testing should restrict their interactions with others while awaiting the result. LPHUs will provide specific advice to cases regarding requirements to restrict interactions and follow precautions. Control of contacts Depending on the level of exposure to mpox, LPHUs may follow up contacts to advise them of their exposure, to monitor for symptoms, and follow precautions for 21 days following exposure. High-risk contacts may be recommended to receive post-exposure prophylaxis to reduce their risk of infection. Post-exposure prophylaxis Vaccination with an mpox vaccine or other post-exposure prophylaxis (including vaccinia immunoglobulin) may be recommended for certain contacts following a case-by-case risk assessment, if there are no contraindications. Post-exposure vaccination should be given preferably within 4 days of exposure to mpox, but can be given up to 14 days after last exposure based on a risk assessment. Contacts eligible for PEP will be referred by their LPHU to a health service for vaccination. Control of environment In healthcare settings, standard cleaning and disinfection procedures should be performed using a hospital-grade disinfectant with activity against viruses. Activities such as dry dusting, sweeping, or vacuuming should be avoided to prevent dispersal of infectious particles. Standard and transmission-based precautions, including the use of PPE, should be used when cleaning and disinfecting rooms of patients with suspected, probable, or confirmed mpox. Resources for health professionals Community resources Reviewed 23 August 2023 "}