{"title": "Advanced Allergy Associates - Albuquerque - Albuquerque, NM", "author": null, "url": "https://www.yelp.com/biz/advanced-allergy-associates-albuquerque-albuquerque", "hostname": "yelp.com", "description": "9 reviews of Advanced Allergy Associates - Albuquerque \"Feeling like Sneezy Dwarf living here in The Land of Weeds, I mean Enchantment?! This is where you need to go! I've seen so many allergists and this is my final landing spot. Some of my other reviews of different allergy clinics will let you know why I didn't go back or stay there. I've been seeing James Romero and he is such a great dr. He took his time trying to really understand my past medical history and involved me in the process of choosing the path to move forward. I'm currently getting allergy shots there. I just love Dr Romero and this clinic. The only thing I wish was a little different is the shot clinic hours, being able to go during lunch time would help so much since you have to wait 30 after your shot. Hope you check them out this sneezy season!\"", "sitename": "Yelp", "date": "2023-02-28", "cleaned_text": "Advanced Allergy Associates - Albuquerque [(9 reviews)](#reviews) [Medical Centers](/search?find_desc=Medical+Centers&find_loc=Albuquerque%2C+NM), [Allergists](/search?find_desc=Allergists&find_loc=Albuquerque%2C+NM) Photos & videos Services Offered Virtual Consultations You Might Also Consider [read more](/adredir?ad_business_id=trEPU1F4nW1r-wbYOfbMMw&campaign_id=o4mQkvzWz4LcpE8g671Rmw&click_origin=read_more&placement=above_biz_review&placement_slot=0&redirect_url=https%3A%2F%2Fwww.yelp.com%2Fbiz%2Fnumale-medical-center-albuquerque-albuquerque%3Fhrid%3DL7WZEN6Ed_61IypjTh0Zdg&request_id=a26f493e15c41e67&signature=8366a9bbe4e6e9e4695bb829bb680b7f06e6edd0742c12140a3ac46ce1a0f3e1&slot=0) in Medical Centers, Hair Loss Centers, Weight Loss Centers [read more](/adredir?ad_business_id=b9_MP140eraeKHqMB8Ittw&campaign_id=KMd1-yGlaWeMuK73VxdDDg&click_origin=read_more&placement=above_biz_review&placement_slot=0&redirect_url=https%3A%2F%2Fwww.yelp.com%2Fbiz%2Frainbow-chinese-medicine-clinic-albuquerque%23atb_alias%3AAboutThisBizSpecialties&request_id=a26f493e15c41e67&signature=99335609eefafdc7f9e2758620ef6e02cc5546c8e317ff02a49549e759e64343&slot=1) in Acupuncture [read more](/adredir?ad_business_id=pcD60rbYjzC_IvGZ5IuhXQ&campaign_id=FEupICaJO099-UYoOd9B0A&click_origin=read_more&placement=above_biz_review&placement_slot=0&redirect_url=https%3A%2F%2Fwww.yelp.com%2Fbiz%2Fhome-instead-albuquerque%3Fhrid%3DeSK3SopiYRkFRirNPIQ5zw&request_id=a26f493e15c41e67&signature=d8ca0dd363354ccf0a2d9848d8f4d41eac0ca42708a54619444a97994b367253&slot=2) in Home Health Care Location & Hours Mon Tue Wed Thu Fri |Open now| Sat Sun Ask the Community Yelp users haven't asked any questions yet about Advanced Allergy Associates - Albuquerque. Recommended Reviews [Learn more about reviews.](https://www.yelp.com/reviews-trust-link-tree?l=en_US) Overall rating 5 stars 4 stars 3 stars 2 stars 1 star - 11/30/2020 I have been coming to advanced allergy Associates forever two years now. I've been extremely happy with the customer service, the treatment by the injection nurses, and the rest of the medical team and providers. The practice is clean, has plexiglass barriers in place for social distant scene and they also have all of their chairs in the waiting room 6 feet apart with limited capacity. I highly recommend this practice if you're considering immunotherapy or if you're having other issues related to allergy and asthma. I highly recommend James Romero, CNFP. He is friendly, professional and extremely competent. - 2/28/2023 I was scheduled for an appointment at 12:30, showed up, and tried the door, which turned out to be locked. Scanning the many signs on the door, I saw one that said the door would reopen at 12:45. I'm not sure why I was scheduled 15 minutes before lunch break was over but I left a message with the answering service asking them to call me. Later I was left a voice mail message in which the person calling said \"I'm sorry you didn't come in but the door was open.\" As I said before, I tried the door and it was locked, and a sign confirmed they would be on lunch at that time. I'm not going back to Advanced Allergy Associates because I'm not going to reward someone who lies to a client to try to save face. That's amazingly immature behavior from someone who could have simply apologized for scheduling me too early and rescheduled me. - 6/6/2021 I came in for a Covid vaccination here due to having severe reactions to other meds in the past. I was terrified and crying and basically acting like a child and the staff was extraordinary. Beyond kind, beyond professional, beyond patient. I felt like I was in the safest and most qualified hands possible. They took the situation very seriously and went above and beyond to make me feel comfortable and heard. I thought the professionalism was just at the very highest level. And just on a side note, many people talk about how much the vaccination hurts. I never felt a thing and had zero pain later. So they know how to give a shot!:-) Thank you! - 8/23/2022 This place has bad management, poorly trained employees. I received an allergy test in April of 2018, I have insurance which the woman at the front desk looked up and was approved, I paid a co pay and another co pay to go in the next day and be told the results. Ok, that's fine, fast forward 4 and a half years. Trying to buy a house, out of nowhere a collection appears on my credit report from these guys of $282, dropped my score by 80+ points. At no time this entire four and a half years have I received a phone call, an email, nor any other kind of correspondence regarding a past due account. I have proof of the o pay, $50 charges. I call this business 3 times asking for accounts payable/hr, 3 times during normal business hours it goes straight to a voicemail setup, no one returns my call or addresses my concerns. I call again, ask not to be transferred, she pulls me right up, gives me no information and is rude. I decided to pay the amount only because i need my credit to be where I've worked to get it the past 10 years. I am so disgusted with this company. I'm worried I will have to get a lawyer involved if I am denied this home. What a pain, what a sketchy spot. Nickeled, dimed, and credit screwed by this company. - 10/18/2022 The nurses at this facility are allowed to mistreat patients, they are allowed to tell you to leave the practice if they don't like you and the manager condones their poor unprofessionalism. They specialize in environmental allergies, if you have a serious chemical reaction and they can't pinpoint the cause, they could care less if you die of anaphylactic shock!!! They love to charge your insurance even for simple questions I had after my appt I attended same day and forgot to ask them. I needed to talk to A nurse or my provider but they avoided me by putting a front desk staff person that was unable to answer my questions on the phone! I think if you value your health and you have severe allergies this is not the place for you to go! I am a RN they are carless individuals! for follow up questions I would need to pay to ask questions I forgot to ask my provider this morning? wow she can't call back she can't email she can't anything but make money off of me and my insurance and not even provide a solution to my chemical allergies!! worthless practice - 1/20/2022 Great care and great staff.I trust them with my care and that of my family. Allergies in NM are brutal. Recommend them to everyone. They also have had covid shot clinic which is much appreciated. - 5/4/2021Updated review I was referred to my doctor, Teresa, who was great. She asked me to come back in for a patch test in a few weeks and I did come to the appointment. For the appointment a medical assistant was to apply the patch test. She did not follow protocol regarding the questions she was to have asked me and left the room three times to consult with someone else. She then came back and told me I would have to reschedule. I was shocked but left and went to my car to call back in. I was met with a furious desk assistant who was angry before the conversation even started. Very rude. I asked to speak with the doctor and was told she was not in the office. She didn't reschedule me and the doctor never called, nor did anyone else to follow up on the appointment.2/25/2021Previous review I chose Advanced Allergy Associates because of the great reviews for my allergist, Teresa Jenkins McCord, CANP. My appointment with her was on Feb. 2 and she was great. She also scheduled me for an allergy patch test for Fri, Feb 19. I came back in for the patch test on that date on time. I waited and eventually a young lady named Rachel came and got me. She seemed new because she forgot to ask me the HIPPA questions until she was leaving the room so I could put on the paper covering for the test. Then she asked me some questions and said, \"Wait a minute, let me ask someone a question.\" She came back and asked more questions, and left again. Then when she came back she said I would have to reschedule the test. So I had to leave. From the parking lot I called back into the office to reschedule and ask some questions of my own. I do not know why the girl at the desk was so upset, but she was. She did not even offer to reschedule me, and I asked to speak to my doctor. She said I could schedule an appointment to come back in and talk to the doctor. I told her that I was just in there and still in the parking lot. Then she told me that the doctor was not in the office that day. I said for her to have the doctor call me when she was once again in the office. As I tried to speak with her she got louder and louder and refused to let me speak. She would not tell me she would have the doctor call. I started to think about the patients in the waiting room and how they were having to listen to that. Still unable to speak I eventually hung up the phone. I will not be able to see the doctor again. I do not want to put myself in that position again with the uninformed assistant who did not know how to properly handle a situation, and the rudeness of the desk assistant. I realize that neither they nor I were prepared for not being able to do the test. One of these reviews says that, \"the office staff was terrible.\" I would have to agree. The doctor has never called me back as I requested. - 3/29/2019First to Review Feeling like Sneezy Dwarf living here in The Land of Weeds, I mean Enchantment?! This is where you need to go! I've seen so many allergists and this is my final landing spot. Some of my other reviews of different allergy clinics will let you know why I didn't go back or stay there. I've been seeing James Romero and he is such a great dr. He took his time trying to really understand my past medical history and involved me in the process of choosing the path to move forward. I'm currently getting allergy shots there. I just love Dr Romero and this clinic. The only thing I wish was a little different is the shot clinic hours, being able to go during lunch time would help so much since you have to wait 30 after your shot. Hope you check them out this sneezy season! - 8/6/2020 One of the nurses was unqualified. She gave me incorrect allergen shot dose. Moreover, she recorded another dose on the medical report causing confusion to both me and the doctor. Office staff is terrible. They had no compassion. They claimed that they mailed the letter to my house but when I proved them wrong that they did not send any to me per USPS records. No apologies was given. The billing department also gave me incorrect quote. Avoid this unprofessional place at all cost. You Might Also Consider [read more](/adredir?ad_business_id=yRrvaiDEvCrrCbUrYrEJog&campaign_id=zq55iB21_2oFHiLvB-alcQ&click_origin=read_more&placement=below_biz_review&placement_slot=1&redirect_url=https%3A%2F%2Fwww.yelp.com%2Fbiz%2Fnextcare-urgent-care-albuquerque-4%3Fhrid%3DgA10V1KpYPhltrIe_n-udQ&request_id=a26f493e15c41e67&signature=b6fb89a8cc724605e046ff4981b733ccb1120d9ab9b5f26e0e1f4e4019b6d3f4&slot=0) in Medical Centers, Urgent Care, Doctors [read more](/adredir?ad_business_id=fEbRHdDOkIWhBTleN7hO3A&campaign_id=LSKs3Zx3PELTZQCDN2Fu6A&click_origin=read_more&placement=below_biz_review&placement_slot=1&redirect_url=https%3A%2F%2Fwww.yelp.com%2Fbiz%2Fholland-clinic-albuquerque%3Fhrid%3D5dWyiUuJzucIP_EkkldiJA&request_id=a26f493e15c41e67&signature=0b6f120f82b562339b72e65f0bbb24250b5974725eedcfd20c276fe7f510bfd3&slot=1) in Weight Loss Centers "}