{"title": "Robert de Niro says autistic son changed 'overnight' after MMR vaccine", "author": "Hannah Parry", "url": "https://www.dailymail.co.uk/news/article-3537962/Let-s-truth-Robert-Niro-says-autistic-son-changed-overnight-MMR-jab-insists-isn-t-anti-vaccine-just-pro-safe-vaccines.html", "hostname": "dailymail.co.uk", "description": "Robert De Niro says he regrets pulling a controversial film linking the MMR vaccine to autism after his son changed 'overnight' following the jab.", "sitename": "Daily Mail", "date": "2016-04-13", "cleaned_text": "Niro says autistic son changed 'overnight' after MMR jab as he says he regrets pulling anti-vaccination movie from Tribeca Film Festival - De Niro, who has an autistic son, 18, claimed today he is not anti-vaccine - He insists there is more to MMR controversy saying 'let's find out the truth' - Actor claims his autistic son changed 'overnight' after receiving the jab - De Niro announced plans last week to screen Vaxxed: From Cover-up to Catastrophe at Tribeca Film Festival - Documentary sees Andrew Wakefield attempt to reignite MMR controversy - Film was axed from Tribeca after other filmmakers threatened to pull out - Actor 'regretted' pulling movie but hadn't wanted backlash to affect festival Robert De Niro says he regrets pulling a controversial film linking the MMR vaccine to autism after his son changed 'overnight' following the jab. The veteran actor and founder of the Tribeca Film Festival came under fire last week after announcing he would screen Vaxxed: From Cover-up To Catastrophe. He reversed his decision on Saturday. Today he insisted he was not anti-vaccine but was 'pro-safe vaccine' as he admitted part of him regretted axing the movie. The 72-year-old said he made the decision as he did not want the backlash to affect the film festival but insisted that 'the movie is something that people should see.' Scroll down for video Robert De Niro says he regrets pulling a controversial film linking the MMR vaccine to autism after his son changed 'overnight' following the jab De Niro was joined by fellow Tribecca Film Festival founder and producer Jane Rosenthal on The Today Show as he discussed his decision to pull the documentary 'All I wanted is for the movie to be seen and people can make up their own judgement but you must see it,' he said during an appearance on [The Today Show](http://www.today.com/video/robert-de-niro-on-anti-vaccine-film-controversy-let-s-find-out-the-truth-665031235642). 'Let's find out the truth, let's just find out the truth.' He added that he hadn't yet 'fully explored' the fierce backlash against the documentary 'and I will.' De Niro, who has an 18-year-old Elliot son with autism, said he had hoped that screening the film could have started a 'discussion' about the alleged link between the vaccine and autism. 'There's a lot of things that are not said. Nobody seems to want to address that, or they say they've addressed it and it's a closed issue. 'But it doesn't seem to be because there are many people who say they saw their kid change overnight. 'My wife says that (is what happened to my son). I don't remember. But my child is autistic. 'I, as a parent, of a child who has autism, I'm concerned, I want to know the truth.' De Niro also suggested that people should watch another documentary, Trace Amounts, which focuses on the now disproved link between autism and vaccines. 'There's a lot of information about things that are happening with the CDC, the pharmaceutical companies, there's a lot of things that are not said,' De Niro added. De Niro admitted he was 'not too sure' about the disgraced former British doctor, Andrew Wakefield, who is at the center of the documentary. While saying he had played no part in the selection of the film for the festival, he said he hoped it would foster discussion about alleged links between common childhood vaccines and autism. His son Elliot, 18, is autistic Discredited: Andrew Wakefield directed the documentary in which he sets forth his own theories about an alleged link between the MMR vaccine and autism. His 1998 study was widely discredited for being based on fraudulent data But he wanted to help overcome the reluctance to talk about the issue, both in the scientific community and in the general public. He felt that people were trying to 'shut down' discussions around vaccines and autism. 'There's more to this than meets the eye, believe me,' he warned. 'There's something that people aren't addressing. And for me to get so upset here, on the Today show, with you guys, means there's something there.' The actor said he simply had not anticipated the 'knee jerk' reaction from filmmakers - many of whom had threatened to pull out the festival. 'Part of me does (regret pulling it), and part of me says let it go for now and I'll deal with it later in another way. 'Because I didn't want the festival to be affected.' De Niro told the presenters he was skeptical of the scientific community's findings that there is no link between the vaccine and autism. 'I believe it's much more complicated than that. I'm not a scientist but i know because I've seen so much reaction. 'I'm not anti-vaccine, but I'm pro-safe vaccine.' The 72-year-old went onto compare the reactions of some children to medications such as penicillin - and claimed it could be the same with vaccines. He even questioned the rise in cases of preventable diseases, such as measles, across the country since the MMR controversy. 'There's a kind of hysteria, a knee jerk reaction. Everybody should have choice whether to take vaccines or not. But it does benefit big drug companies.' The actor and producer had first announced he would be screening the documentary at the festival in a personal statement last week. De Niro, pictured here with his autistic son Elliot (centre) and his wife Grace Hightower (right), said he watched Vaxxed with members of the scientific community and that it doesn't 'further' discussion on autism Parents: Robert De Niro and his wife Grace (pictured together) are the parents of an autistic child 'Grace and I have a child with autism and we believe it is critical that all of the issues surrounding the causes of autism be openly discussed and examined,' he said, referring to his wife of 18 years, Grace Hightower. The statement continued: 'In the 15 years since the Tribeca Film Festival was founded, I have never asked for a film to be screened or gotten involved in the programming. 'However this is very personal to me and my family and I want there to be a discussion, which is why we will be screening Vaxxed. 'I am not personally endorsing the film, nor am I anti-vaccination; I am only providing the opportunity for a conversation around the issue.' However, he later said that after reviewing the film alongside Tribeca organizers and members of the scientific community, the decision to screen the movie had been reversed. He continued: 'The Festival doesn't seek to avoid or shy away from controversy. However, we have concerns with certain things in this film that we feel prevent us from presenting it in the Festival program. We have decided to remove it from our schedule.' The documentary claims that US health authorities 'sliced and diced' data linking the triple jab for measles, mumps and rubella (MMR) to rising autism rates. It was directed by Wakefied, who began the MMR controversy 18 years ago with an article published in British medical journal The Lancet. That report said that there was a link between a bowel disease, autism and the MMR jab, and kick-started a suspicion of vaccinations that, according to the Associated Press , led to immunization rates in the UK dropping from 92 percent to 73 percent, and as many as 125,000 US children not being immunized. That triggered outbreaks of measles - a potentially deadly disease - across Europe and the US on a scale not seen in decades. Wakefield's article was savaged by critics, who questioned his methods and results, and he was found guilty of gross lapses of medical ethics by the UK's General Medical Council, which removed his doctor's license - the strongest punishment it can inflict. The former doctor has always protested his innocence and the value of his research, and Vaxxed was his attempt to reignite the controversy. In Vaxxed he claims the US Centers for Disease Control and Prevention manipulated data, adding: 'The CDC had known all along there was this MMR/autism risk.' Professor Sir Liam Donaldson, England's chief medical officer during the MMR scare, said: 'Wakefield can't appear to accept he has been wrong, wrong, wrong.' Spoke out: Robert De Niro issued a statement on Friday defending the decision to screen the controversial anti-vaccine documentary Vaxxed at the Tribeca Film Festival, that he co-founded. He reversed it the following day De Niro has said previously that he decided to star in David O. Russell's film Silver Linings Playbook because he has a child with 'special needs.' While promoting the film in February 2013, he teared up during an appearance on NBC's Today as he talked about why he chose to do the movie, in which he played the father of a bipolar man played by Bradly Cooper. 'If you're a father, you certainly understand what it's like to go through the worry about your kids, especially if they've got issues like Bradley's character has,' he explained. 'Sometimes it can be overwhelming. It can be nightmarish and upsetting. There's nothing much you can do but deal with it.' De Niro and Hightower also have a young daughter Helen Grace, five, and the Raging Bull star also has four older children from previous relationships. The Tribeca Film Festival runs from April 13-24. AUTISM AND THE MMR VACCINE: HOW THE MYTH BEGAN The MMR controversy began after a 1998 study, published in The Lancet journal, by disgraced former doctor Andrew Wakefield, raised the possibility of a link between the measles-mumps-rubella vaccine, bowel disease and autism. Rarely has one piece of misinformation single-handedly caused so much damage. Autism is usually diagnosed in preschool children, and the second dose of MMR is given between ages three and four. The two can coincide, but there is no causality. A formal inquiry found the research fraudulent and unethical - the children with autism were subjected to unnecessary invasive procedures such as colonoscopies and lumbar punctures. Wakefield's study was widely discredited and he was permanently stripped of his license to practice medicine. Yet, it was 12 years before The Lancet journal finally retracted the discredited paper in 2010 as a result of an investigation by a British newspaper. By then, the damage was done. The paper led to an anti-vaccination movement which has resulted in a growing number of preventable illnesses in the U.S. Homegrown measles, for example, was declared eliminated from the United States in 2000. But health officials say cases imported by travelers from overseas continue to infect unvaccinated U.S. residents. The sometimes deadly viral disease can spread swiftly among unvaccinated children. The MMR controversy began after a 1998 study, published in The Lancet journal, by disgraced former doctor Andrew Wakefield Last year alone saw 189 people from 24 states and the District of Columbia contract the disease while one outbreak at Disneyland in January 2015 was responsible for at least 80 cases. There is no treatment for measles which can cause serious complications including blindness, encephalitis, severe diarrhea, ear infection and pneumonia Incidents of whooping cough, which killed 10,000 Americans annually before the vaccine slashed deaths to 30, has also been on the rise. The American Academy of Pediatrics has since said all children should get the vaccine for measles, mumps and rubella between 12 and 15 months of age and again between 4 and 6 years old. Facebook co-founder Mark Zuckerberg waded in on the debate earlier this year after he posted a photo on the social networking site of his two-month-old daughter in the doctor's surgery waiting to be vaccinated. It provoked a storm on social media with millions debating the pros and cons of vaccination. The Centers for Disease Control and other health officials say that no link between vaccination and the complications exist. Most watched News videos - [Animation shows how Leicester City owner's helicopter crashed](/video/uknews/video-3011535/Video-Animation-shows-Leicester-City-owners-helicopter-crashed.html?mwv_rm=rta) - [Inside look at Delta flight after passenger had diarrhea](/video/news/video-3011529/Inside-look-Delta-flight-passengers-diarrhea.html?mwv_rm=rta) - [Moment Ryanair chairman splattered with pies by Belgian eco-mob](/video/newsalerts/video-3012773/Video-Moment-Ryanair-chairman-splattered-pies-Belgian-eco-mob.html?mwv_rm=rta) - [Man pushed into sea by ferry crew while trying to leap onto vessel](/video/greece/video-3011733/Video-Man-pushed-sea-ferry-crew-trying-leap-vessel.html?mwv_rm=rta) - [Rishi Sunak's statement about prison escape of records helicopter](/video/russiaukraineconflict/video-3011761/Video-Ukrainian-troops-blasting-Russian-helicopter.html?mwv_rm=rta) - [Public catch 'watch thief' and pin him in Sloane Square](/video/crime/video-3012673/Video-Public-catch-watch-thief-pin-chair-Sloane-Square.html?mwv_rm=rta) - [Former detective: Fugitive ex-soldier may already have fled country](/video/crime/video-3012533/Video-Former-detective-Fugitive-ex-soldier-fled-country.html?mwv_rm=rta) - [William and Kate receive flowers from kids outside St Davids Cathedral](/video/katemiddleton/video-3013659/Video-William-Kate-receive-flowers-kids-outside-St-Davids-Cathedral.html?mwv_rm=rta) - [Mark Rowley says Daniel Khalife escape could have been an inside job](/video/crime/video-3013349/Video-Mark-Rowley-says-Daniel-Khalife-escape-inside-job.html?mwv_rm=rta) - [Heartbreaking footage of a dog stranded on a roof in Greece](/video/greece/video-3012727/Video-Heartbreaking-footage-dog-stranded-roof-Greece.html?mwv_rm=rta) The comments below have not been moderated. The views expressed in the contents above are those of our users and do not necessarily reflect the views of MailOnline. We are no longer accepting comments on this article. "}