{"title": "PDF", "author": "PDF", "url": "https://renaissance.stonybrookmedicine.edu/system/files/SBUH%20Pharmacy%20Residency%20Manual%202022.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "- 1 - PGY-1 Pharmacy Residency Manual Stony Brook University Hospital Department of Pharmacy Updated ~ July 2022 - 2 - - 3 - - 4 - - 5 - TABLE OF CONTENTS Page 7 Administration Contact Information 8 Preceptors Contact Informatio n 9 About Stony Brook Medicine & Stony Brook University Hospital 14 Stony Brook Medicine: Mission, V ision, Values 15 The Pharmacy Department at Stony Brook University Hospital 17 Residency Program at S tony Brook University Hospital 19 General Residency Program Obje ctives 20 Program St ructure 22 Pertinent information and Requirement s of the PGY1 Residency Program 26 Requ irement s for the Completion of the Residency Program 28 Evaluation Strategy 31 Quality Improve ment for the Residency Program 32 Rotations 33 Ambulatory Care 38 Anesthesiology/ Pain Service 40 Antimicrobial St ewardship 42 BOOST 45 Cardiology (aka Card iac Acute Care) 49 Continuous Quality Improve ment/ Qual ity Assurance (CQI/QA) 51 Emergency Med icine 54 Infectious Diseases 57 Internal Medicine 61 Medical Intensive Care - 6 - 64 Neonatology 66 NeuroCritical Care 69 Nutrition Support/ Parenteral Nutrition 72 Oncology (Adult Inpatient) 76 Orientation 79 Palliative Care 82 Pediatrics 85 Pediatr ic Infectious Diseases 88 Pediatric Hematology/ Oncology 91 Pharmacy Practice 94 Psychiatry 97 Rapid Response 99 Surgical Critical Care 102 Strategic Planning 103 Pharmacademic: A Guide for Residents 105 PGY-1 Pharmacy Residency Program Policies & Procedures 106 Licensure Policy 106 Duty Hour Policy 108 Leave Policies 109 Resident Disciplinary, Remediation, & Dismissal Policies 111 Application Process 112 Assessment & Evaluation of Qualifications of Residency Candi dates 113 Applicant Interview Process - 7 - ADMINISTRATION CONTACT INFORMATION Amanda Waldeck , Pharm.D., BCPS , BCPPS PGY-1 Residency Website https://renaissance.stonybrookmedicine.edu/pharmacy/pharmacy - residency -program - 8 - PRECEPTORS CONTACT INFORMATION Name Specialty / Contact Information Caesar John G. Bruno, Pharm.D. Oncology: Leukemia/Lymphoma & Bone Marrow Transplant , Smith, Trade Center Health Program (Amb ulatory Care) Candace.Smith@stonybrookmedicine.edu TBD Emergency Medicine TBD Marie Varela, Support Orientation Pharmacy Practice Amanda.W aldeck@stonybrookmedicine.edu 631-834-0736 - 9 - ABOUT S TONY BROOK MEDICINE & STONY BROOK UNIVERSITY HOSPITAL Stony Brook Medicine Stony Brook Medicine int egrates and elevates all of Stony Brook University's health -related initiatives: education, research and patient care. It includes five health sciences schools — Dental Medicine, Health Technology and Management, Nursing, Renaissance School of Medicine and Social Welfare — as well as Stony Brook University Hospital, Stony Brook Southampton Hospital, Stony Brook Eastern Long Island Hospital, Stony Brook Children's Hospital and more than 100 community -based healthcare settings throughout Suffolk County. Stony Brook University Hospital Stony Brook University Hospital (SBUH) is Long Island's premier academic medical center. With 624 beds, SBUH serves as the region's only tertiary care center and Regional Trauma Center and is home to the Stony Brook University Heart Institute, Stony Brook University Cancer Center, Stony Brook Children's Hospital and Stony Brook University Neurosciences Institute. SBUH also encompasses Suffolk County's only Level 4 Regional Perinatal Center, state -designated AIDS Center, state -designated Comprehensive Psychiatric Emergency Program, state -designated Burn Center, the Christopher Pendergast ALS Center of Excellence, and Kidney Transplant Center. It is home of the nation's first Pediatric Multiple Sclerosis Center. Stony Brook South ampton Hospital With 124 beds, Stony Brook Southampton Hospital (SBSH) is staffed by more than 280 physicians, dentists and allied health professionals representing 48 medical specialties. A campus of Stony Brook University Hospital, SBSH offers a diverse array of clinical services, ranging from primary medical care to specialized surgical procedures, including cardiac catheterization, orthopedics and bariatrics. The sole provider of emergency care on Long Island's South Fork, Stony Brook Southampton Hospit al is a provisional Level III Adult Trauma Center. The hospital includes a Heart and Stroke Center, Breast Health Center, The Center for Advanced Wound Healing, Wellness Institute and 32 satellite care centers throughout the South Fork of Long Island. The hospital is the largest employer on the South Fork with more than 1,200 employees. - 10 - Stony Brook Eastern Long Island Hospital With 70 beds, Stony Brook Eastern Long Island Hospital (SBELIH) is a full- service, community hospital committed to delivering exce llence in patient care and meeting all the health needs of the North Fork and Shelter Island. A campus of Stony Brook University Hospital, SBELIH provides regional behavioral health programs serving the greater Suffolk County area. Centers of excellence in clude Medical -Surgical, Advanced Ambulatory Care, Behavioral Health, Emergency, Geriatric, Diagnostic Services, Physical Therapy and Gastrointestinal Services. Stony Brook Children's Hospital With 104 beds, Stony Brook Children's Hospital is Suffolk Coun ty's only children's hospital. Part of Stony Brook Medicine, Stony Brook Children's has more than 180 pediatric specialists in 30 specialties. The hospital is Suffolk County's only Level 4 Regional Perinatal Center and Level I Pediatric Trauma Center. It is home to the nation's first Pediatric Multiple Sclerosis Center and also offers a Level 3 Neonatal Intensive Care Unit, Duchenne Muscular Dystrophy Center, Celiac Disease and Gluten Sensitivity Center, Healthy Weight and Wellness Center, Cystic Fibrosis C enter, Pediatric Hematology/Oncology Program, Pediatric Cardiology Program, Pediatric HIV and AIDS Center. Stony Brook University Heart Institute Stony Brook University Heart Institute is located within Stony Brook University Hospital as part of Long Isl and's premier university -based medical center. The Heart Institute offers a comprehensive, multidisciplinary program for the prevention, diagnosis and treatment of cardiovascular disease. The staff includes full -time and community -based, board- certified cardiologists and cardiothoracic surgeons, as well as specially trained anesthesiologists, nurses, physician assistants, nurse practitioners, respiratory therapists, surgical technologists, perfusionists, and other support staff. Their combined expertise pro vides state -of-the-art interventional and surgical capabilities in 24 -hour cardiac catheterization labs and surgical suites. And while the Heart Institute clinical staff offers the latest advances in medicine, its physician -scientists are also actively enhancing knowledge of the heart and blood vessels through basic biomedical studies and clinical research. - 11 - Stony Brook University Cancer Center Stony Brook University Cancer Center is Suffolk County's cancer care leader and a leader in education and researc h. With more than 20,000 inpatient and 70,000 outpatient visits annually, the Cancer Center includes Oncology; Orthopaedic Hematologic Malignancy; and Urologic Oncology. The cancer program is accredited by the American College of Surgeons Commission o n Cancer. Stony Brook Cerebrovascular and Comprehensive Stroke Center Stony Brook Cerebrovascular and Comprehensive Stroke Center (CVCSC) has a dedicated team with the expertise needed to diagnose and treat a wide range of cerebrovascular diseases. The C enter offers a multidisciplinary team of neurologists, interventional neuroradiologists and cerebrovascular neurosurgeons who are committed to excellence in patient care, research and education. The CVCSC uses a multidisciplinary, team- based approach, state-of-the-art facilities and equipment, and the latest surgical and minimally invasive techniques to accurately diagnose and treat cerebrovascular disorders. State -of-the-art facilities include high -speed computed tomography $14 million cerebrovascular biplane suite. Stony Brook University Neurosciences Institute Stony Brook University Neurosciences Institute is the regional leader in the diagnosis and treatment of a full range of brain, neurological and psychiatric disorders in adults and children. As a tertiary care center, the Neurosciences Institute also serve as the \"go to\" medical facility for community physicians and other specialists in the region who have complicated cases and seek advanced care fo r their patients. The Neurosciences Institute brings the expertise of renowned specialists together with the use of sophisticated technology to deliver high -quality, disease -specific, comprehensive care for patients, while providing peace of mind to their families. This care includes access to a variety of resources and therapies to assist with rehabilitation and reintegration into normal living during and after treatment. The Institute features more than 15 specialty centers and programs — several that are unique to the region — as well as more than 70 research laboratories dedicated to the study of various neurological and psychiatric disorders and diseases. The Institute also provides challenging yet supportive educational experiences that prepare gradua tes to practice in a variety of clinical and academic settings. - 12 - Stony Brook University Trauma Center As Suffolk County's only Level I Trauma Center, Stony Brook provides the highest possible level of adult and pediatric trauma care. The Stony Brook Trauma Center is state designated as the only Level I Trauma Center in Suffolk County, treating 1,800 trauma patients annually, including 200 children. For children, we provide a dedicated 24/7 Pediatric Emergency Department adjacent to the main Emergency Depa rtment, staffed by board- certified Pediatric Emergency Medicine physicians. The eight -bed Suffolk County Volunteer Firefighters Burn Center is Suffolk County's only state - designated regional Burn Center. Renaissance School of Medicine Established in 1971 , Renaissance School of Medicine at Stony Brook University includes 25 academic departments. The three missions of the School are to advance the understanding of the origins of human health and disease; train the next generation of committed, curious and highly capable physicians; and deliver world -class compassionate healthcare. As a member of the Association of American Medical Colleges (AAMC) and a Liaison Committee on Medical Education (LCME) accredited medical school, Stony Brook is one of the foremost institutes of higher medical education in the country. Each year the School trains more than 500 medical students and over 700 medical residents and fellows. Faculty research includes National Institutes of Health -sponsored programs in neurological diseas es, cancer, cardiovascular disorders, biomedical imaging, regenerative medicine, infectious diseases, and many other topics. Physicians on the School of Medicine faculty deliver world- class medical care through more than 32,000 inpatient, 102,000 emergency room, and one million outpatient visits annually at Stony Brook University Hospital and affiliated clinical programs, making its clinical services one of the largest and highest quality medical schools on Long Island, New York. - 13 - TRANSPORTATION TO STONY BROOK Stony Brook University is situated on a 1,100 acre site (see campus maps) on the north shore of Long Island in southeastern New York. We are approximately 60 miles east of New York City. By Car From New York City, take the Long Island Expressway ( LIE, I -495) eastbound from the Queens Midtown Tunnel in Manhattan or the Throgs Neck Bridge or Whitestone Bridge in Queens to exit 62, and follow Nicolls Road (Route 97) north for 9 miles. The main entrance to the Stony Brook University Medical Center is o n the right. By Train Take the Long Island Railroad's Port Jefferson line from Penn Station in Manhattan to Stony Brook. The LIRR station is at the north end of the campus; bus service to the central campus is provided. Trains to and from Penn generally r equire transfers at Jamaica or Huntington. Hicksville is also a transfer point on some lines. By Ferry Car ferries cross Long Island Sound at Bridgeport, Connecticut to Port Jefferson, Long Island. Take Route 25A west to Nicolls Road, and turn left on Nicolls. The University entrances are the first three intersections you come to. From New London, Connecticut to Orient Point, Long Island, take Route 25A west to Nicolls Road and proceed as above. By Plane Long Island's Islip -MacArthur Airport is 16 miles from the campus and is serviced by direct flights by major airlines and commuter lines. New York City Area Airports (JFK, LaGuardia and Newark) are 50 miles to the west. Driving directions to Stony Brook University from Islip -MacArthur Airport: Exit the a irport and turn left onto Veterans Memorial Highway (Route 454 West). Merge onto Sunrise Highway (Route 27) and take the second exit onto Nicolls Road. Drive north for 12 miles. The main entrance to Stony Brook University Medical Center is on the right. - 14 - STONY BROOK MEDICINE Mission Stony Brook Medicine delivers world- class, compassionate care to our patients, advances our understanding of the origins of human health and disease, and educates the healthcare professionals and biomedical investigators of the future, so they can bring the fruits of scientific discovery to our patients Vision Stony Brook Medicine will continue to strive for excellence as: A world -class institution, recognized for outstanding, compassionate patient care, biomedical research, and healthcare education The first choice of patients for their care and the care of their families An academic medical center that attracts educators and students with the desire and ability to provide and receive the highest quality, innovative education One of the top -ranked institutions for scientific research and training. Values Integrity - We are honest and ethical in all our interactions. Compassion - We provide empathic care with attentive listening and affirmation. Accountability - We hold oursel ves accountable to our community, to our organization and to each other for our performance and behaviors. Respect - We foster an environment of mutual respect and trust, embracing diversity in people and thinking. Excellence - We set the highest standards for safety, clinical outcomes and service. Equal Opportunity Stony Brook Medicine is an Affirmative Action/Equal Opportunity employer. We are committed to the creation of a diverse and inclusive campus climate. We encourage protected veterans, individual s with disabilities, women and minorities to apply. Being a 24 -hour healthcare facility, employees are generally required to work on the days they are scheduled, including secular and non -secular holidays/religious observances. - 15 - THE PHARMACY DEPARTMENT AT STONY BROOK UNIVERSITY HOSPITAL The Pharmacy Department at Stony Brook University Hospital provides services to over 600 in -patients, as well as, all Stony Brook Medicine out- patient clinics. It is made up of four Registered Pharmacy areas. The Main Hospital Pharmacy The OR Satellite Pharmacy The Out -Patient Ambulatory Care Satellite Pharmacy The Out -Patient Cancer Center/MART Satellite Pharmacy There are over 130 professional staff members who uphold the Pharmacy's mission, vision, and goals. They k eep the University Hospital Pharmacy Department operating around the clock in order to deliver world class service and care. Mission Statement: The mission of the Pharmacy Department is to guide the safe and appropriate use of medications in order to pro vide optimal pharmaceutical care to all patients of Stony Brook University Hospital. Purpose: Our core philosophy is that pharmacists practicing in academic institutions such as SBUH are expected to make meaningful contributions to patient care, educatio n, community service and research. Optimal pharmaceutical care can be defined as the identification, resolution and prevention of drug -related problems that affect positive patient outcomes. We believe that this is best provided through a team approach that effectively integrates the knowledge and skills of the pharmacist with those of other health care professionals. Vision: Our vision is to ensure the safe and optimal use of pharmaceuticals for all patients of Stony Brook Medicine by having pharmacists provide a central and visible role in all aspects of medication management. Goals: The goals of the Pharmacy Department are: 1. to establish the pharmacist as a crucial member of the patient care team whose presence is recognized as valuable and necessary for the achievement of Stony Brook Medicine's mission and vision, in alignment with its strategic plan to provide high- quality, safe care to our patients. This will involve pharmacist presence in both the inpatient and the outpatient community. - 16 - 2. to implemen t technology and processes that will ensure the safe preparation and dispensing of medication to our patients 3. to make meaningful contributions to the fiscal viability of the institution by establishing specific revenue streams for Pharmacy 4. to advance our educational program by expanding our pharmacy residency program to include additional PGY -1 positions and establish specific PGY -2 programs to advance the hospital's mission in Infectious Diseases, Cancer, Cardiology, Transplant, Critical Care, Pediatrics and Ambulatory Medicine, and to continue to affiliate with Colleges of Pharmacy to provide experiential education to pharmacy students. - 17 - RESIDENCY PROGRAM AT STONY BROOK UNIVERSITY HOSPITAL Purpose The primary goal of the Stony Brook University Hospita l pharmacy residency program is to develop knowledge and skills in comprehensive clinical pharmacy practice . Residents will explore the optimization of medication- related care in of a wide spectrum of practice areas of medicine including: internal medicine , infectious diseases, pediatrics, cardiology, emergency medicine, and ambulatory care. Graduates of this program will be able to optimize care in a wide array of medical conditions, be eligible and prepared for board certification, and eligible for postgraduate year two (PGY2) pharmacy residency training. Description Stony Brook University Hospital is a 600+ bed, tertiary care, level 1 trauma center that is affiliated with the Renaissance School of Medicine at Stony Brook University. SBUH offers a compr ehensive residency programs with an emphasis on pharmaceutical care in the following areas: internal medicine, critical care, drug information, pharmacokinetics, pediatrics, and infectious diseases. Our flexible program also allows the resident to expand a particular area of interest. Residency Philosophy Our philosophy is to create a comfortable yet challenging learning environment that will encourage residents to venture outside of their comfort zone and experience a wide variety of patient care encounters in order to strengthen their depth of clinical skills. We wish to contribute to the growth and success of the next generation of pharmacists working in a wide variety of clinical and administrative practice sites. Preceptors are expected to be committed to the personal development of residents on their rotation while fostering the development of knowledge and skills . Teaching residents is a high priority of the Pharmacy Department. The resident must personally accept a large part of the responsib ility for his or her own success in attaining the objectives necessary for completing the residency program. Motivation is highly encouraged so that residents and preceptors alike will share mutual high expectations . Each pharmacy resident is required to rotate through and will be trained in the central pharmacy for a period of 6 weeks before beginning other rotations within the program . - 18 - Principles of PGY1 Pharmacy Residencies Principle 1: The resident will be a pharmacist committed to attaining professional competence beyond entry -level practice. Principle 2: The pharmacy residency program will provide an exemplary environment conducive to resident learning. Principle 3: The resident will be committed to attaining the program's educational goal s and objectives and will support the organization's mission and values. Principle 4: The resident's training will be designed, conducted, and evaluated using a systems -based approach. Principle 5: The residency program director (RPD) and preceptors wi ll be professionally and educationally qualified pharmacists who are committed to providing effective training of residents. Principle 6: The organization conducting the residency will meet accreditation standards, regulatory requirements, and other nati onally applicable standards and will have sufficient resources to achieve the purposes of the residency program. Principle 7: The pharmacy will be organized effectively and will deliver comprehensive, safe, and effective services - 19 - GENERAL RESIDENCY PROGRAM OBJECTIVES The objective of the Residency P rogram is to provide the resident with practical experience which will emphasize, reinforce, and expand previous hospital and other pharmacy experience that he or she may have received. The following is a list of skills that residency graduates are expected to have mastered by the time of graduation. This listing is not intended to be all inclusive. The resident will be able to help in disease prevention and general of well-being. The resident will be able to monitor drug therapy. The resident will be proficient in the retrieval and evaluation of drug literature. The resident will be proficient in interpersonal communications with patients, patient families, and all health professionals. The residen t will be able to establish and mainta in a patient data base which can use to appropriately manage the drug therapy for an individual patient. The resident will be familiar with all applications of the electronic patient record . The resident will develop teaching skills that will allow the resident to effectively participate in clinical and didactic instruction. The resident will be proficient in coordinating efforts with other members of the health care team to promote rational drug therapy. The resident will be able to act as an effective preceptor for other students of the health care professions. - 20 - PROGRAM STRUCTURE Each program starts on July 1st and finis hes June 30th of the following year. (If July 1st falls on a weekend the residency begin on the following Monday) Each pharmacy resident will be scheduled to complete 9 to 12 clinical rotations. Required R otations Include: BOOST (Better Outcomes for Older adults through Safe Transitions ) - 2 weeks Cardiology - 4 weeks Emergency Medicine - 2 weeks Infectious Diseases - 4 weeks Internal Medicine - 4 weeks Medical Intensive Care - 4 weeks Oncology - 4 weeks Orientation - 6 weeks Pediatrics (Intensive Care & General Medicine) - 4 weeks Pharmacy Practice - 4 weeks Elective R otations Include: Ambulatory Care : World Trade Center Health Program - 4 weeks Anesthesiology/ Pain Service - 2 weeks Antimicrobial Stewardship - 2 weeks Continuous Quality Improvement/ Quality Assurance (CQI/QA) - 2 or 4 weeks Neonatology - 2 weeks NeuroCritical Care - 2 or 4 weeks Nutrition Support/Parenteral Nutrition - 2 weeks Palliative Care - 2 or 4 weeks Pediatric Infectious Disease s - 2 or 4 weeks Pediatric Hematology/ Oncology - 2 or 4 weeks Psychiatry - 2 weeks Rapid Response Team - 2 weeks Surgical Critical Care - 2 or 4 weeks Required Longitudinal E xperiences Include: ACPE accredited continuing education (CE) presentations Board Certification Preparation Community Service Medication Use Evaluation Professional Skills Development Research Project Staffing Res ponsibilities Chief Resident Rotating Appointments Teaching Certification through St. John's University (optional) - 21 - All residents must successfully complete their Orientation block before proceeding to any other rotation. Rotations are generally 4 weeks in duration. Residents can opt to concentrate in one of the above areas by remaining in that area for an additional rotation block. All residents will be assigned a longitudinal research project that will normally take between 6 to 12 months to complete. The outcome of this project will be a manuscript that is suitable for publication. It is expected that the manuscript will be submitted to a pe er-reviewed journal for possible publication. Selection of a project must occur within the first 30 days of the residency. PGY-1 residents will attend at least one national or regional pharmacy meeting . ASHP Midyear Clinical Meeting, ASHP Sum mer Meeting, the New York State System of Health System Pharmacists Annual Assembly and the Eastern States Conference are examples of such meetings . It is expected and required that the resident present a poster at least one of these meetings. The RPD and their designated research project mentor will assist each resident with the preparation of the poster. If the departm ent has opted to have a recruitment booth at any of these meetings it will be expected that the resident be involved in the activities of the booth and assist in the recruiting process of new residents. PGY -1 Purpose: Prepare for patient care Prepare for board certification and PGY-2 R2: Advancing practice and improving patient care R4: Teaching, education & dissemination of knowledge R3: Leadership & Management R1: Patient Care Direct Patient Care Staffing Orientation MUE P&T Committee Pharmacy Practice Chief Resident Formal presentations: CE, topic discussions, patient cases Community Service BCPS preparation Professional Skills Development - 22 - PERTINENT INFORMATION AND REQUIREMENTS OF THE PGY 1 RESIDENCY PROGRAM Residency Binders/Portfolios All residents will be given a large binder which will contain information or a narrative summary of the residents' activities. This binder will be submitted to the RPD at the end of the year to serve as a portfolio of the resident' s activities over their residency. The resident will also electronically archive these learning activities in Pharmacademic as evidence linked to each learning experience. The resident is encouraged to also archive their work either electronically or by creating a duplicate binder for personal use . The binder should be divided into sections that include but are not limited to: Each rotation completed All P&T committee work Research Project information Summary of meetings and/or lectures that the resident attended Lectures (including CE presentations) given and the Power Point presentation handout Resident Self -Assessment Quarterly Development Plan Monthly Calendar (which includes daily log of all acti vities) Copies of journal articles reviewed Completion of Residency Checklist Service Schedule On rotation where applicable the resident is expected to completely work up any patients on that service and to evaluate and plan a strategy for patient follow -up that occurs on a daily basis, coordinate blood sampling for pharmacokinetic consults and evaluate serum concentration data. In addition, pharmacy residents are expected to pre -round on their patients daily to collect pertinent physical, laboratory and radiographic information findings. Daily rounds , whose times vary according to the specific rotation, are made with either the Clinical Pharmacist of that area or the Attending Physician as well as the interdisciplinary care team to discuss the patients who are currently on that service and to make ongoing recommendations. All new patients on the team must be seen immediately. SBUH Conference Participation Participation in the medical education conferences that are regularly scheduled throughout the we ek at SBUH is strongly recommended. This may include, but is not limited to Grand Rounds, Morning Reports, Noon conferences, journal clubs, etc. Each preceptor will inform the resident of potential educational opportunities available at the start of each rotation. - 23 - Membership in Professional Organizations All residents are expected to participate in at least one professional organization. Membership in professional organizations keeps the resident up - to-date on the latest health- system pharmacy news and clinical research and serves to positively impact the future of pharmacy. While residents are allowed to join any professional organization, it is strongly recommended that each resident belong to The American Society of Health-System Pharmacists (ASHP) . It is also required that all residents become a member of the New York State Society of Health -system pharmacists (NYSHP) and attend local Long Island Society of Health -system Pharmacists (LISHP) meetings. Residents are required to attend the monthly d inners. National/Regional Pharmacy Conferences Residents are expected to present their research projects at the following conferences: 1. ASHP Midyear Clinical Meeting (poster) 2. New York City Regional Pharmacy Residency Conference (platform presentation) Pharmacy and Therapeutics Committee Pharmacy residents are expected to attend the Pharmacy and Therapeutics Committee meetings which are held on the third Wednesday of each month. Residents will be assigned to review and present a formulary summary in standard format for each medication brought to the comm ittee for inclusion on the SBUH formulary . A standardized form will be used for this process and will be provided by the RPD and/or Pharmacy Administration. Please note that additional informational ass ignments may be requested by Pharmacy Administration based on the needs of the committee. Journal Club s Each resident will complete a minimum of 4 journal clubs in one year. Each resident is highly encouraged to attend each of these sessions . A blank template, example, and oral presentation guide will be provided by the RPD. Clinical Pharmacy Didactic Teaching Sessions All residents are expected to provide didactic teaching sessions which will be ACPE accredited to the pharmacy staff, including pharmaci sts and technicians . Topics for this activity may consist of a wide variety of areas in clinical pharmacy and pharmacology ; they must be scheduled with the ACPE coordinator at least 3 weeks before the actual event. Please contact Dr. Caesar Alaienia fo r details regarding the rules and regulations for presenting an ACPE accredited lecture. - 24 - Pharmacy Student Preceptor Responsibilities The pharmacy resident may be asked to serve as a co -preceptor for pharmacy students who are completing a rotation at the s ame time as the resident. The resident may be asked to lead discussions with the students, evaluate the students' work, and/or provide feedback to the students during the rotation. When interacting with pharmacy students, the resident will at all times co nduct himself or herself in a professional manner expected of a preceptor. Research Projects One of the criteria for completing the Pharmacy Residency is the completion of a research project. This project may be in any area pertinent to pharmacy practice . The completion of such a project will allow the resident to develop competencies in the area of research. The topic of this research project will be coordinated with the residency program director within the first 4 weeks of the residency. The following is an overview for the completion of the Residency project/research: September 1 st - Topic selected and research protocol draft created. November 1st - Submit completed protocol or proposal submitted to IRB for institution approval. December - February - Data collection and evaluation March - Completed research/project will be presented at the LISHP Resident Research Symposium (one resident per program). April - Completed research/project will be presented at the Eastern States Resident/Preceptor's Conference (optional). June 1st First draft and completed project paper o Final project will be presented at the NYC Regional Pharmacy Residency Conference. Staffing Requirements A longitudinal staffing component has been built into the PGY1 residency program . This staffing component will allow the resident to gain experience by performing the duties of a staff pharmacist in each area of the pharmacy. The resident will have the opportunity to expand on his or her knowledge in any areas within the departme nt, should the resident choose to do so. Projects will be assigned throughout the year. While the time allotted to the staffing requirement is minimal in comparison to the time spent on clinical rotations it is important for the resident to realize the importance of mastering the skills required to work in a hospital pharmacy. Vacations/Holidays/Personal Days Each pharmacy resident is entitled to vacation days as described by the rules and regulations of the UUP. - 25 - Vacation requests will generally not be granted for the entire month of July or the final month of the residency. Emergency situ ations (i.e. inclement weather) Residents are expected to be at work in emergency situations (snow storms , etc) and should be prepared to stay overnight. In such situations, residents may be expected to assist with daily operations of the pharmacy. Overnight supplies, such as cots, blankets, and pillows will be provided if needed. Photocopying Free photocopying is available in the pharmacy department. Computers Resid ents will be given a designated work space which will include a computer that has the ability to access all of the U niversity 's and Hospital's databases. Schedule Changes Any change in the residents' rotation schedule for any reason will be immediately c ommunicated to the resident and preceptor via email. PharmAcademic will also immediately be appropriately modified to reflect this change in schedule. - 26 - REQUIREMENTS FOR THE COMPLETION OF THE RESIDENCY PROGRAM Upon successful completion of the program, the resident will be awarded a certificate of completion of the PGY -1 Pharmacy Practice Residency from Stony Brook University Hospital. Requirements to receive a Residency Certificate: All residents must achieve at least 80% of all required learning objectives marked as \"Achieved for Residency\" (aka ACHR) Have no required rotations marks as \"Needs Improvement\". Any resident that receives this status must work with the preceptor to obtain a minimum of \"Satisfactory\". Completion of one Medication Use Evaluati on or a Medication Safety Project approved by the Residency Program Director Must attend and present a poster at the ASHP Midyear Clinical Meeting Present research project as a platform presentation at the NYC Regional Conference, or a similar regional conference as approved by the Residency Program Director Monthly participation in the P&T committee and completion of presentations for formulary additions/removals A Minimum of 4 Journal club presentations A Minimum of 2 formal case presentations Completion of 5 formal ACPE accredited CE presentations Participation in a minimum of 1 community service activity Completion of a residency research project, with a manuscript that is ready for publication and approved by the Residency Program Director Comply with a ll staffing requirements as per longitudinal rotation Completed Resident binder and all learning experience evidence uploaded into Pharmacademic Participation in the residency evaluation process (self -evaluation, rotation evaluation, preceptor evaluation and preceptor's resident evaluation), including timely completion of all assigned evaluations Successful Completion of the PGY1 Residency Based on the skills, knowledge, and attitudes developed and enhanced during this residency, a graduate of the SBUH PGY1 residency will be prepared to enter clinical practice, a PGY2 residency, or a fellowship program. Timeline June Make arrangements for NAPLEX and MPJE Baseline self -assessment on PharmAcademic July Orientation to P harmacy Department Research & MUE Pr oject topics & preceptors selected o Overview of research process Institutional Review Board (IRB) training - 27 - Dates of CE presentations established Overview of P&T Committee and Medication Safety Committee participation Infectious disease lectures Electives ch osen for first half of the year August Register for ASHP M idyear Meeting First CE topic sele cted and objectives submitted (3 weeks prior) Rotations on patient care units begin September Project designs and methods write -up complete Submit project to IRB October ASHP abstract deadline (see www.ashp.org for details) New York State Licensure must be obtained October 1st November Prepare poster for ASHP Clinical Midyear Meeting Resume/CV preparation and interview skills development December Present posters at ASHP Midyear Clinical Meeting Electives for second half of the year chosen January Review new resident applications February Participate in interviews of prospective resident candidates Completion of Medication U se Evaluation projects March One resident selected to present research project at LISHP Residency Research Symposium May Completion of manuscript for publication Attend Eastern States Conference (optional) Submit abstracts for NYC Regional Residency C onference June New York City Regional Residency Conference platform presentations Participate in exit evaluation of the residency Submission of all required materials (including PharmAcademic and Binder Portfolio ) - 28 - EVALUATION STRATEGY Evaluation and Assessment of the Resident PharmAcademic will be used as a database to maintain all evaluations and assessments. The RLS Model contains supporting materials to conduct three types of assessment: Preceptor evaluation of resident's attainment of goals and objectives Resident's self -evaluation of his or her attainment of goals and objectives Resident's evaluation of the preceptor and learning experience Assessment of resident performance, both by preceptors and by the resident him/herself is directly linked to the model's goals and o bjectives. An established set of criteria for measuring the quality of performance on each objective is explained in the model. The RLS model provides various forms to help in the assessment of both the resident and prece ptor: Preceptor Evaluations of Resident : Summative Evaluation (required ): Primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the preceptor's learning experience. Performed by the preceptor at the end of the rotation using the 4 clinic al teaching roles . This evaluation will be conducted verbally with the resident and written in Pharmacademic. Midpoint Evaluation : a verbal midpoint evaluation will be completed by the preceptor at the halfway mark through the rotation. The preceptor wil l discuss how the resident is progressing through the rotation and what they need to improve upon in order to meet the goals and objectives for the learning experience. Snapshot Evaluation (optional ): criteria -based checklist for evaluating resident perfo rmance on each of the objectives in the RLS Model. A snapshot evaluation is used to evaluate one specific performance of the targeted objective by the resident. The criteria- based checklists provide written feedback to help residents improve their perform ance and are designed as a supplement to routine verbal feedback for communicating the specifics of evaluation during the course of a learning experience. Quarterly Longitudinal Evaluation (required) : The Pharmacy Residency Director shall meet with the re sident quarterly. Prior to these meetings, the resident will complete the Quarterly Residency Plan. The purpose of these quarterly evaluations is to review the written evaluations of the resident' s performance, review the residents' evaluations of precep tors, review and modify the customized plan for the next quarter, review any ongoing projects such a s the residency project or lectures, and revise the residency plan, if necessary. The resident and the Residency Program Director and preceptors if appropri ate will discuss the resident's educational progress and performance as they relate to the residency's goals and objectives. If any issues with the resident's progress are identified at the quarterly evaluation, meetings may occur more frequently. If thes e meeting happen to fall on a weekend, the meeting will be pushed forward to the following Monday. - 29 - Quarter Dates Quarterly Report Submission Date Initial Plan Review July 15th 1st Quarter July 1 - September 30 October 1st 2nd Quarter October 1 - December 31 January 1st 3rd Quarter January 1 - March 30 April 1st Resident Self -Evaluations : Self -Assessment & Annual Plan (required) : After notification of the ASHP match and prior to beginning the Residency on July 1, each prospective resident comp letes a self -assessment to critically evaluate his/her self both professionally & personally to determine career direction and purpose (via Pharmacademic) . This self -assessment identifies areas of strength and weakness for the resident and helps develop action plans for learning experiences throughout the Residency year. Th e Self-Assessment provides the resident with a tool for continual self -assessment and establishes benchmarks to measure personal & professional success. This assessment plan is evaluat ed and updated with the Residency Program Director on a quarterly basis. Resident's Self -Assessment Summative Evaluation (required) : Using the summative evaluation form for the specific learning experience, the resident self -evaluates his/her performance d uring the rotation. The evaluation form is compared to the completed evaluation of the preceptor. The residents should be reminded to constantly evaluate himself and herself throughout the residency year. Resident Evaluation of Preceptor (required) : Performed by the resident to evaluate the quality of his or her preceptor's performance at the end of the learning experience. Resident Evaluation of Learning Experience (required) : Performed by the resident to evaluate the quality of the learning experience and effectiveness of the learning activities the end of the learning experience. The resident self -assessment, learning experience, and preceptor evaluations are due on the Monday following the final day of the rotation. The preceptor of the rotation is responsible for ensuring that the evaluations are completed and co - signed in a timely fashion. These reports are reviewed by the Residency Program Director to assure timely submission and that effective detail has been included . Compliance with the Evaluation Policy Residents and Preceptors must comply with the evaluation policy. This is essential for the advancement of the resident and the residency program. Failure to comply with this policy may result in disciplinary action by the RPD Feedback on perfo rmance, given by the preceptor or the resident, should be constructive, honest, collegial, and tactful. The goal is to improve performance. It is more constructive to suggest how something should be done rather than just pointing out a problem and not of fering a solution. Feedback should be - 30 - honest and without fear of reprisal. Stating that an unsatisfactory situation is good does not improve the situation and only provides positive feedback for it to continue. Evaluations should be done with tact and s ensitivity. Evaluation Scales ASHP Summative Scale (NI/SP/ACH) NI= Needs Improvement SP= Satisfactory Progress ACH = Achieved NA = Not Applicable ASHP Snapshot Scale A NA NA/NO A = Adequate NA = Not Adequate NA/NO = Not Applicable or Not Observed ASHP Preceptor Evaluation Scale Always Frequently Sometimes Never ASHP Learning Experience Evaluation Scale Consistently True Partially True False Summary of Residency Evaluation Responsibilities Residents (Submit all Electronically via PharmAcademic ) o Rotation RLS -based summative self-assessment o Rotation evaluation of the preceptor & rotation o Quarterly Longitudinal Evaluations o Co-signatures of all shared preceptor evaluations Preceptors (Submit all electronically via PharmAcademic ): o RLS-based resident rotation summative evaluations o Quarterly Longitudinal Evaluations o Co-signatures of all shared resident evaluations Residency Program Director o Quarterly evaluation of resident (Quarterly Development Plan) o Co-signatures of all resident and prece ptor evaluations - 31 - QUALITY IMPROVEMENT FOR THE RESIDENCY PROGRAM The Residency Advisory Committee (RAC) meets on a quarterly basis, at a minimum, to discuss the residency program and each resident's progress to date. The Residency Program Director is the Chair of this Committee. Prior to each meeting the Residency Program Director develops an agenda for the meeting. If any resident have any suggestions throughout the year for improvement to the residency, he / she should bring these to the Residency Prog ram Director so that a discussion of the potential improvement can be added to the committee's agenda. During the fourth quarter, the Residency Program Director and the Director of Pharmacy will elicit feedback from the residents for the purpose of making improvements to the program. This is typically completed prior to the f ormal exit interview to allow the Program Director to begin planning for the next year's program. A more formal exit interview evaluation process occurs at the end of June and gives t he resident an opportunity to provide feedback about suggested changes to the curriculum as well as to evaluate whether his or her goals as stated in the residency plan have been met , to evaluate the program and Program Director, and to perform self -reflec tion about the most important things that were learned during training. The June meeting of the Residency Advisory Committee will focus on a discussion and critique of the previous year's program . The committee will review suggestions for changes for the upcoming year. The current residents may be asked to attend this meeting , depending upon the feedback given through the exit interviews . The Residency Program Director and members of the Residency Advisory Committee will take this feedback to plan, impleme nt, and evaluate each change recommended. The 1 st Quarter Meeting of the Residency Advisory Committee will focus on reviewing plans for the upcoming year including rotation scheduling, curricular changes based upon ASHP requirements, electives, project id eas, and any changes occurring at the clinical sites. The RAC will perform an annual review of the ASHP Standards and Learning Objectives to assure that the program remains within compliance of these standards in order to maintain accreditation. - 32 - ROTATIONS - 33 - AMBULATORY CARE Stony Brook University World Trade Center Health and Wellness Rotation Address: 500 Commack Road, Suite 160, Commack, NY 11725 Required Description of Practice Area: The PGY1 Pharmacy Ambulatory Care rotation at the Stony Brook World Trade Health and Wellness Program (WTC) is a 4 -week elective experience that exposes residents to ambulatory care practice in a clinic that serves 9/11 responders. This unique clinic provides treatment and monitoring to patients with specific certified disease states, performs research to aid in the treatment of diseases associated with 9/11, provides social work and case management services, nutrition services and pharmacy services. The goal of this rotation is to provide the pharmacy resident the tools to enhance their critical thinking skills, clinical skills, increase confidence, work collaborat ively with other health care providers and enhance communication skills in the ambulatory care setting. By the completion of this rotation, the resident should be able to: 1. Communicate effectively with other members of the health care team 2. Conduct effecti ve patient interviews and make adequate assessments of symptoms 3. Perform medication reconciliation, assess medication adherence, and provide education on medications/disease states 4. Design therapeutic treatment/monitoring plans using evidence -based medicine 5. Demonstrate ability to effectively document patient interactions within the electronic medical record Role of the Pharmacist in the Practice Area: The pharmacist at the WTC has administrative, clinical and research (when applicable) responsibilities. The administrative responsibilities include oversight of the pharmacy department, supervising pharmacy technicians, reviewing prior authorizations, answering healthcare providers medication related questions, conducting drug utilization reviews (DUR), audits a nd reviewing quality assurance reports, attending various meetings including P&T meetings, communicating with NIOSH pharmacists and PBM team to resolve issues, contributions to the quarterly newsletter as well as precepting pharmacy residents and students. The clinic sees patients every day starting at 7:30 until approximately 3 pm. The role of the pharmacist while in the ambulatory care clinic includes: comprehensive medication therapy management, medication reconciliation., smoking cessation education, asthma education, - 34 - patient advocacy, wellness and health promotion, immunization and preventative care, and patient education and counseling on prescription, over -the-counter, supplements and devices used in the treatment of certified conditions. The pharm acist collaborates with physicians and makes recommendations to optimize patients' treatment regimens as well as resolve complex medication issues. The pharmacist also acts as the drug information resource and formulary coverage expert for healthcare provi ders and patients, aids patients in obtaining their medications and is involved in collaborative research and clinical trials. Other clinical responsibilities include managing pharmacist -run clinics such as tobacco cessation clinic in accordance with coll aborative practice agreement and collaborating providers as well as conducting transitions of care follow up calls. Clinic visits may be conducted either in person or via telehealth. All patient encounters and clinical interventions are documented in the patient's electronic medical record and pharmacy database. Expectation s of Residents : Prior to the rotation, the pharmacy resident will be provided articles to review on selected disease states (i.e, Asthma, GERD, Rhinitis, Smoking Cessation) seen in the clinic. On the first day of the rotation an assessment will be given to the resident to evaluate his/her basic knowledge of the selected disease states. The pharmacy resident will be involved in administrative duties and clinic activities to optimize medi cation use. Other activities may include participating in research with the research team, informational group patient meetings, and collaborating with the nutrition team. The resident is expected to be at the WTC from 8 am until 4 pm Monday through Friday . Overall Administrative Responsibilities: Administrative responsibilities will include reviewing prior authorizations, conducting drug utilization reviews (DUR) and audits, aiding patients in obtaining medications and answering questions asked by the ph armacy technicians. They will be answering questions that come through the Pharm.D. pool. Pharmacy residents will be contributing to the WTC newsletter, assessing one journal and giving a topic lecture to the WTC healthcare providers and staff. Overall C linic Responsibilities The resident will be seeing patients in the clinic Monday through Friday, with the preceptor initially and will transition over the upcoming weeks to seeing patients independently; contacting the preceptor when necessary. The precep tor will initially serve as a role model followed by serving as a coach and lastly a facilitator as the resident progresses in their development of their problem solving, and critical thinking and communication skills. Progression of Residents over the Period of the Learning Experience: - 35 - Week 1 Administrative Responsibilities: During the first week of the rotation the pharmacy resident will work with the pharmacy technicians to learn how medications are processed and approved. They will learn through d irect instruction how to navigate the interchart. The resident will begin to further develop their collaboration skills with other healthcare providers, and communication and drug information skills through their involvement in answering questions and mak ing recommendations that come through the Pharm.D. pool. Discuss with the preceptor a potential topic discussion that will be given to staff and healthcare providers in the last week of the rotation. The resident should start preparing for this topic di scussion Clinic Responsibilities: During the first week, the resident will see patients with the preceptor (Modelling). The preceptor will address medication issues, perform a medication reconciliation, assess the patient's knowledge of the ability to ob tain their medications through WTC plan, verbalize the thought process of how to assess and make a recommendation, teach the resident how to evaluate the patient, teach the resident how to educate the patient on the appropriate use of devices, and use of m edications. The preceptor will also help the resident develop a plan for the patient. In the afternoon, residents will prepare for the next clinic day by choosing 5 -8 patients from the ambulatory clinic list. They will work up the patients and discuss with the preceptor. Shadow preceptor during smoking cessation education. Week 2 Administrative Responsibilities: Independently answer questions in the Pharm.D. pool. Help the pharmacy technicians with and questions they may incur. Choose a Journal Club t opic and begin reading and evaluating the article to be presented the last week of the rotation (Coaching, Facilitation). Clinic Responsibilities Before seeing each clinic patient, the resident will present the patient to the preceptor and address any pot ential problems (Coaching). They will see the patient by themselves but after the visit, the resident will present to the preceptor his/her assessment and plan. The resident will discuss with the resident how to educate the patient. The resident should s tart to develop critical thinking skills and discuss their own thought process with the preceptor. The preceptor will coach the resident by addressing anything the resident may have missed. In the afternoon, residents will prepare for the next clinic day by choosing 8 -10 patients from the ambulatory clinic list. They will work up the patients and discuss with the preceptor. Perform a smoking cessation education under the direct supervision of the preceptor (Coaching). - 36 - Week 3 Administrative Responsibilities: Independently answer questions in the Pharm.D. pool. Help the pharmacy technicians with and questions they may incur. ambulatory clinic list. Start the preparation of a short communication on a disease state seen in WTC for the newsletter. This newsletter should be completed by the first day of the last week of the rotation (Coaching, Facilitation). Clinic Responsibilities The resident will discuss the patients prior to the clinic visit with the preceptor but will be seeing patients in the clini c independently; using the preceptor as a backup when an issue arises. The resident will continue to build on their communication skills by making recommendations to the providers in the clinic after the facilitation from the preceptor. The resident will be able to educate the patient on their own (Coaching, Faciltiation). In the afternoon, residents will prepare for the next clinic day by choosing 10 -12 patients from the ambulatory clinic list Perform smoking cessation education independently (Facilitat ion). Week 4 Administrative Responsibilities: Independently answer questions in the Pharm.D. pool. Help the pharmacy technicians with and questions they may incur. ambulatory clinic list. Complete the newsletter, give the prepared lecture, discuss journa l club article (Facilitation). Clinic Responsibilities The resident will be working up their patients on their own and seeing patients in the clinic independently. The preceptor serves as a backup when an issue arises. Their communication and critical th inking skills and problem solving should now being refined. They should now be able to assess themselves and identify areas they need to improve upon. In the afternoon, residents will prepare for the next clinic day by choosing 10 -12 patients from the amb ulatory clinic list Perform smoking cessation education independently (Facilitation). Other activities may include: Transition s of Care Completion of a project Being involved with Research Working on an article to be published - 37 - Pharmacy Residents are expe cted to: 1. Be professional and courteous at all times 2. Be punctual at all times 3. Have all assignments completed on time 4. Demonstrate enthusiasm for learning Evaluations : The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have the opportunity to evaluate the preceptor, rotation and overall thoughts of the ambulatory experience. Midpoint Ev aluation: A verbal midpoint evaluation will be completed by the preceptor at the end of two weeks. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for resident performance for t he next two weeks. Summative Evaluation (required) This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the learning experience. During this evaluation, the preceptor will determine if posi tive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. - 38 - ANESTHESIOLOGY /PAIN SERVICE Required or Elective: Elective Rotation Duration: of Practic e Area: The Emergency Department (ED) is a level one trauma center and consists of a fast track (green), acute, observation, critical care, pediatrics, and psychiatry sections. The ED Pharmacist is a part of the Emergency Medicine healthcare team which als o consists of attending physicians, ED fellows, ED residents, nurses, and case managers. Role of the Pharmacist in the Practice Area: The Emergency Department Pharmacist's role is to ensure safe and effective medication use for patients in the Emergency D epartment by identifying and rectifying any issues with rejected or missing medication orders, conducting medication reconciliations on high -risk patients, and reviewing patient profiles to ensure appropriate and patient -specific medications are being orde red and administered in the ED. Responsibilities of the Resident Pharmacist include assisting with drug information questions, responding to medical emergencies (code blue, code bat, code H, code T) and toxicological emergencies, verifying medication ord ers for all areas of the emergency department, recommending pharmacy interventions to the ED team before, during, and after critical care ED rounds, documenting any pharmacy interventions made that same day in Clinical Measures, and performing medication r econciliation and patient interviews with guidance from the ED Pharmacist preceptor. Expectations of Residents: The resident will have the opportunity to explore the following practice areas within the field of the OR Pharmacy and the Anesthesia Suite: Pre-evaluation and manag ement of surgical patients from the anesthesiology standpoint. Anesthetic Techniques including general and local anesthesia. Pertinent perioperative patient monitoring parameters Anesthetic and pain agents used to include general anesthetics, neuromuscular blocking agents and regional anesthetic agents, pre - and postoperative adjunctive agents and techniques. Necessary monitoring encountered during the surgical procedure and relate the function of each member of the surgical team involved with patient care and the procedure. The various approaches to acute and chronic pain managem ent as it relates to immediate post -operative pain. The day to day operation of the OR Pharmacy and the methods that are employed to ensue patient safety. Progression of Residents over the Period of the Learning Experience: Participation in this learning experience is largely observa tional, the resident is expected to be actively en gaged and willing to learn throughout the rotation. The resi dent is expe cted - 39 - to complete a minimum of tw o topic discussions to be discussed with the pharmacist preceptor during this rotation . Any add itional assignments from the anesthesia or Acute Pain team s are expected to be compl eted in a timely manner as well. - 40 - ANTIMICROBIAL STEWAR DSHIP Required or Elective: Elective (note: will not be offered for the 2022 -2023 academic year) Rotation Duration: 2 or 4 weeks Preceptor: Katherine De Jesus, PharmD Hospital Cell phone: 631-644-2165 Email: Email: roderick.go@stonybrookmedicine.edu General Description of Practice Area: The Infectiou s Diseases consult service consists of three teams that cover the hospital, including two teaching teams and one team run by an attending physician and a nurse practitioner. The main practice area will be with Infectious Diseases team A, which consults throughout the hospital, including medicine units, intensive care units, etc. Infectious Diseases team A typically consists of an attending physician, an infectious diseases fellow, medical residents, and medical students. Role of the Pharmacist in the Pract ice Area: The Infectious Diseases Pharmacist's role is to ensure appropriate use, dosage, and duration of antimicrobial agents recommended by Infectious Diseases team A. When rounding with the consult service, the Infectious Diseases Pharmacist recommends dosing of antimicrobial agents, assists with pharmacokinetic calculations to monitor aminoglycosides and vancomycin, initiates IV to PO conversions of antimicrobial agents, and de -escalates antimicrobial therapy when appropriate. Responsibilities of the R esident Pharmacist include assisting with drug information questions, assisting with dosing of antimicrobial agents, performing pharmacokinetic calculations for therapeutic drug monitoring of aminoglycosides and vancomycin, recommending pharmacy interventi ons to the Infectious Diseases team before, during, and after rounds, and documenting any pharmacy interventions made that same day in Clinical Measures. Expectations of Residents: Pharmacy resident will progress from an observer to an independent Pharmac y Infectious Diseases practitioner with the support and guidance of the Pharmacy Infectious Diseases Specialist(s). Pharmacy resident will perform daily clinical rounds with the SBU Infectious Diseases Consult Service. Pharmacy resident will observe the I nfectious Diseases Fellow in the initial work -up of a consult and provide supportive function to ensure safe and effective use of antimicrobial agents. On a daily basis, resident will prioritize the list of patients on the SBU Infectious Diseases Consult Service to determine the order for follow -ups. Follow - up functions include reviewing medication profiles for appropriate dose, appropriate route, drug-drug interactions, and duration of antimicrobial therapy, and updating diagnostic and culture results. Resident will communicate with Infectious Diseases Fellow any pertinent information identified during follow -ups. In addition, pharmacy resident will provide drug information for the SBU Infectious Diseases Consult Service and coordinate supply of non - formulary antimicrobial agents for the patient care, if needed. Pharmacy resident will meet - 41 - with preceptor daily discuss antimicrobial therapy on selected patients. Resident is responsible for 3 verbal presentations on the management of selected clinical in fectious diseases syndrome during the 4 -week rotation. Topics will be determined during the meeting prior to the start of the rotation. Progression of Residents over the Period of the Learning Experience: New Rotation Progression Coming Soon! - 42 - BOOST Better Outcomes for Patients through Safe Transitions (LICENSURE REQUIRED FO R THIS ROTATION ) Required or Elective: Required Rotation Duration: 2 weeks required, with the option to expand to 4 weeks Preceptor: Dian Description Practice Area: The BOOST rotation is a 2-week required learning experien ce focused on Transitions of Care. The rotation will take place on a General Medicine Floor (15N/S) which consists of patients being cared for by various Internal Medicine Teams. The Internal Medicine team consists of attending physicians, medical resident s, nurses, social workers, and case managers. The BOOST criteria includes all patients admitted from home who are > 65 years old on 5 or more medications (excluding all OTCs except Aspirin). Patients from assisted living, nursing, and rehab facilities are excluded from this criteria The CHF initiative includes patients of all ages who have HFrEF or HFpEF generated by a daily report from a Nurse Practitioner. Patients excluded from this criteria include patients who reside in a nursing or rehab facility Role of the Pharmacist in the Practice Area: The role of the pharmacist involved in the BOOST and CHF initiatives is to optimize patients' medication regimens while patients are undergoing transitions of care. Responsibilities include: obtaining medication histories, providing education and reinforcing adherence to medications, lifestyle modifications, and self-monitoring, communicating medication discrepancies to the team after conducting medication reconciliation, reviewing inpatient medications and optim izing therapy, reviewing discharge summaries and communicating discrepancies to the team, and performing telephonic follow up 24 to 48 hours post- discharge to ensure that patients were able to obtain medications. Pharmacy residents on this learning experi ence will assist with the daily operations of the BOOST program by conducting medication history reviews, speaking with patients, and following up with patients via phone after hospital discharge. Expectations of Residents: Overview of rotation: 1. Rotation begins at 7:30 AM and resident will start by working up 5 patients for either the CHF or BOOST Transitions of Care initiative 2. Discuss patients with preceptor 3. Obtain one medication history at a time and discuss patient with preceptor after each interview 4. Provide patient education during patient interview on medication, lifestyle, and self - monitoring adherence 5. Make recommendations to the team regarding any drug related issues, monitoring parameters, consults, social issues 6. Order verification/profile review of those five patients 7. Document all patient interviews/medication reconciliation/education in the EMR using the Pharmacy Note template - 43 - 8. All interventions must be documented in Clinical Measures by the end of the day 9. Attend Social Rounds in the morning 10. Perform telephonic follow up 24 to 48 hours post discharge 11. Will provide resident with discussion on Beers List Medications Disease States: Common disease states in which the resident will be expected to gain proficiency through direct patient care experience in clude, but not limited to: Cardiovascular : CHF, atrial fibrillation, hypertension, hyperlipidemia Endocrinology : Diabetes, Pre-diabetes, Hypo/hyperthyroidism Pulmonary : Asthma, COPD, Smoking Cessation Renal Disorders : CKD, acute renal failure Gastrointesti nal Disorders : GERD Infectious Diseases: UTI, pneumonia Rotation Goals: Obtain medication histories for CHF and BOOST patients Counsel/reinforce adherence on medications, lifestyle modifications, and self - monitoring Work collaboratively with the interdisc iplinary team to optimize patient outcomes and prevent medication related problems/adverse events Design therapeutic and monitoring plans using evidence -based medicine Preceptor Interaction/Communication: 7:30 AM: List of patients to workup will be provid ed to resident 8:00 AM to 1:00 PM, preceptor will be available to discuss patients, resident will attend social rounds with preceptor, and obtain medication histories 2:00 PM to 3:30 PM, preceptor will be available to review Medication History Notes, condu ct telephonic follow up with residents, and be available for any questions the resident may have Progression of Residents over the Period of the Learning Experience: Prior to rotation (1 to 2 weeks prior): Preceptor will review learning objectives and expectations with the resident Week 1: Resident will work up 2 to 3 patients daily and present patients to preceptor. Resident will attend social rounds with preceptor. Resident will observe preceptor in providing education to patients, performing medicati on reconciliation, and interacting with the medical team during the first few days of the rotation. Depending on resident's experience and comfort level, resident can obtain medication histories by the end of the first week with preceptor observation. Resi dent will write Pharmacy Medication History notes with feedback provided by preceptor. (Direct instruction and Modeling) Week 2: Resident will work up 5 patients daily and present patients to preceptor. Resident will obtain medication histories, provide education to patients, and conduct post discharge telephonic follow up independently. Then resident will present each patient to preceptor discussing any issues with medication/diet adherence, goals of therapy, medication related issues, etc. Preceptor wi ll continue to provide feedback. Residents are encouraged to - 44 - independently find any drug related issues ordered while patient is admitted or in the discharge summary. (Coaching and Facilitating) Evaluation: There will be two formal evaluations including o ne midpoint and one final. During formal evaluations, resident will self -reflect, preceptor will provide feedback on resident and discuss methods to achieve the goals of the rotation. The resident will have a chance to provide feedback to the preceptor and the rotation experience. Pharmacademic will be used for documentation final summative evaluations, which summarizes the resident's performance throughout the learning experience. Specific examples and comments will be included to provide resident with inf ormation they can use to improve their performance. - 45 - CARDIOLOGY (AKA CARDIAC ACUTE C ARE) Required or Elective: Required Rotation Duration: 4 weeks Preceptor: joseph.dougherty@stonybrookmedicine.edu General of Practice Area: The Coronary Acute Care Unit (CACU) is a \" step -down \" unit with approximately 25 beds which have telemetry (EKG) heart rhyth m, pulse oximetry, and blood pressure monitoring along with specialized nursing care. The cardiology rotation is a 4 -week required learning experience. The resident will spend 2 weeks with the Coronary Acute Care Unit (CACU) Physician Red Team and 2 weeks with the Physician CACU Blue team. The PGY -1 resident will have an opportunity to participate in daily Multidisciplinary rounds on CACU and the Coronary Intensive Care Unit (CICU) each of which typically precede clinical rounds. The Multidisciplinary daily rounds typically consist of Pharmacy, Nursing, Physical Therapy, Social Work and Care Management. The focus of the Multidisciplinary round is to review each patient's reason for visit, past medical history, tests or procedures needed, and transition of c are discharge planning. The cardiology rotation generally focuses on the pathophysiology of cardiovascular related disease along with the application and facilitation of the current (and rapidly changing) guideline directed medical treatment (GDMT) primarily in patients with Heart Failure (HF), Acute Coronary Syndrome (ACS), or Atrial Fibrillation (AF +/ - rapid ventricular response RVR) and /or other cardiovascular arrhythmias. The cardiology rotation will also consist of daily preceptor -resident quizzes and review of the current concepts and therapies for cardiovascular disease, resident drug and or disease related topic discussions, patient discharge summary review, patient/ family/caregiver counseling on new medications, and ongoing patient -specific the rapeutic management review and assessment. We will also discuss any clinical interventions performed and documented during the day. In some cases, we may have an additional APPE student who the resident with take an active role in leadership and precepti ng while accompanying the St. John's University student on physician rounds. One of the key areas we will focus on is transition of care from admission through discharge, ensuring optimal medical therapy, with an emphasis on reduction in preventable 30-day readmission rates which are often attributable to medication non -adherence; dietary sodium indiscretion; or barriers to continuity of care; i.e. medication cost; home delivery; or issues with transportation and follow up care . Role of the Pharmacist in the Practice Area: The Cardiology Pharmacist's role is to ensure safe and effective medication use for patients in the CACU and Cardiology Critical Care Unit (CCU) by conducting medication reconciliations on high- risk patients, and reviewing patient profiles to ensure appropriate - 46 - and patient- specific medications are being ordered and administered while the teams are conducting clinical rounds . The Cardiology Pharmacist is also responsible for attending multidisciplinary rounds to gain information and provide medication guidance for patients who may be getting discharged soon. As a pharmacy preceptor, they are to be a professional and supportive resource for the PGY -1 Resident and utilize the ASHP methodologies to help mentor and foster the PGY -1 resident's academic experiential journey. The goal is to ultimately allow the resident to perform independently with preceptor confidence while the preceptor remains available if needed and de -briefing the resident after the fact . Responsibilities of the Resident Pharmacist include those of the Cardiology Pharmacist, as listed above. PGY-1 residents will pre -round and assess patient medication profiles, laboratory values, and identify any drug related pharmacotherapy or interventional concerns for review during clinical rounds . The PGY -1 resident will be involved in ongoing daily laboratory value reviews, EKG QTc monitoring, DVT prophylaxis, patient discharge counseling on new medications, physician order review and verification processes, monitoring for drug -drug interactions, and ensuring guideline therapies are being followed. The role of the PGY -1 Resident will be to observe, and participate interactively with colleagues, nursing, patients, and physicians professionally, at all times. The PGY -1 Resident will be re spectful of patient's rights and privacy while also protecting HIPPA related confidential material. Further, the PGY -1 Resident will learn how to combine their didactic learning of pathophysiology with guideline directed medical therapies to treat various types of cardiovascular disease. It is incumbent upon the resident to time -manage their residential responsibilities i.e. Research projects, Journal club(s), MUE projects, CE presentation(s) while completing the Cardiology rotation. Expectations of Resi dents: The Cardiac Acute Care rotation provides learning experiences for the resident in the Cardiac Acute Care Unit (CACU) unit. The PGY -1 resident is expected to be punctual, professional, (white lab coat; attire) and prepared at all times. The following activities are required for completing this rotation. The resident is expected to have pre -rounded on CACU Red or Blue Team patients in the ER and on 05SD (CACU) prior to attending the Interdisciplinary \"Social Work\" round beginning daily at 8 am. The Re sident will learn how to determine and utilize dependable resources including but not limited to Up -to-Date, Lexi Comp online; Micromedex; Clinicians Guide to Ultimate Drug Therapy -Global RPH. The resident will provide therapeutic drug monitoring assess ments for patients on their team receiving drugs requiring monitoring including, but not limited to, warfarin, antiarrhythmics dofetilide, amiodarone, aminoglycosides, and vancomycin. In addition, the resident will be specifically reviewing patient medica tion profiles prospectively for drug allergies, drug-drug interactions, drug- lab interactions, drug - disease, drug -food and or beverage interactions, and appropriate drug formulation(s) for optimal patient medication management. The pharmacy resident docu ment all pharmacotherapy monitoring and interventions on inpatients assigned to the CACU teams in Clinical Measures . Good communication and interpersonal skills along with follow up will be vital to achieving success in this area. - 47 - Throughout the course of the day, after the resident has rounded with their respective CACU team, the resident will discuss with the preceptor any of their interventions performed, and also review updates on the selected topic for discussion, upcoming Journal Club, or CE presentat ion. The resident must be able to multi -task with good time -management skills for accomplishing the required activities in a limited time frame. The resident daily activities will include completing medication histories, analyzing all appropriate patient- specific data, developing complete therapeutic and monitoring plans, rounding with the multidisciplinary team and physician team s, assisting and resolving all medication -related issues, and providing patient education for discharge counseling. The resident will also complete topic and patient presentations, review landmark clinical trial discussions, present a journal club presentation, deliver an in-service presentation, and strengthen observational learning experiences. The resident will strive to develop excellent written and verbal communication skills. The resident is expected to supplement knowledge gaps by researching those topics via primary literature and/or clinical guidelines. The goal of this rotation is for the resident to improve his or her critical thinking skills whereby they utilize their didactic training of cardiovascular disease(s) and develop confidence in their ability to interact effectively with physicians, colleagues, nurses, patients, and caregivers. At the completion of this rotat ional experience the resident should be able to: Know and describe the current guideline directed medical therapy approach to optimally treating patients with: o Acute Coronary Syndrome NSTEMI vs STEMI or unstable Angina..Know Biomarkers, CTCA scores, and DA PT therapy o Atrial Fibrillation - including application of CHADSVASc score o Congestive Heart Failure -HFrEF vs HFpEF - Understand the Paradigm HF Study and new trials with SGLT2 inhibitors i.e. DAPA -HF; Emperor warfarin, fractionated and unfractionated Heparin; and associated reversal agents o Identify Drug therapies and patient factors which may cont ribute to QTc prolongation o To understand when and why DAPT therapy, SGLT -2 inhibitors, ACE inhibitors; ARBs, ARNI are prescribed o Describe the Management of Cardiovascular disease with pharmacological and non-pharmacological devices BiV - ICD Implantable devices, MCOT, Holter monitor, Loop Recorder, Cardiomems device, Diabetes Glucose monitoring sensor device, Watchman device, ICD, LVAD, Micra PM o Understand the diagnostic tests or procedures to help diagnose specific cardiovascular disease and severity, Ec hocardiogram, PYP - scan for amyloidosis, Cardiac Catherization for coronary artery disease and Drug - eluding stent (DES) placement, TEE to assess the left atrial appendage for any clots; CTCA to determine if there is coronary artery buildup of calcium or determine plaque burden, AV Nodal ablation for uncontrolled Atrial fibrillation or Direct Current Cardioversion for new onset A Fib o Describe how the sympathetic nervous system and Renin Angiotensin Aldosterone system impact patients with cardiovascular di sease. - 48 - o Understand the BEER's List medications which are deemed inappropriate in the elderly and be able to provide safe and efficacious alternatives o Describe Vasopressor and Inotropic agents and their related caveat and specific monitoring parameters o Introduction into surviving sepsis and shock and early goal directed therapy Preceptor - Resident Interaction/Communication: AM: Pre -round with the resident prior to attending rounds, PM: Topic discussions, lectures, reviewing notes, patient updates documen tation of clinical interventions in Clinical Measures Progression of Residents over the Period of the Learning Experience: Prior to rotation: The preceptor will provide the resident with introduction material and a brief overview of pathophysiology and c urrent guideline directed medical therapies to treat heart failure, red flag drug drug and drug disease interactions. and ACCP Cardiology I and II workbooks which include self-assessment and patient cases questions and answers (Direct instruction ). Week 1: The resident will observe the preceptor model working up the assigned patients to CACU Red or Blue physician teams and begin to round with one of the teams. The resident will also be pre -rounding on patients and attend Multidisciplinary and inpatient r ounds. The preceptor will clarify problems, verbalize the thought process of drug therapy recommendations, and teach the resident red flag aspects of drug therapy or drug disease interactions (Modeling ). Week 2 and 3: The resident will begin to present p atient -specific cases to the preceptor, continue solving problems, and discuss their own thought process. The preceptor will then fill in with anything the resident may have missed with feedback and review (Coaching ). Week 4: The resident will be able t o comfortably work up the patients and round independently. The resident will become more autonomous and encouraged to evaluate their own work and provide feedback whether they have met the goals and objectives (Facilitating ). Evaluations : The preceptor w ill provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have the opportunity to evaluate the preceptor , rotation and overall thoughts of the ambulatory experience. Midpoint Evaluation: A verbal midpoint evaluation will be completed by the preceptor at the end of two weeks. During this evaluation, the preceptor will discuss the areas that need improvem ent, the satisfactory areas, and expectations for resident performance for the next two weeks. Summative Evaluation (required) This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the learni ng experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotati on. - 49 - CONTINUOUS QUALITY I MPROVEMENT / QUALITY ASSURANCE (CQI/QA) Required or Elective: Elective Rotation Duration: 2 or 4 of Practice Area: In this introduction to CQI and Quality Management in the hospital setting, the resident will be provided with a broad knowledge of common tools and resources ava ilable to improve the medication process as well as to be able to integrate medication safety practices and CQI into their future practice of pharmacy. During this 2-week rotation residents, will become familiar with CQI tools such as PDCA, FMEA and root cause analysis and will explore literary resources such as those provided by the ISMP. Opportunities to identify, design, and/or implement medication process improvement projects, attend quality and medication safety related meetings, and participate in the evaluation of medication related events and ADRs will be made available. Role of the Pharmacist in the Practice Area: The Role of the CQI/QA Pharmacist is to assure that the medication use process throughout the hospital is as safe as possible for pati ents. Activities may include review of medication errors reported, audits of safe medication use, monitoring of compliance to safety measures such as barcode scanning, and providing pharmacist insight at multidisciplinary meetings when creating new order sets and/or evaluating reported events. The role of the pharmacy resident on this learning experience is to gain insight on the medication use process from a more administrative role, including observing activities with the CQI/QA pharmacist, completing a ssigned projects and following up with pertinent parties, investigating the origin of various medication errors reported, and attending various medication safety meetings to participate in the multidisciplinary process involved in optimizing patient care i n the hospital. Expectations of Residents: 1. Review literature recommended by the preceptor 2. Visit the following websites and be able to discuss the content: http://www.ihi.org/ http://www.ismp.org/ 3. Attend meetings as assigned 4. Contribute toward the progress of any current or ongoing CQI/Medication Safety projects 5. Identify an opportunity for improvement in the Medication Management System and design a project plan for the improvement which includes a specific statement of the project scope, describes metrics to be collected, utilizing as many CQI tools as possible and appropriate. 6. Implement project as designed if feasible (longitudinal project is an option) 7. All projects completed in a timely manner. 8. Evaluation will be based on accuracy, completeness and timeliness of project upon completion. - 50 - 9. Meet with preceptor daily and maintain an ongoing dialogue with preceptor regarding questions, concerns, obstacles, status of projects or any pertinent feedback. Progression of Residents over the Period of the Learning Experience: By the end of the rotation, the resident will be able to: Discuss various strategies, tools, and processes that may be used in CQI/QA to improve the medication process Identify an opportunity to improve one aspect of the medication process using CQI/QA methodologies. Design and perform a CQI/QA project aimed at improving some aspect of the medication process. Evaluations The preceptor will provide feedback of the resident' s performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the pediatric experience. Midpoint Evaluation (required ): A verbal evaluation will be completed by the preceptor and resident at the mid-point of week#2. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for the remaining rotation. Resident will provide feedback on the rotation and make suggestion for modification for the remaining rotation if necessary Summative Evaluation (required ): This is the primary evaluative tool for judgin g overall resident achievement of the goals and objectives assigned to the learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The precep tor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throughout the rotation and documented on PharmAcademic as needed. - 51 - EMERGENCY MEDICINE (Evening Shift) Requ ired or Elective: Required Rotation Duration: 2 weeks required, with the option to expand to 4 weeks Preceptor: TBD Hospital Cell phone: TBD Email: TBD General Description of Practice Area: The Emergency Department (ED) is a level one trauma center and consists of a fast track (green), acute, observation, critical care, pediatrics, and psychiatry sections. The ED Pharmacist is a part of the Emergency Medicine healthcare team which also consists of attending physicians, ED fellows, ED residents, nurses, and case managers. Role of the Pharmacist in the Practice Area: The Emergency Department Pharmacist's role is to ensure safe and effective medication use for patients in the E mergency Department by identifying and rectifying any issues with rejected or missing medication orders, conducting medication reconciliations on high -risk patients, and reviewing patient profiles to ensure appropriate and patient -specific medications are being ordered and administered in the ED. Responsibilities of the Resident Pharmacist include assisting with drug information questions, responding to medical emergencies (code blue, code bat, code H, code T) and toxicological emergencies, verifying medi cation orders for all areas of the emergency department, recommending pharmacy interventions to the ED team before, during, and after critical care ED rounds, documenting any pharmacy interventions made that same day in Clinical Measures, and performing me dication reconciliation and patient interviews with guidance from the ED Pharmacist preceptor. Expectations of Residents: Goals: Design therapeutic and monitoring plans using evidence -based medicine Demonstrate ownership of patients Conduct patient interviews/assessments and medication reconciliation Be a resource to the interdisciplinary team for drug information questions Integrate emergency medicine staffing (order verification) with clinical responsibilities Work collaboratively with the interdiscipl inary team to optimize patient outcomes and prevent medication related problems/adverse events Facilitate communication between the pharmacy staff and emergency medicine staff Rotation Workflow: From 2:00 PM to 10:00 PM the ED Pharmacist preceptor will be available in the critical care ED along with the Resident Pharmacist. Rotation tasks are as listed below: o Identify any issues present (rejected orders, missing urgent medications) o Identify medication reconciliation patients (CHF, DM, frequent re-admissi ons) and conduct medication reconciliations - 52 - o Pre-round critical care ED patients (chief complaint, medications administered, current home med list) o Round with clinical team of emergency medicine attendings, residents, nurses, and medical students in the cr itical care ED at 4:00pm o Complete 1 -3 medication reconciliations and discuss/present each patient with preceptor o Document medication reconciliations in Power Chart and Clinical Measures to be signed off after discussing with preceptor o ED order entry verification on PharmNet o Answer drug information questions from preceptor by the next day o 1 Journal Club by end of rotation o Mini topic discussions presented daily (sample topics listed below): ACLS/post -arrest Rapid antibiotics Atrial fibrillation agitation withdrawal Status epilepticus Toxicology Diabetic ketoacidosis Electrolyte abnormalities Anaphylaxis GI bleed Thyroid storm Myasthenic crisis Progression of Residents over the Period of the Learning Experience: 1 to 2 weeks prior to rotation : Preceptor will review learning objectives and expectations with the resident. Preceptor and resident will schedule wh ich topic discussions will be presented daily on the resident's ED rotation calendar. First half of rotation : Resident will work up approximately 1-3 patients daily and present patients to preceptor. Resident will attend critical care ED rounds with prece ptor. Resident will observe preceptor in providing education to patients, performing medication reconciliation, and interacting with the medical team during the first few days of the rotation. Depending on resident's experience and comfort level, resident can obtain medication histories by the end of the first week with preceptor observation. Resident will write Pharmacy Medication History notes with feedback provided by preceptor. Resident will prepare and present at least one topic discussion daily based on the topic discussion schedule agreed upon at the start of the rotation. (Direct instruction and Modeling) Second half of rotation : Resident will work up approximately 2-3+ patients daily and present patients to preceptor. Resident will obtain medicat ion histories and provide education to patients independently. Then resident will present each patient to preceptor discussing any issues with medication/diet adherence, goals of therapy, medication related issues, etc. Preceptor will continue to provide feedback. Residents will take initiative in monitoring drug therapy and being an active member of the Emergency Medicine team by providing drug information, assisting nurses with missing medications, etc. Resident will - 53 - continue to verify orders with coachin g from preceptor. Resident will prepare and present at least one topic discussion daily based on the topic discussion schedule agreed upon at the start of the rotation. (Coaching and Facilitating) At all times : Be professional in dress and communication. Be courteous. Be punctual. Complete assignments on time. Retain information taught throughout the rotation. Evaluation : Preceptor will provide verbal feedback to resident on a daily basis throughout the rotation. Residents are encouraged to reflect daily on performance and will discuss ways for improvement with preceptor. There will be a formal final evaluation, where the resident will self-reflect, preceptor will provide feedback on resident and discuss methods to achieve the goals of the rotation. The resident will have a chance to provide feedback to the preceptor and the rotation experience. Pharmacademic will be used for written documentation of final evaluations. - 54 - INFECTIOUS DISEASES Required or Elective: Required Rotation Duration: 4 weeks Preceptor: Katherine De Jesus, PharmD Hospital Cell phone: 631-644-2165 Email: katherine.dejesus@stonybrookmedicine.edu General Description of Practice Area: The Infectious Diseases con sult service consists of three teams that cover the hospital, including two teaching teams and one team run by an attending physician and a nurse practitioner. The main practice area will be with Infectious Diseases team A, which consults throughout the ho spital, including medicine units, intensive care units, etc. Infectious Diseases team A typically consists of an attending physician, an infectious diseases fellow, medical residents, and medical students. Role of the Pharmacist in the Practice Area: The Infectious Diseases Pharmacist's role is to ensure appropriate use, dosage, and duration of antimicrobial agents recommended by Infectious Diseases team A. When rounding with the consult service, the Infectious Diseases Pharmacist recommends dosing of anti microbial agents, assists with pharmacokinetic calculations to monitor aminoglycosides and vancomycin, initiates IV to PO conversions of antimicrobial agents, and de -escalates antimicrobial therapy when appropriate. Responsibilities of the Resident Pharma cist include assisting with drug information questions, assisting with dosing of antimicrobial agents, performing pharmacokinetic calculations for therapeutic drug monitoring of aminoglycosides and vancomycin, recommending pharmacy interventions to the Inf ectious Diseases team before, during, and after rounds, and documenting any pharmacy interventions made that same day in Clinical Measures. Expectations of Residents: Pharmacy resident will progress from an observer to an independent Pharmacy Infectious Diseases practitioner with the support and guidance of the Pharmacy Infectious Diseases Specialist(s). Pharmacy resident will perform daily clinical rounds with the SBU Infectious Diseases Consult Service. Pharmacy resident will observe the Infectious Dise ases Fellow in the initial work -up of a consult and provide supportive function to ensure safe and effective use of antimicrobial agents. On a daily basis, resident will prioritize the list of patients on the SBU Infectious Diseases Consult Service to det ermine the order for follow -ups. Follow - up functions include reviewing medication profiles for appropriate dose, appropriate route, drug-drug interactions, and duration of antimicrobial therapy, and updating diagnostic and culture results. Resident will communicate with Infectious Diseases Fellow any pertinent information identified during follow -ups. In addition, pharmacy resident will provide drug information for the SBU Infectious Diseases Consult Service and coordinate supply of non - formulary antimic robial agents for the patient care, if needed. Pharmacy resident will meet with preceptor daily discuss antimicrobial therapy on selected patients. Resident is responsible for 3 verbal presentations on the management of selected clinical infectious diseases syndrome during the 4 -week rotation. Topics will be determined during the meeting prior to the start of the rotation. - 55 - Pharmacy resident is to coordinate with the Infectious Diseases Fellow regarding meeting time for daily rounds as different Infectiou s Diseases Attending Physician has different rounding routine. Performance Objectives: After completion of the rotation, the Resident should be able to: Demonstrate an understanding and comprehension of pathophysiology, diagnosis, prognosis, and management of infectious diseases. Demonstrate skills in integrating pertinent antimicrobial pharmacology, microbiology, patient factors and antimicrobial resistance development in formulating patient- center antimicrobial pharmacotherapy Demonstrate competency in the individualization of the dosing of aminoglycosides and vancomycin. Identify potential medication related problems and utilize their clinical skills, with literature support, to resolve the problem. Examples include drug allergies, drug interactions, sub-therapeutic or toxic doses and pathophysiologic or pharmacologic contraindications. Justify and defend antimicrobial therapy recommendations by effectively utilizing therapeutic principles and drug literature resources. Demonstrate the ability to effective ly communicate with physicians Process: Participation in the activities of the Infectious Diseases Consult Service. The resident will be expected to attend and participate in daily consult rounds, provide drug information as needed, and monitor selective patients seen by the service. Daily round with Pharmacy Preceptor on selective patients seen by the Infectious Diseases Consult Service. Present at least 3 topic discussions on selected infectious diseases syndrome Attend Infectious Diseases Journal Club. Attend Infectious Diseases Clinical Conference. Terminal Behavior: After the completion of the Infectious Diseases rotation, the Resident should be able to: Describe the presentation and pathophysiology of various infectious diseases Outline anti-infective treatments Develop a prospective monitoring plan for therapeutic response Design a plan of monitoring for drug toxicity/pharmacokinetics as applicable Describe the application of diagnostic tests and physical assessment to infectious diseases Demonstrate knowledge of the presentation, the likely pathogens, and treatment options for complicated infectious diseases Progression of Residents over the Period of the Learning Experience: Prior to rotation - The preceptor will provide the resident with introducti on material (Direct instruction ). The preceptor will review the expectations and the learning activities of the rotation. Topics for weekly discussion will be determined with resident's inputs. Week 1: For the first 2 days, the resident will observe the preceptor working up the assigned patients. The resident will attend rounds with the preceptor. The preceptor will clarify problems, verbalize the thought process of drug therapy recommendations, and teach the resident how to categorize different diseas e states/medical issues (Modeling ). On day# 3, the resident will begin to present follow -up cases to the preceptor, begin solving - 56 - problems, and discuss their own thought process. The preceptor will then fill in with anything the resident may have missed (Coaching ). Resident verbal presentation Shadow preceptor on administering Antibiotic Time-out Program. (Instruction and Modeling) Week 2: The resident will begin to present follow -up cases to the preceptor, begin solving problems, and discuss their own thought process. The preceptor will then fill in with anything the resident may have missed (Coaching ). Resident verbal presentation Week 3: The resident will be working up the patients and round independently. The resident will be encouraged to evalua te their own work and provide feedback whether they have met the goals and objectives (Facilitating ). Resident verbal presentation Week 4: The resident will be working up the patients and round independently. The resident will be encouraged to evaluate their own work and provide feedback whether they have met the goals and objectives (Facilitating ). Resident verbal presentation Evaluations The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two forma l evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the pediatric experience. Midpoint Evaluation (required ): A verbal evaluation will be completed by the preceptor and resident at the mid-point of week#2. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for the remaining rotation. Resident will provide feedback on the rotation and make suggestion for modification for the remaining rotation if necessary Summative Evaluation (required ): This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throughout the rotation and documented on PharmAcademic as needed. - 57 - INTERNAL MEDICINE Required or Elective: Required Rotation Duration: 4 weeks Description of Practice Area: The PGY1 pharmacy general medicine rotation is a 4 -week required experience that exposes residents to the practice of pharmacy in the general medicine setting. Stony Brook University Hospital has 12 internal medicine teams, composed of teaching and non-teaching. The pharmacy resident will be rounding with a teaching te am and serve as the medication expert on a multidisciplinary team with medical residents, students, and attending physicians. Residents will round with their internal medicine team daily and design medication plans for the team's patients. Pharmacy reside nts are also responsible for performing medication reconciliations and provide patient education when warranted. In addition to their clinical duties, residents will prepare and present a weekly topic discussion, one patient case presentation, and one jou rnal club throughout this learning experience. Role of the Pharmacist in the Practice Area: The clinical pharmacy specialist on the Internal Medicine team role is defined by these responsibilities: medication profile review for all patients on service, th erapeutic drug monitoring, perform and document medication histories, provide drug information and education to members of the team/patients/caregivers, process CPOE medication orders, make recommendations to the team, maintain a liaison role between the n ursing, physician, and pharmacy staff. The pharmacy resident is responsible to carry out these duties as well. The major goals of this rotation are for the resident to develop communication skills, independent judgment, accountability and clinical compete nce by intensive application of their knowledge, problem -solving techniques and critical thinking skills in the general medicine practice setting. Expectations of Residents: Rotation Activities The following activities are considered minimum for the compl etion of this rotation. Additional activities may be assigned at the discretion of the preceptor. Pre-round on patients on designated team's service Attendance at clinical rounds with the respective medical service and the Attending Physician, Monday -Friday Attend all assigned Department of Medicine conferences Performance of admission medication interviews, compliance assessment, and discharge counseling, when warranted. Provision of drug therapy monitoring. The resident will monitor therapy, discuss problems with the preceptor and recommend appropriate adjustments to the medical staff. A prospective approach to monitoring and anticipation of problems is essential Provision of drug information. The resident will provide written or verbal drug information responses and/or teaching to their medical team Interaction and communication with nursing, medical and other patient care staff regarding appropriate drug administration, distribution, and other associated problems affecting patient care - 58 - Presentation of 1 Journal Club article that will be approved by the preceptor Presentation of 1 Patient Case Presentation Participation in scheduled discussions of therapeutic topics with the preceptor Presentation of 4 formal topic discussions, focusing on disease state management Daily meetings with preceptor for sign out At the completion of the General Medicine Rotation, the resident will be able to: Demonstrate a comprehensive understanding of pathophysiology, diagnosis, prognosis, and management of a given disease state with the use of a systematic learning approach. Demonstrate the ability to design and individualize non-drug and drug therapy in the management of a given disease state, given the patient's diagnosis and general therapeutic goals Monitor any patient, accurately and efficiently, using the prospective monitoring approach. This includes designing a plan to evaluate the patient response to therapy by using the subjective and objective parameters of therapeutic efficacy and toxicity Identify potential medicati on-related problems, and resolve them with the use of clinical skills and appropriate literature support. o Examples may include drug allergies, drug interactions, subtherapeutic or toxic doses and pathophysiologic or pharmacologic contraindications Justify and defend all drug therapy recommendations by effectively utilizing therapeutic principles and quality drug literature resources Demonstrate the ability to effectively communicate with health -care professionals by presenting information in a practical, logical, well-organized and timely manner Demonstrate the ability to take patient medication histories as needed Demonstrate an ability to identify, evaluate, and solve or prevent problems which relate to the provision of clinical pharmacy services Demonstra te efficient time management Discuss the pathophysiology of a variety of disease states, how they present, and how they are diagnosed Outline the drug therapy and monitoring procedures for specific disease states Preceptor Interaction & Communication Residents are expected to meet in person with the preceptor each afternoon between the hours of 1:00pm and 3:30pm in order to discuss any new or interesting patients on service, clarify any questions that may have come up, and review any interventions that were made by the resident during rounds that day. The preceptor will be available by hospital cell phone or email for the remainder of the day (from 7am to 3:30pm) for any urgent matters. The preceptor is stationed on the same unit that the resident will be working on, so in-person communication throughout the day is both encouraged and expected. In addition to these daily meetings, residents will also meet with their preceptors once weekly to participate in scheduled discussions of new therapeutic topics learned with the preceptor. Additionally, once weekly there will be a formal topic discussion that the resident will prepare and present to the preceptor. Topics for Discussion The resident will prepare and present four formal topic discussions during this rotation to their preceptor. Diabetes (management and complications) Upper gastrointestinal bleeds & Hepatic Complications Chronic Kidney Disease Chronic Obstructive Pulmonary Disorder (COPD) Additional discussions will take place on a daily basis with the preceptor based upon current patients on service, these will be conversation -based. The resident is encouraged to - 59 - complete independent research to prepare for these discussions so that they will be able to provide the best evidence -based care to their patients. Once weekly the resident will prepare a summary of 5 things that they have learned over the past week, to be discussed with the preceptor. This will allow for the resident to explore additional topics over the course of the rotation, including their pathophysiology, presentation, and management of these diseases that they are encountering while on service. Progression of Residents over the Period of the Learning Experience: Prior to Rotation: The preceptor will provide the resident with a brief overview of internal medicine (Direct instruction), their daily schedule, and their anticipated role on the interdisciplinary team. The preceptor will review the expectations and the learning activities of the rotation at this time, as detailed in the rotation syllabus. Week 1: The resident will be introduced to their medical team that they will be attending daily clinical rounds with. The preceptor will round with the team during the first week with the resident to demonstrate the role of the pharmaci st on the interdisciplinary team (Modelling). The resident and preceptor will discuss the patients on service and will verbalize their drug therapy management plans together (Direct Instruction/Modelling). Topic discussions this week will focus on profic iency in navigating the electronic medical record to find pertinent data, the pharmacy interaction database, and how to perform an appropriate Medication Reconciliation (Direct Instruction). Week 2-3: The resident will work up the assigned patients and attend inpatient rounds every day. The preceptor will clarify problems, verbalize the thought process of drug therapy recommendations, and teach the resident how to categorize different disease states/medical issues (Modeling). Depending upon the resident' s progression, the resident will begin to present the cases to the preceptor, begin solving problems, and discuss their own thought process. The preceptor will then fill in with anything the resident may have missed (Coaching). Topic Discussions prepared by the resident will be assigned focusing on the pathophysiology, presentation, and drug therapy management of specific disease states, to be presented to and discussed with the preceptor (Coaching/Facilitating). Week 4: The resident will be able to comfortably work up the patients and round independently. The resident will be encouraged to evaluate their own work and provide feedback on whether they have met the goals and objectives (Facilitating). A journal club presentation will also be required and presented to the clinical staff this week to provide current evidence -based recommendations for best practices in certain disease states (Facilitating). Evaluations The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the internal medicine learning experience. Midpoint Evaluation (required): A midpoint evaluation will be completed by the preceptor at the end of two weeks. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for the next two weeks. - 60 - Summative (Final) Evaluation (required): This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to this learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throughout the rotation and documented on PharmAcademic as needed. - 61 - MEDICAL INTENSIVE CARE (Internal Medicine is a prerequisite for this rotation) Required or Elective: Required Rotation Duration: General of Practice Area: The Medical Intensive Care Unit (MICU) is a 20-bed critical care unit. Patient vary considerably and commonly encountered disease states include respiratory failure, states of impaired perfusion (septic, hemorrhagic, hypovolemic, and cardiogenic), acute and chronic kidney injury, toxic ingestions, gastrointestinal bleeds, acute and chronic liver failure, solid- organ transplant, and thromboembolic diseases. This rotation also includes extensive coverage of various infectious disease topics. The MICU utilizes a multidisciplinary team approach consisting of an attending physician, fellow, residents, interns, medical students, nursing, pharmacy, nutrition, physical therapy, respiratory therapy, socia l work, and case management, who rounds daily on each patient. Role of the Pharmacist in the Practice Area: The role of clinical pharmacy specialist on the critical care team is to ensure safe medication use by performing the following duties: medication profile review on all patients, therapeutic drug monitoring, perform and document medication histories, provide drug information and education to members of the team/patients/caregivers, process CPOE medication orders, make recommendations to the team, maintain a liaison role between the nursing, physician, and pharmacy staff. The pharmacy resident on service will be responsible for providing comprehensive pharmaceutical care to all patients on the MICU service. Patient care is the primary focus of this r otation. The resident is expected to attend daily work rounds with the medical team as well as be the primary pharmacy contact person for the team. Rounds typically begin around 0900 and may last from 2 -5 hours depending on the patient census and acuity. Residents are also expected to perform thorough medication and vaccination histories on each of their patients. A great deal of patient variety is seen on this rotation. Daily topic discussions typically encountered include infectious disease issues, rena l failure, liver failure, respiratory failure and general critical care issues such as vasoactive medications, sedation, and emergency medications Expectations of Residents: Typical Daily Activities: - 62 - Rounds begin at 9AM. Please arrive by 7AM to pre-round on all patients There are two teams on MICU. We will be rounding with each team on alternating days. The 2 weeks, the resident will round together with the preceptor. The remainder of the 2 weeks, the resident will be rounding independently on the opposite team of the preceptor (this will be modified based on the residents' needs/progress). 1. Prepare 4 topics for discussion as designated by the preceptor 2. Verify all orders put through by your team 3. Partake in any extra projects/activities as deemed appropriate by the preceptor 4. Attend education lectures as provided by the preceptor 5. Present one journal club to the clinical staff 6. Preparing a CE topic focusing on Critical care is strongly encouraged during this rotation 7. The last week of the rotation, the resident will be asked complete questions encompassing everything that has been covered during the rotation - be prepared! Resident Expectations: 1. Professional and courteous conduct is expected at all times. 2. Punctuality is expected all times. 3. Assigned lectures, topic discussion, and any educational assignments are to be presented in a thorough and timely manner. 4. A strive for excellence is strongly encouraged. Topics for discussion These are to be prepared and presented by the resident weekly (All lite rature will be provided. The resident is encouraged to use any additional references to prepare these discussions). Topics will be decided during the first day Progression of Residents over the Period of the Learning Experience: Prior to rotation - The preceptor will provide the resident with introduction material and a brief overview of critical care (Direct instruction). The preceptor will review the expectations and the learning activities of the rotation. Week 1: The resident will observe the prece ptor working up the assigned patients. The resident will attend inpatient rounds with the preceptor. The preceptor will clarify problems, verbalize the thought process of drug therapy recommendations, and teach the resident how to categorize different disease states/medical issues (Modeling). Week 2 and 3: The resident will begin to present the cases to the preceptor, begin solving problems, and discuss their own thought process. The preceptor will then fill in with anything the resident may have missed (Coaching). Week 4: The resident will be able to comfortably work up the patients and round independently. The resident will be encouraged to evaluate their own work and provide feedback whether they have met the goals and objectives (Facilitating). Evaluations The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the pediatric experience. - 63 - Midpoint Evaluation (required): A verbal midpoint evaluation will be completed by the preceptor at the end of two weeks. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for the next two weeks. Summative Evaluation (required): This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throughout the rotation and documented on PharmAcademic as needed. - 64 - NEONATOLOGY (Nutrition Support/ Parenteral Nutrition is a prerequisite for this rotation) Requ ired or Elective: Elective Rotation Duration: Practice Area: The Neonatal Intensive Care Unit (NICU) is a 46-bed Level III acuity unit, providing the highest level of care for newborn infants, the unit is part of a Level IV Regional Perinatal Center covering all of Suffolk County. Annually at Stony Brook Medicine, there are approximately 1,000 admissions t o the Neonatal Intensive Care Unit (NICU), 100 neonatal transports, 200 maternal transports, 90 newborns weighing less than 1,500 grams, and 4,000 inborn deliveries. Role of the Pharmacist in the Practice Area: The NICU Pharmacist's role is to ensure safe and effective medication use for newborn infants, with consideration towards the unique pharmacokinetic properties based upon whether or not the baby was premature . Weight based dosing calculations and a working knowledge of parenteral nutrition are esse ntial for this rotation. Responsibilities of the Resident Pharmacist include attending daily clinical rounds with their designated NICU team . The resident will review profiles to make sure that dosing is correct based on patient's age (i.e. gestational age & postnatal age) and weight. Residents will also follow all parenteral nutrition orders for their team and act as a liaison with the TPN pharmacy to address any issues or concerns with the NICU team. Expectations of Residents: The following activit ies are considered minimum for completing the rotation. Additional activities may be assigned at the discretion of the preceptor. Attendance at IHI rounds daily. Attendance at Clinical rounds daily (red team vs. green team, as assigned by preceptor). Attendance at all assigned NICU conferences (NICU IHI and NICU PSN review) Attend lectures as deemed appropriate (Grand rounds, morning report, noon conference, NICU -related HSC lectures) Discuss PK/PD differences, biological differences, anatomical differ ences etc in pediatric vs adult pharmacy. Discuss common issues in the preterm neonate Provide drug therapy monitoring. The resident will monitor therapy, discuss problems with the preceptor and recommend appropriate adjustments to the medical staff. Provision of drug information. The resident will provide written or verbal drug information responses to their medical team. Present an assigned topic to other healthcare professionals - 65 - 1. Interaction and communication with nursing staff, medical and other pati ent care staff regarding appropriate drug administration, distribution, and other associated problems which affect patient care. At the completion of the Neonatology rotation, the resident will be able to: Demonstrate an understanding and comprehension of the pathophysiology, diagnosis, prognosis, and management of a given disease state with the use of a systematic learning approach. Monitor any patient, accurately and efficiently. This includes designing a plan to evaluate the patient response to therapy by using the subjective and objective parameters of therapeutic efficacy and toxicity. Identify potential medication -related problems and, with use of his/her clinical skills and appropriate literature support, resolve the problem. Examples include drug allergies, drug interactions, subtherapeutic or toxic doses and pathophysiologic or pharmacologic contraindications. Justify and defend all drug therapy recommendations by effectively utilizing therapeutic principles and drug literature resources Demonstra te the ability to effectively communicate with health -care professionals by presenting information in a practical, logical, well -organized and timely manner. Demonstrate an ability to identify, evaluate, and solve or prevent problems which relate to the provision of clinical pharmacy services. Demonstrate efficient time management. Discuss the pathophysiology of a variety of disease states, how they present and are diagnosed. Outline the drug therapy and monitoring procedures for specific disease states. Progression of Residents over the Period of the Learning Experience: Week 1: The resident will attend clinical NICU rounds with the pharmacy preceptor. Afternoon discussions will reinforce knowledge and prompt areas in which the resident should conduct further research into understanding the unique pharmacokinetics and disease states that impact this patient population (Direct Instruction, Modelling). As the week progresses, the resident will be granted more freedom to round with the team independently an d consult with the preceptor when making recommendations (Modelling, Coaching). Week 2: Now that the resident has developed a relationship with their team, they will round independently serving as the pharmacist for the team. The resident will be expecte d to come to rounds prepared and to stay in close contact with pertinent parties (i.e. TPN pharmacy) to make sure that the workflow continues smoothly and safe patient care is being provided (Coaching, Facilitation). The resident will continue to meet in the afternoon with preceptors to discuss patient cases and/or assigned topic discussions. - 66 - NEUROCRITICAL CARE Required or Elective: Elective Rotation Duration: 2 or 4 weeks PharmD Hospital phone: Description of Practice Area: The Neurology Critical Care rotation is a 2 -week elective experience that exposes residents to the practice of pharmacy within the neurology critical care unit (NCCU). The NCCU is a 14-bed critical care unit which utilizes a multidisciplinary team approach consisting of an attending physician, emergency medicine residents, neurology residents, nursing, physician assistants, nurse practitioners, medical students, and nursing students, to manage and treat patien ts with neurological or neurosurgical interventions . The neurological conditions seen vary from status epilepticus, intracranial ischemic strokes, bacterial, revisions, and brain maligna ncies. By the end of this rotation the resident should be : Able to explain the medical management of ischemic stroke vs hemorrhagic stroke Able to evaluate and construct a plan in the setting of hyponatremia or hypernatremia Able to identify paroxysmal sympathetic activity (also known as neuro storming ) Able to convert from oral to intravenous anti -epileptic medications in an adult population Able to identify appropriate serum glucose management in neurological patients Able to be a liaison between the pharmacy staff and the neurocritical care team Role of the Pharmacist in the Practice Area: The role of clinical pharmacy specialist on the neurological critical care team is to ensure safe medication use by performing the following duties: medicati on profile review on all patients, therapeutic drug monitoring, perform and document medication histories, provide drug information and education to members of the team/patients/caregivers, process CPOE medication orders, make recommendations to the team, maintain a liaison role between the nursing, physician, and pharmacy staff. Expectations of Residents: Typical Daily Activities: Attend daily clinical rounds on NCCU. Rounds begin at 9AM. Please arrive by 7 :00AM to pre -round on all patients and discuss patients with preceptor During the first week the resident will begin rounds with the pharmacy preceptor and meeting prior to rounds for pre -rounding discussion . As the rotation progress the resident will gain autonomy with increased patient c ases to the point where the resident will transition to rounding ind ependently and contact the pharmacy preceptor when necessary . However, the rotation can be tailored to the candidate's experience and comfort level . The goal of this rotation is to build upon ICU knowledge gained during required critical care - 67 - rotation, and develop and resident's knowledge on fundamental Neurolo gy critical care. Additional expectations include: 1. Prepare a minimum of 2 topics for discussion as designated by the preceptor 2. Verify all orders put through by your team 3. Partake in any extra projects/activities as deemed appropriate by the preceptor 4. Attend education lectures as provided by the preceptor 5. Present one formal patient case t o the pharmacy clinical prece ptors on the last day of rotation 6. The last week of the rotation, the resident will be asked complete formal paper BCPS style questions encompassing everything that has been covered during the rotation - be prepared! Discussion Topics: The resident will be required to present at least two formal topic discussions. The topics will be determined by the preceptor at the start of the rotation, for ambitious residents the pharmacy preceptor may add additional topic discussions based on intere st or a patient related neurologic condition on the unit. There will also be a number of preceptor- led topic discussions through the rotation topics may include, but are not limited to: status epilepticus Hyponatremia and Hypernatremia Subarachnoid hemorrhage SIADH, Cerebral Salt wasting Paroxysmal sympathetic activity Bacterial / fungal / viral meningitis or (VP) shunt repair intracranial atherosclerosis Brain malignancies Management of pituitary apoplex y Any other neurological conditions seen on rounds. Progression of Residents over the Period of the Learning Experience: Prior to start of rotation : The preceptor will provide the resident with introduction material and a brief overview of neurology critical care (Direct instruction). The preceptor will review the expectations and the learning activities of the rotation. Week 1 : The resident will meet with the pharmacy preceptor for pre -rounding at 07:30 discussions. The resident will first attend and observe rounds with th e pharmacy preceptor (modeling). Depending on the resident's experience and confidence, the resident will begin to present cases to the preceptor during pre -rounding time begin solving problems, and discuss their thought process with the preceptor (Coaching). Week 2: The resident will be able to comfortably w ork up the patients and round independently. The resident will be encouraged to evaluate their own work and provide feedback whether they have met the goals and objecti ves (Facilitating). The pharmacy preceptor will be available for if the resident needs a ssistance or guidance. - 68 - Evaluations : The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the neuro critical care rotation . Midpoint Evaluation ( formal ): A verbal midpoint evaluation will be completed by the preceptor at the end of the first week. During this e valuation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for the next two weeks. Summative Evaluation (required): This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of t he resident's performance during the rotation. Written evaluations will be recorded in Pharmacademic Additional evaluations and oral feedback will be provided throughout the rotation and documented on PharmAcademic as needed. - 69 - NUTRITION SUPPORT / PARENTERA L NUTRITION Required or Elective: Elective Rotation Duration: 2 Practice Area: The PGY1 Nutritional Support / Parenteral Nutrition rotation is a 2 -week elective experience that exposes the resident to the Pharmac ist's role in nutrition support and the formulation of patient- specific parenteral nutrition (PN) orders. The primary goal of this rotation is to obtain a better understanding of nutritional support and the use of parenteral nutrition in patients that cannot take in sufficient quantities of nutrients by mouth to sustain their metabolic requirements. Other rotation goals include gaining experience managing electrolyte imbalances, nutrient deficiencies, and the differences in nutritional management between adult and pediatric patients. Note: This rotation is a required prerequisite for the neonatology rotation. Role of the Pharmacist in the Practice Area: The Nutrition Support Pharmacist is responsible for the daily order verification and processing of all parenteral nutrition orders for patients of all ages in the hospital. Orders are checked for clinical safety, appropriateness, and formula stability when compounding. Residents will have the opportunity during this rotation to learn about the complexitie s involved with the preparation of parenteral nutrition orders; as well as understand the types of patients who may be considered a candidate for receiving parenteral nutrition. Expectations of Residents: Rotation Activities: The following activities are considered minimum for the completion of this rotation. Additional activities may be assigned at the discretion of the preceptor. Observe and assist with the daily order entry and verification process for parenteral nutrition orders with the Nutritional Support Pharmacist Provide PN monitoring for patients. The resident will monitor PN therapy, discuss problems with their preceptor, and make appropriate recommendations to adjust therapy Monitor drug therapy for patients on parenteral nutrition for appropri ateness Prepare topic discussions and complete required readings and projects as designated by the preceptor Interact with medical teams and nutrition staff to provide appropriate PN therapy Attend meetings with the Nutritional Support Pharmacist At the c ompletion of the Nutritional Support / Parenteral Nutrition rotation the resident will be able to: Understand the complexities of designing a parenteral nutrition formula for both adult and pediatric patients Identify patients where normal dietary intake i s inadequate - 70 - Discuss options to supplement patients that are not able to take in enough calories through normal dietary options Determine appropriate nutritional requirements for hospitalized patients Demonstrate understanding of managing electrolyte imbal ances in PN Monitor appropriate laboratory markers to determine the efficacy of PN therapy Demonstration of appropriate time management The resident is expected to be here from 7:00 to 3:30 every day. Morning activities include an hour of pre -rounding on all PN patients, chart review, lab analysis, and verification of PN orders. Afternoon activities will include topic discussions, lectures, reviewing notes, completing assigned readings, and other educational activities as deemed appropriate by the precept or. The resident and preceptor will communicate via office extension, hospital cell phone, and e-mail. Topics for Discussion The resident will be responsible for the preparation of two topic discussions during the course of this rotation. Topics will b e determined by the preceptor at the start of the rotation, as noted in the rotation syllabus. There will also be a number of preceptor- led topic discussions throughout the rotation, topics may include, but are not limited to: Basic Nutritional Needs in adult & pediatric patients Labs and Clinical Markers for Malnutrition Types of IV access Macronutrient and Micronutrients in PN Electrolyte imbalances Nutritent deficiencies ASPEN Guideline reviews Drug Shortages Complications of Parenteral Nutrition therap y Progression of Residents over the Period of the Learning Experience: Week 1: The resident will observe the preceptor and familiarize themselves with the order entry process for parenteral nutrition orders. Assigned readings and topic discussions will help familiarize the resident with the basic concepts behind ordering and verification of parenteral nutrition orders (Direct Instruction). The resident will pre -round on patient profiles and then discuss their lab analysis with the preceptor. By the e nd of the first week, the resident should be familiar with the orders and be able to perform calculations to determine formula appropriateness (Modelling) Week 2: The resident will begin to process and verify some of the parenteral nutrition orders on the ir own. They will begin to solve problems and explain their justification for the appropriateness of a PN order. The preceptor will explain any reasonings that the resident may have missed (Coaching). By the end of the week, the resident should feel comfo rtable processing all daily parenteral nutrition orders independently. The resident should be able to self -assess whether or not they feel confident making recommendations. The preceptor will serve as an order double - check pharmacist instead of the prima ry order entry pharmacist to allow for resident independence (Facilitating). - 71 - Evaluation Residents will be evaluated according to Stony Brook University Hospital's PGY1 Pharmacy Practice Residency Evaluation Standards and the Goals and Objectives outlined in this document and in PharmAcademic. There will only be one final evaluation at the end of the 2-week rotation. - 72 - ONCOLOGY ( ADULT IN PATIENT) Required or Elective: Required Rotation Duration: 4 weeks Preceptor: Description: The In -patient Oncology 4 rotation will expose the resident to the practice of pharmacy in 1 area of practice: In -patient liquid tumor/ BMT service (LLT - Leukemia/Lymphoma/Transplant)). The team includes an attending physician, heme/onc fellow, NP's, and a clinical pharmacist. Typically, this service follows between 10 -20 pat ients daily. Role of the Pharmacist in the Practice Area: The clinical pharmacy specialist on the team is responsible for ensuring safe and effective medication use to all patients on the service. This pharmacist participates in interdisciplinary rounds. This pharmacist is also responsible for review and preparation of chemotherapy orders, symptomatic care/ supportive care management, therapeutic drug monitoring, drug information queries for the team and patients, as well as counselling of patients on chem otherapy and other medication regimens. Beyond the scope of oncology alone, this pharmacist provides medication therapy management of chronic diseases, promotes antimicrobial stewardship, manages anti -infective therapies, and acts as a liaison between the unit and the pharmacy department. The goals of this rotation are as follows: To be familiar with common hematology/oncology malignancies and their management. To gain experience performing clinical rounds on designated hematology/oncology units. To become comfortable providing medication information and recommendations for chemotherapy/immunotherapy regimens and prophylaxis/ supportive care regimens. To be a liaison between the pharmacy staff and the hematology/oncology medical staff on the unit Expectati ons of Residents: The resident will present at least 1 approved journal club topic in hematology/oncology to the pharmacy staff. The resident will complete assigned reading assignments and/or work sheets given throughout the rotation in a timely manner. Expect to have bi -weekly disease state topic discussions. The resident is expected to act and dress in a professional manner and uphold the reputation of the Pharmacy Department. The resident is expected to pre -round prior to seeing patients with the tea m. The resident is expected to recommend and document appropriate interventions (documentation via clinical measures and/or clinical notes). - 73 - The resident will work with other hospital staff (medical residents, fellows, attendings, NPs, PAs, Pharmacists and RNs) to provide optimal care for this patient population. The pharmacy resident, under the instruction and assistance of the preceptor(s), will provide pharmaceutical care all patients. The resident will accompany the medical team/ oncologist on hospital rounds. The resident will review inpatient oncology consults with the medical resident or physician preceptor whenever possible. Before starting this rotation, the resident will meet with the preceptor to discuss a schedule of events, discussions, and du e dates for assigned projects. Absences (scheduled or unscheduled) must be discussed with the preceptor and residency program director. At the completion of the hematology/ oncology rotation, the resident will be able to: Discuss the presentation and pathophysiology of various tumors. Outline the various treatment and prophylactic regimens, their toxicities and the approach to supportive care of these toxicities. Outline diagnostic techniques used in oncology patients including the use of physical and radiologic assessment tools for monitoring therapy. The resident shall be able to describe the mechanism of action, dosage regimens, major and unusual side effects, pharmacokinetic data and major uses of the chemotherapeutic agents. The resident shall be able to thoroughly discuss the rationale of combination chemotherapy; how combination chemotherapy affects cell kinetics and other numerous aspects of this type of therapy. The resident shall be able to describe the purposes of radiation therapy as well as the major complications. The resident shall be able to describe the most common chemotherapeutic regimens used in the following types Myeloma, Carcinoma of the Breast, Carcinoma of the Lung, Colon Cancer, Ovarian/Cervical Carcinoma, Prostate Carcinoma, Endometrial Carcinoma, Testicular Carcinoma, Pancreatic cancer, Osteosarcoma The resident shall be able to describe supportive care regimens as associated with: nausea and vomiting, pain control, mouth care, infection in the immunocompromised host, hypercalcemia of malignancy, malignant effusions, tumor lysis syndrome, malnutrition/wasting Topic Discussions, twice a week on Tuesday and Thursday oncologic palliative care. interaction: Daily- 6a-730/8a - pre-rounds with as timed by attending physician 1p-230p- Preceptor available in office for topic discussions, patient review and follow up, etc. Communicati on: Daily meeting times - resident will be prepared to discuss assignments/other questions or issues E-mail- should be checked at least 3x per day to maintain open communication. Appropriate for non -urgent issues. - 74 - Office or Cell Phone/Text messaging: Pref erred when preceptor otherwise unavailable pertaining to urgent needs. Text message is preferred. Evaluations : non -formal continuous evaluations will be done on a continuous and as needed basis with documentation of feedback to the resident on PharmAcad emic. Formal evaluations will be completed as described below: Summative (final) eval of resident per PharmAcademic requirements listed. Preceptor/Learning experience evaluation of preceptor/experience per PharmAcademic requirements listed. Recommende d References : The MD Anderson Manual of Medical Oncology, 3e (available on Access Medicine) DeVita, Hellman, and Rosenberg's Cancer: Principles & Practice of Oncology (available through HSC online library) Abeloff's Clinical Oncology, Fifth Edition (available through HSC online library) NCCN guidelines ASH Malignant Hematology Lecture Series (https://www.hematology.org/education/trainees/hematology -review -series) Progression of Residents over the Period of the Learning Experience: Week 1: LLT - work up o f at least 5 patients, with 1 being complex - Preceptor present for rounds. Direct instruction and modeling of pharmacist's role on the team. Tuesday - 10:00 Interprofessional LLT Meeting Tuesday - topic discussion you present Thursday - topic discussion you present Friday - 09:30 Pathology Conference Week 2: LLT - work up of at least 10 patients, with 3 being complex. Preceptor present for rounds. Modeling of pharmacist's role and coaching of resi dent in the role of a heme/onc pharmacist. Tuesday - 10:00 Interprofessional LLT Meeting Tuesday - topic discussion you present Thursday - topic discussion you present Friday - 09:30 Pathology C onference Week 3: LLT - work up of at least 10 patients, with 3 being complex. Preceptor present for rounds. Coaching of resident in the role of a heme/onc pharmacist. Tuesday - 10:00 Interprofessional LLT Meeting Tuesday - topic discussion you present Thursday - topic discussion you present Friday - 09:30 Pathology Conference - 75 - Week 4: LLT - work up of at least 10 patients, with 3 being complex. Preceptor present for rounds. Facilitating the pharmacist's role and coaching of resident in the role of a heme/onc pharmacist. Tuesday - 10:00 Interprofessional LLT Meeting Tuesday - topic discussion you present Thursday - topic discussion you present Friday - 09:30 Pathology Conference Evaluations The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the internal medicine learning experience. Midpoint Evaluation (required): A midpoint evaluation will be completed by the preceptor at the end of two weeks. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for the next two weeks. Summative (Final) Evaluation (required): This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to this learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throughout the rotation and documented on PharmAcademic as needed. - 76 - ORIENTATION Required or Elective: Required Rotation Duration: 6 weeks ce Area: The Pharmacy Department at Stony Brook University Hospital provides services to over 600 in-patients, as well as, all Stony Brook Medicine out -patient clinics. It is made up of four Registered Pharmacy areas : the Main Hospital Pharmacy , the OR Sa tellite Pharmacy , the Out-Patient Ambulatory Surgery Satellite Pharmacy , and t he Out -Patient Cancer Center/MART Satellite Pharmacy . There are over 130 professional staff members who uphold the Pharmacy's mission, vision, and goals. They keep the University Hospital Pharmacy Department operating around the clock in order to deliver world class service and care. Role of the Pharmacist in the Practice Area: The fundamental purpose of pharmaceutical services is to ensure the safe and appropriate use of medicati ons. Our core philosophy is that pharmacists practicing in academic institutions such as SBUH are expected to make meaningful contributions to patient care, education, community service, and research. Optimal pharmaceutical care can be defined as the iden tification, resolution, and prevention of drug -related problems that affect positive patient outcomes. We believe that this is best provided through a team approach that effectively integrates the knowledge and skills of the pharmacist with those of other health care professionals. Responsibilities of the Resident Pharmacist include learning all of the different stations of the main pharmacy operations prior to the start of their clinical rotations ; as well as attend regular meetings that will help orient them to the longitudinal expectations of their entire residency . Expectations of Residents: Residents are expected to act in a professional manner each day and to come to work ready to learn. A calendar of assigned locations will be provided for the re sident on the first day of their rotation, expected hours are either 6am to 2:30pm, or 7am to 3:30pm, based upon the resident's assignment that day. The resident must d emonstrate an overall understanding of general pharmacy systems including: Centralized and decentralized medication distribution systems: The electronic Medication Administration Record The Pharmacy information system The Computerized Prescriber Order Entry System (CPOE) Other technology within the pharmacy Interpret physician's orders Profiling drug orders for new admissions and previously admitted patients - 77 - The patient medication profile Reviewing Pharmacy Patient Drug Profiles and demonstrating an ability to identify and resolve drug therapy related problems (i.e. drug -drug interactions and drug diet interactions) Summarizing the cassette exchange/delivery system and times for each patient unit Understand the procedures surrounding unit based distribution cabinets. The appropriately procedure for following up on problematic medication orders. Describe the process for documenting pharmacist's interventions. The resident will demonstrate an ability to answer at least one drug information question utilizing each of the following references: o AHFS Drug Information o Facts and Comparisons o Handbook of Injectable Drugs o Martindales - The Extra Pharmacopeia o Micromedex o Pediatric Drug Therapy (Harriet Lane) o Cancer Chemotherapy Handbook o MicroMedex The compounding oral medications not commercially available An overall understanding of IV admixture, che motherapy and TPN compounding (understanding of USP 797 and 800 requirements) Good communication and interpersonal skills are of paramount importance in this setting. The resident must devise efficient strategies for accomplishing the required activities in the time frame provided. Specific emphasis will be on the performance and evaluation of certain steps as described below in the list of the experience's learning activities Progression of Residents over the Period of the Learning Experience: Weeks 1 & 2: Introductory Period The residents will be oriented to the basic concepts of the department's workflow by working briefly at each station. The resident should have a solid understanding of the big picture of pharmacy operations by the end of this bl ock (Direct Instruction, Modelling). Weeks 3 - 6: Skill Development Once the residents have a good understanding of the basic workflow, they will then spend a full week at each station of the pharmacy (i.e. missing medications, IV room, oral syringes, and Peds IV/Main pharmacy) to master the skills needed to be a successful pharmacist in these areas. In the case that a resident is not yet fully licensed as a pharmacist, they may work in these areas up until the point in which their pharmacy intern license will allow. Evaluations The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the internal medicine learning experience. Midpoint Evaluation (required): A midpoint evaluation will be completed by the preceptor at the end of two weeks. During this evaluati on, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for the next two weeks. Summative (Final) Evaluation (required): - 78 - This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to this learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throughout the rotation and documented on PharmAcademic as needed. - 79 - PALLIATIVE CARE Required or Elective: Elective Rotation Duration: 2 w Torre, DO, MS Contact informat ion to be Provided at the start of the rotation General Description of Practice Area: Stony Brook Medicine's Palliative Care Service helps patients and their families cope with the physical, emotional and spiritual distress associated with a serious illne ss. A specialized team meets with the patient and family members during hospitalization to discuss their needs and assist in efforts to stabilize symptoms and support the care goals of the patient. The interdisciplinary team, which includes specialists fro m medicine, nursing, social work, and pastoral care, focuses on a \"whole person\" approach in providing expert and compassionate care. The Palliative Care Service works closely with the primary treatment professionals from all services and units and assists them in managing challenging symptoms associated with cancer and other serious debilitating illnesses, at all stages, including at the onset of illness. Role of the Pharmacist in the Practice Area: While the Palliative Care team does not have their own p harmacist full -time, the team is dedicated to teaching health care professionals of all disciplines about the skills of how to provide palliative care services to a wide variety of patient cases. Responsibilities of the Resident Pharmacist will include attending daily rounds with the Palliative Care team, and following up with patients to which they are assigned . The resident will work independently provided optimal medication management of symptoms that may be related to their illness. Areas of concen tration will be pain management, chemotherapy adverse effects (i.e. nausea, vomiting), and delirium. Expectations of Residents: The major goal of this rotation is for the resident to develop communication skills, knowledge base, and appropriate attitudes that are necessary for end -of-life care. Rotation Activities: The following activities are considered minimum for the completion of the rotation. Additional activities concerned with the rotation may be assigned at the discretion of the preceptor. Round with the palliative care team on designated units Provide drug information to other health team members. Appropriately manage pain and other disagreeable symptoms by patients with a variety of terminal illness Provide pharmaceutical care to patients wi th acute pain, chronic cancer, and chronic non-cancer pain. - 80 - Demonstrate leadership and practice management skills in pain management and palliative care Optimize the outcomes of pain management and palliative care patients through the expert provision of e vidence -based patient- centered medication therapy as an integral part of an interdisciplinary team. Serve as an authoritative resource on the optimal use of medications in pain management and palliative care. Demonstrate excellence in the provision of trai ning and educational activities for health care professionals, health care professionals in training, and the public in pain management and palliative care. Contribute to the body of pain management and palliative care knowledge Design evidence -based thera peutic regimens. Design evidenced -based monitoring plans. Recommend regimens and monitoring plans. Design education for a patient's regimen and monitoring plan. Implement regimens and monitoring plans. Evaluate patient progress and redesign regimens a nd monitoring plans. Communicate pertinent patient information to facilitate continuity of care. Progression of Residents over the Period of the Learning Experience: Prior to Rotation Start: Resident will complete modules assigned by the Palliative Care Service to familiarize themselves with some of the basic concepts of palliative care medicine (Direct Instruction). Week 1: The resident will attend rounds with the palliative care team, at which time the team will delegate patient assignments, the resid ent will shadow a member of the palliative care team for patient visits for the first few days (Modelling). The team will re -convene and round with the attending while the residents, NPs, and other members of the team give report on the patients. Afternoon discussions will reinforce knowledge and prompt areas in which the resident should conduct further research into understanding of the treatment of their patients (Coaching ). As the week progresses, the resident will be granted more independence to foll ow up on assigned patients on their own, especially those who require medication management as part of their palliative care plan (Coaching , Facilitating). Week 2: Now that the resident has developed a relationship with their team, they will round indepen dently serving as the pharmacist for the team. The resident will be expected to see patients on their own and synthesize their own care plan to discuss with the team so that patient care goals will be met in accordance with their palliative care managemen t plan (Coaching, Facilitation). The resident will prepare at least one assigned topic discussion to be discussed with a designated pharmacist preceptor . Evaluations : The preceptor will provide feedback of the resident's performance throughout the rotati on. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the pediatric experience. Midpoint Evaluation : o A verbal midpoint evaluation will be completed by the preceptor at the end of two weeks. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for resident performance for the next two weeks. Summative Evaluation (required ): - 81 - o This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the learning experience. During this evaluation, the preceptor will determine if positi ve improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throughout the rotation and documented on PharmAcademic as needed. - 82 - PEDIATRIC S Required or Elective: Required Rotation Duration: 4 weeks Description of Practice Area: The Pediatric Intensive Care Unit is a 12-bed unit that provides care to critically ill pediatric patients, ranging in age from infants to early twenties . Problems that may need critical care include complicated pre - and post- surgical care, injuries from accidents, serious infections and severe breathing problems. Among the sophisticated services we deliver are: continuous renal replacement therap y, high frequency oscillatory ventilation, inhaled nitric oxide therapy, and moderate or deep sedation tailored towards the patient's individual needs for their care. Stony Brook Children's Hospital is a 104-bed subset of Stony Brook University Hospital that contains 4 different units ( PICU, General Pediatrics, Pediatric Hematology/Oncology, and NICU) offering the most advanced pediatric specialty care in the region. Role of the Pharmacist in the Practice Area: The role of the pediatric pharmacist is to a ct as a steward of safe medication use in children. This is accomplished by demonstrating an understanding of the pharmacokinetic and pharmacodynamic differences between pediatric and adult patients. Responsibilities include, but are certainly not limite d to, confirming appropriate doses, assuring correct dosage forms, confirming safety and practicality of each medication, utilizing IT capabilities to assist in streamlining proper formulations, making recommendations and dosing suggestions to the PICU and Acute Pediatric care teams, completing tasks from pediatric medical teams as requested, and acting as a liaison between the units, nursing, and pharmacy departments. Responsibilities of the Resident Pharmacist include attending rounds each day, recommen ding pharmacy interventions during, and after rounds, assisting with drug information questions, responding to medical emergencies (when applicable), verifying medication orders for the unit, and documenting any pharmacy interventions made that same day in Clinical Measures. Expectations of Residents: Resident Expectations : Professional and courteous conduct is expected at all times. Punctuality is expected all times. Assigned lectures, topic discussion, and any educational assignments are to be presente d in a thorough and timely manner. A strive for excellence is strongly encouraged. Topics for Discussion : These are to be prepared and presented by the resident weekly (All literature will be provided. The resident is encouraged to use any additional ref erences to prepare these discussions). - 83 - Respiratory Synctial Virus (RSV) Asthma Meningitis Diabetic Ketoacidosis (DKA) Lectures - to be provided by the preceptor Pharmacokinetics of vancomycin and gentamicin Overview of vasopressors Otitis media Cystic Fib rosis Community Acquired Pneumonia (CAP) Rotation Overview : Attend daily clinical rounds on the pediatric intensive care unit and the general pediatric unit. The clinical pharmacy specialist is responsible for ensuring safe and effective medication use f or all pediatric patients admitted to the team. PICU - first three weeks o Rounds begin at 7:30AM. Please arrive by 6AM to pre -round on all patients. Patients will be discussed with the preceptor prior to rounds starting at 7:00AM. The resident will round with the preceptor who will demonstrate the role of the pediatric pharmacist on rounds. o Resident Responsibilities : medication profile review on all patients, therapeutic drug monitoring, perform and document medication histories, provide drug information and education to members of the team/patients/caregivers, process medication orders, make recommendations to the team, maintain a liaison role between the nursing, physician, and pharmacy staff. General pediatric unit (last week of rotation) o General Pediat ric floor rounds begin at 9:00AM. Pre-rounding will be completed independently and discussed with the preceptor prior to rounds. o The resident will be rounding independently with the same team as designated by the preceptor (this will be modified based on the residents' needs/progress). The preceptor will remain available for any questions that arise. o Resident Responsibilities : medication profile review on all patients, therapeutic drug monitoring, perform and document medication histories, provide drug in formation and education to members of the team/patients/caregivers, process medication orders, make recommendations to the team, maintain a liaison role between the nursing, physician, and pharmacy staff. Prepare 4 topics for discussion as designated by th e preceptor Participate in pediatric order entry training , as time permits Partake in any extra projects/activities as deemed appropriate by the preceptor Attend education lectures as provided by the preceptor, in addition to Morning Report (every morning at 8:30am) and Grand Rounds (every Wednesday 8:00am) Keep a log of specific questions asked by the preceptor with answers (preceptor will indicate what an appropriate question is) Present one journal club to the clinical staff Preparing a CE topic focusing on pediatrics is strongly encouraged during this rotation Present one of the topic discussions to the medical students Progression of Residents over the Period of the Learning Experience: - 84 - Prior to rotation - The preceptor will provide the resident with i ntroduction material and a brief overview of pediatrics ( Direct instruction ). The preceptor will review the expectations and the learning activities of the rotation. Week 1: The resident will observe the preceptor working up the assigned patients for rounds in the Pediatric Intensive Care Unit (PICU). The resident will attend PICU rounds with the preceptor. The preceptor will clarify problems, verbalize the thought process of drug therapy recommendations, and teach the resident how to categorize differe nt disease states/medical issues ( Modeling ). Week 2-3: The resident will begin to present the cases to the preceptor, begin solving problems, and discuss their own thought process. The preceptor will then fill in with anything the resident may have misse d (Modelling , Coaching ). Week 4: The resident will transition to the general pediatric floor where they will be paired with a team to round with for the next 2 weeks. The resident will be responsible for rounding independently, and discussing patients wi th the preceptor prior to rounds, where they will continue to build upon their problem -solving skills and build experience on their thought process when approached with various types of pediatric cases and disease states. (Coaching, Facilitating). The resi dent will be encouraged to evaluate their own work and provide feedback whether they have met the goals and objectives ( Facilitating ). Preceptor Interaction/Communication: Daily interaction: o AM: Pre -round with the resident prior to attending rounds on eac h unit o PM: Topic discussions, lectures, reviewing notes, patient updates The resident and the preceptor will communicate via office extension, personal phone number, hospital phone number, and e -mail. Contact information is available in the residency manu al and will be provided again prior to the start of the rotation in the rotation syllabus. Evaluations The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal eva luations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the pediatric experience. Midpoint Evaluation : o A verbal midpoint evaluation will be completed by the pr eceptor at the end of two weeks. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for resident performance for the next two weeks. Summative Evaluation (required ): o This is the pr imary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throughout the rotation and documented on PharmAcademic as needed. - 85 - PEDIATRIC INFECTIOUS DISEASE S (Pediatrics is a prerequisite for this rotation) Required or Elective: Elective Rotation Duration: 2 or 4 weeks Hospital is a 104 -bed subset of Stony Brook University Hospital that contains 4 differ ent units (PICU, General Pediatrics, Pediatric Hematology/Oncology, and NICU) offering the most advanced pediatric specialty care in the region. The Division of Pediatric Infectious Diseases at Stony Brook Children's provides inpatient and outpatient consultations for children with all types of infections — from acute to chronic, and caused by bacteria, viruses, fungi, and parasites. Role of the Pharmacist in the Practice Area: The role of the pediatric pharmacist is to act as a steward of safe medicati on use in children. This is accomplished by demonstrating an understanding of the pharmacokinetic and pharmacodynamic differences between pediatric and adult patients. Responsibilities include, but are certainly not limited to, confirming appropriate dos es, assuring correct dosage forms, confirming safety and practicality of each medication, making recommendations and dosing suggestions, and completing tasks from pediatric medical teams as requested . Responsibilities of the Resident Pharmacist include at tending rounds with the inpatient consult team each day, recommending pharmacy interventions, assisting with drug information questions and dosing adjustments , utilizing pharmacokinetic software to assist with dosing adjustments for pertinent medications, verifying medication orders when applicable , and documenting any pharmacy interventions made that same day in Clinical Measures. Expectations of Residents: Resident Expectations : Professional and courteous conduct is expected at all times. Punctuality is expected all times. Assigned lectures, topic discussion, and any educational assignments are to be presented in a thorough and timely manner. A strive for excellence is strongly encouraged. Topics for Discussion : These are to be prepared and presented by the resident weekly. Topics will be decided on at the start of each week based upon the types of cases the resident has been seeing. The resident is encouraged to use any additional references to prepare these discussions. Rotation Overview: Attend dai ly clinical rounds with the Pediatric Infectious Diseases team. The clinical pharmacy specialist is responsible for ensuring safe and effective medication use for all pediatric patients admitted to the team. Rounds typically start at 9am, the resident is expected to pre -round on all of their patients and be prepared with - 86 - pharmacy related interventions and potential dose adjustments and/or de -escalations of care. The resident is expected to answer all drug information questions that they are asked in a ti mely manner and to complete all assignments that they are asked as well. Rotation Activities : The following activities are considered minimum for the completion of this rotation. Additional activities may be assigned at the discretion of the preceptor. The resident must participate in the activities of the Pediatric Infectious Diseases Service. The resident is expected to attend and participate in daily consult rounds, provide drug information as needed, and monitor all patients seen by the service. The resident is expected to attend pediatric morning report daily at 8:30am. The resident will accompany the ID attending for afternoon clinic on designated days. The resident is expected to demonstrate a general knowledge of antibiotics, antifungals, and a ntivirals. The resident is expected to demonstrate a general knowledge of structural class, spectrum of activity, pharmacokinetics, pharmacodynamics, individualization of dosage, important and common side effects, and clinical uses of the antimicrobial agents on formulary in the pediatric population The resident is expected to demonstrate a general understanding of the most common infectious disease state in pediatrics. The resident will participate in any journal clubs/projects/presentations as determined by the pediatric ID attendings. The resident will attend all lectures and conferences as designated by the ID attending. At the completion of this rotational experience, the resident should be able to: Briefly discuss the pharmacokinetics, pharmacodynamics, spectrum of activity, common side effects, and dosage of the common antimicrobial agents used in pediatrics. Discuss the most common infectious diseases seen in children. Discuss the drug of choice for the most common diseases states in pediatrics. Outline the general guidelines for common childhood disease Progression of Residents over the Period of the Learning Experience: Week 1: The resident will attend rounds with the Pediatric Infectious Diseases team, the resident will orient themselves to the patients , and formulate care plans along with the residents and attending physicians (Modelling , Coaching ). The Pediatric Pharmaci st will be available for any questions throughout the day via phon e (Coaching ). Afternoon discussions will reinforce knowledge and prompt areas in which the resident should conduct further research into understanding of the treatment of their patients (Coaching ). The resi dent is expected to follow all of the patients on service by the end of the week and prepared to discuss medication management with the team (Coaching , Facilitating). Week 2: The resident will continue to round independently as the sole pharmac ist on the team (Coaching, Facilitation). The pediatric pharmacist will remain available for assistance when necessa ry (Coaching , Facilitation). The resident will prepare at least one assigned topic discussion to be discussed with a designated pharmacist preceptor . Evaluations : The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the - 87 - preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the pediatric experience. Midpoint Evaluation : o A verbal midpoint evaluation will be completed by the preceptor at the end of two weeks. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for resident performanc e for the next two weeks. Summative Evaluation (required ): o This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throu ghout the rotation and documented on PharmAcademic as needed. - 88 - PEDIATRIC HEMATOLOGY /ONCOLOGY (Pediatrics is a prerequisite for this rotation) Required or Elective: Elective Rotation Duration: 2 or 4 weeks Hospital is a 104 -bed subset of Stony Brook University Hospital that contains 4 differ ent units (PICU, General Pediatrics, Pediatric Hematology/Oncology, and NICU) offering the most advanced pediatric specialty care in the regio n. The Pediatric Hematology / Oncology Program at Stony Brook Children 's offers the most up -to-date diagnostics and treatm ents for children with cancer. The inpatient unit is a 12 -bed unit providing care for patients with many different types of hematologic and /or oncolog ic disorders. Role of the Pharmacist in the Practice Area: The role of the pediatric pharmacist is to act as a steward of safe medicati on use in children. This is accomplished by demonstrating an understanding of the pharmacokinetic and pharmacodynamic differences between pediatric and adult patients. Responsibilities include, but are certainly not limited to, confirming appropriate dos es, assuring correct dosage forms, confirming safety and practicality of each medication, making recommendations and dosing suggestions, and completing tasks from pediatric medical teams as requested . Responsibilities of the Resident Pharmacist include at tending rounds with the inpatient consult team each day, recommending pharmacy interventions, assisting with drug information questions and dosing adjustments , utilizing pharmacokinetic software to assist with dosing adjustments for pertinent medications, verifying medication orders when applicable , and documenting any pharmacy interventions made that same day in Clinical Measures. Expectations of Residents: Resident Expectations : Professional and courteous conduct is expected at all times. Punctuality is expected all times. Assigned lectures, topic discussion, and any educational assignments are to be presented in a thorough and timely manner. A strive for excellence is strongly encouraged. Topics for Discussion : These are to be prepared and presented by the resident weekly. Topics will be decided on at the start of each week based upon the types of cases the resident has been seeing. The resident is encouraged to use any additional references to prepare these discussions. Rotation Overview: Attend dai ly clinical rounds with the Pediatric Hematology/Oncology team. The clinical pharmacy specialist is responsible for ensuring safe and effective medication use for all pediatric patients admitted to the team. Rounds typically start at - 89 - 9am, the resident is expected to pre -round on all of their patients and be prepared with pharmacy related interventions and potential dose adjustments . The resident is expected to answer all drug information questions that they are asked in a ti mely manner and to complete all assignments that they are asked as well. Rotation Activities: The following activities are considered minimum for co mpleting this rotation. Additional activities concerned with the rotation may be assigned at the discretion of the preceptor. The resident will round with the pediatric oncology team independently and experience the role of chemotherapy within the hospital setting The resident is expected to attend pediatric morning report daily at 8:30am The resident will understand the processes to diagnosis, from physical checkup, lab test, and pathology to tumor board discussions and begin treatment for a patient. The resident will learn how to determine and utilize dependable resources The resident will be able to provide accurate drug information, discuss potential drug-drug interaction, and adverse drug reactions. The resident will be expected to identify the accuracy of chemotherapy regimens using the most common resources including NCCN and ASCO guidelines. The resident will be able to discuss the pharmacology and the pharmacokinetics of anti-neoplastic agents. The resident will learn other treatment modalities inclu ding surgery, radiation, chemoembolization etc. The resident is expected to demonstrate a general knowledge of structural class, pharmacokinetics, pharmacodynamics, individualization of dosage, important and common side effects, and clinical uses of the an tineoplastic agents on formulary in the pediatric population Prog ression of Residents over the Period of the Learning Experience: Week 1: The resident will attend rounds with the Pediatric Hematology/Oncology team, the resident will orient themselves to the patients , and formulate care plans along with the residents and attending physicians (Modelling , Coaching ). The Pediatric Pharmaci st will be available for any questions throughout the day via phon e (Coaching ). Afternoon discussions will reinforce knowledge and prompt areas in which the resident should conduct further research into understanding of the treatment of their patients (Coaching ). The resi dent is expected to follow all of the patients on service by the end of the week and prepared to discuss medication management with the team (Coaching , Facilitating). The resident will prepare at least one assigned topic discussion to be discussed with a designated pharmacist preceptor. Week 2: The resident will continue to round independently as the sole pharmac ist on the team (Coaching, Facilitation). The pediatric pharmacist will remain available for assistance when necessa ry (Coaching , Facilitation). The resident will prepare at least one assigned topic discussion to be discussed with a designated pharmacist preceptor . Evaluations : The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the pediatric experience. - 90 - Midpoint Evaluation : o A verbal midpoint evaluation will be completed by the preceptor at the end of two weeks. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for resident performanc e for the next two weeks. Summative Evaluation (required ): o This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throu ghout the rotation and documented on PharmAcademic as needed. - 91 - PHARMACY PRACTICE Required or Elective: Required Rotation Duration: 4 weeks ce Area: The Pharmacy Department at Stony Brook University Hospital provides services to over 600 in-patients, as well as, all Stony Brook Medicine out -patient clinics. It is made up of four Registered Pharmacy areas : the Main Hospital Pharmacy , the OR Sa tellite Pharmacy , the Out-Patient Ambulatory Surgery Satellite Pharmacy , and t he Out -Patient Cancer Center/MART Satellite Pharmacy . There are over 130 professional staff members who uphold the Pharmacy's mission, vision, and goals. They keep the University Hospital Pharmacy Department operating around the clock in order to deliver world class service and care . This is a 4 -week required rotation and will be scheduled after licensure has been obtained. The goal of this rotation is gain experience in the managerial aspect of the main pharmacy areas. You will work alongside the superv isor in these areas: main dispensing pharmacy, IV room, Order entry, and the IV bench area. You will attend and contribute in all staff meetings. Role of the Pharmacist in the Practice Area: The fundamental purpose of pharmaceutical services is to ensure the safe and appropriate use of medicati ons. Our core philosophy is that pharmacists practicing in academic institutions such as SBUH are expected to make meaningful contributions to patient care, education, community service, and research. Optimal pharmaceutical care can be defined as the iden tification, resolution, and prevention of drug -related problems that affect positive patient outcomes. We believe that this is best provided through a team approach that effectively integrates the knowledge and skills of the pharmacist with those of other health care professionals. Responsibilities of the Resident Pharmacist will include building upon the staffing skills that they have build during orientation and during their longitudinal exper iences and to take these experiences through the lens of an adm inistrative and/or manag erial approach . Additionally, the resident will shadow a numb er of areas of the pharmacy in which they have not worke d yet to gain appreciat ion for other administrative areas that contribute to the success of our overall operations. Expectations of Residents: This rotation is split into 3 phases, a comprehensive calendar of schedules & events will be provided to you on the fi rst day of your rotation . Day Sh ift Schedule (2 weeks ): Please arrive at 7AM and report to the supervisor. When you arrive, you will finish checking the overnight run, which goes up at 8AM. The run for pediatrics, mother/baby and psychiatry print at 7:30AM. The cassettes - 92 - for mother/baby and psychiatry will be delivered at 11AM. The cassettes for pediatrics will be delivered at 2:30pm. The pyxi s run prints at 10AM. This should be completed between 11 -11:30AM. This is delivered by the evening technicians when they arrive at 3pm. In the afternoon, you will finish checking the pediatric cassettes with the pediatric IV medications, help put away the cardinal order, assist in order entry if needed, assist in making batch medications for oral syringes etc. Attend additional meetings as scheduled . Please communicate with the supervisors when you need to leave for a scheduled meeting. As acting supervisor, ple ase keep an eye on and assist with the management of the following: o All staffing issues o Lunch scheduling o Sick calls o Productivity issues o Monit oring the orders in the queue and assign staff appropriately o Manage all issues with nursing and medical staff o Handle non -formulary questions IV room schedule (1 week) : You will spend one week in the IV room with the IV supervisor. For IVPBs, there are 3 runs a day: 3am, 12:30pm, and 8pm Pediatric IV medications print at 8AM. The pediatric pharmacist is responsible for preparing these bef ore going to order entry. Evening Shift Schedule (1 week) : The last week of the rotation, you will spend rotating through the evening shift fro m 3pm- 11:30pm Report to the supervisor at the beg inning of your shift for your assignmen t for the evening Additi onal Learning Experiences/ Meetings may include (but are not limited to ): Purchasing Outpatient chemotherapy infusion center (MART Pharmacy) Inpatient chemotherapy Controlled Substances Drug D iversion Investigational Pharmacy Medication Safety Other administrative meetings, as determined by RPD or Pharmacy Lead ership Progression of Residents over the Period of the L earning Experience: The resident is expected to be proficient and work independently throughout this rotation . During their additional meetings they are expected to be engaged and willing to learn and participate in these new areas. This is a concentrated learning experience that is menat to enhance pre-existing skills and provide new opportunities for further growth and development as an inpatient pharmacist. Evaluations The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the - 93 - preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the internal medicine learning experience. Midpoint Evaluation (required): A midpoint evaluation will be completed by the preceptor at the end of two weeks. During this evaluati on, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for the next two weeks. Summative (Final) Evaluation (required): This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to this learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throughout the rotation and documented on PharmAcademic as needed. - 94 - PSYCHIATRY Required or Elective: Elective Rotation Duration: 2 weeks Preceptor: zza@stonybrookmedicine.edu General Description of Practice Area: The psychiatry rotation is a 2-week elective experience that exposes residents to the practice of pharmacy as a part of the psychiatric consult service . The goal of this rotation is for the resident to develop communication skills, independent judgment, accountability and clinical competence by intensive application of their knowledge, problem -solving techniques and skills in the psychiatr ic practice setting. By the end of this rotation the resident should be able to: Express the different symptoms/presentations of psychiatric disorders requiring psychiatric consult Explain the pathophysiology and progression of disease behind the different psychiatric diagnoses Develop a safe, and effective medication regimen which integrates special considerations of psychiatric patients into a rational drug treatment and monitori ng regimen Monitor for and prevent adverse reaction and/or drug interactions to anti -psychotics in psychiatric patients Evaluate medication regimen via ordering appropriate labs, monitoring for effectiveness Facilitate appropriate titration or de -escalation of psychiatric medications Develop an appropriate regimen for patients with anxiety, bipolar depression, schizophrenia and present as a case presentation for the pharmacy clinical staff Role of the Pharmacist in the Practice Area: The role of the pharmacist on the psychiatric consult service is to ensure the safe use of medications by performing the following duties: Review patients' medication profile for potential drug interactions and, appropriate dosing Facilitate appropriate taper Facilitate the discontinuation of psychiatric medications Recommend monitoring of appropriate labs Provide education to members of the team/patients/caregivers The elec tive is designed for the resident to work with the in -patient psychiatric consult service providing pharmacy therapy services (such as monitoring for drug interactions/ recommending medications on the hospital formulary/ obtaining and monitoring levels). Th e pharmacist preceptor will remain available by phone / spok/ email to assist the resident with any issues or concerns. The resident will attend in -patient rounds independently, and meet with the pharmacist preceptor frequently for questions or clarificati on throughout the rotation . - 95 - Expectations of Residents: The following activities are considered minimum for the completion of the rotation. Additional activities may be assigned at the discretion of the preceptor. Typical Daily Activities: Attend daily rounds with the in -patient psychiatric team consul t service. o Rounds with the in -patient psychiatric team begin at 09:00 Attend and participate in education sessions held by the psychiatry consult team, including Grand Rounds, if applicable Provide an education for medical students/ residents as requested by consult team Present one formal patient case for the clinical pharmacy staff Meet with pharmacist preceptor twice weekly for comments/questions/concerns with rotation Complete all assignments per pharmacist preceptor and primary psychiatry consult team. Progression of Residents over the Period of the Learning Experience: Prior to rotation: The resident will meet with pharmacy preceptor to discuss expectations of the rotation prior to the start of the rotation. The pharmacist preceptor will provide the resident introduction psychiatry material and a brief overview of psychiatry. (Direct instruction). Week 1: The resident will meet with the pharmacy preceptor (at 07:00am) prior to rounds with the consult team (09:00am) to review patient cases . Early in the rotation the pharmacy preceptor will review cases old cases with resident and show how to evaluate the patient cases (Modeling) . Increasing autonomy will depend on the resident's comfort level, and the resident will discuss their thought process for recommendations to be made to the pharmacy preceptor, the pharmacy preceptor will provide guidance and instruction. (Coaching). Week 2: The resident will take a more active role, working up patients, begin solving problems, and reviewing all the medications for patients seen by the psychiatric consult service independently (Facilitating) . After rounding t he resident will meet with the pharmacy preceptor twice weekly to review the cases and receive feedback or questions regarding recommendations made during rounds. Resident will present one formal case discussion to pharmacy preceptor on the second to last day of the rotation. Evaluations : The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thought s of the psychiatric experience. Midpoint Evaluation (required ): A verbal midpoint evaluation will be completed by the preceptor at the end of first week. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for the next week. Summative Evaluation (required ): This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed - 96 - during the midpoint evaluation. The preceptor will provide overall thoughts of the resident's performance during the rotation. Additional evaluations and oral feedback will be provided throughout the rotation and documented on PharmAcademic as needed. - 97 - RAPID RESPONSE Required or Elective: Elective Rotation Duration: 2 weeks Preceptor: Barbara Mills, DNP Email: Barbara.Mills@stonybrookmedicine.edu General Description of Practice Area: The Rapid Response Team at Stony Brook University Hospital supplements usual medical care to enhance the safety and well being of our patients. Within minutes of bein g called, our team of critical care experts arrives at the patient's bedside to assess the situation, provide intensive monitoring, and attempt to reverse a patient's deterioration by developing a treatment plan. Our Rapid Response Team, which is led by a critical care nurse practitioner, doesn't take over the care of the patient, but instead, facilitates the process of getting a higher level of care when needed. This is a 2 -week elective experience that will expose the resident to the Stony Brook Rapid Response Team. The major goal of this rotation is for the resident to experience the role of different healthcare professionals and their response to emergency codes. Role of the Pharmacist in the Practice Area: Responsibilities of the Resident Pharmacist include responding to medical emergencies (code blue, code bat, code H, code T), assisting with drug information questions, reviewing patient profiles to identify potential causes for the emergency, and verifying medication orders that the team may need d uring a code. The resident will work closely with the Nurse Practitioners of the Rapid Response team to learn the proper way to work in emergency situations. Expectations of Residents: Rotational Activities: The following activities are considered to be the minimum for completion of this rotation. Additional activities may be assigned at the discretion of the preceptor: 1. Shadow the head of the rapid response team, Barbara Mills DNP 2. Review overnight rapid responses 3. Respond to rapid responses throughout th e day 4. Understand the role of medications in emergent situations At the completion of this rotational experience, the resident should be able to: Understand the role of a rapid response team in a hospital Understand the importance of drug availability in a n emergency situation Recognize the potential role of a pharmacist on the rapid response team Progression of Residents over the Period of the Learning Experience: Week 1: The resident will shadow the rapid response team and become accustomed to their daily workflow. They will attend all codes with the team and assist in any way that they are capable. A full medication review should take place after each code, looking for potential causes or care concerns that may have led to the emergency event taking place. - 98 - Week 2: The resident will continue to work independently as a pharmacist with the rapid response team. They will prepare any assignments in which they are asked, and answer and drug information questions that are presented to them. - 99 - SURGICA L CRITICAL CARE Required or Elective: Elective Rotation Duration: 2 or 4 weeks of Practice Area: The Surgical Care Unit (SICU) is a 20- bed unit specifically designated for adult surgical patients requiring critical care both before and after surgical interventions. Some of the commonly enco untered surgeries seen are repairs for traumatic injuries, including penetrating trauma (gunshot/stab wounds, nail punctures) and blunt trauma (injuries from falls, motor vehicle collisions, sports), as well as for acute surgical disease involving the abdomen, such as appendicitis, inflamed gallbladder, bowel obstructions, and incarcerated hernias. The SICU offers ventilatory management using all modalities of respiratory support, including positive end -respiratory pressure, high -frequency ventilation, inte rmittent mandatory ventilation, pressure supported ventilation, and pressure -controlled ventilation. It also offers cardiac monitoring and management, including vasoactive drips, invasive monitoring, and continuous oximetry. The SICU has embraced a multidi sciplinary approach consisting of an attending physician, fellow, residents, interns, medical students, nursing, pharmacy, nutrition, physical therapy, respiratory therapy, social work, and case management, who rounds daily on each patient. Role of the Pharmacist in the Practice Area: The role of the clinical pharmacy specialist on the Surgical Care team is to ensure safe medication use by reviewing active medication lists daily, performing therapeutic drug monitoring, performing and documenting medication histories, providing drug information and education, and maintain a liaison role between the nursing, physician, and pharmacy staff. The pharmacy resident will be responsible for providing comprehensive pharmaceutical care to all patients on the SICU service. The resident is expected to attend daily work rounds with the medical team as well as be the primary pharmacy contact person for the team. Rounds typically begin around 0800 and may last from 2-6 hours depending on the patient census and acuity. Residents are also expected to perform thorough medication and vaccination histories on each of their patients. Daily topic discussions typically encountered include infectious disease issues, renal failure, liver failure, respiratory failure, post-surgical management & complications, trauma management, as well as other general critical care issues such as utilizing vasoactive and sedative medications. Expectations of Residents: Rounds begin at 8AM. Please arrive by 7AM to pre-round on all patients - 100 - The resident will begin rounding together with the preceptor, and based upon the residents' performance and needs, they will transition to rounding independently and will contact the preceptor when necessary. Other rotation activities will include: 1. Prepare 1 topic or patient case for discussion, as designated by the preceptor 2. Verify all orders put through by your team 3. Partake in any extra projects/activities as deemed appropriate by the preceptor 4. Attend education lectures as provided by the preceptor Resident Expectations: 1. Professional and courteous conduct is expected at all times. 2. Punctuality is expected all times. 3. Assigned lectures, topic discussion, and any educational assignments are to be presented in a thorough and timely manner. 4. A strive for excellence is strongly encouraged. Topics for discussion: These are to be prepared and presented by the resident. The resident is encouraged to use multiple references to prepare these discussions. Topics will be decided during the first week by both the resident and preceptor. Progression of Residents over the Period of the Learning Experience: Prior to rotation - The preceptor will provide the resident with introduction material and a brief overview of critical care (Direct instruction). The preceptor will review the expectations and the learning activities of the rotation. Week 1: The resident will observe the preceptor working up the assigned patients. The resident will attend inpatient rounds with the preceptor. The preceptor will clarify problems, verbalize the thought process of drug therapy recommendations, and teach the resident how to categorize different disease states/medical issues (Modeling). The resident will begin to present the cases to the preceptor, begin solving problems, and discuss their own thought process. The preceptor will then fill in with anything the resident may have missed (Coaching). Week 2: The resident will be able to comfortably work up the patients and round independently. The resident will be encouraged to evaluate their own work and provide feedback whether they have met the goals and objectives (Facilitating). (Note: this elective is either a 2- or 4-week rotation experience, the anticipated progression is similar between both timelines that the resident will start to gain independence by the end of the first week) Evaluations The preceptor will provide feedback of the resident's performance throughout the rotation. There will be two formal evaluations. During the formal evaluations, the preceptor will evaluate the resident and the resident will have a chance to evaluate the preceptor, the rotation, and overall thoughts of the learning experience. Midpoint Evaluation (required): - 101 - A midpoint evaluation will be completed by the preceptor verbally at the halfway point of the rotation. During this evaluation, the preceptor will discuss the areas that need improvement, the satisfactory areas, and expectations for the remainder of the rotation. Summative Evaluation (required): This is the primary evaluative tool for judging overall resident achievement of the goals and objectives assigned to the learning experience. During this evaluation, the preceptor will determine if positive improvements have been made to the areas discussed during the midpoint evaluat ion. The preceptor will provide overall thoughts of the resident's performance during the rotation. This evaluation will be completed verbally and written on Pharmacademic. Additional evaluations and oral feedback will be provided throughout the rotatio n and documented on PharmAcademic as needed. - 102 - STRATEGIC PLANNING 5 Year Plan and Goals Within the next 5 years we would expect to accomplish the following: 1. Develop and institute a PGY2 Residency in an area of specialty, such as Critical Care 2. Organize an enduring Stony Brook Pharmacy run s ymposium which would be an all day ACPE accredited learning programs offering 5 - 6 CE credits. This program will be theme oriented and all talks will be devoted to a particular area such as the pharmacologic advances in oncology, cardiology, anticoagulation etc. 3. Organize a yearly retreat that will be open to all hospital pharmacies in Suffolk and Nassau counties of Long Island that have residency programs. The purpose of this symposium would be to network all reside ncy programs on Long Island and the event would focus on the operational requirements involved in supporting ASHP residency programs. Invited speakers could be enlisted from either well- established existing programs and/ or ASHP personnel that are resp onsib le for residency programs. 4. Develop a process in which the pharmacy residents are integrated into the discharge planning of patients and will be responsible for the education of patents regarding their discharge medications. - 103 - PHARMACADEMIC: A GUIDE FOR RESIDENTS PharmAcademic is a web -based software tool that is used us to manage the evaluations and record -keeping associated with residency programs accredited by ASHP (American Society of Health -System Pharmacists). Your residency is based on g oals and objectives as set forth by the Residency Learning System (RLS). PharmAcademic is a tool that is based on the RLS and helps your residency program meet the standards for accreditation. As a resident, you will use PharmAcademic to complete self -evaluation and co-sign evaluations completed by preceptors. PharmAcademic will notify you by e -mail when you need to complete a task. You can follow the link in the e- mail or the link in your task list within PharmAcademic to complete each task. LOGGING IN When you have been enrolled in your residency program . PharmAcademic will send you an e -mail message containing your password. Please copy and paste this password into the login screen because the initial passwords are complex. The initial passwords are 14 characters long. Occasionally certain e -mail programs change the characters in the passwords. If your password has a different number of characters or if you try several times and the password won't work, click \"forgot password\" on the login screen, and a new one will be sent to you. If you get locked out because you've tried too many times, contact support@mccreadiegroup.com and ask to have your account unlocked. If you forget your password, click \"forgo t password\" on the login screen and a new one will be sent to you. CHANGING YOUR PASSWORD We recommend that you change your password the first time you log in. Go to \"Change Password\" in the \"My Account\" menu. You will be prompted to enter your current password, and then type your new password two times. You may change your password as often as you wish. PERSONAL INFORMATION You can edit/change your e -mail address, name, address, phone number, etc. under \"Edit My User Info\" in the \"My Account\" menu. If the e -mail address in PharmAcademic is your personal e -mail please switch it to your Stony Brook e-mail once you get on site. To do this simply switch it in the Edit My User Info screen. Once you change your e -mail, you will use that one to log into PharmAcademic . - 104 - TASKS When your preceptor o r RPD schedules something for you to complete (e.g. complete an evaluation), PharmAcademic will generate a task. In addition, PharmAcademic will generate tasks when your preceptor or RPD completes something that you need to co -sign (e.g. evaluation, custom ized training plan). Tasks are listed in the task list on PharmAcademic 's home page (the main screen in PharmAcademic ). You can control how many upcoming tasks you see by changing the setting in the drop -down box on the main screen. PharmAcademic will also send out e-mail notifications of tasks in advance of the due date. The e -mail notifications contain the same tasks that are in your task list. To complete a task, you may click on the link on your home page or click on the link in the e -mail notification. After you have completed a task, it will be removed from your task list. Preceptors and RPDs can delete evaluation tasks. If there is something on your task list that you do not think should be there, please contact your preceptor or RPD first. EVALUA TIONS There are multiple types of evaluations in PharmAcademic . Summative evaluations are used to evaluate the goals and objectives for learning experiences (which are often referred to as rotations). The resident will receive a summative self -evaluatio n and the preceptor(s) will receive a summative evaluation to complete. Snapshot evaluations are used to evaluate criteria associated with one of the objectives. Like summative evaluations, there is a snapshot self -evaluation completed by the resident and a snapshot completed by the preceptor(s). Snapshots are only available for PGY1 Pharmacy programs. Learning experience evaluations are completed by the resident to evaluate the learning experience. Preceptor evaluations are completed by the resident to evaluate the preceptors. One preceptor evaluation is created for each preceptor associated with the learning experience. Custom evaluations are created by PharmAcademic users. They may be completed by residents and/or preceptors/RPDs. After an evaluation is complete, it is routed for co -signatures. Evaluations completed by the resident are co -signed by the preceptor, and then co -signed by the RPD. Evaluations completed by the preceptor are co -signed by the resident, and then co -signed by the RPD. If you submit an evaluation, and then decide you want to make changes, please ask your preceptor or RPD to send it back for edit. They can do it using \"manage tasks and evaluations\" in the preceptor menu. - 105 - PGY-1 Pharmacy Residency Program Policies & Procedures Stony Brook University Hospital Department of Pharmacy - 106 - ADMINISTRATIVE POLICIES FOR THE PGY-1 RESIDENCY PROGRAM Licensure: Applicants must be licensed to practice pharmacy, or eligible to become licensed to practice pharmacy in the State of New York. Residents entering the program who are not yet licensed to practice Pharmacy in the State of New York MUST apply for a Limited (Intern) Permit before starting the residency. Application for this permit and other licensing information can be obtained on the web at http://www.op.nysed.gov/prof/pharm/pharmlic.htm Residency candidates MUST have successfully completed all requirements for licensure in Ne w York State by October 1st of the residency year. In the event that the resident fails to obtain licensure by October 1 st the RPD and the Residency Advisory Committee may allow the resident to remain in his/her position under the conditions that the res ident would be mandated to make up the time between the date of actual licensure at the end of his/her residency. Because of funding issues it should be noted that there is a possibility that the resident may have to be placed on a volunteer status while he/she makes up this time. A written agreement will be signed by the resident and RPD to confirm the planned extension. If these terms are not met, this may result in termination of the resident from the residency program. Duty Hours: Purpose: To es tablish an institutional policy regarding duty hours for all pharmacy residents training programs within Stony Brook University Hospital (SBUH). Duty hours are defined as all hours spent on scheduled clinical and academic activities, regardless of setting , related to the pharmacy residency program that are required to meet the educational goals and objectives of the program. , o i.e., patient care (both inpatient and outpatient), administrative duties , staffing requirements, the provision for transfer of pat ient care, time spent in- house during call activities, and scheduled academic activities such as conferences. o Duty hours do not include reading , studying, and academic preparation time spent away from the duty site. Travel time to and from conferences an d hours that are not scheduled by the RPD or a preceptor also do not count as duty hours. - 107 - Moonlighting at an alternate site is not recommended. The resident should use his/her discretion before performing moonlighting hours. The resident's priority is t o the residency program. If residency performance is negatively affected, the resident may be asked to terminate moonlighting hours. Maximum Duty Period Length: Duty hours must be limited to 80 hours per week, averaged over a 4 - week period, inclusive of all in- house call activities and all moonlighting. Residents must have a minimum of one day in seven days free of duty (when averaged over four weeks). At- home call cannot be assigned on these free days. Duty periods of PGY -1 residents must not exceed 1 6 hours in duration. There must be a minimum of 8 hours between shifts. Shifts may include day, evening, nights, and weekends. All residents are expected to work their scheduled hours to successfully complete the program. Reporting Duty Hours: Resident s must track their duty hours at the end of each month in Pharmacademic. A form will automatically populate in their to -do list at the end of the month for the resident to complete. - 108 - LEAVE POLICIES Weekend Coverage All PGY1 residents will work one we ekend every 21 days or approximately one weekend per month. If the resident is unable to work a day on the weekend that they are scheduled, they may illicit the assistance of their co-residents for a switch. However, if coverage cannot be found , the resi dent must work the weekend days that were originally scheduled. Weekday Hours A typical work week is on the day shift, Monday through Friday. However, since this is a 24-hour facility, evening and night shifts may also be required. Residents are require d to fulfill all the activities and hours of the rotation they are scheduled for. Expected hours will be defined by the preceptor at the beginning of each rotation. Sick Time Sick time is allowed and is governed by the rules and regulations of SBUH . When ill, residents must contact the Program Director and preceptor via phone or email, as well as the Supervisor on duty by calling the main pharmacy line: 631-444-2680. Extended Sick Leave Extended sick leave is sick leave that exceeds the amount of sick leave the resident is entitled to, as defined by UUP. Extended leave may be granted to any resident for good cause. Human Resources must be consulted in addition to the RPD in order to determine eligibility for this type of leave. If a resident requests extended leave and is granted such, he/she must make up this time at the end of his/her residency in order to the fulfill the requirements of the residency. It should be noted that due to the funding structure of the residency program it is very likely that funding will not be available for the resident while the resident makes up this lost time. - 109 - RESIDENT DISCIPLINARY , REMEDIATION , & DISMISSAL POLICIES Residents are expected to conduct themselves in a professional manner at all times and to fo llow all relevant SBUH and Residency Program policies. Disciplinary and/or Remediation action will be taken if a resident: Does not follow policies and procedures of SBUH, Department of Pharmacy, or Residency Program Does not present him/herself in a professional manner Does not earn satisfactory progress on any of the residency goals or objectives Does not make adequate progress towards the completion of residency requirements (e.g. project, manuscript, CE presentations, seminar) Demonstrates gross negligence Disciplinary Action and/or Remediation Policy and Procedure If a resident fails to make satisfactory advancement in any aspect of the residency program, the following disciplinary steps shall be taken: 1. Early Identification: If a resident ap pears to be struggling in specific areas continuously across rotations, these concerns should be brought to the RPD. The RPD will assess the resident's evaluations on PharmAcademic and any verbal or written feedback from the preceptor(s). The RPD will address any longitudinal deficits in the resident's Quarterly Evaluation. If the concerning behaviors continue on the rotation following the Quarterly Evaluation, then the RPD will give the resident a verbal warning and have a discussion to assist in any barriers to learning that the resident may be experiencing. 2. First Remediation: If satisfactory improvement is not seen within 2 weeks, the RPD will meet with the resident, and the resident will be given a written warning. This document will identify spec ific learning objectives and/or behaviors that require attention and improvement by the resident, as well as an action plan for when and how these deficiencies will be addressed. The document will be signed by the resident and the RPD and kept into their personnel file by the Residency Program Director. A remediation plan will then be created by the RAC to address the resident's deficiencies. The remediation plan will include: Specific objectives or general areas for improvement the team has identified a s problematic An appropriate solution or measurable outcome. This will include goals for monitoring progress. Dates to reach these outlined goals Follow -up steps to take if goals are not achieved within the designated time frame. 3. Second Remediation: If satisfactory improvement is not seen during the first remediation (2 -4 weeks), the resident will meet with the RPD and receive a second written warning. A second remediation plan will be created at this time, at which if goals and objectives are not me t by the end of the designated - 110 - timeframe (about 4 weeks), the resident will be given a Final Written Warning and will be subject for dismissal. During the second remediation, the resident may be asked to give up non- required activities, as deemed appropri ate by the RPD and RAC. 4. If the RPD and RAC determine that the resident will not complete the residency program in the normal time frame, a plan to adequately complete the requirements shall be presented and reviewed by the Residency Program Director. No action shall be taken against the resident until the Director of Pharmacy reviews the report and recommendations concerning any action. If the Director of Pharmacy feels that the action recommended by the RPD is appropriate, the action will be implemented. When and if dismissal is recommended by the Residency Program Director, the Director of Pharmacy and the Residency Advisory Committeewill have a meeting to discuss the final decision, which may include termination. Termination is the final step of the disciplinary process and documentation will clearly reflect that prior progressive corrective action has failed to produce an acceptable change in the employee's behavior and/or performance as per UUP regulations. Termination action must be approved through Human Resources prior to meeting with the employee. 5. All disciplinary actions will be documented in PharmAcademic as well as their SBUH employee records. - 111 - APPLICATION PROCESS All candidates for the PGY1 residency program at Stony Brook University Hospital must participate in the ASHP Residency Matching Program. The following materials must be submitted by the first Sunday in January to PhORCAS Letter of Intent Curriculum Vitae Three Letters of Recommendation College Transcript(s) Questions abo ut the application process should be addressed to: Amanda Waldeck, Pharm.D., BCPS, BCPPS PGY1 Residency Program Director Brook University Hospital 101 Nicolls Road, Level 1 Stony 631 -444-2860 Email: aldeck@stonybrookmedicine.edu All candidates must have the following to apply: Must have completed a program in pharmacy leading to a Doctor of Pharmacy degree from a pharmacy program accredited by the Accreditation Council for Pharmacy Education (ACPE) Be of good moral character Be at least 21 years of age Be a citizen of the United States or alien lawfully admitted for permanent residence in the United States (Alien Registration Card /USCIS I -551 Status - \"Green Card\") Must be eligible for New York State licensure, with all examinations for New York State licensure successfully completed by October 1 st of the residency year. Must have a limited intern permit issued by the Office of Professions, NY State Board of Pharmacy until a NY state pharmacist lice nsure is obtained - 112 - ASSESSMENT AND EVALUATION OF QUALIFICATIONS OF RESIDENCY CANDIDATES Application Requirements: An acceptable candidate must be a graduate or graduate candidate of an ACPE accredited College of Pharmacy and must participate in the ASH P Residency Matching Program. Residency candidates at Stony Brook University Hospital must be eligible for New York State licensure, with all examinations for New York State licensure successfully completed by October 1 st of the residency year. Failure to attain licensure by October 1st may result in the delay in graduation from residency . Eligible applicants must submit the following materials by January 10th: Letter of Intent CV Three Letters of Recommendation College Transcript(s) Based on the inf ormation supplied the Residency Advisory Committee will score each applicants application package and score it using the grid below. The Residency Advisory Committee is comprised of: The Residency Program Director Director of Pharmacy 2-3 Clinical Precept ors Application Evaluation: All applicant packages will be screened initially by the Residency Program Director for minimum requirements and if the applicant does not meet the needs he /she will be eliminated from the pool of applicants. The minimum requi rements are Applicant is a graduate of an Accreditation Council for Pharmacy Education (ACPE) -accredited Doctor of Pharmacy degree program. Applicant is either licensed to practice Pharmacy in the State of New York or is eligible for licensure in the State of New York. Applicant has participated in and adhered to the rules of the resident Matching Program process. The 20 highest scoring application packets following review and assessment by the Residency Advisory Committee will be invited to interview. Documentation of the above process for all applicants will be recorded and securely archived for a period of 5 years. - 113 - APPLICANT INTERVIEW PROCESS Based on the rankings from the application evaluation process, designated potential resident candidates will be asked to interview on- site. This on -site interview is a chance for both parties concerned to see and learn more about each other. Resident interviews are approximately 8 hours in length and include a tour the facility and an opportunity to spend time with the current residents. Members of the Residency Advisory Committee will convene beforehand to review the interview process and to make certain that all involved understand the evaluation and ranking process. During this time the Residency Program Director and the Director of Pharmacy will convey to the committee what attributes they feel the ideal resident should possess. The formal interview process is conducted by the Residency Advisory Committee which is composed of: The Residency Program Director 1-3 Clinical Preceptors Ranking system used by the Potential Resident Advisory Committee: During interview s, each candidate will be ass essed and evaluated by the RPD, the Residency Advisory Committee and the preceptors (\"reviewers\") using a standard ized scoring grid. This grid is updated on an annual basis by the Residency Advisory Committee. After the interview, the scores recorded on the standardized scoring grid will be tabulated and ranked by the Residency Program Director, who will then review with the Residency Advisory Committee. If the majority of the reviewers feel that the applicant will not be able to successfully complete the PGY1 program , the applicant will be remov ed from consideration and his/ her name will not be added to the ASHP match listing. If the majority of the reviewers feel that the candidate can successfully complete the PGY1 program , they will remain for consideration for potential ranking for the match. After final consensus of the committee the Residency Program Directo r will submit the ranking to the matching service. Documentation of each interview will be recorded and securely archived for a period of "}