{"title": "UN health agency panel issues key guidance on second COVID vaccine doses", "author": "© Unicef; Ruhani Kaur", "url": "https://news.un.org/en/story/2021/01/1083022", "hostname": "news.un.org", "description": "A World Health Organization (WHO) expert panel issued its first guidance on the Moderna COVID-19 vaccine on Tuesday, saying that it should ideally be given to people in two separate doses, 28 days apart. In exceptional circumstances this period could be extended to 42 days, said WHO's advisory group of experts on immunization, SAGE, amid supply shortages affecting many countries.", "sitename": "UN News", "date": "2021-01-26", "cleaned_text": "UN health agency panel issues key guidance on second COVID vaccine doses [Health](/en/news/topic/health) A World Health Organization (WHO) expert panel issued its first guidance on the [Moderna COVID-19 vaccine](https://www.who.int/news-room/feature-stories/detail/the-moderna-covid-19-mrna-1273-vaccine-what-you-need-to-know) on Tuesday, saying that it should ideally be given to people in two separate doses, 28 days apart. In exceptional circumstances this period could be extended to 42 days, said WHO's advisory group of experts on immunization, [SAGE](https://www.who.int/groups/strategic-advisory-group-of-experts-on-immunization/), amid supply shortages affecting many countries. The development follows SAGE's recommendations on 5 January on how the similar Pfizer COVID-19 vaccine should be used, as deaths from the new [coronavirus](https://www.un.org/coronavirus) topped 2.1 million globally. Both are so-called mRNA vaccines which trigger an immune response by teaching the body to make special proteins, as opposed to including any live or inactive weakened virus. The [WHO]Strategic Advisory Group of Experts on Immunization has issued Interim recommendations for use of the Moderna mRNA-1273 vaccine against #COVID19 in people aged 18 years and older. This is what you need to know: [https://t.co/M7OQBCPclb]WHO 'Exceptional circumstances' \"Based on current evidence, SAGE recommends the administration of two doses - 100 micrograms, 0.5 millilitre each - with an interval of 28 days between doses\", said Dr Alejandro Cravioto, SAGE Chair. \"SAGE recommends at present that, if judged necessary, due to exceptional circumstances of COVID-19 disease burden in a country, the interval between doses may be extended to 42 days.\" At a virtual press conference, the SAGE chief noted that this was the longest interval provided in clinical trials to date. But it will be up to countries to decide how to act on these recommendations. \"It's because of the severity of the disease, which is compromising our health systems, causing untold numbers of deaths, severe cases, long-term complications - that's the problem here\", said Dr Kate O'Brien, Director, Department of Immunization, Vaccines and Biologicals at WHO. \"So in order to take the limited supply that we have, and deploy that where it's going to make the most difference to a country, we really have to be committed to prioritisation based on epidemiology, based on what the science says about how we're going to get out of this.\" Pregnancy 'risk' considered Responding to questions over the potential dangers of the vaccine to pregnant women - particularly those who were health workers and who therefore ran a higher risk of becoming infected, along with others suffering from underlying illnesses - the SAGE panel noted in a statement that \"WHO recommends not to use (Moderna) mRNA-1273 vaccine in pregnancy, unless the benefit of vaccinating a pregnant woman outweighs the potential vaccine risks\". Nevertheless, some 7,000 pregnant women have already had the Moderna mRNA-1273 vaccine and this data will be reviewed as soon as possible, said Dr. Joachim Hoùmbach, Executive Secretary of SAGE. Citing further data sets, Dr Hoùmbach also noted that of four million Moderna vaccines delivered, only 10 cases of adverse reaction to it - known as anaphylaxis - had been recorded to date. WHO's Dr O'Brien also underlined the UN agency's belief that there was \"no reason\" to think that the vaccine caused complications in pregnant women. 1 year ago today, WHO's online learning platform for health emergencies #OpenWHO launched our first #COVID19 course: Free & open Real-time & fast Massive knowledge transferNew courses and languages are added every month.Connect on [https://t.co/RjHSBkVjlH]pic.twitter.com/GZsmcpV8a7WHO DNA change ruled out She also dismissed misplaced fears over the new pharmaceutical technique that relies on a mRNA molecule to produce the Moderna and Pfizer vaccines, insisting that there was \"no chance\" of it altering human genetic code, as many believed erroneously. \"They're not live vaccines, and especially for Moderna and Pfizer the mRMA vaccines\", she said. \"It's impossible for it to change anything in your DNA...and so there's no reason why we think there will be a problem in pregnancy.\" Dr O'Brien noted nonetheless that \"the data are not there at this point\", which made it all the more important to create pregnancy registries of all those vaccinated \"so that we can continue to strengthen and mature and add policies as we move forward, as we do for all vaccines\". Advice for breastfeeding SAGE also acknowledged a lack of data on the safety of the vaccine among lactating women but added that as it considered it unlikely to pose a risk, health workers who were breastfeeding should be offered vaccination. Addressing concerns that many countries are unable to afford vaccines for key workers and other vulnerable individuals, Dr. O'Brien reiterated the WHO's appeal for equitable access to COVID-19 immunisation - with health workers and other key workers first - as the only way to overcome the pandemic. \"The reason that we're in the situation we're in, around economic and social implosions, is because of the severity of the illness...and it's the reason why countries should be looking carefully at what would be most impactful in this first early distribution of this vaccine\", she said. More on the way \"More vaccine is coming, There is going to be enough vaccine for everyone who needs it. And I think this is the global solidarity, the national solidarity, that we are all in this together. \"And for those people who are not in the highest risk group, they need to wait their turn in order to achieve the best impact of this vaccine for the limited number of doses that are starting to come through.\" In an earlier press conference the WHO official explained how governments should consider how best to vaccinate their populations. Complex risk assessment \"It really is weighing one risk against a second risk\", she said. \"One risk is that we are very, very scrupulous about applying the vaccines in the way they were applied in the clinical trials that generated the evidence on efficacy. And in doing so, we may have some limitation in the number of people who can receive the first dose, depending on how the supply is rolling in.\" The second risk scenario is to vaccinate a much larger number of people with a single dose, Dr O'Brien continued, before pointing to \"some evidence\" that showed that this provided a \"quite high\" level of protection against the new coronavirus. \"But there may be some delay in getting the second dose among some people, so it's really a trade-off of two risks,\" she added, \"and I think we're seeing around the world, different committees are weighing up those risks in "}