{"title": "Immunization Clinic", "author": null, "url": "https://health.umd.edu/medical-behavioral-health/immunizations", "hostname": "health.umd.edu", "description": "The University of Maryland requires all students to complete the University Health Center Immunization Record Form and submit proof of immunizations in order to attend the University of Maryland and register for classes. The University Health Center offers routine immunizations such as MMR, Meningitis, Tetanus/Diphtheria, Tuberculosis skin testing, Hepatitis A, Hepatitis B, Chicken Pox, and Flu vaccines. We also offer the COVID-19 vaccine.", "sitename": "health.umd.edu", "date": "2023-01-01", "cleaned_text": "Immunization Clinic HOURS - Immunizations - M-F: 8:00am - 4:00pm - Cost - Charges for this service are based on the vaccine(s) received. CONTACT - General Information (301) 314-8114 - Emergency 911 [Submit Your Records](https://myuhc.umd.edu) The University of Maryland requires all students to complete the University Health Center Immunization Record Form and submit proof of immunizations in order to attend the University of Maryland and register for classes. The University Health Center offers routine immunizations such as MMR, Meningitis, Tetanus/Diphtheria, Tuberculosis skin testing, Hepatitis A, Hepatitis B, Chicken Pox, and Flu vaccines. We also offer the COVID-19 vaccine. If you have any questions regarding immunizations, please call (301) 314-8114 or visit our [Immunization Frequently Asked Questions](/node/258) page. Fall 2023 International Immunization Clinic Events Details about our upcoming international immunization walk-in clinics are listed below. All events will be held at the University Health Center in room 1150. To download or print the flyer [click 9am-11am |Monday August 28th (afternoon)||1pm-3pm| Additional Information Submitting Your Required Immunization Documentation Immunizations (all new undergraduate and graduate students): In order to keep our community healthy and free from vaccine preventable diseases, we require that all new students submit evidence of a number of immunizations. Required vaccines include: - Two [measles, mumps and rubella](http://www.immunize.org/vis/mmr.pdf)(MMR) vaccine doses or blood titer evidence of immunity - One [meningitis ACWY](http://www.immunize.org/vis/meningococcal_acwy.pdf)vaccine dose within 3 years of arrival at UMD for undergraduate students - One [tetanus, diptheria and pertussis](http://www.immunize.org/vis/tdap.pdf)(Tdap) vaccine dose within the last 10 years - Completion of a tuberculosis risk screening questionnaire and additional testing depending on your responses to the screening questions. Our Immunization Record Form must be completed and uploaded prior to your arrival to campus. New students may submit information [online](https://myuhc.umd.edu) beginning June 1. Visit [myuhc.umd.edu](https://myuhc.umd.edu) or bring your completed forms to the second floor of the Health Center [Download Immunization Form](https://health.umd.edu/sites/default/files/inline-files/Immunization%20Form_4-2023.pdf) International Students The University of Maryland requires International Students to: - Complete the Immunization Requirements found on our Immunization form - Complete the online Tuberculosis Risk Screening by going to [www.myuhc.umd.edu](http://www.myuhc.umd.edu)or fill in Section D of the University of Maryland Immunization Record Form. If any response is \"YES\", the student is required to have a Quantiferon Gold or T-Spot test. This test MUST be performed in the United States within the past 12 months. We will not accept any TB blood tests from other countries. - Bring a copy of their lab report for the Quantiferon Gold test with them to the International Student Orientation or the test will need to be done at the University Health Center, by [appointment](/node/69) [.](/node/69) - If you are asked to provide proof of a chest x-ray it must be done in the U.S. within the past 12 months. About the Meningococcal Vaccine A meningococcal vaccine is available for protection against most strains of the bacteria that causes meningitis. Meningitis is the inflammation of the covering of the brain and spinal cord that is fatal in 10 to 15 percent of the cases. Though the disease is rare, college students living in dormitories and individuals with weak immune systems can be more susceptible to the disease. The immunization requires one injection in the arm and is 85 to 90 percent protective against strains A, C, Y and W-135, but not type B. Most Meningococcal diseases in the U.S. are caused by types B or C. A booster is recommended after three to five years, if still at higher risk. About Meningitis B Vaccine Though uncommon, MenB disease is very serious. While the MCV4 vaccine protects against serogroups A, C, W and Y of meningococcal disease, it does not protect against meningococcal B disease. Alternately, MenB vaccine does not protect against serogroups A, C, Y, and W. Recently, there have been outbreaks of MenB at several colleges and universities. Therefore, the University of Maryland strongly recommends receiving the Meningitis B vaccine series. Influenza/Flu Vaccine Information Flu shots are available by appointment only. Visit [myuhc.umd.edu](https://myuhc.umd.edu) to book an appointment online. Quadrivalent Vaccine: Students, Faculty/Staff, and Visitors call (301) 314-8184 to schedule an appointment. The Student Health Insurance Plan (SHIP) covers the flu vaccine 100% with no copay. We can bill TRICARE Standard and the following EPO and PPO plans: Care First Blue Cross Blue Shield, Aetna, Cigna and United Healthcare. If you do not have one of the listed insurance plans, please check your insurance company to verify your coverage (most insurance companies have a toll-free number located on the back of the card). We can submit the bill to your insurance, upon request, if you present your insurance card prior to your appointment, though we can't guarantee that they will pay for the vaccine if we are not in the plan network. If the claim is denied, you would receive a subsequent bill for the vaccine and administration. FORMS [University Health Center Flu Vaccine Form (English)](https://health.umd.edu/sites/default/files/inline-files/2023-2024%20Flu%20Vaccine%20English%20Questionnaire%28Master%20Copy%29.pdf) [University Health Center Flu Vaccine Form (Spanish)](/sites/default/files/inline-files/2023-2024%20InfluenzaSpanish%20%20Questionnaire%20%28Master%20Copy%29_0.pdf) HELPFUL LINKS [Centers for Disease Control and Prevention Vaccine Information Statement \"Influenza Vaccine Inactivated What You Need que usted necesita saber\"](http://www.immunize.org/vis/spanish_flu_inactive.pdf) Centers for Disease Control and Prevention Influenza Vaccine Information Statements are available in other languages at the following websites: [http://www.immunize.org/vis/vis_flu_inactive.asp](http://www.immunize.org/vis/vis_flu_inactive.asp) (Injection) HPV Vaccine The HPV Vaccine is available for all genders! [Schedule an appointment online](https://myuhc.umd.edu/) if you do not see an appointment time that is convenient to you, please "}