{"title": "Mental health and immunity (Review)", "author": "Cristian Vasile", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7604758/", "hostname": "ncbi.nlm.nih.gov", "description": "The immune system consists of a complex biological and psychological network designed for fighting against infections and to protect the body from pathogen factors, including the internal ones. In the past, for a long time inflammation and infectious ...", "sitename": "PubMed Central (PMC)", "date": "2020-12-11", "cleaned_text": "Learn more: [PMC Disclaimer](/pmc/about/disclaimer/)| [PMC Copyright Notice](/pmc/about/copyright/) [10.3892/etm.2020.9341](//doi.org/10.3892%2Fetm.2020.9341) [33149775](https://pubmed.ncbi.nlm.nih.gov/33149775) immunity (Review) Associated Data [Data Availability Statement](#) All data generated or analyzed during this study are included in this published article. Abstract The immune system consists of a complex biological and psychological network designed for fighting against infections and to protect the body from pathogen factors, including the internal ones. In the past, for a long time inflammation and infectious diseases were thought to be only the result of the genetic heritage and the biological functioning of the body, when the pathogenic factors acted within the body. Studies in recent decades stressed the importance of psychological balance and mental health on the body immunity. Psychoneuroimmunology studies indicated the thoughts and emotional patterns, and the psychological dynamics are strongly interrelated with the immune response. Moreover, the immunological mechanisms not only regulates the health of the person, but they are also an important part of the individual adaptive process in the environment. In various studies, the results of each treatment modality (drug interventions and psychosocial interventions) were observed and compared in patients with mental health problems associated with immune reactions (inflammation). Psychosocial interventions suggest increased efficiency in reducing inflammation and improving immune system function. 1. Introduction In the first half of the past century, there was a popular belief, or natural knowledge, even among doctors, indicating that the emotion of a person influences its biological health. No scientific evidence had been analyzed at that time, but people knew that the psychological state is important in maintaining health or not. At the beginning of the 20th century, Kraepelin and Wagner von Jauregg analyzed the role of infections and the immune system response in psychiatric disorders ( [1](#b1-etm-0-0-09341)). Starting with the thirties, Hans Selye, the well-known endocrinologist, introduced the concept of stress (as general adaptation syndrome), and this way the relation between different factors influencing the body and the organic response started to be studied also from a psychological perspective. Stress is the body's reaction to a condition such as physical and psychological threats or challenges. In humans, the autonomic nervous system and the hypothalamic-pituitary-adrenal (HPA) axis are the two major systems that respond to stress ( [2](#b2-etm-0-0-09341)). Psychological stress has been used in clinical trials to observe the interactions between the brain and the immune system. Stressed patients have been found to have consistent behavioral abnormalities (e.g., depressed mood and impaired sleep), along with neuroendocrine and sympathetic nervous system (SNS) dysregulations. However, the relevant mechanisms were not explored in the mentioned studies ( [3](#b3-etm-0-0-09341)). In different studies, depressed patients displayed elevated levels of central corticotropin-releasing hormone (CRH) in the central nervous system, and this neuropeptide is involved in the integration of different types of stress response: behavioral, neural, neuroendocrine and immune. High levels of CRH induce strong declines in innate and cellular immune responses and were related to changes in peripheral immunity ( [3](#b3-etm-0-0-09341)). Other studies have indicated that infections may be the cause of various psychiatric symptoms (e.g., mood disorders, delirium and psychotic disorders). On the other hand, cytokines (which regulate the cellular immune system and are involved in both the innate and the adaptive immune response) and an immune state which favors inflammation are involved in the pathogenesis of major depression ( [1](#b1-etm-0-0-09341)). There are also studies underlying the direct relation between psychological tensions and psychosomatics ( [4](#b4-etm-0-0-09341)). Even if the treatment of various mental health issues can be medication, psychotherapy, or both ( [5](#b5-etm-0-0-09341)), we should consider in all these interventions the possibility that inflammation or even an infection is associated with the mental health disorder. Different problems lead to different pathological outcomes, such as dissociative identity disorders ( [6](#b6-etm-0-0-09341)), specific receptor profiles for antipsychotic molecules ( [7](#b7-etm-0-0-09341)), and so on. Psychosis involves the lack of reality testing and the appearance of strange behaviors in the patient ( [8](#b8-etm-0-0-09341)), these elements being strongly related to low social and professional skills. 2. Mechanisms involved in brain functioning and immune response The brain and the immune system change, in different forms, functionally relevant messages, the main function being homeostasis. These two systems communicate through complex chemical messengers that can leave their specific anatomical locations ( [9](#b9-etm-0-0-09341)). Several substances in the category of chemical messengers [small molecules, such as nitric oxide or neuroendocrine peptides, such as corticotrophin-releasing hormone (CRH); large proteins, including cytokines and growth factors with the respective receptors] also correlate these two systems ( [9](#b9-etm-0-0-09341)). Two important pathways correlate the brain and the immune system: The autonomic nervous system (ANS) through the direct neuronal circuits and the neuroendocrine pathway through the pituitary gland. ANS is mostly autonomous because its activities are not under direct conscious control. ANS works by three components: the sympathetic (noradrenergic) and parasympathetic (cholinergic) systems, which originate in the central nervous system (CNS) (cell bodies in the brainstem and spinal cord), and the enteric system, which is located in the wall of the gastrointestinal tract ( [9](#b9-etm-0-0-09341)). Studies underlined the role of inflammation in depression ( [10](#b10-etm-0-0-09341), [11](#b11-etm-0-0-09341)) and have shown the existence of neural connections with lymphoid tissue ( [12](#b12-etm-0-0-09341)). There are lymphocyte receptors for various neurotransmitters in addition to acetylcholine and norepinephrine. The area where, at the parasympathetic level, acetylcholine modulates several immune reactions through the vagus nerve, the sympathetic nervous system can intervene in the T helper 1 and T helper 2 (TH1/TH2 which express different cytokine patterns) balance by stimulating the -adrenergic receptor, for example ( [13](#b13-etm-0-0-09341)). The role of inflammation in depression has been examined in recent years in detail ( [14](#b14-etm-0-0-09341)). The inflammatory immune response to stress, together with the link between stress and depression, shows that there is a correlation between inflammation and depression ( [15](#b15-etm-0-0-09341), [16](#b16-etm-0-0-09341)). The risk of depression is high in different disorders with an inflammatory component: diabetes, cardiovascular disease, infections, autoimmune disorders and metabolic syndrome ( [17](#b17-etm-0-0-09341), [18](#b18-etm-0-0-09341)). DSM-III and DSM-IV discuss immune differences between subtypes of major depression. Some studies found evidence of those aspects ( [19](#b19-etm-0-0-09341)). HPA dysregulation may vary in keeping with depression type ( [20](#b20-etm-0-0-09341), [21](#b21-etm-0-0-09341)). Other studies evaluated the HPA axis activity (serum cortisol and ACTH) and inflammation (the proportion of the serum concentrations of interleukin-1 receptor antagonist and interleukin-1 beta) in samples of depressed patients (melancholic and non-melancholic depression). Results indicated the melancholic group had elevated measures of HPA activity relative to controls whereas the non-melancholic group had elevated measures of inflammation ( [22](#b22-etm-0-0-09341)). One last study discussed here reported that interleukin-1 beta (IL-1) production in stimulated lymphocytes was inversely correlated with age-of-onset and directly correlated with duration of illness in subjects with dysthymia ( [23](#b23-etm-0-0-09341)). 3. Psychosocial interventions on immune system Research in the field of psychoneuroimmunology shows that the mechanisms of immunity regulation are part of a complex system of adaptive responses. This understanding of the interactions between the brain and the immune system greatly supports a deeper understanding of the mechanisms underlying health and disease, as well as the role of emotions and stress in health. The future of psychoneuroimmunological research is most likely related to a deep understanding of human immune deficiency in stress and the clinical significance of psychosocially induced changes in immune function. Affective structures that are perceived to be stressful are accompanied by autonomic and neuroendocrine changes capable of influencing immune function and thus likely susceptibility to a variety of diseases ( [24](#b24-etm-0-0-09341)). In contrast, behavioral interventions that reduce anxiety or stress decrease the intensity or duration of neuroendocrine responses and thus achieve a balance of immune function that promotes well-being and health ( [25](#b25-etm-0-0-09341), [26](#b26-etm-0-0-09341)). An analysis of mortality in 195 countries from 1980 to 2017( [27](#b27-etm-0-0-09341)) indicated that more than 50% of all deaths in the world today are attributed to inflammatory diseases ( [28](#b28-etm-0-0-09341)). Although drug interventions are the first choice to address this serious public health problem, these interventions are often costly and can have adverse biological and clinical effects. As a result, the World Health Organization, the US National Academy of Medicine, and other large institutions have set the goal of using psychosocial interventions when possible ( [29](#b29-etm-0-0-09341), [30](#b30-etm-0-0-09341)). Studies show that there is an important ability of psychosocial interventions to enhance immunity and improve immunity-related health outcomes. These studies show that the processes of the immune system are influenced by social, neurocognitive and behavioral factors ( [12](#b12-etm-0-0-09341), [13](#b13-etm-0-0-09341)). Existing studies and meta-analyses focused mainly on one type of intervention, such as therapy very recent ( [11](#b11-etm-0-0-09341)) looked at 8 types of psychosocial intervention: behavioral therapy, cognitive therapy, CBT, CBT plus treatment (e.g., CBT plus benzodiazepines or therapeutic sessions by phone or video), supportive therapy, multiple or combined interventions, other psychotherapies and psychoeducation. At the same time, 7 results of the immune system that could be influenced by these interventions were studied: proinflammatory cytokines and markers, anti-inflammatory cytokines, antibodies, immune cell numbers, natural killer cell activity, viral load (e.g., HIV RNA) and other immune results. The percentages resulting from the extensive processing of these data show that, compared to the control group, psychosocial interventions were associated with an 18.0% reduction in the harmful function of the immune system ( [11](#b11-etm-0-0-09341)). The above-mentioned analysis indicated that from eight interventions examined, two were significantly associated with changes in immune system outcomes: CBT (31 studies) and multiple or combined interventions (7 studies). Psychological interventions having a group component were associated with enhanced immune function, even if the statistical significance was not reached ( [11](#b11-etm-0-0-09341)). 4. Discussion and conclusions The present review analyzes different studies, in which the results of each treatment modality (drug interventions and psychosocial interventions) were observed and compared in patients with both immune problems (inflammation) and mental health problems. Studies in recent years and especially meta-analyses have led to the development and testing of therapeutic interventions that work effectively in treating mental health issues associated with immune problems. Psychosocial interventions suggest an increased efficiency in decreasing inflammation and improving the function of the immune system ( [11](#b11-etm-0-0-09341)). The direct link between certain mental health problems (e.g., depression) and inflammation may not have been identified so far, but the correlation between psychological stress (found in depression) and inflammation has already been demonstrated. However, in the present review we need to consider some important limitations and observations: i) Mental health problems were assessed with different instruments in different patients, and the measurement results were different depending on the specifics of these scales. ii) Patients' personalities and histories are not analyzed in most studies, but they are important in the individual assessment of mental health and immunity. iii) Cultural habits (diet and substance use) must be taken into account when assessing health. The mentioned studies and especially the exhaustive meta-analysis from 2020( [11](#b11-etm-0-0-09341)) have significant implications in the research on the importance of psychosocial interventions in the efficient functioning of the immune system while maintaining the psychological balance. Acknowledgements Not applicable. Funding No funding was received. Availability of data and materials All data generated or analyzed during this study are included in this published article. Authors' contributions CV contributed in the design of the study, data gathering, drafting the manuscript and was involved in critical revision of the manuscript for important intellectual content. CV read and approved the final manuscript. Ethics approval and consent to participate Not applicable. Patient consent for publication Not applicable. Competing interests The authors declare that they have no competing interests. References [Google Scholar](https://scholar.google.com/scholar?q=Müller+N:+Infectious+diseases+and+mental+health.+In:+Comorbidity+of+Mental+and+Physical+Disorders.+Key+Issues+Ment+Health.+Vol.+179.+Sartorius+N,+Holt+RIG+and+Maj+M+(eds).+Karger,+Basel,+pp99-113,+2015.+)] [PMC "}