{"title": "NeuroStructural vs Traditional Chiropractic Treatment - LifeWorks Family Chiropratic", "author": null, "url": "https://www.lifeworksboston.com/neurostructural-vs-traditional-chiropractic-treatment/", "hostname": "lifeworksboston.com", "description": "Get to know the basics... Before we get into our focus, we want to be clear on what the conventional chiropractor is attempting to accomplish with their care. Typically they try to: Increase range of motion Reduce muscular spasm Temporarily relieve pain In our opinion those are some EXCELLENT goals and most chiropractors are great [...]", "sitename": "LifeWorks Family Chiropractic", "date": "2018-03-17", "cleaned_text": "Get to know the basics... Before we get into our focus, we want to be clear on what the conventional chiropractor is attempting to accomplish with their care. Typically they try to: Increase range of motion Reduce muscular spasm Temporarily relieve pain In our opinion those are some EXCELLENT goals and most chiropractors are great at obtaining them, but we are unique... At LifeWorks Chiropractic our objective and our focus is NeuroStructural Correction. Most of the cases that we see in our office, which are commonly by referral from other local chiropractors and medical doctors, are for the correction of significant NeuroStructural Shifts of the spine. The presence of one or more NeuroStructural Shifts of the spine is typically the underlying cause of many \"symptoms\"— or what NeuroStructural doctors refer to as Secondary Conditions. NeuroStructural Correction focuses on the underlying cause- the NeuroStructural Shift. NeuroStructural Chiropractic While we understand that no one will have perfect structure, we also realize that there is a normal range. Similar methods are used to recognize high blood pressure or high cholesterol by utilizing scientifically established normal ranges. These established normal ranges are almost everywhere you look. Next time you are in your car look at your dash board. If something was abnormal how would you know? Fortunately, a light would come on to alert you that something is out of the normal range. This is because your car's computer has been programmed with the normal ranges and when something moves outside of that range the computer triggers an alert in the form of a light on your dash. Your body uses a very similar method to alert you when something is abnormal. Unfortunately we do not have a dash board with lights to tell us what is wrong, but our body CAN tell us that something is wrong before it becomes absolutely catastrophic. The body will present with a multitude of symptoms to warn us something is abnormal and that we better correct the problem to avoid catastrophe. When a NeuroStructural Shift occurs in the spine, it commonly appears as a multitude of symptoms. These symptoms or what we call Secondary Conditions, alert you that there is something abnormal with your body. You can look at these secondary conditions as if they are the dash board lights in your car. When something goes wrong with your car, do you just turn off the dash board lights? We certainly hope not, and we absolutely would not want you to only correct the Secondary Conditions that you are currently suffering with. Hopefully you want to fix the problem that is causing the dash lights/ Secondary Conditions. That problem could be a NeuroStructural Shift of the spine. Therefore at LifeWorks Chiropractic we focus on correcting the primary NeuroStructural Shift because we know that secondary conditions are typically just like the dash lights in your car. What are Secondary Conditions? Look for the hidden details... Secondary Conditions are the conditions that appear when there is a more serious underlying condition. One such condition is a NeuroStructural Shift of the spine. Some of the Secondary Conditions of a NeuroStructural Shift are: - Low back and neck pain - Headaches- including Migraines - Mid-back pain and shoulder pain - Sciatica - Numbness and Tingling - Weakness of the arms and legs - Pinched nerve - Herniated Disc - Spinal Stenosis - Degenerative Disc Disease - Degenerative Joint Disease - Poor posture - Muscle imbalances - Dizziness and vertigo - Carpal Tunnel And many others... we will address YOUR unique condition during our complimentary conversation "}