{"title": "Vanita Dahia - Workshops Events | AllEvents.in", "author": null, "url": "https://allevents.in/org/vanita-dahia/18619583", "hostname": "allevents.in", "description": "Workshops Events by Vanita Dahia. Vanita Dahia is an integrative medicine clinical consultant pharmacist, naturopath and clinical nutritionist. She is passiona", "sitename": "Vanita Dahia", "date": "2023-01-01", "cleaned_text": "clinical consultant pharmacist, naturopath and clinical nutritionist. She is passionate about naturally treating the body from the inside out, empowering the body to heal naturally. Integrative Medicine encompasses the allopathic and natural medicine paradigms and has a valuable role in treating any functional, structural, mental or emotional imbalance with its broad range of remedies, as well as working beautifully as an adjunct to many other alternative and orthodox therapies. Board certified fellow in Anti-ageing and regenerative medicine providing clinical training programs and educational initiatives to Dr's and allied health practitioners. Director of Functional pathology Academy providing educational and mentoring programs for all health practitioners. Functional pathology clinical consultant and Health Services manager providing in-depth technical and clinical consultancy and expert technical training incorporating assessment, interpretation and prescriptive guidelines to doctors and allied health practitioners internationally. She has more than 30 years expertise in compounding pharmacy, R&D in innovative formulary, herbal medicine and integrative medicine. She incorporates her technical consultancy, pharmaceutical compounding knowledge together with herbalism, homoeopathy, Ayurveda medicine and energy medicine like pranayama & meditation to achieve the best health outcome. Vanita received her training in anti-aging medicine through association and membership with the American Academy of Anti-Aging Medicine (A4M and A5M) and Professional compounding Centres of America and Australia (PCCA). Vanita is an international speaker and the author of Alchemy of the Mind. Vanita is a medical authority and extraordinary mentor to her peers providing easy to follow step bt step solutions for patients and peers alike. As a presenter to her peers and community at large, she is engaging, articulate, humorous, and insightful, making learning a dynamic experience for professional and personal growth. Naturopath and integrative medicine consultations, interpretations of tests are available. "}