{"title": "Asian ginseng", "author": null, "url": "https://www.mountsinai.org/health-library/herb/asian-ginseng", "hostname": "mountsinai.org", "description": "Learn about Asian ginseng or find a doctor at Mount Sinai Health System.", "sitename": "Mount Sinai Health System", "date": "2023-01-01", "cleaned_text": "Asian ginseng Asiatic ginseng; Chinese ginseng; Korean red ginseng; Oriental ginseng; Panax ginseng Ginseng has been used in Chinese medicine for thousands of years. The name \"ginseng\" refers to both American (Panax quinquefolius) and Asian or Korean ginseng (Panax ginseng), which are made up of similar chemicals. Siberian ginseng, or Eleuthero (Eleutherococcus senticosus), is a completely different plant and does not have the same active ingredients. Both Asian and American ginseng contain substances called ginsenosides, which researchers think are the active ingredients. Like American ginseng, Asian ginseng is a gnarled root that looks like a human body with stringy shoots for arms and legs. Long ago, herbalists thought that because of the way ginseng looks it could treat many problems, from fatigue and stress to asthma and cancer. In traditional Chinese medicine (TCM), ginseng is often combined with other herbs. Today, ginseng is sometimes called an \"adaptogen,\" which is a substance that is supposed to help the body better cope with mental or physical stress. Scientists have not found any evidence that adaptogens exist. But ginseng has been studied for several conditions, and it is one of the most popular herbs in the United States. Many studies of Asian or Korean ginseng have used combinations of herbs. So it is not always possible to say whether ginseng by itself produced the results. Research on Asian ginseng has included the following conditions: Cold and flu It has been said that Asian ginseng boosts the immune system, which might help the body fight off infection and disease. The best evidence is that it may help reduce your risk of getting a cold or flu. Studies have found that ginseng seems to increase the number of immune cells in the blood and improve the immune system's response to a flu vaccine. In one study, 227 people got either ginseng or placebo for 12 weeks, and got a flu vaccine after 4 weeks. The number of colds and flu were two-thirds lower in the group that took ginseng. Two studies found that ginseng lowered the chance of getting a cold. In one double-blind, placebo-controlled study of 323 people, those who took 400 mg of ginseng daily for 4 months had fewer colds. When they did get a cold, it was less severe and shorter than the colds of people who took placebo. Heart health Asian ginseng seems to be an antioxidant. Antioxidants help rid the body of free radicals, which are substances that can damage DNA and contribute to heart disease, diabetes, and other conditions. Preliminary studies suggest Asian ginseng may improve the symptoms of heart disease in people. It also may decrease LDL (bad) cholesterol levels and raise HDL (good) cholesterol. Asian ginseng's effect on blood pressure is more complicated. Some studies suggest it lowers blood pressure while others found that it causes blood pressure to rise. This has led researchers to question if ginseng increases blood pressure at usual doses, but lowers it when doses are higher. Until researchers know for sure, you should not take ginseng if you have high blood pressure unless your doctor tells you it is OK. Type 2 diabetes Although American ginseng has been studied more for diabetes, both types of Panax ginsengs may lower blood sugar levels in people with type 2 diabetes. However, in a few studies it looked like Asian or Korean ginseng raised blood sugar levels. Some people think that the ginsenosides in American ginseng might lower blood sugar while different ginsenosides in Asian ginseng could raise blood sugar levels. Until researchers know more, you should not take ginseng if you have diabetes without your doctor's supervision and monitoring. Mental performance People who take ginseng often say they feel more alert. Several studies report that Asian ginseng may slightly improve thinking or learning. Early research shows that Asian ginseng may improve performance on such things as mental arithmetic, concentration, memory, and other measures. Some studies have also found a positive effect with the combination of Asian ginseng and Ginkgo biloba. Most of the studies have found that ginseng does improve mental performance. But they have measured different kinds of mental function. That makes it hard to know exactly what the effects of ginseng are. For example, one study found that people who took ginseng increased their ability for abstract thought. But it did not create any changes in their reaction time or concentration levels. Physical endurance There have been a number of studies using Asian ginseng for athletic performance in people and laboratory animals. Results have been mixed, with some studies showing better strength and endurance, others showing improved agility or reaction time, and others showing no effect at all. Even so, athletes often take Asian ginseng to boost both endurance and strength. Asian ginseng was also found to reduce fatigue in a study of 332 people. Stress and well-being Asian ginseng is sometimes credited with helping the body deal with physical or mental stress. While these properties can be difficult to study, there is some evidence that ginseng (both Asian and American) can improve quality of life, although quality of life can be hard to measure, too. A study of 501 men and women living in Mexico City found better quality of life measures (energy, sleep, sex life, personal satisfaction, and well-being) in those taking Asian ginseng. Another well-designed study found that people who took a nutritional supplement with ginseng said they had better quality of life than those taking the same supplement without ginseng. Fertility/erectile dysfunction Asian ginseng is widely believed to boost sexual performance. But there are not many studies to back this up. In animal studies, Asian ginseng has increased sperm production, sexual activity, and sexual performance. A study of 46 men has also shown an increase in sperm count as well as motility. Another study in 60 men found that Asian ginseng increased sex drive and decreased erection problems. Also, in one study of 45 men, those who took 900 mg of Korean ginseng 3 times per day for 8 weeks had less trouble getting an erection than those who took placebo. Cancer Several studies suggest that Asian ginseng may reduce the risk of some types of cancers. In one observational study, researchers followed 4,634 people for 5 years. They found that those who took ginseng had lower risks of lung, liver, pancreatic, ovarian, and stomach cancers. But the study could not be sure that other things, including healthy eating habits, were responsible for the lower risk of cancer. The study also found that taking ginseng only 3 times a year led to a big reduction in cancer risk. Several studies suggest that Asian ginseng slows down or stops the growth of tumors, although researchers are not yet sure how it might work in humans. More research is needed. Menopausal symptoms There have been only a few studies of ginseng for menopausal symptoms. Two well-designed studies evaluating red Korean (Asian) ginseng suggest it may relieve some of the symptoms of menopause, improving sense of well-being and mood, particularly feelings of depression. People took ginseng along with a vitamin and mineral supplement. Other studies show no effect. Plant description The ginseng plant has leaves that grow in a circle around a straight stem. Yellowish-green, umbrella-shaped flowers grow in the center and produce red berries. Ginseng has a taproot that looks a little like the human body, with 2 \"arms\" and 2 \"legs.\" Wrinkles around the neck of the root tell how old the plant is. Ginseng is not ready to be used as medicine until it has grown for about 6 years. Asian or Chinese and Korean ginseng are the same plants, but grown in different areas. American ginseng is a relative of the same species, native to North America. What is it Made of? Asian ginseng supplements are made from the ginseng root, and the long, thin offshoots, called root hairs. Both Asian or Korean and American ginseng have ginsenosides, saponins that are ginseng's active ingredients. Asian ginseng also contains glycans (panaxans), polysaccharide fraction DPG-3-2, peptides, maltol, B vitamins, flavonoids, and volatile oil. Available Forms White ginseng (dried, peeled) or red ginseng (unpeeled root, steamed before drying) is available in water, water-and-alcohol, or alcohol liquid extracts, and in powders or capsules. Asian ginseng root is also available for making decoctions (boiling the root in water). Read the label carefully to make sure you get the type of ginseng you want. If you are looking for Asian ginseng, make sure you buy Korean, red, or Panax ginseng. If you are looking for American ginseng, you should buy Panax quinquefolius. Eleuthero (Eleutherococcus senticosus), which is sometimes called Siberian ginseng, does not have the same active ingredients as Asian or American ginseng. How to Take it Pediatric Do not give ginseng to a child. Adult Asian ginseng comes in different forms and is often used in combination with other herbs or nutrients. Talk with an experienced health care practitioner to find the right dose for you. Healthy people who want to boost physical or mental performance, prevent illness, or better resist stress should take Asian ginseng in cycles. For example, take every day for 2 to 3 weeks, then stop for 3 weeks, then start back. Precautions The use of herbs is a time-honored approach to strengthening the body and treating disease. However, herbs can trigger side effects and interact with other herbs, supplements, or medications. For these reasons, you should take herbs with care under the supervision of a health care provider, qualified in the field of botanical medicine. Asian ginseng should not be taken continuously; take periodic breaks and consult a trained herbal prescriber if you are considering long-term use. Asian ginseng may cause nervousness or sleeplessness, especially if taken at high doses or combined with caffeine. Other side effects are rare, but may include: - High blood pressure - Insomnia - Restlessness - Anxiety - Euphoria - Diarrhea - Vomiting - Headache - Nose bleed - Breast pain - Vaginal bleeding To avoid hypoglycemia or low blood sugar, even in people without diabetes, take Asian ginseng with food. People with high blood pressure should not take Asian ginseng products without their doctor's supervision. People who are ill or have low blood pressure should take caution when using Asian ginseng. People with bipolar disorder should not take ginseng because it may increase the risk of mania. People with an autoimmune disease, such as rheumatoid arthritis, lupus, or Crohn disease, should ask their doctors before taking Asian ginseng. Theoretically, Asian ginseng may boost an already overactive immune system. Pregnant or breastfeeding women should not take Asian ginseng. Asian ginseng may cause vaginal bleeding. Women who have a history of breast cancer should not take ginseng. Stop taking Asian ginseng at least 7 days prior to surgery. Asian ginseng may act as a blood thinner, increasing the risk of bleeding during or after a procedure. Possible Interactions If you are currently taking any of the following medications, you should not use Asian ginseng without first talking to your health care provider: ACE inhibitors (blood pressure medications): Asian ginseng may interact with angiotensin-converting enzyme (ACE) inhibitors used to lower high blood pressure. These medications include: - Captopril channel blockers (heart and blood pressure medications): Asian ginseng may make certain heart medications, including calcium channel blockers, work differently than intended. These medications include: (anticoagulants and antiplatelets): Asian ginseng may increase the risk of bleeding, especially if you already take blood thinners, such as aspirin, warfarin (Coumadin), or clopidogrel (Plavix). Caffeine: Ginseng may make the effect of caffeine stronger, possibly causing nervousness, sweating, insomnia, or irregular heartbeat. Diabetes medications, including insulin: Ginseng may lower blood sugar levels, increasing the risk of hypoglycemia or low blood sugar. Drugs that suppress the immune system: Asian ginseng may boost the immune system and may interact with drugs taken to treat an autoimmune disease or drugs taken after organ transplant. Stimulants: Ginseng may increase the stimulant effect and side effects of some medications taken for attention deficit hyperactivity disorder (ADHD), including increase the risk of mania when taken with MAOIs, a kind of antidepressant. There have been reports of interaction between ginseng and phenelzine (Nardil) causing headaches, tremors, and mania. painkilling effects of morphine. Furosemide (Lasix): Some researchers think Asian ginseng may interfere with Lasix, a diuretic (water pill) that helps the body get rid of excess fluid. Other medications: Asian ginseng may interact with medications that are broken down by the liver. To be safe, if you take any medications, ask your doctor before taking Asian ginseng. Supporting Research Adams LL, Gatchel RJ. Complementary and alternative medicine: applications and implications for cognitive functioning in elderly populations. Alt Ther. 2000;7(2):52-61. Ang-Lee MK, Moss J, controlled crossover trial of the effect of ginseng consumption on the immune response to moderate exercise in healthy sedentary men. Clin Nutr. 2000;72(2 Suppl):624S-36S. Cardinal BJ, Engels HJ. Ginseng does not enhance psychological well-being in healthy, young adults: Results of a double-blind, placebo-controlled, randomized clinical trial. J Am Diet Assoc. MA, Vargas RR, Salas VA, Begoña IC. Double-blind study of a multivitamin complex supplemented with ginseng extract. Drugs Exp Clin Res. 1996;22(6):323-9. Chen CF, Chiou WF, Zhang JT. Comparison of the effects of and Reddy P. The effects of Panax ginseng on quality of life. J Clin Pharm Ther. 2003;28(1):5-15. Ernst E. The risk-benefit profile of used herbal therapies: ginkgo, St. John's wort, ginseng, echinacea, saw Intern Lancet. 2000;355:134-8. Gao BC, et al. Ginseng saponin metabolite 20(S)-protopanaxadiol inhibits tumor growth by targeting multiple cancer signaling pathways. Oncol Rep. 2013;30(1):292-8. Geng J, Dong J, Ni H, Lee MS, Wu T, Jiang K, Wang G, Zhou AL, Malouf R. Ginseng for cognition. Cochrane Database Syst Rev. 2010 Dec 8;12:CD007769. Gyllenhaal C, Merritt SL, Peterson SD, et al. Efficacy and safety of herbal stimulants and sedatives in sleep disorders. Sleep Med Rev. 2000;4(2):229-251. Harkey MR, Henderson GL, Gershwin ME, et al. Variability in commercial ginseng products: an analysis of 25 preparations. Am J Clin Nutr. 2001;73:1101-6. Hartley DE, Elsabagh S, File combination of Ginkgo biloba and Panax ginseng): the effects on mood and cognition of 6 and 12 weeks' treatment in post-menopausal women. Nutr Neurosci. 2004;7(5-6):325-33. Heck AM, DeWitt BA, Lukes AL. Potential interactions between alternative therapies and warfarin. Am J Health Syst Pharm. 2000;57(13):1221-7. Heo JH, Chu K, Park HJ, Shim JY, Kim M. An open-label trial of Korean red ginseng as an adjuvant treatment for cognitive impairment in patients with Alzheimer's disease. Eur J Neurol. 2008 Aug;15(8):865-8. Hong B, Ji YH, Hong JH, et al. A double-blind crossover study evaluating the efficacy of korean red ginseng in patients with erectile dysfunction: a preliminary report. J Urol. 2002;168(5):2070-3. Izzo AA, Ernst E. Interactions between herbal medicines and prescribed drugs: a systematic review. Drugs. 2001;61(15):2163-75. Jang DJ, Lee MS, Shin BC, Lee YC, Ernst E. Red ginseng for treating erectile dysfunction: a systematic review. Br J Clin Pharmacol. 2008 Oct;66(4):444-50. Jiang X, Williams KM, Liauw WS, et al. Effect of St John's wort and ginseng on the pharmacokinetics and pharmacodynamics of warfarin in healthy subjects. Pharmacol. Kabalak Soyal OB, Urfalioglu A, et al. Menometrorrhagia and tachyarrhythmia after using oral and topical ginseng. J Womens Health. (Larchmt ) 2004;13(7):830-3. Kennedy DO, Scholey AB, Wesnes KA. Modulation of cognition and mood following administration of single doses of Ginkgo biloba, ginseng, and a ginkgo/ginseng combination to heathy young Physiol Behav. 2002;75:739-51. Kim JH, Park CY, Lee SJ. Effects of Sun Ginseng on subjective quality of life in cancer patients: a double-blind, placebo-controlled pilot trial. J Clin Pharm Ther. 2006;31:331-4. Lieberman HR. The effects of ginseng, ephedrine, and caffeine on cognitive performance, mood and energy. Nutr Rev. 2001;59(4):91-102. Liu J, Burdette JE, Xu H, et al. Evaluation of estrogenic activity of plant extracts for the potential treatment of menopausal symptoms. J Agric Food Chem. 2001;49(5):2472-9. Mantle D, Lennard TWJ, Pickering AT. Therapeutic applications of medicinal plants in the treatment of breast cancer: a review of their pharmacology, efficacy and tolerability. Adverse Drug React Toxicol Rev. 2000;19(3):2223-40. Mantle D, Pickering AT, Perry AK. Medicinal plant extracts for the treatment of dementia: a review of their pharmacology, efficacy, and tolerability. CNS Drugs. 2000;13:201-13. McElhaney JE, Gravenstein S, Cole SK, et al. A placebo-controlled trial of a proprietary extract of North American ginseng (CVT-E002) to prevent acute respiratory illness in institutionalized older adults. J Am GeriatrSoc. 2004;52:13-19. McElhaney JE, Goel V, Toane B, et al. Efficacy of COLD-fX in the prevention of respiratory symptoms in community-dwelling adults: a randomized, double-blinded, placebo controlled trial. Jovanovski E, Rahelic D, Bozikov V, Vuksan V. Effect of American ginseng (Panax quinquefolius L.) on arterial stiffness in subjects with type-2 diabetes and concomitant hypertension. J Ethnopharmacol. 2013;150(1):148-53. Oh KJ, Chae MJ, Lee HS, Hong HD, Park K. Effects of Korean red ginseng on sexual arousal in menopausal women: placebo-controlled, double-blind crossover clinical study. J Sex Med. 2010 Apr;7(4 Pt 1):1469-77. Park SE, Park C, Kim SH, Hossain MA, Kim MY, Chung HY, et al. Korean red ginseng extract induces apoptosis and decreases telomerase activity in human leukemia cells. J Ethnopharmacol. 2009 Jan 21;121(2):304-12. Predy GN, Goel V, Lovlin R, et al. Efficacy of an extract of North American ginseng containing poly-furanosyl-pyranosyl-saccharides for preventing upper respiratory tract infections: a randomized controlled CMAJ. Kennedy DO. Panax ginseng (G115) improves aspects of working memory performance and subjective ratings of calmness in healthy young adults. Hum Psychopharmacol. 2010 Aug;25(6):462-71. Scholey A, Ossoukhova A, Owen L, Ibarra A, Pipingas A, He K, Roller M, Stough C. Effects of American ginseng (Panax infertility: nutritional and environmental considerations. Alt Med Rev. 2000;5(1):28-38. Sung J, Han K-H, Zo J-H, et al. Effects of red ginseng upon vascular endothelial function in patients with essential hypertension. American Journal of Chinese Medicine. 2000;28(2):205-16. Vaes LP, Chyka PA. Interactions of warfarin with garlic, ginger, ginkgo, or ginseng: nature of the evidence. Ann Pharmacother. 2000;34(12):1478-82. Vayghan HJ, Ghadimi SS, Nourazarian AR. Preventive and therapeutic roles of ginseng - focus on colon cancer. Asian Pac J Cancer Prev. 2014;15(2):585-8. Wargovich MJ. Colon cancer chemoprevention with ginseng "}