{"title": "Adenoid, Tonsil Removal Linked to Increased Risk of Respiratory, Allergic Disease Later", "author": "Allison Inserro", "url": "https://www.ajmc.com/view/adenoid-tonsil-removal-linked-to-increased-risk-of-respiratory-allergic-disease-later", "hostname": "ajmc.com", "description": "Having adenoids or tonsils removed in childhood is a fairly common operation, but little is known about the long-term effects. A new study found that removal significantly increased the risk of respiratory, allergic, and infectious diseases later in life, and that the long-term risks of these surgeries deserve careful consideration.", "sitename": "AJMC", "date": "2018-06-19", "cleaned_text": "Having adenoids or tonsils removed in childhood is a fairly common operation, but little is known about the long-term effects. A new study found that removal significantly increased the risk of respiratory, allergic, and infectious diseases later in life, and that the long-term risks of these surgeries deserve careful consideration. Having adenoids or tonsils removed in childhood is a fairly common operation, but little is known about the long-term effects. A new study published in JAMA Otolaryngology—Head & Neck Surgery found that removal significantly increased the risk of [respiratory](https://www.ajmc.com/compendium/respiratory), allergic, and infectious diseases later in life, and that the long-term risks of these surgeries deserve some thought by providers and caregivers. The researchers said that they believe theirs is the first study to estimate long-term disease associations with early-life tonsillectomies and adenoidectomies for a broad range of diseases.1 Adenoids and tonsils are parts of the immune system, helping with pathogen detection and defense. When physicians remove adenoids and tonsils to treat recurrent tonsillitis or middle ear infections, that timing coincides with ages at which the development of the immune system is sensitive, the researchers said. Previous research into risk has mostly focused on consequences related to perioperative risks and short-term changes in the symptoms treated. Researchers looked at a population-based cohort study of almost 1.2 million children born in Denmark between 1979 and 1999. The children were included in national registers up to 2009, covering at least the first 10 and up to 30 years of their life. Participants were included if their adenoids or tonsils were removed within the first 9 years of life. Both the case and control groups were selected such that their health did not differ significantly prior to surgery. A total of up to 1,189,061 children were studied; 48% were female. 31,377 the control group. Adenoidectomy and tonsillectomy were associated with a 2- to 3-fold increase in diseases of the upper respiratory tract (relative risk [RR], 1.99; 95% CI, 1.51-2.63 and RR, respectively), including [chronic obstructive pulmonary disease](https://www.ajmc.com/compendium/copd). Smaller increases in risks for infectious and allergic diseases were also seen: Adenotonsillectomy was associated with a 17% increased risk of infectious diseases (RR, 1.17; 95% CI, 1.10-1.25), corresponding to an absolute risk increase of 2.14%, because these diseases are relatively common (12%) in the population. In contrast, the long-term risks for conditions that these surgeries aim to treat often did not differ significantly and were sometimes lower or higher. These once-routine surgeries have started to decline recently, as alternative treatments for infections in ear, oral, and nasal cavities have emerged, the researchers said. Researchers said that although rigorous controls for confounding were used, it is possible these effects could not be fully accounted for. In an accompanying commentary, Richard M. Rosenfeld, MD, MPH, noted that 2 factors that were not measured, but could have influenced the results, included smoke exposure and antibiotic exposure.2 Reverse causation also could have been present; for example, children with asthma, allergies, and frequent respiratory infections use more healthcare than controls, are more likely to see specialists, and are more likely to become surgical candidates, he said. References 1. Byars SG, Stearns SC, Boomsma JJ. Association of long-term risk of respiratory, allergic, and infectious diseases with removal of adenoids and tonsils in childhood [published online Otolaryngol Head Neck Surg. doi: 10.1001/jamaoto.2018.0614. 2. Rosenfeld RM. Old barbers, young doctors, and tonsillectomy [published online June "}