{"title": "What You Should Know About Chinese Herbs", "author": "Fenneld", "url": "https://health.clevelandclinic.org/what-you-should-know-about-chinese-herbs/", "hostname": "clevelandclinic.org", "description": "Learn how Chinese herbalism works and how to find a qualified practitioner", "sitename": "Cleveland Clinic", "date": "2021-02-18", "cleaned_text": "For centuries, China and other Asian countries have embraced herbal therapy. Now, the West is catching on to the timelessness of this ancient medicine and has started to incorporate Chinese herbs in the treatment of a wide range of health concerns. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services. [Policy](https://health.clevelandclinic.org/advertising) \"There are several studies that prove the safety and effectiveness of Chinese herbal medicine,\" notes certified and licensed Chinese herbalist Galina Roofener, LAc. \"But just because it's natural does not mean it's problem-free. Treat Chinese herbs like a prescription — first get an evaluation from a qualified practitioner before taking anything.\" She discusses what you should know before taking Chinese herbs. What is Chinese herbalism? Chinese herbal medicine uses herbs to improve health. \"The biggest difference between Western and traditional Chinese herbalism is that herbalists don't treat symptoms or diseases. They treat entire human beings, including their patterns of symptoms,\" says Roofener. Chinese herbal medicine has thousands of years of data to back it up. \"Throughout history, Chinese emperors worked to preserve and multiply the knowledge of the previous ages. That means today we have almost 2,000 years of clearly written records about how herbs and herb combinations work in different people.\" Chinese herbal therapy can come in the form of: - Granules or easy-to-digest capsules. - Teas, liquid extracts and powders. - A traditional formula. - A custom formula that your herbalist creates for you. \"We use [traditional formulas that consist of a few herbs that have strictly designated roles](https://health.clevelandclinic.org/benefits-of-xia-yao-san/). Some of them are the main active ingredients that address the primary complaint. Others may address secondary complaints or symptoms,\" says Roofener. \"That's why we customize the majority of herbal formulas to each person.\" How Chinese medicine herbs work Roofener says Chinese herbal medicine is rooted in the concept of pattern differentiation. Pattern differentiation involves identifying a person's head-to-toe collection of signs and symptoms. \"We don't treat diseases. We treat patterns and patients,\" she explains. \"Think about the many distinct habitats on our planet — the Sahara Desert, Florida swampland, Canada wilderness. We need to care for each habitat in its own way,\" she says. She says, for example, \"It does not matter how much herbicide we put in swampland. Something will always be able to grow there because the environment is hospitable to it. Our bodies, too, have a distinct, internal environment requiring a unique approach. It doesn't matter how many [antibiotics](https://health.clevelandclinic.org/4-important-facts-you-need-to-know-about-antibiotics/) we give you — if your internal environment welcomes the problem, you will still have the problem. So we try to balance the body to create an environment that's not hospitable to your health issues.\" The herbs that accomplish this are highly individualized. For example, peppermint and cinnamon are both known to be antiviral. But how well they work depends on the person. \"Peppermint is cold, and cinnamon is hot. So you'd give peppermint to the patient going through [menopause](https://my.clevelandclinic.org/health/diseases/15224-menopause-perimenopause-and-postmenopause) with hot flashes, but cinnamon is too hot for her,\" she says. \"On the other hand, cinnamon would be appropriate for the older gentleman who might wear a heavy coat and boots in summer. That's how we avoid the side effects,\" she clarifies. How long does it take for Chinese herbs to work? Roofener says that treatment may span between one or two weeks to much longer. \"If we're treating a fever or cough, you'll be good to go rather quickly. But if you have a 40-year history of health problems and multiple chronic diseases, it will take much longer.\" What are the benefits of Chinese herbs? Roofener says herbs can help everyone, but especially people who have hard-to-diagnose problems or syndromes. These conditions include: [Allergies](https://my.clevelandclinic.org/health/diseases/8610-allergy-overview). - Autoimmune disorders. [Cancer - Digestion issues. [Infertility](https://my.clevelandclinic.org/health/diseases/16083-infertility-causes). [Irritable bowel syndrome](https://my.clevelandclinic.org/health/diseases/4342-irritable-bowel-syndrome-ibs). - Immune system regulation. - Menopause. - Menstrual or endometriosis pain. [Persistent fatigue](https://my.clevelandclinic.org/health/symptoms/21206-fatigue). Roofener says the most common formula in the U.S., called Free and Easy Wanderer (Xiao Yao Wan), regulates mood and is great for stress. [Ginseng](https://my.clevelandclinic.org/health/drugs/19105-ginseng-panax-ginseng-tablets-or-capsules) is another popular herb, but Roofener warns it's not safe for everyone because it can overstimulate the central nervous system. Are Chinese herbs safe? Roofener is among many who have done extensive research on the safety of Chinese herbs. \"One important safety measure in both conventional Western and Eastern medicine is [liver](https://health.clevelandclinic.org/4-signs-your-liver-is-in-trouble-and-tips-to-protect-it/) and [kidney function](https://health.clevelandclinic.org/supplements-otcs-may-hurt-kidneys/). These organs help us eliminate drugs and herbs from the body,\" she explains. \"Over a seven-year study, we did not have a single lab result show kidney or liver problems. And out of 333 patients, we had just five very mild cases of itching or shortness of breath due to allergic reactions,\" she says. Roofener also notes that how often herbalists see their patients increases safety as well. \"There is no way I will give you one formula for an entire year and refill it without seeing you again, unlike Western medicine prescriptions. You'll never go longer than eight weeks before I reevaluate you. And if you have any condition or symptom change, I may see you weekly to adjust the formula as needed.\" How to find a qualified herbalist If you're interested in trying Chinese herbs, start by talking to your doctor. If your doctor clears you, look for a trained and licensed herbalist. Then make sure the herbalist is willing to work with your physician and uses high-quality herbs. \"People should look for a practitioner who is board certified in traditional Chinese herbal medicine or Oriental medicine. National board certification serves as grounds for a state license. It also means that the herbalist completed their Chinese herbalism education and passed a rigorous exam,\" adds Roofener. \"It can be confusing, however, because different states have different titles for herbalists. The best way to find someone who is qualified is to visit the [National Certification Commission for Acupuncture and Oriental Medicine's Practitioner Directory](https://www.nccaom.org/find-a-practitioner-directory/).\" What to expect when taking Chinese medicine herbs At your first appointment, your herbalist will ask for a detailed health history, including past and current illnesses. They'll also want to know which medications you're taking. This is important because herbs and drugs may not interact well together. Both your herbalist and doctor should follow your progress. Checking liver and kidney function regularly ensures that you're metabolizing (processing) herbs correctly. Roofener also says it's critical that you never self-treat with herbs. \"Chinese herbs are an important component of holistic therapy. In trained hands and with medical supervision, it's good medicine. However, they should not be used as a substitute for the usual "}