{"title": "The Truth About Clean Eating To Build Muscle And Lose Fat - Caliber Fitness", "author": "Chris Muir", "url": "https://caliberstrong.com/blog/clean-eating/", "hostname": "caliberstrong.com", "description": "Have you heard the term 'clean eating' before? It's one of the most popular diet trends at the moment, and is being embraced by many personal trainers.", "sitename": "Caliber Fitness", "date": "2016-01-13", "cleaned_text": "The Truth About Clean Eating To Build Muscle And Lose Fat Have you heard the term 'clean eating' before? It's one of the [most popular diet trends at the moment](https://www.google.com/trends/explore#q=clean%20eating), and is being embraced by many personal trainers, fitness enthusiasts, and Instagram narcissists who incessantly post pictures of their every meal with hashtags like #eatclean. Indeed, clean eating is quickly becoming thought of by many people as a vital part of developing a lean, muscular body. But what is clean eating, really? And, more importantly, do you need to 'eat clean' in order to lose fat and put on muscle properly? In this article, I'm going to shed some light on what clean eating is really all about, and whether or not it's necessary when you're trying to get in great shape. What Does Clean Eating Actually Mean? Let's get down to business here. Most of us probably have a pretty good, if not also fairly vague, idea of what clean eating is. At its core, clean eating is about building your diet around healthy, nutritious foods. Foods that are rich in vitamins and minerals, low in saturated and trans fats, and not overly processed (or processed at all). Unfortunately, that is where things tend to break down... As with many things, the devil is in the details when it comes to clean eating - and it turns out that there are a surprising number of definitions that different people adhere to. In some peoples' eyes, eating organic is synonymous with eating clean. According to other people, however, clean eating is more about limiting carbs, and focusing on protein and vegetables. Others still don't think it's 'clean' unless it is on the list of paleo approved foods... And all of these differing definitions of clean eating only serve to confuse things! Is cheese a 'clean' food? What about red meat? What about whole grains? You see what I'm getting at here? Without a clear understanding of what clean eating actually is, trying to eat clean becomes an incredibly subjective task. But that's not even the biggest problem with all of this clean eating dogma... Why Clean Eating Isn't Nearly As Important As You Might Think So even if we put the confusing multitiude of clean eating definitions to the side for one moment, there is something else that you should know about clean eating. That is, no matter how clean the foods you eat are, they won't help you get lean or put on muscle if you're eating the wrong amounts of them. Yes, even the cleanest foods in the world can make you fat, if you are eating too many total calories per day. And this is what it really comes down to: how much energy (in the form of calories) you're taking in compared to how much you're burning each day. No amount of clean eating will change this simple fact! This reveals the somewhat uncomfortable truth that you can both lose weight and build muscle if you are consuming the right number of calories and the right combination of macronutrients each day... ...Regardless of the foods you choose to eat. In the fitness community, this is known as IIFYM, which stands for 'If It Fits Your Macros'. So, the bottom line on clean eating is that it isn't essential if your focus is purely on losing fat or building muscle. You can lose fat eating nothing but candy, if you are at an appropriate caloric deficit ( [and this nutrition professor did just that](http://www.cnn.com/2010/HEALTH/11/08/twinkie.diet.professor/)). And you can build muscle if you're getting the right amount of calories, protein, fat, and carbs, irrespective of which specific foods they are coming from. But before you run out and decide that you're going to [get ripped eating nothing but pop tarts and protein powder](http://caliberstrong.com/refuting-the-biggest-criticism-of-iifym/), let's take a look at the other side of the story... Where Clean Eating Gets It Right Despite its shortcomings and inconsistencies, clean eating definitely isn't all bad. In fact, there is a lot about the basic concept of trying to eat clean foods as much as possible that is very valuable. First of all, even though you can subsist off of highly processed foods, while still getting lean and building muscle, that doesn't mean that it's advisable from a long-term health perspective. Many processed foods are full of chemicals and preservatives, which can increase your risk of developing various diseases and health problems down the line. Moreover, these foods generally lack the vitamins and minerals found in 'cleaner' foods, which again can impact your overall wellbeing. Secondly, even if your primary concern is just building muscle and losing fat, eating healthy, wholesome foods often makes it easier to stick to your diet. This is because traditional 'clean' foods generally have fewer calories relative to their volume, which means that they fill you up and keep you feeling satisfied for longer. And as any dieter knows, feeling full and satisfied on your diet is half the battle. My Recommendation When it comes to clean eating, it doesn't have to be an all-or-nothing thing. In fact, what I generally recommend to my clients is to follow the 80/20 rule as much as possible. This means trying to get 80% of your food from clean sources (I'll give you some examples in just a second). And then, for the remaining 20% of your calories, you can eat less clean, processed, junkier foods. This way, you'll be getting the bulk of your nutrition from more filling, nutrient-rich foods - while still being able to fit processed junk foods into your diet, so that you don't feel deprived. In my experience, this balance is one of the best ways to [maintain long-term dietary compliance](http://caliberstrong.com/dietary-compliance/), which is the real key to making real, long-lasting progress. What Are Some Examples Of Clean Foods? As we've already discussed, there are a lot of different definitions of what constitutes a 'clean' food. That said, I'm going to list out some of the foods that I consider to be clean, healthy options that should ideally comprise 80% of your diet. - Chicken, turkey - Lean beef, lamb, venison - Salmon, halibut, cod, scallops, shrimp, tuna - Green Vegetables (chard, collard greens, kale, mustard greens, spinach) - Bell peppers - Brussels sprouts - Mushrooms - Baked potatoes - Sweet potatoes - Berries - Avocados - Low-fat yogurt - Barley, oats, quinoa, brown rice - Eggs - Seeds (flax, pumpkin, sesame, and sunflower) - Lentils, peas - Almonds, cashews, peanuts - Beans (garbanzo, kidney, navy, pinto) As you can see, there are a lot of options there, so just focus on using some of these foods to meet your calorie and macronutrient requirements, and then feel free to fill in 20% of your calories with whatever else you like! Clean Eating When Cutting Vs Bulking Now I should also mention that many people find that they approach clean eating differently depending on whether they are [cutting](http://caliberstrong.com/what-does-cutting-mean/) (focusing on losing fat) or [bulking](http://caliberstrong.com/what-does-bulking-mean/) (focusing on building muscle). This is because when you're cutting, you are eating a restricted number of calories, while still needing to keep your protein intake high (assuming you care about your overall [body composition](http://caliberstrong.com/body-composition/)). In order to do this, many people find it easier to get a greater percentage of their diet from cleaner foods, since they are often higher in protein and more filling. Conversely, when you're bulking and have higher calorie targets, you'll find that you can include a lot of healthy, nutritious foods while still having more room left over. In fact, some people find it hard to hit their bulking calorie targets exclusively with cleaner foods, since they are often less calorie-dense. In this case, I would advise not being scared to augment your diet with a greater percentage of less clean foods, if necessary, so as to properly hit your targets each day. This doesn't mean that you need to [dirty bulk](http://caliberstrong.com/dirty-bulk/) - but hitting your calorie/macro targets consistently, as I mentioned above, is the most important factor in terms of reaching your fitness goals, so sometimes it just makes sense to fill any gaps with less clean foods that are easier for you to eat. The Bottom Line On Clean Eating At the end of the day, the clean eating movement, although well-intentioned, is somewhat off the mark. It simply isn't necessary to get lean and muscular, since that is much more about the number of calories and macronutrients that you're consuming - even if they are coming from junkier foods. At the same time, eating clean, healthy food helps to keep you feeling full and satisfied, and is also important for your long-term health. But that doesn't mean that you have to exclusively eat clean foods to be in great shape, which is why I recommend an 80/20 split between 'clean' foods and 'fun', less clean foods, so that you get the benefits of clean eating without feeling like you're depriving yourself. So, don't buy into much of the popular clean eating dogma and feel that you need to eat clean all the time to reach your fitness goals. Trust me, you absolutely don't. "}