{"title": "PDF", "author": "PDF", "url": "https://www.longdom.org/open-access/liver-cell-carcinoma-in-poland-data-reported-to-the-national-health-fundin-the-years-20082012-2167-0889-1000183.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Volume 4 Issue 3 1000183J Liver ISSN: 2167-0889 JLR, an open access journal Open Access Research ArticlePiechota et al., J Liver 2015, 4:3 DOI: 10.4172/2167-0889.1000183Liver Cell Carcinoma in Poland: Data Reported to the National Health Fund in the Years 2008-2012 Mariusz Piechota1*, Anaesthesiology and Intensive Therapy - Centre for Artificial Extracorporeal Kidney and Liver Support, The Dr W. Biegaski Regional Specialist Hospital, Lodz, Poland 2Faculty of Economics and Sociology, Department of Insurance, University of Lodz, Lodz, Poland 3Public Health Department, Health Sciences Faculty, Medical University, Lodz, Poland 4National Health Protection Fund, Warsaw, Poland 5Health Care Policy Department, Medical University, Lodz, Poland *Corresponding author: Mariusz Piechota, The Dr W. 91-347 Lodz, Poland, Tel: 48 42 2516294; E-mail: mariuszpiechota@poczta.onet.pl Received July 10, 2015; Accepted July August 05, 2015 Citation: Piechota M, Piechota A, liwczyski A, Marczak M (2015) Liver Cell Carcinoma in Poland: Data Reported to the National Health Fund in the Years 2008-2012. J Liver 4: 183. doi: 10.4172/2167-0889.1000183 Copyright: © 2015 Piechota M, et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.Keywords : Liver cell carcinoma; Hepatocellular carcinoma; Hepatoma; Sorafenib; Brivanib; Poland Key Points Box 1.The article includes previously unpublished data on liver cell carcinoma in Poland. 2.The data presented are unique. 3.The data presented are reference material for solutions used inother countries. 4.The data are an important element in the discussion of thescope and purpose of public funding for the treatment ofpatients with liver cell carcinoma. Introduction Liver cell carcinoma (C22.0 in the ICD-10 classification) is a primary malignant neoplasm of epithelial liver cells that ranges from a well-differentiated tumor with epithelial cells that are indistinguishable from normal hepatocytes to a poorly differentiated neoplasm; the tumor cells may be uniform or markedly pleomorphic, or they may form giant cells. Between 1999 and 2007, there were 54,411 deaths in the United States in which liver cell carcinoma was indicated as the underlying cause of death. There are two types of liver cell carcinoma: malignant liver tumors (hepatoma) and Hepatocellular Carcinoma (HCC). Of these two types of liver cell carcinoma, the more frequent tumor type is HCC. HCC results in 250,000 to one million deaths globally per year [1-4]. HCC is the 5 th most common cancer and the 3rd leading cause of cancer mortality worldwide [5]. Depending on the population, morbidity is approximately 3-5 times higher in men than in women. HCC is the fifth most common cancer and the second cause of cancer-related death among males [6]. In females, HCC is the seventh most common cancer and the sixth most frequent cause of cancer-related death. In the United States, liver cancer is the ninth leading cause of cancer death [7]. Most cases of HCC are due to viral hepatitis (B and C) or cirrhosis [8,9]. The etiology of HCC differs between patients with and without cirrhosis [10-13]. The incidence of HCC is also highly variable according to geographic location [6]. The distribution of HCC differs among racial and ethnic groups, as well as between regions, within the same country. In recent decades, the incidence of HCC has risen in Europe and in the United States [14-17]. This trend may be explained by several factors, such as an increase in surveillance programs for high-risk HCC patients, improved management of chronic liver disease, and an epidemic of hepatitis C virus infection in the late 1970s [28]. The results of HCC treatment are highly unsatisfactory [18-24]. Most treated patients die within 6 to 20 months of initial diagnosis. In Abstract Introduction: Liver cell carcinoma includes primary malignant liver neoplasms originating from epithelial cells. Liver cell carcinoma is one of the most common cancers and is the 3rd leading cause of cancer-related mortality worldwide. However, the epidemiology and the various available treatment options have not been sufficiently studied in Poland. The aim of the present study was to assess the frequency of use of various liver cell carcinoma treatments in Poland based on data reported by service providers to the National Health Fund in the years 2008-2012. Patients and methods: Data concerning patients with liver cell carcinoma were obtained by querying the National Health Fund databases. The data were collected from the databases using SQL tools and a filter in accordance with the accepted scope of ICD-10 diagnoses. The analysis was conducted using Excel and Statistica 10. The demographic data were collected from the Central Statistical Office's website. Results: Data on the number of patients and the type of medical services available for patients with a diagnosis of liver cell carcinoma financed by NFZ in the years 2008-2012 are described. Conclusions: The health care system in Poland does not provide liver cell carcinoma patients with rapid access to required health care services, which decreases patient survival. Treatment of advanced stage liver cell carcinoma with Sorafenib, with public payer financing, represents a real and accessible alternative treatment option for this group of patients.Journal of Liver ISSN: 2167-0889Journal of LiverCitation: Piechota M, Piechota A, liwczyski A, Marczak M (2015) Liver Cell Carcinoma in Poland: Data Reported to the National Health Fund in the Years 2008-2012. J Liver 4: 183. doi: 10.4172/2167-0889.1000183Page 2 of 6 Volume 4 Issue 3 1000183J Liver ISSN: 2167-0889 JLR, an open access journal cases of radical treatment (cadaver liver transplantation/living donor liver transplantation, percutaneous ethanol injection, or radiofrequency ablation), the five year survival rate is 40-70%. The median survival time reported in randomized studies (transarterial chemoembolization, sorafenib [29]) is 11 to 20 months [25]. The overall median survival of untreated liver cell carcinoma is approximately 4 months [26-27]. The goal of the present study was to assess the frequency of various liver cell carcinoma treatments utilized in Poland based on data reported by service providers to the National Health Fund in the years 2008-2012. Patients and Methods The analysis was based on data that included all of the health services provided to patients in Poland that were paid for from public payer funds and that were collected in the National Health Fund (NFZ) databases. Information was collected from the NFZ IT systems on the treatment of patients who had an ICD-10 disease code of C22.0 (liver cell carcinoma) as the main or co-existing diagnosis in the settlement report of the hospital. The number of patients who were provided services for the selected diagnosis by the public payer was calculated based on the PESEL number provided in the statistical reports, which acted as the unique patient identifier, and an ICD-10 diagnosis of C22.0. The data were collected from the databases using SQL tools and a filter in accordance with the accepted scope of ICD-10 diagnoses, and the analysis was conducted using Excel and Statistica 10. The demographic data were collected from the Central Statistical Office's website. Results The number and the age structure of patients with a primary or coexisting diagnosis of liver cell carcinoma who received health services financed by the National Health Fund during the years 2008-2012 are presented in Figures 1 and 2.The number of patients with a liver cell carcinoma diagnosis who underwent surgery, chemotherapy or radiotherapy for each year from 2008 to 2012 amounted to 248, 336, 294, 320 and 364, respectively. Detailed data are presented in Table 1. The median period between first diagnosis and treatment was 62.5 days. The median survival times from surgery and from the start of chemotherapy until death were 140 days and 164 days, respectively. Based on the data reported to the NFZ regarding the services for liver transplant patients with a diagnosis of liver cell carcinoma, we established that the number of such patients was 38, 65, 96, 126 and 101 in each year from 2008 to 2012, respectively, in Poland. Detailed data on the number of patients with a C22.0 diagnosis who received medical services accompanying a transplant in Poland during the years 2008-2012 according to province of residence are presented in Figure 3. The number of patients with a primary or coexisting diagnosis of liver cell carcinoma who were treated with sorafenib as well as the total cost of sorafenib therapy and other medical services financed by the NFZ is presented in Table 2. The median survival time from the start of sorafenib treatment until death was 121 days. Discussion According to National Health Fund data, the number of patients with a primary or coexisting diagnosis of liver cell carcinoma who received any procedure reported by a hospital that is a service provider for the NFZ amounted to 1764 in 2012. In the years 2008-2012, a clear increase in this number was observed, which suggests that the number of such patients may reach 2000 to 3000 annually in the coming years. Indeed, in 2013 and 2014, the number of patients with a primary or a coexisting diagnosis of liver cell carcinoma amounted to 1972 and 2099, respectively. The data reported to the NFZ that were used in the present study Figure 1: The number of patients with a primary or coexisting diagnosis of liver cell carcinoma who received health services financed by the National Health Fund during the years 2008-2012. 1300 1423 1468 1610 1764 715 859 925 974 585 564 543 636 623 y = 111, 5x + 1178, 5 R = 0.9859 R² = 0.972 2008 2009 2010 2011 2012 Total Males Females Linear Correlation - To talCitation: Piechota M, Piechota A, liwczyski A, Marczak M (2015) Liver Cell Carcinoma in Poland: Data Reported to the National Health Fund in the Years 2008-2012. J Liver 4: 183. doi: 10.4172/2167-0889.1000183Page 3 of 6 Volume 4 Issue 3 1000183J Liver ISSN: 2167-0889 JLR, an open access journal concerned a liver cell carcinoma diagnosis, which, in accordance with the ICD-10, includes both HCC and hepatoma. The data reported to the NFZ do not contain a histopathological diagnosis of the tumor, and thus, it is not possible to use these data to establish the percentage of patients who suffered from hepatoma versus HCC. Due to differences in the incidence (epidemiological data), many authors identify the C22.0 Figure 2: The age structure of patients with a primary or coexisting diagnosis of liver cell carcinoma who received health services financed by the National Health Fund during the years 2008-2012.050100150200250300 0 20 40 60 80 100 120Count Age (years) Figure 3: The number of patients with a C22.0 diagnosis who received medical services accompanying a liver transplant in Poland during the years 2008-2012 categorized by province. YearSurgery* or chemotherapy or radiotherapySurgery* Chemotherapy Radiotherapy 2008 248 116 137 7 2009 336 162 178 10 2010 294 200 100 7 2011 320 204 119 16 2012 364 245 112 20 * transcutaneous needle liver biopsy; transcutaneous needle liver biopsy; diagnostic liver aspiration; open liver biopsy; open liver wedge biopsy; non-dissecting liver resection; partial liver excision - other; destruction of a liver lesion - other; removal of a liver lobe; excision of at least 3 liver segments (hemihepatectomy); excision of 1-2 liver segments (dissecting). Table 1: The number of patients with a primary or coexisting diagnosis of liver cell carcinoma who underwent surgery, chemotherapy or radiotherapy in the years 2008- 2012.Citation: Piechota M, Piechota A, liwczyski A, Marczak M (2015) Liver Cell Carcinoma in Poland: Data Reported to the National Health Fund in the Years 2008-2012. J Liver 4: 183. doi: 10.4172/2167-0889.1000183Page 4 of 6 Volume 4 Issue 3 1000183J Liver ISSN: 2167-0889 JLR, an open access journal diagnosis (liver cell carcinoma) as HCC. Taking this into account, we assume that it is similar in the reported data. Based on the epidemiological data that were used to make a decision regarding financing the liver cell carcinoma treatment program in Poland in 2011, 1343 people were suffering from primary liver cancer in 2007 (standardized morbidity ratio: men, 2.7/100,000; women, 1.6/100,000), and 1949 people died due to primary liver cancer (standardized morbidity ratio: men, 3.7/100,000; women, 2.2/100,000). Using these data, the primary liver cancer morbidity in Poland has decreased in the years 1999-2005, and such morbidity currently remains constant. Based on the estimated number of hepatitis B and hepatitis C virus infections in Poland and HCC morbidity in similar European populations, it is estimated that 2000-3000 patients annually present with this tumor in Poland (morbidity ratio: approximately 5/100,000). Based on the obtained data, it can be established that HCC morbidity in Poland is increasing, despite previous views, and that such morbidity may be close to that in similar European populations. The obtained data indicate that in the years 2008-2012, 59.3% of patients with liver cell carcinoma underwent surgical procedures, 41.4% received chemotherapy, and 3.8% underwent radiotherapy. Some of the patients received combination therapy. The data concerning the time required to commence treatment after diagnosis (median, 62.5 days) are very alarming. They indicate failed or incorrect organization of the current health care system within this scope. The time required to access health services, which amounts to 1/3 of the total survival time of the patients, from the moment of diagnosis is unacceptable and requires immediate action. Moreover, the median survival time from the start of surgical treatment until death (140 days) suggests that a significant proportion of the patients who underwent surgical treatment were in a very late stage of the disease. The prognosis for liver cell carcinoma is generally very poor. The five-year survival rates for HCC in Europe does not exceed 10%. The basic prognostic criterion is the tumor stage and the degree of liver efficiency. Five-year survival rates of up to 60-70% can be achieved in well-selected patients [30]. No systemic therapy has been shown to improve survival in patients with advanced hepatocellular carcinoma [31,32]. The only method that is known to enable recovery is surgical treatment, especially liver transplant, which leads to five-year survival in approximately 60-70% of patients. Unfortunately, the number of liver transplants performed in this group of patients is insufficient. In 2003, only 335 liver transplants were conducted in the US, out of almost 17,000 patients diagnosed with HCC, amounting to 7.9% of general transplants. In Poland, the situation is similar; in 2004, out of 196 transplants, 14 were performed in patients with HCC, amounting to 9% of the total number of transplants performed. Although the number of liver transplants from deceased donors in Poland has significantly increased in the last two years (282 in the year 2011 and 314 in the year 2012), there are still over 200 patients awaiting a liver transplant every month. The data reported to NFZ for services accompanying a liver transplant show that the percentage of patients with a C22.0 diagnosis who received such services in the years 2008-2011 has significantly increased (from 16.96% to 44.68%). The obtained data indicate that a growing number of patients with a C22.0 diagnosis are being considered as potential transplant recipients. However, it should be noted that a service accompanying a liver transplant is not the same thing as a liver transplant procedure (International Classification of Medical Procedures, second Polish edition code 50.5). The costs of such a service are covered by the NFZ only in cases of a service accompanying a liver transplant; thus, the NFZ only has data regarding the number of provided services of this type. The liver transplant procedure is financed entirely by the Ministry of Health; thus, the NFZ does not have appropriate data from service providers. Despite the increase in the number of transplants performed among liver cell carcinoma patients, a very small group of patients with such a diagnosis (a few percent) undergo this procedure, which is practically the only method that enables recovery. According to the authors, an informational campaign should be started, directed both at patients and doctors (in particular, doctors who have contact with patients with liver cell carcinoma), stating that liver cell carcinoma is treatable when detected early. Early diagnosis and rapid classification as eligible for liver transplant provides patients with an increased chance of survival. Due to relatively late tumor diagnosis, the use of radical localized treatment in patients with HCC is possible in only approximately 20% of patients. When surgical treatment is not possible, palliative treatment using ablative methods may be used. Radiotherapy, chemoradiotherapy and systemic or transarterial chemotherapy are alternatives to palliative surgical treatment. The NFZ data analysis enabled us to obtain data concerning only patients with HCC who received sorafenib (Nexavar, Bayer HealthCare Pharmaceuticals - Onyx Pharmaceuticals). Sorafenib, approved by the US FDA in December 2005 and in Europe in July 2006, may be used in patients with advanced hepatocellular carcinoma. Sorafenib is a small molecule that inhibits tumor cell proliferation and tumor angiogenesis and increases the rate of apoptosis in a wide range of tumor models [33,34]. It is currently approved for the treatment of patients with hepatocellular carcinoma, advanced renal cell carcinoma and progressive, locally advanced or metastatic differentiated thyroid carcinoma [35,36]. OW NFZNumber of patients in the 2nd half of 2011Funds used in the 2nd half of 2011 (USD*)Number of patients in 2012Funds used in 2012 (USD*) 1 6 29,488 15 168,111 2 4 18,624 8 47,602 3 6 51,216 13 134,011 4 4 3880 3 34,921 5 5 12,416 11 66,457 6 5 24,832 8 71,251 7 14 48,112 20 225,700 8 2 3104 2 17,481 9 1 6208 3 52,771 10 0 0 0 0 11 4 18,624 9 94,385 12 2 9312 10 116,467 13 0 0 2 5174 14 1 4656 3 26,643 15 0 0 1 12,934 16 7 20,952 21 163,090 * 1 USD = 3.5 PLN Table 2: The number of patients with a primary or coexisting diagnosis of liver cell carcinoma treated with sorafenib as well as the total cost of sorafenib therapy and other provided medical services financed by the NFZ.Citation: Piechota M, Piechota A, liwczyski A, Marczak M (2015) Liver Cell Carcinoma in Poland: Data Reported to the National Health Fund in the Years 2008-2012. J Liver 4: 183. doi: 10.4172/2167-0889.1000183Page 5 of 6 Volume 4 Issue 3 1000183J Liver ISSN: 2167-0889 JLR, an open access journal Sorafenib is most effective in the treatment of early stage HCC [37]. However, results from the multinational, randomized, placebo- controlled, phase III Sorafenib HCC Assessment Randomized Protocol (SHARP) trial demonstrated that sorafenib significantly improved overall survival in patients with advanced HCC and well-preserved liver function [29]. The positive impact of sorafenib on improving survival and delaying tumor progression was confirmed in the phase III Sorafenib Asia-Pacific trial, performed in China, South Korea, and Taiwan [38]. These trials provided evidence for the effectiveness of sorafenib across a range of disease etiologies, leading to its approval as a first-line systemic therapy for patients with advanced HCC [39-43]. In patients with advanced hepatocellular carcinoma, the median survival and the time to radiologic progression were nearly 3 months longer for patients treated with sorafenib than for those given placebo [29]. In Poland, sorafenib received a positive recommendation from the Medical Technology Assessment Agency in July 2010, and since 1 July 2011, it has been financed as a part of the liver cell carcinoma treatment therapeutic program. Since 1 July 2012, in accordance with the Act on the refunding of drugs, special dietary supplements and medical products, the program was implemented as a drug program. A total of 129 patients with HCC who were treated with sorafenib were reported to NFZ in the year 2012. However, this is a small percentage of all the patients with a C22.0 diagnosis, and does not imply that only 10% of patients in Poland have advanced stage liver cell carcinoma. The number of patients treated with sorafenib primarily related to medical restrictions in the inclusion criteria of the program. Patients qualified for the liver cell carcinoma treatment program if they met the following criteria: histological or cytological diagnosis of liver cell carcinoma, no or futile possibility of using local treatment, efficiency condition of 0-1 using WHO criteria, category A liver functional state based on Child-Pugh classification, lack of metastasis outside of the liver, presence of at least one measurable change by RECIST, and no previous use of pharmacological treatment for liver cell carcinoma. Additionally, the patients were required to have appropriate blood chemistry and renal and liver function indicators. In women of child- bearing age, pregnancy should be ruled out using a pregnancy test. Criteria for exclusion from the program, and thus the treatment of sorafenib, included the following: no microscopic diagnosis of HCC; chemotherapy or any other type of pharmacological treatment for HCC; the possibility of using local treatment for liver cell carcinoma; oversensitivity to the active substance or vehicle; efficiency condition of 2-4 using WHO criteria; presence of metastasis outside of the liver; uncontrolled arterial hypertension; presence of significant coexisting diseases; damage to bone marrow, kidneys or liver (not meeting the laboratory inclusion criteria); a toxicity level above 3 using WHO criteria; pregnant or breast-feeding; lack of agreement on the use of effective contraception (for men or women of child-bearing age). Data on treatment cost versus efficacy show that treating HCC patients with sorafenib is not inexpensive, and its efficacy is highly unsatisfactory. However, for some patients, it is the only option [44]. Studies on brivanib are currently underway. Brivanib is a selective dual inhibitor of the vascular endothelial growth factor and fibroblast growth factor receptors, which have been implicated in tumorigenesis and angiogenesis in hepatocellular carcinoma. An unmet medical need persists for patients with HCC whose tumors do not respond to sorafenib or who cannot tolerate the drug [45]. Both agents have similar antitumor activity based on secondary efficacy end points. Brivanib has an acceptable safety profile, but it is less well-tolerated than sorafenib [46].In cases of complications after some procedures (liver failure after partial liver resection), patients may be hospitalized in intensive care wards that have liver support systems [47,48]. The results of these therapies are promising. The study has some limitations, the most important being the fact that all of the data in this manuscript were obtained from one database, which may have introduced selection bias. Conclusions 1. The health care system in Poland does not provide liver cell carcinoma patients with rapid access to required health care services, which decreases patient survival. 2. Treatment of advanced stage liver cell carcinoma with Sorafenib using public payer financing represents a real and accessible alternative treatment for this group of patients. Acknowledgements Financial support: None Conflict of interest : The authors do not have any disclosures to report. References 1. Munoz N, Bosch X (1989) Epidemiology of hepatocellular carcinoma. In: Neoplasms of the Liver, Okuda K, Ishak KG (Eds), Springer, Tokyo. 2. Muir C, Waterhouse J, Mack T, Powell J, Whelan S (1987) Cancer incidence in five continents. Vol. 5 (IARC publications, No. 88), Lyon, International Agency for Research on Cancer . 3. Bosch FX, Munoz N (1991) Hepatocellular carcinoma in the world: Epidemiologic questions. In: Etiology, Pathology and Treatment of Hepatocellular Carcinoma in America. Advances in Applied Technology Series, Tabor E, DiBisceglie AM, Purcell RH (Eds), Gulf, Houston. 4. Okuda K (1992) Epidemiology of primary liver cancer. In: Primary Liver Cancer in Japan, Tobe T (ed), Springer-Verlag, Tokyo . 5. Parkin DM, Bray F, Ferlay J, Pisani P (2001) Estimating the world cancer burden: Globocan 2000. Int J Cancer 94: 153-156 . 6. Jemal A, Bray F, Center MM, Ferlay J, Ward E et al. (2011) Global cancer statistics. CA Cancer J Clin 61: 69-90 . 7. Altekruse SF, McGlynn KA, Reichman ME (2009) Hepatocellular carcinoma incidence, mortality, and survival trends in the United States from 1975 to 2005. J Clin YJ, Bell BP (2006) The contributions of hepatitis B virus and hepatitis C virus infections to cirrhosis and primary liver cancer worldwide. J Hepatol 45: 529-538 . 9. Kumar V, Fausto N, Abbas A (2003) Robbins and Cotran Pathologic Basis of Disease. 7th ed. Philadelphia, Saunders . 10. Trevisani F, D'Intino PE, Caraceni P, Pizzo M, Stefanini GF, et al. (1995) Etiologic factors and clinical presentation of hepatocellular carcinoma. Cancer 75: 2220-2232 . 11. Nzeako carcinoma in cirrhotic and noncirrhotic livers. A clinical-histopathological study of 804 Gerken G, Meyer zum Büschenfelde K, et al. (1998) Impact of HBV, HCV and GBV-C/HGV on hepatocellular carcinomas in Europe: 29: . A, Craxi A, et al. (1998) Characteristics of hepatocellular carcinoma in Italy. J Hepatol 29: 944-952 . 14. El Serag HB, Mason AC (1999) Rising incidence of hepatocellular carcinoma in the United States. N Engl J Med 340: 745-745 . 15. Law Dore JM (2000) Primary hepatocellular carcinoma in Australia, and mortality. Med Aust Piechota M, Piechota A, M (2015) Liver Cell Carcinoma in Poland: Data Reported to the National Health Fund in the Years 2008-2012. J Liver 4: 183. doi: 10.4172/2167-0889.1000183Page 6 of 6 Volume 4 Issue 3 1000183J Liver ISSN: 2167-0889 JLR, an open access journal 16. Taylor-Robinson SD, Foster GR, Arora S, Hargreaves S, Thomas HC (1997) Increase in primary liver cancer in the UK, 1979-1994. Lancet 350: 1142-1143. 17. Deuffic S, Poynard T, Buffa L, Valleron AJ (1998) Trends in primary liver cancer. Lancet 351: 214-215. 18. Kosuge T, Makuuchi M, Takayama T, Yamamoto J, Shimada K, et al. (1993) Long-term results after resection of hepatocellular carcinoma: experience of 480 19. Bismuth H, Chiche L, treatment of hepatocellular carcinomas in noncirrhotic liver: experience with Franceschi D, Tao Y, Fortner J, et al. (1995) Factors affecting long-term outcome after hepatic resection for hepatocellular carcinoma. Am J Surg Takenaka K, Kawahara N, Yamamoto K, Kajiyama K, Maeda T, et al. (1996) Results of 280 liver resections for hepatocellular carcinoma. Arch Surg 131: 71-76. 22. Lau H, Fan ST, Ng IOL, Wong J (1998) Long-term prognosis after hepatectomy for hepatocellular carcinoma: a survival analysis of 204 consecutive patients. Cancer 83: 2302-2311. 23. Lise M, Bacchetti S, Da Pian P, Nitti D, Pilati PL, et al. (1998) Prognostic factors affecting long-term outcome after liver resection for hepatocellular carcinoma: results in a series of 100 Italian patients. 82: 1028-1036 . 24. Mazziotti A, Grazi GL, Surgical treatment of carcinoma on cirrhosis: a Western experience. Hepatogastroenterology 45: 1281-1287. Pinter M, Hucke F, Graziadei I, Parisi P, Peralta M, et al. (2012) Natural history of untreatable hepatocellular carcinoma: A retrospective cohort study. World J Hepatol 4: 256-261. 27. Lee JH1, Kim HY, Kim YJ, Yoon JH, Chung JW, et al. (2015) Barcelona Clinic Liver Cancer staging system and survival of untreated hepatocellular carcinoma in a hepatitis B virus endemic area. J Gastroenterol Hepatol Kuhnert WL, et al. (2006) The prevalence of hepatitis C virus infection in the United States, 1999 through 2002. Ann Intern Med 144: 705-714. 29. Llovet JM, Ricci S, E, al. (2008) Sorafenib in advanced hepatocellular carcinoma. N Engl J Med 359: 30. Llovet 1907-1917. 31. Llovet JM, Bruix carcinoma: chemoembolization improves Llovet JM (2006) Systematic review: evidence-based management of hepatocellular carcinoma -- an updated analysis of randomized controlled trials. Aliment Pharmacol Ther 23: 1535-1547. 33. Wilhelm SM, Carter C, Tang L, Wilkie D, McNabola A, et al. (2004) BAY 43- 9006 exhibits broad spectrum oral antitumor activity and targets the RAF/MEK/ERK pathway and receptor tyrosine kinases involved in tumor progression and angiogenesis. Cancer Res 64: 7099-7109. 34. Chang YS, Adnane J, Trail PA, Levy J, Henderson A, et al. (2007) Sorafenib (BAY 43-9006) inhibits tumor growth and vascularization and induces tumor apoptosis Oya M, Iijima M, Hyodo I, Gemma A, et al. (2015) A large-scale prospective registration study of the safety and efficacy of sorafenib tosylate in unresectable or metastatic renal cell carcinoma in Japan: results of over 3200 consecutive cases in post-marketing all-patient surveillance. Jpn J Clin Oncol pii: hyv099. 36. Guo F, Han T, Liu Z, Song X, Zhang Q, et al. (2015) Prognostic analysis of Chinese patients with metastasis renal cell cancer receiving sorafenib: results from a multicenter long-term follow-up retrospective study. Onco Targets Ther 8: 1581-1588. 37. Feng X, Xu R, Du X, Dou K, Qin X, et al. (2014) Combination therapy with sorafenib and radiofrequency ablation for BCLC Stage 0-B1 study. J Gastroenterol 109: 1891-1899. 38. Cheng AL, Kang YK, Chen Z, Tsao CJ, Qin S, et al. (2009) Efficacy and safety of sorafenib in patients in the Asia-Pacific region with advanced hepatocellular carcinoma: a Fried M, Labrecque D, Bruix J, Sherman M, et al. (2010) World Gastroenterology Organisation Guidelines and Publication Committee. World Gastroenterology Organisation Guideline (HCC): a global perspective. J Gastrointestin Liver Hepatocellular treatment and follow-up. Ann Oncol 21: 59-64. 41. Clinical Practice Guidelines for Hepatocellular Carcinoma - The Japan Society of Hepatology 2009 update (2010) Hepatol Res 40(Suppl. 1): 2-144 . 42. Poon D, Anderson BO, Chen LT, Tanaka K, Lau WY, et al. (2009) Asian Oncology Summit. Management of hepatocellular carcinoma in Asia: consensus statement from the Asian Oncology Summit 2009. Lancet Oncol 10: 1111-1118. 43. Kane RC, Farrell AT, Madabushi R, Booth B, Chattopadhyay S, et al. (2009) Sorafenib for the treatment of unresectable hepatocellular carcinoma. Oncologist Sherman M, Mazzaferro V, Bolondi L, et al. (2012) Efficacy and safety of sorafenib in patients with advanced hepatocellular carcinoma: subanalyses of a Llovet JM, Decaens T, E, Kudo M, et al. (2013) Brivanib in Patients With Advanced Hepatocellular Carcinoma Who Were Intolerant to Sorafenib or for Whom Sorafenib Failed: Results From the III BRISK-PS Study. J Clin Oncol 31: 3509-3516. 46. Johnson PJ, Qin S, Park JW, Poon RT, Raoul JL, et al. (2013) Brivanib Versus Sorafenib As First-Line Therapy in Patients With Unresectable, Advanced Hepatocellular Carcinoma: Results From the Oncol 31: 3517-3524. 47. Piechota A, Piechota M (2012) Adult intensive therapy services contracted by the National Health Fund in 2012. Anaesthesiol Intensive Ther 44: Mikstacki A, Owczuk R, et al. (2012) Guidelines of the Polish Society of Anaesthesiology and Intensive Therapy determining principles, conditions and organisational aspects of anaesthesiology and intensive "}