{"title": "Bogey-Germs, Cholera, and the Authority of Physicians", "author": "Robert D Hicks; PhD", "url": "https://cpp-hov.netlify.app/blog/bogey-germs-cholera-and-the-authority-of-physicians", "hostname": "netlify.app", "description": "History of Vaccines is an educational resource by the College of Physicians of Philadelphia, one of the oldest professional medical organizations in the US.", "sitename": "cpp-hov.netlify.app", "date": "2020-07-13", "cleaned_text": "of 1849, an African-American Philadelphian came down with diarrhea characterized by copious evacuations of \"rice water,\" accompanied by cramps, listlessness, rapid heartbeat, and general malaise. Some physicians assessed the disease as Asiatic cholera, but others described it as pestilential, asphyxia, spasmodic, or bilious cholera. But what was it, aside from a congregation of symptoms that deprived the body, perilously, of fluid? Dr. Hugh Hodge opined in 1833—the year of cholera epidemic—that cholera entity—a being—a something added to the system.\" The African American victim worsened. If the victim was poor and without a supportive community, he or she may have been hustled into a hospital where death ensued. Sadly, \"death in a cholera hospital was evidence of a life misspent.\" Specimen 3090.13 During the cholera epidemic, Dr. John Neill (1819-1880) worked at Southeast Cholera Hospital where he may have treated the dying African American victim and conducted the autopsy. Neill led a committee of physicians \"to examine into the condition of the mucous membrane, of the intestinal canal, in persons dying of Cholera.\" A few years ago, the DNA Centre at McMaster University in Canada published a study that profiled cholera DNA world-wide over the past two centuries. Epistemological change Despite Dr. Neill's empiricism in isolating and studying cholera lesions, the public was not only unconvinced by the authority of The College of Physicians of Philadelphia to declaim about cholera, but it demanded to hear opinions from medical voices representing other philosophies, including homeopathy (the idea that disease symptoms are evidence of the body's attempt to regain equilibrium of its vital force). In fact, Neill and his allopathic (also known as \"regulars\") colleagues lost professional face over their inability to agree on determining a cause of cholera and effective therapies. Homeopathic doctors coined the term \"allopathy\" to refer to medicines that produce symptoms opposite to those produced by the disease. Whatever Neill might have thought about competing medical philosophies, specimen 3090.13 was a statement of his medical authority: the specimen's retention was an ownership claim of cholera's etiology. Until laboratory medicine became their pre-eminent paradigm, allopathy competed for political supremacy with other ideologies, according to Owen Whooley in Knowledge in the Time of Cholera: the Struggle over American Medicine in the Nineteenth Century (Chicago: University of Chicago Press, 2013). These ideologies waged a political contest abetted by medicine's popular \"truth-wins-out-narrative,\" which \"naturalizes professional authority, transforming the flux of the nineteenth century into something of a predetermined outcome\" (p. 6). Whooley's analysis is a work of sociology, focusing on the politicization of the allopathic medical profession, a century-long anti-democratic campaign to secure uncontested national authority. No small part of the story is this campaign's necessity to embrace a historical view of \"epistemological change ... as the straightforward product of scientific advancement, the progressive illumination of truth\" (p. 4), \"an impoverished exercise of reading history backward\" (p.181). Specimen 3090.13 and other laboratory samples today constitute a form of received knowledge without historical context. Epistemic contests Whooley frames the cholera epidemics of the the \"sampling device\" for \"epistemic contests\" between allopathy and its competitors. Through these contests, medical sects compete \"to achieve validation for their epistemological systems\" (p. 16). The nature of scientific discovery occupies the arena of debate as all sects presented narratives of disease consistent with their epistemes: \"The 'discovery-ness' of an idea is not inherent to the idea itself but is obtained through socially mediated interpretive practices . . . Discoveries are made, not unearthed\" (p. 155) . Before the 1833 epidemic, several states enacted licensing laws that favored allopaths. The apparent inability of allopaths to determine the cause of and eradicate cholera led legislatures to rescind such laws in a democratic ideal of allowing all medical voices to be heard. Public health was too important to be monopolized by one medical sect. Further, the allopaths themselves struggled with competing epistemes of rationalism, the search for a logical cause of disease, and empiricism which favored observations made at the bedside (and deductions from observations). By the 1849 epidemic, many American allopaths had received advanced instruction in Paris and the philosophy of \"radical empiricism\" observed in French hospitals. This experience heightened the imperative to devise \"epistemological standards\" to adjudicate medical truth. To do just this, in 1847 allopaths created the American Medical Association to exclude and discredit other ideologies, particularly homeopathy, then on the ascendant. Nevertheless, by 1849, allopaths remained unable to explain cholera. The AMA even rejected statistical studies and other analytical reports despite homeopathy's promotion of such investigations in a public sphere. But in both epidemics, allopaths asserted that their authority was absolute and beyond public scrutiny. In 1866, cholera returned. This time, most people—including physicians—connected cholera to filth. Urban filth became the target of a sanitarian movement through new public health boards, the model being the Metropolitan Board of Health in New York City. That cholera's reach proved limited highlighted the success of filth removal and other reforms driven by the Board of Health. Alas for allopaths, health boards invited multiple perspectives and rejected exclusivity, so boards became central in the epistemic fight but at the same time threatened allopathy's \"claim of a privileged standing within sanitary science\" (p.136). When Robert Koch announced the discovery of the cholera microbe in 1884 (based on an Egyptian specimen), the discovery was widely lauded, but Koch himself could not meet his own tests for validating the complex discovery, and many doctors had doubts. A \"bogey-germ,\" opined the British Medical Journal. As the germ idea gained currency in the United States, allopaths absorbed it within an episteme that held Koch's work as \"self-evident and self-interpreting\" (p. 152), \"a mass of potent facts and observations that spoke for themselves\" (p. 167). By the 1890s, when cholera struck again, \"bacteriological reformers\" within American medicine imported the German model of laboratory research and enjoyed a serendipitous alliance with private business. The Rockefeller Foundation stepped forward to offer funding for new medical laboratories and their methods, seeing them as parallel to the organization of factory work. This alliance removed the vanguard of allopathy from public institutions and, hence, public oversight. The German ideology for bacteriology and laboratory medicine guided the creation of the medical school at Johns Hopkins University, headed by reformer William Welch. \"No individual played a more important role in reorganizing American medicine\" (p. 172). One of his protégés, Abraham Flexner, surveyed America's medical training institutions and rated them in his 1910 report. The criteria he used were based on Johns Hopkins as a model, so, unsurprisingly, only those institutions favoring the German laboratory model of bacteriological investigation received the best ratings. By the 1918 flu pandemic, allopathic supremacy was complete: allopaths had successfully become the arbiters of medical truth and, via laboratory investigation, determinants of the standards by which medical knowledge is created. The \"power of professions is rooted in their claim to expert knowledge . . . which justifies a 'market shelter' over certain specialized areas of work\" (p. 227). Whooley argues persuasively, carefully tracing the evolution of allopathy's episteme of disease etiology, disentangling competing epistemes while navigating the complex processes of medical discovery within professional networks and political processes. He balances several contingent and co-evolving academic, public, and philanthropic institutions to provide a longitudinal examination of how allopathic medicine eliminated its competition, a process illustrated through cholera. Although cholera furnishes Whooley's framework, it remains for other scholars to examine how the model speaks to medicine's tussle to understand yellow fever from the 18th through 20th centuries. The advent of elite philanthropy in medicine bears further examination as well, especially given the changing industrial and research landscape of pharmaceutical production and innovation to meet new disease threats. Possibly most disturbing is Whooley's narrative of allopathy's insistence on its autonomy and lack of deference to the public sphere. Could the anti-vaccination movement be viewed in this light, a popular resistance to continued assertion of the medical establishment that it knows best? Back to the future However Dr. Neill viewed his authority and participated in the creation of an allopathic episteme, we know that he labored to create a professional network and lay claim to an empirical authority through collection of specimens and their microscopic analysis. He, too, in his time, owned cholera, and his investigations contributed to a model of knowledge production. Ironically, the very laboratory center of medical authority for which Neill was a progenitor may help unseat that authority in favor of a broader public health paradigm. Popular histories of medicine condemn miasmatic theories of disease as pre-modern notions of little relevance; yet new laboratory research examines bacteria and viruses as biocomplexities with important environmental dimensions: some pathogens appear to acquire their toxicity under certain environmental conditions. Yesterday's miasma is today's environmental context. Oddly, much common advice given to Americans during the 19th century, based on miasmatic fears and contagion through filth, still works for cholera. \"[C]holera writ large is a work in progress—that is not just an evolving organism but a composite of ideology, political structures, class relations, systems of food, water, and sanitation, of learned knowledge (even in disciplines far beyond the biomedical sciences), and even of changing environment and climate.\" "}