{"title": "Ventosas: qué son, para qué sirven y cómo se utilizan", "author": "Marcelle Pinheiro", "url": "https://www.tuasaude.com/es/ventosaterapia/", "hostname": "tuasaude.com", "description": "En el tratamiento con ventosas chinas la piel se despega del músculo siendo útil para combatir el dolor de espalda y la celulitis. Conozca cuándo puede ser utilizada, cómo se hace y cuáles son las principales contraindicaciones de este tratamiento", "sitename": "Tua Saúde - websiteName", "date": "2018-08-29", "cleaned_text": "Las ventosas son un tipo de tratamiento natural que sirven para mejorar la circulación sanguínea en una región del cuerpo. Para esto, las ventosas crean un efecto de vacío que succiona la piel, aumentando el diámetro de los vasos sanguíneos en la región, esta terapia se denomina ventosaterapia. Este tipo de terapia con ventosas Chinas ayuda a oxigenar los tejidos, permitiendo la liberación de toxinas de la sangre y del músculo con más facilidad. Este tratamiento es muy utilizado para tratar la celulitis, ya que el aumento de la circulación de la sangre puede reducir el aspecto de cáscara de piel de naranja. Además de esto, la ventosaterapia es también muy utilizada para combatir el dolor muscular, ya que la diferencia de presión causada por el vacío despega el músculo y aumenta la cantidad de sangre proporcionando una sensación de relajación. Para qué sirven Las ventosas sirven para: - Aliviar el dolor lumbar, de hombros y de cuello; - Aumento de la circulación sanguínea en la región muscular a ser aplicada, siendo beneficioso para algunos deportistas; - Fortalecer los vasos sanguíneos; - Relajar y calmar el cuerpo y la mente; - Eliminar la hinchazón en los brazos, piernas o pies; - Mejorar el dolor en las articulaciones del síndrome del túnel carpiano, artritis reumatoide o del dolor de rodilla, pues alivia la inflamación y aumenta la producción de líquido sinovial; - Ayudar a eliminar la celulitis y mejorar la diabetes e hipertensión arterial. Los sitios de terapia con ventosas se seleccionan de acuerdo con la dolencia tratada. Los terapeutas más indicados para el tratamiento con ventosas son los formados en medicina tradicional china, el acupunturista y el fisioterapeuta especialista en acupuntura o que tenga conocimiento de ese tipo de técnica. Este tratamiento también es muy utilizado en la medicina tradicional china, siendo muchas veces asociado a la acupuntura, para tratar diversos trastornos de la salud con el objetivo de volver a energizar los meridianos por donde pasa la energía vital Ki. Vea los [beneficios de la acupuntura para la salud](/es/acupuntura/). Cómo se utilizan las ventosas Para el tratamiento con ventosas se debe dejar el área a tratar descubierta y aplicar una aceite o crema hidratante en la piel, para permitir que las ventosas se deslicen por la piel. A continuación debe colocarse las ventosas en el área de tratamiento. Las 3 formas más comunes de aplicar las ventosas en el cuerpo son: - Ventosa de silicona: basta presionar la ventosa de silicona con los dedos y colocarla en la piel, debido al vacío que se forma en su interior la piel se succiona y la ventosa se mantiene pegada a la piel; - Vaso de vidrio: encender una vela y colocar la llama en el interior del vaso y a continuación colocarlo en la piel. El vacío se forma cuando el oxígeno que se encuentra dentro del vaso es consumido por la vela y, por esto, si se aplica rápidamente sobre la piel creará la succión; - Ventosa electrónica: basta posicionar las ventosas en la región que se desea tratar y luego encender el dispositivo colocando la fuerza con la que se desea generar el vacío. Poco a poco la piel va siendo succionada y la ventosa se mantiene pegada a la piel. Se puede inclusive utilizar las ventosas asociadas a otras técnicas como la acupuntura, colocando dentro de cada ventosa una aguja de acupuntura, plantas medicinales con sangría o agua, por ejemplo. Cuánto tiempo se deben aplicar El tiempo de duración varía entre 5 a 20 minutos dependiendo de la condición individual de la persona. En general, el tratamiento envuelve entre 4 a 6 sesiones en intervalos entre 3 a 10 días. Cuando la ventosa se coloca con mucha presión o se deja sin mover por mucho tiempo pueden surgir unas burbujas de sangre en la región y en caso que esto ocurra el tratamiento debe interrumpirse inmediatamente. Cómo se hace el tratamiento y qué puede ocurrir después El tratamiento puede ser hecho con la persona acostada en una camilla donde son colocadas 1, 2 o varias ventosas en la región a ser tratada. Las ventosas pueden ser colocadas solamente encima de una contractura en la espalda o pueden deslizarse por todos los músculos de la espalda. Como la ventosaterapia puede favorecer la flacidez, este tratamiento no debe ser hecho de forma exclusiva para eliminar los nódulos de celulitis, pero debe ser usado en un protocolo que involucra el uso de cremas reafirmantes y aparatos como radiofrecuencia, por ejemplo. Si la ventosaterapia se realiza durante el período menstrual, después del tratamiento, la menstruación de la mujer puede ser más intensa de lo habitual, pueden surgir marcas moradas en las regiones tratadas y la orina puede ser un poco más oscura de lo normal. Cómo disminuir el dolor y los moretones de la ventosa Cuando se utiliza una gran cantidad de vacío en la región del tratamiento puede quedar dolorido durante 5 días aproximadamente, además de observarse marcas moradas en el cuerpo, porque durante los primeros minutos de la aplicación de las ventosas chinas se puede observar enrojecimiento y un color morado que surge en la piel. Por lo que para evitar que esto ocurre, se debe disminuir la presión de cada ventosa y no dejar que se mantenga por mucho tiempo en un sólo lugar. Una excelente estrategia para que la piel no se marque, ni quede dolorida es utilizar poca presión dentro de la ventosa y colocarse aceite en la piel para mover la ventosa por el área a ser tratada. Tomar un baño tibio y masajear la región que fue tratada con [aceite de rosa mosqueta](/es/aceite-de-rosa-mosqueta/) constituye un excelente tratamiento casero para evitar el dolor y las marcas moradas en la piel después del tratamiento. Efectos secundarios La terapia con ventosas es relativamente segura. Algunos efectos secundarios que se han podido identificar son: formación de cicatrices, seguidas de quemaduras, dolor de cabeza, comezón, mareos, cansancio, tensión muscular, anemia, náuseas, formación de ampollas, pequeño hematoma o dolor en el lugar de la ventosa, formación de abscesos, infección de la piel, insomnio, hiperpigmentación y síncope vasovagal. Contraindicaciones de la ventosaterapia La ventosaterapia está contraindicada en las situaciones que se mencionan a continuación: - Trombosis, tromboflebitis o trastornos hemorrágicos; - Varices; - Heridas abiertas; - Fiebre; - Fractura en la región a ser tratada. Además, no deben usarse en los ojos, orificios del cuerpo, directamente en las venas, arterias o ganglios linfáticos. Asimismo, esta terapia también está contraindicada en niños, personas con cáncer, que sufren de hemofilia, que tienen un marcapasos o que poseen una falla renal, cardíaca o hepática grave. Algunas situaciones que no son contraindicaciones absolutas, pero que deben consultar a su médico tratante son: personas con la presión alta descontrolada o con anemia, mujeres embarazadas, durante la lactancia o con "}