{"title": "Tratamientos y Servicios | SaludDar Somos Salud IPS - Medicina Integrativa y Funcional", "author": null, "url": "https://www.saluddar.com/tratamientos-y-servicios/consultas/consulta-pediatria-integrativa", "hostname": "saluddar.com", "description": "La medicina alopática, a menudo ofrece frustración a los padres, al paciente y al pediatra, ya que vemos como alivia en la mayoría de las ocasiones pero no lo mejora. Como opción surge la pediatría integrativa la cual trata de curar al paciente, manejando al enfermo y no a la enfermedad, indagando el entorno del paciente y viendo al enfermo como único e integral y no fraccionado.", "sitename": "SaludDar Somos Salud IPS - Medicina Integrativa y Funcional", "date": "2023-08-17", "cleaned_text": "Consulta Pediatría Integrativa La medicina alopática, a menudo ofrece frustración a los padres, al paciente y al pediatra, ya que vemos cómo alivia en la mayoría de las ocasiones los síntomas del paciente pero no lo cura. Como opción surge la pediatría integrativa la cual trata de curar al paciente, manejando al enfermo y no la enfermedad, indagando el entorno del paciente y viendo al enfermo como único e integral y no fraccionado por órganos, ejemplo el neumólogo para pulmones, el gastroenterólogo para el estómago, el otorrinolaringólogo para los oídos. Con esta medicina pretendemos ofrecer la opción de manejar los problemas de salud desde la raíz. Terapias: - Homeopatía - Cambios nutricionales - Auriculoterapia - Homotoxicologia Ninguna de estas terapias presenta efectos nocivos para el organismo, logrando así el equilibrio del cuerpo que lleva al bienestar mental, espiritual y social de los niños. Los beneficios de esta medicina para sus hijos los podemos ver en enfermedades como rinitis, asma, dermatitis atópica, sobrepeso, alergias alimentarias, entre otras. MARIA ELIZABETH BECERRA Médico Pediatra La Dra. María Elizabeth es experta en nutrición infantil y microbiota. Es conferencista hace más de 10 años sobre microbiota y es la actual vicepresidente de Acopyp (Asociación Colombia de Prebioticos y Probioticos). Postgrados en Nutrición "}