{"title": "El primer día de cuarentena estricta se redujo un 30 % la cantidad de usuarios de transporte público", "author": "Rosario Ayerdi", "url": "https://www.perfil.com/noticias/politica/primer-dia-cuarentena-estricta-se-redujo-30-por-ciento-usuarios-transporte-publico.phtml", "hostname": "perfil.com", "description": "En el AMBA viajaron 685.998 pasajeros. Para bajar la circulación se intensificaron los controles y redujeron las actividades esenciales.", "sitename": "Perfil", "date": "2020-07-02", "cleaned_text": "El primer día de la cuarentena dura en el [Área Metropolitana de Buenos Aires](https://www.perfil.com/noticias/salud/con-mayor-control-de-circulacion-el-amba-ingresa-en-una-cuarentena-mas-estricta.phtml) mostró una [fuerte reducción en la circulación en transporte público que llegó a tener un 30 % menos de usuarios en comparación con la semana previa](https://www.perfil.com/noticias/actualidad/cayo-33-por-ciento-circulacion-autopistas-ciudad-buenos-aires-11-por-ciento-gente-colectivos.phtml) al aislamiento restrictivo. El objetivo de la nueva etapa de la cuarentena similar a la fase 1 es controlar la circulación en la Ciudad de Buenos Aires y los 40 distritos de la provincia de Buenos Aires, por lo que se redujeron las actividades habilitadas y se intensificaron los controles para que solo usen el transporte público los trabajadores de estos rubros esenciales. Según los datos del ministerio del Transporte, ayer viajaron 685.998 pasajeros en subtes, colectivos y trenes en el AMBA. Esto significa una reducción de 298.701 usuarios que el miércoles 24 de junio, lo que representa un 30 % menos en medio del aumento de casos de [coronavirus.](https://www.perfil.com/noticias/coronavirus/coronavirus-argentina-se-deberian-hacer-20-mil-test-diarios-para-controlar-focos-en-amba.phtml) [Dejan de atender al público 60 mil comercios, que piden hacer delivery y un \"salvataje\" pyme](https://www.perfil.com/noticias/economia/AMBA-dejan-atender-publico-60000-comercios-piden-delivery-salvataje-pyme.phtml) El martes 30 de junio anterior a las nuevas restricciones que regirán hasta el 17 de julio, la cantidad de usuarios ya se había reducido con respecto a las semanas anteriores, ya que hubo 846.004 pasajeros. El promedio diario de la semana pasada (del 22 al 26 de junio) fue de 978.345 usuarios. Antes del aislamiento decretado el 20 de marzo, había un promedio diario de 4.242.450 pasajeros. Según se desprende de datos oficiales, la mayor cantidad de pasajeros (63 %) se mueve dentro del Gran Buenos Aires, mientras que el 19 % lo hace dentro de Capital Federal. Con respecto a la circulación interjurisdiccional, el 13 % de los usuarios van desde la Provincia a la Ciudad y el 3,6 % de CABA al territorio bonaerense. "}