{"title": "Research", "author": null, "url": "https://warwick.ac.uk/research/priorities/food/webinars/webinar16/", "hostname": "warwick.ac.uk", "description": null, "sitename": "warwick.ac.uk", "date": "2023-04-07", "cleaned_text": "Clean Eating and Orthorexia: An Exploration of Twenty-First Century British Food Culture Wednesday 5th April, 4-5.30 pm (UK time), Online Hosted by the ' [Food and Drink Cultures](https://warwick.ac.uk/research/priorities/food/research/food-culture)' theme of Warwick University's Food GRP [Louise Morgan](https://warwick.ac.uk/study/csde/gsp/eportfolio/directory/pg/live/u1865488/) Moderated by Professor Beat A. Kümin Clean eating has been defined as the conscious choice to shape a diet around 'clean' or whole foods - that is to say foods which have not been 'processed' and are in their natural form. Recent popular interest in 'clean eating' in twenty-first century Britain, along with the rise of health gurus through expanding social media networks, such as Ella Mills (Deliciously Ella), has been cited as the cause of an outbreak of orthorexia. Initially named in 1996, the term refers to symptoms of patients who were obsessed with healthy eating and food purity, rather than body size and weight as in cases of anorexia nervosa. Current medical discourse on the illness presents it as a modern development in the wider history of eating disorders, with campaigners fighting for its inclusion in the Diagnostic and Statistical Manual of Mental Disorders. This paper will explore orthorexia and clean eating not as something entirely new, dependent on the age of social media, but rather as part of a longer history of obsession with healthy eating. It asks the fundamental question: can clean eating and orthorexia be understood as part of a wider history of dieting and disordered eating, furthered by contemporary obsessions with social media and influencers, as current medical literature would suggest? Or rather, is it part of a longer cultural obsession with our own health and diet? This is a past event & registrations have closed This form is closed and is no longer accepting any submissions. Thank you for your time. "}