{"title": "Stay in the Know. Live in the Yes.", "author": null, "url": "https://www.arthritis.org/health-wellness/treatment/complementary-therapies/supplements-and-vitamins/5-ways-to-take-herbs-and-supplements-for-arthritis", "hostname": "arthritis.org", "description": "Herbal supplements come in many different forms. Learn about some that can treat arthritis and the best ways to take them.", "sitename": "https://af-web-com-stage.azurewebsites.net", "date": "2021-01-19", "cleaned_text": "5 Ways to Take Herbs and Supplements for Arthritis Learn some of the herbs that can help treat arthritis and how to take them. Humans have relied on plant-based remedies to treat disease from almost the beginning of our existence. The oldest evidence of using plants as medicine comes from a 5,000-year-old Sumerian clay tablet containing recipes made with plants like the poppy, henbane and mandrake. Several herbal remedies are promoted today for treating arthritis, including turmeric, ginger, Boswellia serrata, devil's claw, willow bark extract and feverfew. Not all herbal products are the same. Some are only available as pills. Others come in a variety of forms, including capsules, tinctures and teas. For example, turmeric is available in capsules, or as a spice you can sprinkle into your food. Ginger comes in a capsule, a powder you cook with or a tea. Often the herb you choose will dictate which form you take it in, because some herbs absorb better into the body when swallowed; others when steeped in liquid. When comparing forms, \"The potency varies a little,\" says Farshad Fani Marvasti, MD, MPH, director of Public Health, Prevention, and Health Promotion at The University of Arizona. Tinctures are generally somewhat stronger than capsules, for example. But the form you take mainly depends on your personal preference, he says. 1. Pills and Capsules Pills and capsules are probably the easiest way to take herbal supplements, and the most readily available in your local health food shop or drugstore. You just open the bottle and pop the pills into your mouth. Often these are the form of herbal remedies used in studies, which can make it easier to confirm that you're getting an appropriate dose. With other forms, it may be hard to tell how much of the active ingredient you're getting, or you need. 2. Infusions and Teas Teas and infusions are made by adding boiling water to fresh or dried plant products - stems, leaves or flowers - and steeping them to release their active ingredients. Willow bark and ginger are two teas used for arthritis because of their anti-inflammatory properties. To get the dose right using loose herbs, you can consult with an herbalist or a traditional Chinese medicine physician. However, today you can buy many herbal teas in pre-set doses at a health food store or supermarket. \"There are a lot of different tea companies that provide standardized tea bags,\" says Marvasti. When you make your tea, he recommends a steeping time of 15 to 20 minutes. That's just long enough to get the maximum benefits from the product without overdoing it. Some teas can actually be harmful when steeped too long. For example, black tea contains tannins that can become carcinogenic when steeped for over an hour, Marvasti says. 3. Creams, gels and other topical products Some herbal remedies come in the form of a cream, gel, patch or compress that you rub on or apply to your skin. Arnica and comfrey gels are both useful for relieving arthritis pain. Creams made with the chili pepper extract, capsaicin, can also help with pain, but they can cause side effects like a burning sensation and skin irritation. The recommended dose for these products is usually on the package. 4. Liquids, Extracts and Tinctures Herbs can also be sold in liquid forms, such as oils, extract-containing drinks and tinctures -- preparations made with alcohol and water. Extracts can also be evaporated to dry them out. Dry extracts such as Boswellia serrata and curcumin are then put into capsules and tablets. Tinctures and extracts are usually more concentrated than other products. \"In general, tinctures tend to be a bit stronger than capsules. But then there are liquid capsules, which have the liquid of the tincture inside the capsule, which is very similar,\" says Marvasti. The dose of these products can vary, depending on their form. For example, a dose might be three cups of tea per day or one to three teaspoons of tincture per day. This is where it can be helpful to consult with an herbalist or integrative medicine specialist to make sure you're taking the correct dose. 5. Herbs for Cooking Some herbs, such as turmeric and ginger, can be added to the foods you cook. You can grow these herbs yourself, purchase them fresh-cut at a market or buy them dried. \"Generally, I think that the dry form is a little bit more potent, but it really depends on why you're using it and what you're using it for,\" Marvasti says. Some herbs need a little assistance in the cooking process. Turmeric must be cooked with some type of fat, such as cooking oil, as well as black pepper for your body to properly absorb it. While cooking with herbs is a generally healthy idea, don't expect a few curry dishes containing turmeric to be a miracle cure for your joints. \"It's anti-inflammatory and an excellent spice for health promotion, but if someone's dealing with arthritis pain that's probably not going to be enough,\" says Chris D'Adamo, PhD, director of Research & Education at the University of Maryland School of Medicine Center for Integrative Medicine. \"You'd need to eat jars of the whole spice turmeric to get the benefit of a [curcumin] supplement for serious pain conditions.\" Cautions About Herbal Remedies Although herbal remedies are natural, they can have risks. Some products can cause side effects or interact with medicines you take. For example, ginger and chamomile may increase your bleeding risk, which could be a problem if you take blood thinning medicines like warfarin (Coumadin). Before trying any herbal supplement, consult with your doctor. You can also see an herbalist to ensure you take the right dose, but make sure he or she knows what other medicines you take to avoid interactions, D'Adamo says. \"You can get both the herbal and medical perspectives by seeing an integrative or functional medicine doctor,\" he adds. Stay in the Know. Live in the Yes. Get involved with the arthritis community. Tell us a little about yourself and, based on your interests, you'll receive emails packed with the latest information and resources to live your best life and connect with others. "}