{"title": "Homeopathic Treatment for Hemiplegia", "author": "Mother; USA", "url": "https://www.askdrshah.com/hemiplegia.aspx", "hostname": "askdrshah.com", "description": "Hemiplegia means complete paralysis of one half of the body, including one arm and leg. Understand causes, symptoms, homeopathy medicines and treatment in detail.", "sitename": "askdrshah.com", "date": "2023-01-01", "cleaned_text": "[How to best treatment for Hemiplegia?](#Link5) [What is the best Homeopathic treatment for Hemiplegia?](#Link6) [Which Homeopathic medicines give the best results for Hemiplegia?](#Link7) What is Hemiplegia? The word 'plegia' means weakness so severe that it is nearly complete. 'Hemi' implies one side of the body. Hence, 'hemiplegia' means complete paralysis of one half of the body, including one arm and leg. Any disease or injury in the motor centres of the brain can cause hemiplegia. Hemiplegia is a more severe form of 'hemiparesis' wherein one-half of the body is only weakened. It is also very different from the conditions of paraplegia & quadriplegia, which are commonly confused with hemiplegia. Paraplegia is paralysis in both legs, below the waist. Quadriplegia is paralysis below the neck and is also usually the result of a spinal cord injury. What causes Hemiplegia? Many conditions give rise to hemiplegia. Generally, an injury to the right side of the brain will cause left-sided hemiplegia while an injury to the left side will cause right-sided hemiplegia. - Stroke is the commonest cause of hemiplegia. Insufficient blood supply to the brain leads to loss of brain functions. The stroke may be caused by: - A clot formed within the blood vessel blocking the blood supply-> a thrombus - A thrombus breaks away from its site of origin and forms a block elsewhere in the circulation. -> an embolus - A bleed from a blood vessel supplying the brain -> a haemorrhage - Head injury - Diabetes - Brain tumour - Infections -> meningitis, encephalitis - Migraine syndrome -> recurrent headaches of severe intensity occasionally accompanied by sensations of numbness and tingling in one half of the body. - Inflammation of the blood vessels -> vasculitis - Diseases affecting the nerves -> like Multiple Sclerosis; acute necrotizing myelitis. - Conditions presenting from birth -> cerebral palsy. Lack of blood supply damages nerve cells in the brain. Birth trauma, difficult labor, perinatal strokes in infants within 3 days of birth can all cause cerebral palsy. - Hereditary diseases -> leukodystrophies. This is a rare disorder affecting the myelin sheath which covers and protects nerve cells in the brain. The condition usually appears in infancy or childhood. What are the symptoms of Hemiplegia? Injury or insults to the brain cells that control movements in one half of the body cause hemiplegia. Hence, symptoms largely depend upon the part of the brain affected. The same can be said about the severity of individual symptoms. - Difficulty in walking. - Problems in balance, losses balance when trying to walk - Difficulty in swallowing - The trouble with vision. Blurred vision or weakness of the eyes. - Speech becomes difficult. - Numbness, tingling or loss of sensations in one half of the body. - Loss of control over bladder and bowel movements leads to an inability to hold on to stool or urine. - Unable to perform tasks like holding objects, tying laces, dressing oneself, buttoning etc. - Feeling depressed - Heightened emotional sensitivity with the inability to handle stressful situations. - Memory seems poor. Unable to recall recent or past events concerning people, places, and activities. Read more about Conditions related to Hemiplegia: [Bell's Palsy (Facial Paralysis)](https://www.askdrshah.com/bells-palsy.aspx) The presentation will also depend on which side of the brain is damaged. - Right hemiplegia is caused by damage n the left hemisphere while with left hemiplegia it is vice versa. - Right hemiplegia most often shows -> loss of sensations on the left side. There will be difficulty in understanding the spoken or written word -> condition called aphasia. - Left hemiplegia often presents itself after right cerebral hemisphere damage. It usually presents with - Loss of control over purposeful movements. - Unable to use objects correctly. - Unable to draw, comb hair or cook. Conditions like Alternating Hemiplegia have recurring episodes of hemiplegia. But, attacks are generally preceded by warning symptoms like - - Yawning - Fatigue - Appearing very exhausted Pure hemiplegia has to be differentiated from Alternating Hemiplegia which affects children. Though relatively rare, this condition has recurring episodes of weakness in one half of the body alternating with periods when there are no weaknesses. During an attack, the child may suffer from the many symptoms of a stroke. They may develop long-term sequelae like movement disorders and behaviour problems. How is Hemiplegia diagnosed? Doctors may want a few procedures done to find the cause of hemiplegia. Some required tests are: - Complete blood count. - Blood biochemistry test. - Cranial CT -> a highly detailed, non-invasive, imaging procedure that combines x-rays with computer technology and allows the study of the brain from many angles. - Cranial MRI -> a non-invasive, highly sensitive procedure that uses electromagnetic properties of tissues providing detailed studies of their structures. - An EEG (electroencephalogram) -> can measure the nerve activity within the brain. How to prevent Hemiplegia? Hemiplegia caused by cerebral palsy is non-progressive and doesn't deteriorate with ageing. But, conditions like Alternating Hemiplegia can have serious consequences as the child has repeated attacks. Here are a few tips to prevent these recurring attacks. - With time, it is understood that these attacks of hemiplegia have definite triggers. Exposures to high as well as cold temperatures, emotional stresses, physical fatigue, bathing, infections especially of the respiratory system etc. are known triggers of Alternating Hemiplegia. Finding the specific triggers and avoiding them can help in preventing the long-term sequelae that usually develop. - Flunarizine, a calcium channel blocker, has been used widely, although it rarely stops episodes completely. However, it does seem to reduce the severity of episodes and how long they last. Some reports also suggest that the episodes happen less often. What is the best treatment for Hemiplegia? Hemiplegia usually takes a while to recover. There are two facets to treating the condition. - Check further progress of the underlying condition - Rehabilitation and control of disability. Hemiplegia is often non-progressive and many available measures make coping with it less stressful to the person affected as well as caregivers. Neuromuscular Electrical Stimulation (NMES) High-intensity electrical stimulation is a proven way to maintain size - and even function - in muscles that must temporarily take a complete break from activity. The right kinds of electrical stimulation can keep muscles relatively sound, even when they are not being stimulated by the nerves or engaging in any real activity. Botulinum Toxin Injections Some forms of hemiplegia make the limb muscles very taut and resistant even to passive movements. Botulinum injections decrease the high muscle tone of these muscles. However, it is only a temporary and expensive solution to a chronic condition. Intensive physiotherapy sessions Activities like standing and walking are done repetitively under the guidance of trainers to prevent muscle degeneration from prolonged underuse. Alternating Hemiplegia, the child may require admission to the intensive care unit (ICU) especially if there are any respiratory infections or breathlessness. Low doses of ibuprofen (pain-killer) will help in minimizing muscle pains after an acute attack. Sound sleep is known to decrease the severity of the attacks. Hence, one must ensure that the child gets a sufficient amount of sleep. What is the best Homeopathic treatment for Hemiplegia? [Homeopathy](homeopathy-brief.aspx) provides supportive treatment and prevents any further deterioration. Nonprogressive hemiplegia, in particular, responds well to [homoeopathic treatment](homeopathy-treatment.aspx). [homoeopathic medicines](homeopathic-medicines.aspx) can prevent the paralytic muscles from further degeneration. The medicines act at the level of the nervous system and facilitate proper conduction of signal impulses from the nerves to the muscles. Moreover, homeopathy acts without any side effects and is an excellent adjunct to the available physiotherapy measures. Which Homeopathic medicines give the best results for Hemiplegia? Homoeopathic medicines cannot cure hemiplegia. However, the medicines can be administered to improve the state of paralysis, improve blood circulation, help control loss of power, improve the power of muscles to come extent and improve the overall health of the patient. Some common medicines for hemiplegia and such states of paralysis are: - Plumbum Metallicum: This medicine is sourced by processing and potentizing the metal lead. It helps the neuro-muscular system of the body. It is administered with the intention to improve some muscle power. Plumbum met, as it is called, may be indicated all kinds of paralysis such as hemiplegia, paraplegia, and quadriplegia. As said earlier, it cannot cure paralysis as such. - Causticum: Similar to the above medicine, Causticum is also a friend to all paralysis patients. It is aimed at improving some muscle power and not curing it. - Nux vomica: This herbal medicine helps in the early stages of hemiplegia and not after some months or years. - Lathyrus sativus: This is another example of a toxin transformed into medicine. It is safe, There are some spasticity and stiffness in some muscles, in the cases of hemiplegia, where Lathyrus may be called for. - Gelsemium: This plant remedy is useful for early cases of paralysis including hemiplegia. It is supposed to improve muscle strength in cases of paralysis. "}