{"title": "CMF file 73-Vaccines", "author": "Laurence Crutchlow is managing editor", "url": "https://www.cmf.org.uk/resources/publications/content/?context=article&id=27217", "hostname": "cmf.org.uk", "description": "Vaccines are widely used by Christians. Whether as parents permitting vaccination of their children, or nurses administering seasonal flu vaccines, Christians have broadly welcomed vaccines both in theory and practice. Gloucestershire doctor Edward Jenner is widely known for his work...", "sitename": "Christian Medical Fellowship - cmf.org.uk", "date": "2013-04-23", "cleaned_text": "widely known for his work in the 1790s on smallpox vaccination. His faith is less well known though clearly attested to in his correspondence. [1] In the modern era, COVID vaccine researcher Francis Collins has spoken openly about his faith. [2] Vaccines are now available for many diseases that used to cause fatality or significant disability and are widely used throughout the world. Smallpox was declared eradicated by the World Health Organization (WHO) in 1980, the last known case having been in Somalia in 1977. [3] The impact has been huge. Swedish figures suggest that smallpox killed seven people per thousand in one outbreak in 1774. [4] That would be the equivalent of more than 467,000 deaths in today's UK population. [5] Another disease successfully controlled by vaccination is polio, which has not been seen in the UK for more than 30 years and is close to eradication globally. [6] A search for a vaccine is now a routine part of the early response to novel pathogens, with ongoing (as yet unsuccessful) research for a vaccine for HIV, a rapidly rolled-out vaccine against H1N1 swine flu used in the UK in 2009, and latterly the swift search for and approval of vaccines for COVID-19. The WHO currently estimates that vaccination saves between two and three million lives annually. [7] Christian response to diseaseHuman disease is seen repeatedly in Scripture; we also see cases of healing from illness. One way in which Jesus demonstrates God's kingdom is in his healing of many, both in body and spirit. Disease is a reality for many of us in our earthly lives, but its adverse effects don't appear to be part of God's plan for eternity. In the new creation, there will be 'no more death or mourning or crying or pain'. [8] It should be no surprise that generations of Christians have been keen both to prevent and to treat illness. Many see vaccines as a gift from God, one of many tools given to us to relieve suffering in this world. Immunisation primarily protects from symptoms of disease but can play a significant part in achieving herd immunity, [9] in which circulation of a particular infection reduces as increasing numbers of people are immune. A small number of patients, such as those with severe allergies or significant immunosuppression, cannot receive particular vaccines, so those able to receive the vaccination play an essential role in protecting such patients. Therefore, we might say that vaccination is not only part of good stewardship of one's own health but is also of significant benefit to others with more health problems than ourselves. This is likely to be particularly attractive to a Christian wanting to protect the vulnerable. HistoryJenner's early experiments to establish whether cowpox exposure conferred immunity to smallpox represent the beginning of the modern history of vaccination. Smallpox was then a major killer - and it remains the only infectious disease apparently eradicated by vaccination. However, even at that time, there was some opposition to Jenner's work, with satirist James Gillray's cartoon 'The Cow-Pock' showing vaccine recipients developing bovine features. [10]Jenner was not the first to make the cowpox-smallpox link but was the first to share these ideas widely. [11] While he first published his work in 1799, it was 1840 before the UK government banned the somewhat riskier practice of 'variolation', in which someone was infected with smallpox itself in the hope of inducing immunity. Although this did have some effect, it carried a one to two per cent mortality rate. [12] Vaccination using Jenner's model was introduced free of charge, initially being optional but becoming mandatory in 1853. [13] Vaccination remained compulsory in the UK for much of the Victorian era. However, this mandate was weakened significantly by the introduction of a conscientious objection provision in 1898, which was widened in scope in 1907, effectively ending mandatory vaccination in the UK. [14] Despite the success of vaccination, immunisations don't reach everyone who could benefit from them. The WHO notes that the proportion of vaccinated infants has stabilised in recent years, rather than increasing. [15] At least in part, this appears to be due to the phenomenon of 'vaccine hesitancy', thought by the World Health Organization (WHO) to be one of the top ten threats to global health in 2019. [16]Inadequate supply of vaccines or people to administrate them is likely to be particularly relevant if considering the developing world's low vaccination rates. But in some better-resourced countries, rates of vaccination have fallen rather than increased. The UK's WHO data shows that vaccination rates remain high but notes that nearly 20 per cent of districts report less than 90 per cent coverage for the Diphtheria, Tetanus and Pertussis (DTP) vaccine given to infants at 16 weeks. It also shows an increase in measles and mumps cases in recent years. A wide variety of factors, including socioeconomic status, ethnicity, and religious belief, appear to be behind this variation. [17] It is important to understand some of the reasons behind a reluctance to vaccinate. The term 'anti-vaxxer' has been increasingly applied to a small minority resolutely opposed to all vaccines, often for deep-seated personal or philosophical reasons. However, hesitancy is much broader than this, with one review paper suggesting that along with religious and philosophical reasons, concerns over safety and a desire for more information played a crucial part. [18]Some concerns may affect particular sectors of society. With vaccines promoted mainly by governments or by doctors seen as part of the 'establishment' (even if independent), trust in these institutions plays a significant role in vaccine acceptance. Unsurprisingly, reported willingness to receive a vaccine is lower in groups that may have historical reasons to mistrust the medical profession. A Pew Research Center study in the USA shows a marked ethnic difference in willingness to accept a COVID-19 vaccination. [19] Could this finding be linked to previous unethical research involving black communities, such as the Tuskegee study on syphilis?[20] Other questions are more specific to Christians. Links between some vaccines and abortion concern some well-known and respected Christian leaders [21] and we will consider this below. A few may feel that vaccines interfere with God's providence over our health. Occasionally, those with high media profiles may stir concern. Musician Kanye West (who has produced albums with considerable Christian content), gave an interview to NME in Summer 2020, comparing vaccines with 'the mark of the beast', [22] presumably trying to draw parallels with Revelation 13:16-17. A few of the more common reasons for concerns will be examined below. Are vaccines safe?The principle 'first do no harm' means that healthcare professionals need good evidence before giving any substance to a healthy person. With many vaccines given to babies, such concerns often weigh even more heavily. This means that trials of vaccines are usually extensive before there is any roll-out to the general population. Following laboratory development of a potential vaccine, there are four phases of trials. [23] Phase 1 and Phase 2 trials give the vaccine to relatively small groups in monitored settings to ensure safety. Phase 3 trials test a much larger group, with the aim both of strengthening safety data and showing effectiveness. Phase 4 is not a 'trial' as such, but the ongoing monitoring that takes place when a medicine is approved and in general use. However, some people still have safety concerns despite this robust system. Fraudulent researchFraudulent 'research' in the past has not helped. The most famous example is the controversy over the Measles, Mumps and Rubella (MMR) vaccine and autism, prompted by Andrew Wakefield's now retracted paper of 1998. [24] This asserted that the MMR vaccine was causally linked to the development of autism. The number of patients involved was low (twelve), and the paper simply reported a series of cases, not a clinical trial. Several data irregularities were later uncovered, and the study turned out to be planned and funded in preparation for legal action, which it was expected to support. [25] Wakefield was eventually removed from the medical register in the UK [26] after allegations of research fraud were examined. [27] Although more than 20 years old at the time of writing, the paper has had a long-lived and significant effect on UK public health. [28] Wakefield is still prominent among some anti-vaccination groups in the USA. [29] Post hoc ergo propter hocThe post hoc ergo propter hoc fallacy refers to false assumptions that temporal sequence proves a causal connection between two events. [30] It is relevant when safety concerns are raised following adverse events that occur after vaccination. The key point is that if we give vaccines to a large proportion of the population, it is very likely that soon after vaccination, some adverse events that would have occurred anyway will happen. For example, teenage girls given the vaccines against Human Papillomavirus (HPV) are usually expected to be fit and well; hence any subsequent deaths are likely to lead to questions. A small number of deaths following the HPV vaccination of teenage girls have been reported. [31] Yet regardless of vaccines, unfortunately, a small number of adolescent girls will die in any given year; for example, in 2018 there were 29 deaths of 13-year-old girls recorded in the UK. [32] It is likely that most, if not all, would have received the vaccine, but a detailed look at the data clearly shows no association. [33] An American study considered 13 deaths within 30 days of administration of the Gardasil HPV vaccine. Nine were due to external causes such as accident, suicide, or homicide, with two clearly unrelated to vaccination, and there was limited evidence available regarding the remaining two. [34] In later life, UK government statistics from 2018 show on average 934 deaths of someone aged 80 or over every day. [35] So, if we offer a vaccine to everyone in this age group (such as happens with the seasonal flu vaccine), we can expect to see a few deaths very soon after the vaccination by chance. Is the data good enough?Another concern, common if vaccines are developed quickly, is whether enough data has been obtained on their safety. One documented example where safety concerns appeared to affect vaccine uptake was during the H1N1 (swine) flu outbreak in the UK in 2009. The vaccine's uptake was low, with only just over one in three of those in 'at-risk' groups being vaccinated. A retrospective study found that safety concerns were one reason for the low uptake, along with people feeling in generally good health even if in an at-risk group. [36] Perceptions matterThe study into H1N1 above also identified a feeling that 'too much fuss has been made' over the pandemic as a reason that some chose not to be vaccinated. Reports at the time suggested up to 65,000 deaths were possible, with a minimum of 3,100 expected. [37] There were, in fact, 138 confirmed deaths. [38] Even if reports that a lack of testing led to death figures being underestimated as much as 15-fold [39] are correct, the pandemic's impact was clearly grossly overestimated at the beginning. At least anecdotally, this was likely to have become apparent to the public by the time the vaccine came into use. Another, more comprehensive, study concluded that 'personal experiences, value systems, and level of trust in health professionals are essential to parental decision making about immunisation'. [40] Are vaccines needed?The effect of vaccines can be very hard for the public to see 'on the ground'. Take a disease like diphtheria, now very rare in the UK with less than 20 confirmed cases each year. [41] Widespread vaccination was introduced in 1943, and our older patients will still remember a time before that when about 3,500 people died every year from diphtheria. [42] But for today's parent deciding whether to immunise their baby, this disease does not seem real. It is easy to think there is no need for a vaccine because there is no longer a threat. Yet diphtheria is still prevalent in other parts of the world, and an infected person could easily enter the UK, putting at risk someone who has no immunity. Diphtheria also illustrates well what can happen when vaccination rates drop. The USSR had an effective vaccination programme, but there was a marked resurgence of the disease in some former Soviet republics when the Union's collapse in the early 1990s disrupted vaccination programmes. [43] Although the story of diphtheria is good evidence that vaccines do work, it is essential to be clear that the efficacy of vaccines can vary significantly. The seasonal flu vaccine often has less than 50 per cent effectiveness, particularly in older adults. [44] Others appear to have efficacy rates as high as 99 per cent in clinical trials. [45] However, even if efficacy is apparently low, this needs to be weighed against the lack of other realistic options for controlling some illnesses, meaning that influenza vaccination programmes are still seen to be important in many countries. Is the vaccine itself ethical?When vaccines are produced, it is common to use cell cultures to enable the production of the proteins used to make up a vaccine. At least some of the commonly used cell cultures were first begun using cells from aborted fetuses. One example of such a cell line is HEK293, derived from human embryonic kidney cells, which were modified by transfection with adenovirus (transfection is a process in which genetic material is introduced into a cell). [46] Several other cell lines of a similar nature are used in vaccine production, with the rubella, hepatitis A and varicella vaccines all making use of this technology. Many of us will have agreed to vaccinate our children with such vaccines, whether knowingly or not. Of the vaccines against COVID-19 in use in the UK at the time of writing, the AstraZeneca vaccine uses HEK293 in production. The vaccines manufactured by Pfizer and Moderna do not but did use embryonic cell lines in testing. It is important to be clear that these cell cultures result from one-off abortions, with no further aborted tissue needed to maintain these particular lines, and that the vaccines do not contain any material from the cell culture itself by the time of administration. [47] How is a Christian who opposes abortion but is keen to see the benefits of vaccination to deal with this? Several issues arise. First, the issue of moral complicity. The cell lines in question are derived from a small number of abortions that were legal in the jurisdictions in which they were undertaken, mostly dating from the 1960s and 1970s. The cells will have been multiplied numerous times in laboratories across the world since then. The production of the cells was not the express purpose of the abortions undertaken but a by-product. Therefore, the recipient or prescriber of a vaccine derived this way is several steps removed from the act of performing the abortion. While in an ideal world, Christians would avoid all association with evil, to do so is not possible in our imperfect world. After all, many today would not approve of Jenner's rather risky vaccine research method, which involved deliberately infecting the patient with smallpox after the cowpox derived vaccine was given. But we have not refused smallpox or other vaccines because of this. To take another example, we use services paid for through taxation, even though such tax income may be derived from an activity of which we disapprove. And we choose to pay taxes rather than go to prison, even though in the UK, these taxes directly fund abortion. Scripture shows that Jesus was well aware of these realities. While he said people should pay taxes to Caesar, [48] it is unlikely that he, in common with other first-century Jews, would have supported every use to which the Roman government put that tax. Does a patient receiving a vaccine or a healthcare practitioner giving such a vaccine have any moral complicity at all with an abortion performed many years ago, perhaps before they were born? Greater moral responsibility may lie with a scientist who designs a vaccine and chooses to use a cell line derived from abortion when another, ethically derived cell line is available and would do the job equally well. We should not do something evil using the excuse that good may result. But we do see situations in Scripture where God has used previous wrong acts for good. [49] Of course, this is not a licence to sin, nor a guarantee that God will use every wrong act in this way, but we can be open to God working through things that have already happened and which are outside our control. Second, even if we have some concerns, what are the consequences of not using a vaccine? We have already seen that a disease like diphtheria with an apparently low prevalence can quickly reappear if vaccination ceases. If we take the example of the COVID-19 pandemic, we now know that non-vaccine measures initially introduced to limit the disease's spread had some serious consequences of their own. [50] Refusing to take an available vaccine can risk not only our own health but that of others to whom we may pass on disease if infected. This is even more applicable to healthcare professionals. While no-one should be pressured to take a vaccine that they feel to be morally wrong, the risks to others do mean that the Christian should be very clear of their moral reasons for refusal. Before refusing a vaccine for a serious communicable disease, the reasons should be compelling enough to justify the risk to others. Third, we need to consider the effect of our actions on others, both inside and outside the Christian community. Outside the Christian community, if deaths result from Christians refusing to use a vaccine, such a stance will appear anti-life, not pro-life, whatever our intentions. The issue is complex to explain, and even those who have concerns about abortion may feel that vaccinating against serious disease is more important. Christians risk appearing as self-righteous activists, willing to cause harm to public health over a concern many of the public perceive as minor, if they consider it at all. There is also a risk of anti-vaccine campaigners 'co-opting' our legitimate concern alongside many other arguments against vaccination which we would not support. Of course, the opinions and actions of others shouldn't entirely determine what we do. But we do need to be mindful of the effects our choices could have. None of this need stop a concerned Christian from discussing and engaging with this issue. In an ideal world, there would be no use of aborted fetal tissue in vaccine production or testing. Engaging sensitively on this topic may well lead to progress. However, work more visibly linked to dealing with the causes of abortion, such as crisis pregnancy work, may be more effective in preventing it. Within the Christian community, it is important that, as healthcare professionals, we ensure there is correct and accurate information circulating. We also need to respect the conscience of others. Some Christians, including doctors and other healthcare professionals, may conclude that they cannot accept or promote a vaccine that has any connection with fetal cells at all. This is likely to be a difficult road for them, particularly if they are a healthcare professional dealing with the only available vaccine against a serious communicable disease. Such objection also needs to be held in a careful balance with the scriptural requirement to submit to the governing authorities [51] and with General Medical Council guidance regarding vaccination against 'serious communicable disease'. [52] We must not bind the consciences of others on this nuanced issue, about which some disagreement within Christian circles is quite likely. A Christian comfortable with a given vaccine will want to protect the conscience of another who feels they cannot take it, using the principle of not causing a weaker brother or sister to fall, as outlined in Romans 14. DistributionConcern for the poor will naturally lead Christians to want to see an equitable distribution of vaccines worldwide. In the medium term, this is usually about ensuring adequate funding and staff to enable delivery. This becomes more difficult when vaccines are in short supply, particularly when newly developed or when the groups to which they are given are broadened. A recent example was when the WHO recommended pausing the distribution of the Human Papillomavirus (HPV) vaccine to boys because supplies were inadequate to achieve global coverage for girls. [53] Vaccines against COVID-19 pose a particular challenge here. Funding and research for them has come from developed countries, but the disease is spread worldwide. Some vaccines' storage logistics (for example, requiring cold storage well below the temperature of domestic freezers) also makes their distribution in less developed countries more challenging. Should vaccines be compulsory?Some parts of the world take a different approach from the UK. Germany introduced compulsory measles vaccination in 2020. [54] Recent moves towards compulsion in Italy appear to have led to a rise in childhood vaccination rates, albeit a small one. [55] Several other jurisdictions do not have compulsory vaccination but deny unvaccinated children access to public schools, meaning there is no free decision-making for parents. There are some specific situations where vaccination is effectively mandatory (such as providing evidence of immunisation against yellow fever to enter some countries or hepatitis B vaccination for clinical NHS staff in the UK). This is not usually controversial. Christians may be concerned at compulsory vaccination, both to protect those with conscientious objections to particular vaccines, and also, in some cases, on civil liberties grounds. However, mandatory immunisation is a clear risk to those who cannot, in all conscience receive a particular vaccine. For that reason alone, Christians are likely to have questions about such a move. It would seem reasonable for Christians to campaign for a system that respects conscience rights, even if they have no concerns about a particular vaccine themselves. ConclusionsVaccines have been and continue to be a great benefit to society. They have saved many lives and can be seen by Christians as a gift of God's providence. Under most circumstances, Christians welcome them, receive them, and encourage their use, not least to protect others around them from disease. However, this general positivity should not exclude exploration of concerns, whether about vaccine production processes, the ethics of distribution, or ensuring the running of robust clinical trials. Perhaps the most significant opportunity for Christians in advocating for vaccinations is to help build trust. Much vaccine hesitancy seems to stem from trust issues with governments, doctors, the pharmaceutical industry, and other health experts. It would seem particularly important for Christian healthcare professionals of all disciplines to consider how they might speak into this. We need to ensure that our recommendations are truthful and well-grounded and that our integrity is beyond reproach. Hopefully, this example will enable many more to gain the benefits that vaccines undoubtedly bring. Dr Laurence Crutchlow is a GP in London and CMF Associate Head of Student Ministries This CMF file is also available as a "}