{"title": "PDF", "author": "PDF", "url": "https://chiro.org/Graphics_Box_ALT-MED/FULL/Complementary_Healthcare_A_Guide_for_Patients.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Complementary Healthcare: a guide for patientsComplementary Healthcare: a guide for patients The Prince of Wales's Foundation for Integrated Health London, EnglandWritten and Produced by Margot Pinder, Lev Pedro, Georgia Theodorou and Kate Treacy, with additional contributions from Wendy Miller. Edited by Margot PinderThe Prince of Wales's Foundation for Integrated Foundation for Integrated Health First published 2005ISBN 0 9539453 8 3 All rights are reserved. Apart from any fair dealing for the purpose of private study, research, criticism or review, as permitted under the Copyright,Designs and Patent Act 1988, no part of this publication may be reproduced,stored or transmitted, in any form or by any means, without prior permissionin writing of the publishers. Enquiries should be addressed to The Prince ofWales's Foundation for Integrated Health. Photographs were taken by: Jacky ChapmanBridget JonesJanine Wiedel Photo on p. 35 by Libby Welch, with permission of The Wellcome Trust Medical Photographic Library Thank you to The British Chiropractic Association and The South East Cancer Help Centre for the loan of their photographs. We are very grateful to thefollowing organisations, their practitioners and patients, for allowing us tophotograph their work: the Healthy Living Centre, St. Paul's Road, London,N1; the Royal London Homeopathic Hospital, Greenwell Street, London, W1;Women and Health, London, NW1; Health Centre, Wells Road,Glastonbury; Napiers, Goodge Street, London, WC1 The Prince of Wales's Foundation for Integrated Health gratefully acknowledges funding support for this book from the Department of Health,the Scottish Executive and the Welsh Assembly. The Prince of Wales's Foundation for Integrated Health has made every effort to ensure that the information in this guide is correct at the time of printing.The Prince of Wales's Foundation for Integrated Health does not assume andhereby disclaims any liability to any party for loss or damage caused by errorsin this guide. Designed by Axiom Partners, 01787 882 619 Printed by Giltedge Printers, 154 Mount Pleasant, Wembley, Middx, HA0 1SDContents Section A General Information 1 About this guide 7 2 Important points to be aware of before having treatment 8 3 How to find out which therapy to use 9 4 Standards and safety 12 5 Where to find a complementary healthcare practitioner 14 6 Questions to ask a practitioner before going for treatment 16 7 What if I'm unhappy with the treatment? 17 Section B Complementary Therapies Statutorily regulated 8 Chiropractic 22 9 Osteopathy 23 Proposals made for statutory regulation 10 Acupuncture 25 11 Herbal medicine 28 Other therapies 12 Aromatherapy 31 13 Craniosacral therapy 33 14 Healing 34 15 Homeopathy 36 16 Hypnotherapy 38 17 Massage therapy 39 18 Naturopathy 41 19 Nutritional therapy 43 20 Reflexology 44 21 Reiki 46 22 Shiatsu 47 23 Yoga therapy 49 Section C Further Information 24 Sources of further information 51 25 References 535 pageGeneral Information 6 Section A General Information1 About this guide What is included? The aim of this guide is to give you enough information to help you choose acomplementary therapy that is right for youand find a properly trained and qualifiedpractitioner of that therapy. It includesinformation about:important things to be aware of beforegoing for treatment how to find out what might be helpful how to find a properly qualified andcompetent complementary practitioner what to do if you are unhappy withtreatment 16 of the most widely usedcomplementary therapies where you can find further information Looking at various healthcare options ispart of taking more responsibility for yourown health. It is important that you havethe right information to help you do this. There is not space in this booklet to include information on all thecomplementary therapies available in theUK, so we have concentrated on some ofthe therapies that are most widely used.The general information in this guide isrelevant whatever therapy you areinterested in. If you want to use a therapynot mentioned in this guide, please contactThe Prince of Wales's Foundation forIntegrated Health for information. We have not been able to include all the existing complementary medicineprofessional organisations in this guide.Our policy is to include in our publicationsthe organisations that are working togetherto form a single regulatory body for theirprofession. To make reading the guide easier, when we want to use the pronouns 'he' or 'she'instead of saying 'the say 'she' in one chapterand 'he' in the next and so on, throughoutthe guide. We are not suggesting that inreality all chiropractors are women or, forexample, that all massage therapists aremen.General precautions This booklet is about using complementary healthcare provided by a qualified,competent practitioner. It is not abouttreating yourself with products you can buyin shops or over the internet. You shouldget advice from an appropriate practitionerbefore doing so, unless it is for minorillnesses like coughs and colds that you cannormally buy medicines at the chemist for.An appropriate practitioner could be atrained and qualified complementarypractitioner, your doctor, nurse orpharmacist. If you do buy products over thecounter read the patient information thatshould come with them and take note ofthe safety information in this guide. It is important to remember that anything that has the power to help youcould also cause harm if takenunnecessarily or provided by an untrainedor insufficiently trained person. In addition,some complementary treatments that maybe helpful when used properly, can affectother medicines if taken at the same time.For example, St John's Wort can makesome prescription medicines or the birthcontrol pill work less well and it could bedangerous to take St John's Wort at thesame time as anti-depressants. That is whywe emphasise the importance of tellingyour doctor about all complementarytreatments you are taking and telling yourcomplementary healthcare practitionerabout all other medication you are taking. Aproperly trained, qualified and regulatedcomplementary practitioner should ask youabout this. Never change or stop taking prescribed medication without talking to your GP first. Please note that the aim of this booklet is to provide general information aboutcomplementary healthcare and to point youin the direction of sources of furtherinformation. Inclusion in this guide does notimply recommendation or endorsement.Please be aware that the information in this booklet should not be taken as a substitutefor medical advice and that decisions about healthcare and treatment should bemade in consultation with a healthcarepractitioner and based on your ownindividual needs. 72 Important points to beaware ofbefore havingtreatment Have you seen your doctor first? If you are planning to see a complementary practitioner because you feel unwell, youshould see your doctor first about anysymptoms you have. It is important thatyour doctor has the chance to rule out anydangerous or life threatening illness and todiscuss treatment options with you. It isalso important that your complementarypractitioner is aware of any medicalconditions you are known to have ( see also the next section: Keep everyone informed ). A well-trained complementary practitionershould tell you to see your doctor if sherealises you might have something seriousthat your doctor does not know about. Sheshould also know when she cannot helpyou and suggest you see someone else. Keep everyone informed This is very important for your safety and includes telling your doctor whatcomplementary treatments you are taking,letting your complementary practitionerknow about any medicines your doctor hasprescribed for you and any othercomplementary treatments you are having.Don't forget to mention any product orsupplement you may have bought foryourself. Different treatments cansometimes have an effect on each other,which could make them work less well,cause unpleasant side effects or bepossibly dangerous for you. This isparticularly important for herbal remedies,as there are some you should not take atthe same time as certain medicinesprescribed by your doctor. There is moreinformation about this in Chapter 3: How to find out which therapies to use and Chapter11: Herbal medicine . Always try to discuss your decisions about using complementary medicine with your GP ,practice nurse or hospital doctor (includingyour midwife or obstetrician, if you are pregnant). It can be helpful to talk about yourideas with others before making a choice. Ideally, you should keep all healthcare professionals involved in what you aredoing so they can work together to helpyou get the best healthcare. Yourcomplementary practitioner may tell yourdoctor, with your permission, about thetreatment you are having and whatprogress you are making. Claims about cures A reputable practitioner will not tell you, nor say in advertisements, that she can cure aspecific disease or condition. You should,therefore, be suspicious of any one whodoes. Such claims can lead patients to haveunrealistic expectations of their treatmentand are not legal unless they can be proved.The Advertising Standards Authority (ASA)oversees advertising in newspapers,magazines and direct mail and providesinformation about what can be said about theeffectiveness of products and treatments.The ASA says that unqualified claims such as\"cure\" are generally not acceptable. Medical history When you see a complementary practitioner for the first time, she shouldtake a medical history from you. Thisshould include finding out what othermedication, conventional andcomplementary, you are taking. You shouldtell her about everything you are taking,whether it has been prescribed for you orwhether you have bought a productyourself. You should also let her knowabout any other complementary treatmentsyou are having. She should ask whatillnesses or medical conditions you haveand whether you are pregnant. If thepractitioner does not ask you about allthese things, you should tell her. Cost Before you start treatment find out exactly what you will have to pay. NHS treatment In some areas you may be able to get complementary treatment on the NHS. Thismay be at no extra cost or you may beGeneral Information 8asked to pay something towards it. At the homeopathic hospitals (see Chapter 5 ), your treatment is on the NHS but you will beasked to pay a prescription charge for yourhomeopathic remedies. If your doctor hasrecommended you to a complementarypractitioner, either in a GP practice oroutside, check beforehand how much youwill be expected to pay. Private treatment If you are seeing a complementary practitioner privately and paying all the costyourself, bear in mind that the firstconsultation may be longer, and so costmore. What you are paying for is thepractitioner's time but with some therapiesthere may be extra costs for herbs ornutritional supplements. Some private healthinsurance schemes and medical cash planscover the cost of some complementarytherapies, so if you belong to one of thesecheck beforehand what it covers. In the chapters on each therapy we give an idea of how much you might expect topay a private practitioner. This is usually theminimum you could pay, as the costs willvary depending on the practitioner andwhere you live. London, other large citiesand the south of Britain are likely to bemore expensive. Low cost treatment Complementary healthcare is sometimes available in healthy living centres, voluntaryorganisations or charities (see Chapter 5 ). In these cases, you might be able to get freeor subsidised treatment. Some practitionersoffer reduced rates for small children,pensioners or people on income support. Length of treatment The total cost of your treatment will depend also on how long your course of treatmentis and how often you see the practitioner.After your first appointment with apractitioner she should be able to give youan estimate of how long your treatment islikely to continue.3How to find out which therapyto use Use of complementary healthcare An estimated 5.75 million people a year in the UK go to see a complementarypractitioner for treatment. 1People with long standing illnesses are more likely thanothers to use complementary healthcare, 2 although the majority of people who do have complementary treatment see theirdoctor about their illness first. 3Some studies that looked at the use ofcomplementary medicine found thatmusculoskeletal problems, especially backpain; stress relief; anxiety and depression;and the maintenance of good health areamong the most common reasons given forseeing a complementary practitioner. 4 5 6 7 In the chapters in this guide on individual therapies, we give an indicationof the conditions each therapy can be usedto treat, along with examples of some ofthe evidence available from research aboutwhat they might be helpful for. What information is there? A friend of yours may tell you that her arthritis got better after she was treatedwith a particular complementary therapy.This is interesting and good news for yourfriend, but you should really have moreinformation before you make a decisionabout which complementary therapy touse. In this chapter we give examples ofthe kinds of information you can look at. Inthe last chapter of the book we list someother sources of further information youcould use. While there hasn't been as much research into complementary medicine incomparison with conventional medicine,there is an increasing amount of evidenceavailable. The government has started tofund more research into complementarymedicine and to increase the opportunitiesfor research and raise the standards ofresearch being done.9 General Information 10 There are a number of ways in which complementary therapies can be tested tosee how well they work and different viewsabout which are best. One method is therandomised controlled trial, a clinical trialthat is seen as the 'gold standard' inresearch. Many researchers believe thatrandomised controlled trials produce themost scientific and best quality results.Some complementary therapies have beenshown to be helpful when tested in this way. 8 In a randomised controlled trial the patients taking part in the research study are dividedinto groups in a random way. Patients inone group get the treatment being tested,while those in other groups are given adifferent treatment or a dummy treatment. You might be interested in looking at other kinds of evidence in addition to that fromrandomised controlled trials. For example,observational studies look at the results ofa large group of patients having the sametreatment over a period of time 9and systematic reviews and meta-analyses ofclinical trials bring together and analysetogether the results of previous research. Information about reading and using research Looking at research may sometimes be confusing, because there is often somethat contradicts other research you havealready read. Here are details of a book andwebsites that have information about usingresearch. The Which? Guide to Complementary Therapies (Consumers' Association, 2002) by Helen Barnett has a chapter aboutresearch. The Best Treatments website, which is run by the publishers of the British MedicalJournal, explains how to use research tosupport your treatment decisionswww.besttreatments.co.uk/btuk/decision_index.html The Research Council for Complementary Medicine has anintroduction to research on their website.www.rccm.org.uk/static/Research_intro.aspx?m=4 The US National Center for Complementary and Alternative Medicinehas information about clinical trials andcomplementary medicine.http:// nccam.nih.gov/clinicaltrials/factsheet/ index.htm Making Sense of Medical Research: An Alternative and Complementary MedicineResource Guide by the Alternative Medicine Foundation in the USA.http://www.amfoundation.org/medresearch.htm Informed Health Online, produced by the Health Research and Education FoundationLtd in Australia has information aboutresearch and understanding research atwww.informedhealthonline.org//item.aspx?tabid=26 Information about safety This guide provides information about how each complementary therapy can be usedsafely. The Medicines and Healthcare products Regulatory Agency (MHRA) points out thatthe standards of production of someunlicensed traditional Chinese herbalremedies vary. Some have been found toinclude substances, often undeclared onthe label, that could be harmful and thatare illegal. The MHRA publishes a webpage Herbal Safety News which provides information and advice for the public aboutthe safety of herbal medicines andtraditional Chinese medicines. You canread Herbal Safety News via the home page of the MHRA web site www.mhra.gov.uk . The Desktop Guide to Complementary and Alternative Medicine (Mosby, 2001), edited by Edzard Ernst contains safety informationrelevant to most of the complementarytherapies included in this booklet and abouta wide range of herbal and non-herbalmedicines. The UK Medicines Information website www.ukmi.nhs.uk has a section on complementary therapies with factsheets,including safety information, on someherbal remedies. Research evidence The book and websites below give information about the results of researchinto complementary medicine. The Desktop Guide to Complementary and Alternative Medicine (Mosby, 2001), edited by Edzard Ernst. In the United States there is a government agency, the National Center forComplementary and Alternative Medicine,that provides information on its website (http://nccam.nih.gov ) about complementary medicine and research.The website includes a database, CAM onPubMed, of references to research intocomplementary medicine:www.nlm.nih.gov/nccam/camonpubmed.html MedlinePlus is a website for the public giving health information. It is run by theAmerican National Library of Medicine andNational Institutes for Health and includessome information, including safety andresearch, about complementary medicineincluding acupuncture, herbal medicine,chiropractic and homeopathy. www.nlm.nih.gov/medlineplus/complementaryandalternativetherapies.html www.besttreatments.co.uk has some information about complementarytherapies that have been shown to behelpful for specific conditions and whetherthey can affect prescribed medicines. Bandolier, located at Oxford University, is a journal and website offering evidencebased healthcare information. It specialisesin putting information from a range ofresearch sources (including systematicreviews, meta-analyses, randomised trialsand observational studies) into simplebullet points. The websitewww.jr2.ox.ac.uk/bandolier/index.html is free to search. Informed Health Online, produced by the Health Research and Education FoundationLtd in Australia, has information for thepublic about research into complementarymedicinewww.informedhealthonline.org//item.aspx?topic=1208 www.positivehealth.com is the website of the journal Positive Health . The website includes updates of research intocomplementary therapies and into thetreatment of particular conditions. When you are looking at research \"It should be noted that stating that there is alack of compelling evidence for a treatmentdoes not imply that the treatment isineffective.\" Ernst E (ed). The Desktop Guide to Complementary and Alternative Medicine. Mosby, 2001 Other information NHS Direct Online NHS Direct Online has some information onacupuncture, chiropractic, osteopathy, homeopathy and safety.www.nhsdirect.nhs.uk Patients' experiences Other patients' experiences can be a helpful additional source of information. DIPEx.org(www.dipex.org ) is a website that includes patients telling you about their experiencesof particular illness and treatments. Thisincludes experiences with complementarymedicine in relation to cancers, heartdisease, mental health and neurologicalconditions, which are the areas covered byDIPEx at present. There are plans for anumber of other topics in the future. Patient organisations Some patient support organisations, such as the Parkinson's Disease Society(www.parkinsons.org.uk ), Breast ( www.breastcancercare.org.uk ) and Arthritis Research Campaign(www.arc.org.uk ) have leaflets about using complementary medicine. You can finddetails of patient support organisations andself-help groups on the websitewww.patient.co.uk You can find organisations that have telephone helplines through the TelephoneHelplines Association, which publishes adirectory of helplines. The directory can besearched via the Telephone HelplinesAssociation website www.helplines.org.uk Using healthcare information The information sources we list in this chapter are reputable and should containreliable, up-to-date information. If you arelooking at other websites on the internet,you should remember the general advice in Chapter 2 and be aware that while some information on the internet is reliable, a lotis not. A recent survey of websites givinginformation about complementarymedicine for cancer concluded that \"Themost popular websites on complementaryand alternative medicine for cancer offerinformation of extremely variable quality.Many endorse unproven therapies andsome are outright dangerous.\" 10You can read the survey athttp://annonc.oupjournals.org/cgi/content/full/15/5/733 Quality guidelines There are guidelines to help people find and assess health information on the11internet. The Judge project has developed guidelines for judging the quality of healthweb sites. You can find these atwww.judgehealth.org.uk/consumer_guidelines.htm DISCERN is a brief questionnaire that can be used to assess the quality of healthinformation. It was originally developed foruse with printed consumer healthinformation but it is also useful forinformation on the internet. You can find itat find www.discern.org.uk The Hi Quality website also has guidance on its website atwww.hfht.org/hiquality/default.htm to help you check the quality of health information. The US website MedLine Plus has a guide to looking for health information onthe internet atwww.nlm.nih.gov/medlineplus/healthywebsurfing.html The National Center for Complementary and Alternative Medicine in the USA has alist of questions you can ask called 10 Things To Know About Evaluating MedicalResources on the Web at http://nccam.nih.gov/health/webresources/index.htm4 Standards and safety Healthcare and regulation When we see a healthcare professional we expect high quality care and treatment.Therefore, it is important that the practitioneris well trained and that there is a system foroverseeing how she does her work. This shouldinclude a way of ensuring that something canbe done if we are unhappy with treatment orif something goes wrong. An organisationwhich does this is called a regulatory bodyand its purpose is to protect the public. In the UK, the work of conventional healthcare professionals, such as doctors,nurses, dentists and physiotherapists, isgoverned by the regulatory body for eachprofession. Most conventional healthcarepractitioners must be registered with theregulatory body for their profession in orderto work. To become registered, practitionershave to complete a suitable course oftraining and show that their work meetsagreed standards. Regulatory bodies likethese, which have been set up by Acts ofParliament, are called statutory regulatorybodies. In the rest of this booklet we use thephrase 'regulated by law' to mean statutorilyregulated by an Act of Parliament. A healthcare regulatory body should: ensure that practitioners are trained andpractise to agreed minimum standards keep a list (a register) of practitionerswho meet those standards have a code of ethics and behaviour toensure that practitioners practiseproperly and professionally ensure that practitioners are insured topractise, so that you can becompensated if anything goes wrongwith the treatment or if you have anaccident on their premises ensure that practitioners take part in on-going training, and keep up-to-date withdevelopments in their profession have a system for patients to make acomplaint if they are unhappy with theirtreatment (complaints procedure) have a system through which practitionerscan be dealt with if their work is notsatisfactory, which could include beingtaken off the register if they become unfitto practise (disciplinary procedure)General Information 12How complementary healthcare professions areregulated Osteopaths and chiropractors are regulated by law, like doctors and nurses. The othercomplementary healthcare professions areat different stages of developing voluntarysystems of regulation. A voluntary system of regulation can give patients most of the benefits that a statutorysystem provides, but it does not have theweight of the law behind it and practitioners donot have to register with the regulatory body.In fact, for a particular profession or therapy,there may be more than one associationkeeping lists of practitioners and they may allhave different standards of training andpractice. That is why we suggest you askpractitioners the questions in Chapter 6. All healthcare practitioners have a legal duty of care towards their patients, whetherthey are practising a therapy that is statutorilyregulated or voluntarily regulated. This meansthat a practitioner has a duty not to harmpatients and, if a patient does suffer harm dueto a practitioner's negligence, the practitionercan be sued in a court of law by the patient. 11 Osteopathy and chiropractic The General Osteopathic Council is the statutory regulatory body for osteopathyand has a register of all osteopaths in theUK. The General Chiropractic Councilregulates chiropractors and has a registerof all chiropractors in the UK. To get on theregisters practitioners must meet particularstandards of training and practice and onlythose on the registers are allowed to callthemselves osteopaths and chiropractors. The regulatory bodies have codes of ethics that govern how their practitioners work andpractitioners must have insurance. There arecomplaints procedures that will be followed ifyou have a complaint against an osteopath orchiropractor. There are also disciplinaryprocedures to deal with practitioners whosework is not satisfactory. Ultimately,practitioners could be taken off the register,which means they could not legally practiseas osteopaths or chiropractors. Acupuncture and herbal medicine The different professional associations registering acupuncturists are workingtogether to develop common standards oftraining and practice. In September 2003 they published a report proposing how theymight become regulated by law. A numberof doctors, nurses and physiotherapistspractise acupuncture and they are alreadystatutorily regulated as doctors, nurses andphysiotherapists. Herbal medicine practitioners have also been working together, through theirprofessional associations and under theumbrella of the European HerbalPractitioners Association (EHPA) to developcommon standards of training and practice.In the UK, the EHPA represents, through itsmember professional associations,approximately 2,000 practitioners workingin Ayurveda, Chinese, Tibetan and Westernherbal medicine. In September 2003, aworking group that included the EHPA andother relevant organisations maderecommendations about how herbalpractitioners should be regulated. In March 2004 the government published a consultation document askingfor views about the future statutoryregulation of acupuncturists and herbalmedicine practitioners. At the time thisbooklet was printed, the government wasabout to publish an analysis of theconsultation responses. For up-to-dateinformation please look at our websitewww.fihealth.org.uk or check with the professional associations listed in Chapter 10and Chapter 11. Other complementary therapies The other complementary therapies are not regulated by law, although somecomplementary practitioners are alsodoctors, nurses, midwives,physiotherapists and pharmacists who areregulated by law as registered members oftheir medical professions. Within each complementary profession there are usually several professionalassociations that practitioners can belong to.Practitioners are not required to join or registerwith a professional association in order topractise, but many do. However, standardsof training can vary, which is why wesuggest you ask the questions in Chapter 6. The professional associations within some of the complementary therapies notregulated by law are now working togetherto develop common standards of trainingand practice for their therapy. In some13cases they are working towards having one register of all practitioners of that therapywho meet a required standard. Thisprocess takes time. For up-to-dateinformation please see our websitewww.fihealth.org.uk or contact our office. Training, qualifications and registration In addition to finishing their training satisfactorily, which gives them a qualification,practitioners should also be registered witha professional association or regulatorybody, which should mean they haveinsurance and that there is a way for you tomake a complaint, if you are not happy withyour treatment. Practitioners often use letters after their name to show their qualifications and/orwhich professional association or regulatorybody they belong to or are registered with.For example, MBAcC means 'Member of theBritish Acupuncture Council' (see and MFHom means 'Member of the Facultyof Homeopathy' (see Chapter 15 ). The Which? Guide to Complementary Therapies (see Chapter 24, Sources of Further Information ) has information about what some letters mean, but if you are not certainyou can ask the practitioner to explain. Letters after the name of practitioners who are not statutorily regulated may notnecessarily mean that their training orpractice meet minimum standards. It isimportant that the practitioner has aqualification, is a current member of aprofessional organisation and hasprofessional insurance. However, the levelof qualifications and the length of trainingvary. For instance, there are some coursesthat are not suitable for people wishing tobecome practitioners. You might not be able to tell this from the letters alone, so always ask thepractitioner what her qualification is, howlong her training was and what associationshe is part of. You can check hermembership by contacting the association.Some professional associations say theyregister practitioners but do not actuallyrequire the practitioners to show that theymeet high standards. That is why wesuggest you ask the questions in Chapter 6 .5Where to find a complementaryhealthcarepractitioner Where practitioners work Charities and community organisations Many charities and community health services, such as those for people withalcohol or drug-related problems, mentalhealth issues, cancer or HIV , offercomplementary therapies as part of theirprogramme and treatments may be givenat lower cost. You can find out about theseservices by asking your GP or local library,or by looking in the local yellow pages orbusiness directory. Healthy living centres Healthy living centres are lottery-funded programmes that offer a range of healthservices to local people. As part of theirpromotion of good health, many healthyliving centres provide complementarytherapies to people who otherwise couldnot afford to benefit from them. NHS Half the GP practices in England now provide access to complementary therapiesin some way. 12Sometimes practitioners work alongside the GPs in the surgerybuilding and some GPs practisecomplementary therapies themselves. Ifthis is not the case, GPs or other staff in thesurgery can sometimes help patients tofind a practitioner working nearby. If yourGP practice does provide somecomplementary healthcare you may findthat you are asked to pay somethingtowards the cost of the treatment. Ingeneral, however, not everyone will findcomplementary treatment on the NHS inhis or her local area. Each primary caretrust, local practice or hospital trust decidesindividually whether or not to providecomplementary healthcare. Complementary therapies are provided in many hospices and palliative careservices and in some hospitals and painGeneral Information 14clinics. There are five NHS homeopathic hospitals in the UK which offer outpatientcomplementary therapy services, in Bristol,Glasgow, Liverpool, London and TunbridgeWells. Glasgow also offers inpatienttreatment. You will need to get a referralfrom your GP to attend these hospitals. Ifyou need help with this, or if your GP hasquestions or concerns about referring tothese hospitals, you can contact the BritishHomeopathic Association for their leaflet How to Get Homeopathic Treatment on the NHS.13 Having complementary healthcare available alongside conventional medicine,the treatment you normally receive at yourdoctor's surgery or local hospital, is called integrated healthcare . It gives you more choice of treatments. Integrated healthcareis also offered at some private medicalpractices. Some statutorily regulated conventional healthcare practitioners, such as doctors,nurses and dentists, also practisecomplementary therapies includingacupuncture, homeopathy, hypnotherapyand reflexology. They may work in the NHSor as private practitioners. Private practice Most complementary practitioners are self- employed, and run their own practices.They may be based in complementaryhealth clinics or have a clinical practiceroom in their home. There might be a clinicnear you that you have seen or you can findlistings of complementary health clinicsand individual practitioners in your localtelephone directory. However, please bearin mind the guidance in this booklet if youchoose a practitioner this way. Finding a practitioner When you have decided which complementary therapy you would like touse, the next step is to find a practitioner ofthat therapy. As explained in Chapter 4 , standards of training and practice ofcomplementary therapies can vary and thedifferent therapy professions are atdifferent stages in the development ofregulatory systems. In each of the chapters in this book about individual therapies ( Chapters 8-23 ), we give a list of the associations thatregister practitioners of that therapy. For osteopathy and chiropractic, which areregulated by law, we give the contactdetails of the one regulatory body for each.For therapies in which the differentprofessional associations that registerpractitioners are working together todevelop common standards of training andpractice, we give the contact details for thejoint organisation. If you contact therelevant organisation for the therapy youare interested in, you should be able to getinformation about practitioners near you. It is a good idea to ring a few practitioners and talk to them about whyyou want to see them before finally makingup your mind about which one you feelmost comfortable with. You can ask themthe questions suggested in the nextchapter before deciding. Word of mouth It can be very useful if someone you know recommends a complementary practitionerhe or she found helpful. However, youshould still check that the practitioner istrained and registered with a professionalassociation or regulatory body and you canstill ask him the questions in Chapter 6.15 6 Questions to ask apractitionerbefore goingfor treatment It is important that you see a practitioner with appropriate training and qualifications, andthat the practitioner has the experience andfacilities to help you. You can check thesethings by asking the practitioner a number ofquestions. Feel free to ask a practitioneranything that will help you to decide whetheror not she is the right professional to workwith you. If you are thinking of seeing apractitioner who works from a clinic orcentre, along with other practitioners, theclinic should have details of training,qualifications and experience. Even if you are going to see a practitioner who has been recommendedby someone you know, you can still ask thefollowing questions. When you havespoken to a practitioner on the phone don'tfeel obliged to make an appointment withher if you don't feel comfortable; it is finefor you to speak to several if you need tobefore making a decision. Is the practitioner regulated? Is the practitioner registered with a statutory regulatory body or professionalassociation? The practitioner should beable to give you contact details for herregulatory body or professional association.You can contact the organisation to checkthis. You can also ask what the practitionerhad to do to become registered. Thepractitioner may have her registrationcertificate displayed in the consulting roomor she should be able to show it to you. Training and qualifications The length of training courses can vary, so you can ask how long the practitioner hastrained for and what qualification(s) shehas. Weekend or very short courses are notsuitable for people wishing to practiseprofessionally with patients. It is also important that practitioners carry onlearning and keep up with developments intheir profession. The practitioner may haveher certificate of qualification displayed inthe consulting room or she should be ableto show it to you. Experience Does the practitioner have experience in treating people with your condition? In somecircumstances, for instance if you have cancerand are interested in having complementarytreatment in addition to your conventionaltreatment, it may be best to see a practitionerwith special training. If there is an organisationor society for people with your condition, theymay give advice about this. Insurance You should check that the practitioner is insured so that you can be compensated ifanything goes wrong with the treatment orif you have an accident on her premises.Again, practitioners should have acertificate showing that they are insured. What will it cost? What is the charge for a treatment? Does the first appointment cost more?Sometimes practitioners charge more forthe first appointment because they needto spend longer taking details of yourmedical history. Will there be extra costsfor the remedies or supplements theygive you? How long will the course of treatment be? After your first visit a practitioner should usually be able to give you an idea of howmany treatments you might need.General Information 16 Information Does the practitioner have any information about her practice and therapy she cansend you before you see her? Is there anything you need to do beforehand? Are there any preparations you need to make before treatment, such as not eatingfor a short time, or wearing particularclothing? How might you feel afterwards? How might you feel after treatment? Are there any precautions you need to takestraight after a treatment, such as notdriving? Are you likely to feel discomfort orpain and, if so, how long is this likely tolast? Do you have particular needs? If you have a disability, make sure the practitioner has what you need, such aswheelchair access.7 What if I'm unhappy withthe treatment? You have the right to make your feelings known if you are unhappy with thetreatment you have received. Reasons youmay not feel happy include not liking thetreatment, being hurt or injured duringtreatment or while you were in thepractitioner's clinic, or the practitioner'sbehaviour towards you. Some things arerelatively simple to sort out. I didn't like the treatment . It may be that the treatment is not the best one for you.But before you decide to stop, talk to thepractitioner and explain what you did notlike and why. Feedback from you isimportant in helping a practitionerdecide how to treat you. He may be ableto adapt the treatment if you discussyour concerns. I didn't get along with the practitioner . The professional relationship betweenyou and your practitioner is veryimportant in getting the best out of yourtreatment. Relationships don't alwayswork. If you feel that you can't work wellwith a practitioner, it is best to gosomewhere else for treatment. However, if the reason you did not get on with the practitioner was because you werenot happy about his behaviour towards you,you may want to do something about it.The Prevention of Professional AbuseNetwork (POPAN) says that \"when aprofessional takes advantage of their clientor patient's trust....does not act in theirbest interests and fails to keep professionalboundaries,\" 14the practitioner's behaviour can be called professional abuse. I'm unhappy about what the practitioner tells me to do . Reputable complementary healthcare practitionersshould not tell you what to do. Theyshould not tell you to stop seeing yourdoctor or another complementary17 practitioner, or to stop taking any medication prescribed by your doctor.Any decisions you take should be yours,made after thinking about the issues andwith full information. You should feelhappy with the decisions you makeabout your treatment. If you are nothappy, you could talk it over with a friendand, if you can, with the practitioner. Ifyou still feel he is trying to get you to dothings you have doubts about, youshould stop seeing him. You may decideyou want to take the matter further. I'm unhappy with the way the practitioner behaved . If you feel uncomfortable about the way apractitioner behaved towards you, stopseeing him. You might find it helpful totalk it over with a friend, if you can. Youmay decide that you want to dosomething about it. What can I do? In many cases, when you are not satisfied with your treatment, you can sort it outinformally by talking with the practitionerand other relevant people. Who you cantalk to and what they are able to dodepends on whether the practitioner isemployed by the NHS and whether he isregulated by law or not. Where you have serious concerns about your practitioner's behaviour towards you,you may wish to speak with someone otherthan the practitioner. You can speak withyour doctor, the NHS complementaryhealthcare service manager, if relevant, thepractitioner's regulatory body or theprofessional organisation he is registeredwith. You may also wish to contact thePrevention of Professional Abuse Network(POPAN), a national charity that assistspeople who have concerns about abusivehealth professionals. You can visit theirwebsite at www.popan.org.uk or ring their confidential helpline on 08454 500 300. If you find that talking it through has not been enough you may decide to make aformal complaint. You should be aware thatmaking a complaint can be stressful ordistressing, depending on the reason whyyou are complaining. It is, therefore, veryhelpful to have someone who can supportyou during the process.When the practitioner is employed by the NHS If the practitioner you see is employed by the NHS and you have been referred to himby your GP or another doctor, you shouldmake sure that you raise your concernswith the doctor and/or the manager of thecomplementary healthcare service, if thereis one. If your GP sends you for treatmentto a complementary practitioner who is notstatutorily regulated, the GP is stillresponsible for your treatment so youshould always discuss any concerns withyour GP . Other people in the NHS whomight be able to help are the:NHS trust patient and advice liaison (PAL) officer (England) trust or local health board complaintsmanager (Wales) trust or health board patient liaison orcomplaints officer (Scotland) local health and social services board(Northern Ireland) If you don't feel that talking it over has been enough and you decide to make acomplaint you can do so using the localNHS complaints procedure. Making a complaint Your GP; the practice manager; the manager of the complementary therapyservice; the local health board or trustpatient liaison officer or complaintsmanager; or, in England, the NHS trustpatient and advice liaison service (PALs)should be able to give you informationabout how to do this. You can also getinformation about how to make a complaintfrom the places below. England For information on how to complain about NHS treatment in England see the NHSwebsite atwww.nhs.uk/england/aboutTheNHS/complainCompliment.csmxor phone NHS Direct on 0845 46 47. To findyour local NHS trust in England phone NHSDirect or use the NHS website atwww.nhs.uk/england/authoritiestrusts/pct/default.aspx Scotland As this guide went to print the complaints system in Scotland was being revised.However, information will be available fromGeneral Information 18your NHS board's patient liaison officer or complaints officer or from the NHS Helplinein Scotland 0800 224488. To find your localNHS board phone NHS 24 on 08454 24 2424 or look on the Scottish NHS website atwww.show.scot.nhs.uk Wales For information on how to complain about NHS treatment in Wales phone NHS DirectWales on 0845 46 47 or look on the NHSWales website atwww.wales.nhs.uk/documents/complaints-leaflet-e.pdf You can find your local health board or trust by telephoning NHS DirectWales or looking at the NHS Direct Waleswebsite atwww.nhsdirect.wales.nhs.uk/nhsdirect.asp?id=22 Northern Ireland The local health and social services boards can give information on how to complainabout NHS services in Northern Ireland. Youcan get contact details for your local boardby asking at your GP's surgery or on theInternet at www.n-i.nhs.uk/ You can also find out how to make a complaint bylooking on the Central Services Agencywebsite at www.centralservicesagency.n- i.nhs.uk/display/how_to_make_a_complaint Help with making a complaint through the NHS Sometimes making a complaint may not feel straightforward and you may need helpor support. Help from inside the NHS In England, patient advice and liaison services, based in NHS trusts, give advice andsupport to patients, carers and their familiesand can help if you want to make a complaint.In Scotland NHS boards have patient liaisonor complaints officers who can help. Help from outside the NHS If your complaint is about an NHS service, your local independent complaintsadvocacy service (ICAS) will be able to helpyou. You can find your local advocacyservice by contacting NHS Direct inEngland on 0845 46 47. There is also a list of the independent complaints advocacy services in Englandon the complaints policy section of theDepartment of Health websitewww.dh.gov.uk/PolicyAndGuidance/OrganisationPolicy/ComplaintsPolicy/fs/enIn Wales the local community health council runs the independent complaintsadvocacy service. You can find your localcommunity health council by telephoningthe Board of Community Health Councils inWales on 0845 644 7814 or looking on thewebsite www.patienthelp.wales.nhs.uk In Scotland the local health councils have been supporting people makingcomplaints. From 1 April 2005, localbranches of the new Scottish HealthCouncil will take over responsibility fordoing this. You will be able to find out howto contact your local branch by telephoningNHS 24 on 08454 24 24 24. In Northern Ireland the local health and social services councils give advice andsupport on making a complaint. You canfind your local council on the NorthernIreland NHS website at www.n-i.nhs.uk/index.html The National Association of Citizens Advice Bureaux website has informationabout how to complain about NHS servicesin England, Scotland, Wales and N Irelandatwww.adviceguide.org.uk/index/family_ parent/health/nhs_complaints.htmincluding a self-help pack to support youwhen making a complaint www.adviceguide.org.uk/icas_self_help_pack.pdf Local citizens advice bureaux in the UK may also be able to provide help to make acomplaint. You can find out where yourlocal citizens advice bureau is by looking inthe local telephone directory or on theinternet atwww.citizensadvice.org.uk/index/getadvice The Public Law Project has a guide to help people making a complaint aboutNHS treatment. It is available from thePublic Law Project, 266-268 HollowayRoad, London N7 6NE. Telephone 0207697 2190. The guide is free but you needto send an A4 size envelope with yourname and address and a 54p stamp foreach copy you order. When you are seeing the practitioner privately If the practitioner is regulated by law and talking to him has not helped, or you don'tfeel you can do that, you can talk tosomeone at his regulatory body about yourconcerns. It may be that the matter can be19sorted out in this way. If not, the regulatory body will have a complaints procedure andthe practitioner may also have a localcomplaints procedure for his clinic. Theseshould be available for you to see but if youprefer not to talk directly to the practitioneryou can get a copy from the regulatorybody. Sometimes the complaints procedure is available on the regulatory body's website.If not, you will have to telephone them orwrite to them for a copy. You will need tomake the complaint in writing and includeas much relevant information as possible.The regulatory body should give you adviceabout making a complaint. Practitionerswho are found unfit to practise by theirregulatory body may be taken off thatbody's register. The practitioner will have insurance so that if you have been hurt or injured bytreatment or by an accident in the clinic,you should be able to get compensation ifthe practitioner or the clinic areresponsible. If the practitioner is not regulated by lawand talking to him has not helped, or you don't feel you can do that, the stepsyou can take depend on the standards ofthe professional association he isregistered with. Many of the professional associations that register practitioners of therapies notregulated by law do have complaintsprocedures that are easily available, eitherthrough the practitioner or directly from theassociation and do require theirpractitioners to have professionalindemnity insurance. Some will also beprepared to listen to your concerns beforeyou make a complaint and give youinformation about how to make acomplaint. However, as explained in Chapter 4, Standards and safety , standards can vary so you may find that not all professionalassociations have appropriate complaintsprocedures or will help you make acomplaint. This is one reason we suggestyou ask the questions in Chapter 6 before having treatment; you could also askwhether the practitioner has available acomplaints procedure from the associationhe is registered with. If you do make a complaint, you will need to do it in writing and include as muchrelevant information as possible. Practitioners who are found unfit to practiseby their professional association may betaken off that association's register, butthey could still practise or join anotherassociation. If you see a practitioner who is not a member of a professional association youwill not be able to talk to, or complain to, aprofessional association if things go wrong.If the practitioner is not insured and you arehurt or injured by treatment or by anaccident on the practitioner's premises,you will be most unlikely to get anycompensation. If the professional association will not help you, or the practitioner does notbelong to a professional association it willbe very hard for you to get help if you areunhappy with your treatment. If thepractitioner's behaviour towards you hasbeen abusive, then the Prevention ofProfessional Abuse Network (website:www.popan.org.uk ; tel: 08454 500 300) may be able to help. In other cases, if thepractitioner has been negligent and youhave been harmed, going to court may bean option. However, this can be a difficult,expensive and stressful process and itcould be very hard to prove your case. Alocal law centre or citizens advice bureaumay be able to advise you but there isalways a big demand for their services. You may also be able to get advice fromAction against Medical Accidents, a charitythat helps people who have been harmedduring healthcare treatment. Tel: 0845 1232352; website: www.avma.org.ukGeneral Information 2021 Section B Complementary Therapies8 Chiropractic Chiropractic is concerned with the diagnosis, treatment and prevention ofmechanical disorders of themusculoskeletal system and the effects ofthese disorders on the function of thenervous system and general health. Inother words, chiropractors believe that thehealth of the spine and the nervoussystem running through it can influencethe health of the whole body. Manualtreatments, such as spinal manipulation oradjustment, 15are usually used. There are about 2000 chiropractors registered with the General ChiropracticCouncil. Many chiropractors do not think of themselves as complementarypractitioners. They are regulated by law and prefer to call themselves primaryhealthcare practitioners. In 2001, about23% of doctors' surgeries were providingchiropractic or osteopathic treatment at the surgery or making NHS referrals tochiropractors or osteopaths. 16 What is chiropractic commonly used for? Chiropractic is used mainly for disorders of the musculoskeletal system such asspine, neck and shoulder problems;migraine and tension joint,posture and muscle problems; sciatica;sports injuries; whiplash and may also be used forasthma; digestive disorders; menstrualpain and infant colic. 17 A Medical Research Council clinical trial, reported in the British MedicalJournal in 1990, found that chiropractictreatment of back pain was 29% moreeffective than hospital outpatienttreatment. A follow-up trial in 1995confirmed these results and found thatchiropractic patients were, on the whole,more satisfied than those who hadconventional hospital outpatient treatmentfor back pain. 18The Royal College of General Practitioners recommendsmanipulation for acute and sub-acute backpain. 19What will happen when I see a chiropractor? Your first visit will last between 30 minutes and 11/2hours. The chiropractor will take a full case history and ask about yourcondition, which illnesses and injuries youhave had, the kind of work you do and evenabout the type of bed you sleep on. You willbe asked to take most of your clothes off,except your underwear, and be given agown to put on. You will be able to do thisin private. The chiropractor will ask you toagree to a physical examination and mayalso check your pulse, heart, bloodpressure and lungs. If she thinks it isnecessary, the chiropractor may alsorequest an x-ray. Before your treatments start the chiropractor should explain what theexamination found, how she plans to treatyou and whether there are any risksassociated with your condition or thetreatment. Treatments usually last around15-20 minutes, and involve the chiropractormaking adjustments to the spine. Your chiropractor can also suggest ways you can help yourself, such as exercise anddiet. Most health conditions are treatedwithin 4 to 12 sessions, depending on thenature of the complaint and how long youhave had it. The chiropractor may suggestfollow-up treatments at regular intervals. 20 Precautions It is quite common to feel some mild discomfort or tiredness straight aftertreatment. If these go on longer or you feelmuch worse you should tell yourchiropractor straight away. You should not use chiropractic treatment if you have severe osteoporosis,malignant or inflammatory spine conditionsor recent fractures, or if you are on anti-clotting drugs or some steroids. 21Complementary Therapies 22 There has been some discussion about the potential risks associated withmanipulation of the upper spine at theneck, which is one element of chiropractictreatment and is also used by doctors,physiotherapists and osteopaths. TheBMJ's clinical evidence website puts therisk of a stroke at between 1 and 3 in 1million manipulations. 22A review which looked at the relative risks associated withthe use of spinal manipulation for neck painand the use of non-steroidal anti-inflammatory drugs concluded thatmanipulation was much safer (by as muchas several hundred times) than non-steroidal anti-inflammatory drugs. 23 Cost Treatment costs from between £25 and £45 a session. The first appointment will costmore, from between £30 to £60 upwards,because it will usually be a longerappointment. Some health insuranceschemes and medical cash plans coverchiropractic treatment. Finding a chiropractor The chiropractic profession is regulated by law. The General Chiropractic Council is the regulatory body and, in the UK, onlychiropractors who are registered with theGeneral Chiropractic Council are allowed tocall themselves chiropractors. To findchiropractors in your area contact theGeneral Chiropractic Council or look in yourlocal telephone directory. General Chiropractic Council 44 Wicklow Street body's musculoskeletal system, which is made upof the bones, joints, muscles, ligamentsand connective tissue. They use their handsto diagnose and treat abnormalities in theway the body is working and damagecaused by disease. 24 25 Treatment techniques that osteopaths use include muscle manipulation, jointmovements and 'high velocity thrusts',which are short, sharp movements. 26 27 These techniques are designed to reduce joint stiffness along with tension in themuscles, and to help the spine and joints tomove more freely. Osteopaths believe thatthis can improve circulation and promotethe body's own healing processes. Thetreatment also includes advice aboutlifestyle. An American doctor, Andrew Taylor Still, believed that some illnesses could becaused by parts of the body becoming evena little out of place. In the 1870s hedeveloped osteopathy to help the bodyreturn to normal. The first school ofosteopathy in Britain was opened inLondon in 1917. Today there are around 3,600 osteopaths on the General Osteopathic Councilstatutory register, and more than six millionconsultations every year. 28Osteopathy is becoming widely recognised by themedical profession, and is now madeavailable by one quarter of GP practices. 29 Many osteopaths do not think of themselves as complementarypractitioners. They are regulated by law andprefer to call themselves primaryhealthcare practitioners. In 2001, about23% of doctors' surgeries were providingosteopathic or chiropractic treatment. 30 What is osteopathy commonly used for? Osteopathy is often used for low back pain and there is some evidence that it is helpfulfor this. 31 32The Royal College of General Practitioners recommends manipulation foracute and sub-acute back pain. 33 Osteopathy is also used for neck pain,23 muscle, joint and postural problems, pain during pregnancy, sports and repetitivestrain injuries, sciatica, digestive disorders cranial techniques, involving verygentle movements on the head and thesacrum bone, which sits at the bottom ofthe spine. 34It is often used for children with colic, glue ear, sinus problems and constantcrying, but it can also be used for adults,particularly for face, neck and jaw pain,problems following shock and injury,headaches and sinus problems. 35 36 What will happen when I see an osteopath? When you visit an osteopath for the first time, he will take a full case history and giveyou an examination. You will normally beasked to remove some of your clothing andto perform some simple movements. Theosteopath will then use a highly developedsense of touch, called palpation, to identifyany points of weakness or strainthroughout the body. He may needadditional investigations such as x-rays orblood tests. This will allow a full diagnosisand suitable treatment plan to bedeveloped for you. Treatments usually take 30-45 minutes. Osteopaths say that most people get mostbenefit from between 3 to 6 sessions,depending on the condition being treated. 37 At the first session, your osteopath should be able to give you an indication of howmany treatments you might need. For someacute pain one or two treatments may beall that is necessary. Chronic conditionsmay need ongoing treatments from time totime. Precautions You may feel a little soreness, tiredness or have a mild headache for a day or two aftertreatment. Always tell your osteopath if you feel worse or are in pain for longerthan this. The use of a technique known as a high velocity thrust is not advisable if you havecertain conditions or you are taking anticoagulantdrugs or are between eight and twelveweeks pregnant. 38 39However, there are other osteopathic techniques that theosteopath can use, if appropriate, 40so it is very important that he knows if you arepregnant or have a serious health condition. He should find this information out when he takes your case history. It isimportant, too, that you tell your doctor(and midwife or obstetrician if you arepregnant) if you are planning to haveosteopathic treatment. There has been some discussion about the potential risks associated withmanipulation of the spine, such as possiblespinal trauma after high velocity thrusts orstroke after manipulation of the upper spineat the neck. These techniques may beused, if appropriate, as part of osteopathictreatment and are also used by doctors,physiotherapists and chiropractors. TheBMJ's clinical evidence website puts therisk of a stroke at between 1 and 3 in 1million manipulations. 41A review which looked at the relative risks associated withthe use of spinal manipulation for neck painand the use of non-steroidal anti-inflammatory drugs concluded thatmanipulation was much safer (by as muchas several hundred times) than non-steroidal anti-inflammatory drugs. 42 Cost Treatments cost from approximately £25- £50 and upwards for a 30-40 minutesession. The first session is usually longerComplementary Therapies 24 and may cost more. Some health insurance schemes and medical cash plans coverosteopathy. Finding an osteopath The osteopathy profession is regulated by law. The General Osteopathic Council is the regulatory body for osteopathy and itkeeps one register of all osteopaths. In theUK, only practitioners who are registeredwith the General Osteopathic Council areallowed to call themselves osteopaths. Tofind osteopaths in your area contact theGeneral Osteopathic Council or look in yourlocal telephone directory. General Osteopathic Council Osteopathy House 176 RoadLondon SE1 3LUTel: 7357 6655Email: info@osteopathy.org.ukWebsite: www.osteopathy.org.uk10 Acupuncture Acupuncture is the insertion of very fine needles into the skin at particular points onthe body, to prevent or treat ill health ormaintain good health. 43This is thought to stimulate the body's ability to heal.44There are about 7,500 acupuncturists practising inthe UK, 45and one in three GP surgeries are making acupuncture available to patients.46 Two main styles of acupuncture are practised in the UK today: traditionalChinese acupuncture and western medicalacupuncture. Traditional Chinese acupuncture Chinese acupuncture is one element of the wider system of traditional Chinesemedicine, which developed in China around4,000 years ago and is used to bothdiagnose and treat illness. TraditionalChinese medicine also includes herbalmedicine, massage, exercise and diet. Chinese medicine is based on the theory that energy (known as qi, pronounced chee) flows through pathways in the body. Qi consists of equal and opposite qualities - yinand yang - and when these become unbalanced, illness may result. By insertingfine needles into the channels of energy, anacupuncturist can stimulate the body's ownhealing response and help restore itsnatural balance. Western medical acupuncture Western medical acupuncture is a form of acupuncture that has developed over thelast 30 years. It is similar to traditionalacupuncture, but is based on the principles ofmodern conventional medicine. Practitionersof western medical acupuncture are usuallyconventional healthcare professionals suchas doctors, nurses and physiotherapists. 47 What is acupuncture commonly used for? Acupuncture is used to treat a wide range of illnesses.48 Pain: most types of pain; including back; neck; shoulder; pains; headaches; rheumatic relieffollowing surgery. 50 51 52 53 Other medical problems : including nausea and vomiting; menstrual or menopauseproblems; bladder, bowel or digestiveproblems; anxiety states; and general tiredness; postoperative nausea and vomiting. 54 55 56 57 58 59 60 Addictions : acupuncture is being increasingly used for people trying toovercome addictions to alcohol, drugs andsmoking. 61Auricular acupuncture (putting needles into the ear) is often used. Maternity : acupuncture is used during pregnancy, particularly for nausea andvomiting, for back and pelvic pain and toturn a breech baby 62 and for pain relief during childbirth, but should only be givenby a properly trained and qualifiedpractitioner. What will happen when I see an acupuncturist? Your first appointment will last from about 30 minutes to an hour and a half. Theacupuncturist will ask you about yourcurrent symptoms; medical history and anyother medication you are currently taking;diet and digestion; sleep patterns andemotional state. A traditional acupuncturistwill also feel your pulses on both wrists andlook at your tongue. These tests help her todecide where to put the needles. The acupuncturist will then insert very fine needles into the surface of your skin ina number of different places, calledacupuncture points. The needles will be leftthere for an appropriate length of timebefore they are gently removed. Somepeople don't feel anything duringacupuncture, while others may feel tinglingor a slight sensation. The needles may be manipulated from time to time, or stimulated electrically. Heatmay be applied either to the needles ordirectly to the point by burning a herbcalled moxa. Points may be stimulatedusing other methods, such as massage orlow level laser. Follow-up treatments usually last between 30 minutes and one hour. Thenumber of treatments you need willdepend on the health condition that you areseeking treatment for. For most complaints,you can expect to notice improvementswithin about five or six sessions. 63To begin with, the acupuncturist may recommendthat you receive treatment once or twice aweek. Patients with chronic (long-term)illnesses may need top-up treatments everyfew weeks with the aim of stopping themgetting worse. Precautions Sometimes symptoms can temporarily get worse after a treatment, though that isgenerally nothing to be concerned about, oryou may feel tired, light headed or,occasionally, dizzy. It is best not to plan todo anything too strenuous immediatelyafter an acupuncture treatment. If you dofeel dizzy or drowsy you should not driveuntil you are sure you feel better. If youcarry on feeling dizzy or worse, or you feelill in a different way after the treatment youmust tell your practitioner. Very occasionallythere may be pain during treatment or alittle bleeding or bruising after treatment.Occasionally, certain patients may faint,particularly with their first treatment. 64 Serious side effects can occur after acupuncture but the risk has beenestimated as less than one per 10,000treatments. 65Serious harm, including pneumothorax (a collection of air or gas inthe chest or pleural space that causes partor all of a lung to collapse), damage to heartor blood vessels and nerve damage can becaused by poor practice. An article in theBritish Medical Journal said that in thehands of a competent practitioner,acupuncture is a very safe treatment. 66 Properly trained and qualified acupuncturists should use sterile,disposable needles. For your own safety, you should tell your acupuncturist if you have ever had a fit orComplementary Therapies 26fainted or if you have a heart pacemaker, damaged heart valves, if you are taking anti-coagulants or other medication. Youracupuncturist will ask you about anyserious condition you may have, so makesure you tell her everything, even if youthink it is not important. This includes lungdisease; severe arterial disease; cancer or ableeding disorder. Make sure also that youtell her about any other medication you aretaking, including complementarymedicines. If you have certain illnesses orare taking particular medicines,acupuncture may not be suitable for you orthe acupuncturist may need to avoidputting needles in certain places or avoidusing particular techniques. 67 Cost Treatments cost from between £15 and £60 upwards per appointment, depending onwhere the acupuncturist is based. 68The first consultation may cost more as it oftentakes longer than a follow-up appointment.Some health insurance schemes andmedical cash plans cover acupuncturetreatment, and acupuncture is sometimesavailable as part of NHS physiotherapytreatment and in NHS pain clinics. Finding an acupuncturist The professional organisations listed below are working together and have madeproposals about becoming regulated bylaw. The government then published aconsultation document asking for viewsabout the future regulation of acupunctureand herbal medicine. At the time thisbooklet was printed the government waslooking at the views it had received andpreparing to publish a further report. For up-to-date information about regulationcontact The Prince of Wales's Foundationfor Integrated Health or see theDepartment of Health websitewww.dh.gov.ukAcupuncture Association of Chartered Physiotherapists (AACP)(for physiotherapists who use StreetMereWiltshireBA12 6JEEmail: Website: www.aacp.uk.com British Western Medical Acupuncture (BAWMA)(for nurses, doctors and physiotherapistswho practise acupuncture) 63 Jeddo Road herbal medicine the healing properties of plants are used to treat illness and maintaingood health. It is one of the most ancientforms of treatment known and there areherbal medicine traditions in various partsof the world. In Britain today, the two mainsystems of herbal medicine practised arewestern and Chinese. 69 Western herbal medicine is largely based on the use of plant remedies nativeto Britain, Europe and North America, 70 though practitioners may also use remedies from other places, such as Asia.Practitioners look at the condition andhealth of the patient as a whole and theirprescriptions usually contain a mixture ofherbs made up individually for each patient,aimed at restoring the balance of the bodyand stimulating its own healing powers. 71 Chinese herbal medicine is part of traditional Chinese medicine (TCM), whichincludes acupuncture, massage, tai chi(exercise using controlled movement) and qigong (breathing exercises). Somepractitioners are trained in, and practise, bothChinese herbal medicine and acupuncture.Traditional Chinese medicine is based on thetheory that energy (known as qi, pronounced chee) flows through pathways in the body. Qi consists of equal and opposite qualities - yin and yang - and when these become unbalanced, illness may result. Practitionersusually prescribe a particular mixture of herbsfor each patient, aimed at putting the balanceright and improving the patient's health. 72 Other forms of herbal medicine practised include Ayurvedic (Indian) andTibetan. What is herbal medicine commonly used for? Herbal medicine practitioners treat a wide range of conditions including anxiety anddepression; arthritis; chronic fatiguesyndrome; eczema digestive problemsincluding irritable bowel syndrome;menstrual and menopausal problems. Some of the research into herbal medicine has looked at the use of singleplants for particular conditions. There isgood clinical evidence for the effectivenessof saw palmetto for and impairment;74and St John's Wort for mild to moderate depression.75There is some evidence that ginkgo biloba might behelpful for tinnitus. There is also someevidence that Chinese herbal medicinecould be helpful for irritable bowelsyndrome 76and for eczema.77 What will happen when I see a herbal medicinepractitioner? At the first consultation the practitioner will ask about your current health, your historyof illnesses, your diet and how you arefeeling in yourself. He will also do aphysical examination. Chinese herbalpractitioners will usually feel your pulsesand look at your tongue. The practitionerwill then make up a prescription. Usuallythis is done during the consultation. The herbs may come as a tincture (a concentrated solution of herbs extracted inwater and alcohol) or in tablet form. For skincomplaints, the preparation might be in theform of an ointment. Chinese medicinepractitioners often use 'raw herbs', whichhave to be boiled in water and then drunkas a tea. This is time-consuming for thepatient and practitioners may give the sameprescription as a tincture or freeze driedpowder instead. Herbal medicine practitioners may also give advice about diet and exercise, if thisis appropriate. Your second appointment is likely to be between 2-4 weeks later and the length ofyour course of treatment will depend onthe reason you are having herbal medicinetreatment. The practitioner will probablyadjust your herbal prescription at timesduring the course of treatment. Precautions Herbal medicines, like other medicines, have an effect on the body and should beused with care. Sometimes peopleComplementary Therapies 28mistakenly assume that simply because a product is natural it must be safe; thereare many plants that are poisonous tohumans. There are some safety issues tobe aware of. Some herbal medicines can interact with other prescribed medicines, so youshould not take them at the same time.For example, St John's Wort andantidepressants; St John's Wort anddrugs for high blood pressure and conditions; John's Wort andanticoagulants such as Warfarin; ginkgobiloba and anticoagulant drugs. 78 Herbal medicines made to poor standards may be a health risk. TheMedicines and Healthcare productsRegulatory Agency (MHRA) is thegovernment body responsible for thesafety of medicines in the UK. It collectsinformation about any harmful effects(called adverse drug reactions ) and it has warned the public that the standards ofproduction of unlicensed traditionalChinese medicines can varyconsiderably. Some have been found toillegally contain pharmaceuticalingredients, heavy metals or toxic herbs.For example, some 'herbal' creams forskin complaints have been found tocontain steroids that are not listed asingredients. Poor labelling of medicines can be a risk as this can lead to patients using theproduct incorrectly. It is important that you discuss all your medical treatments with your herbalmedicine practitioner and tell your doctor ifyou are taking or planning to take herbalremedies. This is particularly important ifyou are about to have an operation, havehad a liver complaint or are pregnant.Pharmacists can also give advice on safety.If you feel worse or unwell in a different way while taking herbal medicines, youshould tell your herbal medicinepractitioner, your doctor or pharmaciststraightaway. They can report any harmfuleffects of medicines, including herbalmedicines, to the MHRA. To check whetherthe MHRA has issued advice aboutparticular herbal products or ingredients,you can check Herbal Safety News on the agency's website www.mhra.gov.uk Phytonet ( www.escop.com/phytonet.htm ) also collects information about harmfuleffects of herbal medicines. The Medical Toxicology Unit at St Guy's and St Thomas' NHS Trust suggests thatpatients ask for a list of the ingredients inany herbal product they buy or are given. Ifthey later suffer any ill effects and needmedical treatment, doctors will know whatthey have taken. 79 In some parts of the world, Chinese medicine practitioners use products thatare made from endangered species ofanimals. This is illegal in the UK and the banis strongly supported by the UK herbalmedicine profession. It has not been easy for members of the public to tell if an unlicensed herbalmedicine (whether supplied over thecounter in a shop or made up by a herbalpractitioner) has been made to acceptablestandards. The MHRA is planning changesin regulation and, from autumn 2005onwards, will run a scheme for registeringover-the-counter traditional herbalmedicines. These products will have tomeet assured standards of safety, qualityand patient information. Advice will beavailable on the MHRA web site on how toidentify these products. There are some licensed herbal medicines on the market, which are madeto assured standards and can be identifiedby the PL number on the product. The MHRA also carried out a consultation in 2004 about possible29 changes to regulations governing unlicensed herbal medicines which aremade up by practitioners to meet the needsof individual patients. The aim of thesechanges is to give the public greaterassurance about standards. The MHRA isconsidering the results of the consultationand information about any furtherdevelopments will be on its website. Some herbal remedies should not be taken during pregnancy because if they aretaken in large amounts there is a possiblerisk of miscarriage. These include feverfew;golden seal; juniper; mistletoe; nutmeg;rosemary and sage. It is also advisable notto take any herbal medicines in the firstthree months of pregnancy, unless you aregoing to see a registered herbal medicinepractitioner about a specific problem. 80 Cost Appointments cost from between £40 - £50 and upwards for the first consultation andfrom around £30 upwards for follow-ups,which are shorter. You will normally have topay for the herbs in addition to the cost ofthe consultation. 81 Finding a herbal medicine practitioner The professional associations listed below have been working together, as the European Herbal Practitioners Association (EHPA), to develop common standards of training and practice. The EHPA was astakeholder in the working group on theregulation of herbal medicine practitioners,which made proposals about herbalmedicine practitioners being regulated bylaw. This would include having one registerof practitioners, all of whom meet arequired standard, which would also givemembers of the public a single point ofcontact for finding practitioners. At the time this booklet was printed, the government had consulted people aboutthese proposals and was about to publishthe results. For up-to-date informationabout regulation contact The Prince ofWales's Foundation for Integrated Health.European Herbal Practitioners Association 45a London N5 7354 5067Email: info@euroherb.comWebsite: Association Association of Traditional Chinese MedicineAyurvedic Medicine AssociationBritish Association of Traditional TibetanMedicineCollege of Practitioners of PhytotherapyInternational Register of ConsultantHerbalistsMaharishi Ayurvedic PractitionersAssociationNational Institute of Medical HerbalistsRegister of Chinese Herbal MedicineUnified Register of Herbal PractitionersComplementary Therapies 3012 Aromatherapy Aromatherapy uses the healing properties of essential oils, which are extracted fromplants, to improve health and help preventillness. Essential oils can be used in different ways, including:massage (most commonly usedmethod) baths inhalation (not if you have asthma) creams and lotions Different oils are thought to affect the body in different ways. For instance, they can becalming, relaxing, uplifting or energising.Some oils are believed to have propertieswhich fight infections. Tea tree oil, forexample, is used as an antiseptic or torelieve fungal infections such as thrush. What is aromatherapy commonly used for? Aromatherapy is used for a wide range of problems, including pain relief; anxiety andstress related conditions; insomnia;headaches; 82arthritis; rheumatism and menstrual problems.83It is sometimes available in maternity services and is widelyused in palliative and cancer care inhospitals and hospices. 84 Research indicates that aromatherapy massage may be helpful for the short-termrelief of anxiety 85and that certain essential oils may relieve some symptomsassociated with dementia. 86There is some promising evidence that tea tree oil couldbe useful in treating acne and fungalinfections. 87 What will happen when I see an aromatherapist? A session normally lasts from around 45 to 90 minutes. The aromatherapist will askquestions about your medical history,general health and lifestyle. She will thenchoose a blend of oils and a way ofapplying them specifically for your needs.The essential oils are concentrated, so formassage treatment they are diluted withvegetable-based oil.During a massage, the aromatherapist will massage the blend into your bodyusing either a full-body massage ormassage of particular areas as agreed withyou, while you lie on a therapy couch. Iflying down is difficult for you, you can bemassaged in another position. Thepractitioner will cover the parts of yourbody she is not working on with towels. The massage section of this booklet ( Chapter 17 ) will tell you more about how massage is practised. The practitioner mayalso suggest ways in which you can usearomatherapy at home, such as in the bath,or by using an oil burner, and willrecommend which oils are best for yourpresent condition. For some health problems, the aromatherapist may advise having a courseof treatment, so that the benefits build upover time. 88 Precautions Essential oils could be harmful if not used properly. They should always be diluted in avegetable-based oil before being used onthe skin and they should not be swallowedor used internally. Your aromatherapist willexplain this to you if she suggests you usethe oils at home. Like all medicines,essential oils should be kept out of reach ofchildren. 89 Essential oils must never be swallowed or used internally. If using essential oils at home, avoidputting them on damaged skin, such asburns or dermatitis. Make sure you tell your practitioner ifyou have heart problems, high bloodpressure, asthma, diabetes, epilepsy ora skin irritation, as some aromatherapyoils should be avoided for people withthese conditions. It is thought that some essential oilscould interact with particular prescribedmedicines, including antibiotics,antihistamines, anticoagulants andtranquillisers, making their effectsstronger or weaker. It is important,therefore, to check with your GP orpharmacist and the aromatherapist ifyou are taking any other medication. Certain oils, such as orange, lemon andbergamot, may make your skin more31sensitive to light so you might get sunburnt more easily. If you have hadthese oils on your skin, you should notexpose it to direct sunlight, sunbeds orsunlamps afterwards. 90 There is a possibility that some essential oils might be carcinogenic.91They include basil and fennel, which arewidely used and other oils which are notgenerally used in normal practice. 92 There may be interactions between some aromatherapy oils andhomeopathic remedies, so tell youraromatherapist if you are also seeing ahomeopath. Pregnant women are advised to consultan aromatherapist and their midwife orGP before using any essential oils. It isgenerally advised that essential oils arenot used in the first 14-16 weeks ofpregnancy and some oils should not beused at all during pregnancy. Cost An aromatherapy appointment usually costs from between £20 and £45 upwards.Some charitable organisations or hospicesmake aromatherapy available more cheaply,or free of charge. 93 Finding an aromatherapist At the moment, there is no single body that regulates the aromatherapy profession.There are a number of professionalassociations that practitioners can chooseto belong to but an aromatherapist is notrequired by law to belong to a professionalassociation nor to have completed aspecified course of training, although manydo belong to the organisations listed below. These organisations are working together as the Aromatherapy Consortium to develop common standards of trainingand practice and one register of practitioners who all meet a requiredstandard. When this happens, members ofthe public will have a single point of contactfor finding practitioners. However, thisprocess takes time and at presentstandards of training can vary, which is whywe suggest you ask the questions in Chapter 6. The Aromatherapy Consortium PO Medical AromatherapistsAssociation of Natural MedicineAssociation of Physical and NaturalTherapistsBABTACBritish Complementary MedicineAssociationEnglish Society de l'Institute PierreFranchommeInstitute of Complementary MedicineInternational Federation of AromatherapistsInternational Federation of ProfessionalAromatherapistsInternational Guild of ProfessionalPractitionersInternational Holistic AromatherapyFoundationProfessional Association for ClinicalTherapistsRaworth Guild of GraduatesComplementary Therapies 32 13Craniosacral therapy Craniosacral therapy is a gentle treatment, which involves a practitioner applying verylight touch to the body. The craniosacralsystem consists of the membranes andcerebrospinal fluid that surround andprotect the brain and spinal cord. It extendsfrom the bones of the skull, face and mouththat make up the cranium, down the spineto the sacrum and tailbone area. Practitioners believe that imbalances and restrictions in the flow ofcerebrospinal fluid reflect physical, mental,emotional or psychological injuries andtensions anywhere in the body. The aim oftreatment is to encourage the body's ownhealing process. 94 Craniosacral therapy is related to cranial osteopathy (see Chapter 9 ), but craniosacral practitioners are not trained as osteopaths. What is craniosacral therapy commonly used for? Craniosacral therapists treat a wide range of conditions from acute to chronic (long-term) health problems, including: physical aches and pains emotional or psychological disturbances and stress-related problems low vitality and recurrent infections migraine, eye difficulties, digestive problems jaw pain persistent colic in babies, developmental disorders and behavioural problems What will happen when I see a craniosacral practitioner? The practitioner will take your case history, including details of any medication andother treatments or therapies. Treatment iscarried out with the patient fully dressedand in a relaxed position. Precautions Certain serious head conditions such as bleeding inside the head and raisedpressure or an aneurysm within the skull,have been noted as indications againsthaving craniosacral therapy. 95People with recent head injuries have also beenadvised to be cautious about havingtreatment. 96 Patients may sometimes feel a mild discomfort or a temporary worsening ofsymptoms after treatment and, accordingto John Upledger, who developedcraniosacral therapy, there is a possibilitythat treatment can increase the effects ofmedicines for diabetes and epilepsy. 97 Cost The cost of a 30 to 60 minute session starts from £30 to £70 in cities and £20 to £50 inrural areas. Finding a craniosacral practitioner At the moment, there is no single body that regulates the craniosacral profession.There are a number of professionalassociations that practitioners can chooseto belong to but a craniosacral practitioneris not required by law to belong to aprofessional association nor to havecompleted a specified course of training,although many do belong to theorganisations listed below. These organisations are working together as the Cranial Forum to develop common standards of training and practiceand one register of practitioners who allmeet a required standard. When thishappens, members of the public will have asingle point of contact for findingpractitioners. However, this process takes33 time and at present standards of training can vary, which is why we suggest you askthe questions in Chapter 6. The Craniosacral Therapy Association ofChartered Physiotherapists International Association of CraniosacralTherapists International Cranial Association International Guild of ProfessionalPractitioners 14Healing Healing is an ancient practice that has been used for thousands of years and issometimes referred to as the laying on ofhands. It aims to promote better health bychannelling energy through the healer tothe patient. 98Healers may put their hands near patients or sometimes on them. Somehealers also work at a distance or throughprayer, although there is no need forpatients to have religious beliefs to receivehealing. Some healers call themselvesspiritual healers, while others prefer to say'hands-on healers' or 'healers'. What is healing commonly used for? Healing is used for a wide range of physical and emotional conditions. Research hasshown some benefit in many areas,including: healing of wounds chronic conditions such as migraine orirritable bowel syndrome reducing side-effects of chemotherapyand radiotherapy for people with cancer contributing to pain relief helping relaxation improving sleep patterns reducing tension, stress and anxiety providing emotional and spiritual support contributing to a sense of well-being 99 What will happen when I see a healer? Some healers work in a voluntary setting such as a church or charitable organisation,others work within the NHS. The healermay see you privately or in the same roomwith other people. If you see a healer on anindividual basis, you would normally beasked for some personal details and yourmedical history. The healer will ask you to sit in a chair or lie on a treatment couch, fully clothed(removing shoes only). The healing itselfwill usually take place in silence.Sometimes practitioners play relaxingmusic in the background. The healer will place her hands either on you, or at a short distance away. You mightComplementary Therapies 34 feel various sensations including heat, coolness or tingling or nothing at all. Somepatients feel very relaxed and may fallasleep, whilst others may find emotionscome to the surface. Precautions You should not plan to undertake any strenuous activity after a healing session.You should tell the healer if you are havingother complementary or conventionalmedical treatments. Cost Healers working in a voluntary or charitable capacity may provide their healing free or inreturn for a donation to the organisation.Other healers working as practitioners maycharge between about £15 and £60 ormore, depending on where the practitioneris working. Finding a healer At the moment, there is no single body that regulates the healing profession. There area number of professional associations thatpractitioners can choose to belong to but ahealer is not required by law to belong to aprofessional association nor to havecompleted a specified course of training,although many do belong to theorganisations listed below. These organisations are working together as the UK Healers to develop common standards of training and practiceand one register of practitioners who allmeet a required standard. When thishappens, members of the public will have asingle point of contact for findingpractitioners. However, this process takestime and at present standards of trainingcan vary, which is why we suggest you askthe questions in Chapter 6. UK Healers PO BOX 207 LEEDSLS16 5WXTel: 0845 6030 137Email: admin@ukhealers.infoWebsite: www.ukhealers.infoAssociation for Therapeutic Healers Association of Spiritual HealersBritish Alliance of Healing AssociationsBritish Association of Therapeutic TouchBritish Healers AssociationCauseway HealersCollege of HealingCommunity Healing ProjectConfederation of Healing Organisations Fellowship of HealersFoundation of Spiritual Healing andGuidanceGreater World Association Trust Harry Edwards SanctuaryHolistic Healers AssociationInternational Self Realisation HealingAssociationJewish Association of Spiritual HealersJoseph Carey Psychic Foundation Kent Healers Association Lancs & District Healers Association Lincolnshire Healers Association Mudita International Foundation & School ofHealing National Federation of Spiritual HealersCharitable TrustNorthern Healers ForumPeacehaven Natural Healing CentreQuaker Spiritual HealersResearch & EnlightenmentRosemary Altea Association School of Insight & Intuition Scottish Association of Spiritual HealersSeekers TrustSelf Realization Meditation Healing CentreSpectrum TrustSpiritualists' National UnionSurrey Spiritual Healers Association United SpiritualistsUniversal Spiritualists Association Warwickshire Spiritual Healers Association Westcountry Natural Eagle LodgeWhite Rose FoundationWorld Federation of Healing35 15Homeopathy The basic principle of homeopathy is 'like cures like'. This means that a substancethat would produce certain symptoms in ahealthy person can be used to treat a sickperson with very similar symptoms. Forexample, raw onion makes people's eyeswater. It can also cause a stinging or runnynose. A homeopathic remedy made fromonion, allium cepa , can be used to treat patients who have a complaint like a cold100 or hay fever along with watering eyes and a stinging or runny nose. Homeopathic prescriptions are tailored to match the particular symptoms of eachindividual patient, so if two patients havethe same illness, but show differentsymptoms, they are likely to be treated withdifferent remedies. Homeopathic remediesare given in very diluted doses. They aremade from many different things includingplants, minerals and some animal products.The remedy usually comes in the form of awhite sugar-tablet although it can also begiven as a liquid. The tablets have very littletaste and are taken by letting them meltunder the tongue. Homeopathy was developed more than two hundred years ago by SamuelHahnemann, a German doctor, who wantedto find a better, gentler way of treating illpeople than was usual at that time. Hisideas gradually spread and in Britainhomeopathy has been used for over 150years. Some homeopaths in the UK are also conventional healthcare professionals suchas doctors, nurses, dentists andpharmacists, although not all of thesepractise homeopathy within the NHS. Thereare five NHS homeopathic hospitals in theUK (see Chapter 5 ). What is homeopathy commonly used for? Homeopathy is most often used to treat chronic conditions such as asthma;eczema; arthritis; fatigue disorders like nose, throat and chestinfections or urine infections; depression and anxiety. Children are more often treated with homeopathy than with othercomplementary therapies. 102Homeopaths also treat many patients who feel unwellbut whose doctor can not find anythingspecifically wrong. 103Patients who have had unpleasant side-effects from drugs, or whocannot take drug treatments, may alsochoose homeopathic treatment. 104 A limited range of remedies are available over the counter in many pharmacies andhealth food shops. Your homeopath orpharmacist can advise you on the use ofthese remedies to treat first aid problemssuch as cuts, stings, minor burns, bruisesand minor ailments. What will happen when I see a homeopath? A consultation usually lasts for between 30 to 45 minutes. The first appointmentwill probably last longer, as thepractitioner will take a detailed medicalhistory and talk to you in depth about yourcurrent state of health. The homeopathwill also ask about things like your eatingand sleeping patterns, your moods, andhow you feel at various times of the day.Your answers will help him to find the rightremedy for you. At the end of the consultation the homeopath will normally give you ahomeopathic remedy and will tell you whenand how to take it. Long-term conditionsmay require several visits. The homeopathshould give you an idea of roughly howlong the course of treatment will last andhow often he will need to see you. After taking your remedy you may notice some changes. For instance yoursymptoms might appear to get worse for ashort time. Homeopaths believe this showsthat the remedy is taking effect.Sometimes a cold, a rash or some form ofdischarge may appear as a sign that yoursystem is going through a cleansing stage.At the follow-up consultations, you will beasked to describe any changes that youhave noticed in your condition, so youmight want to make a note of these as theyhappen.Complementary Therapies 36Precautions Some homeopaths think that particular medical treatments or strong smellingsubstances, including certain aromatherapyoils or mint toothpaste, can affecthomeopathic remedies. Cost The cost of homeopathy appointments start at anything from £20 to £60 upwards,depending on the practitioner (medicallyqualified homeopaths may charge more)and where in the country you live. The firstappointment will usually cost more,anything from £35 to £95 upwards,because it will be longer. The remedy is normally included in the cost of the appointment. If you havetreatment at one of the NHS homeopathichospitals, the homeopathic remedy will beon prescription. To go to one of thehomeopathic hospitals, you will need to bereferred by your GP; see Chapter 5 for details. If you see a medically qualifiedhomeopath outside the NHS, you may haveto pay extra for the remedies. Some healthinsurance schemes and medical cash planscover homeopathy. Finding a homeopath At the moment, there is no single body that regulates the homeopathy profession. The Faculty of Homeopathy is the national organisation for statutorilyregistered conventional healthcareprofessionals, including doctors, nurses,dentists and pharmacists, who practisehomeopathy. The Faculty of Homeopathyoversees training and gives diplomas atdifferent levels, including LFHom (basiclevel), MFHom and FFHom (specialist level).To find a homeopath who is a member ofthe Faculty of Homeopathy contact the British Homeopathic Association .British Homeopathic Association Hahnemann House 29 444 3960Website: www.trusthomeopathy.org number of professional associations that other homeopaths canchoose to belong to but homeopaths arenot required by law to belong to aprofessional association nor to havecompleted a specified course of training,although many do belong to theorganisations listed below. These organisations are working together as the Council of Organisations Registering Homeopaths to develop common standards of training and practiceand one register of practitioners who allmeet a required standard. When thishappens, members of the public will have asingle point of contact for findinghomeopaths who are not also registered asconventional healthcare practitioners.However, this process takes time and atpresent standards of training can vary,which is why we suggest you ask thequestions in Chapter 6. Council of Organisations Registering Register of ComplementaryPractitioners37 Fellowship of Homeopaths Homeopathic Medical AssociationInternational Guild of ProfessionalPractitionersInternational Register of ConsultantHerbalistsInternational Society for HomeopathyScottish Association of ProfessionalHomeopaths Society of Homeopaths16Hypnotherapy The mental state where a person is so relaxed that they become more open tosuggestion is called hypnosis.Hypnotherapists use the state of hypnosisto help people with health problems. 105 Once the patient is in this deeply relaxed state the practitioner gives therapeuticsuggestions, which are aimed atinfluencing behaviour or relievingsymptoms. 106 What is hypnotherapy commonly used for? Hypnosis is used to treat stress, anxiety, obesity, phobias, addictions,107depression, irritable bowel syndrome and asthma. It isalso used for pain relief, for pain associatedwith cancer treatments and for other sideeffects of cancer treatment, such asnausea and vomiting. 108Hypnosis can be used to help people relax, especially whengoing for medical treatment or dentaltreatment. 109 What will happen when I see a hypnotherapist? During a hypnotherapy appointment you will usually sit in a comfortable chair. Thepractitioner will take details of your medicalhistory and find out why you have come forhypnotherapy treatment. She will then putyou into a hypnotic state and give youtherapeutic suggestions. Precautions Hypnosis is not advisable for people with psychosis, personality disorders orepilepsy, as there is concern that it mightcause attacks or episodes of the disorders,or for children under five years old. 110 People with mental health problems and serious illnesses, such as cancer, shouldsee practitioners who have experience ofworking in these areas. 111Complementary Therapies 38 Cost The cost of a hypnotherapy session starts from between £30 to £60 upwards. Finding a hypnotherapist A patient can be very vulnerable in the hands of someone who does not usehypnosis in a responsible way, so it isimportant that the practitioner is properlytrained. At the moment, there is no singlebody that regulates the hypnotherapyprofession. There are a number ofprofessional associations that practitionerscan choose to belong to but ahypnotherapist is not required by law tobelong to a professional association nor tohave completed a specified course oftraining. We therefore suggest you ask thequestions in Chapter 6. The British Society of Medical and Dental Hypnosis (BSMDH) is a group of doctors, dentists, psychologists and otherhealthcare professionals who usehypnotherapy in their practice. Website: www.bsmdh.orgLondon area, tel: 07000 560 309 Email: 020 8905 4342Email: valentine.la@talk21.com Scotland Email: bsmdh@bsmdhscot.fsnet.co.uk17Massage therapy Massage therapy is a system of treatment of the soft tissue of the body. It involvesstroking, kneading or applying pressure tovarious parts of the body, with the aim ofalleviating aches, pains and musculoskeletalproblems (problems relating to the boneand muscle structure of the body, such asheadaches and back pain). What is massage commonly used for? Massage is used for pain relief, muscular or joint problems such as arthritis or sportsinjuries, to aid relaxation and for moregeneral health improvement. Researchindicates that therapeutic massage mayhelp with stress-related conditions, such asinsomnia, irritable bowel syndrome andchronic fatigue, 112and with constipation and fibromyalgia.113It can also be effective for persistent back pain.114A guideline for the treatment of multiple sclerosis, issued bythe National Institute for Clinical Excellencesays that there is some evidence tosuggest that massage might be of benefitfor people with the condition. 115 Massage may also be used for people with depression or acute or short-termanxiety. This includes patients in intensivecare, psychiatric institutions and hospices.Massage is increasingly being used for painrelief during childbirth and partners can betrained to use massage techniques duringlabour. Massage can be used to helppremature babies achieve more rapidweight gain and development. 116 What will happen when I see a massage practitioner? Before carrying out the massage, the practitioner will ask questions about yourmedical history, diet, lifestyle, and whetheryou have specific aches, pains or tensionsthat you are concerned about. The most common way of giving a massage is on a therapy couch. The patientlies on the couch, usually face down for half39 the session and face up for the other half. As the practitioner will generally work onmost areas of the body you will normally beasked to remove most of your clothes, apartfrom underwear, and you will be givenprivacy to do this. The practitioner will coveryou and keep you warm with large towels. The intensity of massage can vary and the practitioner should check that you arehappy with the pressure. If you feeluncomfortable for any reason with themassage you should tell the practitionerand you can ask him to stop. Noprofessional practitioner should evermassage the genital area, or touch thepatient in a way that is sexual. If thishappens you should leave. See Chapter 7, What if I'm unhappy with the treatment? Precautions Massage is not advisable on the affected areas if you have certain physicalcomplaints such as varicose veins, deepvein thrombosis, bone fractures, swelling,bruising, cuts or infections. It is veryimportant to tell your massage therapistabout any physical problems you have,even if you don't think they are relevant toyour current health situation. Massage can be used with pregnant women and babies, but should be carriedout by a specially trained practitioner. People with cancer are advised to see specially trained massage practitioners.Deep massage on any part of the body isnot advisable for those with activecancer; 117massage should be gentle. If you have cancer the massage therapist shouldavoid any wounds, recent scars that are stillhealing, broken skin or infected areas. Ifyou have lymphoedema or a swollen arm,you should not have massage on that armor shoulder area and if you are havingradiotherapy treatment you should not bemassaged on the area being treated,although it is safe to have it on other areasof your body. 118Cost The cost of therapeutic massage starts at around £20 to £60 a session, depending onthe length of the session, and where youlive. Some charitable organisations orhospices make massage available morecheaply, or free of charge. Finding a massage therapist At the moment, there is no single body that regulates the massage therapy profession.There are a number of professionalassociations that practitioners can chooseto belong to but a massage therapist is notrequired by law to belong to a professionalassociation nor to have completed aspecified course of training, although manydo belong to the organisations listed below. These organisations are working together as the General Council for Massage Therapy to develop common standards of training and practice and oneregister of practitioners who all meet arequired standard. When this happens,members of the public will have a singlepoint of contact for finding practitioners.However, this process takes time and atpresent standards of training can vary,which is why we suggest you ask thequestions in Chapter 6. General Council for Massage Therapy Professional AromatherapistsInternational Guild of ProfessionalPractitioners Complementary Therapies 40 London and Counties Society of Physiologists Register of RemedialMasseursMassage Therapy Institute of Great BritainMassage Training InstituteProfessional Association of ClinicalTherapists Scottish Massage Therapists Organisation There is also a separate organisation for practitioners of sports massage. Sportsmassage is used before and after sportsevents, and to treat injuries and problemsrelated to physical activity. Sports Massage Association PO BOX 1WDTel: 020 8545 0851Fax: 020 8404 8261Email: info@thesma.orgWebsite:www.sportsmassageassociation.org18Naturopathy Naturopathy is the practice of using natural treatments to help the body to heal itself.Naturopaths use a range of methodsincluding:Nutrition and dietary advice Breathing exercises and stretches Hydrotherapy (hot and cold baths,mineral spas and douches), herbalcompresses and dry skin brushing areused to stimulate circulation and thelymphatic system Physical therapies such as osteopathy (ifthe practitioner is appropriately trained)and massage What is naturopathy commonly used for? Naturopaths treat people with a wide range of complaints, including digestive andbowel problems, skin complaints, hormonalproblems, arthritis and stress problems. 119 What will happen when I see a naturopath? At the first consultation, a naturopath will ask you about your medical history and testyour blood pressure and lung function. Youmight also need to have a blood test orother medical tests. The practitioner willuse this information to plan a programmeof treatment for you. She will also give yousome diet recommendations, or suggest ashort cleansing diet or a fast. A fast is aplanned programme where you eat certainfoods only for a short period of time. The practitioner will usually want to work with you over a period of time, and you willbe asked to come back for regularconsultations, every 2-3 weeks, for anagreed period of time. Precautions It is important to have proper supervision if you try a fast or a special diet. Suddenchanges to diet can cause physicalchanges, so it is important to keep in touchwith your practitioner if anything concernsyou. Fasting is not advisable duringpregnancy or while breastfeeding. 41Cost A first consultation will usually cost from £35-£40 upwards, although in London it ismore likely to be from £50-£60 upwards.Follow-up visits are shorter and likely tocost from £20-£30 upwards. Finding a naturopath At the moment, there is no single body that regulates the naturopathy profession.There are a number of professionalassociations that practitioners can chooseto belong to but a naturopath is notrequired by law to belong to a professionalassociation nor to have completed aspecified course of training, although manydo belong to the organisations listed below. These organisations are working together as the General Naturopathic Council to develop common standards of training and practice and one register ofpractitioners who all meet a requiredstandard. When this happens, members ofthe public will have a single point of contactfor finding practitioners. However, thisprocess takes time and at presentstandards of training can vary, which is whywe suggest you ask the questions in Chapter 6 . General Naturopathic Council 15b Warrington Avenue SloughBerkshire Natural TherapyCollege of OsteopathsComplementary Medical AssociationEuropean Federation of NaturopathsGeneral Council and Register ofNaturopathsGuild of Naturopathic IridologistsIncorporated Society of RegisteredNaturopathsLondon College of Naturopathic MedicineThames Valley UniversityComplementary Therapies 42 19Nutritional therapy Nutritional therapy uses food and diet to help the body's own healing ability tomaintain good health and to prevent oralleviate illness. Practitioners look fornutritional deficiencies, allergies orintolerances to food, or for factors that cancause poor digestion or absorption in thestomach or intestine. Treatment involvesdietary change and may include the use ofnutritional supplements, such as vitaminsand minerals. 120 121 What is nutritional therapy commonly used for? Nutritional therapists often work with patients who have long-term healthproblems that conventional medicine findsdifficult to treat. These include allergies,digestive and bowel disorders, hormonalimbalances, fatigue, depression or stress,migraine and skin disorders. 122 What will happen when I see a nutritional therapist? On the first visit, the nutritional therapist will ask about your current health problems,your medical and family history and yourdiet and lifestyle. He may ask you to fill in aquestionnaire about these things before orduring the consultation. You might beasked to keep a food diary over a period oftime so the practitioner can get a betteridea of what you are eating. Thepractitioner may also carry out some teststo find out if you are allergic to any foods orlacking any nutrients. He will then make recommendations about diet, supplements or herbal remediesand may also talk to you about physicalexercise, or other ways in which you canpromote your own good health. You may begiven these recommendations at the firstappointment, or the nutritional therapistmight wait until the results of your tests areavailable. The first session may last for about one hour, with follow-up appointments lastingbetween about 15-30 minutes. Thepractitioner will probably want to see you for a course of treatment over a period oftime and should be able to advise you onthe length of the course of treatment afterthe first consultation. Your practitioner willmonitor your progress and make changesto the therapeutic diet if necessary. Precautions Some vitamins can be toxic when taken in large doses, so always follow yourpractitioner's advice or the guidelines onsupplement packaging. Pregnant and breast-feeding women, children and people with a serious illnessshould get medical advice before followinga nutritional therapy programme or goingon a restricted diet. Cost The cost of nutritional therapy consultations can range from £40 to over£100 per appointment, depending on thelocation. You will probably have to pay extrafor tests and nutritional supplements. 123 Finding a nutritional therapist At the moment, there is no single body that regulates the nutritional therapyprofession. There are a number ofprofessional associations that practitionerscan choose to belong to but a nutritionaltherapist is not required by law to belongto a professional association nor to havecompleted a specified course of training,although many do belong to theorganisations listed below. These organisations are working together as the Nutritional Therapy Council to develop common standards of training and practice and one register ofpractitioners who all meet a requiredstandard. When this happens, members ofthe public will have a single point of contactfor finding practitioners. However, this43 process takes time and at present standards of training can vary, which is whywe suggest you ask the questions in Chapter 6 . Nutritional Therapy Council British Association for Nutritional Therapy Website: www.bant.org.uk International Guild of Professional PractitionersWebsite: www.igpp.co.uk Register Therapists Website: www.nutritionalmed.co.uk Wholistic Nutritional Medicine Society20Reflexology Reflexology is based on the principle that certain points on the feet and hands, calledreflex points, correspond to various parts ofthe body and that by applying pressure tothese points in a systematic way, a practitionercan help to release tensions and encouragethe body's natural healing processes. Foot treatments have been used in many cultures, including India, Egypt and China,for thousands of years. Reflexology in itscurrent form was developed by EuniceIngham in the 1930s, based on thediscoveries of the American ear, nose andthroat specialist, William Fitzgerald in theearly 20th century. It was brought to Europeby Doreen Bayly and has become verypopular in the UK. It is offered in manyspecialist centres such as pain clinics andcancer units. What is reflexology commonly used for? Some people see a reflexologist to help with a specific symptom; others use thetherapy regularly to maintain good health.Many people find reflexology relaxing anduse it to help reduce anxiety, stress andphysical tension. Reflexologists work with a wide range of conditions including certain types of pain,particularly back and neck pain, migraineand headaches, chronic fatigue, sinusitis,arthritis, insomnia, digestive problems suchas irritable bowel syndrome, andconstipation, stress-related disorders andmenopausal symptoms. There is some evidence that reflexology can be effective in treating premenstrualsymptoms, 124and headache.125A guideline for the treatment of multiple sclerosis,issued by the National Institute for ClinicalExcellence, says that there is someevidence to suggest that reflexology mightbe of benefit for people with thecondition. 126 What will happen when I see a reflexologist? A complete treatment will usually last around 45 minutes to one hour. TheComplementary Therapies 44 practitioner will take a case history, asking questions about your symptoms, yourlifestyle, and medical history. She willexamine your feet and/or the palms of yourhand. For this, you will be asked to liedown, usually on a specially designedreflexology chair. The practitioner will thenapply pressure to points on the feet and/orhands, using special thumb and fingertechniques to release tension or unblock'stuck' energy. This aims to help the bodyto stimulate its own natural healing ability. After the first treatment, the practitioner will have an idea of what your specificneeds are, and how she needs to work withyour feet or hands in the future. Thepractitioner will then see you for a courseof treatment, usually 6-8 sessions. Precautions After treatment you may feel tired, light- headed, relaxed or weepy; have tenderfeet; need to go to the toilet more often orhave flu-like symptoms. People taking medicines for diabetes should talk to their doctors before havingreflexology as treatment may interfere withtheir medication. 127Reflexology may not be suitable for people with gout, foot ulcers orcirculatory problems affecting their feet, 128 or for people who have epilepsy or thyroid or depressive disorders.129People with cancer should see a reflexologist who istrained to treat people with cancer as thereare particular places on the feet that shouldbe avoided or treated particularly gently.Some blood specialists advise that peoplewith very low blood platelet counts shouldnot be treated with reflexology. 130 It is advisable not to have reflexology during the first three months of pregnancy. Cost Reflexology appointments cost from £25 to £60 and upwards, depending on the lengthof the treatment and where you live.Finding a reflexologist At the moment, there is no single body that regulates the reflexology profession. Thereare a number of professional associationsthat practitioners can choose to belong tobut a reflexologist is not required by law tobelong to a professional association nor tohave completed a specified course oftraining, although many do belong to theorganisations listed below. These organisations are working together as the Reflexology Forum to develop common standards of training andpractice and one register of practitionerswho all meet a required standard. Whenthis happens, members of the public willhave a single point of contact for findingpractitioners. However, this process takestime and at present standards of trainingcan vary, which is why we suggest you askthe questions in Chapter 6. The Reflexology Forum Dalton Federation of ReflexologistsInternational of Institute of ReflexologyProfessional Association of ClinicalTherapistsReflexologists' SocietyReflexology Practitioners AssociationScottish Institute of Reflexology45 21 Reiki Reiki is a method of healing that originated with Mikao Usui in Japan in the early part ofthe 20th century. The word reiki meansuniversal life energy in Japanese. A reiki practitioner uses this energy to encourage the body to heal itself. Reiki isnot part of a specific belief system andanyone can use it. There are differentlevels of reiki practitioners. Level one isfor people who have learnt reiki so thatthey can treat themselves, or use reikiinformally with their friends and family.Level two is practitioner level: peoplestudy to a higher level and are able to givereiki treatments to patients. The third levelis reiki master or teacher. This level issometimes split in two: masterpractitioner level and master teacherlevel. What is reiki commonly used for? Reiki is used for a wide range of physical, mental and emotional conditions, includingthe relief of stress and tension. What will happen when I see a reiki practitioner? Reiki takes place in a peaceful and relaxing environment. You will be asked to sit, or lieon a couch and the practitioner will takeyour medical history. Apart from your coatand shoes, it is not necessary to take offany clothes. The practitioner will thengently place his hands on or over yourbody. Treatments can last for up to 1 1/2 hours. You may feel a flow of energy, mild tingling, warmth, coolness or nothing atall. The course of reiki treatment will varyin length according to your condition. Yourpractitioner should discuss yourtreatment plan with you and review it asnecessary. Precautions It is advisable to rest after a reiki treatment and drink lots of water. You should tellyour practitioner if you are having any other complementary or conventionalmedical treatments. Cost Reiki treatment can cost from between £15 and £60 upwards, depending on where youlive. Finding a reiki practitioner At the moment, there is no single body that regulates the reiki profession. Thereare a number of professional associationsthat practitioners can choose to belong tobut a reiki practitioner is not required bylaw to belong to a professionalassociation nor to have completed aspecified course of training, althoughmany do belong to the organisationslisted below. These organisations are working together as the Reiki Regulatory Working Group to develop common standards of training and practice and one register ofpractitioners who all meet a requiredstandard. When this happens, membersof the public will have a single point ofcontact for finding practitioners. However,this process takes time and at presentstandards of training can vary, which iswhy we suggest you ask the questions in Chapter 6 . Reiki Regulatory Working Group Tel: 07939 533 084 Email: info@reikiregulation.org.ukWebsite: www.reikiregulation.org.uk British Complementary Medicine Association Federation of Holistic Therapists Independent Professional TherapistsInternational Reiki Alliance Complementary Therapies 46 Reiki Association Reiki Healers & Teachers Society Tera-Mai Reiki & Seichem HealersAssociationUK Reiki AllianceUK Reiki Federation22Shiatsu Shiatsu is a Japanese therapy, based on the principle that vital energy (known inJapanese as Ki) flows throughout the body in a series of channels called meridians.According to this principle, symptoms canbe caused when this energy stops flowingfreely. Shiatsu practitioners use thumb andpalm pressure, stretching and othertechniques to restore the balance ofenergy. What is shiatsu commonly used for? Shiatsu is used for a wide range of conditions, from injuries to more generalsymptoms of poor health. Conditionstreated by shiatsu practitioners includeback pain; headaches and migraine;whiplash reduced mobility; menstrual anddigestive problems; asthmatic symptoms;sports injuries and depression. Shiatsumay also be used to help symptomsassociated with pregnancy and childbirth,although special care needs to be takenduring the first three months ofpregnancy. 131 What will happen when I see a shiatsu practitioner? Treatment is usually given on a special mattress, or futon, on the floor. Thepractitioner should advise you to wearloose, comfortable clothing, like track-suittrousers and a t-shirt. Before the treatmentthe practitioner will ask about your medicaland family history, your diet and lifestyle.This information will help the practitionerwork out the best way to treat you. After atreatment, some people find they haveincreased vitality and you may feelinvigorated yet relaxed. Precautions Shiatsu is not recommended for people with osteoporosis or low blood plateletcounts. In the first three months ofpregnancy certain points should be avoided47 by the practitioner, particularly if the woman has a history of miscarriage.132Older people or people with disabilities may findit difficult to lie down on the floor, butshiatsu is adaptable and can be given in achair or wheelchair. Cost Shiatsu treatments can cost from between £25 to £60 upwards, depending on whereyou live. Finding a shiatsu practitioner At the moment, there is no single body that regulates the shiatsu profession. There area number of professional associations thatpractitioners can choose to belong to but ashiatsu practitioner is not required by law tobelong to a professional association nor tohave completed a specified course oftraining, although many do belong to theorganisations listed below. These organisations are working together as the General Shiatsu Council to develop common standards of training andpractice and one register of practitionerswho all meet a required standard. Whenthis happens, members of the public willhave a single point of contact for findingpractitioners. However, this process takestime and at present standards of trainingcan vary, which is why we suggest you askthe questions in Chapter 6. The General TherapistsInternationalInternational Guild of ProfessionalPractitioners AssociationShiatsu West of Oriental MedicineZen School of ShiatsuComplementary Therapies 48 23Yoga therapy Yoga is an ancient tradition of mental and physical exercises, which started in Indiaover 5,000 years ago and is now widelypractised in the UK. There are manydifferent styles of yoga. Some arephysically more demanding, some aregentler, some focus more on physicalpostures, while others focus more onbreathing and meditation. Yoga therapy involves the use of yoga to deal with and prevent illness and tomaintain good health. It includes physicalexercises, breathing techniques andrelaxation. 133 What is yoga therapy commonly used for? Yoga aims to strengthen the body and calm the mind. People who practice it regularlysay that it helps them to feel well and stayfit and healthy, and that the benefitsincrease over time. 134Yoga is considered to reduce stress and encourage relaxation.135 Research suggests that yoga may be helpful for hypertension, asthma andreducing joint stiffness in osteoarthritis. 136 There is also some evidence to suggest that it may be useful in epilepsy (Sahajayoga), 137some kinds of irritable bowel syndrome,138for reducing cholesterol levels139and for mild depression.140 There are yoga therapy classes for a wide range of conditions including arthritis,asthma, back pain, cancer, diabetes,depression, digestive problems, fatigue,hypertension, heart disease, HIV & AIDS,ME, menstrual problems, multiplesclerosis, respiratory problems and stress.There are also classes for women beforeand after childbirth. What will happen when I see a yoga therapy practitioner? When you begin yoga therapy for the first time, you should have an initialassessment. This would include givinginformation about your medical history andlifestyle and a 30-60 minute consultationwith a yoga therapy practitioner. After thisthe practitioner will be able to recommend a course of action, which might be one-to-one sessions with a yoga therapypractitioner or special yoga therapy classes. Precautions Check with your practitioner before doing any yoga postures on your own at home.You should only practice yoga at home afteryou have learned the postures andtechniques properly, as you could injureyourself if you try a yoga postureincorrectly. Some yoga postures should notbe used by pregnant women. 141 Cost Costs are from about £50 per hour in London. Sessions usually cost less outsideLondon. Finding a yoga therapy practitioner At the moment, there is no single body that regulates the yoga therapy profession.There are a number of professionalassociations that practitioners can chooseto belong to but a yoga therapy practitioneris not required by law to belong to aprofessional association nor to havecompleted a specified course of training,although many do belong to theorganisations listed below. These organisations are working together as the British Council for Yoga Therapy to develop common standards of training and practice and one register ofpractitioners who all meet a requiredstandard. When this happens, members ofthe public will have a single point of contactfor finding practitioners. However, thisprocess takes time and at presentstandards of training can vary, which is whywe suggest you ask the questions in Chapter 6.49 British Council for Yoga Therapy Email: timnaylor@btopenworld.com Website: www.yogatherapyforum.org.uk Birthlight British Wheel of Yoga Friends of Yoga Society International Integrative Yoga Therapy Life Force Healing and Yoga Phoenix Rising Yoga TherapyReal YogaSatyananda YogaViniyoga BritainYoga Anubhava Yoga Biomedical Trust Yoga Clinical Interest Group forPhysiotherapists Yoga For Health Foundation Yoga Therapy and Training Centre Complementary Therapies 50 24Sources of furtherinformation Here are a selection of books, websites and organisations, in addition to thosementioned earlier in this guide, that you canuse for further information. There is onlyroom here to list a few, but if you use themthey will lead you to others. There will befurther lists of useful sources ofinformation on the Foundation's websitewww.fihealth.org.uk Please remember the guidance in Chapter 3 about reading health information, particularly on the internet. At the time this guide was printed, most of the books listed can be ordered frombookshops. If publications are not availablethrough those outlets, we give details ofhow you can get copies. General Information Books Barnett, H. The Which? Guide to Complementary Therapies . Consumers' Association, 2002. Glenville, Marilyn. The Natural Health Handbook for Women . Piatkus Books, 2001. Institute of Ideas. Alternative Medicine: should we swallow it? Hodder & Stoughton, 2002. Lewith, G. Understanding Complementary Medicine . Family Doctor Publications, 2002. Peters, David and Woodham, Anne. The Complete Guide: Integrated Medicine . Dorling Kindersley, 2000. This book is now out ofprint but you might find copies in publiclibraries. A new edition is planned forsummer 2005. Vickers, A & Zollman, C, ABC of Complementary Therapies . BMJ Books, 2000. Websites The National electronic Library for Health (www.nelh.nhs.uk ) is an NHS library for healthcare professionals, patients andcarers in England. It currently includes some information about complementaryhealthcare treatments and plans to launch aspecialist complementary medicine libraryin the middle of 2005. NHS Scotland runs the e-Library (www.elib.scot.nhs.uk), which has a list of complementary medicine resources. Omni, www.omni.ac.uk , has links to a wide range of information sources aboutcomplementary medicine and someindividual therapies. You can search thewebsite using keywords such ascomplementary medicine; complementarytherapies; complementary and alternativemedicine; acupuncture; herbal and so on.Resources listed are selected according toa set of standards and you can look atthese by going tohttp://biome.ac.uk/guidelines/eval/cam.htmlThere is also a leaflet on the website givinginternet sources of information for healthand medicine that you can download athttp://biome.ac.uk/about/publications.html#booklet The British Medical Journal website has a collection of all articles relating tocomplementary medicine published in theBritish Medical Journal since 1998:http://bmj.bmjjournals.com/collections/ As well as information about patient support organisations, as mentioned in Chapter 3 , www.patient.co.uk lists some sources of information aboutcomplementary therapies, has patientinformation leaflets about a wide range ofmedical conditions, some of which includea little information about complementarytreatments, and sources of informationabout medicines. Specific aspects of complementary health Life stages Dooley, Michael and Stacey, Sarah. Your Change, Your Choice: the integrated guide tolooking and feeling good through themenopause. Hodder and Stoughton, 2004.51Herzberg, Eileen Inge. Know your Complementary Therapies . Age Concern England, 2001. £9.99 + £1.25 p + p. Orderfrom the Age Concern England website atwww.ace.org.uk or by telephoning 0870 4422 120 or by writing to Age Concern Books,Unit 6, Industrial Estate, Brecon, Powys,LD3 8LA (cheques/postal orders madepayable to 'Age Concern England'). McIntyre, A. The Herbal for Mother and Child. Thorsons, 2003. For people with cancer Macmillan Cancer Relief has some general information about complementarytherapies on its websitewww.macmillan.org.uk and has links to other sources of information. Macmillanalso publishes a directory ofcomplementary therapy services for peoplewith cancer and you can find out what isavailable in your area by telephoning theMacmillan CancerLine on Freephone 0808808 2020 or by emailingcancerline@macmillan.org.uk The Macmillan website has helpful guidance on looking for information on theinternet. Individual therapies Book: Understanding the Bowen Technique by John Wilks. First Stone Publishing, 2004. The British Chiropractic Association provides information about chiropractic to the public. Address: Blagrave House, 17 Publishing, 2004. Book: The NHS Healer by Angie Buxton- King. Virgin Books, 2004. HerbMed, accessible through its website www.herbmed.org is a free, searchableelectronic database, for use by the public,of links to research and other informationabout the use of herbs for healthcare. It isrun by the US based Alternative MedicineFoundation: www.amfoundation.org/Herbal medicine information over the telephone: Herbal Health Advice Line, runby the National Institute of MedicalHerbalists. Tel: 01392 426022 The Herb Society aims to increase understanding and appreciation of herbsand their health benefits. There isinformation on the society's website andbenefits for members include Get Homeopathic Treatment on the NHS. Booklet available from the British Homeopathic Association, HahnemannHouse, 29 Email: info@trusthomeopathy.orgWebsite: www.trusthomeopathy.org Action Trust promotes homeopathy and provides information tothe public. Members receive a quarterlynewsletter. The Homeopathy Stone, Julie and Matthews, Joan. Complementary Medicine and the Law . Oxford University Press, 1996. Training as a complementary practitioner Williams, L. Choosing a Course in Complementary Healthcare . The Prince of Wales's Foundation for Integrated Health,London, 2003. Available to download freefrom The Prince of Wales's Foundation forIntegrated Health websitewww.fihealth.org.uk or order through a bookshop or from the Foundation.Further Information 5225References 1 Thomas K & Coleman P . Use of complementary or alternative medicine in a general population inGreat Britain. Results from the National OmnibusSurvey. Journal of Public Health 2004; 26(2):152-157 2 Ernst E. Complementary medicine . PDS Information sheet FS35. Parkinson's Disease Society, 2003 3 Thomas K & Coleman P . Op cit, 20044 Thomas KJ et al. Use and expenditure on complementary medicine in England: a populationbased survey. Complementary therapies in medicine 2001; (9):2-11 5 Ong C-K & Banks B. Complementary and alternative medicine: the consumer perspective . The Prince of Wales's Foundation for Integrated Health, 2003 6 Barnes P , Powell-Griner E, McFann K, Nahin R. Complementary and Alternative Medicine Use Among Adults: United States , 2002. CDC Advance Data Report #343. National Center for Health Statistics,2004 7 ZollmanC & Vickers A. ABC of complementary medicine: users and practitioners ofcomplementary medicine. BMJ 1999; 319:836-838 8 Justins, Dr Douglas. Vice President, Royal College of Anaesthetists, response to consultation on Complementary Healthcare: a guide for patients , 21 April 2004 9 Vincent C & Furnham A. Complementary Medicine: a research perspective , p. 152. Wiley, 1997 10 Schmidt K, Ernst E. Assessing websites on complementary and alternative medicine forcancer. Annals of Oncology 2004; 15:733-742 11 Stone J & Matthews J. Complementary medicine and the law. Oxford University Press, 1996 12 Thomas KJ, Coleman P & Nicholl JP . Trends in access to complementary and alternativemedicines via primary care in England: 1995 -2001. Results from a follow-up national survey. Family Practice 2003; 20: 575-577 13 The British Homeopathic Association. How to get Homeopathic Treatment on the NHS . Available to download from www.trusthomeopathy.org 14 www.popan.org.uk 11/10/0415 World Federation of Chiropractic, 1999, taken from General Chiropractic Council website www.gcc-uk.org November 2003 16 Thomas KJ, Coleman P & Nicholl JP . Op cit, 200317 General Chiropractic Council. What can I expect when I see a chiropractor? 2003 18 Meade et al. Low back pain of mechanical origin: randomised comparison of chiropractic andhospital outpatient treatment. BMJ, 1990; 300: 1431-1437 and Meade et al. Randomisedcomparison of chiropractic and hospital outpatienttreatment for low back pain; results from extendedfollow up. BMJ, 5 August 1995; 311: 349-351 19 Royal College of General Practitioners. Clinical guidelines for the management of acute low backpain. RCGP , 1996 20 General Chiropractic Council. What can I expect when I see a chiropractor? 2003 21 British Chiropractic Association, consultation response, April 2004 22 www.clinicalevidence.org/ceweb/conditions/ msd/1103/1103_I2_harms.jsp 20/20/04 23 Dabbs V , Lauretti WJ. A risk assessment of cervical manipulation vs. NSAIDs for the treatment of neckpain. Journal of Manipulative Physiological Therapy . 1996; 19(3):220-221 24 Zollman C & Vickers A. ABC of Complementary Medicine . BMJ Books, 2000. 25 General Osteopathic Council website www.osteopathy.org.uk October 2003 26 Rowlands B. Op cit, 1997, 204-20927 Vickers A & Zollman C. ABC of complementary medicine: the manipulation therapies: Coleman P & Nicholl JP . Op cit, 200330 Thomas KJ, Coleman P & Nicholl JP . ibid31 Ernst E (ed). The Desktop Guide to Complementary Medicine . Mosby, 2001 32 Williams NH, Wilkinson C, Russell I, Edwards RT, Hibbs R, Linck P , Muntz R. Randomized osteopathicmanipulation study (ROMANS): pragmatic in primary care. Family Practice 2003; 20(6): 662-9 33 Royal College of General Practitioners. Clinical guidelines for the management of acute low backpain . RCGP , 199634 Vickers A & manipulation therapies: osteopathyand chiropractic. BMJ 1999; 319:1176-1179 35 Rowlands B. 1997. Op cit, 1997 204-20936 Vickers A & Zollman C. Op cit, BMJ 1999; 319:1176- 1179 37 Rowlands B. Op cit, 1997, 204-20938 British Medical Association. Complementary medicine: new approaches to good practice . BMA, 1993 39 Ernst E (ed). Op cit, 200140 Vickers A & Zollman C. A risk assessment of cervical manipulation vs. NSAIDs for the treatment of neckpain. Journal of Manipulative Physiological Therapy . 1996; 19(3):220-221 43 Acupuncture Regulatory Working Group. The Statutory Regulation of the Acupuncture Profession . The Prince of Wales's Foundation for IntegratedHealth, 2003 44 Acupuncture Association of Chartered Physiotherapists. What is acupuncture? www.longbo.demon.co.uk 45 Acupuncture Regulatory Working Group. Op cit, 2003 46 Thomas KJ, Coleman P & Nicholl JP . Op cit, 200347 British Medical Acupuncture Society, Dr Mike Cummings, by email, November 2003 (adapted) 48 Rowlands B. The Which? guide to complementary medicine. Which? Books, 2002 49 Thomas KJ, MacPherson H, Thorpe L, Brazier J, Fitter M, Campbell M, Roman M, Walters S, NichollJ. Longer term clinical and economic benefits of offering acupuncture to patients with chronic low backpain . Final report to NHS Health Technology Assessment Programme, 2004 50 British Medical Association (BMA) members' survey on complementary medicine, 1999. BMA, Acupuncture: efficacy, safety and practice . Harwood Academic Publishers, 2000 51 Woodham A, Dr Peters D. Encyclopedia of Natural Healing . Dorling Kindersley, 1997 52 Ernst E (ed). Op cit, 200153 British Acupuncture Council, Carol Horner, November 2003 54 British Medical Association (BMA) members' survey on complementary medicine, 1999. BMA, Acupuncture: efficacy, safety and practice . Harwood Academic Publishers, 2000 55 Vickers A & Zollman C . ABC of Complementary Medicine: acupuncture. BMJ 1999 319; 973-976 56 Woodham A & Dr Peters D. Encyclopaedia of Natural Healing. Dorling Kindersley, 1997 57 Dr Foster. Good Complementary Therapist guide . Vermilion, 2002 58 Rowlands B. Op cit, 199759 British Medical Acupuncture Society, London Teaching Clinic, www.medical-acupuncture.co.uk28/10/02 60 British Acupuncture Council, About Acupuncture , www.acupuncture.org.uk 28/10/02 61 British Acupuncture Council, Briefing Paper 7, Substance Abuse and Acupuncture: the evidence for effectiveness , www.acupuncture.org.uk 28/10/02 62 Cardini , of breech a controlled trial. JAMA 1998 Nov 11; 280(18):1580-4 63 MacPherson H, Fitter M. Factors that influence outcome: an evaluation of change withacupuncture. Acupuncture in Medicine 1998; 16(1): 33-39 64 White A, Cummings M, Hopwood V , MacPherson H. Informed Consent for Acupuncture - AnInformation Leaflet Developed by Consensus. Acupuncture in Medicine 2001; 19(2):123-129 65 White A, Cummings M, Hopwood V , MacPherson H. Op cit, 2001. 66 Vincent C. The safety of acupuncture. BMJ 2001; 323: 467-468 67 White A, Cummings M, Hopwood V , MacPherson H. Op. cit, 2001. 68 Rowlands B. Op cit, 199769 Zollman C & Vickers A. ABC of Complementary Medicine . BMJ Books, 2000 70 European Herbal Practitioners Association website www.euroherb.com 31/10/04 71 National Institute of Medical Herbalists website www.nimh.org.uk 31/10/04 72 European Herbal Practitioners Association website www.euroherb.com 31/10/04 73 Fisher, Dr P . Consultation response, 23/04/045374 Birks J, Grimley Evans J. Ginkgo Biloba for cognitive impairment and dementia. The Cochrane Database of Systematic Reviews 2002, Issue 4 75 Ernst E (ed). Op cit, 200176 Ernst E (ed). Ibid77 Sheehan MP , Rustin MH, Atherton DJ, Buckley C, Harris DW, Brostoff J, Ostlere L, Dawson A, HarrisDJ. Efficacy of traditional Chinese herbal therapy inadult atopic dermatitis. The Lancet 1992; July 4;340:13-7 , Stevens H, Ostlere LS,Atherton DJ, J, ofadult patients with atopic eczema Dermatol . 1995; 20(2):136-40 78 Ernst E (ed). cit, 200179 Medical Toxicology Unit, Guy's and St Thomas' Hospital Trust, response to consultation 22/04/04 80 McIntyre, A. The herbal for mother and child . Thorsons, 2003 81 European Herbal Practitioners Association, November 2003, by email 82 Ernst, E (ed). Op cit, 200183 Barnett H. The Which? Guide to Complementary Therapies. Consumers' Association, 2002 84 Kohn, Dr M. Complementary therapies in cancer care. Macmillan Cancer Relief, 2000 85 Ernst E (ed). Op cit, 200186 Burns A, Byrne J, Ballard C, Holmes C. Sensory stimulation in dementia. BMJ 2002; 325:1312-1313 87 Ernst E (ed). Op cit, 200188 International Federation of Aromatherapists website www.ifaroma.org November 2003 89 Rowlands B. Ibid 92-9390 Barnett H. Op cit, 200291 Ernst E (ed). Op cit, 200192 Aromatherapy Consortium, email communication, 27/10/04 93 Rowlands B. Op cit, 9494 All information supplied by Cranial Forum www.cranio.org.uk 9/12/03 95 Ernst E (ed). Op cit, www.intelihealth.com 16/10/0497 Upledger J E. Craniosacral Therapy in Novey D W (ed). The Complete Reference to Complementary and Alternative Medicine. Mosby, 2000 98 National Federation of Spiritual Healers website www.nfsh.org.uk, November 2003 99 Tavares M. National Guidelines for the Use of Complementary Therapies in Supportive and PalliativeCare. The Prince of Wales's Foundation for Integrated Health, 2003 100 Past, Present and Future Medicine . Society of Homeopaths, 1998 101 Faculty of Homeopathy. Homeopathy: a guide for GPs. 2003 102 Zollman C & Vickers A. ABC of Medicine: information pack for primary care groups . Department of Health, June 2000 105 Bonnet J. Ibid106 Williams L. Choosing a Course in Complementary Healthcare . The Prince of Wales's Foundation for Integrated Health, 2003, 27 107 Ernst E (ed). Op cit, 2001108 Tavares M. Op cit, 2003109 British Society of Medical and Dental Hypnosis website www.bsmdh.org, November 2003 110 Ernst E (ed). Op cit, 2001111 Lewith G. Understanding Complementary Medicine . Family Doctor Publications, 2002 112 Fields T. Touch Therapy . Churchill Livingstone, 2000 113 Ernst E (ed). Op cit, 2001114 Ernst E. Massage therapy for low back pain: a systematic review. Journal of Pain Symptom Management 1999; 17:65-69 115 National Collaborating Centre for Chronic Conditions. Multiple sclerosis: national clinical guideline for diagnosis and management in primaryand secondary care . Royal College of Physicians, 2004 p.132 116 Zollman C & Vickers A. ABC of Complementary Medicine. BMJ Books, 2000, 32-33 117 Tavares M. Op cit, 2003, p.39118 Complementary therapies . Breast Cancer Care factsheet, 2002.www.breastcancercare.org.uk/Publications/Factsheets/3692, 6/11/04 Naturopathic Healthcare , www.naturopathy.org.uk October 2003 120 www.bbc.co.uk/health/complementary/therapies_ nutrition.shtml by Jacqueline Young, 28/07/04121 An introduction to nutritional therapy . British Association for Nutritional Therapy, 2003 122 Nutritional Therapy Council PR & Education Committee response to consultation, 21/04/ 04 123 Marilyn Glenville, response to consultation124 Peters D, Chaitow L, Harris G, Morrison S. Integrating Complementary Therapies in Primary Care. Churchill Livingstone, 2002, 59-60 125 Ernst E (ed). Op cit, 2001126 National Collaborating Centre for Chronic Conditions. Op cit, 2004 p.132 127 Ernst E (ed). Op cit, 2001128 Ernst E (ed). Ibid129 Rankin-Box D. The Nurse's Handbook of Complementary Therapies . Harcourt Publishers, 2001 130 Tavares M. Op cit, 2003131 Rankin-Box D. Op cit, 2001132 Rankin-Box D. Ibid133 Information taken from the websites of the Yoga Therapy Forum (www.yogatherapyforum.org.uk)and the Yoga Biomedical Trust(www.yogatherapy.org) on 5/02/04 134 Thomas P . What Works What Doesn't, The Guide to Alternative Healthcare . Newleaf, 2002, 276-278 135 Yoga for epilepsy. Bandolier . www.jr2.ox.ac.uk/bandolier/booth/alternat/yogepil.html 136 Ernst E (ed). Op cit, 2001137 Ramaratnam S & Sridharan K. Yoga for epilepsy (Cochrane Review) in The Cochrane Library , Issue 1, 2001 138 Taneja I, Deepak KK, Poorjary G, Acharya IN, Applied Psychophysiology and Biofeedback 29(1):19-33, March 2004 139 Coon J. Complementary therapies for treating hypercholesterolaemia. Focus on Alternative and Complementary Therapies 7(3):233-236, September 2002 140 Woolery A, Myers H, Sternlieb B, Zeltzer L. A yoga intervention for young adults with elevatedsymptoms of depression. Alternative Therapies in Health and Medicine 10(2):60-63, March-April 2004 141 Ernst E (ed). Op cit, 2001Further Information 54Acknowledgements We would like to thank the following for their responses during the consultation about thisbooklet: Amrit Ahluwalia, European Herbal Practitioners Association Gordon Bagshaw, The Fellowship of HealersKen Baker, UK HealersDr. Maureen Baker, Royal College of General Practitioners Lina BakhsiPhilippa Barton-Hanson, The General Chiropractic Guild of Naturopathic IridologistsWilliam Broom, The General Hypnotherapy Standards Council F .H.G BrownGordon Brown, Department of HealthDavid ButcherDaniel Casley, Self Realisation Meditation Healing Centres Helen Caton-Hughes, Forton Bank Consulting LtdJanet Clarke, Hadrian Clinic, Newcastle General Hospital Dr. John Clements, Royal Pharmaceutical SocietyJonathan Coe, Prevention of Professional Abuse Network Martin CollinsDr. Mike CummingsGeorge Cunningham, General Council for Massage Therapists Michael DooleyElaine ElliotJonathan Ellis, Help the AgedProf. Edzard Ernst, Peninsula Medical SchoolSimon FieldingDr. Peter Fisher, Royal Homeopathic Hospital Kathleen ExecutiveMarilyn GlenvilleStephen GordonPatty Hemmingway, Registered Homeopaths Prof. Stephen Holgate, University of SouthamptonDr. Val Hopwood, Acupuncture Association of Chartered Physiotherapists Carol Horner Dr. Richard James, University of WestminsterAlison Jones, Healthy Living Project, HaltonDr. Douglas Justins, Royal College of AnaesthetistsCharles Kemp, International Self Realisation Healing Association Tom Litten, General Shiatsu CouncilDr. Andrew LockieDr. Andrew Parkinson's SocietyDr. David McGavin, Anthroposophical Health Professions Council Sue McGinty, Nutritional Therapy CouncilMichael McIntyre, European Herbal Practitioners Association Heather MoleRuth Morozzo, The Institute of ReflexologyDr. Vivienne Nathanson, British Medical AssociationGeorge Nieman, British Academy of Western Medical Acupuncture Gill Oliver, Macmillan Cancer ReliefJulie Parkes, International Institute of Reflexology (UK) Kate ParrinderJacqueline Partridge, UK Reiki AllianceSally Penrose, Faculty of Homeopathy and British Homeopathic Association Peter Platt, Northern Healers Forum Carole Preen, Aromatherapy ConsortiumDr. David Reilly, Glasgow Homeopathic HospitalPenelope Robinson, The Chartered Society of Physiotherapy Lindsey Rostron, Breakthrough Breast CancerJoanne Rule, Cancer BACUPW.S. SharpsDebbie Shaw, Medical Toxicology Unit, Guy's & St. Thomas' NHS Trust Dr. Sheila Shribman, Royal College of Paediatrics and Child Health Rebecca Sidwell, Department of HealthIan Smith, The International Federation of Professional Aromatherapists Mari Stevenson, Reiki Regulatory Working GroupSusan Stirling, International Guild of Professional Practitioners Julie Stone, Council for Healthcare Regulatory Excellence Peter Swain, General Medical CouncilMarianne TavaresDr. Elizabeth Thompson, Bristol Homeopathic Hospital Dr. Andrew British Chiropractic AssociationTom Walley, SocietyJohn WilksRichard Woodfield, Medicines and Healthcare products Regulatory Agency Susan Wynn, Welsh AssemblyApologies to anyone whose name we may inadvertently have omitted. Particular thanks are due to all Foundation staff for their comments advice and help: Valerie Cadoret;Patricia Advisory Group: MichaelDixon, Dr. Sian Griffiths, Hayes, Mike O'Farrell,Peter Mackereth, Professor David Peters, Greg Sharp,Dr. Peter Smith, Kate Thomas, Dr. Roy Welford.55Complementary Healthcare: a guide for patients With an increasing number of people using complementary healthcare, the need for reliable andaccessible information for patients is crucial. This guideprovides patients with the information they need to makefully informed decisions about their healthcare. It takesreaders through the process of deciding on a suitabletherapy and details how to find a well qualified andregistered practitioner. The guide is a simple, conciseand easy to use reference source. The Prince of Wales's Foundation for Integrated Health is committed to the concept of integrated healthcare. Thisincludes encouraging conventional and complementarypractitioners to work together to integrate theirapproaches. One of the Foundation's key objectives is theprovision of clear and reliable information to patients,practitioners and the public. www.fihealth.org.uk "}