{"title": "- RADIOACTIVE FALLOUT FROM NUCLEAR TESTING AT NEVADA TEST SITE, 1950-60", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "1997-10-01", "cleaned_text": "Office] S. Hrg. 105-180 RADIOACTIVE FALLOUT FROM NUCLEAR TESTING AT NEVADA TEST SITE, 1950-60 ======================================================================= HEARING before a SUBCOMMITTEE OF THE COMMITTEE ON APPROPRIATIONS UNITED STATES SENATE ONE HUNDRED FIFTH CONGRESS FIRST SESSION __________ SPECIAL HEARING __________ Printed for the use of the Committee on Appropriations Available via the World Wide Web: http://www.access.gpo.gov/congress/ senate ______ U.S. GOVERNMENT PRINTING OFFICE 44-045 cc WASHINGTON : 1998 _______________________________________________________________________ For sale by the U.S. Government Printing Office Superintendent of Documents, Congressional Sales Office, Washington, DC 20402 ISBN 0-16-057149-9 COMMITTEE ON APPROPRIATIONS TED STEVENS, Alaska, Chairman THAD COCHRAN, Mississippi ROBERT C. BYRD, West Virginia ARLEN SPECTER, Pennsylvania DANIEL K. INOUYE, Hawaii PETE V. DOMENICI, New Mexico ERNEST F. HOLLINGS, South Carolina CHRISTOPHER S. BOND, Missouri PATRICK J. LEAHY, Vermont SLADE GORTON, Washington DALE BUMPERS, Arkansas MITCH McCONNELL, Kentucky FRANK R. LAUTENBERG, New Jersey CONRAD BURNS, Montana TOM HARKIN, Iowa RICHARD C. SHELBY, Alabama BARBARA A. MIKULSKI, Maryland JUDD GREGG, New Hampshire HARRY REID, Nevada ROBERT F. BENNETT, Utah HERB KOHL, Wisconsin BEN NIGHTHORSE CAMPBELL, Colorado PATTY MURRAY, Washington LARRY CRAIG, Idaho BYRON DORGAN, North Dakota LAUCH FAIRCLOTH, North Carolina BARBARA BOXER, California KAY BAILEY HUTCHISON, Texas Steven J. Cortese, Staff Director Lisa Sutherland, Deputy Staff Director James H. English, Minority Staff Director ------ Subcommittee on Departments of Labor, Health and Human Services, and Education, and Related Agencies ARLEN SPECTER, Pennsylvania, Chairman THAD COCHRAN, Mississippi TOM HARKIN, Iowa SLADE GORTON, Washington ERNEST F. HOLLINGS, South Carolina CHRISTOPHER S. BOND, Missouri DANIEL K. INOUYE, Hawaii JUDD GREGG, New Hampshire DALE BUMPERS, Arkansas LAUCH FAIRCLOTH, North Carolina HARRY REID, Nevada LARRY E. CRAIG, Idaho HERB KOHL, Wisconsin KAY BAILEY HUTCHISON, Texas PATTY MURRAY, Washington Majority Professional Staff Craig A. Higgins and Bettilou Taylor Minority Professional Staff Marsha Simon Administrative Support Jim Sourwine C O N T E N T S ---------- Page Opening remarks of Senator Arlen Specter......................... 1 Opening remarks of Senator Tom Harkin............................ 2 Prepared statement of Senator Harry Reid......................... 4 Prepared statement of Senator Patty Murray....................... 3 Opening remarks of Senator Larry Craig........................... 6 Prepared statement........................................... 6 Atmospheric tests................................................ 7 Statement of Hon. Richard D. Klausner, M.D., Director, National Cancer Institute, Department of Health and Human Services...... 8 Prepared statement........................................... 10 Statement of Joseph Lynn Lyon, M.D., M.P.H., professor, Department of Family and Preventive Medicine, University of Utah School of Medicine........................................ 17 Prepared statement........................................... 20 No funding for study............................................. 25 Statement of Jan Beyea, Ph.D., senior scientist, Consulting in the Public Interest............................................ 26 Prepared statement........................................... 28 Institute of Medicine............................................ 34 Statement of Timothy Connor, associate director, Energy Research Foundation..................................................... 34 Prepared statement........................................... 37 Followup study................................................... 41 Statement of Andrea McGuire, M.D., staff physician, Veterans Administration Hospital, Des Moines, IA........................ 42 Prepared statement........................................... 43 Tests............................................................ 44 Followup studies not made........................................ 47 Remarks of Senator Slade Gorton.................................. 52 Letter from Dr. Richard D. Klausner.............................. 58 Letters from Senator Tom Daschle................................. 58 Isotope.......................................................... 59 Statement of Arjun Makhijani, coauthor, article, ``Bulletin of Atomic Scientists''............................................ 60 Prepared statement of Senator Dirk Kempthorne.................... 63 Prepared statement of Peter G. Crane............................. 63 RADIOACTIVE FALLOUT FROM NUCLEAR TESTING AT NEVADA TEST SITE, 1950-60 ---------- WEDNESDAY, OCTOBER 1, 1997 U.S. Senate, Subcommittee on Labor, Health and Human Services, and Education, and Related Agencies, Committee on Appropriations, Washington, DC. The subcommittee met at 9:04 a.m., in room SD-192, Dirksen Senate Office Building, Hon. Arlen Specter (chairman) presiding. Present: Senators Specter, Gorton, Craig, Faircloth, Harkin, Reid, and Murray. DEPARTMENT OF HEALTH AND HUMAN SERVICES National Cancer Institute STATEMENT OF RICHARD D. KLAUSNER, M.D., DIRECTOR opening remarks of senator specter Senator Specter. We will begin this hearing, which focuses on the findings of the National Cancer Institute report on radioactive fallout from nuclear testing at the Nevada Test Site in the 1950's and 1960's. Dr. Richard Klausner, the Director NCI, will begin the hearing, with the principal investigators of this study, Mr. Bruce Wachholz and Mr. Andre Bouville, available to answer questions. Then we will have four witnesses who will evaluate the NCI hearing on a number of grounds. Atmospheric nuclear bomb testing in Nevada yielded significant amounts of radioactive fallout. In 1982 Congress passed legislation directing HHS to develop methods of estimating the varieties of exposure to the American people, to assess thyroid doses received by the individuals from across the Nevada desert and individuals all the way across the country who were impacted by the Nevada test, and to assess the risks of thyroid cancers from these exposures. This is a very important hearing. We had planned on the subcommittee to do the hearing earlier, but it was impossible to schedule it before October 1. This falls on the first day of the new fiscal year and we have a meeting on our conference report for Labor, Health, Human Services, and Education. The subcommittee will ask you, Dr. Klausner--your full statement will be made part of the record, as will all the statements--if you can limit your testimony opening to 5 minutes, and we will ask the witnesses to speak 3 minutes, limiting the rounds of questioning, depending on how many Senators arrive, to 3 minutes as well. I regret the time constraints, but I say we do have to complete action on this legislation for important reasons, including funding the National Cancer Institute. My distinguished ranking member, Senator Harkin. OPENING REMARKS OF SENATOR TOM HARKIN Senator Harkin. Thank you, Chairman Specter, for your leadership, for working to convene this hearing on an issue of great importance to the people of my State and the country. I am sorry about the time constraints because I think this needs a full hearing, and there probably has to be some follow-up hearings on this issue and the issue of other possible health effects from radioactive fallout from nuclear testing in the 1950's. We have a number of expert witnesses. Dr. Richard Klausner of the National Cancer Institute, I thank him for being here. I also want to welcome and thank Dr. Andrea McGuire for coming from Iowa for the hearing today. Dr. McGuire is an oncologist from Des Moines who will provide both a professional and personal perspective about this issue. This morning we are here to get answers, to try to get to the truth. The report being released today by the National Cancer Institute is an important step forward. The NCI study details the health impact of iodine-131, a radioactive isotope spread across the United States by the 90 above-ground nuclear weapons tests conducted in Nevada during the 1950's. These tests exposed millions of Americans, particularly children, to large amounts of radioactive iodine-131, which accumulates in the thyroid gland and has been linked to thyroid cancer. Hot spots where the iodine-131 fallout was greatest included many areas far away from Nevada, including New England and the Midwest. Due to the character of iodine-131, those exposed to the highest concentrations were those who drank large amounts of milk from cows that grazed in fields with large fallout. Because their thyroids are smaller and still growing, children were most vulnerable. Hot spots were identified as receiving 5 to 16 rads or higher of exposure to iodine-131, with children being exposed to a risk of up to 10 times higher. To put that in perspective, Federal standards for nuclear power plants require that protective action be taken for 15 rads. Or to compare it another way, over 115 million curies of iodine-131 were released in the U.S. above-ground tests. 7.3 million curies were released from the Chernobyl disaster. This issue hits very close to home for me. In the 1950's I was growing up in south central Iowa, a small town. Along with many Iowans, I lived in hot spots detailed by the NCI study. And, like many of my neighbors, I drank milk from cows that grazed in the fields. My family has a history of thyroid problems, my brother Chuck, myself. And I think Dr. McGuire will testify about what's happened in her family. When it comes to the Government and nuclear testing, history shows the problem has not just been a fallout of radiation, but a holdout of facts. Information has come to light that officials of the U.S. Government were aware that fallout from nuclear blasts would contaminate areas that were hundreds, even thousands, of miles away. An article by Pat Ortmeyer and Arjun Makhijani which will appear in the upcoming issue of the Bulletin of Atomic Scientists documents some of this in chilling detail. Start first with the first nuclear test in New Mexico in July of 1945. The so-called Trinity test resulted in one hot spot all the way in Indiana. How do we know that? Corn husks from that area were used as packaging material for Kodak film, and a month after the 1945 test consumers started complaining about fogged film. A physicist at Eastman Kodak looked into it and uncovered the cause: The corn husks were radioactively contaminated. Now fast forward 6 years to the first nuclear test in Nevada. After a snowfall, the geiger counters at the Kodak plant in Rochester, New York, registered readings 25 times above normal. Kodak complained to the Atomic Energy Commission and that Government agency agreed to give Kodak advanced information on future tests, including ``expected distribution of radioactive material in order to anticipate local contamination.'' In fact, the Government warned the entire photographic industry and provided maps and forecasts of potential contamination. Where, I ask, were the maps for dairy farmers? Where were the warnings to parents of children in these areas? So here we are, Mr. Chairman. The Government protected rolls of film, but not the lives of our kids. There is something wrong with this picture. Now, the NCI study has attracted a lot of attention, and that is not surprising from a report detailing exposure to millions of Americans. However, there is also a controversy over the manner in which the study was conducted. Several organizations and many of my constituents have expressed concern over the apparent delay in the release of the study, and I appreciate that Dr. Klausner is here to shed light on that. I believe there are three areas we need to explore: First, what are the facts concerning the preparation and release of the NCI report and why did it take 15 years to complete? Second, what are the next scientific steps in investigating radioactive fallout from atomic weapons testing? What other fallout was there that could have affected us in terms of childhood leukemia and bone cancer? Last, what are the health policy impacts of the NCI study? What should concerned citizens do if they live in a high-risk area? What should the Federal Government communicate to physicians and other public health officials? What should be the role for the Center for Disease Control and Prevention in alerting public health officials around the country? Last, we should get to the bottom of why, why the Government alerted the photographic industry? Why did they do that when they had all the information about hot spots and fallout, and yet they did not warn the people of this country about the dangers inherent in radioactive fallout, especially iodine-131? Mr. Chairman, I did not mean to take so long. But I believe this hearing is crucial to getting at the bottom of this and to beginning a process, hopefully, of alerting public health officials and others around the country as to just what should be done. And I think we ought to get to the bottom, as I said, of what was our Government's role in not alerting the public during the 1950's and early 1960's. Mr. Chairman, thank you. Senator Specter. Thank you very much, Senator Harkin. For the members who have just arrived, I had announced earlier that Senator Harkin and I have a responsibility on the conference. We are going to have to conclude the hearing in 1 hour. Ordinarily we move ahead on--while it is not the practice of many committees, we do allow opening statements. But I would ask that those be waived this morning so that we can proceed with the hearing. We are going to give Dr. Klausner 5 minutes and the 4 witnesses 3. Senator Craig may be able to stay longer. We may have to reconvene the hearing and go into it in more detail. But as I said earlier, this is the first day of the new fiscal year and we are under constraints to get a conference report done. We are meeting on that with House Members, so we have that very substantial time constraint. PREPARED STATEMENT OF SENATOR REID Senator Reid. Mr. Chairman, may I ask unanimous consent that my full statement be made part of the record? Senator Specter. Absolutely, Senator Reid. [The statement follows:] Prepared Statement of Senator Harry Reid HEALTH RISKS OF ATMOSPHERIC NUCLEAR TESTING The National Cancer Institute was asked to respond to legislation requiring a valid and credible assessment of exposure of U.S. citizens to radioactive Iodine-131 resulting from fallout from atmospheric testing of nuclear weapons. It is no longer surprising that many American citizens were placed at risk by atmospheric testing. The surprises are in the nation-wide character of the exposure and the levels of exposure experienced by citizens living so far from the Test Site. While the passage of time continues to reduce the threat level, it is important to realize that the threat of exposure from these tests is still with us. The half-life of Iodine-131 is only about 8 days, so that material that was not taken up by individuals within several weeks of the tests is no longer of concern. However, other fallout ingredients have much longer periods of radioactivity. For example, Strontium-90 and Cesium-137 have half-lives of about 30 years. These are also taken up by the body and exhibit radioactive emissions very similar to Iodine- 131. Consequently, the Iodine-131 study, which is continuing, should continue. But this study addresses only a part of the story. Other exposure threats and the resulting risk to succeeding generations need to be considered. The tools and methodologies developed for Iodine-131 exposure will provide much of what is needed to consider other radioactive threats from this critical period in our nation's pursuit of global peace and security. I would be remiss if I did not point out the obvious: our citizens were neither knowingly nor frivolously exposed to risk. Well-meaning scientists and civic and political leaders assured themselves and their constituencies that there was negligible risk in these tests that were so important to our national security. It was not until much later that the magnitude and duration of the risk became more and more evident. We should learn from past mistakes. The mistake in this case was one of proceeding with terribly intrusive and risky actions before enough was understood about all the uncertainties surrounding the activity. Underground testing could have been used from the outset. It was not until the risks became more evident that the time and expense of moving the tests underground was accommodated. Well, we are in the process of once again trying to repeat this kind of mistake. Permanent disposal of spent nuclear fuel and high level radioactive waste is subject to even greater uncertainties than was the original atmospheric testing program. Yet, some are making Herculean efforts to circumvent the absolutely crucial process of understanding the suitability of the proposed disposal site and methodology. The amounts and intensity of radioactive materials that would be dumped in Nevada far exceed that associated with all of the nuclear weapons ever exploded anywhere * * * and there is no guarantee that this dangerous stuff would be isolated from the environment throughout its hazardous period of 10,000 years. There is no national security crisis, nor is there any other kind of emergency that would warrant doing anything at all until the consequences of disposal actions are well and confidently understood. PREPARED STATEMENT OF SENATOR MURRAY Senator Murray. I as well ask unanimous consent that my full statement be made part of the record. Senator Specter. Senator Murray as well. [The statement follows:] Prepared Statement of Senator Patty Murray Good morning and welcome to all of our distinguished witnesses. I want to say a special hello and thanks to Tim Conner, Associate Director of the Energy Research Foundation of Spokane, Washington who will be testifying later. Tim is an active health and environmental researcher and was a founder of a public interest organization that works on issues of nuclear weapons production and environmental restoration. I hope I will have the opportunity to hear his testimony, but I am also looking forward to meeting with him personally later today. I appreciate all of your work, Tim. I also want to thank the chairman and ranking member for holding this hearing. I share the concern of many constituents and people across the nation who have been horrified to learn of the radiation ``experiments'' on unknowing citizens perpetrated by our government. Of course, it was a different world in the 1940's and 1950's and we were fighting a Cold War. The United States government made mistakes in its haste, fear and ignorance. But I cannot understand why the National Cancer Institute has allegedly withheld information now, in the 1990's, after we had won the Cold War. It is reprehensible that our citizens were intentionally exposed to radioactivity and yet those who knew remained silent--even in the face of evidence that said if we provided treatment and information early, we might alleviate suffering or prevent diseases. In my home state of Washington, the Atomic Energy Commission conducted its own tests and released radioactive iodine into the air from the Hanford Nuclear Reservation. Many people in central and eastern Washington were exposed. Despite several major studies and research projects, we are still uncertain about which direction to take. The Pacific Northwest National Laboratory has compiled data on radioactive releases and attempted to estimate the doses individuals received and published its results in the Hanford Environmental Dose Reconstruction study. The Centers for Disease Control and Fred Hutchison Cancer Research Center are now completing a long-term study on thyroid disease and are expected to finish that enormous undertaking next year. The Agency for Toxic Substances and Disease Registry has issued a medical monitoring plan, but has yet to locate a source of funding to implement the plan. The Hanford Health Information Network is trying to locate, catalog and help educate potential victims. And these are only a few of the studies and programs on-going to address the Hanford downwinders problems. While we have a lot of activity surrounding these issues, we seem to be shorter on action. I believe the bottom line is the federal government must accept responsibility for harming its citizens. It must apologize. And it must help these people with medical bills. These things are the very minimum we must do. I look forward to working with this committee to develop a comprehensive policy to address the grievances of our citizens. This is a complex area, but one that has been ignored for too long. Let's figure out what our citizens need--and do it. OPENING REMARKS OF SENATOR LARRY CRAIG Senator Craig. Mr. Chairman. Senator Specter. Senator Craig. Senator Craig. Mr. Chairman, let me say only briefly that preliminary releases of information in August suggest that four out of the five counties with the greatest concern are in my State of Idaho, and as a result of that there is a sense of urgency for good accurate knowledge and understanding. I expressed frustration then and you will hear me expressing frustration throughout this hearing as the information unfolds. PREPARED STATEMENT Senator Harkin expresses his frustration about time and length of time. While the citizens of Idaho and this Senator do not want nor will we rush to judgment, there is certainly a crying demand for knowledge and understanding of what may or may not have happened. I will ask unanimous consent that my full statement be a part of the record, Mr. Chairman. [The statement follows:] Prepared Statement of Senator Larry Craig Mr. Chairman, I am pleased to be here today and I thank you for holding this hearing on an important issue--one especially important to Idaho. Today the National Cancer Institute releases its full report on iodine-131 fallout from above ground nuclear weapons tests. The report runs to some 100,000 pages, I am told. The summary alone is 1,000 pages. Since it is being released just today, neither I nor my staff have yet had the opportunity to review these results. According to preliminary results released by the National Cancer Institute in August, however, the State of Idaho has four out of the five counties in the nation with the highest radiation exposure to iodine-131 from the fallout of these weapons tests. Individuals living in these five Idaho counties were estimated to have received a cumulative average dose of 12 to 16 reds--with a 3 to 7 fold increase for children exposed between the ages of 3 months and 5 years. These results are of great interest and concern to me and to my fellow Idahoans. They are eager and impatient to understand what these results mean. Unfortunately, in reviewing today's testimony and culling from the vast public health resources available, I am afraid this is a question we will not be able to answer today for Idaho citizens and other exposed populations. I hope we will not spend all our time today trying to recreate the 14 year history of what the National Cancer Institute did, or should have done, in producing this study. I hope we will not spend our time today attempting to put the decisions this Nation made at the height of the Cold War under the microscope of our modern thinking. What I do believe to be our charge here is to assemble all the facts. This is what my constituents have asked of me. Simply knowing what the fallout levels were--a figure such as ``15 rads''--does not provide Idahoans with the information they need about possible health consequences. Specifically, the question that needs to be answered is: ``Do these levels of fallout result in an increased risk of thyroid cancer or other complications?'' In reviewing the testimony of our witnesses, I know that some of them have already reached their conclusions on the health effects of these exposures, but there is a tremendous diversity of opinion on this. A number of health organizations are openly skeptical of any link between iodine-131 fallout and increased thyroid cancer. As an example, let me quote from the position statements of two national health organizations. The American Association of Clinical Endocrinologists states the following: ``Dozens of studies involving even much larger doses of iodine-131 given to adults and children have shown no correlation between iodine-131 and thyroid cancer. * * * Over the past fifty years, hundreds of thousands of patients have received iodine-131 for medical purposes, and there is no increase of thyroid cancer in these patients.'' The American Thyroid Association states: ``Radioactive iodine has been used for more than 50 years in almost 10 million individuals as part of routine thyroid function tests * * * in amounts far greater than that delivered by the fallout and careful long term follow-up studies of these individuals have not shown any evidence of excess thyroid cancer attributable to radiation exposure.'' Perhaps the strongly conflicting opinions on this issue suggest the need for further and more conclusive study. As tragic as the events at Chernobyl and the nuclear contamination in the Former Soviet Union may be, the study of these exposed populations may be able to add to our understanding about the health effects of low levels of radiation exposure. I understand that cooperative research in these areas is already ongoing. I encourage these efforts. When we have completed more definitive work on this link between weapons fallout and cancer incidents--at that time--I believe Congress should look at any needed remedies. One avenue of remedy may be an expansion of programs already available to down wind exposed populations--or ``downwinders,'' such as the Radiation Exposure Compensation Act of 1990. Another idea that may have merit is the use of a voluntary registry of individuals with thyroid health complications. It could be similar to registries developed for some of the Department of Energy dose reconstruction studies. Such a voluntary registry would allow those who want to participate in follow-up and long term medical monitoring to contribute to our very sparse data on low radiation dose health effects. I want to close by emphasizing that the most important thing right now is for those individuals who may have been put at increased risk to be provided with the facts and information they need to make informed decisions about their health, and any medical monitoring that may be required. Along these lines, I would like to see our national health organizations and government health institutes working together--and in cooperation with state and county health organizations--on a public education campaign about the early warning signs of thyroid disease. Such an education campaign would raise people's awareness and, hopefully, motivate them to seek early medical intervention, if needed. I am committed to seeing that populations exposed to this radioactive fallout get the information they need on this issue, in a timely way. I think our hearing today is a first step in this process. ATMOSPHERIC TESTS Senator Reid. Mr. Chairman. Senator Specter. Senator Reid. Senator Reid. I would only say that I am probably the only person here that actually watched those atmospheric tests go off. We used to get up in the morning early and watch them light up the desert sky. Senator Specter. Just one note on the question of governmental disclosure. That is a recurrent problem, of greater intensity now than ever. We're fighting with gulf war syndrome, where the Department of Defense did not make facts available from a 1991 fallout until 1996. We are still in the midst, after having extensive hearings, on Ruby Ridge; on Khobar Towers, on the terrorist attack; and on INS and IRS. This is a very fundamental failing which we find in our Government today, which requires very intensive efforts. Dr. Klausner, we welcome you here. You have been before this committee many times. We thank you for your distinguished service, and the floor is yours. SUMMARY STATEMENT OF DR. RICHARD KLAUSNER Dr. Klausner. Thank you very much, Senators. One of the dark legacies of the above-ground nuclear tests was that 160 million Americans alive during that period were to varying degrees and unbeknownst to them exposed to radioactive fallout. On August 1st we released our study estimating exposures of thyroid doses of I-131 received by the American people, and today we release the details behind those results. This is a study of unprecedented magnitude, utilizing the limited data available for each of the 90-plus tests between 1952 and 1958 responsible for 99 percent of the I-131 released into the atmosphere. These data were coupled with detailed wind patterns, rainfall patterns, grazing patterns of cows and goats, transfer patterns to milk, milk distribution and consumption patterns, and the results were then analyzed for all 3,000-plus counties in the 48 contiguous States for 13 age groups for multiple milk consumption patterns. The results are now available for each test, each series of tests, and cumulatively. Before I describe some of the results briefly, I must emphasize that there are significant uncertainties in these numbers. Because there were so few direct measurements at the time, much of the study relies on the development of mathematical and statistical models to estimate patterns and exposures. The average cumulative dose to all Americans was 2 rads. By county, the average cumulative exposure, as we heard, ranged up to 15 rads. But, importantly, the average cumulative exposures for children are between three and seven times those numbers, while for adults it is about one-third to one-half. Children who were heavy milk drinkers in certain areas may have been exposed to 100 rads or more. A rad, or a radiation absorbed dose, is a physical measure of radioactivity. For comparison, during the 1950's diagnostic thyroid scans used medically gave up to 300 rads of I-131. What do we know about radiation and thyroid cancer? Most of what we know is from external radiation sources, whereas the fallout was largely due to internal, ingested radiation. At external exposures of about 100 rads, there is about a seven to eightfold increase in the incidence of thyroid cancer. This is only seen for exposed children, primarily those exposed under age five. While it is virtually certain that internal exposure of I- 131 can predispose to thyroid cancer, there is much we do not know. We do not know the dose-response relationship. We do not know if the potency is the same as external radiation. If it is, we have estimated that these tests may have resulted in as many as 75,000 additional cases of thyroid cancer to the children alive at that time throughout the course of their lives, about a 20-percent increase from the expected number of thyroid cancers. Over this time, the NCI has funded several studies attempting to get at this issue of the relationship between I- 131 and thyroid cancer. A large study of 35,000 individuals in Sweden exposed to about 100 rads on average of I-131 failed to show a statistically significant increase in thyroid cancer. More directly pertinent was an NCI-funded study published in 1993 following a cohort of nearly 2,500 children in Utah, Nevada, and Arizona who had been exposed to fallout and were examined in the sixties and again in the 1980's. In this study there was a positive association between I-131 exposure and about a 3- to 3\\1/2\\-fold increased risk of thyroid cancer. As the authors of the study pointed out, the small number of cancers observed limited the certainty of the exact association. Currently the NCI is engaged in an important series of studies in Belarus and the Ukraine and following tens of thousands of children exposed to fallout doses upwards of thousands of rads, in radiation released during the Chernobyl nuclear accident. We believe that this study will provide the best single opportunity for establishing human dose-risk relations as a function of age for thyroid cancer. What about this study, the speed, its oversight, and the openness? The length of this study as far as I can tell in reviewing this was overwhelmingly a reflection of its complexity, as well as the process of review and evaluation. It was from its beginning overseen by an expert advisory panel that guided its design and progress through open public meetings. Three interim reports to Congress were prepared by NCI, in 1984, 1986, and 1991. Progress and results were presented at public meetings of the NCI Board of Scientific Counselors. It was reported each year in the annual reports. Multiple papers were presented at public scientific meetings in 1987-90, 1994- 95, and publications about the study resulted from these presentations, including the extent and quantitation of the average overall exposure and the level of increased exposure to children. There is always a tension between our desire to disseminate and publicize the results of studies and the need to ensure the integrity and quality of that information through the scientific peer review process. That said, I believe in this case that a more clear, more rapid, and more aggressive plan for dissemination of the results to the public was called for. Since I became aware of the study, over the past 6 to 8 months we have moved quickly to release the study in its entirety, all 100,000 pages, in a form that would be accessible, understandable, and useable. This plan is described in detail in my written statement. But a unique feature I want to point out is that the entire report and supporting data are totally accessible as of today through the Internet, an approach that was not even available 3 years ago. Despite the tremendous interest in this study, let me emphasize, as actually Senator Harkin has talked about in the newspapers, that the results confirm widely discussed and published ranges and extent of fallout exposure which have been the subject of an enormous amount of attention, including by the Congress, since the 1950's. This study provides, we believe, both important new methodologies and much more detailed exposure information than has been previously available. But the results ought not to be characterized as unexpected. This particular study was not designed to directly address the health consequences of these exposures. Estimates of additional cases of thyroid cancer, as I said, that might have arisen have been made, but again are subject to uncertainty. Preliminary analyses, which I can show you later, of cancer incidence and mortality rates across age groups have been done, and we have so far been not able to discern any obvious correlation with areas of I-131 exposure. Let me emphasize, however, that that does not rule out the likeliness that individuals exposed in the 1950's were placed at increased risk of thyroid cancer. For now, the NCI agrees with the recommendation of the American Thyroid Association that individuals concerned about their risk should consult their physicians for a manual thyroid exam. While I have emphasized the uncertainties that surround the health consequences of I-131 exposure, such potential consequences should not be trivialized. HHS has requested that the Institute of Medicine rapidly examine this study, how it was done, its validity, and other available information and independently report on its public health and medical implications. PREPARED STATEMENT The NCI appreciates the interest and concern that you and the public have expressed that high quality information be provided about nuclear fallout. This is especially true in the context of the legacy of the cold war, in which such information was too often not provided or even hidden. We hope this study will contribute to our knowledge about the release and distribution of I-131 and how individual exposures can be assessed. I thank you for this opportunity to describe the study and hopefully clarify its limitations, and I'm pleased to answer any questions. Senator Specter. Thank you very much, Dr. Klausner. [The statement follows:] Prepared Statement of Richard D. Klausner, M.D. Good morning Senator Specter, Senator Harkin, and Members of the Subcommittee. I am Richard Klausner, Director of the National Cancer Institute (NCI), and today I am presenting to you, for the first time, the completed NCI report estimating thyroid doses of Iodine-131 (I-131) received by Americans as a result of atmospheric nuclear bomb tests conducted at the Nevada Test Site. This study was conducted in response to legislation enacted by the 97th Congress of the United States. PUBLIC LAW Public Law 97-414, in part, directed the Secretary of the Department of Health and Human Services (DHHS) to conduct scientific research and prepare analyses necessary to develop valid and credible methods to estimate the thyroid doses of I-131 that are received by individuals from nuclear bomb fallout, and to develop valid and credible assessments of the exposure to I-131 that the American people received from the Nevada atmospheric nuclear bomb test. The magnitude, complexity and difficulty of such research is without precedent and the fact that such a study was completed is testimony to the expertise and commitment of a large number of government and non-government scientists, and particularly of two NCI researchers--Dr. Bruce Wachholz and Dr. Andre Bouville. The study was designed and carried out with the help of an Advisory Committee with representation from the fields relevant to radiation science. This study was not designed to evaluate the health effects of I-131 exposure, so such risk estimates are not part of this study. I-131 RELEASE AND DEPOSITION Ninety nuclear tests released almost 99 percent of the total I-131 entering the atmosphere from the bomb tests conducted at the NTS. These 90 tests released about 150 million curies of I-131, mainly in the years 1952, 1953, 1955, and 1957. Some radio-iodine was deposited everywhere in the U.S., with the highest deposits immediately downwind of the NTS. The lowest deposits were on the west coast, upwind of the NTS. In the eastern part of the country, most of the deposited I-131 was associated with rain, while in the more arid west, dry deposition (where particles settle on the ground) prevailed. Because I-131 has an 8-day half-life, exposure to the released I-131 occurred primarily during the first two months following a test. DOSE RECONSTRUCTION A major challenge of this study was the attempt, three to four decades after the events, to retrospectively assess the exposure of persons throughout the country. For most tests, however, it was possible to estimate the amounts of radioactivity deposited on the ground in fallout from the measurements of radioactive particles collected on sticky surfaces (i.e., gummed film). These collection units were geographically dispersed around the United States, and the collections were made systematically as part of an environmental monitoring program. These original data were re-analyzed in order to estimate the I-131 component in the fallout. Beginning with such measurements, the study used mathematical modeling of these and other relevant measurable data to estimate the levels of thyroid exposure in approximately 160 million Americans in the 48 contiguous states of the country during the test period. In the absence of environmental radiation measurements during some tests, meteorological dispersion models were developed to calculate the amount of fallout deposits. The assessments of thyroid exposure have two components: deposition of I-131 and the exposure of persons. First, mathematical models were developed to estimate the amount of I-131 deposited in each of 3,094 counties (and sub-counties mapped in a few areas) in the contiguous 48 States. This involved re-analysis of data from monitoring stations in operation across the U.S. during the testing program and the use of a meteorological model. This information, coupled with precipitation data for each county during the time the fallout clouds were over the U.S., permitted estimates of I-131 deposition. The dispersion of the cloud was tracked at four different altitudes in the days after each test to determine distribution of radioactive clouds. This component of the study was carried out in cooperation with experts from the Department of Energy (DoE) and from the National Oceanic and Atmospheric Administration (NOAA). Second, thyroid exposure to the U.S. population resulting from this fallout was assessed. It is well known that consumption of milk from cows grazing on contaminated pastures is the principal route by which I-131 is incorporated into human tissues, especially for children. Most of the exposure to environmental I-131 resulted from the consumption of this contaminated milk and, for some individuals, from the consumption of fresh goats' milk. This component of the study, which was carried out with the help of experts from the U.S. Department of Agriculture (USDA), involved the compilation of extensive and detailed information regarding pasture consumption and grazing patterns, the production of milk by cows, and milk distribution and consumption patterns throughout the country. These data were used in mathematical models to estimate the transfer of I-131 from deposition on the ground to the intake by humans of I-131 resulting from the consumption of contaminated cows' milk of various origins. In addition, other exposure pathways such as the consumption of contaminated goats' milk, eggs, leafy vegetables, and cottage cheese were considered as well as the inhalation of contaminated air. Finally, thyroid dose was estimated on the basis of the exposures that were assessed for each nuclear test and each county of the contiguous United States. Thyroid doses from intake of I-131 vary substantially as a function of age and depend mainly on the size of an individual's thyroid gland and on the amount of fresh cows' milk an individual consumed. For that reason, thyroid doses were estimated for 13 age categories, including four in-utero ages, four for infants under one year of age, four for children under age 20, and adults. The thyroid doses to adults were estimated separately for males and for females. Also, because the origins of milk and the level of consumption vary substantially from one individual to another, thyroid doses have been estimated for people drinking average amounts of fresh cows' milk with average I-131 contamination levels from commercial sources; for people drinking large amounts of cows' milk with above-average I-131 contamination levels from commercial sources; for people drinking milk from backyard cows; and for people drinking no cows' milk but consuming other foodstuffs contaminated with I-131. The calculation of these thyroid doses resulted in the production of about 100,000 pages of data and analyses that show--by county, for each weapons test, each series of tests, and the entire testing period--average levels of predicted exposure for the 13 age groups and for both genders, and for four milk consumption patterns. In addition, detailed maps have been prepared, showing the deposition pattern of I- 131 on the ground and the average thyroid doses for the population of each county of the contiguous United States after each weapons test and series of tests. The overall average thyroid dose to the approximately 160 million people in the country during the 1950's is estimated to have been about 2 rad. ``Rad'' means ``radiation absorbed dose.'' It is a physical unit of energy deposition. To put this amount of exposure into perspective, routine medical use of x-rays during the 1940's and 1950's exposed children to anywhere from 5 to several hundred rad, and all persons receive doses from natural background radiation of about 0.1 rad per year. Because the study relied on a limited number of measurements and was based essentially on mathematical models, the uncertainties associated with the thyroid dose estimates are fairly large, usually a factor of three or more for averages pertaining to population groups; for individuals the uncertainties might be greater. However, a comparison of the results obtained in this study with those derived from the few I-131 measurements that were carried out in the 1950s, either in the urine or in the thyroids of people, or in cattle thyroids, show a reasonably good agreement. PUBLIC AWARENESS It is important to note the context in which this study was carried out. What was known publicly about fallout? During the late 1950's and early 1960's a series of Congressional hearings were held and the published scientific literature was introduced into the public record. The preliminary results of the NCI study are remarkably consistent with these early reports. For example, the range of estimated I-131 exposure for children had previously been identified in the 1960's ranging from 4 to 120 rad; the NCI study places ranges between zero and 100 rad. The results obtained in this study are also consistent with those obtained by the DOE and the University of Utah for populations living in states close to the Nevada Test Site. As the preliminary findings of the NCI study took form in the early 1990's, NCI staff made a decision to prepare the data and formulae to be useful, accessible, and user friendly. An interactive format, now available on the World Wide Web, allows an individual to estimate his or her own exposure. By designating a state and county, and date of birth, users will receive a table of the estimated doses to the thyroid after each nuclear test. Dosages are also calculated for four different milk-drinking scenarios. INTERIM REPORTS During the time period of data collection, calculation, and analysis, the NCI drafted status reports in 1984, 1986, and 1991 for transmittal to the Congress by the Secretary, HHS. The methodologies used in the study have been presented at scientific meetings since the project's inception in 1983. Meetings of the I-131 Advisory Committee, which was chartered in 1984 with experts in all relevant fields of science to assist NCI staff in carrying out this study, were open to the public. It served until 1993 as a place where presentations and discussions of the latest findings of the study and more broadly in the scientific arena could be aired. Updates were presented frequently to the NCI's Board of Scientific Counselors and in open meetings. Papers about the study have been presented at national and international scientific meetings since 1987. Since 1990, preliminary results have been published in the scientific literature. THYROID CANCER AND RADIOACTIVITY Thyroid cancer is uncommon, accounting for just one percent of all cancers in this country. Each year about 16,000 cases are diagnosed in the U.S., with an estimated 1,230 deaths. Thyroid cancer is very curable, with the five-year survival rate at 95 percent. This type of cancer occurs more often in women than in men, and is seen at ages as young as 5. In men, incidence rises gradually with increasing age, leveling off after about age 70, whereas in women the increase is steeper, leveling off after age 30 or 35. Between 5 and 10 percent of cases eventually result in death, usually after age 50 and usually attributable to the relatively rare anaplastic and medullary forms of the disease. Scientists do not know what causes most cases of thyroid cancer. One known risk factor is exposure to external radiation during childhood. Commonly, during the 1940's and 1950's, children received x- ray treatments to the head and neck for noncancerous conditions such as enlarged tonsils, enlarged thymus gland, acne, and ringworm of the scalp, and as a result these individuals have a higher-than-average risk of developing thyroid cancer many years later. A compilation of multiple studies has demonstrated that exposure during childhood to 100 rads of external radiation results in a 7-8 fold increased risk of thyroid cancer. The vast majority of risk is seen for children who are exposed below the age of 10. While it is very likely that exposure to I-131 also increases the risk of thyroid cancer, there is considerable uncertainty as to the relative carcinogenicity of I-131 fallout exposure compared to external radiation. Throughout the course of the fallout study being released today, the NCI engaged in and funded studies attempting to evaluate the risk of thyroid cancer from I-131, in order to fulfill the third component of the legislation, which was to determine the risk of thyroid cancer associated with I-131 exposure. Thus far, studies of exposure to I-131 for medical purposes or from fallout in areas downwind from the site of atomic bomb tests during the 1950's have not produced conclusive evidence that such exposure to I- 131 is linked to cancer. In 1992, the University of Utah reported a statistically significant dose-response relationship between exposure to radioiodines and occurrence of thyroid neoplasms (combined benign and cancerous tumors) in a group of nearly 2,500 children in Utah, Nevada and Arizona who had been examined in the 1960's and again in the 1980's. However, while the correlation between the I-131 radiation dose and thyroid cancers alone was suggestive, it was not statistically significant and therefore could have been due to chance. The relationship between I-131 exposure and thyroid cancer continues to be studied. In 1985, NCI collaborated with Swedish scientists on a study of diagnostic I-131 received by 35,000 patients who received an average dose of 100 rad to the thyroid. At this mean dose an excess risk of thyroid cancer was seen only among persons referred for examination because a thyroid tumor was suspected. The study included 2,408 persons exposed before age 20, and 314 children aged 10 and under. Among persons between 15-19 years of age, two cases of thyroid cancer were observed compared to 1.5 cases expected. No cases were seen in children under age 15. It is perhaps too early to know, but it seems likely from preliminary information that thyroid cancer increased in those populations of Belarus, Ukraine, and Russia most affected by the Chernobyl accident, and that I-131 exposure is the probable cause. Assuming the eventual results are positive, the unresolved question will be how the risk from I-131 exposure compares to the risk associated with similar doses from x-rays. The Chernobyl nuclear accident provides a tragic opportunity to obtain valuable information needed to further develop these risk estimates. NCI staff recognized the value of this opportunity to address that component of Public Law 97-414 that instructs the government to carry out research to make assessments of the risk of thyroid cancer from I-131. Our studies, supported jointly by the Department of Energy and the Nuclear Regulatory Commission, include about 15,000 children in Belarus and 30,000-40,000 in Ukraine, a number of whom received doses in excess of 1,000 rad to the thyroid. The I-131 Advisory Committee as well as the NCI believed that it was in the interests of the U.S., as well as the world community, to invest the time and effort needed over the past several years to accomplish the complex negotiations required to undertake cooperative studies of thyroid disease with scientists in Belarus and Ukraine. NCI is currently analyzing thyroid cancer incidence in our SEER (Surveillance, Epidemiology and End Results) Program and in nationwide mortality data. Preliminary analyses of these data across age groups have been done and we do not discern any obvious correlation with areas of high I-131 exposure. However, these analyses do not rule out the possibility that thyroid cancer risk has been elevated in exposed individuals and we are continuing to evaluate these data to look for more complicated patterns. We also are investigating the possibilities of conducting other studies, and expect that further discussions along these lines will be undertaken by the Institute of Medicine. WHAT'S NEXT? Communication plan Since I became aware of this study last Spring, we moved as quickly as possible to format and prepare the entire study for release in a form that was accessible and understandable. The goal of the NCI has been and continues to be to fully inform the public as to the results of research while adhering to quality control procedures to assure that information released is of high scientific quality and credibility. We have established an infrastructure to provide technical assistance to health care providers and health departments in interpreting the report (see Help Line below), and to respond to inquiries from patients and individuals exposed to radiation fallout, and to the media. We are working with the American Thyroid Association to provide interim education resources to physicians, patients and the public. We are helping state health departments interpret the report and respond to inquiries at the state and county level. We have announced through the media the availability today of the full report. The Cancer Information Service (CIS) has interim guidance and background information for all target audiences about the incidence, mortality and survival rates for thyroid cancer, and statistical information about trends in mortality, incidence, and survival in high- exposure areas. Dissemination plan NCI has announced today, through media channels, Congressional channels, and through state health departments: --the availability of the I-131 report, including appendices and data, on the world wide web. The information is available at the NCI web site (http://www.nci.nih.gov) and at its public, patient and media sub-page (http://rex.nci.nih.gov). At either site, click on ``What's New.'' --the availability of a technical assistance helpline (1-800-273- 7092) for health officers and health professionals. This telephone number, to be operational beginning October 1, is 1- 800-273-7092. --interim guidance with the American Thyroid Association for health professionals on helping individuals concerned about fallout exposure. --the availability of background information on thyroid cancer for members of the public and cancer patients from the Cancer Information Service at 1-800-4-CANCER (1-800-422-6237). --that the study's narrative report was express-mailed to state health departments and other government agencies and select congressional members. Help line NCI has established a toll-free technical assistance helpline (1- 800-273-7092) to assist professionals in interpreting the report. We envision that support will be provided to health professionals such as public health officials, researchers, radiation epidemiologists, advocacy and special interest groups, and physicians and other health care providers. Voice mail is available for after-hours calls. Staff assisting with answering calls will have sufficient educational background and knowledge to effectively triage the calls and respond with credibility. We have also established a parallel system and procedures for responding to e-mail requests for technical assistance. Health officers and health professionals may send e-mail requests to [[email protected]](/cdn-cgi/l/email-protection). Public and patient inquiries and e-mail will continue to be handled by the CIS. NCI staff will handle Congressional and press inquiries. Institute of Medicine An NCI contract with the National Academy of Sciences-Institute of Medicine (IOM) went into effect September 30, 1997. The IOM will produce two substantive reports. The first, which is to be published in April 1998, will assess the soundness of the I-131 study's dose reconstruction, provide a preliminary assessment of the public health implications, and provide information to enable DHHS to educate and inform members of the public and the medical profession. The second report, to be published in June 1998, will develop recommendations for how we should address the public health implications (including intervention, surveillance, education and information strategies and clinical practice guidelines), and develop recommendations for research strategies that could refine risk estimates and reduce uncertainty of the effect of exposures. There have been preliminary discussions within the Administration about the formation of a workgroup to look at broader issues. DHHS will convene a meeting before the end of the year to begin the process. Until the IOM completes its report, we are suggesting that concerned individuals consult with their physician during their next visit. This recommendation is consistent with the position of the American Thyroid Association, which says that individuals who believe they may have been exposed to significant amounts of fallout and feel they are at particular risk might wish to see their physician. Closing The NCI appreciates the great interest and concern that you and the public have that high quality and fully disclosed information be provided about nuclear fallout. This is especially true in the context of the legacy of the cold war in which such information was too often not provided or hidden. We hope that this study will contribute to our knowledge about the release and distribution of I-131 and how individual thyroid exposures can be assessed. Thank you for this opportunity to describe this NCI study and to clarify its limitations. I would be pleased to respond to questions. Panel 1 NONDEPARTMENTAL WITNESSES STATEMENT OF JOSEPH LYNN LYON, M.D., M.P.H., PROFESSOR, DEPARTMENT OF FAMILY AND PREVENTIVE MEDICINE, UNIVERSITY OF UTAH SCHOOL OF MEDICINE Senator Specter. I think that our discussion may be facilitated if we call our expert witnesses now: Dr. Lyon, Dr. Beyea, Mr. Connor, Dr. McGuire. Dr. Joseph Lyon is a professor of family medicine at the University of Utah and was the principal investigator of a study in the 1980's examining the health impact of atomic fallout on citizens of Utah. Dr. Lyon, we welcome you here. The floor is yours, Dr. Lyon. Thank you for joining us. Dr. Lyon. Thank you very much, Senator Specter and ladies and gentlemen of the panel. I want to perhaps rehearse again some of the history you have already heard. Testing began 46 years ago this month in the Nevada test site. I counted at least 100 tests that were done above-ground, of which at least 25 distributed radiation well beyond the test site, we now know, as far East as the east coast of the United States. The most heavily affected areas known at that time are the two southwestern-most counties of Utah, containing about 10,000 people. There was public concern expressed starting in the mid- fifties over the health effects, principally by scientists. This prompted two congressional hearings, and the result of the second hearing in 1959 prompted the U.S. Public Health Service to initiate a study to look at two of the diseases, one of which we have talked about today, thyroid cancer. The other was leukemia. The focus was on these two southwestern Utah counties. The studies, the initial studies, were carried out by Mr. Ed Weiss of the Public Health Service. I think it is instructive for the pattern that has been set by this study to look at these. The leukemia study found about a threefold excess of cancers among children who were under age 19 living in these two southwestern counties. That result was known by 1964. The thyroid study, which Dr. Klausner has referred to because we carried out a second followup on that group, was severely limited by the fact that there was no individual doses on anybody. It found nothing. Now, what happened at that point in time was that the thyroid study was published, highlighted, and used to reassure the citizens of Utah of the adverse effects. The leukemia study was buried in the files of HHS after a high level meeting at the White House because of its impact. That study remained virtually unfollowed up and reassurances were offered to the citizens of Utah when officials knew full well that there was a hint. It was found exactly where they thought it would be and exactly the population. It became instructive because that is generally how the Federal Government responds to the issues of citizens' concern. That is, the negative was strongly emphasized, the positive was suppressed or covered up, and those who found the positive were frequently indicted. I do not know what this did to Weiss' career. He never followed up the study, nor was there any effort to obtain any dosimetric information. Senator Specter. Did you say he was indicted? Dr. Lyon. I say I do not know what ever happened to the man, but he never followed up on that study, and I think he was not permitted to. We inadvertently stumbled on Weiss' study and replicated it without knowing we were doing so, responding to newspaper accounts by a local newspaper in 1977 that there was an excess of leukemia. It was based on the National Cancer Institute atlases. I was involved with the Utah Cancer Registry at the time. I felt that this was an issue that kept surfacing, that we ought to at least look at leukemia, but I felt that the probability, based on the thyroid studies, was very low that anything would be found. Much to our surprise, we found about a two and a half fold excess of leukemias among children in the southern parts of the State. As I say, unknowingly we had replicated the study already done by the U.S. Public Health Service and long since suppressed. That finding, which was published in 1979, created intense controversy, as you can imagine. Efforts to follow up, that is obtain funding, to try to obtain better dosimetry, to try to obtain larger samples, thrust us into a political situation that even the President of the United States at that time was not able to, on his guarantee, to get us funding. It finally took the personal intervention of Orrin Hatch, using a great deal of clout. The funding came to us in three hunks of money: one-third from NCI, two-thirds from DOE and DOD. That study, which ran for about 8 years, was essentially heavily influenced by both of those Departments. There were several things that came out of that study from a scientific standpoint. First, we confirmed the leukemia findings for the southern portions of the State and placed dosimetry estimates on them. We also confirmed that, as Dr. Klausner has mentioned, there was about a three and a half fold excess of thyroid neoplasms in these school kids that had been previously examined in the mid-sixties. There were enough scientific findings to suggest that there were adverse health effects. What happened personally and at a political level was much different. Let me give you a couple of examples. We found excess leukemias that extended into northern Utah, where there are a much larger number of people, where you have got about 80 percent of our population. The site visit committee with the Department of Energy and Department of Defense representatives very busily revised all the dose estimates downward for northern Utah after they saw the study findings. Now, this is generally something that graduate school students are failed out of graduate school for, but the Federal Government was able to get away with it. So the finding was confined to southern Utah. When the study was slated for publication in the Journal of the American Medical Association, someone at NCI or DOD or DOE leaked the results to the local newspaper with the statement the findings were inconclusive and did not support the earlier associations. We were embargoed by the journal and could not respond to those criticisms. My colleagues still to this day who didn't read the study console me for the fact that I have a negative study. I have to ask them to go and read the findings and suggest that a sevenfold excess of leukemia is not a negative study. The third thing that Dr. Klausner may not have been aware of is that the small numbers of the thyroid cohort study that so concerned us also, prompted us to submit a grant to the National Cancer Institute or to the NIH for followup. It was approved and funded. Someone at the NCI intervened with the Board of Scientific Counselors to make sure that the funding was not available. We were thrown around between various agencies, with the grant finally assigned to the National Institute of Digestive and Kidney Disease--a very strange place. We were never given the ability to respond to any of the criticisms which were made of that application after it had been approved and funded. Senator Harkin. What year was that? Dr. Lyon. That happened in 1989. We have been trying to fund that study for followup. The study needs more--we know the people, we know their doses. We have not been able to obtain any Federal funding to follow these people. I think the handling of the studies is indicative, or at least it seems to me indicative, of some of the behavior we have seen with this NCI study: essentially, accentuate the negative; if the negative looks too threatening, do not publish it. I guess in conclusion I would simply say that, given the long and rather unfortunate history of the behavior on the part of many Federal officials, I think studies of this nature need to be assigned to an agency that has a strong public health interest and that has substantial public involvement. There was no public involvement in any of the studies we were involved in. We had attempted to get a public group set up and basically the advisory committee told us to not do so. I think it needs to be placed in agencies. In conclusion, I would have to say that if the NCI were to call me tomorrow and say, Dr. Lyon, we will fund your thyroid study, I would say: If it is at the NCI under the current administration, I would really prefer to pursue my career in other areas. Senator Harkin. Prefer what? PREPARED STATEMENT Dr. Lyon. I would prefer to pursue research in other areas, simply because I do not think that the current administration is particularly interested. And we have already had ample--I have already experienced ample problems with trying to carry out research on this topic with a less than friendly Federal Government, particularly within the scientific establishment. [The statement follows:] Prepared Statement of Joseph L. Lyon, M.D., M.P.H. Good morning, I am Joseph L. Lyon. I am a full professor in the Department of Family and Preventive Medicine, University of Utah School of Medicine, Salt Lake City, Utah. I received my M.D. degree from the University of Utah, and a Master of Public Health degree from Harvard University. My professional research interests are in the causes of diseases in human populations, and I am a chronic disease epidemiologist. I am appearing before this committee to testify on the health effects that arose from above ground nuclear testing at the Nevada Test Site (NTS) between 1951-1958 and its relationship to the recently released report by the NCI of extensive contamination of large areas of the United States by radioactive iodine generated by these tests. I shall comment on the activities of the U.S. Government also through its' various agencies to inform the public about the health risks associated with fallout from above ground nuclear testing at the NTS. This is the fourth time I have appeared before committees of the United States Senate investigating the cancers believed to be caused by U.S. above ground nuclear weapons testing. Between 1951-1958 the U.S. Atomic Energy Commission detonated over 100 nuclear weapons at its test site in the Nevada desert. At least 25 of these detonations produced measurable radioactive fallout in populated areas of Utah and states further north and east. One test in particular, Shot Harry, detonated about 5:15 a.m. on the morning of May 19, 1953, accounted for about 80 percent of the total radiation deposited in southwestern Utah. There were concerns among the public and scientists about the increased risk of cancer to the Utah population from radioactive fallout, but these were generally ignored. These concerns led to a Congressional hearing in 1959. There was no evidence of any health problems, but no studies of the people most heavily exposed had been done. However, because of potential health concerns, the U.S. Government decided to move all further nuclear testing underground. History of a cover-up In 1960 the Federal Government, responding to the health concerns raised by the 1959 Congressional hearings, began two studies in Utah of cancers associated with radioactive fallout. These studies were limited to the southwestern most counties in Utah, Washington, and Iron Counties, and an adjacent county in western Nevada. The diseases chosen for study were leukemia and thyroid neoplasms. It was already well established that exposure to gamma radiation could cause an increase in leukemia mortality, and there was concern that the radioactive iodine generated by a nuclear detonation would enter the food chain via milk and expose the thyroid gland. The U.S. Public Health Service investigated leukemia deaths between 1950-1964 in the two Utah counties closest to the NTS and found a 3.29 fold excess among those under age 19, and a 1.5 increased risk of leukemia for citizens of all ages. No effort was made by the principal investigator, Mr. Edward Weiss of the U.S. Public Health Service, to link the extensive data gathered by the AEC on radiation doses received by citizens of the two Utah counties to the location of the individual children who died to determine if the excess leukemia deaths might be related to radioactive exposure from the NTS. This would have been the next step to determine if radioactive fallout was the cause of the excess leukemia in southwestern Utah, but this was not done nor was it even discussed in the written report of the study. The study findings were written up in the form of a scientific paper by Weiss and given to his superiors for their approval before submission to a scientific journal. The manuscript was circulated within the U.S. Public Health Service and the Atomic Energy Commission. It was severely criticized as to the study size and choice of control group. There was some division of opinion among the public health officials who wanted the findings published and atomic energy officials who did not. This was resolved at a 1965 meeting at the White House presided over by the President's Scientific Advisor. The decision was made not to publish the paper because the study was based on a small number of deaths, and the officials of the Atomic Energy Commission did not wish to unduly alarm the public with alarming but inconclusive findings. Implicit in this decision to stop publication of the first evidence of an association between fallout from above ground weapons testing and leukemia was the impact such a finding might have on the U.S. Government's continued nuclear weapons testing program. The written reasons given for blocking publication of Weiss's leukemia study were problems in study design and interpretation of results. Rather than trying to correct these problems by adding more years of observation, obtaining a local control group, and linking radiation exposure by individual deaths, nothing more was done. The decision to do nothing to follow up after finding excess leukemia deaths among young people living in the two Utah counties that were known to have been most heavily exposed to NTS was even more reprehensible than the decision to suppress the original paper. It meant that every Government official thereafter who offered reassurances to the people of Utah that there had been no cancers caused by radiation was knowingly or unknowingly lying to the public. An interesting sidelight to this episode did occur. The U.S. Centers for Disease Control was contacted by someone in the Public Health Service and asked to investigate the excess leukemia deaths in southwestern Utah to determine if they might have been caused by an infectious agent. The CDC investigators were never informed that the children who died of leukemia had received substantial exposure to radiation from the NTS, and so no information was obtained during the CDC investigation about the radiation exposure the dead children had. Not surprisingly no cause for the excess leukemia deaths was found. The hypothesis that an unknown infectious agent can cause leukemia clusters, an idea popular in the 1960's, has not been substantiated by further research, but exposing the children of a county to 5+ rads of gamma radiation will cause extra leukemia deaths to appear within a few years. The second study of the carcinogenic effects of radioactive fallout was conducted by the U.S. Public Health Service to determine if the radioactive fallout had increased thyroid cancer rates among children in southwestern Utah. About 3,000 school children living in the fallout contaminated areas of Western Nevada and southwestern Utah (White Pine County, Nevada and Washington County, Utah), and a control group of 2,000 children living in southern Arizona were identified and examined for thyroid neoplasms. This study was well designed and conducted. But despite suggestions by internal and outside consultants, no information about the source and amounts of fresh cow's milk that each child had drunk during above ground testing at the NTS, the principle route of exposure to the thyroid gland, was obtained. This made it impossible to assign a radiation dose to any of the children. An error of this magnitude in an epidemiologic study is simply not possible by chance. It is comparable to conducting a study of lung cancer without asking about cigarette smoking. Given this astonishing error, the study found no excess cancers of the thyroid gland. Thereafter, the negative findings from this study were often cited to reassure the public that no cancers had resulted from above ground nuclear testing. Both of these scientific studies commissioned by the U.S. Government to determine if there were cancers associated with radioactive fallout from the NTS failed to meet minimal criteria for an epidemiolgic study, i.e., measure the exposure and determine if it's related to a disease, by failing to measure exposure. Despite this serious flaw, one of the studies found evidence that weapons testing fallout had caused excess leukemia deaths in Utah. This politically explosive finding was dealt with by a cover-up, while the study that found no effect was publicized to reassure the citizens of Utah that there were no cancers caused by fallout from the Nevada Test Site. The basic pattern of how to deal with any scientific study that might suggest that NTS fallout had caused cancer was determined for future generations by Federal bureaucrats through their handling of these two studies. The principles were as follows: suppress any data that suggests a positive association between exposure and subsequent cancer and mask your motives by stating that you do not want to unduly alarm the people who were exposed. Cite only studies that found no association to reassure people that their health concerns are groundless. And finally, do everything possible to make sure that no further scientific studies will be done that might contradict your position. In February 1979, responding to a newspaper article that reported an excess of leukemia deaths in southwestern Utah, three other colleagues and I published in the New England Journal of Medicine a study of the association between childhood leukemias and radioactive fallout generated from the detonation of nuclear weapons at the Nevada Test Site. Children born in southern Utah between 1951-1958 experienced 2.44 more leukemia deaths compared to children born before and after above ground bomb testing. Unknowingly we had replicated and expanded the findings from the earlier, unpublished study by the U.S. Public Health Service. The publication of this paper immediately made us the focus of an intense effort by the Federal Government to disprove our findings. University employed scientists complain that industry hire scientists to refute their findings when the findings might adversely impact the industry. Let me assure you that when the Federal Government is the polluter, it follows exactly the same strategy as any company. But the Federal Government has far greater resources and power than are available to companies. For example, our study was reanalyzed four times at substantially more cost than was spent on the original study. The publication of this study and the subsequent lawsuit filed by citizens living in Washington County, Utah refocused attention on the carcinogenic effects that have resulted from the fallout clouds generated by above ground testing at the Nevada Test Site. The Department of Energy not only continued to deny that any cancers had resulted from the testing, but also set out to determine the extent of contamination of Utah and the rest of the United States by the radioactive fallout clouds. Crude measurements of fallout had been made at widely dispersed monitoring stations across the U.S. but had never been summarized or analyzed. It was the summarization and computerization of these records that provided the dose estimates for the study recently released by the NCI. Re-examining the effects of fallout on Utah 1982-91 The findings from our 1979 leukemia study prompted a re-examination of the potential adverse health effects that might have been caused by exposure of the citizens of southwestern Utah to radioactive fallout from the Nevada Test Site. My colleagues and I at the University of Utah were funded in 1982 through the National Cancer Institute to determine if the excess leukemia deaths in southwestern Utah reported by us (and previously by Weiss of the U.S. Public Health Service) were really related to radioactive fallout from the NTS. We were funded also to locate the children previously examined for thyroid cancer and re- examine them. We were to estimate a radiation dose to the thyroid gland for each study subject. Our funding was administered by the NCI, but two thirds came from the Departments of Energy and Defense, and these agencies, via regular sites visits, exerted substantial influence on our study's design, progress, and final interpretation of our results. We published our findings for leukemia deaths in the Journal of the American Medical Association in the July 31, 1990 issue (copy attached). We found a 7.82 fold excess of leukemia deaths among those less than age 19 who were living in southwestern Utah during the period of above ground nuclear testing. The public impact of this article was diminished when some of the study findings were leaked a week prior to its publication date to a newspaper reporter by someone at NCI, DOE or DOD with whom we had shared the final manuscript of the article. The ``spin'' given by the leaker was that the study findings were inconclusive and could not confirm the earlier studies by Weiss, and my colleagues, and I. Since our article was embargoed by the journal until the day of publication, we could not respond to the media. We once again see the principles I mentioned above being applied. When you can't suppress findings of adverse effects from NTS fallout, publicly label the results as inconclusive, knowing full well that the investigators cannot counter your ``spin''. Using estimates of radiation exposure to 57 Utah communities provided by the U.S. Department of Energy and published in the journal, Science, in January 1984, we found a statistically significant excess of leukemia deaths in northern Utah also. But when these findings were shared with the Department of Energy representatives on our site visit committee, the published radiation exposure estimates were revised We were informed that this revision was based on classified data. The radiation exposure to northern Utah from the NTS was decreased by assigning more of it to exposure from Russian nuclear testing. This caused the association of leukemia with NTS fallout in northern Utah to become non-significant. We were denied access to the classified data that was used to make this dose reassessment, and the Department of Energy never amended or retracted their original study of NTS radiation exposure published in Science. We published our findings on thyroid disease and fallout in the November 3, 1993 issue of the Journal of the American Medical Association (copy attached). We found a three fold excess of thyroid neoplasms among those with the heaviest exposures to NTS generated radioactive iodines. The small number of neoplasms we found (18 neoplasms of which 8 were carcinomas) means the findings must be interpreted with some caution. We did not view the results as inconclusive because as the amount of radiation increased the number of neoplasms increased, and the number of neoplasm produced per unit of radiation agrees with other studies of radiation and thyroid cancer. Our finding, though based on a small number of new cases, was the first to suggest that normal individuals who were exposed as children to environmental contamination from radioactive iodines are at higher risk of developing thyroid neoplasms. It cost us about $3 million to estimate a dose of radiation to the thyroid gland of these subjects. Most of the cost came from the need to identify and interview the mothers of the study subjects about their children's milk drinking habits from birth until age 18 and identifying and interviewing all dairy farmers and milk processors in southwestern Utah. Because of the importance of our finding of an excess of thyroid neoplasms from radioiodine released into the atmosphere from nuclear events to scientists studying similar exposures, in October 1987 we submitted a grant application to the National Institutes of Health to fund another cycle of examination of the former school children. This request was prompted by the small number of neoplasms we identified and the fact that a few more years of follow-up would resolve this problem. It was prompted also by the fact that our subjects were just reaching the highest risk period for the development of thyroid cancer, age 40 and above. The application was assigned to the National Institute of Environmental Health Sciences, reviewed, and received a fundable priority score. But the Board of Scientific Counselors at NIEHS declined to fund the application (see the letter dated February 28, 1989). We were never given an opportunity to respond to the Board's concerns were told the application had been reassigned to the National Institute of Diabetes, Digestive, and Kidney Diseases. We were told informally that our project officer for the 1982 NCI study, Dr. Bruce Wachholz, had requested that the Board take this action. While I cannot confirm Dr. Wachholz's intervention, the Board members had detailed information about the administration, methods, and findings of our study which were not provided by us. We submitted the application again in 1991 to the NIH. The priority score was below the funding line, and so no further follow-up of this group has occurred despite repeated appeals to the Federal Government by me and the Utah Congressional delegation for funding. Once again we see the principles I mentioned above being applied. When positive findings occur, label the findings as inconclusive, and make sure that no further work is done to strengthen the findings. Comments on the NCI iodine study The release of the NCI report on radioactive iodine exposure of people outside Washington County, Utah has once again raised scientific and political interest in the findings of our thyroid study. Reassurances were offered to the public in the press release put out by the NCI that the Utah thyroid study findings were ``inconclusive''. The use of the term ``inconclusive'' to describe our thyroid study is disingenuous. We found a three fold increased risk between childhood exposure to radioactive iodine and subsequent thyroid neoplasms with a clear dose response relationship. Certainly no researcher would consider exposing a group of children to radioactive iodine based on such a finding. The only thing inconclusive about our study was the small number of neoplasms detected, and we had proposed to remedy this weakness in 1988 by adding another five years of follow-up, but had been denied funding by the Federal Government. I cannot understand why the findings from the NCI report were delayed for so long. There have been prior studies of the distribution of radioactive iodine from above ground weapons testing suggesting extensive contamination outside of Utah, and a colleague at the University of Utah, Dr. Victor Archer, reported an association between NTS generated fallout and thyroid cancer in states remote from Utah in the journal, Archives of Environmental Health, September/October 1987. The findings from the NCI thyroid study were being discussed among radiation researchers five years ago, yet no one had the power to force the publication of the release until the press intervened this July. After the NCI study completion in 1992 and as it was being edited, there were no efforts by staff at the NCI to fund another cycle of thyroid examination of the Utah thyroid group, though they are unique in the world from a scientific standpoint: the only group of young children accidently exposed to radioactive iodine with calculated radiation doses to their thyroid glands and data from two cycles of physical examinations spanning 30 years. Instead, the findings were labeled as ``inconclusive''. The findings were offered to reassure the public at the August 1, 1997 NCI press conference. This followed the same pattern as the 1966-70 report on this same group when reassurance was provided to the citizens of Utah that there was no need for concern over radioactive fallout. I contrast handling the NCI study with recent reports of increased risk of pulmonary hypertension and heart valve damage from combination drug therapy for obesity commonly referred to as the phen/fen diet. Based on what would be labeled as ``highly inconclusive'' evidence, the manufacturer withdrew the drugs from the market and took steps to set up medical surveillance of those who might have been affected. If phen/ fen was being marketed by the Federal Government, what would have been the Government's action? Surely there is little question that ingestion of radioactive iodine can damage and destroy the thyroid gland. Yet, to this day there is no medical surveillance of the heavily exposed population of southwestern Utah. And officials of the Federal Government have never met with these citizens to inform them of their potential risk of thyroid cancer. Finally, I believe that many of the problems I have detailed here concerning the Federal Government's handling of the adverse health effects from radioactive fallout could have been prevented had the Federal Agencies handling these problems been willing to appoint and work with committee-based citizens' groups. These groups need to be involved at the initiation of any such study and be kept fully informed of the study's progress and findings. Such has not been the case in any of the studies of radiation carried out by the U.S. Public Health Service in Utah between 1961-70 and the NCI funded study carried out between 1982-91. Conclusions The adverse health effects associated with the release of radioactive chemicals from the NTS have been a cause of public concern for at least 40 years, prompting at least six previous Congressional hearings. The responsible Federal agencies have consistently responded to the public's concern with evasion, deceit, and cover-up garbed in the cloak of scientific objectivity. They have expressed a desire to obtain the truth so that wise decisions could be made, while all the time trying to suppress or stop any scientific study that might confirm the public's fears. When these tactics failed, the Federal officials labeled any study that suggested cancer or leukemia might be associated with fallout as ``inconclusive''. Much of this behavior was justified by these officials the grounds of national security considerations, but those considerations surely evaporated by 1991. I was appalled to find that employees of one of the premier research institutions in the world, the National Cancer Institute, in August 1997, were using the same tactics that have been used for the last forty years by officials from other Federal Agencies. Even more upsetting to me was that these tactics had been used to obfuscate their own research findings of potential excess risk of thyroid cancer for many citizens of the U.S. Do these scientists not believe their own research? I was also upset and angry that our study of thyroid disease in Utah was being used to reassure people that the association between exposure to fallout generated radioactive iodine and thyroid cancer was ``inconclusive''. I had hoped that by 1997, employees of the Federal Government involved with the important public health issues of radioactive contamination of U.S. citizens by the actions of the U.S. Government had reached a point where candor and honesty were foundation principles in dealing with the public. This was not the case at the NCI in its handling and the recent radioactive iodine study and it saddens me. The credibility of the Department of Energy has been so severely compromised by their handling of the adverse health effects of radioactive materials that in 1992, all health related research with the DOE was transferred to the Centers for Disease Control and Prevention. I am a member of the Secretary of Health and Human Services Advisory Committee for Energy Related Research that has monitored this transfer. The attitude and behavior of the Federal employees within the CDCP who are taking over these radiation related research programs is in stark contrast to that exhibited by those at the NCI. The CDC insists on citizen and/or worker involvement from the outset in every study. For example, in the study of thyroid cancer in the citizens around the Hanford reactor, the Federal project officer has scrupulously avoided knowing any of the study findings so as not to bias his administrative actions. Based on my observations of operating procedures and scientific integrity of the radiation epidemiology branch of the CDCP, I would recommend that all research within the Federal Government that involves the effects of radioactive fallout on human populations be placed under the control of the U.S. Centers for Disease Control and Prevention. I would not be willing to accept a grant to conduct another round of thyroid examinations on our Utah study group if the administration of the funds was handled by the current radiation staff at the NCI. ______ [From the Journal of the American Medical Association, Nov. 3, 1993, vol. 270, pages 2076-2082] A Cohort Study of Thyroid Disease in Relation to Fallout From Nuclear Weapons Testing (Richard A. Kerber, Ph.D.; John E. Till, Ph.D.; Steven L. Simon, Ph.D.; Joseph L. Lyon, M.D., M.P.H.; Duncan C. Thomas, Ph.D.; Susan Preston- Martin, Ph.D.; Marvin L. Rallison, M.D.; Ray D. Lloyd, Ph.D.; Walter Stevens, Ph.D.) Objective.--To estimate individual radiation doses and current thyroid disease status for a previously identified cohort of 4,818 schoolchildren potentially exposed to fallout from detonations of nuclear devices at the Nevada Test Site between 1951 and 1958. Design.--Cohort analytic study. Setting.--Communities in southwestern Utah, southeastern Nevada, and southeastern Arizona. Participants.--Individuals who were still residing in the three- state area (n=3122) were reexamined in 1985 and 1986, and information on the subjects' and their mothers' milk and vegetable consumption during the fallout period was obtained by telephone interview (n=3545). After exclusions to eliminate missing data and confounding factors, 2,473 subjects were available for analysis. Main outcome measures.--Individual radiation doses to the thyroid were estimated by combining consumption data with radionuclide deposition rates provided by the U.S. Department of Energy and a survey of milk producers. Relative risk models adjusted for age, sex, and state were fitted using maximum likelihood to period prevalence data for thyroid carcinomas, neoplasms, and nodules. Results.--Doses ranged from 0 mGy to 4600 mGy, and averaged 170 mGy in Utah. There was a statistically significant excess of thyroid neoplasms (benign and malignant; n=19), with an increase in excess relative risk of 0.7 percent per milligray. A relative risk for thyroid neoplasms of 3.4 was observed among 169 subjects exposed to doses greater than 400 mGy. Positive but nonsignificant dose-response slopes were found for carcinomas and nodules. Conclusions.--Exposure to Nevada Test Site--generated radioiodines was associated with an excess of thyroid neoplasms. The conclusions are limited by the small number of exposed individuals and the low incidence of thyroid neoplasms. ______ [From the Journal of the American Medical Association, Aug. 1, 1990, vol. 264, pages 585-591] Leukemia in Utah and Radioactive Fallout From the Nevada Test Site a case-control study (Walter Stevens,. Ph.D.; Duncan C. Thomas. Ph.D.; Joseph L. Lyon. M.D. M.P.H.; John E. Till, Ph.D.; Richard A. Kerber, Ph.D.; Steven L. Simon. Ph.D.; Ray Abd Elghany, M.D. Ph.D.; Susan Preston-Martin, Ph.D.) Previous studies reported an association between leukemia rates and amounts of fallout in southwestern Utah from nuclear tests (1952 to 1958), but individual radiation exposures were unavailable. Therefore, a case-control study with 1,177 individuals who died of leukemia and 5,330 other deaths (controls) was conducted using estimates of dose to bone marrow computed from fallout deposition rates and subjects' residence locations. A weak association between bone marrow dose and all types of leukemia, all ages, and all time periods after exposure was found. This overall trend was not statistically significant, but significant trends in excess risk were found in subgroups defined by cell type, age, and time after exposure. The greatest excess risk was found in those individuals in the high-dose group with acute leukemia who were younger than 20 years at exposure and who died before 1964. These results are consistent with previous studies and with risk estimates for other populations exposed to radiation. NO FUNDING FOR STUDY Senator Harkin. Have you ever applied to the Centers for Disease Control? Dr. Lyon. We have approached them. They are interested in carrying out the study, but have no funding for it, Senator. Senator Specter. Dr. Lyon, we may not get to all the details in the questions and answers, but to the extent you have a suggestion as to what agency ought to do the research and what kind of funding is necessary, this is something that we might even be able to accommodate at this late date on our conference report. Dr. Lyon. We have a request for about $1.9 million in that Senator Bennett has made. Senator Specter. $1.9 million? Dr. Lyon. $1.9 million per year for the next 5 years. Senator Specter. That might be accommodated in a $79 billion budget. Dr. Lyon. That also I believe covers research on the Indian groups in Nevada also. Senator Reid. Who does he recommend do it? Dr. Lyon. I would suggest the Centers for Disease Control, because of their long involvement with public health and with public involvement in their research process. Senator Specter. Let us move ahead now to Dr. Beyea. Senator Harkin. I just want to say one thing for the record, Mr. Chairman. I am with you on that, but I want to make sure that any grant application that comes in does go through the rigorous peer review process that has been established. Dr. Lyon. Well, we survived that once, Senator. STATEMENT OF JAN BEYEA, Ph.D., SENIOR SCIENTIST, CONSULTING IN THE PUBLIC INTEREST ACCOMPANIED BY LAWRENCE MAYER, M.D., BIOSTATISTICIAN AND CLINICAL INVESTIGATOR, JOHNS HOPKINS AND ARIZONA STATE UNIVERSITIES SUMMARY STATEMENT Senator Specter. Our next witness is Dr. Jan Beyea, a senior scientist at the firm Consulting in the Public Interest. Dr. Beyea has written extensively on the radiation health effects of Three Mile Island and other nuclear incidents. We thank you for coming and look forward to your testimony. Dr. Beyea. Thank you, Senators. I have asked Dr. Lawrence Mayer, who is a biostatistician and clinical investigator at Johns Hopkins and Arizona State University, to come in case there are any questions to answer. He has also generously agreed to hold up a poster here that I am going to show you in a minute, if I could. I have only a few points to make. First of all, as a dose reconstructionist I think that the numbers in the NCI report are somewhat understated. Senator Reid. As a what? I could not understand. Dr. Beyea. A dose reconstructionist, one who does the same kind of work as done by the NCI researchers. I think the numbers are probably understated to a certain extent to make the things look a little better. My second major point has to do with the actual health effects. If I could have that poster, Dr. Mayer. Dr. Mayer and I have both researched the world's literature on thyroid effects, and what we are concerned about is that attention has focused almost exclusively on cancer and there are a number of other health effects that are probably more likely to have occurred in the population than thyroid cancer. What I have done here is I have listed under the first column various cancer diseases, those which were mentioned in the NCI report, when it was known scientifically when these health effects would occur, and finally what the lowest dose that has been confirmed in the literature. These numbers do not mean that these effects cannot occur lower than that, but these have been confirmed in the literature at these doses. So we go over to cancer. That has been well discussed. But nodularity, a lesser degree, which includes cancer, includes adenomas. Sometimes these have to be surgically removed. You are going to find more nodules than you are going to find cancer. Autoimmune thyroid disease includes hypothyroidism, chronic thyroiditis. These are diseases that are relatively mild, but they are still important. They are more likely to occur than cancer. The most likely way they are occurring at low dose radiation is through the autoimmune process, a process where the radiation triggers in the body our own immune system and our own immune system begins to attack our thyroid cells and, after many, many years, causes thyroid disease. In fact, these effects didn't show up in the A-bomb survivors until 40 years after the bomb was dropped, which means that these should just now begin to be showing up in the population that was exposed in the fifties and sixties in the United States. This was all known. It has been known for many years now. And I do hope, and Dr. Klausner assures me, that this now will be looked at by the Institute of Medicine. But I do hope you in this panel in front of us will also make some attempt to make sure that this is considered in the assessment of what is done as a follow-up to this. It is my belief and Dr. Mayer's belief, having looked at this, that we really do need a medical surveillance program that will allow doctors to be acquainted with this effect, which is fairly new, to look for these. It involves thyroid scans and also some blood tests, the additional medical tests that you would do to find these autoimmune thyroid diseases. Senator Harkin. May I just interject, Dr. Beyea? Dr. Beyea. Yes, please do. Senator Harkin. The autoimmune thyroid disease, you just said the lowest dose confirmed. What does that mean? Explain that again, please? Dr. Beyea. It means that at Chernobyl, for instance, there were thousands of children who were irradiated. At 15 rads of exposure, the population is showing excess elevated thyroid antibodies, which are an indication that the autoimmune process has started, has begun in those children, and that years later they will develop, some of them, a fraction of them will develop, hypothyroidism. Now, not every scientist agrees with this, by the way. There is some debate in the scientific literature about this. But it is certainly something that needs to be considered in any medical surveillance program. It is cheap to look for. It is easy to find and it should be part of the process. There is another study that was done in 1988 by Kaplan that showed between 10 and 112 rads there was a doubling in this kind of process. Nagataki did a study in 1994 at Hiroshima--at Nagasaki, which showed an increase, a doubling increase in this kind of disease in the atom bomb survivors at about 40 rads. So the literature show somewhere between this range is perhaps where you start, where you start looking for it. Senator Harkin. So what you are saying is that the NCI report looked just at cancer. Dr. Beyea. That is right. Senator Harkin. And that they did not look at nodularity or autoimmune thyroidism? Dr. Beyea. Let me clarify. In the materials--I see Dr. Klausner shaking his head here. In the materials that have been circulated about this report, there has been only mention of cancer that I could find. There has been no mention that there is likely three times as much adenomas. There has been no mention of low dose autoimmune thyroid disorder. Senator Specter. Dr. Klausner, you have shaken your head no. We will give you a chance right now for a 1-minute response to that. Dr. Klausner. It is just that this particular report is only looking at dose estimates and exposure estimates. As I said, this report does not talk about thyroid cancer. Dr. Beyea. But the materials you circulated, but the material you circulated, in which you described, and I think very rightly--you did a good job in talking about the issues of thyroid cancer and that is naturally what most people focus on. But my suggestion is that in future documents that you also consider these other nodularities and autoimmune thyroid conditions. Senator Specter. Is Dr. Beyea right about that, Dr. Klausner? Dr. Klausner. Whether that in the future we ought to look at these things? We have not limited the Institute of Medicine in what they are looking at in terms of health consequences as well as in terms of thyroid consequences. Senator Specter. You have not limited it, but would you ask them to include what Dr. Beyea has said? Dr. Klausner. We are happy to do that, but we have asked them to look at all health consequences. Senator Specter. We will pick this up later in the questions and answers. Dr. Beyea, you have some more to say? Dr. Beyea. I have a quick conclusion, just a quick conclusion. I would like to suggest that it is very important that we look at what happened and why things maybe were a little slow, but it is also important that we think about taking action. That involves a medical surveillance program, giving information to citizens as to what early science might be of various kinds of diseases. PREPARED STATEMENT Finally, I think we have to be prepared to give medical treatment to those areas where people are not adequately protected by medical insurance. [The statement follows:] Prepared Statement of Jan Beyea, Ph.D. [1] I have asked Dr. Lawrence Mayer [2] to accompany me here today to answer any medical questions related to the work I will be discussing. For this hearing, I reviewed the NCI's exposure calculations based on the preliminary information published by NCI on its study, [3] as well as other uses of the databases relied upon by NCI. [4] In connection with litigation over radioiodine releases from the Hanford production facility, Dr. Mayer and I have also reviewed the scientific literature on the health effects associated with low-dose exposure to radioiodine, which has made us sensitive to disease risks other than thyroid cancer. Since NCI in its preliminary reports has only discussed the possible connection between radioiodine exposure and thyroid cancer, I will focus most of my attention on thyroid nodules and autoimmune thyroid diseases. Based on my studies and those by Dr. Mayer, I have reached a number of conclusions: 1. The ``gummed paper'' data, which NCI used to calibrate its estimates of radioiodine exposure, are probably free from the political pressures of the time and, therefore, can be used as the basis for unbiased exposure estimates. DOE's Health and Safety Lab (HASL, now EML), an institution that has always prided itself on its independence and integrity, carried out the measurements of fallout radioactivity on gummed paper at the time. Having been privy to EML practices as part of discovery in legal cases, [5] I have seen evidence of HASL scientists resisting orders to suppress information, finding ways to make the information public. There may be mistakes and limitations in the underlying gummed-paper data, but they are probably honest mistakes and limitations. 2. Nevertheless, there are a number of reasons to expect that the current best estimates for exposure may be low. Generating historical exposure estimates requires making judgments, particularly in choosing values for parameters that enter the exposure model. It is difficult, even without the political pressure that radiological dose estimates have engendered, to pick an unbiased set of best-estimate parameter values. Thus, the choice of study members and the makeup of advisory committees can play a crucial role in a study's outcome, and hence can generate ferocious infighting. Usually, there are many free model parameters to specify in a dose reconstruction exercise. A member of the analytical team with a strong particular bias, or a member of an advisory committee who believes he or she knows the ``correct'' answer, not to mention the employers of the team, can selectively, even unconsciously, bias some of the results for non-scientific reasons. Without countervailing critiques of the choices made for important parameters, analysts may adjust parameters to satisfy advisory committees, supervisors, or dominant team members. Only if the advisory committees have a full representation of independent scientists with varying points of view can the choice of parameter values be kept from favoring the perceived goals of one political faction or agency. I have found some hints of this phenomenon in the early descriptions of the work provide by NCI. [6] Congressional investigators should scrutinize the makeup of the various advisory committees over time, the process by which study leaders and members were chosen, and whether or not independent scientists were appointed as members. Investigators should also examine if NCI was prepared to handle the heavy politicization that has existed in this country over radiation health effects. I have a very high degree of respect for NCI, based on personal experience and knowledge of its work. NCI has done many marvelous studies. It has a top notch, peer-review process for scientific projects, but it may not have been prepared for the hard-ball politics that was played with radiation health effects by other government agencies and influential figures. It would be a tragedy if public confidence in NCI were undermined because of this incident. Full and open disclosure at this point is the best way to protect the reputation of NCI. [7] 3. The uncertainties in the dose estimates may have been understated in the counties with lower exposure. Published articles dealing with the underlying databases have pointed out certain inconsistencies in estimates made outside the highest dose regions. [8] The inconsistencies imply that the uncertainties in the lower dose regions are likely to be greater than stated in the NCI report. Thus, it may be unwise to dismiss consideration of medical actions in these areas, based solely on the dose ranges provided in the NCI report. 4. The NCI reports published to date have ignored diseases other than thyroid cancer. Thyroid nodules, another known consequence of radiation exposure, have been neglected by NCI, even though such nodules require follow-up, and sometimes surgery. The authors of the thyroid disease study carried out around the Nevada Test Site were much more than ``suggestive'' when it came to induced neoplasms: ``We conclude that in the cohort that was studied, an excess of between one and 12 neoplasms (0 to six malignancies) was probably caused by exposure to fallout radioiodines from nuclear weapons testing.'' [9] The NCI report is strangely silent on this consequence of radioiodine exposure. Of great concern is that physicians should be alerted to watch for signs and symptoms of lesser diseases than thyroid cancer, namely autoimmune hypothyroidism, mild thyroiditis, and possibly hyperthyroidism incident to Graves' disease. These diseases can be initiated by low to moderate radiation doses, the recent literature suggests, presenting themselves years after exposure. They are most likely caused by an autoimmune reaction in susceptible individuals. Once triggered, the body attacks its own thyroid cells, eventually causing clinical disease. Such effects were not identified in the A-bomb survivors by Nagataki et al. until 40 years after the bombing of Japan. [10] This finding suggests that these diseases should now be evident in the US population exposed to fallout doses of about 40 rads, assuming that the A-bomb situation is comparable. [11] The extensive data collected on people living around the 1986 Chernobyl disaster show that radioiodine exposure at surprisingly low doses--between zero and 30 rads, mid-point equals 15 rads--leads to significant production of antithyroid antibodies. [12] The dose response stays fairly flat as dose increases up to a few hundred rads suggesting that a susceptible subgroup exists that is sensitive to low doses. Now, the presence of antibodies alone does not necessarily imply any diseases are yet present in this population, neither autoimmune thyroiditis, nor autoimmune hypothyroidism, nor autoimmune hyperthyroidism. However, the presence of elevated thyroid antibodies is a well-known risk factor for chronic thyroiditis and hypothyroidism. [13], [14] Most of these data on autoimmune thyroid disease are new [15] and contradict some older published work. [16], [17], [18] The major study of the Nagasaki population wasn't published until 1994 [19] and the striking thyroid antibody study on the Chernobyl population wasn't published until 1996. [20] Although not yet appreciated or accepted by all scientists, the new information contained in these studies needs to be communicated to physicians and other health providers practicing in those counties where exposures may have exceeded an appropriate threshold, taken here to be 15 rads. Since exposure uncertainties may be as high as a factor of ten, these diseases could be appearing today in counties with average exposures as low as 1.5 rads. [21] 5. I question if NCI has the full range of expertise necessary to consider these non-cancerous, autoimmune diseases in its contract with the Institute of Medicine. An important question is whether or not the contract NCI has developed with the Institute of Medicine will allow the Institute to consider this new literature in detail, as well as its importance for medical surveillance. Possibly, other divisions of NIH with expertise in autoimmune diseases, including immunology and endocrinology, should have a role in the follow-up study NCI has commissioned. 6. A medical response program is in order for a significant fraction of the United States population exposed to fallout. Such a program should deliver medical information to physicians, perhaps through medical societies or continuing education. It should inform exposed persons of the early or pre-clinical symptoms of disease. It should provide medical surveillance in areas where the prior likelihood of disease is likely to be significant. Finally, in such areas, it should provide treatment for persons with a wide range of thyroid diseases who do not have adequate medical care due to insurance limitations. Obviously, a great deal of thought needs to be given to designing a proper medical surveillance program. However, based on the review of the literature and on discussions with Dr. Mayer, it seems clear that a carefully designed program would provide tremendous health benefits for those who do not already have, or do normally take advantage of, regular and thorough medical care. [22], [23] The monitoring efforts required will generally not entail a large individual expense, although the total for the country will be significant. A surveillance program might consist solely of regular thyroid palpations and blood tests for thyroid dysfunction, including a ``TSH'' assay. Diseases that should be monitored: A. Thyroid cancer and its typical precursor, thyroid nodularity. As has been discussed by NCI, cancer risks are heavily weighted towards those exposed as children, particularly those exposed at the ages of 0-4 years. For external radiation, cancer has been confirmed in the literature down to an average dose of 9 rads, [24] and there is no evidence of a threshold to suggest cancer cannot be caused down to lower doses. Even if iodine-131 exposure were to be somewhat less of a risk factor for cancer compared to external radiation, this reduced risk would not change the fact that disease will result from the weapons fallout. It would only change the expected number of cases. B. Autoimmune thyroid diseases should also be monitored, particularly autoimmune hypothyroidism, autoimmune thyroiditis, as well as hyperthyroidism incident to Graves' disease. [25] The lowest dose in the literature shown to trigger the autoimmune thyroid process is found in a study of Chernobyl- exposed children. It is 15 rads. [26] An important goal of a medical surveillance program for autoimmune thyroid diseases, in addition to identifying any severe cases that have been missed, should be to identify mild and subclinical cases of hypothyroidism, which are difficult to detect and easily confused with non-disease conditions. Studies show that people with subclinical hypothyroidism benefit from drug treatment, leading to improved quality of life. [27] Paradoxically, severe cases are easily identified and easily treated with corrective medicines. Mild cases can go on for long periods of time, reducing the quality of life for people until symptoms get so severe that the need for treatment is recognized. Although it is now clear that those children who drank milk at the time of exposure are the key population to monitor for thyroid nodularity and cancer, the effects of exposure age on the risk of autoimmune disease is not known. This uncertainty complicates the picture for determining the scope of a medical surveillance program for radiation-induced autoimmune diseases. 7. Information on the importance of the food chain for radiation exposures has been known for a long time. Government health physicists have known of the importance of the food pathway as a source of exposure since 1946. [28] They knew about the value of early intervention by, at least, 1958. [29] By the time of many, if not all, of the weapons tests, government officials knew or should have known that a mitigation strategy would prevent injury. Advisories to the public to avoid drinking fresh milk after weapons tests, particularly after rain, could have significantly reduced the expected number of thyroid cancer and nodules (and, as we now know, non-functioning thyroids). Such advisories could have been presented simply as a precaution, without having to admit to the public that any harm would necessarily fall upon them. Obviously, such a warning might have weakened public support for nuclear weapons testing and, therefore, would have had to be balanced against issues of national security. Somewhere, there may exist records of high level discussions about this difficult choice. Their content may be very revealing in helping to determine the degree of responsibility owed by the government to the public for the high exposures. 8. It was not necessary to know the full outcome of the NCI study before making recommendations on medical surveillance. By 1982, when Congress asked NCI to undertake the fallout study, the connection between thyroid cancer and radioiodine was well known. At what point should NCI or DOE have taken steps to inform the medical community about the potential risks to their patients? Answering this question will, no doubt, be a key goal of congressional investigations. 9. There may be other relevant studies languishing under bureaucratic confinement The fact that NCI has taken so long to report the essential public health message in this work raises questions about other studies that may be ongoing. [30] For instance, are political pressures slowing reports of the NCI's Chernobyl study? Will the Institute of Medicine have access to the preliminary results? Are there pending studies in other government agencies, such as DOE, that bear on the questions before the committee? CONCLUSION There are a number of factors that suggest a medical information, surveillance, and treatment program is in order for those exposed to weapons test fallout. These factors are (1) the magnitude of the projected radioiodine exposures, (2) the large uncertainties in the estimates, and (3), the recent findings that autoimmune thyroid diseases can be triggered at relatively low doses of radiation. I hope that the need for action not be forgotten as attention focuses on why there has been such a delay by government agencies in formulating a recommendation on medical surveillance. ACKNOWLEDGEMENTS I thank Dr. Mayer for advising me on the medical aspects of my statement and Joseph Wayman and David Beavers for collecting some of the historical documents relating to the discovery of the food exposure pathway for radioiodine References [1] Correspondence relating to this testimony should be sent to Dr. Beyea at [[email protected]](/cdn-cgi/l/email-protection). Dr. Beyea is Senior Scientist at Consulting in the Public Interest, Lambertville, NJ. Web page: www.cipi.com. He has performed dose reconstructions used in epidemiology studies at TMI, e.g., ``Cancer Rates after the Three Mile Island Nuclear Accident and Proximity of Residence to the Plant'', (Hatch, Wallenstein, Beyea, Nieves, Susser), American Journal of Public Health, 18(6), June 1991; ``Cancer Near the Three Mile Island Nuclear Plant: Radiation Emissions'', (Hatch, Beyea, Nieves, Susser), American Journal of Epidemiology, Sept. 1990. [2] Dr. Mayer is a biostatistician and clinical investigator currently on the faculty of Johns Hopkins Schools of Public Health and Medicine, Baltimore, Maryland; Good Samaritan Medical Center, Phoenix, Arizona; and Arizona State University. [3] National Cancer Institute, Press Kit, August 1, 1997. [4] Thompson, CB and MacArthur, RD, ``Challenges in Developing Estimates of Exposure Rate Near the Nevada Test Site, Health Physics, 71: 470-476, 1996. See also: Kirchner et al., ``Estimating Internal Dose Due to Ingestion of Radionuclides from Nevada Test Site Fallout, Health Physics, 71: 487-495, 1996; Till et al., ``The Utah Thyroid Cohort of the Dosimetry Results,'' Physics, 68: and Results,'' Health Physics, 68: 460-471, 1995. [5] I have reviewed internal EML documents in connection with a pending class action suit at the Rocky Flats plutonium finishing facility. [6] Analysts had to pick a best estimate for the ``intake- to-milk'' transfer coefficient. The NCI report states, ``Reported literature values range from 2 x 10-\\3\\ to 4 x 10-\\2\\ d L-\\1\\ but it seemed that fallout studies yielded values in the lower part of the range. For the purposes of this report, it is assumed that the median value of fm for \\131\\I and for cows is 4 x 10-\\3\\ d L-\\1\\.'' In my experience, such vague language is sometimes a signal that decisions have been made for non- scientific reasons. Although this may not be the case here, the vagueness of the reasons given for using a lower than average value provides justification for scrutinizing the decision process that was used to choose parameter values. [7] I am concerned, therefore, about the equivocal language that still remains in the NCI's press material of August 1, 1997, particularly in the July 1997, ``Background Information on Thyroid Cancer and Radiation Risk,'' which was included in the new packet. It reads like a press release from the old Atomic Energy Commission. [8] Thompson et al., op. cit., p 473. [9] Kerber, RA, Till, JE, Simon, SL, Lyon, JL, et al., ``A Cohort Study of Thyroid Disease in Relation to Fallout from Nuclear Weapons Testing.'' JAMA, 270: 2076-2082. 1993. [10] In a dose range 0- to 100-rads. The response curve was non-linear. Nagataki, S. et al., ``Thyroid diseases among atomic bomb survivors in Nagasaki.'' JAMA 272 : 364-371 (1994). [11] Although some scientists maintain that Iodine-131 is less effective than the external radiation delivered at Hiroshima and Nagasaki, few scientists would maintain that there is no effect. Furthermore, Chernobyl data on children show the precursors of these diseases, namely antithyroid antibodies in persons exposed to Iodine-131 (World Health Organization, op. cit.). [12] Levels of antithyroid antibodies have been measured in thousands of children at Chernobyl, demonstrating that these precursors of autoimmune disease have increased dramatically in those exposed to 0 to 30 rads. I take the mid-point of this region, namely 15 rads, as the practical threshold for a medical surveillance program aimed at autoimmune thyroid disease. (Souchkevitch, G.N. et al. eds. Health Consequences of the Chernobyl Accident: Results of the IPHECA Pilot Projects and Related National Programmes, Geneva: World Health Organization, pp. 264-68 (1996).) [13] I emphasize that the findings of antithyroid antibodies do not prove disease is yet present, only that the autoimmune process has started in the Chernobyl population. Progression to autoimmune thyroiditis and hypothyroidism, however, is expected based on epidemiological surveys of the background incidence of thyroid disease in the general public. (Vanderpump, M.P.J. and Tunbridge, W.M.G. ``The Epidemiology of Thyroid Diseases'' (1996), in Werner and Ingbar's The Thyroid, 7th of thyroid disorders in the community: a of the Whickham Survey.'' Clinical Endocrinology 43: 55-68 information be found in Weetman, A.P. ``Chronic autoimmune thyroiditis,'' in Werner and cit., pp. 738-48 Also, Geul, K.W. et al. ``The importance of thyroid microsomal antibodies in the development of elevated serum TSH in middle- aged women: associations with Metabolism 2: 531-540 (1988). [14] The existence of these antibodies is often considered to be sufficient evidence of subclinical autoimmune thyroiditis (Weetman, A.P. ``Chronic autoimmune thyroiditis,'' in is correlated with such antibodies at autopsy (Vanderpump, M.P. et al. ``The incidence of thyroid disorders in the community: a Although the early work by Malone and Cullen is consistent with the Chernobyl antibody plateau. (The Lancet, July 10, 1976, pp 73-75.) [16] Morimoto et al., J Nucl Med 28:1115-1122, 1987 used an earlier version of the A-bomb dosimetry, the so-called T65- dosimetry, that is now thought to be inferior to later dosimetry efforts (e.g., DS86). Morimoto is a 30-year follow-up study compared to 40 years in the Nagataki study. Furthermore, the Morimoto group only looked at two data points, the 0 rads group and the 100+ rads group. In other words, Morimoto skipped the dose region where Nagataki et al. found their greatest excess. This choice reduces the number of cases compared to Nagataki. For all these reasons, it is not surprising that Morimoto did not find a detectable effect. [17] Yoshimoto et al., ``Prevalence Rate of Thyroid Diseases among Autopsy Cases of the Atomic Bomb Survivors in Hiroshima, 1951-85, Radiation Research, 141: 278-286 (1995), is an autopsy study of A-bomb survivors that looked at the condition, ``chronic thyroiditis.'' This condition is similar to the positive-antibody, subclinical condition studied by Nagataki et al. Yoshimoto et al., assumed a linear response curve, which would have made the response less statistically significant. Although Yoshimoto et al. published their results in 1995, they analyzed autopsies between 1951 and 1985. This means that the average time since exposure was much less than for Nagataki et al., who looked at live people in 1985-87. The paper by Nagataki et al., clearly has a much longer study period. [18] As for the study of Utah fallout by Kerber et al., op. cit., the lack of finding of an effect of low dose radiation on the risk of hypothyroidism in Utah is not that surprising. The doses covered by Kerber's study are quite low, and Maxon and Saenger argue that the data may indicate a threshold around 10- 20 rads. (Werner and Ingbar's The Thyroid, op. cit. pages 342- 351.) Moreover, the results are neither inconsistent with Nagataki nor the Chernobyl antibody data. Furthermore, the Kerber study took blood samples on a narrower population than did Nagataki. Kerber only took blood samples from those people in the study group who first showed clinical evidence of thyroid problems, a potential statistical bias, whereas Nagataki took blood samples from the entire cohort. Interestingly, a companion study of fetal exposures around the Nevada Test Site by Lloyd, Tripp and Kerber, Health Physics, 70: 559-662, 1996, shows, according to my analysis, a similar dose response curve for thyroiditis and hypothyroidism as found in Nagataki. [19] Nagataki, S. et al., op. cit. Kaplan et al. were the first group to find indications that autoimmune thyroid doses could be caused by moderate doses (around 60 rads): Kaplan M.M. et al. `` Thyroid, parathyroid, and salivary gland evaluations in patients exposed to multiple fluoroscopic examinations during tuberculosis therapy: a pilot study.'' Journal Endocrinological Metabolism 66: 376-382. (1988) [20] Souchkevitch, G.N. et al. eds. Health Consequences of the Chernobyl Accident: Results of the IPHECA Pilot Projects and Related National Programmes, Geneva: World Health Organization, pp. 264-68 (1996). See Also: Vykhovanets, E.V. ``Association between increased doses of Iodine-131 to the thyroid gland and autoimmune disorders in children living around Chernobyl,'' Poster presented at the February 1997 annual meeting of the American Association for the Advancement of Science. [21] I do not mention here individual variability, which increases the ranges of dose that need to be considered. [22] See Danese, M.D. et al. ``Screening for mild thyroid failure at the periodic health examination--a decision and cost-effectiveness analysis.'' JAMA 276: 285-292 (1996). [23] I do not consider here the question of whether private health care companies should be reimbursed for treatments that they provide for thyroid conditions in the highly exposed counties, nor whether affected citizens should receive compensation. [24] Ron E, Modan B, Preston D, Alfandary E, Stovall M, Boice Cancer 57: 1056- 1059, 1986. [25] Effects have been seen at to gynecological malignancies.'' J. Med. 16: 587- 596.). Although there is less evidence in the literature for the association with hyperthyroidism at low doses of radiation, it seems plausible that autoimmune hyperthyroidism should eventually result, once the autoimmune process has started, and should also be monitored. [26] World Health Organization, op. cit. [27] Arem, R. and Escalante, D. ``Subclinical hypothyroidism: epidemiology, significance.'' Adv Intern Med 41: 213-250 (1996). [28] As part of the production of the first atomic bombs, large amounts of radioiodine were released into the atmosphere at the Hanford weapons facility in Washington. Accumulation of radioiodine in sheep was discovered around Hanford as early as 1946. (Healy, JW, ``Accumulation in the thyroid of sheep grazing near HEW,'' Hanford report, HW3-3455, March 1946. See also: Parker, H.M. 1946. Tolerable Concentration of Radio- iodine on Edible Plants. Hanford Atomic Products Operation, G.E., Richland, Washington. NTIS, HW-7-3217.) Beginning in 1950, scientists at the Experimental Animal Farm at Hanford fed radioiodine to sheep and studied thyroid damage. This information was all classified. By 1955, the food pathway had been discovered, ``The principal hazard of iodine release to the environs arises from deposition in vegetation and subsequent ingestion by animals and humans'' (OM Hill, ``Symposium on Iodine Problem,'' Hanford report, HW-039073). Limits were set on consumption of contaminated milk. These findings were publicly stated at least by 1955: ``Two significant routes of entry are consumption of fresh garden produce, and drinking milk from cows on contaminated pasture.'' (Parker, H.M. 1955. Radiation Exposure from Environmental Hazards. Hanford Atomic Products Operation, G.E., Richland, Washington. NTIS, Prepared for International Conference on the Peaceful Uses of Atomic Energy. p. 6.). [29] By 1958, it was even known that intake of normal iodine could block the uptake of radioactive iodine in sheep (Bustad et al., American Journal of Veterinary Research, Vol 19, p. 250., October 1958). [30] This is not the only time in recent years that efforts have apparently been made to delay publication of politically sensitive studies involving fallout hazards. As part of an agreement over discovery in the Hanford litigation, I was allowed to read a controversial draft manuscript by Musolino et al. that recalculated exposure to the Marshallese following early weapons tests in the Pacific. At the time, DOE's Brookhaven Laboratory was withholding publication of this report, and, to this date, we have still not been apprised of its release. Only vigorous oversight by Congress can override the bureaucratic temptation to delay unpleasant information as long as possible, even though valuable time may be lost in providing early detection of medical conditions. INSTITUTE OF MEDICINE Senator Specter. Dr. Beyea, would you specify in writing for the subcommittee exactly what you think ought to be done with respect to the particularities you just mentioned? Dr. Beyea. To a certain extent I have done that in my written statement. I would be glad to do that. I have a lot of confidence in the Institute of Medicine if they have a contract which is written properly that will allow them to look at all these issues and if they bring in the right people. So if we can do that and make sure there is a broad representation on the Institute of Medicine's panel, I am confident the Institute will bring this to the forefront. STATEMENT OF TIMOTHY CONNOR, ASSOCIATE DIRECTOR, ENERGY RESEARCH FOUNDATION Senator Specter. We now turn to Mr. Timothy Connor, associate director of the Energy Research Foundation in Spokane, WA. Mr. Connor has published several articles on low dose radiation and public health. Thank you for joining us, Mr. Connor. The floor is yours. Mr. Connor. Thank you, Senator Specter. Thank you, Senator Harkin, for the invitation this morning. I will try to keep my remarks to 3 minutes. I come here this morning with the hope that today's hearing brings us near---- Senator Specter. If you spill over a little, it is OK. Mr. Connor [continuing]. Brings us nearer to closing the circle of accountability and reconciliation around one of the more difficult problems in our country's history. My mother's family is from Pasco, WA, just a few miles downstream from the Hanford Nuclear Reservation along the Columbia River. And as it turns out, I was actually born at an Army hospital at Hanford in 1956 while my dad was on active duty in Korea. It was not until the 1980's that the term ``Hanford downwinder'' came into wide usage in eastern Washington. This is because it was the spring of 1986 before citizen activists and journalists finally succeeded in forcing the Federal managers of the Hanford site to make public the historical documents proving what many people in our part of the world already suspected: In their haste to manufacture the plutonium used in America's first nuclear weapons, the operators of Hanford's plutonium processing plants had released hundreds of thousands of curies of iodine-131 into the atmosphere. The Hanford revelations had a profound effect on public debate and public sentiment in eastern Washington and throughout the Northwest. While scientists continue working to better answer the question of how widely people were exposed and how many cancers and other illnesses can be attributed to the emissions, there is overwhelming sentiment that what happened was wrong. Civilized governments are not supposed to expose their citizens to radiation or other hazards without bothering to warn them or, worse, go for decades without alerting them to the continuing health risks of the exposures. This conclusion is shared by people who have vastly different views about nuclear weapons. Eastern Washington is a rather conservative place and many people are understandably proud of Hanford's historic role in forcing an end to the war with Japan. Still, patriotism does not allow us to excuse what happened to people living downwind of Hanford during the forties and fifties. Perhaps the hardest thing for people to accept was the knowledge that the Federal Government hired and was paying people at Hanford to study exposures and the biological and health effects of radiation and yet for three decades the truth about the Hanford releases was withheld. For three decades people were regularly assured their health was being protected. Even on the day that Federal officials released the documents disclosing the radiation releases, one of them stood behind a podium with a Federal seal on it and said: ``There is no reason to expect observable harm.'' Regardless of how people in the Columbia basin felt about plutonium, the bomb, the war, and the hundreds of millions of dollars a year coming to Hanford, there is little question now about how they feel about being lied to, even if the lies were cleverly composed lies. What happened at Hanford is relevant to today's hearing for two reasons. The first is that the circumstances surrounding the National Cancer Institute's handling of the radioactive iodine fallout study are remarkably similar to those surrounding the Hanford emissions. While it is true that NCI did not create the fallout, it was charged with the important task of telling Congress and the American people about what happened. The Institute failed in this responsibility. It failed because its researchers some time ago had compiled and analyzed enough evidence to realize that this was more than just a science project. They knew or should have known that at least thousands of infants and children throughout America had received thyroid doses putting them at substantially greater risk for thyroid cancer and other thyroid diseases. People had a right to know and had they known that knowledge may well have made a difference in their lives. The hardest thing to accept is that once again Federal scientists and officials chose to withhold information vital to the health and wellbeing of citizens whose interests they are supposed to be serving. Once again, people are outraged with the knowledge that their illnesses might have been prevented or their suffering diminished if only they had been told they were at greater risk due to their exposures. Once again, people feel like nuclear age guinea pigs or mere statistics, as though the Government has infinitely more interest in studying them than in helping them. The second reason the Hanford experience is relevant to this study is that we were supposed to have learned from Hanford, and not only from Hanford, but from all the other disturbing revelations of the 1980's and before about the way Federal science has been compromised in the field of radiation and health. We have known for many years that it was a mistake to allow the Department of Energy and its predecessors to dominate the avenues and processes by which the Government is supposed to be protecting public health and the environment from the effects of the Nation's nuclear weapons production and testing activities. Part of this domination involved the control of DOE and its predecessors exercise over health and health-related research activities involving radiation exposures to workers and the public. I want to conclude by mentioning that former Energy Secretary James Watkins in 1990 acted on these criticisms by signing a memorandum of understanding [MOU] with the Department of Health and Human Services which transferred analytic epidemiologic studies through this memorandum to HHS. Those studies have been located in the Centers for Disease Control, where the Center for Environmental Health looks at populations and the National Institute of Occupational Safety and Health looks at worker studies. It is interesting that NCI was left out of these reforms, and these reforms were intended to allow the kind of sunshine, the public oversight and communication that was not present in the study. This is a part of history we need to look at and make sure that, even though it is important, as the two doctors said, to look at the health consequences of this, it is also important to keep our eye on the necessary reforms. We cannot go through another round, yet another round, in our history where the American people feel that the Government is holding out on them and not sharing with them, not sharing the responsibility for their experiences due to releases that the Government is responsible for. So I would highly second Dr. Lyon's comments. We have a structure now that would allow us to provide this oversight and openness. It is important that we use it. In fact, I think it is time that we look at legislation to replace the so that these studies are reconstituted at HHS, so that this kind of study never happens again. PREPARED STATEMENT One of the truly unfortunate things about this study is that it was headed by a former Department of Energy official who managed it in much the way the Department of Energy managed so many studies that were discredited. We cannot allow that to happen again, and if there is one thing that we do on the reform side, let us look at that and make sure this does not happen again. Thank you. [The statement follows:] Prepared Statement of Tim Connor I come here this morning with the hope that today's hearing brings us nearer to closing the circle of accountability and reconciliation around one of the more difficult problems in our nation's history. The problem, in a nutshell, is our profoundly uneasy experience as a democracy facing the social, technological, and moral challenges of building, testing, and otherwise owning a large arsenal of nuclear weapons. My mother's family is from Pasco, Washington just a few miles downstream from the Hanford Nuclear Reservation along the Columbia River. As it turns out, I was born at an army hospital at Hanford in 1956 while my father was on active duty in Korea. I live in Spokane, now, which is approximately a hundred miles northeast of Hanford. It was not until the 1980's that the term ``Hanford downwinder'' came into wide usage in Eastern Washington. This is because it was the spring of 1986 before citizen activists and journalists finally succeeded in forcing the federal managers of the Hanford site to make public the historical documents proving what many people in our part of the world already suspected. In their haste to manufacture the plutonium used in America's first nuclear weapons, the operators of Hanford's plutonium processing plants had released hundreds of thousands of curies of radioactive iodine-131 to the atmosphere. The Hanford revelations had a profound effect on public debate and public sentiment in Eastern Washington and throughout the Pacific Northwest. While scientists continue working to try to better answer the question of how widely people were exposed and how many cancers and other illnesses can be attributed to the Hanford emissions, there is overwhelming sentiment that what happened was wrong. Civilized governments are not supposed to expose their citizens to radiation or other hazards without bothering to warn them or, worse, go for decades without alerting them to the continuing health risks of the exposures. This conclusion is shared by people who have vastly different views about whether we need large numbers of nuclear weapons to defend ourselves. Eastern Washington is a rather conservative place and many people are understandably proud of Hanford's historic role in forcing an end to the war with Japan. Still, patriotism does not allow us to excuse what happened to people living downwind of Hanford during the 1940's and 1950's. Perhaps the hardest thing for people to accept was the knowledge that the federal government hired and was paying people at Hanford to study exposures and the biological and health effects of radiation. And, yet, for three decades the truth about the Hanford releases was withheld. For three decades people were regularly assured their health was being protected. Even on the day that federal officials released the Hanford historical documents disclosing the large radiation releases, one of them stood behind a podium with a federal seal affixed to it. He said, and I quote, ``There is no reason to expect observable harm.'' Regardless of how people in Pasco, Ritzville, Dayton, Pendleton, Spokane, and in the fields above Eltopia felt about plutonium, the bomb, the war, and the hundreds of millions a year in federal dollars coming to Hanford, there is little question now about how they feel about being lied to, even if the lies were cleverly composed. What happened at Hanford is relevant to today's hearing for two reasons. The first is that the circumstances surrounding the National Cancer Institute's handling of the radioactive iodine fallout study are remarkably similar to those surrounding the Hanford emissions. While it's true that NCI didn't create the fallout, it was charged with the important task of telling Congress and the American people about what happened. It failed in this responsibility. It failed because its researchers, some time ago, had compiled and analyzed enough evidence to realize that this was more than just a science project. They knew, or should have known, that at least thousands of infants and children throughout America had received thyroid doses putting them at substantially greater risk for thyroid cancer and other thyroid diseases. People had a right to know. And had they known, that knowledge may well have made a difference in their lives. The hardest thing to accept is that once again, federal scientists and officials chose to withhold information vital to the health and well-being of citizens whose interests they are supposed to be serving. Once again people are outraged with the knowledge that their illnesses might have been prevented, or their suffering diminished, if only they'd been told they were at greater risk due to their exposures. Once again people feel like nuclear age guinea pigs or mere statistics--as though the government has infinitely more interest in studying them than in helping them. The second reason the Hanford experience is relevant to this study is that we were supposed to have learned from Hanford. And not only from Hanford but from all the other disturbing revelations of the 1980's, and before, about the way federal science has been compromised in the field of radiation and health. We've known for many years that it was a mistake to allow the Department of Energy and its predecessors to dominate the avenues and processes by which the government is supposed to be protecting public health and the environment from the effects of the nation's nuclear weapons production and testing activities. Part of this domination involved the control DOE and its predecessors exercised over health and health-related research activities involving radiation exposures to workers and the public. In 1990 the Department of Energy finally bent to Congressional and public pressure when Energy Secretary James Watkins signed a Memorandum of Understanding with Health & Human Services Secretary Louis Sullivan. This agreement, renewed last year, transferred funding and managerial control over occupational and public health studies involving radiation exposures to the Centers for Disease Control & Prevention and the National Institute for Occupational Safety and Health. Just as importantly, the 1990 MOU initiated a process to enact long overdue reforms in the way health and health-related studies involving public exposures were to be conducted. Specifically, there were to be no more closed doors behind which scientists worked without public oversight to decide how to study communities and what, if anything, to tell citizens about their exposures and health risks. One glaring weakness in these reforms--a weakness vividly exposed by NCI's mishandling of the I-131 fallout study--is that there is still federally-funded radiation research, much of it being done at the National Cancer Institute, which proceeds outside of the reforms enabled by the 1990 MOU. What is especially ironic in this instance is that the NCI fallout study was requested by Congress for the purpose of furthering the national accounting of health risks to the American people caused by U.S. nuclear weapons test fallout. And yet, it was managed by a former Department of Energy official in the same closed manner--without public oversight and meaningful external review--that brought such discredit to the DOE radiation research program. Surely, much work is needed to determine how the nation can and should respond to those who were put at substantially greater health risk due to the exposures that the NCI study appears to document. But I'd like to encourage the Subcommittee to pursue and insist upon the steps that are needed to ensure that the important science that remains to be done in this area is done openly, with public oversight and robust independent peer review. The American people need to know, once and for all, that federal scientific research addressing the health risks and consequences of radiation and other hazardous substances is really being done on their behalf and not on behalf of the institutional or political interests of government agencies and bureaucracies. While it is very late in the day to institute these reforms, it is absolutely necessary to see them through. It is an important part of making peace with our past and, more importantly, with ourselves. One of the more disturbing aspects of the way the NCI I-131 fallout study was conducted is that there was ample opportunity for NCI administrators to know better. It is hard to imagine how NCI officials could have missed the public controversy in the late 1980's with regard to the conduct of radiation health research funded through DOE. In August of 1989 Secretary of Energy James Watkins announced to the Senate Governmental Affairs Committee that he would empanel some of the nation's top health experts to review the issues and status surrounding DOE's radiation health research program and report back to him with recommendations. At the time, there was legislation drafted by members of both the Senate and the House that would have formally transferred the radiation health research program to the Department of Health and Human Services. The body Secretary Watkins appointed--the Secretarial Panel for the Evaluation of Epidemiologic Research Activities (SPEERA)--was chaired by Kristine Gebbie, then Washington state's Secretary of Health. SPEERA reported its findings to Secretary Watkins in March of 1990 and recommended several major reforms. A number of the principles and recommendations advocated by SPEERA are worth revisiting in the aftermath of NCI's mishandling of the I-131 fallout study. Among the principles SPEERA articulated were the following: [1] ``The credibility of scientific research is essential and is directly dependent upon openness. The benefit--credibility-- derived from maximum public access to health information greatly exceeds the risks of misuse or misunderstanding.'' ``The findings of any epidemiologic research must be reported fully and promptly to all who are affected.'' ``The public has a right to know about collective health experiences and risks to which they were exposed.'' ``Epidemiologic findings must be reported fully and promptly to policy makers so that findings are integrated into policy decisions.'' While the NCI I-131 fallout study was not an epidemiologic study, it's obvious that the same principles would apply to exposure assessment studies. The SPEERA panels' recommendations were based on the above principles. One of its recommendations was that representatives of populations whose exposures were being studied (and health officials who serve those communities) should be enlisted to serve on community level advisory committees. But perhaps its most important recommendation was for the creation of a new national advisory committee, to be established by the Department of Health and Human Services, that would oversee epidemiologic research. It was this recommendation that was at the core of the 1990 MOU between DOE and DHHS. Among the other developments that should have gotten the attention of NCI administrators were the findings and recommendations of the Presidential Advisory Committee on Human Radiation Experiments (ACHRE) in 1995. Although the Committee's primary concerns were the abuses involved with the use of human subjects in radiation experiments, it also commented critically on how the culture of secrecy within the former Atomic Energy Commission led to the suppression of information involving exposures to the public from secret emissions at Hanford and other AEC facilities. ``Where citizens are exposed to potential hazards for collective benefit,'' the Advisory Committee observed, ``the government bears a burden of collecting data needed to measure risk, of maintaining records, and of providing the information to affected citizens and the public on a timely basis.'' [2] Moreover, the ACHRE panel recommended the following with regard to future knowledge of environmental exposures: ``[the Administration] together with Congress, [should] give serious consideration to amending the provisions of the Radiation Exposure Compensation Act of 1990 to encompass other populations environmentally exposed to radiation from government operations in support of the nuclear weapons program, should information become available that shows that areas not covered by the legislation were sufficiently exposed that a cancer burden comparable to that found in the populations currently covered by the law may have resulted.'' (ACHRE Recommendation No. 5). The reforms proposed by the SPEERA panel in 1990 are today being implemented through the MOU between DHHS and DOE, with cooperation from the Agency for Toxic Substances and Disease Registry (ATSDR). Thus far, local or regional public advisory bodies have been established at the Hanford, Fernald (Ohio), Savannah River (South Carolina), and Idaho National Engineering & Environmental Laboratory sites. Similar public advisory and oversight bodies have been created by agreements between the Department of Energy and the states of Tennessee and Colorado to examine health issues surrounding the Oak Ridge and Rocky Flats sites respectively. While these community-based advisory bodies do not guarantee a seamless resolution to the health issues and concerns around these facilities, they do allow a truly revolutionary opportunity for public involvement that simply did not exist before the 1990 MOU. This is the way democracy should work to resolve longstanding issues and grievances that exist between a government and its people. This may seem like a messy and inefficient approach for some scientists and public officials but we've seen the alternative and know it hasn't served us very well. Given the strides we've made in communities around DOE facilities to begin dealing openly with the unresolved public health issues related to historic emissions and waste practices at these facilities, the complete failure of the NCI to notify and involve the public and public health officials in its I-131 fallout study is staggering. In my view, it represents a major setback for public trust and confidence in what has otherwise been a commendable effort by DOE and DHHS in recent years. Spokespersons for NCI have suggested that the delay in releasing the results of the NCI I-131 fallout study was due to the fact that it is a large study and that researchers needed to make sure the exposure estimates were both thorough and correct. The problem with this explanation is that it isn't just the quality of the science that matters. It wasn't just livestock and gummed film sample plates that were exposed to the radiation NCI was asked to analyze. It was people. At some point in the course of this study NCI researchers and officials knew, or had reason to know, that thousands of American infants and children had received thyroid doses that were orders of magnitude greater than Congress and the American people had been led to expect. [3] At the very least, this knowledge should have led NCI to begin alerting and consulting with federal and state public health authorities, especially those responsible for public health in the areas hardest hit by the fallout. Why NCI chose not to take this course is a matter of great concern and one for which the Subcommittee should seek a thorough explanation and accounting. In conclusion, I would like to propose that the Subcommittee and Congress consider the following steps in response to NCI's mishandling of the I-131 fallout study. Consistent with the intent of the 1990 (and the 1996 update) of the MOU between U.S. DOE and DHHS, the National Cancer Institute's radiation research projects--both domestic and foreign--should be brought under the purview of the HHS Advisory Committee on Energy-Related Epidemiologic Research. This reform could be accomplished by a reorganization of an open, accountable, and effective radiation health research program within DHHS that would no longer be dependent upon funding support from the Department of Energy. This could be accomplished legislatively by replacing the MOU with a law establishing a consolidated DHHS program charged with conducting and coordinating federal research on the public and occupational health effects of exposures to ionizing radiation and other hazardous exposures related to nuclear weapons production, testing and nuclear facility operation. The program should have its own line item in the DHHS budget. Under this initiative the charter of the HHS Advisory Committee on Energy-Related Epidemiology should be amended and clarified. As part of this reform, it should be clear that the radiation health program that remains at the Department of Energy is limited to those activities directly necessary to monitor the exposure and to provide for the daily occupational health needs of DOE employees, and DOE contractor and subcontractor employees. All health studies of these workers should be done through HHS. All international research--such as the current Chernobyl studies NCI is conducting with DOE funds--should be commissioned and funded through HHS and be accountable through HHS processes. This change should provide better accountability and enhanced credibility to the research. If, for whatever reason, a legislative reform is not enacted, an Executive Branch reform could be accomplished by revising the Advisory Committee's charter (which is up for renewal in February) and having the charter signed by the Secretary of DHHS. At the very least this involves amending the ``Function.'' description in the ACERER charter to read: ``The (ACERER) shall advise and make recommendations to the Secretary of DHHS, the Secretary of Energy, the Assistant Secretary for Health of the Department of Energy, the Director of the Centers for Disease Control and Prevention, the Administrator of the Agency for Toxic Substances and Disease Registry, and the Director of the National Cancer Institute, on the establishment of the federal research agenda pertaining to energy-related exposure and epidemiologic studies.'' Whether by legislation or by Executive Branch reform, it is important the change be accompanied with a commitment from NCI to participate with and be accountable to the Advisory Committee. The NCI Director should be asked to designate a high-level NCI official to be the liaison with the ACERER and this liaison should commit to attending all regular ACERER meetings and participating in the fashion that CDC, NIOSH, DOE and ATSDR now participate in that process. NCI should be given a deadline (within 30 days) to review the reports of the 1995 Presidential Advisory Committee on Human Radiations Experiments (ACHRE) and the 1990 Secretarial Panel for the Evaluation of Epidemiologic Research Activities for the Department of Energy (SPEERA), and from that review propose a set of guidelines for public oversight, public participation, and external peer review of NCI radiation health studies that reflect the findings and recommendations of both bodies. These guidelines should include language that requires public notification and a public advisory process in circumstances where there is known to be, or discovered to be, exposures that pose a significant threat to public health. These guidelines should be proposed to the Secretary of Health and Human Services and should be reviewed by the ACERER. In addition, there are at least two non-policy initiatives that should occur as a result of the long-delay in releasing the fallout data. The General Accounting Office should be asked to investigate and report back to Congress on such issues as why the NCI failed to act on evidence indicating large numbers of Americans received very high exposures, why the committee advising NCI on the risk implications of the data was disbanded, etc. In preparing this report, GAO should be asked to provide its own set of recommendations along with its findings. NCI should agree to support a process whereby CDC and the Agency for Toxic Substances and Disease Registry convene a task force to examine the fallout data--including other radionuclides such as strontium-90 and cesium-137--the risk estimates, etc., and make recommendations to the Secretary of HHS with regard to the education, medical monitoring, and medical assistance steps necessary to adequately respond to this information. This process should be coordinated with the ACERER and should include some ACERER members as well as representatives from state and county health departments, citizen organizations with a history of interest in these issues, other citizens who were exposed and who are representative of exposed groups, and relevant medical experts. It would also be wise to have DOE participate in this process because, at the very least, they hold information that is likely to prove valuable to the task force. References [1] Report to the Secretary, The Secretarial Panel for the Evaluation of Epidemiologic Activities for the U.S. Department of Energy, March 1990. [2] Final Report of the Advisory Committee on Human Radiation Experiments, 1995. Finding No. 19. [3] The National Cancer Institute Study: ``Exposure of the American People to Iodine-131 from Nevada Atmospheric Bomb Tests,'' DRAFT memo, U.S. Department of Energy, July 29, 1997. p. 3. FOLLOWUP STUDY Senator Specter. Mr. Connor, again, to the extent that your prepared statement does not specify what you think ought to be done by way of a followup study, the subcommittee would appreciate it if you would give us a written precise statement as to what you think ought to be done. Mr. Connor. I believe those are in my written comments to the subcommittee. Senator Specter. Thank you very much. Senator Murray. Mr. Chairman. Senator Specter. Senator Murray. Senator Murray. I have not made any statement yet. Mr. Connor is from my State and I just want to have the opportunity to thank him for coming and let you know that he speaks on behalf of many Washington State citizens. I am the daughter of someone who grew up in the Tri-Cities area, next to the Hanford Nuclear Reservation. I heard you talk, Dr. Beyea, about expanding the studies beyond thyroid cancer. My father had multiple sclerosis, as do a large number of people in eastern Washington and Idaho, and no one has ever been able to connect that to radiation fallout. But I do think the points being made are absolutely essential-- that people have a right to know, that people need the information that we have a responsibility to help those people, is absolutely essential. Senator Specter. I quite agree, Senator Murray. STATEMENT OF ANDREA McGUIRE, M.D., STAFF PHYSICIAN, VETERANS ADMINISTRATION HOSPITAL, DES MOINES, IA Senator Specter. We now turn to Dr. Andrea McGuire, physician at the Veterans Administration Hospital in Des Moines, a graduate of Creighton University Medical School. Dr. McGuire has seen many patients concerned about their fallout exposure. Thank you for joining us, Dr. McGuire, and the floor is yours. Dr. McGuire. Thank you, Senator Specter, and thank you, Senator Harkin, for inviting me. I am a nuclear medicine physician practicing in Des Moines, IA. My profession involves the diagnostic and therapeutic use of radioactivity and the treatment and diagnosis of thyroid cancer. It is with this knowledge and my own personal knowledge that I come to this committee today. My interest in this subject has been increased beyond my professional interest by some medical events that have happened over the last 12 years to my family. Several years ago my brother-in-law had a nodule found in his thyroid on routine examination. After further evaluation with imaging studies, there was suspicion this was thyroid carcinoma and therefore he underwent a needle biopsy. At that time it was found to be thyroid carcinoma and he had a total thyroidectomy, which involves an incision across the neck and dissection of the thyroid gland. He then underwent thyroid ablation with radioactive iodine-131 and has routine followup to make sure he does not have recurrence of his disease. Not long after my brother-in-law's diagnosis, my sister-in- law also found a nodule in her thyroid. She too has been found to have thyroid cancer and has undergone a total thyroidectomy. Just recently, another one of my sisters-in-law has found a nodule and has undergone a total thyroidectomy for thyroid cancer. When I first became aware of the results of the fallout study, I understood that some areas in Iowa had higher doses than others. When I discussed this with my mother-in-law, she told me that she had lived in one of these areas during the time when these children that had been exposed to this, when they were young, and they have gotten the thyroid cancer since. They also were on a farm at this time and drank cow's milk, which would increase their dose instead of getting milk from the dairy. It worries me and concerns me that three of my husband's family out of seven, all in the immediate age with each other, have gotten thyroid cancer and would have gotten the highest dose from this radiation fallout. As a physician, I am concerned because I take care of these patients and I am not sure what to do for them. Should I have a higher suspicion when they come in the door if they have been in one of these areas? I have heard a lot of information here today, but frankly in my practice I have not heard this information. I am not sure what to do as far as should I do more studies on these people because they will have a higher incidence? We have the external beam evidence that shows that there is a higher incidence in those patients. In those patients we were very good about making sure they have more testing and that we make sure that they do not get lost in the system and that we make sure they do not have thyroid cancer. Should we be doing that on these patients? I just do not have any information, Senators, to tell my patients what they should do or tell my siblings what they should do, and this concerns me greatly. PREPARED STATEMENT In summary, the committee has the ability to give the physicians the information they need so that I can go to my patients and tell them what they need to hear: whether there are risks to people who are in the higher dose areas, what screening needs to be done for these patients, are there studies that say that there is an increase, and how we should proceed to keep a higher cure rate for thyroid cancer in this country. Thank you. [The statement follows:] Prepared Statement of Dr. Andrea McGuire My name is Dr. Andrea McGuire. I would like to thank the committee for inviting me to participate today. I am a Nuclear Medicine physician practicing in Des Moines, Iowa. My profession is involved with the diagnostic and therapeutic use of radioactivity. This includes many patents being diagnosed and treated for thyroid carcinoma. The radioactive fallout in the 1950's and the resultant radioactive contamination in Iowa affects many of my patients. I am also a mother, and wife and sister to people affected by this radiation fallout. My interest in this subject has been increased beyond my professional interest by some medical events that have happened over the last 12 years in my husband's family. Several years ago my brother-in-law had a nodule found in his thyroid on a routine examination. After further evaluation with imaging studies, there was suspicion this was thyroid cancer and, therefore, he underwent a needle biopsy of his thyroid nodule. This showed thyroid carcinoma and my brother-in-law underwent a total thyroidectomy which involves an incision across his neck and the removal of the thyroid gland. He then underwent thyroid ablation with radioactive I-131. He continues on lifetime replacement of thyroid hormone as well as continued yearly follow-up of his disease for recurrence. Not long after my brother-in-law's diagnosis with thyroid cancer, a physician's examination revealed that a nodule was present in my sister-in- law's thyroid. She also was eventually diagnosed with thyroid cancer and underwent a total thyroidectomy and similar medical procedures and additional treatments due to spread of her disease. Recently, another one of my sisters-in-law was diagnosed with thyroid cancer and underwent a total thyroidectomy. When I first became aware of the results of this study of radioactive fallout and that some areas in Iowa had received somewhat higher doses than others I discussed with my mother- in-law where my husband's family was living at the times of these fallouts. She informed me that at that time their family had been living in an area with the higher levels. After further discussion, I discovered that at the time of the fallout her three children that now have thyroid cancer were under the age of 5 years old. This is important for two reasons: one, the amount of milk young children drink is much greater than that which older children and adults consume and two, the thyroid is thought to be more sensitive to radiation effects at this younger age. She went on to tell me that at that time they all lived on the farm and drank milk from their own dairy cow. This is important because typically the milk that goes to a dairy is consumed approximately 14 days from when it is milked from the cow. But these children drank the milk within 12 hours from when it was milked from the cow. With I-131 having an 8 day half-life, this would have given them approximately 4 times the dose of people who consumed milk from the dairy. As a physician and scientist, I realize that there is no definite evidence that my family's thyroid cancers are related to the exposure they received as children. However, the fact that the three children who received the higher doses because of their location at the time of the nuclear test, their age, and their ingestion of cow's milk have all had thyroid cancer but none of their siblings that were not of that age or received the cow's milk have cancer is of concern to me. Are their other examples out there? I have tried to obtain more information about the study since that time and have not been very successful. Iowa state cancer registry finds an increase in thyroid cancers from 1.7 cases per 100,000 in 1973 to 3.4 cases per 100,000 in 1995. The registry states that many cancers have increased over this time and that this is most likely from early detection. My concern is that in this small example of my family none of them were diagnosed or treated for the thyroid cancer in the geographical area in which they were exposed and only one of them was diagnosed and treated in Iowa. Therefore, I am concerned that on a state basis it may be difficult to evaluate these statistics. This brings me to my second reason for concern over this fallout issue. What do I tell my patients and my other family members regarding areas that have this increased radioactive fallout? Patients come to see their doctor to get answers and to understand what is happening to them. I don't have enough information to tell them. If they were living in these areas known to have a higher rate of radioactive fallout, what should they do? Should they have their thyroid examined? Should tests be run? Should they have scans of their thyroid? It is difficult to be their adviser when I have so little information. It is known that external beam radiation which was given to young patients in the neck area for various reasons such as acne or an enlarged thymus have a higher incidence of thyroid cancer. Physicians use this piece of information when evaluating patients. This is because these patients with a history of external beam radiation to the thyroid typically receive screening for thyroid cancer because of this higher incidence. On the other hand, as a physician I have no idea whether this should be true for patients exposed in the higher areas of radiation fallout. We do know that the thyroid is a very radiation sensitive organ and that I-131 does give off a relatively high radiation dose to the thyroid because of the thyroid's ability to concentrate iodine. Because of the lack of information about the fallout, I don't know whether I should be more suspicious when examining their thyroid? Should I order additional imaging tests on these patients as I most likely would on patients exposed to external beam radiation? Should I follow them more closely than a routine patient? I need for you to understand that this lack of information makes me a less effective physician to my patients, and therefore, I am here as an advocate for their health. I also worry about people who do not receive routine medical care. What should be done to evaluate these people. I also know that I don't want patients alarmed unnecessarily. In adults, the incidence of thyroid nodules is between 4 to 7 percent. This incidence tends to increase with age and is greater in women. The vast majority of these nodules are benign in nature and need no further evaluation. I can appreciate the problems that could be created and the unnecessary procedures that might be performed if this situation is not handled properly. In summary, this committee has the ability to give physicians and patients the information they need. What are the risks for people who were exposed to radioactive fallout? Do the risks differ depending on factors such as location, age, and ingestion of cow's milk? Has an increased incidence of thyroid cancers been studied? What is the best way for physicians to screen these patients if they are at higher risk? Please do the necessary studies and disseminate the appropriate information to physicians and patients so we can use our medical knowledge to continue to have a greater than 95 percent cure rate for thyroid cancer. TESTS Senator Specter. Thank you very much, Dr. McGuire. Dr. Lyon, your charge is a very serious one, that you would not trust the NCI or the administration to carry out these tests. I appreciate the fact that you have had very extensive experience in the field. Can you tell us why you would not, in effect, trust NCI here? Dr. Lyon. Well, at least under the current administration, under the constraints placed on by Federal contract---- Senator Specter. When you say ``under the current administration,'' could you be specific? Dr. Lyon. Well, I say the current siting of radiation studies at NCI. Senator Specter. Are you talking about Dr. Klausner? Dr. Lyon. No, Dr. Wachholz's group, who has the radiation studies responsibility. Senator Specter. Why do you say that about that group? Dr. Lyon. Well, because of the long past history on the earlier Utah study, where we had the continued, continued problems that I've detailed in my testimony. Senator Specter. Dr. Klausner, are they here today? Dr. Klausner. Yes. Senator Specter. Go ahead, Dr. Lyon. Dr. Lyon. The other big concern is that there is no commitment to any kind of public involvement in terms of citizens advisory committees, informing the public of the results. I have been beat up, beat up verbally, in meetings with physicians and southwestern Utah on inconclusive results. I have had videotapes played to me by various interviews given by officials in the Federal Government saying it's inconclusive, there is no effect. This is an area where we know we have got people with radiation exposure of over 400 rads to their thyroid. The physicians have never been informed of that, and they have been told that the findings are inconclusive and that there is no cause for concern. There was no effort to create any kind of a public group, any kind of a medical group that could even look at that. There has certainly been no medical surveillance within the area, and there was no willingness on the part of the NCI to even consider those kind of public health-oriented programs. For this reason, I think continued work without heavy public involvement is simply going to be fruitless. Senator Specter. Dr. Klausner, we will give both you and the individuals who have been identified by Dr. Lyon a chance to respond. Dr. Lyon's written statement is very forceful. It says: ``I was appalled to find that employees of one of the premier research institutions in the world, the National Cancer Institute, in August of 1997, just a month ago, were using the same tactics that had been used for the last 40 years by officials of other Federal agencies. And even more upsetting to me was that these tactics had been used to obfuscate their own research findings of potential excesses of thyroid cancer for many citizens of the United States.'' He also complains about the delay in releasing the findings, and then at page 11 he says: ``Use of the term `inconclusive' to describe our thyroid study is disingenuous. We found a threefold increased risk between childhood exposure to radioactive iodine and subsequent thyroid neoplasms, with a clear dose relationship. Certainly no researcher would consider exposing a group of children to radioactive iodine based on such a finding.'' Dr. Klausner, how do you respond to that specific scientific finding of a threefold increase and his statement that he thinks it is disingenuous? Pretty tough criticism. Dr. Klausner. Yes, it is, although it surprises me because we have stated their finding, and just simply quoting their publication, that they showed a 3.4-fold increase. It represents, as they said, a difference of between 0 and 8 thyroid cancers and, as they said, because the range was between 0 and 8, the standard scientific and medical response to that is that there is some uncertainty about what the actual rate is. But we said that the point estimate, as they pointed out and I have quoted them, was a 3.4-fold increase. We are not trying--I am not sure why there is a perception that we are trying to downplay this. I must say I highly agree with Mr. Connor, that we need to move to make sure that these sorts of studies--and we have been doing that--have public oversight. What I have tried to do as the new director of the NCI is, as I learned about this study, to move to completely disclose it, to disclose all the information, make it accessible to everyone. We have a very extensive communications dissemination plan with the CDC. We are developing a new memorandum of understanding with the CDC for all of our radiation studies. I think these points are very well taken, but I am not sure what I can do about the past other than work very hard to try to fix these things, and that is what we have done. Senator Specter. Before we turn to Senator Harkin, I will give you a chance to respond, Dr. Lyon. Dr. Lyon. I just want to make one quick comment, that one of the concerns was we had inconclusive findings. We recognized that. Any rational researcher asks for additional years of followup, because these people were just coming into their period of highest risk. The games that were played with our grant application were appalling. Senator Specter. What do you mean, ``games that were played,'' Dr. Lyon? Dr. Lyon. Essentially, after getting the grant funded, someone went to the Board of Scientific Counselors, shares information with them not in the grant application, and the grant is put on hold. We were never given a response, opportunity to respond. The grant is then bounced around from institute to institute until finally it dies. We have requested on separate occasions through our congressional delegation some effort to try to get funding for it, and the message comes back: This is of no scientific interest, it has very low priority within the HHS structure. It bothers me that when you have an inconclusive finding, you know it is inconclusive and have a way to fix it, and it is the important public health question that it is simply buried within the bureaucracy of the HHS and you are told that it is of limited scientific interest to the citizens of the United States. Senator Specter. What about that, Dr. Klausner? Dr. Klausner. I just completely disagree. We have been asking--I have been asking about, should we not do a followup on this? The process by which grants come in, is that they do not come in to the Institute. They come in to the NIH, they go to the Division of Research Grants. The Division of Research Grants actually, as I understand, sent that to NIDDK. You were puzzled about that, but that Institute is the Institute that oversees thyroid studies. Dr. Lyon. It actually went to NIEHS, then was bounced to NIDDK. Dr. Klausner. I am sure these are complicated processes and I am happy to look into it. Senator Specter. Dr. Klausner, are you aware of the specifics Dr. Lyon is talking about? Dr. Klausner. No, sir; I am not aware of the specifics. Senator Specter. I am just interested in what the facts are. Dr. Klausner. I am not aware of the specific allegation that someone interposed and interfered with the process of peer review or of granting. But it is not true that we are not interested in funding followup to this. In fact, I must say we have been discussing numerous times over the last several months how interested we are in the opportunity to follow up the Utah cohort study. Senator Specter. Well, would you provide the subcommittee with those specifics? [The information follows:] Funding Research Projects During the October 1 hearing regarding the report of the National Cancer Institute (NCI) on exposure of Americans to radioactive fallout from the Nevada Test Site, Dr. Joseph L. Lyon (University of Utah) alleged that Dr. Bruce Wachholz (Chief, NCI's Radiation Effects Branch) intervened in some way to influence the decision not to fund Dr. Lyon's research grant application on thyroid disease resulting from exposure to radioiodines. These same allegations were made in a recent article that appeared in Nature. These are very serious charges. The application referred to by Dr. Lyon was titled, ``A Cohort Study of Thyroid Disease from Radioiodines.'' The original application was submitted to NIH in 1987 and assigned to the National Institute of Environmental Health Sciences (NIEHS). It was reviewed by the Epidemiology and Disease Control Study Section (Subcommittee 2) in February/March 1988. The application received a priority score outside the funding range for NIEHS that year, so Dr. Lyon revised the application and resubmitted it, this time receiving a priority score within a fundable range. However, the application was given a ``Council Deferral'' at the February 1989 NIEHS council meeting so that further information could be gathered. At issue was the high cost of the study; whether other studies addressed the research question; and maintaining program balance within the NIEHS grant portfolio. As is done in the normal course of determining whether scientific overlap exists between two projects, NIEHS staff contacted Dr. Wachholz, who was the project officer on an NCI research contract to Dr. Lyon at that time, to determine if there was any scientific overlap between the NCI contract and Dr. Lyon's most recent grant application. Dr. Wachholz provided the necessary information about the work scope of the NCI contract, in a manner that is recalled by NIEHS staff as having been both thorough and objective. NIEHS made the evaluation as to whether there was scientific overlap between the ongoing contract and the grant application. Subsequently, it was decided by the Director, NIEHS, not to fund the application. Dr. Lyon later submitted a revised application on the same topic which did not receive a fundable score. However, Dr. Lyon did have a grant funded by NIEHS during this time period entitled, ``Radon Progeny and Risk of Lung Cancer.'' The project period for this grant was from September 1, 1988 to August 31, 1995. FOLLOWUP STUDIES NOT MADE Senator Specter. Senator Harkin. Senator Harkin. Thank you, Mr. Chairman, and I appreciate your line of questioning. I think it kind of gets to the heart of this. That is, we need to understand the past and why this information did not get out and why followup studies were not done. But I think to cut through it now and start looking at it and get the followup studies done as soon as possible--but there are people out there who are now in their forties, fifties, sixties, and if you are going to study it for another 20 years, we do not have that time. So it seems to me that we have a lot of information already on which we can make rational, informed decisions on information to practitioners and to public health agencies and to the citizenry at large as to what they ought to do. I do not know why we cannot cut through this and get this job done. What I hope we can do here, Mr. Chairman, is to consider how we bring together NIH or NCI as a part of NIH, the Centers for Disease Control and Prevention, and the U.S. Public Health Service in a working group to decide what basis do we have to go on from the studies we have done. We have done a lot of studies. And what can we do to take that information and get it out as soon as possible. I have been informed, Dr. Klausner--I noticed this over the last few months--that the increase in the use of Synthroid in this country has just skyrocketed in the last 10 to 15 years. Why is that? Why are so many hundreds of thousands of people now taking Synthroid? Can I just throw that out and ask for one of you doctors or someone to respond to that? Do we know? Anybody? [No response.] Senator Harkin. I like in ``Ferris Buehler's Day Off'': Anybody? Dr. Beyea. I think it is premature to leap to conclusions as to what the cause is, but I do know this, that we explored the possibility of talking to the manufacturers and giving us the statistics on the increase in sales by county. I could not afford to do it, but it could be done. One could get those statistics for every county in the United States, match them up, correlate the increase in that drug, and it is a very useful thing to do. Senator Harkin. Why does a doctor prescribe Synthroid to a patient? Dr. Klausner. Overwhelmingly, the reason that a doctor prescribes Synthroid is to treat hypothyroidism. Now, there are many different ways in which people assess whether someone is hypothyroid. One of the issues and controversies is the definition of when a person is hypothyroid or slightly hypothyroid and when they might benefit clinically from thyroid replacement. Senator Harkin. And would they also prescribe Synthroid if, on giving an exam, they felt nodules? Dr. Klausner. No; they should certainly not do that. Senator Harkin. That is what was prescribed for me by a doctor. Dr. McGuire. It depends. Senator Harkin. Pardon? Dr. McGuire. There are people with goiters or nodular thyroids that are put on Synthroid at times. I have one question. When he was talking about---- Senator Harkin. I do not understand this. I have been taking Synthroid for 17 years and I have been taking it because I had nodules on my thyroid, and I have more nodules on my thyroid. And I am just wondering why. You all say no, doctors would not do it. Dr. Klausner. Not automatically. That is often a correct thing to do. What happens is the Synthroid is given and that reduces the stimulus that is released from the brain for your thyroid to grow. So the idea is that then that would reduce the possibility of the nodules. Senator Harkin. It is possible that doctors are prescribing Synthroid because they feel nodules on a thyroid? Dr. Klausner. Absolutely. Senator Harkin. Thank you. Dr. Beyea. They also may prescribe it because they are seeing an increase in hypothyroidism. They also may be seeing that as well. Senator Harkin. That is true. Well, again, the reason for that line of questioning for me is that chart that you held up, you Dr. Beyea, that shows that perhaps there is more happening out there than just cancer. Why are so many people taking Synthroid? They did not 20 years ago, they did not before that. But now all of a sudden it has skyrocketed. Dr. McGuire. Senator, if I may. They were talking about a county, looking into where Synthroid was or looking into more thyroid cancers in different areas. One concern I have is that in Iowa there has been an increased incidence of thyroid cancer and that may have been caused by many things, one of them possibly this. But of my relatives, the Iowa registry would have only known of one of them, because only one of them was still living in Iowa, and then in a different part of Iowa, when she was diagnosed. Senator Harkin. See, that is a problem. Dr. McGuire. So I am not sure State registries are going to be very helpful in this area. Senator Harkin. That is true. From my own personal case, someone living in Pennsylvania getting thyroid cancer who grew up on a farm in Iowa. Dr. McGuire. Exactly. Senator Harkin. How do you know? Dr. McGuire. Exactly. Senator Specter. Senator Harkin, let me just make an interjection and I will yield back in just a minute. I am going to have to excuse myself for this next session, but we will be following up. We are going to yield to Senator Craig in a few moments, who may be able to stay longer. Of course, he has not had his round yet. But we are going to pursue these matters. This subcommittee is going to pursue the details as to what Dr. Lyon has said as to what has happened on the NIH grant application. We want to get very specific and know exactly what happened and who is right and who is wrong. This ought to be subject to our determination, because these are very serious charges about this administration of NCI being unable or--let me use a moderate word--inappropriate or not up to doing this job, considering the $2.3 billion which we are appropriating again, plus, for NCI. We will go into the details as to what has been testified about the cover-up in the past. As a result of what we see here, we may schedule additional hearings of the subcommittee. Senator Harkin, I yield back to you. At your conclusion, Senator Craig, if you would proceed to chair the hearing. Thank you. Senator Harkin. I appreciate that very much, Mr. Chairman. I think we may have to have some follow-up hearings on this. Let me just again, Dr. Klausner, if I might ask: In terms of public involvement, since we are on that topic right now, there is currently in place some mechanism to ensure public accountability in health studies. Dr. Klausner, did the study research team have contact with the HHS Advisory Committee on Energy-Related Epidemiological Studies, often referred to as ACERS? Dr. Klausner. I think this is the committee that--I am not sure what the exact interactions were between that committee. Is this the committee, Mr. Connor, that you are on? Mr. Connor. Yes; here is your letter. Dr. Klausner. So in 1996 I received a letter from Mr. Connor asking about the overall activities of the NCI in radiation-related studies. And this was transferred to the staff, the appropriate staff, to respond. What happened, and this was a problem, there were two, at least two, different groups in two different divisions of the NCI that were doing these studies. This was sent to one division and a collection, a description of studies were sent, but it did not include this study because it was in a different division. That was a slip- up. That was recognized later and then the information about this study was transferred, as I understand. There was, I gather, appended to this letter a resolution that the committee had agreed upon in April of 1996, if I have this right, to gather more information about the I-131 study. That appended resolution was not referred to in the letter, and again it was an oversight. When the individuals involved in the study received an invitation to speak to this committee, that was arranged, and they will be doing that at the next meeting. Senator Harkin. Let me understand. My staff tells me we have two members of the committee here. Are you a member of that committee, Dr. Connor? ACERS, it is called? Mr. Connor. Yes. Dr. Lyon. And I, too, am. Senator Harkin. I did not know who they were. Advisory Committee on Epidemiological Radiation Studies, referred to as ACERS. My staff tells me that this HHS-chartered body was established as a step to ensure oneness and to help coordinate between various research teams. Again, I just want to know, did the study research team have--I will ask you the same question. I am trying to get through it. Did they have contact with this group, ACERS? Mr. Connor. There is one letter that exists between Mr. Wachholz and Jim Smith, the head of radiation studies at CDC. It is a several-page letter and that is the contact, and it is just very unfortunate. Senator Harkin. When was ACERS set up? What year was it? Mr. Connor. ACERS was set up--in my testimony I mentioned the 1990 memorandum of understanding between DOE and HHS. That memorandum of understanding calls for the creation of that advisory committee, which is supposed to oversee the Center for Environmental Health's activities and NIOSH's activities, to focus on Department of Energy facilities and DOE releases. So obviously one of the concerns of our committees was, here was a major DOE release and a study about these releases that we did not have access to. There was great concern on the committee from Dr. Lyon and others that the study was being suppressed, that the American people were not being told the magnitude of the doses that the researchers were finding in that study. We were very concerned about that. That was one of the reasons, not the only reason, but one of the reasons, we began to make overtures to NCI to have a dialog and eventually get this material out to the American people. Senator Harkin. Dr. Klausner, does NCI consider itself under the jurisdiction of ACERS? Dr. Klausner. I am told that this was not, this study was not considered under the jurisdiction of ACERS. I have since had discussions with Dick Jackson and Henry Falk from the CDC so that we can establish a memorandum of understanding, which we are doing now, so that we can completely share all the information of all the activities that the NCI is engaged in related to radiation. But my understanding is that this particular study was interpreted as not under the purview of ACERS. Senator Harkin. I am sorry to belabor this so long. I just do not understand why. I mean, it concerns the public health. It concerns the very reason why it was established, and that is to get information out to the public when we have these health studies. I do not understand that. I just do not, and I do not know what we have to do to make sure this does not happen again. Dr. Klausner. Well, this is what we are moving on. For a lot of this, I am in the position of---- Senator Harkin. Who would have made that decision, Dr. Klausner, that NCI and this report was not under ACERS, that study? Dr. Klausner. Well, when I have spoken to the people at CDC, they tell me that they did not expect that this study would come under that jurisdiction, that the original memorandum of understanding covered the studies that were being moved from the DOE to the CDC, and the agreement as part of that movement was that there would be an oversight. So in the original charter, in the original memorandum of understanding, there was not the expectation. As I have queried the CDC officials to find out, well, where did this fall through the cracks, they said their expectation was that this was not under the purview of ACERS. Now, ACERS in this letter asks for information about that, and I think that is quite reasonable and that is why I have now moved to develop a separate memorandum of understanding between the CDC and NCI. Senator Harkin. So you say the basic responsibility lies with--if CDC had said yes, this should be under ACERS, that would have made all the difference in the world? Is that what you are saying? Dr. Klausner. Well, I assume that then that would have been brought to the NCI at the time as their interpretation of what should come under ACERS. That is the only thing I can surmise from trying to understand the past history. Senator Harkin. Do you have any observations on this, Dr. Lyon? You are a member of that committee. Dr. Lyon. My observations are more of an outsider, but the sense was when this memo was put in place that there were still other entities in the Federal Government that were pursuing their own interests in radiation research. I think particularly the Russian studies were viewed as an NCI preserve and did not come under this, and that some of the residual studies, such as this thyroid study, were pretty well considered. So there was very little effort made to try to even bring them under. We finally asked for a briefing on the matter. Dr. Klausner. Right. Senator Harkin. One last thing. Do you believe that we should encourage you to move ahead, Dr. Klausner, in studying the other two areas that Dr. Beyea spoke about? And that is the nodularities and the autoimmune thyroid diseases that have not been covered. Dr. Klausner. I think the NIH ought to consider that. As Dr. Beyea I think has pointed out, not all of this is under the expertise of the NCI, and I think that would be a problem. I think it is one of the reasons to try to move us to a new page where this is very public, and why we have asked for a rapid response from the IOM, so we can get a public hearing about where we stand now, what studies are going to need to be done, and, very importantly, to answer Dr. McGuire's most important concern: What information do we give, the ``we'' being the entire community, to health physicians, families, patients, communities, public health officials, to answer the questions? Not that we are going to have a perfect and definitive answer to everything, but the answers; as much as we can, we have the information there and it is available to everyone. I think that is the most important thing and that is what we are trying to do. Dr. McGuire. Senator, right now, I went to the Internet to try to get some information on this and called the 800 number for the NCI, and I was told basically that there was no problem, but if you were concerned you could go to your doctor. So that is not what I am hearing here, so we definitely need to get some information out. Senator Harkin [reading]: Even then, the number of children and grandchildren with cancer in their bones, with leukemia in their blood, or with poison in their lungs might seem statistically small to some in comparison with natural health hazards. But this is not a natural health hazard and it is not a statistical issue. The loss of even one human life or the malformation of even one baby who may be born long after we are all gone should be of concern to us all. Our children and grandchildren are not really statistics toward which we can be indifferent. That is from President John F. Kennedy's speech on ending the above-ground tests in 1963. Senator Craig [presiding]. Senator, thank you. Let me turn to Senator Gorton, who has just come in and needs to be off to another committee. Senator. REMARKS OF SENATOR GORTON Senator Gorton. Thank you. I simply wanted to welcome my constituent Mr. Connor here and say I am sorry. We are at the very end of coming up with the Interior appropriations conference report, but I have got to get back to that. But I have read his testimony. I am obviously very much aware of the concerns of the downwinders all over eastern Washington. I think the presentation he has made is a thoughtful one and the recommendations he has made are recommendations in the alternative, at least, one or the other ought to be adopted. I thank him for coming and sharing his experience and wisdom with the committee here today. Thank you, Senator Craig. Senator Craig. Senator Gorton, thank you. Questions of you, Dr. Klausner, and Dr. Lyon, and any of the rest of you who would wish to comment. You have heard the chairman and the ranking member speak of the frustrations that I think all of this committee shares as to the flow of information or the lack of flow or the unwillingness to provide factual information or in some instances the allegations of varying information. As this information emerged in August, I mentioned in my opening comments that four counties in my State appear at this moment to have experienced elevated levels of fallout. Under some weather scenarios, we are termed downwind of Nevada, and of course Nevada is a bordering State. Based on the current situation, the current knowledge, lack of knowledge, coverup of knowledge, the failure to disseminate and-or interpret, whatever it is we are trying to understand here--and I am not sure what it is yet--what do I tell the citizens of those four counties, Dr. Klausner, at this moment? What should they know? What should they expect to know in the future? Dr. Klausner. I think the citizens should know that they were exposed. They should know how to understand who was exposed and try to--it depends on how old you were. What is most important in the individuals who were exposed is children. I think the public health officials need to know. We have discussed with the public health officials of your State about getting information and disseminating information about thyroid cancer, about thyroid exams, about this study. We have been working with them. We will continue to work with them. We have asked them what their plans are in terms of monitoring and public health activities in all of the most heavily exposed States. As I said, there is and will continue to be--and this is very important--a tremendous amount of information and press coverage and awareness about this, to reawaken awareness that has sort of come and gone about radiation, to emphasize that to those areas. And those individuals should consult with their physicians. Our recommendation now, along with the American Thyroid Association, is that individuals who were exposed--and they can find out their exposures by looking at those maps and knowing what their ages were--should see their physicians, talk to their physicians, and what we recommend is a manual thyroid exam. Those remain, I think, the most reasonable interim recommendations until we get as rapidly as possible a set of broader national recommendations as to whether there are other recommendations in terms of public health or medical intervention or surveillance from the Institute of Medicine study. Senator Craig. Dr. Lyon. Dr. Lyon. I would agree with Dr. Klausner. I think that is a very responsible recommendation at this point in time. I do want to add one very brief comment that I hate to bring up, but one of the issues here is how is this going to be investigated from a public health standpoint, what specific types of scientific studies. Again going back into the earlier era, part of our fallout study in the 1980's included a case control study to examine the risk of thyroid cancer in northern Utah that would have been, we thought from the contamination, well outside the southwestern corner of the State. We were well into the study, developed the methodology, had not yet begun collecting cases, and we were given a Hobson's choice on our funding, which was basically you can do the cohort down in southwestern Utah or you can have the case control. We chose the cohort. I think in hindsight it is unfortunate, because that would have provided a methodology well worked out that could be applied to the rest of the United States. We probably can resurrect some of that material from our files and we had actually gotten to the point of writing a questionnaire and defining exposures, and this may be helpful in terms of getting fairly quick answers for what risk, what the actual risk may be, at least on a State by State basis. Senator Craig. Dr. Connor. Mr. Connor. Senator Craig, one of the things about the study that is most disturbing to me is that it was apparent that, much earlier than the past year, the researchers had the capacity to know where the highest risk people were. If I can read from--this is a paper that Mr. Wachholz wrote for the Journal of Health Physics in 1990 that was apparently based on an earlier presentation at a conference: ``Completion of the exposure and dosimetric segments of the study is anticipated in 1990-91.'' Which indicates to me that, much earlier than the past year or two, that they have the capacity in-house and the understanding in-house, or should have had the understanding, to know where the people at highest risk were. Why did they not contact public health officials and engage in an immediate dialog to find out how they were going to contact those people and their physicians, if only the advice was, check with your physician on this at your next doctor's visit, have your thyroid examined? Those things were very basic things that could have happened, that could have made a difference in people's lives, perhaps have prevented longer illnesses or deaths. And it did not happen. I would encourage you to look at this to find out what in the protocol of NIH, NCI, prevented them from acting at that threshold. Again, at some point this ceased being a scientific study, when there was evidence to indicate that people were at substantial risk and that we had the means to locate them, perhaps not locate them directly in those counties, but knowing that they were in those areas at the time of the exposure. We have known who the vulnerable folks are. It is small children and particularly the females that were at the highest risk. Why were they not notified and why were they not given a chance to do more for their health? Senator Craig. Does anyone else wish to comment on that? Dr. Beyea? Dr. Beyea. I would just like to make one or two points. First of all, I do not want to--I hope the impression is not gotten across here that we have to do more scientific studies before we will know what kind of recommendations to make to medical health providers. There is a great deal of information already available that can do that. It may be that later studies will help refine those recommendations, but we do not have to wait for that. The other thing: I think you have a very difficult time, Senator, in telling your constituents as to what they should do. It seems to me I would feel in a very difficult position if I were in your place, because the Government could have done something a long, long time ago. They could have issued advisories in the fifties and the sixties. They could have had people not take fresh milk. They could have had farmers not feed fresh food. So I think that some apology is in order perhaps to the American public for what has gone on during that cold war period. We have to recognize that it was different times, different concerns. But there are still some things that were done that we probably will be ashamed of. Senator Craig. Let me conclude with this, because the American Thyroid Association has been mentioned. I am reading from a copy off their web page, and this is a press release, ``Radiation exposure from past Nevada atomic bomb tests.'' The second paragraph: ``Radioactive iodine has been used for more than 50 years in almost 10 million individuals as part of routine thyroid function tests in amounts far greater than that delivered by fallout and careful long-term follow-up studies of these individuals have not shown any evidence of excess thyroid cancer attributed to radiation exposure.'' Senator Craig. Is that inconsistent with what we are now or any of you are saying? Dr. Beyea. No, because you have to make a distinction between adults and children. Senator Craig. And therein lies the difference? Dr. Beyea. There lies the major difference. Now, you have to recognize that the ratios are enormously different. As an adult your risks are way, way down, maybe a factor of 10 times lower, than if you are a child. Plus I do not think the American Thyroid Association in this country is the last word on thyroid health effects. They after all, they are good doctors, they do good things. They do not want, I think---- Senator Craig. The problem is the public might view them as the last word. They pack an official title. Dr. Beyea. That is right. But we have the various National Academy reports that are put out periodically. It is a problem that radiologists, particularly in this country, have a mind set that radioiodine is good for you, and in many cases it is good for you. If you have hyperthyroidism, radioiodine may be very helpful to you. But we can make that a choice. We do not have to have individuals be given that against their will. Dr. McGuire. Senator, typically as a physician, typically the family physician or internal medicine doctor is going to be the first person who is going to see a patient with a nodule, and I am not sure they are reading the American Thyroid Association's web page. So I think you are exactly right, that information needs to go through different channels. Senator Craig. Thank you. Senator, do you have any further questions? Senator Harkin. Senator, just a couple. Senator Craig. I will let you follow up and conclude and adjourn the hearing, if you would. Senator Harkin. I appreciate that, and I will very shortly, because I know staff has to get over to the conference committee, and so do I. I do have a question that Senator Daschle wanted asked. He has an intense interest in this, has expressed it to me personally, and he had a written question, which basically--I will just read a summary of it. He says: On July 27 I contacted you, Dr. Klausner, with four straightforward requests, all of them directed toward providing the public with the answers it was promised years ago and assuring that future public mandates will be handled with more accountability, responsiveness, and basic respect for the very real concerns of people exposed to the iodine-131 fallout. Specifically, I asked you to assess and report to the Congress about the apparent delays surrounding the study That is what we are talking about now---- Take whatever steps are necessary to ensure that similar delays do not undermine future NCI projects, establish a date certain for the Institute of Medicine's evaluation of the appropriate medical response to the various exposure levels associated with the fallout, and to evaluate whether there was a significant change in the incidence of thyroid cancer in the wake of the nuclear testing, particularly in hot spot areas. Basically, he says: ``To my knowledge, you have not made appreciable progress toward fulfilling any of these requests.'' I believe some of that has been done here today, but would you please respond to Senator Daschle's questions that he wrote on July the 27. I will make that a part of the record. [The information follows:] Letter From Richard D. Klausner, M.D. Department of Health and Human Services, National Institutes of Health, Bethesda, MD, September, 30, 1997. Hon. Thomas Daschle, U.S. Senate, Washington, DC. Dear Senator Daschle: Thank you for your letters to Secretary Shalala and to me pertaining to the release of the National Cancer Institute (NCI) study on the iodine-131 fallout from atmospheric nuclear weapons tests at the Nevada Test Site in the 1950's and early 1960's. I hope the following information is helpful. We at NCI share your concern that the information available in this report be made available to the public as soon as possible. Our objective has been to provide the report in its entirety (several hundred pages of descriptive text and mathematical models, and over 100,000 pages of data and results) no later than October 1, 1997. While these technical arrangements are being completed, estimated average thyroid doses of I-131 in every county of the 48 contiguous states were released on August 1 in an ``Interim Final'' form on the NCI's World Wide Web site (http://rex.nci.nih.gov; or http://nci.nih.gov) in the ``What's New'' link. The data and mathematical modeling contained in the full report were essential to reaching the national average estimated dose. They will also serve as tools for public health officials and researchers to use to determine exposures and to develop individual dose estimates. In fact, it is widely known that fallout from atmospheric weapons tests was indeed carried nationwide and that Americans in the contiguous 48 states at that time experienced some level of exposure. The fallout report itself was not intended to provide risk assessments of thyroid cancer from iodine-131. Unfortunately, a determination of what, if any, health effects might result as a consequence of I-131 exposure will require further research. Although it has been widely known for many years that radionuclides (including I-131) were deposited across the United States following atmospheric nuclear bomb tests, what has never been clear is the role these varying levels of fallout play in the development of cancers, particularly among persons who might have been exposed as children. It was hypothesized that if we knew the risk coefficient correlating thyroid cancer to I-131 exposure and thyroid doses, and if we knew how to estimate how much fallout each individual had been exposed to, those population groups who might have been at highest risk for developing cancer could be determined. They could then be provided with information needed to monitor their health. A preliminary review by NCI of regions estimated to have higher overall exposures to I-131 shows no increased rate of thyroid cancer incidence or mortality in the 40 years since the Nevada Test Sites began. Further followup is underway, and our statistical and registry experts have provided advice to state health departments interested in pursuing their own analyses. With the passage of Public Law 97-414, NCI was asked to develop methodologies to assess the amount of I-131 from fallout to which the American people were exposed; to estimate the radiation dose to the thyroid from the exposures; and to assess the risk of thyroid cancer from this exposure. We have completed two of the three tasks--we have successfully developed mathematical models using data and calculations from many Federal and private sources. The human I-131 exposure data and the few health consequences observed thus far among exposed populations studied have not been adequate to calculate thyroid cancer risk from these exposures. It had been anticipated that a follow-up study of persons living downwind from the Nevada Test Site would accomplish this; however, the results of that study, published in 1993, were suggestive but not conclusive with respect to thyroid cancer. The Chernobyl nuclear accident provides a tragic opportunity to obtain the very information needed to make these risk estimates. These data together with those from on-going epidemiologic studies in Hanford, Washington may be sufficient to provide an estimate of cancer risk that can be applied to the estimated doses from I-131 fallout from the Nevada Test Site. The NCI and the Department of Health and Human Services (DHHS) of course recognize that there are potential implications of the I-131 exposure study for the health of the American people. There was never any intention to conceal the results. In fact, the raw data and preliminary formulae have been made available upon request during this period of preparation and refinement. In addition, the methodologies used in the study and preliminary results have been presented at scientific meetings and published in the scientific literature since 1990. Updates to the NCI's Board of Scientific Counselors were frequent and open to the public. Periodic progress reports to Congress were drafted and forwarded to NIH for transmittal to the Secretary, HHS. The Thyroid/Iodine-131 Assessment Committee was chartered in 1984 with experts in all the fields of science relevant to this study to advise the NCI staff on the conduct of this study. Meetings of the advisory committee were open meetings, and it served until 1993 as a place where presentations and discussions of the latest findings of the study and more broadly in the scientific arena could be aired publicly. As I mentioned earlier, the data available to link I-131 fallout to specific cancers are not conclusive. All currently available data relating to a statistically significant increased risk of thyroid cancer are from external irradiation. Therefore, care must be taken to craft a public health message to increase awareness of possible health effects without creating alarm or undue harm. In the late 1970's, NCI undertook a public health campaign to alert people to the possibility of developing medical irradiation-related thyroid cancer. The campaign was designed to: (1) brief physicians about how to examine, diagnose and treat irradiation-related thyroid tumors, and (2) to urge the special population in the United States that was at increased risk of developing thyroid cancer to be examined by a physician. Because there is no established risk coefficient for I-131 and thyroid dose exposure, the Department of Health and Human Services has requested that the Institute of Medicine (IOM) at the National Academy of Sciences review the data to assess whether risks can be determined, and to develop recommendations for physicians on how to identify, evaluate, and treat persons who might be at risk of thyroid disease because of the exposures to radioactive iodine. The IOM estimates that its recommendations will be available in June 1998. The Department has pledged to pursue the establishment of a task force or working group of appropriate Federal agencies to discuss and implement the next steps in addressing the public health concerns. In the meantime, we are suggesting that concerned individuals consult with their physician during their next visit. The NCI will be pleased to keep you informed as these matters evolve. Sincerely, Richard D. Klausner, M.D., Director, National Cancer Institute. ______ Letter From Senator Tom Daschle U.S. Senate, Washington, DC, August 27, 1997. Hon. Donna Shalala, Secretary, Department of Health and Human Services, Washington, DC. Dear Madam Secretary: Enclosed is a copy of my letter to Dr. Klausner reiterating my concerns regarding NCI's handling of its 1982 congressional mandate to assess the impact of iodine-131 fallout associated with open-air nuclear testing between 1951 and 1962. I feel strongly that the Institute's inadequate actions in the face of a potential threat to the health of thousands of individuals must be investigated and explained, both to prevent the situation from repeating itself and to demonstrate the government's fundamental accountability to the public it serves. Most importantly, NCI must fulfill an essential unmet requirement of its mandate: to provide insight and guidance on the long and short-term health implications of the nuclear testing. I am requesting that you work closely with Dr. Klausner and the National Cancer Institute to ensure that the public's interests are being served from here forward, and to identify and address any deficiencies that may account for the Institute's delayed and incomplete response to this serious problem. Thank you for your attention to this matter. Feel free to contact me directly if you have questions. Sincerely, Tom Daschle, U.S. Senator. ______ Letter From Senator Tom Daschle U.S. Senate, Washington, DC, August 27, 1997. Hon. Richard Klausner, M.D., Director, National Cancer Institute, Bethesda, MD. Dear Dr. Klausner: As a follow-up to my inquiries over the past several months, I would like to reiterate my concerns regarding NCI's handling of its congressionally mandated assessment of iodine-131 (I- 131) fallout resulting from the 1950's radiation tests in Nevada. The events leading up to and surrounding the release of the National Cancer Institute's (NCI) study of I-131 raise serious questions about NCI's commitment to its statutory mandate to investigate, on a timely basis, the health impact of I-131 fallout. As NCI's July 25 press release states, ``In 1982, Congress passed legislation calling for the Department of Health and Human Services to develop methods to estimate I-131 exposure, to assess I-131 exposure levels across the country from the Nevada tests, and to assess risks for thyroid cancer from these exposures.'' Fifteen years later, that public mandate is still unfilled. Fifteen years later--more than 40 years after the initial tests--those exposed to the tests have virtually no information about the probable impact of the tests on their health or the steps they should be taking to protect their health. Given NCI's proper emphasis on early detection of cancer and other illnesses, this situation is especially troubling. I am aware that the estimation process by which NCI calculated average radiation dosage required a significant amount of data. Nevertheless, that does not account for the lack of any information on the progress of the study or any attempt to monitor the incidence of thyroid cancer in high exposure areas during the 15-year interim period. Neither does it justify NCI's failure, even now, to meet the crucial requirement of the 1982 mandate: to access and inform the public about the potential health risks associated with the iodine-131 fallout. The stakes are too high to allow this situation to be perpetrated, or to repeat itself. A delay in the delivery of crucial health information has the potential to manifest itself in very real health consequences. In this case, potentially exposed persons have neither the direct health information they need nor precautionary health guidelines that could serve them in the absence of such direct information. Furthermore, inordinate delays such as those that have plagued this study have a serious corrosive effect on public confidence in the government's commitment to providing them with timely, objective scientific information and protecting their health interests. I urge you to assess, and report to Congress about, the events surrounding the delays associated with this study, take whatever steps are necessary to ensure that similar delays do not undermine future NCI projects, and establish a date certain for the Institute of Medicine's evaluation of the appropriate medical response to the various exposure levels associated with the fallout. Finally, I ask that you evaluate whether there was a significant change in the incidence of thyroid cancer in the wake of the nuclear testing, particularly in ``hot spot'' areas. If this information is readily available, I ask that you share it with Congress and the public immediately. If it is not yet available, please estimate when it will be available and outline what precautionary steps should be taken in the meantime by those individuals who believe they may have been exposed to potentially dangerous levels of radiation. The public deserves a much clearer picture of the toll iodine-131 has taken on the Nation's health. Sincerely, Tom Daschle, U.S. Senator. ISOTOPE Senator Harkin [presiding]. The last couple of questions. We are talking here about one isotope. Are there other isotopes out there that we have to be concerned about? And if so, what are they? What do we know? Dr. Klausner. Overwhelmingly, I-131 is the major isotope there are other isotopes: strontium-89, strontium-90, cesium-137, barium-140, plutonium. And some of those in aggregate were addressed by, I think, the important Utah leukemia study. These other isotopes are even more difficult to assess in terms of exposures, et cetera, especially at this time. The estimate that I have seen is that the amount of radioactivity that individuals were exposed to for any of those isotopes were much, much less, significantly less, than I-131. That is why the major concern has been about I-131. However, we are interested in health effects of these other isotopes. There are studies about them. They are very difficult studies. They are very controversial results. And we look to see whether there are places where we can learn about the health and risk estimates from these other studies, such as surrounding the Mayac plant at the Techa River in the former Soviet Union. There are estimates about strontium in particular, about its health effects. But as far as we can tell, the total exposures from these other radionuclides, as I said, are much, much lower to the American people than was I-131. Others here may have more expertise about this than I. Senator Harkin. Do we know about any other isotopes? Cesium, for example, I am told mimics calcium, so it is taken up in the bones and could lead to bone cancer. We have had increased incidence of bone cancer, we know, in certain areas. Dr. Lyon. We did very preliminary studies looking at osteogenic sarcomas, which would be assumed to have been--and tried to do it on a county by county basis. We found virtually no signal coming from it. We abandoned it because it really looked to be--the tumors are extraordinarily rare, very, very difficult to study. So we backed off on that. In our thyroid dose estimations, we took into account other forms of iodine, so it becomes radioiodines. There are several other, but they are much shorter-lived than iodine-131. 131 has a 8-day half-life. These have much shorter half-lives. But they were also included in our dose calculations. To my knowledge, we have not looked at strontium or cesium issues in any great detail. Mr. Connor. The only comment I would like to make at this time is that historically there was consideration of the total number of estimated cancers that would be caused by strontium and cesium during the time of the weapons tests, and the numbers--the numbers of excess cancer were fairly significant. That is one of the reasons that there was strong pressure for the test ban treaty. So there has been consideration in the past and recognition that a number of cancers would be caused, distributed among the population. But what was never recognized to the extent was this milk pathway. Even though it was known privately, it was never brought out publicly that this was a major issue. Senator Harkin. Anything else on this specific thing, other isotopes? I wanted to follow it up, and especially plutonium also. Plutonium is highly carcinogenic and, even though it may have been smaller releases, it is much higher and much more carcinogenic. And its half-life is 24,000 years. So we still have a lot of this stuff floating around. I am just wondering, of what concern should that be in terms of the amount of plutonium that was released in the atmosphere during all these tests? STATEMENT OF ARJUN MAKHIJANI, COAUTHOR, ARTICLE, Mr. Connor. Senator Harkin, Arjun Makhijani is here today and he has done extensive research on isotopes and fallout. If you would not mind, could I turn over the mike to him to have him provide you with some information on this? Senator Harkin. I have a time constraint. That is my problem. Mr. Connor. We can provide the information for the record. Senator Harkin. Bring him up here, yes. I am interested in this. Just state your name and everything for the record here. State your name. Mr. Makhijani. My name is Arjun Makhijani, Senator Harkin. My colleague Ben Franke actually is the dosimetric expert in our shop, but since you called me. He actually compiled these numbers in a book we published with the ``International Physicians for the Prevention of Nuclear War in 1991.'' Senator Harkin. Excuse me. Are you not the one that wrote the article for the ``Bulletin of Atomic Scientists?'' Mr. Makhijani. I coauthored it. The principal author is back there. Senator Harkin. I just wanted to make sure I knew who I was talking to here. OK. Mr. Makhijani. These numbers are compiled from the United Nations Committee, Scientific Committee on the Effects of Atomic Radiation, which calculated the doses from atmospheric testing and published them. This is the authoritative committee on the subject globally. And if you take into account the testing from all countries--United States, Soviet Union, France, England, and so on, China--the cumulative global doses from radioiodine are estimated to be about 2 percent of the total doses from all radioisotopes released in atmospheric testing. The main contributors to dose are--these are integrated dose to the year 2000 from the beginning of testing--are carbon-14, cesium-137-- in order; well, not quite in order; they are in different order in different years. cesium-137, zirconium-95, strontium-90, ruthenium-106, there are a number of others. Senator Harkin. All of these are--really, I do not know the half-lives and stuff. But do we know any of the health effects of all these? Mr. Makhijani. Yes, sir; I think quite a lot is known about the health effects of many of these isotopes. Dr. Beyea. Yes; we do know a great deal about the health effects, unfortunately, because of the A-bomb, the bombs that were dropped on Hiroshima and Nagasaki, 50 years of followup by the radiation health effects research. There is a huge body of literature out there that tells us something about the health effects of radiation. Of course we do not know everything, and that is why we need continued study of particularly some of these more obscure health effects that have not been as carefully studied. Senator Harkin. One last question. Why do you suppose it was that the Government of the United States saw fit to inform Kodak about fallout and to give them advance warnings on where the hot spots would be, but would not do so for the general public, especially in Utah and Idaho and places like that? I am speculating here. Why would the Government not say: Look, we are going to have an atomic bomb blast; for the next couple of months, people in this area, you ought not to drink milk. Why was that not done? I mean, they told Kodak to protect their films. Dr. Lyon. I can comment, Senator, on one other inconsistency that is even more interesting, and that is that the safety standards for the employees of the Federal Government working at the test site were substantially different than for the general population. The example of that was the radiation monitor working in St. George on Shot Harry on May 19, 1953, when almost 80 percent of the exposure occurred, who spent the whole day out in the stuff, was told when he got back that evening, after he put a geiger counter on himself and found out he was clicking along at a pretty good rate, to burn his clothes, to shower off very thoroughly, by his superiors at the Atomic Energy Commission. There was not one word said to the citizens that they could have done exactly the same thing. I can only assume that there was concern about the safety issue shutting down the test site. But it would have been a very simple, effective way, and I suspect if it had been done we would have found no excess leukemia deaths in that county 20 years later. Dr. Beyea. Mr. Harkin, I would like to comment on that, because over the last few years I have been involved in looking at documents, legal cases, discovery in legal cases, and have read document after document that suggests to me that there really needs to be a very important investigation, historical investigation of what happened in this country in terms of radiation and radiation research. From what I can tell, there basically has been a gentleman's agreement for a long, long time to keep from the public what is known, to channel research into certain circumstances, to make sure that an old boy network is always in charge of who is assigning research contracts. I say that as speculation. I say that based on limited access to documents. But it is a story that some day must be told. How was it that so much about radiation was kept from the public for so long? And in fact, it actually backfired, because had people been open from the very beginning I do not think we would have had the same suspicion that we have today, and that is a certain irony. But I hope that you and other Senators will look into these documents that we see in the plutonium injection cases, we see in the Oregon prisoners cases, where prisoners were irradiated and then had vasectomies. We see this in a number of cases. And we read the documents where American officials kept things very, very secret and did not pursue scientifically the right answers. I hope some day you will be able to help us find out the total truth. Senator Harkin. Well, I think this is the beginning of that process. Dr. McGuire. Senator, as a mother, I can only imagine what my mother-in-law feels like. She is a very educated woman and she would never have done anything to hurt her children, and she feels like she did it by giving them the cow's milk. So I think it certainly would have helped her if she had known. Dr. Beyea. Senator, I have just been passed a note that I think I should mention. I apparently have slandered the American Thyroid Association inappropriately, and it is pointed out to me that the American Thyroid Association has recently been pushing for stockpiling of potassium iodide in connection with reactor accidents. So I do want to mention that everything about the association is not bad. Senator Harkin. Well, I think I have a lot of other questions, but I think the basic answer to them. But out of this I hope comes follow up at least--and we will, my staff and I am sure the committee staff, will follow up on this to ensure that we put together, as I said, NIH, U.S. Public Health, Centers for Disease Control and Prevention, to get this information out to people. We have got enough information now that at least people ought to be aware of it. And I think there are certain guidelines that citizens can take right now in terms of having checkups. Beyond that, I am concerned about studies of other isotopes and what may be out there, again in the way of letting people know what they ought to do right now. I think there is another subset of what we are starting here, and that is what was just mentioned by you, Dr. Beyea, and that is to try to find out, get some historical research here, and find out just what happened and why. Why did it happen that way--again, not as a way of self-flagellating ourselves as a country, but to sort of set the stage for something in the future. In other words, let us make sure we do not repeat these kind of things again in the future in this country. Enough suspicion and stuff out there of the Federal Government. We do not need this kind of thing happening along with it. I am also concerned, following up, Dr. Lyon, with Senator Specter on those grant proposals, and we will definitely follow up on that. PREPARED STATEMENTS I ask unanimous consent to place in the record the statement of the other witnesses who were not able to come today, and other statements made by other Senators who were not able to be here this morning also. Prepared Statement of Senator Dirk Kempthorne RADIATION EXPOSURE I would like to thank Chairman Specter for holding this important hearing. Today's testimony represents an important step forward in our effort to get all of the facts on the table. The National Institutes of Health (NIH) has released the results of a nationwide study of radioactive fallout from above-ground nuclear tests conducted during the 1950's in Nevada. A large amount of cancer-causing Iodine-131 was released into the atmosphere during these tests, raising many health concerns. Much of the radiation from the tests traveled northward, falling over the State of Idaho. In fact, four out of the five most exposed counties in the entire country are in Idaho. I find it appalling that only now are Idahoans discovering that they may have been exposed to dangerous levels of iodine over forty years after it occurred. This is simply unacceptable. It has been shown that children exposed to radiation can develop thyroid cancer later in life. Idahoans exposed to radioactive fallout from these nuclear explosions in the 1950's may be at risk. If this is the case, the federal government must take responsibility for its actions. This responsibility includes compensation for victims. I have sent letters to Secretaries Shalala and Pena calling on the Department of Health and Human Services to work with the Department of Energy and the NIH to further investigate this troubling disclosure to document all of the health impacts resulting from these tests. An aggressive examination dedicating all resources necessary is required to get to the bottom of this outrage. All options of remediation must be examined. At present, I have received a letter from Secretary Pena pledging to provide whatever data is necessary. I have also received an interim answer from the NIH. The NIH letter proposes a plan in which HHS will establish a task force to ``discuss and implement the next steps in addressing public health concerns.'' I applaud the efforts of the NIH to continue to work to provide answers to Americans exposed during these tests. Nonetheless, the Federal Government must be more responsive to the questions that I and many others have asked about this disturbing event. ------ Prepared Statement of Peter G. Crane My name is Peter Crane, and I appreciate the opportunity to submit testimony for inclusion in the record of this hearing. The Subcommittee deserves the thanks of the American people for holding this hearing, and for bringing the attention of the public to the health effects of radioactive fallout on the thyroid glands of Americans. There can be little doubt that lives will be saved, and a great deal of human misery averted, because this hearing will have alerted the public and the medical community to be watchful for indications of radiation- caused thyroid illness. The purpose of my testimony today is to discuss an issue closely related to the health effects of airborne radioactivity, and that is the prevention of such illnesses by means of the cheap and effective drug potassium iodide--``KI,'' in scientific shorthand. In submitting this statement, I am acting in my private capacity, as an interested private citizen, not in my official capacity as Counsel for Special Projects at the United States Nuclear Regulatory Commission. My interest in this subject began when I developed thyroid cancer, at the age of 26, undoubtedly because of x-ray treatments of my tonsils and adenoids when I was two. The disease recurred nine years ago, and then it took extensive radiation treatment--five hospitalizations over three years--to eradicate it. Illnesses of this kind affect not just the patient, but the whole family, as my wife could testify. Our experience, and that of other thyroid patients whom I know or have encountered, makes me believe that radiation-caused thyroid disease is worth preventing, if prevention can be achieved easily and cheaply--as it can. Americans tend to assume that the protection given our children is the most complete in the world. Where KI is concerned, this is not true. Countries all over the world stockpile the drug, in accordance with World Health Organization guidance and International Basic Safety Standards that the U.S. claims to support. The U.S. does not. And because the Government has kept very quiet on the subject of KI, comparatively few Americans realize that their children are not as well protected against radiation from nuclear accidents as children in France, Germany, Slovakia, Sweden, Canada, Japan, Switzerland, Poland, and a host of other countries. Stockpiling of KI was a major recommendation of the Kemeny Commission, which investigated the accident at Three Mile Island for President Carter in 1979. The Government promised to implement that recommendation but later reneged. In 1986, during the Chernobyl disaster, the Poles drew on their stockpiles of potassium iodide, gave out 18 million doses, and successfully protected their children. Side effects were minimal. In the former Soviet Union, however, KI stockpiling and distribution were haphazard. We are now seeing the tragic consequences: an upsurge of aggressive childhood thyroid cancer in children, frequently with spread to the lymph nodes, which means extensive surgery. The photographs of the young patients show incisions stretching from ear to ear. The number of reported cases passed the 1,000 mark sometime in 1996. First and foremost, this is a medical issue, but I am not a doctor and do not pretend to be. What do the doctors say about potassium iodide? The American Thyroid Association voted unanimously last year to urge the Government to stockpile KI for nuclear accidents. It has made that recommendation for years, and its reasons are compelling. Here is a July 8, 1996, letter from Dr. Jacob Robbins, a world-famous thyroid cancer specialist with the National Institutes of Health.\\1\\ Describing KI stockpiling as ``long overdue,'' he explained: --------------------------------------------------------------------------- \\1\\ He wrote this letter on behalf of the American Thyroid Association, not in his official Government capacity. --------------------------------------------------------------------------- ``1. The Chernobyl experience has shown us that thyroid cancer is indeed a major result of a large reactor accident, even when evacuation is carried out; 2. The Polish experience has shown us that large scale deployment of KI is safe; 3. The Three Mile Island experience has shown us that it is not easy to obtain a good supply of KI in an emergency; 4. The shelf life of properly packaged KI is extremely long; 5. The advantage of having a supply on hand for immediate use far outweighs its moderate cost; 6. The problems attendant on predistribution are immaterial for the matter of creating a stockpile; 7. No one questions the ability of KI to protect the thyroid from radio iodine; 8. Even though KI administration before any exposure is ideal, the Chernobyl experience also has shown us that the exposure can continue for days; institution of KI blockade at any time in this period is beneficial.'' As cancers go, thyroid cancer is one of the better ones to have--the fatality rate is about five percent in children and ten percent in adults. But no cancer is good, and the 1,200 or so Americans who die of the disease each year are just as dead as those who die of statistically more lethal types of cancer. Moreover, even for those who survive the disease, it can have major adverse effects on the quality of life. You get to see a lot of fallout-caused disease in the Marshall Islands, the Central Pacific island group that includes Bikini and Eniwetok, where the United States tested 67 atomic and hydrogen devices in the 1940's and 1950's. I was an administrative judge there in 1991 and 1992, serving as a member of the Nuclear Claims Tribunal, which administers compensation to Marshallese citizens harmed by the bomb tests. By far the major health effect of the bombs exploded in the Marshalls has been many hundreds of cases of thyroid disease. This includes cancer, benign nodules, and hypothyroidism. The last of these deserves special mention. Hypothyroidism-- underactivity of the thyroid--can cause irreversible retardation in children.\\2\\ When that happens, the results are tragic. --------------------------------------------------------------------------- \\2\\ To combat retardation caused by diet-related hypothyroidism (from iodine deficiency), the Kennedy Foundation, headed by Mrs. Eunice Kennedy Shriver, has been doing extraordinarily valuable and effective work in the Third World to promote iodization of salt. If there is a more cost-effective health program anywhere--vast numbers of people protected at minimal cost--I am unaware of it. --------------------------------------------------------------------------- As for hypothyroidism in adults, a standard medical textbook on the thyroid describes it as ``one of the most insidious'' of all illnesses. Why? Because it can develop so gradually and subtly that no one--not the sufferer, not the family--realizes that there is a treatable medical problem. In the Marshalls, for example, I was once presenting a compensation award to a woman from Eniwetok, and as a courtesy, asked her if there was anything she wanted to say. Yes, she said, her life was miserable: she was always cold. ``Cold?'' I asked, in some astonishment, for the Marshalls are near the Equator, and the climate is torrid and steamy all year round. ``Yes,'' she said, ``even with my electric blanket on high I shiver and shake all night long.'' It took only a few more questions to establish that she had all the classic symptoms of hypothyroidism--thyroid insufficiency. A Tribunal doctor tested her and prescribed synthetic thyroid hormone, and before long she was living a normal life. But for her, many years of her life had been blighted unnecessarily. There are undoubtedly people very much like her in this country too--people who are chronically cold, weak, and fatigued, who might be living normal lives if they and their families and their doctors knew what to look for. If ever there is a major nuclear accident in this country, there will probably be many more such people, with illnesses that might have been prevented by a dime's worth of medication sitting on the shelf of a hospital or fire station. The Food and Drug Administration KI ``safe and effective'' for use in nuclear accidents some 20 years ago. The drug works by saturating the thyroid with iodine in a harmless form, thereby ``blocking'' it against the absorption of inhaled or ingested radioactive iodine. It has a shelf life of at least five years, and costs approximately ten cents for each person protected. The NRC's technical staff estimated in 1994 that a supply sufficient to protect the combined population around all U.S. nuclear plants could be purchased for a total of a few hundred thousand dollars--and indeed, that it would be cheaper to buy stockpiles of the drug than go on studying whether to do so. That would seem to be the very definition of a ``no- brainer.'' Nevertheless, official U.S. policy still holds that it is more ``cost-effective'' to take a chance, and treat the cancers if and when they occur, than to spend even that tiny amount on prevention. The pressing need for stockpiling KI first became apparent during the Three Mile Island accident, in 1979. As this Subcommittee's Chairman no doubt remembers well, the fate of the plant hung in the balance for several nerve-wracking days. While reactor operators and Nuclear Regulatory Commission (NRC) officials fought to bring the plant under control, federal and state officials, fearing a major release that would disperse radioactive iodine from the reactor core into the atmosphere, searched for supplies of KI and discovered that they did not exist. A pharmaceutical company executive, responding to a middle-of-the-night plea from the Food and Drug Administration, started up the KI production line at 3 o'clock in the morning. Supplies of the drug were in Pennsylvania 24 hours later. Although the plant experienced a partial core meltdown, the accident fortunately was brought under control without the KI being needed--that time. Afterwards, the President's Commission on the Accident at Three Mile Island, headed by John Kemeny, was scathing in condemning the Government's failure to keep supplies of the drug available. Stockpiling, it said, was long overdue, and it recommended prompt corrective action. The NRC strongly endorsed that recommendation, and promised to make KI a mandatory part of emergency planning for every nuclear power plant. The Federal Emergency Management Agency (FEMA) made plans to buy national stockpiles of the drug. In the fall of 1982, however, FEMA and the NRC technical staff, in the space of just a few weeks, reversed themselves-- 180 degrees. FEMA dropped KI from its budget, and the NRC technical staff hastily withdrew a pro-KI paper that it had sent to the NRC Commissioners and replaced it with a paper negative on KI. Why? The reasons were not given, but the circumstances suggest strongly that politics, and pressure from the nuclear industry, won out over health and safety. In 1983, at a briefing for the Commissioners and the public, senior NRC staff officials explained their new anti-KI position. The nuclear accidents in which KI would be useful were so rare, they said, and the consequences of a radiation- caused thyroid ``nodule'' were so slight, that it would be cheaper to treat such disease after it occurred than to prevent it. One of the briefers was the Commission's Executive Director for Operations--the head of the NRC's technical staff--who offered the view that the staff's position was ``courageous.'' The NRC Chairman, Nunzio Palladino, was skeptical of the briefers' presentation. He commented that if he survived an accident because of twenty cents' worth of KI, he would think it ``small change compared to the risk.'' One of the staff members quickly corrected him, explaining that ``the surviving question is not the question.'' Rather, he said, the issue was one of ``averting an illness.'' The briefers made this illness sound quite trivial, explaining: ``There's a few days' loss from--it's a relatively simple operation that's involved in removing the thyroid or removing the nodules.'' Another briefer compared KI to an ``amulet,'' and to an insurance policy that when read carefully, turns out to offer protection only against death by stampeding elephant. Given that some 40 percent of radiation-caused nodules are cancerous, and that 5 to 10 percent of the cancers are fatal, what the briefers were telling the NRC Chairman--their boss-- was poppycock. Only much later was it explained that in referring to ``nodules,'' they meant benign nodules only. This was as though you offered a public briefing on the value of seat belts in car accidents without mentioning that you were defining ``accidents'' as collisions occurring at under 5 miles per hour. For compared to cancer, a benign thyroid nodule is a fender-bender. And the briefers never discussed cancer at all. The NRC staff was successful in winning over the Commissioners, and the ultimate result was a 1985 Federal policy statement, still in place today, declaring it ``not worthwhile'' to require KI stockpiling. Thus the recommendation of the Kemeny Commission was quietly disposed of, at a time when memories of Three Mile Island had faded--except, perhaps, in Pennsylvania--and thoughts of nuclear accidents were far from most people's minds. It did not take long, however, for the Government's folly and irresponsibility to be revealed. In April 1986, just 9 months after the policy statement was issued; the Chernobyl accident sent a cloud of radioactive iodine and other fallout across Europe. Inhaled and also ingested, through milk and vegetables, the radioactive iodine lodged in the thyroids of children and adults. In 1991, doctors in the vicinity of Minsk, in Belarus, began to see a pattern of increasing numbers of cases of childhood thyroid cancer. The medical crisis in the former Soviet Union is far from over. The number of childhood cancers continues to rise, and in addition, the latency period for adult thyroid cancer is longer than for children, so we can expect to see new thyroid cancers appearing in the Chernobyl-affected areas even 30 or more years from now. Why did Chernobyl and the cancers resulting from it not turn U.S. policy around? In an ideal world, they would have: The Federal Government would immediately have acknowledged that the President's Commission on Three Mile Island had been right all along about KI, and would promptly have made stockpiling a reality. But that didn't happen, perhaps because an admission of error might have raised awkward questions about why the recommendations of the President's Commission had been ignored in the first place. So the Government hunkered down, saying and doing nothing that would have raised public awareness of the KI issue. It is hard to escape the conclusion that protecting bureaucrats from embarrassment took priority over protecting children from cancer. In the years since Chernobyl, stockpiling of KI has become routine in countries around the world. In April 1996, there was an international conference in Vienna on the health effects of the disaster. An American radiologist described the epidemic of childhood thyroid cancer as a ``completely preventable problem,'' and said that the use of KI ``ought to be No. 1 on the list'' of the lessons of Chernobyl. He lamented that his own country continued to lag behind in protecting its people. The Government's silence ensures that most Americans are in the dark. Just last year, on the 10th anniversary of Chernobyl, a Congressional resolution called on the President to make sure that the health lessons learned from Chernobyl were made available to nations around the world. Congress clearly assumed that the U.S. was in the lead in applying the lessons of Chernobyl; I suspect that those who voted for the resolution would be quite surprised to discover that we are actually at the back of the pack. They might well ask why, if the Poles can afford to keep 90 million doses of KI on the shelf, we can't manage to do as well by our children. Is this a disease so trivial that it is not worth preventing? Ask some patients. They will tell you that thyroid cancer can have major effects on the quality of life. First, patients must take synthetic thyroid hormone daily for the rest of their lives, which for many is a serious economic burden. In preparation for diagnostic procedures and radiation treatments, moreover, they must switch for several weeks to a different thyroid hormone, with different physiological and psychological effects. Then they must stop taking medication altogether, which results in hypothyroidism. In this state, the patient-- like the Marshallese woman I described--is weak, chronically fatigued, and abnormally sensitive to cold, often shivering uncontrollably in temperatures that others in the same room find comfortable. After treatment, the patient needs to be reintroduced to medication, which for many is a difficult process, because there is great variation from one person to the next in the amount of hormone that the body needs. The result of these various changes often is a physical and emotional roller-coaster lasting weeks or months. Does anyone remember when President George Bush could not speak in public without dissolving in tears? It was just the ups-and-downs of a thyroid patient, getting back on medication after a radiation treatment.\\3\\ Some people never succeed in making the adjustment. The widow of a member of this body, the late Senator John East of North Carolina, was quoted as saying that it was his doctors' inability to get his thyroid medication in proper balance that drove him to take his own life. --------------------------------------------------------------------------- \\3\\ President Bush, and Mrs. Bush as well, had Graves' disease, in which the thyroid is overactive. It is an indication of how subtle and hard to detect thyroid problems can be that the President's extreme hyperthyroidism was not even noticed until it caused him to collapse and be hospitalized. --------------------------------------------------------------------------- Thyroid cancer, in sum, though it is usually curable-- emphasis on ``usually''--and though there are many much worse illnesses, nevertheless can be extremely disagreeable. It is also frightening to have any cancer. (If there are people who do not find it frightening, they are braver than I am, or dumber.) Is it worth preventing, if we can do so cheaply? Of course it is. Twice in recent years the Government has come close to rectifying its long failure to ensure KI stockpiling. In 1994, responding to a ``differing professional opinion'' that I had filed 5 years earlier, the NRC staff at last acknowledged that KI stockpiling was a ``prudent'' measure, and recommended a change in Federal policy. The NRC staff estimated that a few hundred thousand dollars would buy a stockpile of the drug sufficient for the entire country. Senators Joseph Lieberman and Alan Simpson--an Eastern Democrat and a Western Republican--weighed in on the issue, writing a letter to the NRC that made compelling arguments for stockpiling KI. (A copy is attached to this statement.) The Senators pointedly reminded the Commissioners of the Government's ``moral responsibility to provide the public with complete and accurate information regarding the risks from federally licensed activities and ways in which those risks may be reduced.'' But their bipartisan advice was not taken. The NRC Commissioners divided 2 to 2, and under NRC rules, a tie vote on a staff proposal means the proposition fails. The old policy stayed in place, and the public remained no wiser than before. This year the issue was back before the NRC. On June 30, the Commissioners voted 3-2 in favor of a proposal under which the Federal Government would fund the cost of KI pills for any state requesting them. The two dissenters, who thought the majority had not gone far enough, were the Commission's newest members, Nils J. Diaz, a Republican, and Edward McGaffigan, Jr., a Democrat. They voted to make KI stockpiling a mandatory part of NRC emergency planning regulations. The Commission majority's approach sounds better than it is. Most states, having been assured by the Federal Government for 15 years that KI is undesirable, do not realize that it could be useful. So far, the NRC has not yet been willing to say out loud that stockpiling KI is a prudent and sensible measure, and to recommend in so many words that states avail themselves of the free KI. Will states and the public understand what the stakes are, when the July 1 NRC press release announcing the majority's decision did not even mention the word ``cancer?'' This was comparable to announcing the availability of ``Sabin vaccine'' without mentioning that its purpose is to prevent polio. Moreover, the majority's approach relies on the fact that the Government plans to establish caches of medicines and supplies in 27 cities as a defense against terrorism. KI will be among those medicines. But with no indication as to the amounts of stockpiled KI, or their locations, it is not realistic to expect that these stockpiles will be useful for nuclear power plant accidents, when there has been no planning at the state and local level to use the drug.\\4\\ --------------------------------------------------------------------------- \\4\\ In fairness to the Commission, I should note that it specifically reserved judgment on whether to grant a petition for rulemaking, filed by me, that would have amended NRC's emergency planning rules to require facility emergency plans to make provision for evacuation, sheltering, and KI. Thus the Commission has not yet completed action on the KI issue, and it should not be assumed that it is close-minded on the subject. --------------------------------------------------------------------------- In Canada, nuclear utilities support stockpiling of KI in part because they consider it good public relations to show that they leave no stone unturned in protecting the public. The U.S. nuclear industry, on the other hand, has fought stockpiling adamantly, in part because--as it openly admits--it thinks that KI will make the public more apprehensive about nuclear power. The vacuum of leadership from the Federal Government on the KI issue has led some states to explore the question for themselves. Last winter, the Maine Advisory Commission on Radiation voted unanimously to recommend stockpiling of KI in evacuation centers near the state's only nuclear plant, and the Governor accepted that recommendation. Maine joins Tennessee and Alabama, which have long maintained supplies of the drug. New York and now Ohio have begun looking into the issue. All too many states, however, remain steadfast in their opposition to KI--an opposition often grounded in ignorance of basic facts. For example, in 1996, at a meeting at the Federal Emergency Management Agency on the subject, a representative of the Illinois Department of Nuclear Safety justified his opposition to KI by declaring, ``Loss of the thyroid is not life-threatening.'' \\5\\ --------------------------------------------------------------------------- \\5\\ Curiously, the identical language appeared in the statement submitted separately by a representative of the state of South Carolina. --------------------------------------------------------------------------- The quoted statement is true only in the same limited sense in which it is true that loss of a breast is not life- threatening. For the cancer that causes you to lose your thyroid, or your breast, can kill you. If the officials of Illinois and South Carolina still do not know that, it is a reflection of how badly the federal agencies have failed in their duty of giving states accurate and complete information. Can taking KI during an accident prevent all the health effects I have described? Yes, if you can get it to people in time. But can you get it to people in time? That may depend on the circumstances of the event. There is no guarantee you will get it to everyone. But if there are no KI stockpiles, then it is guaranteed that you won't get it to anyone. The question that readers may be asking by now is this: If the case for KI is as compelling as I have suggested, what are the arguments against it? The arguments one hears against KI fall into two classes. First, there are those that are just plain invalid--factually incorrect. The second are the objections that although they may be factually correct--for example, that evacuation is generally the best option--are still not a good reason to be without KI stockpiles. I will start with the invalid arguments, which number six. 1. There is no new data challenging existing policy.--In fact, there is a wealth of new data since Chernobyl, such as the presentations at the April 1996 conference mentioned earlier, suggesting that airborne radiolodines are more dangerous to children's thyroids than previously suspected. But even if there were no new data, the existing policy was defective from the start, because it was based on misinformation. 2. Loss of the thyroid is not life-threatening.--A March 1996 publication of the nuclear industry's own lobbying group, the Nuclear Energy Institute, reported 550 cases of childhood thyroid cancer in the former Soviet Union, with five fatalities. (The numbers are higher now.) If it's life- threatening in Minsk, it's life-threatening in Mason City and Middletown. In any case, who says a disease has to be life- threatening to be worth preventing? That's not the standard we use when we have our kids immunized against mumps, measles, and chicken pox. 3. KI is not cost-effective.--KI is an insurance policy-- backup protection in case of certain events that are unlikely but have serious consequences when they do occur. Is it ``cost- effective?'' The problem with framing the issue that way is that if by ``cost-effective'' you mean ``likely to pay for itself over time,'' no insurance policy meets that test. The insurance companies would all be bankrupt if they didn't take in more from the average buyer than they pay out. Rational people, when deciding whether insurance is worthwhile, don't ask whether it is sure to pay for itself, but whether it provides valuable protection at a reasonable cost. Stockpiling of KI meets that test. 4. KI could complicate evacuation.--You sometimes hear the argument that KI will diminish safety in an emergency, because people will ignore evacuation orders and go looking for KI instead. That's very farfetched. In fact, if you wanted to encourage evacuation, you might want to tell people over radio and television that when they get to the evacuation center, they will be checked out medically and given a medicine, potassium iodide, that will help protect them against radiation. And you add that this drug will not be available locally. So KI should not be a hindrance to an orderly evacuation; it might even be an incentive. 5. KI carries a risk of serious side effects.--The best data on side effects comes from the Polish experience after Chernobyl, which is documented in a medical journal article co- written by a Polish health official and an NIH scientist. The Poles gave out 18 million doses. Two people were hospitalized, briefly. Both of them had known iodine allergies and took the drug in spite of being warned not to. Our own FDA says the benefit outweighs the side effects. The doctors of the American Thyroid Association were well aware of the side effects issue when they unanimously endorsed stockpiling in November 1996. 6. KI could increase state's risk of liability.-- Distribution of KI would take place only after an advisory from the federal government that it was appropriate. In that situation, with a state following federal directives and doing the best it could under emergency conditions, who would find a state liable? If I were a state, I would be much more worried about the consequences of not having a KI stockpile, given all that is known about the drug's value. If ever there were an accident, and it turned out a state had no KI to give out because it had taken its medical advice from lobbyists instead of doctors, that would be the time to worry about liability. The following are six arguments I consider factually accurate, but still not persuasive reasons to forgo stockpiling. 7. Evacuation is preferable.--The most common argument against KI is also the most meritless: that evacuation is better, so we don't need KI and shouldn't even have it around as a precaution. The problem is that evacuation isn't always feasible. The NRC and FEMA have never claimed it was. KI is backup protection--Plan B--for those situations where evacuation cannot be completed in time to avoid a substantial radiation dose to the thyroid--for example, because of adverse weather conditions, blocked roads, or widely dispersed radioactivity. Also, people may be exposed to radiation while they are evacuating--automobiles don't afford much protection. Moreover, it is not an either/or proposition. You don't choose between backing evacuation and backing stockpiling of KI; you do both. The question is whether you have three weapons in your arsenal--evacuation, sheltering, and KI--or only two, in a situation when the third weapon costs only a pittance. The lifejackets on a ferryboat are a pretty close parallel to KI. Are ferryboat disasters common? No. Is the lifejacket the best way of escaping harm if a ferry sinks? No, you're better off being evacuated by lifeboat or helicopter--if that is possible. But does that mean we should dispense with lifejackets? Of course not. We have lifejackets because in the rare instance in which you need them, you are in grave danger without them. So we have lifeboats and lifejackets, because it's the sensible and prudent thing to do. 8. Big accidents are unlikely.--It is true that big accidents are unlikely. Generally speaking, a combination of good design, good operation, and good regulation makes American nuclear reactors quite safe. But there is a big difference between saying that accidents are unlikely and saying that they cannot happen. If we could be sure that accidents would not happen, then all emergency planning--sirens, drills, and the like--could go out the window. The cost of KI is a drop in the bucket by comparison to what is already spent on emergency preparedness. The reason we have sirens and drills and the rest is that we know that accidents can happen. (So can acts of terrorism.) If we accept the idea that emergency preparedness makes sense, then our preparedness ought to be first-rate, not second-rate. 9. Public confidence in the technology could be affected.-- That is a quotation from an industry ``White Paper'' on KI that was sent to the Nuclear Regulatory Commission in 1993. The same argument could be made to assert that we shouldn't have containments or emergency core cooling systems at nuclear plants, since both of those structures might remind people that accidents can happen. You don't hear the ferryboat operators complaining that having lifejackets on board will diminish confidence in ferryboat technology. If I were the industry, I would be embracing KI, and making the point that even though it is very unlikely that it would ever be needed, the industry is committed to ensuring that Americans are protected to the highest standard in the world. 10. The logistics of distribution need more study.--The opponents of KI stockpiling sometimes try to change the subject from whether KI is a valuable protective measure (an argument they know they will lose) to the logistics of delivering the drug in an emergency. The idea is to make the delivery of KI sound just impossibly complicated, so as to put off, preferably forever, the question of whether it makes sense to have the drug at all. Those arguments were made at the June 1996 meeting at FEMA, and answered by Dr. Jacob Robbins of the National Institutes of Health, whom I quoted earlier. He observed that there were two issues: whether to stockpile KI, and how to deliver it to people in an emergency. He said: ``You're sort of asking the question: Which should come first? If you remember back to the Three Mile Island incident, there was no stockpile. It was requested. With a great deal of difficulty, in a rather inadequate way, it was finally made available. And it was ready to be used but with a delay. I think we have to think of both aspects. And what the American Thyroid Association has said is create the stockpiles, have them available, and then have expert groups developing the mechanisms of how to distribute this in time of need.'' It's hard to quarrel with that advice: make the decision in principle that having KI makes sense, establish stockpiles, and then work out the logistics of how you want to distribute it. While you are thinking about logistics, the drug can be onsite in schools, or hospitals, or fire stations, or all three. 11. The states don't want it.--This is an argument you hear again and again at the federal level. The Federal Government has been giving the states inaccurate and incomplete information about KI for 15 years, and it is small wonder that many of them believe that KI is undesirable. Once states begin to get full and up-to-date information about KI, their attitude toward stockpiling is likely to change, as Maine's did. 12. People can buy it for themselves.--The argument can be made that people are free to buy the drug for themselves, and that the states and the Federal Government should not be involved. First, the drug is unlikely to be available locally. Second, people will know to buy the drug only if the authorities accept the obligation of informing them. It would probably be cheaper to buy a stockpile than to take on the task of telling people that they should consider buying it. Third, in an emergency, some people--such as schoolchildren--will not be at home. Fourth, do you really want to say that for the people who didn't have the foresight or money to buy the drug, it's their tough luck? To leave it up to individuals would be like telling ferryboat passengers that they are free to bring their own lifejackets. It's simpler, fairer, and better health policy to stockpile KI and bring it out for the entire affected population in time of need. In conclusion, Americans have a right, where nuclear hazards are involved, to expect their Government to ensure that they are protected adequately and that they are given accurate and complete information. In the case of potassium iodide, the Government has so far done neither. It is high time that the Federal Government lived up to its responsibilities, so that we can at last say that American children enjoy radiation protection second to none. Thank you. Attachment: ------ Letter from Senators Joseph I. Lieberman and Alan K. Simpson U.S. Senate, Committee on Environment and Public Works, Washington, DC, April 20, 1994. Hon. Ivan Selin, Chairman, U.S. Nuclear Regulatory Commission, Washington, DC. Dear Chairman Selin: We are writing to urge the Nuclear Regulatory Commission (NRC) to revise its current policy regarding the availability and use of potassium iodide (KI) in the event of an emergency at a nuclear power plant. The NRC's current policy is that state and local governments should consider stockpiling KI for emergency use by emergency workers and institutionalized persons, but not for the general public. This policy was established in the early 1980's. Since that time, however, new information has arisen and additional experience has been gained on the costs and benefits of the prophylactic use of KI by the general population. We believe that this new information and experience requires a new approach to this issue. It is well established scientifically that KI is extremely effective in preventing the uptake of radioactive iodine by the thyroid. If taken in the proper dose prior to exposure to radioactive iodine KI can completely block the uptake of the radioactive iodine. The distribution of KI to the general population in the event of nuclear emergency is a widely accepted protective measure. The World Health Organization has recommended its use for people living near a nuclear power plant if radiation levels are expected to exceed a predetermined dose. A number of foreign governments-- including the United Kingdom, the Czech Republic, Switzerland, Canadian provinces with nuclear power plants, and the former Soviet Union--stockpile KI for distribution to and use by the general public in the event of a nuclear emergency. In the United States, three States--Alabama, Tennessee, and Arizona--have plans to distribute or already have distributed KI to people living near one or more nuclear power plants within those States. A recent cost-benefit study of this issue conducted for NRC indicates that the costs of stockpiling KI for people who live within five miles of a nuclear power plant are minimal--approximately 10 cents per person per year. This means that for a typical population of 10,000 people living within five miles of a nuclear power plant, it would cost approximately $1,000 to make KI available for distribution. The NRC staff projects that the cost of stockpiling KI for everyone in the country within five miles of a nuclear power plant would be on the order of several hundred thousand dollars per year. This is only a small fraction of the expenses already spent on emergency planning. As the NRC staff has noted, ``[c]osts in this range present no significant barrier to stockpiling and are probably less than the cost of the continued studies.'' Some concern has been expressed that public education on the use of KI may result in a potentially significant negative public perception. However, no evidence has been provided that any of the existing policies in other nations or in the States that provide for the use of KI by the general population has caused any undue panic or apprehension to the general public. Moreover, the Federal Government has a moral responsibility to provide the public with complete and accurate information regarding the risks from federally-licensed activities and ways in which those risks may be reduced. In sum, therefore, KI can be an extremely effective countermeasure to prevent damage to the thyroid in the event of a radiological emergency. It can also be made available for the general population living near a nuclear power plant for minimal costs. The NRC should revise its policy to provide this additional potential protective measure for nuclear emergency planning. We thank you for your time and consideration. Sincerely, Alan K. Simpson, Ranking minority member, Subcommittee on Clean Air and Nuclear Regulation. Joseph I. Lieberman, Chairman, Subcommittee on Clean Air and Nuclear Regulation. CONCLUSION OF HEARING Senator Harkin. Anything else before we close the meeting down? Dr. Klausner, any final last observations or requests, advice, to this committee? [No response.] Senator Harkin. If not, we thank you all very much for your time and for your information, that concludes our hearing. The subcommittee will stand in recess subject to the call of the Chair. [Whereupon, at 10:40 a.m., Wednesday, October 1, the hearing was concluded, and the subcommittee was recessed, to reconvene subject to the call of the Chair.] - "}