{"title": "Yermín Mercedes es separado de Tigres del Licey por violar protocolo contra COVID-19", "author": "Béisbol Invernal", "url": "https://espndeportes.espn.com/beisbol/nota/_/id/7731129/yermin-mercedes-es-separado-de-tigres-del-licey-por-violar-protocolo-contra-covid19-beisbol-invernal-lidom", "hostname": "espn.com", "description": "Yermín Mercedes podría estar en problemas con Tigres del Licey por segunda temporada consecutiva, si se determina que hubo una violación grave al protocolo de salud implementado por la LIDOM.", "sitename": "ESPN", "date": "2020-11-11", "cleaned_text": "| | Junior Noboa, gerente general de Tigres del Licey, indicó que Yermín Mercedes estará separado del equipo por 14 días luego de haber violado el protocolo de salud de LIDOM para la prevención del COVID-19 El gerente general de los Tigres del Licey, Junior Noboa, confirmó que el receptor de los Tigres del Licey y de Chicago White Sox, Yermín Mercedes, violó el protocolo de prevención contra el COVID-19 de la Liga de Béisbol Profesional de la República Dominicana (LIDOM). La noticia se hace pública en el mismo día en que Tigres del Licey anunció la contratación del receptor venezolano Sandy León, quien accionará por primera vez en el béisbol invernal dominicano. Mercedes ha sido separado del equipo por un plazo de 14 días, según confirmó Noboa, en los que deberá estar bajo la observación médica hasta tanto los médicos del equipo y de la liga, así como el personal asignado del Ministerio de Salud Pública determinen que no representa ningún síntoma o peligro de contagio del virus a otras personas, tal y como indica el protocolo aprobado por LIDOM y sus equipos. De manera adicional y en el caso de que sea determinado por el equipo y por la LIDOM, la violación de los protocolos contra el COVID-19 podría tener repercusiones serias que acarrearían la sanción en contra de Mercedes. Si esto llegase a ocurrir, sería la segunda temporada consecutiva en que el receptor y el Licey sostienen problemas como consecuencia de su comportamiento. El Licey se verá en la obligación de iniciar la temporada sin uno de sus mejores bateadores, quien estaba llamado a ser el bateador designado titular del equipo con la salida de Juan Francisco hacia los Gigantes del Cibao. En seis temporadas con el equipo azul ha jugado un total de 150 encuentros (entre serie regular y postemporada), alcanzando 457 turnos oficiales. Ha disparado un total de 129 hits, lo que lleva su promedio de bateo a .282, mientras que su porcentaje de embasarse (OBP) asciende a .344 y su slugging (SLG) a .407, buenos para un OPS de .751. Ha conectado nueve cuadrangulares y remolcado 70 carreras. Adicionalmente, acumula 186 bases totales. La información fue confirmada por Tenchy Rodríguez y Yancen Pujols, siendo el último quien hiciera pública su conversación con el gerente general de los Tigres "}