{"title": "PDF", "author": "PDF", "url": "https://www.ncbs.res.in/sites/default/files/Funding%20Horizon_April%202020_2.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 IN THIS ISSUE WELCOME NOTE ..............2 NEWS HIGHLIGHTS ..........3 2019 -20 AT A GLANCE .........4 AWARDED GRANTS .........5 -7 FORTHCOMING DEADLINES ...................8 -17 A P R I L 2 020 FUNDING HORIZONS 2 Dear Colleague, Welcome to another edition of Funding Horizons, a compilation of useful information relating to funding opportunities at the Bangalore Life Science Cluster campus. This newsletter includes information on forthcoming funding deadlines, recent funding successes and more. In light of the ongoing COVID -19 pandemic there are several funding opportunities which are being offered specifically to support research on this disease. Read more about these calls on pages 8 -10. Should you be interested to apply for any of the schemes listed herein, please inform the RDO immediately. I am happy to share that since February 2020, the RDO is now on Twitter. We regularly share information about recently announced funding calls on our twitter handle. Do follow us @rdoBLiSC1 for these updates. We hope this will be useful for you in planning your funding applications. Stay Safe! With Best Wishes, Vineetha Raghavan (on Behalf of Team RDO) WELCOME NOTE 3 FUNDING WORKSHOP FOR POSTDOCTORAL FELLOWS - 2020 The RDO in conjunction with the Academic Office organized a funding workshop for postdoctoral researchers on the campus on 5th March, 2020 . The workshop was well -received by the postdoc community. Any suggestions/feedback regarding the funding workshop can be mailed at rdohelp@ncbs.res.in . We thank those who have already provided their feedback on the workshop. We have noted your requests and suggestions. NEWS HIGHLIGHTS The RDO is now on Twitter !!! For constant updates on funding calls, follow us on twitter @rdoBLiSC1 . 4 FUNDING SUPPORT FY 2019 -20 2019 -20 AT A GLANCE Data categorized by total number of active grants in each category FUNDING REQUESTS FY 2019 -20 Data categorized by total number of funding requests submitted from campus 5 RESEARCHER HOST INSTITUTION PROJECT TITLE FUNDING AGENCY FUNDING SCHEME FUNDS AWARDED (in Lakhs) Dr. Bhavana Muralidharan inStem Regulation of cerebral cortical development by chromatin modifiers in health and disease India Alliance Intermediate Fellowship 359.5 Dr. Anjana Badrinarayanan NCBS Maintenance of bacterial Ge- nome Integrity: Mechanism of action and regulation of the highly conserved Structural Maintenance of Chromosome protein, RecN SERB Core Research Grant (CRG) 44.85 Dr. Anjana Badrinarayanan NCBS Characterization of a novel translesion synthesis repair pathway in bacteria: Mechanism of action, regula- tion and impact on stress - induced mutagenesis DBT Har Govind Khorana - Innovative cir- cuits crucial for cardiac circadi- an rhythm control SERB Core Research Grant (CRG) 49.28 Dr. Uma Ramakrishnan NCBS Determining contribution of individual tigers in shaping conflict in a critical source pop- ulation of central India National Geographic 22.78 ($29,785) Dr. Srikala Raghavan inStem Delineating the Immune in Embryonic Skin DBT Project grant 90.00 This section provides brief details of the recent funding successes from our campus. We wish all the investigators well for their proposed programs of research. All correspondence on awarded grants should be directed to: rdohelp@ncbs.res.in AWARDED GRANTS 6 RESEARCHER HOST INSTITU- TION PROJECT TITLE FUNDING AGENCY FUNDING SCHEME FUNDS AWARDED (in Lakhs ) Dr. Sunil Laxman inStem Regulation of (CRG) 48.95 Dr. Minhaj Sirajuddin inStem Best of Indian Science Series - I India Alliance Public Engagement 12.27 Dr. Praveen Vemula pressive Therapy (MERIT) to Prevent Chronic Rejection in Vascularized Composite Department of Defence (DoD), USA Investigator - Initiated Research Award - Multiple PI Option 107.6 ($140, 676) This section provides brief details of the recent funding successes from our campus. We wish all the investigators well for their proposed programs of research. All correspondence on awarded grants should be directed to: rdohelp@ncbs.res.in AWARDED GRANTS 7 RESEARCHER HOST INSTITU- TION PROJECT TITLE FUNDING AGENCY FUNDING SCHEME FUNDS AWARDED Lakhs) Dr. Renjitha Gopurappilly NCBS \"Modulation of PLA2G6 -linked Parkinson 's disease by Store Operated Calcium Entry \" India Alliance ECF 168.17 Dr. Siddhartha Dutta inStem Analysis of the delayed of acute stress on neuronal and astrocytic mor- Mishra inStem Analysis of deficient fear learning and memory in a noval rat model of fragile X syndrome FXS DST CSRI 22.4 Dr. Gajendra Singh -conjugating Raghurama NCBS \"Effects of Nitrogen on plant invasion in the montane Nilgiri grasslands\". National Geographic Early Career Grant $6,307.58 Tyagi NCBS Road -block for wildlife con- nectivity: Impact of the road network on genetic connectiv- ity and population structure of Sambar deer (Rusa unicolor) populations in the central Indi- an landscape DeFries -Bajapi Foundation (DBF) Small Grants 4942.5 USD Ms. Rhea Lopez NCBS Understanding perceptions and reality in human -wildlife interactions: The case of otter -fishery interactions in Goa, India Wildlife Conservation Trust (WCT) Small Grants 0.895 (1st instalment). Total Project cost: 1.99 This section provides brief details of the recent funding successes of postdoctoral researchers/Students from our campus. We wish all the investigators well for their proposed programs of research. All correspondence on awarded grants should be directed to: rdohelp@ncbs.res.in AWARDED GRANTS 8 FORTHCOMING DEADLINES COVID -19 Research Related Funding Schemes 1. Intensification of Research in High Priority Areas (IRHPA) -:COVID -19 and related respiratory viral infections (SERB): Remit: Scheme supports competitive proposals having a strong interdisciplinary component in the areas including new or repurposed antivirals against valid viral targets; viricidal coatings; etc.; affordable diagnostics for symptomatic and asymptomatic respiratory viral infections; investigational vaccines against respiratory viruses; development of disease models for respiratory viral infections; studies on immune response and immunity during respiratory viral infections, epidemiology of COVID and other respiratory viral infections. Applicant eligibility : Scientists from Universities, their affiliated Colleges, IITs, IISERs, IISc., and oth- er Autonomous Research Institutions along with scientists working in the industrial R&D sector in India are eligible. It is desirable to bring technical partnerships and collaborative know -how from biotech and pharma- ceutical companies. There should be two or more Co -PIs with complimentary expertise. Out of this, at least two Co -PI should be from different departments/institutions. One of the participating institutions should have access to BSL -3 and above facilities, along with expertise of handling respiratory viruses as per WHO/Govt. of India protocols. Budget : Funds equipment, consumables, manpower, travel, contingency and other costs as per the requirement of the project. Duration : 3 Years Deadline : 30th April, 2020 (5:00 pm) Weblink : https://www.serbonline.in/SERB/Irhpa_Instruction 9 FORTHCOMING DEADLINES 2. Short -term Core Research Grant (CRG) special call on COVID -19 (SERB) : Remit: To support short -term projects in priority areas including affordable, portable rapid diagnostic kits / tools, Computational identification and valida- tion of COVID -19 molecular targets, drug repurposing against key COVID -19 targets, in -vitro / clinical dose testing of nutritional supplements for immunity. Eligibility : Applicant must hold a \"regular \" academic position in a recognized academic institution in India with at least 5 years of service remaining. Budget : Rs. 25 lakh (including overheads) Duration : 1 Year Deadline : 30th April, 2020 (5:00 pm) Weblink : https://serbonline.in/SERB/Covid_19 3. Short -term MATRICS special call on Mathemat- ical Modeling and Computations for COVID-19 Infections (SERB): Remit: To support short -term projects in thrust areas including Mathematical modeling of COVID -19 spread, Statistical Machine Learning, Forecasting and Inferences from Pandemic Data, Focused Algorithms for Infectious Disease Modeling, Quantitative Social Science Approaches for Epidemiological Models. Eligibility : The applicant(s) must hold a \"regular \" academic/research position in a recognized academic institution in India with at least 4 years of service remaining. Budget : Rs. 5 lakhs (excluding overheads) Duration : 1 Year Deadline : 30th April, 2020 (5:00 pm) Weblink : https://serbonline.in/SERB/AbstractFilePath FilType=E&FileName=MATRCIS_COVID.pdf&PathK ey=DOCUMENT_TEMPLATE COVID -19 Research Related Funding Schemes 4. Nano mission Short -term Research Grant Special call for Nano Coating COVID -19 (DST) : Remit: This scheme supports short -term projects in areas for developing nano -coating and new nano -based material for the components of Personal Protective Equipment (PPE), which can be trans- ferred to a partnering Industry or a start -up. Budget : Research grant of Rs. 25 lakhs (including overheads) Duration : 1 Year Deadline : 30th April, 2020 (5:00 pm) Weblink : https://serbonline.in/SERB/ AbstractFilePath? File- Type=E&FileName=DST_NANO.pdf&PathKey=DO CUMENT_TEMPLATE 5. COVID Consortium Follow up call (LOI) (DBT/BIRAC) : Remit: To support project proposals that are be- ing solicited for developing Diagnostics, Vaccines, Novel Therapeutics, Repurposing of Drugs or any other intervention for control of COVID -19 by Industry/Academia/Industry -Academia participation. Eligibility: The proposals can be submitted by Academia (Public or Private Research Institute, University), incubated with any of the recognized incubation facility, a Company (Start -up, Small, Me- dium or Large) incorporated under the Companies Act, 2013 having a minimum of 51% of the shares of the Company to be held by Indian Citizens (Indian passport holders), Limited liability Partnership (LLP) (incorporated under the Limited Liability Partnership Act, 2008) and Non -academic Individuals (NAI). Budget : Depends on the proposed activities Duration : Up to 24 months Deadline : 15th May, 2020 (2:00 pm) Weblink : https://www.birac.nic.in/ webcontent/1586013981_covid_19_consortium.pdf 10 FORTHCOMING DEADLINES 6. ICGEB Research Grants 2020 -Collaborative Research Programme - Special Call for Grants for research into COVID -19: Remit: To support collaborative research projects in basic life sciences, human healthcare, industrial and agricultural biotechnology with emphasis on research into COVID -19. Applicant eligibility : Scientists working in ICGEB member states (India is a member state). Budget : Funds equipment, consumables, manpower, travel, contingency and other costs as per the requirement of the project. Duration : 3 years Deadline : 15th May, 2020 Weblink : https://www.icgeb.org/activities/grants/ 7. United States -India Science and Technology Endowment Fund -COVID -19 Ignition Grants: Remit: To support collaborative research proposals between scientists in India and USA on projects related to address the COVID -19 challenge. Applicant eligibility : At least one Indian and one U. S. partner and at least one of the partners must be an entrepreneurial entity (preferably a small or medi- um- scale enterprise). Budget : Funding will be under two categories: Ignition Stage I: To help early -stage creative ideas develop a proof -of-concept and/or build a prototype [Grant support up to INR 50,00,000/ - or approx.. USD 66,000/ -] Ignition Stage II: To support a team with a worka- ble, validated prototype and/or with the ability to re- purpose existing innovative solutions to meet the COVID -19 challenge [Grant support up to INR 1,00,00,000/ - or approx. USD 133,000/ - ] Deadline : 15th May, 2020 Weblink : https://covid19.usistef.online/login COVID -19 Research Related Funding Schemes 8. Indo -U.S. Virtual Networks for COVID -19: Remit: To support collaborative research proposals between scientists in India and USA through a virtual mechanism, leveraging existing infrastructure and funding under two categories: i) Knowledge R&D Networks : to support research- ers from Academia and research laboratories to conduct joint research and encourage the integra- tion of research and education. Ii) Public -Private Virtual Networks to support scientists from Academia and Industry to collaborate on pre -commercial R&D activities having potential towards applied research and product development. Applicant eligibility : At least one Indian and one U. S. partner. Teams at Indian and U.S. Academic Institutions, Laboratories and/or Industries should be actively engaged in COVID -19 research funded by Federal Agencies and/or Foundations. Budget : INR 25,00,000/ - to INR 50,00,000/ - per project [approx.. USD 33,000 to USD 66,000]. Funds partial support for Personnel, basic Infra- structure; Limited travel and contingencies for dissemination of research, educational materials and reports. Duration : 18 months Deadline : 15th May, 2020 Weblink : https://covid19.iusstf.online/login 11 Research Grants/ Fellowships Scientific and Useful Profound Research Advancement (SUPRA) (SERB) Remit: To support new scientific breakthroughs, with long - term impact on our fundamental scientific understanding, and offer disruptive technologies at the cutting edge. Applicant Eligibility: Applicant must hold a \"regular \" academic position in a recognized academic institution in India with at least 5 years of service remaining. Budget: Funds manpower, equipment, consumables, domestic travel and contingency. Duration: 3 years (extendable upto 5 years) Deadline: 30th April, 2020 Weblink: https://www.serbonline.in/SERB/Supra Swarnajayanti Fellowship (DST) Remit: To support young scientists to pursue research in frontier areas of science and technology. Applicant Eligibility: Phd, Indian national having a regular position in a recognized Indian academic/ research organization. Scientists with outstanding contributions in the frontier area of science and engineering. Age limit < 40 years. Budget: Fellowship of Rs. 25,000/ - and research expenses (Rs.5 Lakh per annum from DST & will be considered for funding by SERB for recurring and non -recurring heads). Duration: 5 years Deadline: 30th April, 2020 Weblink: https://dst.gov.in/sites/default/files/Advertisement% 20for%20the%20SwarnaJayanti%20Fellowships%20Scheme% 202019 -20-last-date-30April2020.pdf April 2020 - July 2020 All queries on new grant submissions should be directed to rdohelp@ncbs.res.in Applicants are requested to allow at least 2 weeks before a submission deadline for RDO staff to carry out necessary due diligence on outgoing applications. Applicants are requested to ensure that all regulatory approvals required for sponsored research are in place. Queries in this regard should be directed to: mounan@instem.res.in Updated information on forthcoming schemes with submission deadlines can now be accessed from the main RDO webpage under \" Forthcoming Deadlines \" using the following link: https://www.ncbs.res.in/facilities/rdo For constant updates on funding calls, please also follow us on twitter @rdoBLiSC1 . FORTHCOMING DEADLINES 12 Research Grants/ Fellowships Team Science Grants (DBT/Wellcome Trust India Alliance): Remit: To support multi -institutional and inter -disciplinary collaborative research projects that address an important health challenge for India. It encourages international collaboration and also funds high -risk, high -reward research work. Applicant Eligibility: A minimum of three PIs should participate, no more than 2 PIs can be from one institution, and a minimum of 2 institutions should be included. The Lead PI and all PIs should hold an academic position and have at least 5 years of experience in running an independent research group or lab. Budget: Upto Rs.10 crores -Grants Global Investigators (EMBO) Remit: To provide selected young scientists (who have started their laboratories in EMBC Associate Member States, including India) with funding and platforms for networking with other life scientists in the same region and those in Europe, encouraging the establishment of cooperation across international borders. Applicant Eligibility: Applicant must be pursuing life science research in an EMBC Associate Member State (including India), should be a group leader of a laboratory for at least one year and for less than six years, should have published at least one last author paper in an international peer -reviewed journal from work carried out in their laboratory. Budget: Provides funding for various networking and meeting possibilities. Deadline: 3rd June, 2020 Weblink: https://www.embo.org/funding -awards/global - investigators Science and Technology Award for research (STAR) (SERB) Remit: To recognize and reward outstanding performance of Principal Investigators (PIs) of SERB Projects. Applicant Eligibility: Should have completed individual -centric SERB project in previous three financial years with \"Excellent\" grading.Age limit:40 -50 yrs. Budget: Fellowship of Rs 15,000/ - per month, research grant of Rs. 10 lakh per annum Deadline: 27th July, 2020 (portal opens on 15th June, 2020) Duration: 3 years Weblink: https://www.serbonline.in/SERB/Star FORTHCOMING DEADLINES April 2020 - July 2020 All queries on new grant submissions should be directed to rdohelp@ncbs.res.in Applicants are requested to allow at least 2 weeks before a submission deadline for RDO staff to carry out necessary due diligence on outgoing applications. Applicants are requested to ensure that all regulatory approvals required for sponsored research are in place. Queries in this regard should be directed to: mounan@instem.res.in Updated information on forthcoming schemes with submission deadlines can now be accessed from the main RDO webpage under \" Forthcoming Deadlines \" using the following link: https://www.ncbs.res.in/facilities/rdo For constant updates on funding calls, please also follow us on twitter. 13 FORTHCOMING DEADLINES April 2020 - July 2020 All queries on new grant submissions should be directed to rdohelp@ncbs.res.in Applicants are requested to allow at least 2 weeks before a submission deadline for RDO staff to carry out necessary due diligence on outgoing applications. Applicants are requested to ensure that all regulatory approvals required for sponsored research are in place. Queries in this regard should be directed to: mounan@instem.res.in Updated information on forthcoming schemes with submission deadlines can now be accessed from the main RDO webpage under \" Forthcoming Deadlines \" using the following link: https://www.ncbs.res.in/facilities/rdo For constant updates on funding calls, please also follow us on twitter. International Collaboration Indo - Korea Joint Call for Proposals 2020 (DBT/MSIT, South Korea) Remit: To enable Indian and Korean scientists from academia to carry out joint research activity in the area of \"Artificial Intelligence utilization in the field of Biotechnology \", by leveraging already existing infrastructure and funding available with the partners through a Joint Network Centre (JNC). Applicant Eligibility: One focal lead coordinator each from India and Korea. Minimum two Indian and two Korean institutional partners, except the focal point institute (3+3 partnership mode). Should provide proof of existing funding support towards infrastructure and equipment. Budget: Funding includes costs for manpower, consumables, joint workshops and training schools, travel (local & international travel, and local hospitality). Duration: 3 years Deadline: (DBT -VINNOVA, Sweden) Remit: To support collaborative research proposals between scientists in India and Sweden in the area of artificial intelligence (AI), having significant potential to improve public health, nursing or care in Sweden and India. Applicant Eligibility: Applicants can be based at start -ups, companies, incubators, universities, research institutes, hospitals, county councils, state municipalities, primary or tertiary care centres. At least two project partners of differing expertise; artificial intelligence plus healthcare, nursing or care. Budget: Funding includes costs for manpower, consumables, contingency and exchange visits. Duration: 3 years Deadline: 28th August, 2020 Weblink: http://dbtindia.gov.in/sites/default/files/digital% 20healthcare%20Vinnova%20final.pdf 14 FORTHCOMING DEADLINES April 2020 - July 2020 All queries on new grant submissions should be directed to rdohelp@ncbs.res.in Applicants are requested to allow at least 2 weeks before a submission deadline for RDO staff to carry out necessary due diligence on outgoing applications. Applicants are requested to ensure that all regulatory approvals required for sponsored research are in place. Queries in this regard should be directed to: mounan@instem.res.in Updated information on forthcoming schemes with submission deadlines can now be accessed from the main RDO webpage under \" Forthcoming Deadlines \" using the following link: https://www.ncbs.res.in/facilities/rdo For constant updates on funding calls, please also follow us on twitter. International Collaboration Indo -Spanish Joint Programme for Technological Co - operation in Biotechnology (ISIP) (DBT/CDTI, Spain) Remit: To support joint technological co -operation projects between investigators from academic/research organizations and/ or industries in India and industrial partners in Spain in all areas of biotechnology: health biotechnology, industrial biotechnology, nano -biotechnology, agro -biotechnology, including biofuels and bioenergy, bioinformatics and biomedical engineering. Eligibility: Spanish consortia should include at least one company (PIs from academia can also participate). The Indian side can be led by a company or a research institution. Indian Industry can be a partner in the consortium. Budget: Funding includes costs for manpower, consumables, equipment, travel (local & international travel, and local hospitality) contingency, outsourcing, workshops, review meetings etc. Support to Industry shall not exceed 50% of the total project cost and the rest 50% should be matched by the Industry. Duration: 3 years Deadline: S&T Call 2020 (DST/SRA, Slovenia) Remit: To support collaborative research proposals between scientists in India and Slovenia in priority areas including Health, biomedicine and biotechnology; Artificial intelligence; New materials; Information and communication technologies; Eligibility: Applicants should be working in a regular capacity in a recognized institution. At least one PI from each side. Budget: Funds exchange visits including international travel costs and subsistence costs including lodging and boarding for persons sent pursuant to this program. Duration: 3 years Deadline: 11th June, 2020 Weblink: https://dst.gov.in/sites/default/files/India -Slovenia% 20Joint%20S%26T%20Call%202020.pdf 15 FORTHCOMING DEADLINES April 2020 - July 2020 All queries on new grant submissions should be directed to rdohelp@ncbs.res.in Applicants are requested to allow at least 2 weeks before a submission deadline for RDO staff to carry out necessary due diligence on outgoing applications. Applicants are requested to ensure that all regulatory approvals required for sponsored research are in place. Queries in this regard should be directed to: mounan@instem.res.in Updated information on forthcoming schemes with submission deadlines can now be accessed from the main RDO webpage under \" Forthcoming Deadlines \" using the following link: https://www.ncbs.res.in/facilities/rdo For constant updates on funding calls, please also follow us on twitter. Postdoctoral Fellowships Women Scientist Scheme - B (WOS -B) (DST) Remit: Provides support to women scientists to pursue research in frontier areas of S&T on problems of societal relevance by way of development of viable technology/technique and/or lab-to-land technology transfer, its adaptation and scaling up. Eligibility : PhD, Women applicants, preferably those having a break in career and not having regular employment, age limit 27 -57 years. Budget: Rs.55,000/ -+HRA, Research grant of Rs. 30 lakh (excluding HRA and overheads) Duration: 3 years Deadline: 30th 2020 Weblink: http://online -wosa.gov.in/wosb/ National Postdoctoral Fellowship (SERB) Remit: Provides support to pursue postdoctoral research in frontier areas of science and engineering. Applicant eligibility: Indian citizen, PhD. Applicants who have submitted their PhD/M.D/M.S thesis and are awaiting award of the degree are also eligible to apply. Age limit < 35 years Budget: Rs. 55,000/ - per month, research grant: Rs. 2,00,000/ - per annum Duration: 2 years May, 2020 Weblink: http://www.serb.gov.in/npdf.php Research Associateship (DBT) Remit: Provides support to pursue postdoctoral research in frontier areas of Biotechnology and Life Sciences. Applicant Eligibility: Applicants should hold a Ph.D./M.D./M.S. degree in Science, Engineering. Those who have already submitted the Ph.D./M.D./M.S. thesis are also eligible to apply. Age limit<40 years (relaxed for 5 more years for women candidates). Budget: Rs. 47,000 - 54,000 per month and a research contingency grant of Rs. 50,000 per year. Duration: 2 years (extendable upto 4 Weblink: https://mrdg.iisc.ac.in/dbt -ra-program/dbt -ra-application -format/ 16 FORTHCOMING DEADLINES April 2020 - July 2020 All queries on new grant submissions should be directed to rdohelp@ncbs.res.in Applicants are requested to allow at least 2 weeks before a submission deadline for RDO staff to carry out necessary due diligence on outgoing applications. Applicants are requested to ensure that all regulatory approvals required for sponsored research are in place. Queries in this regard should be directed to: mounan@instem.res.in Updated information on forthcoming schemes with submission deadlines can now be accessed from the main RDO webpage under \" Forthcoming Deadlines \" using the following link: https://www.ncbs.res.in/facilities/rdo For constant updates on funding calls, please also follow us on twitter. Travel Travelling Fellowships (Company of Biologists) Remit: Travel grant for graduate students and post -doctoral researchers who wish to make collaborative visits. Applicant eligibility: No restriction on nationality. The applicant should be working in the field of the journal (Development, Journal of Cell Science, The Journal of Experimental Biology, and Disease Models & Mechanisms) Budget: up to £2,500. Funding includes travel, subsistence, accommodation, visa fees and bench fees. Deadline: 14th Aug, 2020 (for travel after 28th Sep 2020) Weblink: http://www.biologists.com/travelling -fellowships/ Organizing Meetings/Workshops Scientific Meetings grant (Company of Biologists ) Remit: To fund the organisation of meetings/ workshops. Applicant eligibility: Organiser must have a PhD. No geographic restrictions, preference to events with feasible diversity in speakers in terms of geography, gender and age. Budget: Funds for organizing meetings, support of young scientists and plenary or keynote speakers attending meetings. Deadline: 27th Aug, 2020 (decision week commencing 12th October 2020) Weblink: http://www.biologists.com/grants/ 17 Hamied Visiting Fellowship (Cambridge -India) Remit: To support faculty exchange in order to strengthen existing collaborations between In- dia and Cambridge. Applicant eli gibility: Researchers at Indian Universities with an existing academic relationship with colleagues at the University of Cambridge. Budget: Travel, transfers and Fellowships (SERB) Remit: To recognize active scientists and engineers for their outstanding performance and contributions. Applicant eligibility: Indian Nationals residing in India, with upper age limit of 68 years for completion of fellowship. Needs to be nominated by the institute. Budget: Salary top -up of Rs. 25,000 per month plus research grant of Rs. 10.00 lakh. Duration: 5 years Weblink: http://serb.gov.in/pdfs/guideline/jcbose -guideline.pdf Project grants (DBT) Remit: To support Research and Development projects in biotechnology and life sciences. Applicant eligibility: Ph D, Regular position in Indian research institutes/universities Budget: upto 1 crore Duration: 3-5 years web portal (eProMIS) of DBT Weblink: http://dbtepromis.nic.in/Login.aspx Rolling Schemes 18 RESEARCH DEVELOPMENT OFFICE National Centre for Biological Sciences GKVK Campus, Bellary Road, Bangalore -560065 Newsletter Designed by : Malini S Pillai Image Credits: Pixabay images For comments, suggestions and queries on the newsletter, please contact Vineetha Raghavan. For constant updates on funding calls, please "}