{"title": "¿Qué es la naturopatía? -Blog Salud MAPFRE", "author": null, "url": "https://www.salud.mapfre.es/category/cuerpo-y-mente/naturopatia/page/2/", "hostname": "mapfre.es", "description": "Los naturópatas consideran que nuestra salud mejora con un estilo de vida, y una nutrición basadas en fármacos y remedios naturales. Conoce nuestros consejos.", "sitename": "Blog Salud MAPFRE", "date": "2021-11-03", "cleaned_text": "que nuestra salud mejora con un estilo de vida, una nutrición y el uso de fármacos y remedios lo más naturales posible. En nuestro rincón de terapias naturales podrás saber más sobre las principales técnicas, productos herbales y medicamentos que se utilizan en esta tradición médica. 5 Min de lectura Decir eucalipto es casi sinónimo de invierno. Vahos, bálsamos y caramelos han sido de forma tradicional, y siguen siendo hoy... 4 Min de lectura El guaraná es una planta medicinal cuyo uso se destina principalmente para tratar el estrés, facilitar la pérdida de peso... 5 Min de lectura La manzanilla es una planta medicinal muy utilizada para el tratamiento de trastornos digestivos, irritaciones e inflamaciones de la piel... 5 Min de lectura El buen estado de nuestra salud depende, en gran medida, de la flora intestinal: de su contenido y equilibrio entre... 4 Min de lectura El espino amarillo es un arbusto nativo de Europa y Asia. Sus frutos, las bayas, son una fuente importante de... 3 Min de lectura La pasiflora era una planta de uso medicinal muy importante entre los nativos americanos de diversos pueblos precolombinos pero también... 4 Min de lectura La jalea real es una sustancia producida por las abejas nodriza (abejas obreras jóvenes de 5 a 14 días) en... 3 Min de lectura Estas plantas pueden convertirse en un aliado natural para afrontar la llegada de la primavera y, sobre todo, de la... 3 Min de lectura El cardo mariano (Silybum marianum) es una planta medicinal de interés para ayudar a mejorar la función del hígado, como... 5 Min de lectura La vida de la mujer está regida por las hormonas que marcan las distintas etapas reproductivas, desde la primera regla... 4 Min de lectura Las hojas de la estevia, al ser muy dulces, se utilizan como sustituto del azúcar para endulzar los alimentos, ¿quieres... 4 Min de lectura Está concebida para complementar y apoyar a la medicina tradicional. Concibe la enfermedad como un conjunto de desajustes en el... 3 Min de lectura La eufrasia se utiliza para el cuidado de los ojos y resulta útil por sus propiedades antimicrobianas y antisépticas. 3 Min de lectura Son las más utilizadas ya que tienen la capacidad de absorber agua formando soluciones viscosas o masas gelatinosas que, mezcladas... 3 Min de lectura Las abejas propolíferas recogen las resinas y las secreciones balsámicas de las yemas de diversas especies vegetales, particularmente de los... 4 Min de lectura Cuando hace frío todos somos más propensos a desarrollar con más facilidad alguna enfermedad respiratoria, como la gripe o el... 3 Min de lectura La alcachofera, como el cardo mariano, son dos plantas medicinales que ayudan a mejorar la función del hígado. Sin embargo,... 4 Min de lectura Los trastornos de salud de los hombres a partir de cierta edad también vienen marcados, como en la mujer, por... Te puede interesar 4 Min de lectura El espino amarillo es un arbusto nativo de Europa y... 5 Min de lectura La manteca de karité se extrae del árbol karité o... 4 Min de lectura El harpagofito es una planta que en los últimos años... 5 Min de lectura El buen estado de nuestra salud depende, en gran medida,... "}