{"title": "Pioglitazona, una alternativa efectiva aún vigente para el control de la diabetes tipo 2", "author": "Sobre el Autor", "url": "https://medicinainterna.org.mx/article/pioglitazona-una-alternativa-efectiva-aun-vigente-para-el-control-de-la-diabetes-tipo-2/", "hostname": "medicinainterna.org.mx", "description": null, "sitename": "medicinainterna.org.mx", "date": "2019-03-22", "cleaned_text": "efectiva aún vigente para el control de la diabetes tipo 2 [](https://medicinainterna.org.mx/descarga/9884/?tmstv=1678502190) Pioglitazone, an effective alternative still valid for the control of type 2 diabetes. Med Int Méx. 2021; 37 (5): 800-812. [https://doi.org/10.24245/mim.v37i5.4597](https://doi.org/10.24245/mim.v37i5.4597) Alexanderson-Rosas,4 Eduardo Márquez-Rodríguez,5 Ángel Alfonso Enrique Cuitláhuac Morales-Villegas,8 Rafael Margarito Violante-Ortiz9 1 Instituto de Terapéutica Experimental y Clínica, CUCS, Universidad de Guadalajara, Guadalajara, Jalisco, México. 2 Facultad Mexicana de Medicina. Universidad La Salle, Ciudad de México, México. 3 División de Diabetes, University of Texas Health Science Center, San Antonio, Texas, USA. 4 Departamento de Medicina Interna, Hospital General de México, Secretaría de Salud, Ciudad de México, México, 5 Dirección Médica, Instituto Jaliscience de Metabolismo, Guadalajara, Jalisco, México. 6 Servicio de Endocrinología, Centro Médico Nacional 20 de Noviembre, ISSSTE, Ciudad de México, México. 7 División de Medicina Interna, Hospital Civil Juan I Menchaca, Universidad de Guadalajara, Guadalajara, Jalisco, México. 8 Centro de Investigación Cardiometabólica de Aguascalientes, Aguascalientes, México. 9 Dirección Médica, Centro de Estudios de Investigación Metabólicos y Cardiovasculares, Tampico, Tamaulipas, México. Resumen El presente documento consiste en una revisión compactada de la pioglitazona, una tiazolidinediona que a lo largo de los años ha mostrado múltiples efectos benéficos en el tratamiento de la diabetes tipo 2 que van más allá del control glucémico y cuya descripción pretende otorgarle a esta glitazona el justo valor que tiene en el momento actual dentro del arsenal terapéutico y de las recomendaciones internacionales para el manejo de los pacientes con esta enfermedad. PALABRAS CLAVE: Pioglitazona; tiazolidinediona; glitazona; diabetes tipo 2. Abstract This of a compacted review of pioglitazone, a thiazolidinedione which over the years has showed multiple beneficial effects in the treatment of type 2 diabetes that go beyond glycemic control and whose description intends to give to this glitazone the fair value that it has at the present time within the therapeutic arsenal and international recommendations for the management of patients with this disease. KEYWORDS: Pioglitazone; Thiazolidinedione; Glitazone; Type 2 diabetes. Recibido: 30 de julio 2020 Aceptado: 8 de septiembre 2020 Correspondencia Manuel González Ortiz Este artículo debe citarse como: González-Ortiz M, Castro-Martínez Morales-Villegas EC, Violante-Ortiz RM. Pioglitazona, una alternativa efectiva aún vigente para el control de la diabetes tipo 2. Med Int "}