{"title": "Aromaterapia para la gestión del dolor (AROM) | PNIE", "author": "Masterpnie; Soporte PNIE", "url": "https://psiconeuroinmunologia.es/aromaterapia-gestion-dolor/", "hostname": "psiconeuroinmunologia.es", "description": null, "sitename": "Psiconeuroinmunologia PNIE", "date": "2017-05-15", "cleaned_text": "dolor (AROM) Aromaterapia es la utilización de aceites esenciales con fines terapéuticos. Se trata de una terapia natural basada en la actividad de las moléculas bioquímicas que componen los aceites esenciales. Es un excelente apoyo de las terapias manuales destinadas al alivio del dolor y el estrés y se complementa perfectamente con otras terapias naturales o con la medicina alopática. Datos del curso DETALLES DEL CURSO - DURACIÓN: 5 horas - PLAZAS: 24 - DIRIGIDO A: Diplomados y licenciados en ciencias de la salud - TITULACIÓN OBTENIDA: Título propio - LUGAR: [KenZen Formación Barcelona](http://cursosfisiosysalud.com/kenzen-formacion-barcelona/)| Avda. Diagonal, 474 - 476 Edificio Windsor (Esquina Via Augusta) Entresuelo 1ª Escalera B - 08006 Barcelona FECHAS: - 25 de Octubre de 2017 HORARIO: - Miercoles de 10:00 a 14:00 Precios y matrícula del curso Precio: 55 € Descuentos: Todos los descuentos se aplican en el último pago que realices - MIEMBRO ANUAL PLUS FISIOCAMPUS: 20% de descuento. [https://www.fisiocampus.com/#planes_table](https://www.fisiocampus.com/#planes_table) - FTP: Desde 0€ Formación Bonificada GRATUITA para el trabajador. Recupera el importe del curso bonificándolo por la Fundación Tripartita Matrícula abierta hasta fin de plazas COMO MATRICULARSE 1.- Cumplimentar Ficha inscripción que encontrarás en curso de Aromaterapia gestión Dolor (AROM) 2.- Para Barcelona Ingresar 35€ del curso al nº de cuenta de: BANCO SABADELL ES20 0081-0646-34-0001361838 indicado la referencia: AROM+ NOMBRE Y APELLIDOS. Para transferencia internacional. BIC: BSABESBB 3.- Enviar email a soporte@psiconeuroinmunologia.es indicando datos de contacto. (nombre + resguardo del ingreso + fotocopia título o del carnet de colegiado). En el caso de ser un grupo de 4 alumnos enviar por email los datos de los alumnos para poder tener descuento Objetivos y competencias OBJETIVOS - Conocer las bases de la aromaterapia científica. - Conocer la forma de aplicación y concentraciones adecuadas en cada caso. - Evitar posibles toxicidades. COMPETENCIAS - Alcanzar las bases necesarias para la aplicación tópica de los aceites esenciales como complemento terapéutico en la gestión del dolor. - Saber elegir un aceite esencial adecuado según la zona de aplicación. - Saber elegir un aceite esencial adecuado según la patología. - Saber qué concentración será la más adecuada en cada caso. Programa del curso - Conceptos fundamentales sobre aromaterapia científica y médica - Calidad de los aceites esenciales quimiotipats (OEQT) - Familias bioquímicas y relación estructura-actividad terapéutica - Precauciones de uso y posible toxicidad de los aceites esenciales - Actividad analgésica y antiinflamatoria de los OEQT en las patologías articulares, musculares y tendinosas. - Actividad antiedematosa los OEQT. - Actividad venotónicos y descongestiva los OEQT. - Principales monografías de los OEQT para la gestión del dolor y trastornos circulatorios. - Los aceites vegetales adecuados para el masaje terapéutico y / o la aplicación de los OEQT en contracturas musculares, tendinitis, "}