{"title": "La enfermedad por neumococo desciende en Navarra tras la nueva vacuna introducida en 2010", "author": "Universidad Pública de Navarra", "url": null, "hostname": null, "description": null, "sitename": null, "date": "2016-01-15", "cleaned_text": "La incidencia de la enfermedad neumocócica invasiva en la Comunidad Foral ha descendido notablemente en niños y moderadamente en adultos tras la sustitución en 2010 de la vacuna 7-valente por la vacuna 13-valente, según la tesis doctoral leída en la Universidad Pública de Navarra (UPNA) por la médica Marcela Guevara Eslava. En niños menores de 5 años, el efecto protector de esta nueva vacuna fue del 76% frente al conjunto de la enfermedad invasiva por neumococo, de acuerdo con el estudio realizado por esta investigadora, que trabaja como especialista en medicina preventiva en el Instituto de Salud Pública y Laboral de Navarra. El neumococo es un microorganismo patógeno que causa un elevado número de hospitalizaciones y muertes en todo el mundo, particularmente, en los niños pequeños y en las personas mayores o con ciertos problemas de salud crónicos. \"La forma más grave de infección por esta bacteria es la enfermedad neumocócica invasiva, que puede presentarse como bacteriemia o infección de la sangre, neumonía bacteriémica o meningitis\", explica Marcela Guevara, cuya tesis ha sido dirigida por el doctor Jesús Castilla Catalán, del Instituto de Salud Pública y Laboral de Navarra. Hay más de 90 tipos de neumococo y las vacunas disponibles solo protegen frente a algunos de ellos, aunque, en general, son los más frecuentes. La primera vacuna conjugada (que incluye una proteína para mejorar la respuesta inmune) protegía frente a siete tipos de esta bacteria. Esta vacuna 7-valente empezó a estar disponible en las farmacias de España en 2001. Unos años después, en 2010, fue sustituida por la 13-valente, que protege frente a 13 tipos de neumococo. En Navarra, en 2014 alrededor del 80% de los niños menores de 2 años habían recibido esta vacuna, según los datos aportados por la nueva doctora, y, para los nacidos a partir de 2016, está previsto que se incluya en el calendario oficial de vacunaciones. Impacto de la vacunación infantil Como el impacto de las vacunas puede variar de unos lugares a otros, en función del patrón de tipos de neumococo circulantes, Marcela Guevara se propuso en su tesis evaluar la efectividad de la vacunación infantil con la vacuna 13-valente en la prevención de la enfermedad neumocócica invasiva en Navarra. Para ello, analizó los datos de vigilancia de esta enfermedad en la Comunidad Foral desde 2001 hasta 2014. \"Esta vigilancia cubre a toda la población y la realiza el Instituto de Salud Pública y Laboral, en colaboración con los hospitales de Navarra y especialmente los laboratorios de microbiología\", aclara Guevara. La población estudiada a lo largo de esos catorce años incluyó a 120.980 niños menores de 5 años, entre los que se diagnosticaron 206 casos de enfermedad neumocócica invasiva. También se analizaron 844 casos diagnosticados en niños mayores de 5 años y en adultos. De este análisis, Marcela Guevara ha concluido que, en niños menores de 5 años, la efectividad directa de la vacuna 13-valente fue alta, de un 95%, en la prevención de la enfermedad invasiva causada por los tipos de neumococo incluidos en la vacuna. \"Hasta el momento, la efectividad directa de esta vacuna sólo se había evaluado en el Reino Unido y en Quebec, en Canadá, con resultados similares\", apunta. Niños vacunados y no vacunados En los años de uso de la vacuna 13-valente se produjeron descensos en la incidencia del conjunto de la enfermedad invasiva por todos los tipos de neumococo, del 76% en los niños vacunados y de similar magnitud en aquellos no vacunados. \"Este hallazgo en los no vacunados se explica por la protección indirecta, ya que, al haber un porcentaje alto de niños vacunados, se ha reducido la transmisión de neumococo en la comunidad —indica Marcela Guevara—. Este estudio es el primero en estimar la protección indirecta y total de esta vacuna en menores de 5 años\". A juicio de esta experta, \"el cambio a la vacuna 13-valente ha tenido un impacto mucho mayor que la introducción de la vacuna 7-valente y, por primera vez, se observa un impacto en grupos de edad no vacunados, que se ha traducido en un descenso de la incidencia de enfermedad invasiva del 37% en el conjunto de la población navarra de todas las edades\". De sus investigaciones, la autora estima que, durante el periodo 2010-2013, se previno una media de 44 casos de enfermedad invasiva, 37 hospitalizaciones y 3 muertes cada año. \"Aunque la vacunación se realizó en niños, una buena parte de los eventos prevenidos han sido en personas mayores\", comenta Guevara, cuya tesis doctoral ha sido calificada con sobresaliente \"cum laude\". \"Este estudio apoya la introducción de la vacuna 13-valente en el calendario oficial de vacunación infantil en Navarra, debido a la reducción de la carga de enfermedad que ha conseguido tanto en niños como en adultos\", afirma Marcela Guevara. Esta investigación, que fue realizada en el Instituto de Salud Pública y Laboral de Navarra, forma parte del proyecto europeo SpIDnet, que está financiado por el [Centro Europeo para la Prevención y el Control de las Enfermedades](http://ecdc.europa.eu/en/Pages/home.aspx) (ECDC, por sus siglas en inglés). Breve currículum Marcela Guevara Eslava se licenció en Medicina en la [Universidad del Rosario](http://www.urosario.edu.co/Medicina/Inicio/), en Colombia (1991), cursó el Máster en Salud Pública en la [Escuela Nacional de Sanidad](http://www.isciii.es/ISCIII/es/contenidos/fd-formacion/escuela-nacional-sanidad2.shtml), en Madrid (2006), y la especialidad de Medicina Preventiva y Salud Pública en el Hospital Virgen del Camino, en Pamplona (2009). Su formación como especialista incluyó una estancia para investigar en el [Imperial College](https://www.imperial.ac.uk/) de Londres. Desde que concluyó la especialidad, Marcela Guevara trabaja en el Instituto de Salud Pública y Laboral de Navarra, donde actualmente desarrolla su labor en el Observatorio de la Salud Comunitaria, de reciente creación. En su vertiente investigadora, es miembro del [Centro de Investigación Biomédica en Red de Epidemiología y Salud Pública (CIBERESP)](http://www.ciberesp.es/) y del [Instituto de Investigación Sanitaria de Navarra (IdiSNA)](http://www.idisna.es/), participa en varios proyectos de investigación nacionales e internacionales y es coautora de más de cincuenta artículos científicos. "}