{"title": "La importancia de la vacunación internacional en el ámbito laboral - Quirónprevención", "author": "Iván", "url": "https://www.quironprevencion.com/blogs/es/prevenidos/importancia-vacunacion-internacional-ambito-laboral", "hostname": "quironprevencion.com", "description": "Actualmente viajar ya forma parte de la actividad habitual de muchas empresas, un alto porcentaje de empresas trasladan a sus trabajadores a numerosos países para el desempeño de sus funciones.", "sitename": "Quirónprevención", "date": "2020-09-03", "cleaned_text": "Hasta hace algunos años sólo cuando nos íbamos de vacaciones a países lejanos nos preocupábamos por saber qué medidas debíamos tomar para evitar contraer alguna enfermedad, que vacunas eran necesarias, etc. Actualmente viajar ya forma parte de la actividad habitual de muchas empresas, un alto porcentaje de empresas trasladan a sus trabajadores a numerosos países para el desempeño de sus funciones. Por este motivo la preocupación por la vacunación se traslada a nuestro día a día laboral e implica tanto a los propios trabajadores como a la empresa. A los primeros por su propia seguridad frente a determinados contagios y a la empresa por la preocupación de mantener a su población trabajadora en las mejoras condiciones y con la máxima garantía de seguridad. Para empezar, hay que saber que un gran número de vacunas están incluidas en nuestro calendario vacunal y muchas de ellas, si nos las han administrado correctamente, nos duran prácticamente para toda nuestra vida. En este punto hay alguna discrepancia, así que, no diremos categóricamente toda nuestra vida, pero sí muchos años. Por otro lado, hay otras que por tratarse de enfermedades controladas y registradas por la OMS deben ser administradas por organismos nacionales autorizados para ello. A la cuestión de si hay que revacunar cada vez que viajamos, en principio NO. Salvo que nos falte alguna de las vacunas o que de las que nos hemos puesto, no hayan hecho el efecto inmunológico esperado. Por todo esto no sólo es importante mantener al día las vacunas, si no saber, que las que nos han administrado han sido efectivas y a su vez tenerlas registradas para no estar revacunándonos continuamente. Con respecto al tipo de vacunas para cada país, podemos decir que hay algunas totalmente obligatorias por seguridad y/o para poder acceder al país y otras muchas recomendadas. Esto varía según las condiciones sanitarias de cada uno de los países y de qué tipo de enfermedades endémicas existan. Por hacer un resumen, para una correcta protección en los desplazamientos internacionales, debemos asesorarnos de: Qué vacunas son obligatorias y cuáles recomendadas Saber cuál es la situación inmunológica del individuo y con estos dos datos aplicar las vacunas que sean oportunas en cada situación Con todos estos datos llevar un registro actualizado que nos sirva de información inmunológica de los trabajadores para otros futuros desplazamientos. Puedes ampliar la información sobre la vacunación internacional en: [https://www.vacunas.org/vacunas-para-el-viajero/](https://www.vacunas.org/vacunas-para-el-viajero/) [https://www.mscbs.gob.es/profesionales/saludPublica/sanidadExterior/salud/infVacunas.htm](https://www.mscbs.gob.es/profesionales/saludPublica/sanidadExterior/salud/infVacunas.htm) También puedes solicitar asesoramiento a nuestros expertos en la gestión de vacunación internacional: [https://www.quironprevencion.com/es/internacional/consultoria-internacional-prevencion-riesgos-laborales](/es/internacional/consultoria-internacional-prevencion-riesgos-laborales) Suscríbete a nuestro blog para estar al día en Seguridad y Salud laboral. Te enviaremos un newsletter mensual con lo más interesante de Prevenidos Hola Iván. Es mejor revacunarse que no tener puesta una vacuna. "}