{"title": "K-12 Education and Child Care - Coronavirus", "author": null, "url": "https://www.vdh.virginia.gov/coronavirus/get-the-latest-guidance/k-12-education-and-child-care/", "hostname": "virginia.gov", "description": "Guidance on COVID-19 as well as other resources for school officials, parents and guardians, and the entire school community.", "sitename": "Virginia Department of Health- COVID-19 in Virginia", "date": "2020-06-01", "cleaned_text": "Get the Latest Guidance K-12 Schools and Child Care Programs VDH is committed to the health and safety of students, teachers, and staff in K-12 schools and child care programs. This page contains guidance on COVID-19 as well as other resources for school and child care officials, parents and guardians, and the entire school and child care community. Guidance for COVID-19 in K-12 Schools & Child Care Programs The \"VDH Interim Guidance for COVID-19 Prevention for Students, Teachers and Staff in Child Care, K-12 Schools and Day Camp Settings\" was retired effective May 31, 2023. For information on COVID-19 prevention in K-12 school and child care settings, please visit the [CDC Operational Guidance for K-12 Schools and Early Care Programs to Support Safe In-Person Learning.](https://www.cdc.gov/coronavirus/2019-ncov/community/schools-childcare/k-12-childcare-guidance.html) General COVID-19 Information COVID-19 Vaccination [VDH COVID-19 Vaccination Webpage](https://www.vdh.virginia.gov/covid-19-vaccine/) [CDC COVID-19 Vaccination for Children](https://www.cdc.gov/vaccines/covid-19/planning/children.html) COVID-19 vaccines available to children aged 6 months and older. COVID -19 Testing Resources for Parents VDH in collaboration with the [Virginia Department of Education](https://www.doe.virginia.gov/home) has prepared helpful resources to keep children healthy this school year, including information on COVID-19, immunizations, child well visits, routine oral health, and mental health resources. We have also shared a number of resources from the American Academy of Pediatrics (AAP), including their website for parents, [healthychildren.org ](https://healthychildren.org/english/pages/default.aspx) [[Español ].](https://healthychildren.org/spanish/paginas/default.aspx) Questions about sending your child to school or child care safely? - AAP [COVID-19 Resource Page](https://www.healthychildren.org/English/health-issues/conditions/COVID-19/Pages/default.aspx): learn more from pediatricians about COVID-19 and how you can protect your family - CDC [COVID-19 Parental Resources Kit](https://www.cdc.gov/mentalhealth/stress-coping/parental-resources/childhood/index.html) - CDC [Multisystem Inflammatory Syndrome in Children Associated with COVID-19](https://www.cdc.gov/mis/mis-c.html) [VDH COVID-19 FAQs](https://www.vdh.virginia.gov/covid-19-faq) - Guidance for Sports Participation For School and Child Care Program Facilities [VDH provides K-12 schools and child care facilities across the Commonwealth with free at-home diagnostic test kits to help prevent the spread of COVID-19. ] During the 2022-2023 school year, VDH provided COVID-19 testing support to 76% of public school divisions (101) across the Commonwealth, as well as 74 private schools and 2 independent schools. K-12 Schools Schools may send the test kits home with families to conduct testing at home or conduct testing on-site if they have the resources to do so. To request test kits for your school, email [testinginfo@vdh.virginia.gov](mailto:testinginfo@vdh.virginia.gov). Schools will receive [Quidel Quickvue At-Home OTC COVID-19 test kits](https://quickvueathome.com/#about_the_test) and should review the [Emergency Use Agreement](https://www.fda.gov/media/147247/download) and [Instructions for Use](https://imgcdn.mckesson.com/CumulusWeb/Click_and_learn/QuickVue_OTC_COVID-19_Test_Healthcare_Provider_IFU.pdf) prior to receiving their test kits. Childcare Facilities Child care facilities may send home tests for students (aged 2+), staff, and parents to have on hand if they need to consider testing. To request test kits for your child care facility, please reach out to your [local health district](https://www.vdh.virginia.gov/health-department-locator/). Child care facilities will receive [Orasure InteliSwab](https://inteliswab.com/) [ COVID-19 at-home rapid antigen test kits](http://%20covid-19%20at-home%20rapid%20antigen%20test%20kits/) and should review the [Emergency Use Agreement](https://www.fda.gov/media/149908/download) and [Instructions for Use](https://inteliswab.com/wp-content/uploads/2023/02/InteliSwab-COVID-19-Rapid-Test-IFU-rev-02-23.pdf) prior to receiving their test kits. - For more information on expiration dates please refer to the [InteliSwab COVID-19 Rapid Test 9-month to 12-month shelf life extension](https://www.fda.gov/media/161057/download)document. Increasing ventilation in indoor spaces is one way to reduce the spread of COVID-19 in schools. The following resources offer information on how to reduce potential airborne risk of COVID-19. If a building has been closed or unused for a period of time, there is an increased risk of exposure to hazards including Legionella bacteria and lead. Follow the EPA's guidance for [Water Quality in Closed/Reduced-use Buildings](https://www.epa.gov/coronavirus/information-maintaining-or-restoring-water-quality-buildings-low-or-no-use) to reopen school buildings. For School and Child Care Administrators - A VDH and DOE [tabletop training exercise](https://www.vdh.virginia.gov/emergency-preparedness/training-education/)is a scenario-based training for K-12 schools - American Academy of Pediatrics (AAP) [Guidance for Safe Schools](https://services.aap.org/en/pages/2019-novel-coronavirus-covid-19-infections/clinical-guidance/covid-19-planning-considerations-return-to-in-person-education-in-schools/) For School and Child Care Nurses Schools and child care programs should notify parents and families of a case of COVID-19 in a member of the school or child care community. Contact tracing should be continued in partnership with local health departments when there are outbreaks or when sustained transmission is thought to be occurring within the school or child care program (see School and Child Care Administrators section for template letters). Schools and child care programs should continue to communicate isolation recommendations to the school or child care community. Reporting Requirements Schools and child care programs are subject to Board of Health disease reporting regulations. Any person in charge of a school, summer camp, or child care center is required to report suspected outbreaks of any illness that might be spread from one person to another. Schools should refer to the Virginia Administrative Code [12VAC5-90-90](https://law.lis.virginia.gov/admincode/title12/agency5/chapter90/section90/) or the [VDH outbreak reporting website.](https://www.vdh.virginia.gov/clinicians/disease-reporting-and-control-regulations/#outbreak) If a known or suspected outbreak of COVID-19 occurs among students or staff, the school, child care program, or summer camp should call their [local health department](https://www.vdh.virginia.gov/health-department-locator/) to discuss the situation. A COVID-19 outbreak is defined as 3 more cases within a 14 day period. However, schools may consider a lower threshold for reporting (e.g., 2 cases regardless of level of disease in the community). Early reporting to help public health authorities helps ensure early detection of outbreaks and timely intervention to help prevent the virus' spread. The local health department will work with the facility to provide disease control and prevention recommendations to slow or stop the spread of COVID-19. Schools, child care programs, and summer camps may also use the [VDH outbreak reporting tool](https://redcap.vdh.virginia.gov/redcap/surveys/?s=M3YRJPNRHP) to report suspected outbreaks of COVID-19 or other communicable diseases. CDC recommends that healthcare personnel in schools and child care settings, including school nurses, follow the [Infection Prevention and Control Recommendations for Healthcare Personnel ](https://www.cdc.gov/coronavirus/2019-ncov/hcp/infection-control-recommendations.html). [Understanding the Difference Between Surgical Mask and N-95 Masks](https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/masks.html) [OSHA N-95 Fit Testing Videos](https://www.osha.gov/respiratory-protection/training) - Contact your [Medical Reserve Corp unit](https://www.vdh.virginia.gov/mrc/contact/)regarding fit testing A customized and individualized approach for COVID-19 may be necessary for some children and youth. The CDC provides [guidance for direct service providers ](https://www.cdc.gov/coronavirus/2019-ncov/hcp/direct-service-providers.html) such as personal care attendants, direct support professionals, paraprofessionals, therapists, and others who may need to consider additional protective measures. [Resources on coping with stress ](https://www.cdc.gov/mentalhealth/stress-coping/employee-job-stress/index.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-ncov%2Fcommunity%2Fmental-health-non-healthcare.html) and building resilience among the strong emotions surrounding workplace changes due to COVID-19. - VDOE [Virginia Community Schools Framework](https://www.doe.virginia.gov/programs-services/student-services/integrated-student-supports/virginia-community-school-framework): includes resources on basic needs, mental/emotional health, student engagement and motivation, and family engagement - AAP [Bridge2Resources VA: Open Access to Community Resources like financial assistance, food pantries, medical care, and other free or reduced-cost help](https://bridge2resourcesva.org/) [A Case for School Connectedness - ASCD](https://www.ascd.org/el/articles/a-case-for-school-connectedness) | Adolescent and School Health | CDC](https://www.cdc.gov/healthyyouth/protective/school_connectedness.htm) [Adolescent Health | HHS Office of Population Affairs](https://opa.hhs.gov/adolescent-health?resources-and-publications/learning/fatherhood/index.html) [Positive Youth Development | Youth.gov](https://youth.gov/youth-topics/positive-youth-development) [Mental Health During COVID | AAP](https://www.healthychildren.org/English/health-issues/conditions/COVID-19/Pages/Signs-your-Teen-May-Need-More-Support.aspx) [Positive Parenting Practices | Adolescent and School Health | CDC](https://www.cdc.gov/healthyyouth/protective/positiveparenting.htm) [The Power of Resilience: Sam Goldstein, Ph.D. at TEDxRockCreekPark - YouTube](https://www.youtube.com/watch?v=isfw8JJ-eWM) [Grit: the power of passion and perseverance | Angela Lee Duckworth - YouTube](https://www.youtube.com/watch?v=H14bBuluwB8) - CDC [Children's Mental Health](https://www.cdc.gov/childrensmentalhealth/index.html) The [School-Age Vaccination Playbook](https://www.vdh.virginia.gov/content/uploads/sites/182/2021/10/School-Located-Vaccination-Playbook.pdf) (PDF) (358KB) includes resources for planning, operating, and executing COVID-19 vaccination clinics at schools. The playbook covers pre-planning steps, necessary communications, mapped out day-of operations, and important legal considerations. Templates for communications, in addition to additional tools and helpful links, can also be found in the playbook. Page last updated August 28, 2023 Opens pdf to download Opens file to download Opens in a new window External link will open in new window. Click link to exit Virginia Department of Health Website. "}