{"title": "Cancer Quackery: The Persistent Popularity of Useless, Irrational 'Alternative' Treatments", "author": "Barrie R Cassileth; MS; PhD", "url": "https://www.cancernetwork.com/view/cancer-quackery-persistent-popularity-useless-irrational-alternative-treatments", "hostname": "cancernetwork.com", "description": "This review provides a brief recap of the history of medical quackery and an overview of the various types of unproven or disproved cancer therapies popular now in the United States and elsewhere.", "sitename": "Cancer Network", "date": "2012-08-20", "cleaned_text": "This review provides a brief recap of the history of medical quackery and an overview of the various types of unproven or disproved cancer therapies popular now in the United States and elsewhere. At a time when many readily believe that vaccines cause autism, or that government scientists created AIDS as a weapon of black genocide, it is not surprising that medical quackery, especially cancer quackery, remains a flourishing and lucrative business throughout the developed world. This review provides a brief recap of its history and an overview of the various types of unproven or disproved cancer therapies popular now in the United States and elsewhere. One of the earliest papers published by one of us (BRC) was entitled \"After Laetrile, What?\"[1] On looking it over again, it is apparent that this 1982 article could have been written today, except that laetrile proved not transient, but rather a seemingly permanent addition to a very large field. Known also as amygdalin and \"vitamin B17\" (and not an actual vitamin), laetrile was subjected to 20 years of animal studies, followed by a national clinical trial of 175 patients. Results indicated that the agent had no anticancer effects.[2] Although banned decades ago by the US Food and Drug administration (FDA) and quiescent for a while, laetrile resurfaced as public Internet use became increasingly common. Today, in addition to multiple websites that sell the product, Amazon.com has 209 entries for laetrile in every conceivable form, including vitamin B17 500-mg tablets, organic raw apricot kernels, amygdalin cream, as well as 182 book entries, such as the recent title World Without Cancer: The Story of Vitamin B17 Intravenous laetrile also is available via the Internet and across the Southern US border, in both cases bypassing legal injunctions. Laetrile was and remains only one among many bogus cancer \"treatments\" popular from the 1980s on. In the 80s, therapies in vogue included metabolic regimens, special diets, high-dose vitamin and mineral supplements, mental imagery applied with curative intent, and the like.[3] Over the past few decades, purification regimens, oxygen therapies, radio and other electrical frequencies, human and divine forces, and more have come to the fore. In addition to the expansion of what was often termed \"unorthodox\" medicine into a vast, open, and readily available store of unproven and disproved therapies, possibly the most significant shift in the past 20-some years has been its transformation from an essentially underground phenomenon-clandestine knowledge shared by a patient and an alternative practitioner-to a readily accessible storehouse of information and products. This was facilitated by the rise of the Internet, which now produces close to 21 million results in response to a search on \"alternative cancer.\" Two popular sites that come up in such a search, CancerTutor.com and Alternative-Cancer.net, are representative examples of sites that provide and/or sell \"advice\" on a range of therapies purported to cure cancer without mainstream treatment. Not all such sites sell bogus treatments. Some debunk, like QuackWatch.org; others actually purvey information on \"complementary\" (adjunctive) therapies, using the term inappropriately and incorrectly. The terminology applied to therapies that are outside the realm of mainstream medicine varies widely and has evolved over time. Terms like \"unorthodox,\" \"unconventional,\" and \"questionable\" were largely replaced a few decades ago by \"alternative medicine\" as an umbrella term for all such treatments.[4] Since then, \"alternative medicine\" has given way to \"complementary and alternative medicine\" (CAM) as the most common descriptor.[5] Exemplifying this shift, the National Institutes of Health's \"Office of Alternative Medicine\" was renamed the \"National Center for Complementary and Alternative Medicine\" (NCCAM) in 1999. Today, the term \"CAM\" encompasses a heterogeneous array of treatments, some unproven or disproved alternatives, and others, rational and evidence-based, that are supported for use as adjunctive, complementary or integrative therapies for symptom control. An important distinction must be made between these two unrelated categories.[5] Complementary therapies are those used in addition to conventional care. Many such therapies, such as acupuncture treatment, massage therapy, and music therapy, among others, have been shown to be safe and effective as adjunctive treatments for managing pain, nausea, stress, and many other symptoms, and for supporting patient well-being in general. Their growing use in mainstream cancer settings is now known as \"integrative oncology.\" Alternative therapies such as laetrile, on the other hand, are often promoted for use in lieu of mainstream cancer care. Typically, these are accompanied by negative statements about mainstream cancer care, such as \"cut poison burn,\"[6] and \"Little or no progress in the treatment of adult cancers has been made. A man or woman who gets prostate or breast cancer today will live as long as the person who developed these same cancers in 1920. Nothing we've done in a century has substantially reduced deaths.\"[7] [emphasis in original] Despite their extensive promotion on the Internet and through other media, unconventional agents for cancer rarely are subjected to proper study.[8] Yet even in the absence of supportive data, the incidence of use is high. It is estimated that more than 50% of cancer patients will adopt some form of \"unproven\" or \"unorthodox\" therapy.[9,10] The promotion of unproven or disproved cancer \"treatments\" instead of mainstream therapy is quackery. The examples below reflect the variety of the numerous questionable approaches promoted to cancer patients. They are grouped by descriptive category titles. Dietary supplements and herbal remedies, typically unstudied or disproved, are commonly used by cancer patients. One enduring herbal remedy is Essiac, also marketed as Flor-Essence. Initially used by a Native American healer from South-West Canada, a nurse named Ren Caisse popularized the herbal formulation as a cancer treatment in the 1920s. She named the remedy Essiac, her last name spelled backwards. Initially comprising four herbs, Indian rhubarb (Rheum (Arctiumlappa), other herbs were added over the years by various dietary supplement manufacturers. Today there are several different Essiac preparations available online and in health food stores, in tea, pill, and liquid form. (A search on Amazon.com brings up hundreds of entries.) In general, there is a lack of both safety and efficacy data for Essiac and Essiac formulations, and no clinical evidence supports its use.[11-13] This chemical formulation, originally known as Entelev, was developed in 1936 by chemist James Sheridan, who was inspired by a dream that it would cure cancer. Sold under many names, including CanCell, Cantron, and Protocel, this dark brown liquid usually contains nitric acid, sodium sulfite, potassium hydroxide, sulfuric acid, and catechol. The theory behind this remedy is that CanCell balances the vibrational energy of cancer cells, causing them to self-digest and be expelled from the body. A related explanation is that catechol \"inhibits cancer cell respiration, thus causing the cells to drop below their ability to survive, and allowing the body to dispose of them in the normal way dead cells are disposed of.\"[14] There is no scientific basis for such claims.[15,16] The product has been purported to treat a variety of chronic diseases in addition to cancer, including HIV/AIDS, epilepsy, and Alzheimer's disease. Animal studies conducted by the National Cancer Institute between 1978 and 1991 found no evidence of anticancer activity. The FDA obtained an injunction in 1989 making it illegal to distribute CanCell across state lines.[17] Interest in this biologic product developed in the 1950s when surgeon John Prudden began experimenting with medical applications for animal cartilage. He claimed that it reduced the size of tumors by close to half in the patients in whom he tested it.[18] Now available in powdered and liquid form, shark cartilage is purported to combat tumors via antiangiogenic activity. While laboratory studies in vitro and in animal models have found antiangiogenic and antitumor effects from shark cartilage extracts,[19-21] the results of clinical studies have not been promising.[22] A recent study of a purified shark cartilage extract called Neovastat failed to improve survival in patients with non-small-cell lung cancer.[23] The bioavailability of these extracts when taken orally is unclear, as the active proteins are too large to be absorbed intact and may not reach tumors without first being decomposed by the digestive system. Regardless, since the late 1990s, the Federal Trade Commission (FTC) has intervened to prevent at least three companies from making unsubstantiated claims of efficacy in their marketing of shark cartilage products.[24] Oxygen therapies comprise a group of unproven alternatives promoted as cures for cancer and other degenerative diseases, such as HIV/AIDS. In the case of cancer, it is claimed that tumors thrive in oxygen-poor environments, that cancerous tissues can be reoxygenated by a variety of therapeutic means, and that the process of oxygenation destroys the aberrant cells. The justification for this approach appears to stem from the work of Nobel laureate physician Otto Warburg, who discovered in the 1930s that tumor cells use oxygen differently and respire more slowly than normal cells.[25] These treatments, which typically involve introducing additional oxygen into the body in liquid or pill form, are currently available in the United States, Mexico, and Europe. Oxygen therapy is administered in other ways as well, including intravenously, via colonic delivery of hydrogen peroxide, and by infusion of ozone-treated blood. There is no scientific evidence to support claims that anaerobic conditions cause cancer, that oxygen is absorbed by the digestive system, or that oxygen treatments have any efficacy in the treatment of disease. Serious adverse effects and at least five fatalities associated with oxygen therapies have been reported.[26] Energy therapies are premised on the existence of energy fields around the human body. It is believed that these fields can be manipulated to treat disease and restore health. Such manipulations typically are carried out through one of two modalities: by healers using techniques such as \"therapeutic touch,\" which actually involves no touch, or by the application of electromagnetic energy from special devices. Neither the existence of such energy fields nor the ability to manipulate them for greater health is supported by scientific evidence.[5] TABLE 1 Most Egregious Contemporary Cancer Quackery Therapeutic touch is a technique commonly practiced by nurses in the United States and other countries; in this technique, the healer passes his or her hands several inches above a patient's body to sweep away \"blockages\" in the free flow of the patient's \"energy.\" Known also by several other terms, such as biofield therapy, healing touch, and energy therapy, the technique may provide emotional benefit, but it lacks biological plausibility as a treatment for disease and is unproven. Still, some practitioners claim the ability to treat cancer in this way. According to HealingTouchInternational.org, one of numerous such organizations, \"Healing Touch is a relaxing, nurturing energy therapy...that...works with your energy field to support your natural ability to heal.\" There are many energy healers who sell their one-on-one services to cancer patients. Healers often market themselves as \"miracle workers,\" capable of healing cancer and other diseases. Such healers also offer long-distance healing, esoteric tutoring, energy clearing, and the like. An Internet site which posits that \"Cancer-Healer\" therapy is best claims: \"No side effects such as hair loss, infections, pain, vomiting, nausea, diarrhea, weight loss, mouth-sores and loss of appetite. No damage to normal cells. Chemotherapy and Radiotherapy kill normal cells in addition to cancer cells.\"[27] Energy healing training also is available.[28] The digital age brought computers and technology into the realm of questionable cancer treatments. Many types of unproven electronic devices are available; all promise to diagnose and treat cancer and other diseases with the use of electromagnetic fields and currents. [5] These therapies frequently are described in pseudoscientific language borrowed from scientific biophysical concepts. Bioresonance therapy, for example, is based on the unsupported premise that cancer cells and other diseased tissues emit \"electromagnetic oscillations\" that vary from those generated by healthy cells. Bioresonance devices are said to cancel out or otherwise replace these negative oscillations with healthy ones, thus supporting the body's own healing processes.[29] One such machine, the BICOM 2000, is said to pick up \"frequency patterns\" from the patient's body. According to the manufacturer's website, the device \"is equipped with special electronics which...transform the modulated frequency patterns from the device into 'bioresonance magnetic frequency patterns.'\" These patterns are then transmitted into the patient's body as the therapy. Despite its claims, a disclaimer on the website notes that this therapy \"has not been subject to scientific research and is, therefore, not yet approved.\"[30] Another device in this category, known alternately as the Quantum Xrroid Interface System (QXCI), EPFX, or SCIO, is said to balance the body's \"bio-energetic forces.\" Neither the existence of such forces nor an ability to manipulate them has been documented scientifically. The creator of this device fled to Hungary after being indicted on charges of fraud in the United States but still sells his machine internationally from abroad. In 2008, the FDA banned importation of the device, although it is still used by US practitioners and is purchased by patients in North America.[31] The American Cancer Society strongly cautions cancer patients against using such devices for treatment.[32] Many alternative approaches to healing are premised on the concept of the mind/body connection, and specifically on the theory that patients can harness the power of their mind to heal their physical ills.[4] Many mind/body techniques, such as meditation and biofeedback, have been shown to reduce stress and promote relaxation, and are effectively and appropriately used as complementary therapies today. However, some proponents of these techniques overpromise, suggesting that emotional stress or other emotional issues can cause diseases like cancer and that correction of these deficiencies through mind-body therapies can effectively treat major illnesses. Such claims are unsupported. Many of these ideas were promoted by a former Yale surgeon, a popular author who advocated special cancer patient support groups in his books. The importance of a positive attitude was stressed, as was the idea that disease could spring from unmet emotional needs. This belief anguished many cancer patients, who assumed responsibility for getting cancer because of an imperfect emotional status. Among alternative modalities, the mind/body approach has been especially persistent over time, possibly in part because it resonates with the American notion of rugged individualism.[4] A related approach, which claims a direct link between the emotional and physical self, is promoted by Ryke Geerd Hamer in his \"German New Medicine.\" This philosophy asserts that \"every disease is caused by a shock experience that catches us completely off guard,\" and that this emotional shock instantaneously leads to a physical change in the brain, reportedly causing \"a lesion that is clearly visible on a brain scan.\" The affected area of the brain is then said to trigger cancer, tissue degeneration, or other problems in the organ system it controls, with the specific nature of the disease \"determined by the exact type of conflict shock.\"[33,34] The treatment focuses on resolving the initial \"psychic shock\" and overcoming fear of one's diagnosis, which paves the way for the body to heal itself. This modality has no biological basis or evidence to support its claims, but is widely disseminated, producing some 175,000 results when searched on Google. Finally, chronic disease patients may turn to personal prayer or intercessory prayer in hopes of curing cancer and other serious illnesses. Although prayer is harmless-and very helpful to many when used in conjunction with appropriate mainstream treatment-some patients elect to forgo mainstream care in the hope that prayer alone will heal them. A 2009 Cochrane review found that, although certain individual studies suggest some benefit from intercessory prayer, there is no clear evidence that it has any impact on clinical outcome.[35] Prayer may be useful, but not as an alternative to mainstream cancer treatment. Quackery is an ancient problem, depicted in art perhaps most famously in the 17th century by Jan Steen in his painting \"The Charlatan\" (\"Quacksalver\"-from which we get the term \"quackery\"). Some quacks are true charlatans, while others are believers in what they preach. Both, however, promote unproven or disproved alternative therapies as \"cures\" for disease. Unfortunately, there is no shortage of patients willing to embark on these questionable and often very expensive treatment plans. Desperate patients and their loved ones-especially when facing serious or untreatable illness-are inclined to believe in miracles. Unproven approaches are dangerous to patients. Even when the therapy itself does not harm, people too often choose to shun conventional treatment entirely and replace it with an alternative treatment that does nothing to diminish their disease. Public education can help, along with knowledgeable doctors who are familiar enough with alternative approaches to successfully guide patients away from them. With science-based treatment options achieving ever-greater cure rates, quack treatments may eventually lose their appeal. Financial Disclosure:The authors have no significant financial interest or other relationship with the manufacturers of any products or providers of any service mentioned in this article. 1. Cassileth BR. After laetrile, what? N Engl J Med. 1982;306:1482-4. 2. Lerner IJ. Laetrile: a lesson in cancer quackery. CA Cancer J Clin. 1981;31:91-5. 3. Cassileth BR. Unorthodox cancer medicine. Cancer Invest. 1986;4:591-8. 4. Cassileth BR, Chapman CC. Alternative cancer medicine: a ten-year update. Cancer Invest. 1996;14:396-404. 5. Cassileth BR, Deng G. Complementary and alternative therapies for cancer. Oncologist. 2004;9:80-9. 6. Cut poison burn. Available from: [http://www.cutpoisonburn.com](http://www.cutpoisonburn.com). Accessed 25 July 2012. 7. Why are we losing the war on cancer? Available from: [http://products.mercola.com/cut-poison-burn-dvd/](http://products.mercola.com/cut-poison-burn-dvd/). Accessed 25 July 2012. 8. Vickers AJ, Kuo J, Cassileth BR. Unconventional anticancer agents: a systematic review of clinical trials. J Clin Oncol. 2006;24:136-40. 9. Lerner IJ, Kennedy BJ. The prevalence of questionable methods of cancer treatment in the United States. CA Cancer J Clin. Contemporary unorthodox treatments in cancer medicine. A study of patients, treatments, and practitioners. Ann Intern Med. 1984;101:105-12. 11. Tamayo C, Richardson MA, Diamond S, Skoda I. The chemistry and biological activity of herbs used in Flor-Essence herbal tonic and Essiac. Phytother Res. 2000;14:1-14. 12. Ulbricht C, Weissner W, Hashmi S, et al. Essiac: systematic review by the natural standard research collaboration. J Soc Integr Oncol. 2009;7:73-80. Available from: http://curezone.com/diseases/cancer/cancel.asp. Accessed 25 July 2012. 15. American Cancer Society. Questionable methods of cancer management: Cancell/Entelev. CA Cancer J Clin. 1993;43:57-62. 16. Grossgebauer K. The 'cancell' theory of carcinogenesis: re-evolution of an ancient, holistic neoplastic unicellular concept of cancer. Med Hypotheses. 1995;45:545-55. 17. Barrett S. Questionable cancer therapies. 2010. Available from: http://www.quackwatch.org/01QuackeryRelatedTopics/cancer.html. Accessed 25 July 2012. 18. American Cancer Society. Shark cartilage. 2008. Available [http://www.cancer.org/Treatment/ TreatmentsandSideEffects/ ComplementaryandAlternativeMedicine/ PharmacologicalandBiologicalTreatment/ shark-cartilage](http://www.cancer.org/Treatment/TreatmentsandSideEffects/ComplementaryandAlternativeMedicine/PharmacologicalandBiologicalTreatment/shark-cartilage). Accessed 25 July 2012. 19. Sheu JR, Fu CC, Tsai ML, Chung WJ. Effect of U-995, a potent cartilage-derived anti-angiogenesis 20. Barber R, Delahunt B, Grebe SK, et al. Oral shark cartilage does not abolish carcinogenesis but delays tumor progression in a murine model. Anticancer Res. 2001;21:1065-9. 21. Weber MH, Lee J, Orr FW. The effect of Neovastat (AE-941) on an experimental metastatic bone tumor model. Int J Oncol. 2002;20:299-303. 22. Loprinzi CL, Levitt R, Barton DL, et al. Evaluation of shark cartilage in patients with advanced cancer: a North Central Cancer Treatment Group trial. Cancer. 2005;104:176-82. 23. Lu C, Lee JJ, Komaki R, et al. Chemoradiotherapy with or without AE-941 in stage III non-small cell lung cancer: a randomized phase III trial. J Natl Cancer Inst. 2010;102:859-65. 24. Federal Trade Commission. \"Operation Cure.all\" nets shark cartilage promoters: two companies charged with making false and unsubstantiated claims for their shark cartilage and skin cream as cancer treatments. 2000. Available from: [http://www.ftc.gov/opa/2000/06/lanelabs.shtm](http://www.ftc.gov/opa/2000/06/lanelabs.shtm). Accessed 25 July 2012. 25. Watt BE, Proudfoot AT, Vale JA. Hydrogen peroxide poisoning. Toxicol Rev. 2004;23:51-7. 26. American Cancer Society. Oxygen therapy. 2008. Available from: [http://www.cancer.org/Treatment/ TreatmentsandSideEffects/ ComplementaryandAlternativeMedicine/ PharmacologicalandBiologicalTreatment/ oxygen-therapy](http://www.cancer.org/Treatment/TreatmentsandSideEffects/ComplementaryandAlternativeMedicine/PharmacologicalandBiologicalTreatment/oxygen-therapy). Accessed healer, Delhi. Available from: [http://tripscity.com/delhi/hospitals/ cancer-healer-delhi](http://tripscity.com/delhi/hospitals/cancer-healer-delhi)/. Accessed 25 July 2012. 28. Ramsden D. The four levels of energy healing training. Available from: [http://www.blog.deanramsden.com/ energy-healing-training/](http://www.blog.deanramsden.com/energy-healing-training/). Accessed 25 July 2012. 29. Barrett S. BioResonance tumor therapy. 2004. Available from: [http://www.quackwatch.org/01QuackeryRelatedTopics/ Cancer/bioresonance.html](http://www.quackwatch.org/01QuackeryRelatedTopics/Cancer/bioresonance.html). Accessed 25 July 2012. 30. Regumed. BICOM 2000 - easy and convenient to use. Available from: [http://www.regumed.com/pages_eng/ therapeuten_new/ it_einfache_anwendung_fs.html](http://www.regumed.com/pages_eng/therapeuten_new/it_einfache_anwendung_fs.html). Accessed 25 July 2012. 31. Barrett S. Some notes on the Quantum Xrroid (QXCI) and William C. Nelson. 2009. Available from: [http://www.quackwatch.org/ 01QuackeryRelatedTopics/ Tests/xrroid.html](http://www.quackwatch.org/01QuackeryRelatedTopics/Tests/xrroid.html). Accessed 25 July 2012. 32. American Cancer Society. Questionable methods of cancer management: electronic devices. CA Cancer J Clin. 1994;44:115-27. 33. Markolin C. German New Medicine. 2009. Available from: [http://germannewmedicine.ca/home.html](http://germannewmedicine.ca/home.html). Accessed 25 July 2012. 34. Gorski D. The \"Iron Rule of Cancer\": The dangerous cancer quackery that is the \"German New Medicine\". 2009. Available from: [http://www.sciencebasedmedicine.org/ index.php/ the-iron-rule-of-cancer-the-new-german-medicine-and-cancer-quackery](http://www.sciencebasedmedicine.org/index.php/the-iron-rule-of-cancer-the-new-german-medicine-and-cancer-quackery)/. Accessed 25 July 2012. 35. Roberts L, Ahmed I, Hall S, Davison A. Intercessory prayer for the alleviation of ill health. "}