{"title": "Homeopathic Medicine: Holistic Treatment for Candida - Vitality Magazine", "author": "Rebecca Gower; BA; MA; DSHM", "url": "https://vitalitymagazine.com/article/homeopathic-medicine-holistic-treatment-for-candida/", "hostname": "vitalitymagazine.com", "description": "Homeopathy is a safe, gentle and effective way to treat Candida Albicans. Learn how Homeopaths use remedies, diet and supplements to cure it for good.", "sitename": "Vitality Magazine", "date": "2019-07-22", "cleaned_text": "[July 21, 2019](https://vitalitymagazine.com/2019/07/) (Article updated July 22, 2019) Candidiasis is caused by the overgrowth of a common type of yeast called Candida Albicans that occurs naturally in the body. In most cases, a healthy immune system can keep the balance between good bacteria and fungus such as Candida in check. Candida can occur anywhere in the body, but it is most commonly found in areas where there are mucous membranes such as the vaginal tract, rectum and throat. Some causes of overgrowth of Candida can include prolonged use of antibiotics, the Birth Control Pill (BCP), eating refined sugar and processed foods, as well as immune suppression. For many, especially women, systemic Candidiasis can seriously impact quality of life. Many of us associate Candida infection with those annoying and dreaded yeast infections. Common symptoms of a yeast infection (vaginitis) can include burning and itching, either in the vagina or around the vulva, as well as a thick / whitish discharge. Candida can also occur in the throat where it is called thrush. This can affect newborn babies, as well as people with weak immune systems. Symptoms of thrush can include white patches that look like cottage cheese or red spots, sore throat, pain while swallowing, and loss of appetite. Because an overgrowth of Candida can lead to such a diverse group of chronic symptoms, it is very difficult to diagnose. Many conventional medical doctors may treat symptoms, such as yeast infections or thrush, but will tend not to view the connection between Candida and these symptoms. In addition, there is no accepted medical test available, outside of allergic antibody testing, to determine the existence of an overgrowth of Candida. It is important to remember than when candidiasis (i.e. a candida infection) is treated and yeast cells are killed off rapidly, [Symptoms associated with candida die off](https://www.mymed.com/diseases-conditions/candida/what-is-candida-die-off) such as fever, sweating, muscle and joint pain may be experienced, making it feel as though the infection is getting worse. These symptoms do resolve in time. A Candida infection is of concern because it can also become a systemic issue and lead to a variety of symptoms such as: Digestive symptoms (pain, gas, bloating, constipation, diarrhea) Itching (skin, ears, vagina, rectum) Skin problems (acne, eczema) Mood changes (anxiety, depression, mood swings, difficulty in thinking clearly, poor memory) Reproductive health (PMS, painful menstruation, infertility, low sex drive) THE CANDIDA DIET Many Complementary and Alternative Medicine (CAM) Practitioners advocate that patients who suspect they may be suffering from Candida follow the Candida Diet for a specific period of time, anywhere from three to six months. Key aspects of the diet include: The removal of sugar: Yeast-like Candida feed off of sugar - even foods that your body converts into sugar, such as simple carbohydrates (fruit, potatoes, white rice and pasta). This makes the diet challenging because you have to stick to eating mostly protein and vegetables. Avoiding fermented foods: Mushrooms, vinegars, most condiments, and even cantaloupe can also contribute to the growth of yeast. Avoiding other trigger foods: aged and mouldy cheeses, foods that contain yeast or moulds (most breads, muffins, baked goods), honey, syrups and glutinous foods such as barley, oats, wheat and rye. The introduction of a probiotic such as acidophilus to help restore the balance of bacteria in the body, especially in the gastrointestinal system. HOW HOMEOPATHY CAN HELP My experience is that the Candida Diet can be very successful for cases of mild to moderate Candida. In fact, dietary changes are often a necessary part of decreasing and eliminating symptoms of Candida. However, I treat a lot of patients with Candida and repeatedly hear how the Candida diet did not alleviate or remove their symptoms completely. For many people, systemic Candida infection cannot be resolved by diet alone. This is where homeopathy can be very useful. Homeopathic medicine is holistic because it takes into consideration your unique experience of disease on the mental, emotional and physical levels. As a Homeopath, I want to know whether you are prone to chronic yeast infections including oral Candida (thrush), as well as many of the other possible associated symptoms of Candida. For example, if you get chronic yeast infections, when do you get them, what do they feel like (do they itch, burn, sting?) and what does this discharge look like. Homeopaths are also fundamentally interested in you as a person. We ask questions about your body temperature, how weather affects you, patterns of perspiration, sleep, digestion and much more. In most cases, the selection of a homeopathic remedy for you will also help to address other chronic health issues that have been bothering you such as migraines, constipation, PMS or anxiety / depression. HOMEOPATHIC REMEDIES FOR CANDIDA Homeopathy works by prescribing one remedy that is the closest match for your symptoms of Candida. This means there are many remedies that can help. Furthermore, each person with Candida may have more symptoms than just yeast infections that a Homeopath will take into consideration. I am including some remedies that are often used to treat people with Candida. These are listed below. [Sepia:](https://amzn.to/2yOmLzF) This remedy has an affinity for a wide range of reproductive issues. In the context of Candida, it can be very useful for yeast infections, chronic constipation, itching of the skin and more. Typical yeast infections are sore or burning; lumpy or yellowish. People who need Sepia are often sluggish and tired - they feel better from vigorous exercise and from exposure to the sun. They are often chilly, yet feel worse in a warm room with no air circulation. They do not do well with extremes of temperature and may faint easily. There can also be irritability and mood swings accompanied by tiredness and even indifference to family. [Pulsatilla:](https://amzn.to/2iLQN1l) This is another commonly prescribed remedy. Unlike the typical Sepia patient who is often irritable and indifferent, the typical Pulsatilla patient has a mild, gentle disposition and tends to cry easily. This remedy is known for its changeable symptoms which can be both emotional and physical in nature. Yeast infections are often painless and have discharges that are thick, bland and yellowish-green with swelling of the vulva, and are worse lying down. People who need this remedy feel significantly worse from the heat, including a warm room, and feel much better walking in the open air. There may be itching of the skin or a red rash especially on the chest and abdomen. [Calcarea-Carbonica:](https://amzn.to/2yWBgzQ) People who need this remedy are susceptible to the cold and will often say not only that they dislike the winter, but actually get sick a lot during the winter months. There will also be a coldness of the legs, buttocks and even of the top of the head. There may also be easy perspiration on very slight exertion, or from coughing, from anxiety and while sleeping, especially on the back of the head. Most typically, yeast infections are thick and yellow or creamy like milk, accompanied by burning and itching. There may also be a tendency to have constipation. [Sulphur:](https://amzn.to/2yfnmMa) This is one of the most commonly prescribed homeopathic remedies. In most cases, there will be burning and redness in some area of the body. One of the famous symptoms is burning of the soles of feet at night that compels the patient to stick them out from under the covers. There can also be burning in the vagina (as in the case of a yeast infection) in which one can hardly sit still. Itching will feel better from scratching, but this will cause a burning sensation. There can be redness of many parts, including the face, ears, nose and even rectum. People who need this remedy are often warm, especially at night, and do worse from heat, including warm baths. There may also be a tendency to have diarrhea, driving the patient out of bed at 5am. In conclusion, homeopathy is a safe, gentle and effective approach to treatment of Candida Albicans. A Homeopath will look at dietary issues and may recommend selective supplements, but will mostly prescribe a single homeopathic remedy that most closely matches your pattern of symptoms. Save Save 8 Comments [Write a comment](#respond) Write "}