{"title": "What Is Alternative Medicine? | Alternative Cancer Treatments", "author": null, "url": "https://www.cancer.org/cancer/managing-cancer/treatment-types/alternative-medicine/what-is-alternative-medicine.html", "hostname": "cancer.org", "description": "Alternative medicine is a term used to describe many kinds of products, practices, and systems that are not part of mainstream medicine. Learn more about what they are here.", "sitename": "cancer.org", "date": "2021-08-31", "cleaned_text": "cancer helpline provides information and answers for people dealing with cancer. We can connect you with trained cancer information specialists who will answer questions about a cancer diagnosis and provide guidance and a compassionate ear. Chat live online Select the Live Chat button at the bottom of the page Our highly trained specialists are available 24/7 via phone and on weekdays can assist through video calls and online chat. We connect patients, caregivers, and family members with essential services and resources at every step of their cancer journey. Ask us how you can get involved and support the fight against cancer. Some of the topics we can assist with include: For medical questions, we encourage you to review our information with your doctor. Alternative medicine refers to unproven or disproven methods used instead of standard medical treatments to prevent, diagnose, or treat cancer. They have either not been thoroughly tested in [clinical trials](/cancer/managing-cancer/making-treatment-decisions/clinical-trials.html), or they have been tested and found not to work against cancer. Some examples of alternative methods include special diets, certain supplements and herbs, high doses of vitamins, homeopathy, laetrile, and Rife machines. Many alternative medicine providers suggest a combination of these types of treatments. Standard treatments are based on research studies that show that the treatment is safe and effective against one or more types of cancer. There are also standard treatments to help with many of the side effects of cancer and cancer treatment. Examples of standard treatments include surgery, radiation therapy, chemotherapy, immunotherapy, targeted therapy, hormonal therapy, and supportive medicines to help with pain, nausea, or other problems. Alternative medicine is different from complementary therapies. [Complementary methods](/cancer/managing-cancer/treatment-types/complementary-and-integrative-medicine/complementary-and-alternative-methods-and-cancer.html) are used along with and support standard treatments. Alternative methods are used instead of standard treatments. Treatments that are not used in mainstream medicine may be described as unconventional, non-conventional, and non-traditional by mainstream medical doctors. These terms may be used to describe any complementary or alternative therapy. Some treatments, such as traditional Chinese medicine or Native American healing, are also used in complementary or alternative therapies. Of course, to the person who is part of the culture practicing these treatments, their native methods are usually called traditional, while Western medicine is the non-traditional way. People with cancer might think about using alternative methods for a number of reasons: Some alternative methods may be appealing because they use your own body and mind, or things found in nature. Some even promise wellness using methods that sound simple, natural, and without side effects, which is rarely true of standard cancer treatments. While some alternative methods rarely cause harm, others can have dangerous or even life-threatening side effects. Even when there are few harms with a particular alternative treatment, research has shown that people who use alternative methods instead of conventional cancer treatment for the most common curable cancers have a greater risk of dying from their cancer. By definition, alternative methods have not been studied enough to show that they are effective in treating cancer, or they have been studied and shown to not be effective. Methods that are proven by research to effectively fight cancer tend to be used in standard medicine fairly quickly. The decision to use alternative methods is an important one, and it's yours to make. We have put together some suggestions to help you think through the issues and make the most informed and safest decision possible. There tends to be much less high-quality, objective information about alternative methods than about mainstream treatments. This is one of the reasons that it is sometimes impossible to say much about whether an alternative method is likely to help you, or even how safe it might be. This is why you should try to learn as much as you can about each treatment before you use it. Even if some information isn't available, the limits of what is known can help you make your decision. The choice to use alternative methods is yours. You can use them more safely if you: You can find more information about specific types of alternative medicine on the [National Cancer Institute](http://cam.cancer.gov) website. [The American Cancer Society medical and editorial content team](/cancer/acs-medical-content-and-news-staff.html) Our team is made up of doctors and oncology certified nurses with deep knowledge of cancer care as well as journalists, editors, and translators with extensive experience in medical writing. American Society of Clinical Oncology. Integrative Medicine. Accessed at https://www.cancer.net/navigating-cancer-care/how-cancer-treated/integrative-medicine on April CA, Lafrenie RM, Dénommée JA, Caswell JM, Want DA. Complementary and alternative medicine use in patients before and after a cancer diagnosis. Curr Oncol. 2018 Aug;25(4):e275-e281. Johnson SB, Park HS, Gross CP, Yu JB. Use of alternative medicine for cancer and its impact on survival. J Natl Cancer Inst. 2018; 110(10): 121-124. Johnson SB, Parsons M, Dorff T, et al. Cancer misinformation and harmful information on Facebook and other social media: A brief report. J Natl Cancer Inst. 2021 Jul 22: djab141. Epub Knecht K, Kinder D, Stockert A. Biologically-based complementary and alternative medicine (CAM) use in cancer patients: The good, the bad, the misunderstood. Front Nutr. 2020 Jan 24;6:196. National Cancer Institute. Complementary and Alternative Medicine. Last updated November 24, 2020. Accessed at https://www.cancer.gov/about-cancer/treatment/cam on April 6, 2021. National Cancer Institute's Office of Cancer Complementary and Alternative Medicine. Health Information for Patients. Accessed at https://cam.cancer.gov/health_information/for_patients.htm on August 18, 2021. Wilkinson JM, Stevens MJ. Use of complementary and alternative medical therapies (CAM) by patients attending a regional comprehensive cancer care centre. J Complement Integr Med. 2014 Jun;11(2):139-145. Last Revised: August 31, 2021 American Cancer Society medical information is copyrighted material. For reprint requests, please see our "}