{"title": "The Carnivore Diet: Benefits, Risks & How to Follow", "author": "Dr Soyona Rafatjah", "url": "https://primehealthdenver.com/carnivore-diet/", "hostname": "primehealthdenver.com", "description": "The carnivore diet is an extreme form of a low-carb diet that focuses on all meat and animal-based products. Advocates have linked this diet to many health and wellness benefits. It can make a difference if you have genuine autoimmune issues, need a catalyst for weight loss, or want to improve energy levels or lower...", "sitename": "PrimeHealth Denver: Functional & Integrative Medicine", "date": "2023-04-05", "cleaned_text": "The carnivore diet is an extreme form of a low-carb diet that focuses on all meat and animal-based products. Advocates have linked this diet to many health and wellness benefits. It can make a difference if you have genuine autoimmune issues, need a catalyst for weight loss, or want to improve energy levels or lower your blood sugar, among other health benefits. While this diet may be the most straightforward diet to follow, it should be noted that the carnivore diet is a very limiting and intense diet, and not appropriate for all people. In general, the carnivore diet is not intended for the long term. Before making any dietary changes, you should always consult their primary care physician, dietician, and/or nutritionist for guidance. Let's talk about what this diet is, how to know if it's right for you, and examples of how to follow a carnivore diet. What is the carnivore diet? The carnivore diet, sometimes called the all-meat diet, focuses on consuming meat and animal products only. Being almost exclusively meat-only, this diet centers around high-protein, high-fat, and ideally zero-carb consumption. This means no fruits, vegetables, grains, or other plant-based foods. Although this diet is highly restrictive, it has been used to combat health issues. The surprising relationship between these health benefits and a mostly meat diet has inspired intrigue even in the health community. What do you eat on the carnivore diet? What you eat on the carnivore diet depends on your personal preferences and tolerance, but always includes meat, organ meats, bone broth, and animal fats. Dr. Paul Saladino, a pioneer of the diet, defines 5 different [tiers of the carnivore diet](https://carnivoremd.com/what-to-eat-on-a-carnivore-diet-your-carnivore-diet-meal-plan/), which are variations on the basics that you can adjust to your specific needs. Though animal products such as cheese, yogurt, and milk are permitted, the diet encourages only low-lactose to keep this as much of a low-carb diet as possible. In general, eggs and dairy tend to be highly inflammatory for some people, so we don't recommend these to patients trying this diet (especially at first). Some consider themselves \"mostly carnivores\" because they incorporate small amounts of other food groups into their diet, such as fruits or dairy. Who should try the carnivore diet? Ideally, this diet works best for short-term goals such as: [Weight loss](https://primehealthdenver.com/how-to-lose-weight-with-hypothyroidism/) - Addressing [autoimmune symptoms](https://primehealthdenver.com/autoimmune-diseases/) - Identifying food sensitivities - Cleansing the body from a high-carb diet However, this diet hasn't been implemented long-term and studied over time. Thus far, the carnivore diet best serves those suffering from severe chronic conditions like autoimmune diseases and even cancer. Perhaps the most well-known case is [Mikhalia Peterson](https://www.buzzfeednews.com/article/stephaniemlee/jordan-peterson-daughter-mikhaila-meat-carnivore-diet), daughter of Canadian psychologist, author, and YouTube personality Jordan B. Peterson. She suffered from severe rheumatoid arthritis from a young age. At 17, her right hip and left ankle needed replacing. She also struggled with depression. Once she switched to an all-meat diet, her symptoms vanished. Her results were so compelling that her father switched to the carnivore diet and claimed his depression had disappeared. Another remarkable case would be that of nutritional periodontist Dr. Al Danenberg. He received a terminal cancer diagnosis (multiple myeloma) in 2018. While going through radiation, he also devised what he calls his [\"10 Unconventional Cancer Protocols\"](https://drdanenberg.com/unconventional-cancer-protocols/) to help combat cancer. At the heart of his plan is a mostly meat diet. His cancer is now in remission. Benefits of the Carnivore Diet What are the benefits of the carnivore diet? The benefits of the carnivore diet range from digestive health and decreased inflammation to stabilized energy levels and mood improvement. The all meat diet benefits are generally based on testimonials of dieters or other anecdotal evidence and have not been scientifically proven in a larger population. Translation: A carnivore diet might provide the benefits below, but it's unlikely to work for everyone. Work with your healthcare provider if you plan major changes to your diet, such as going full carnivore. Reduced Symptoms of Autoimmune Diseases One of the most remarkable claims regarding the carnivore diet is its reported effects on those suffering from chronic conditions. According to a 2021 [study on the carnivore diet](https://pubmed.ncbi.nlm.nih.gov/34934897/) by Harvard, 56% of the participants surveyed cited an autoimmune condition as the driving reason to try the diet. Of those people, 89% reported improving or resolving their disorders. Dr. Soyona Rafatjah, medical director and co-founder of PrimeHealth, interviewed former patient Brian Jaworski and discussed his success in implementing the carnivore diet. Brian suffered from [psoriasis](https://primehealthdenver.com/autoimmune-rash/) and psoriatic arthritis. He tried paleo and keto with limited success. After switching to the carnivore diet, he saw vast improvement within weeks. His energy levels improved and stabilized, pain in his joints decreased (so much that he was able to take up guitar and martial arts), and his skin cleared up. He even lost weight. Occasionally, he experiments by reintroducing a food into his diet to see how his body responds. Watch the full interview: Lower Blood Sugar Levels Because the average American diet relies so heavily on carbohydrates, many of us battle blood sugar spikes and energy fallout on a daily basis. With the carnivore diet essentially eliminating sugar intake, blood sugar levels tend to even out. This helps to stabilize energy throughout the day. Calmer Gut Many plant foods disrupt our gut: - Fiber, while generally beneficial, can cause gas and bloating. - Lectins, proteins found in nightshades (potatoes, eggplants, peppers, and tomatoes), can cause stomach upset. - Phytochemicals like flavonoids and tannins found in many fruits can also irritate the stomach. By eliminating plant-based foods, you may find you experience fewer gastrointestinal issues. Keep in mind that a major diet change like this will probably cause digestive side effects at first (just like with any other change of this magnitude). Decreasing Inflammation Sugar is a major trigger of inflammation. Eliminating sugar along with inflammatory vegetables (those nightshades again) decreases inflammation. Removing processed foods is also a major way to reduce inflammatory contributors in the diet. According to [one study](https://aocs.onlinelibrary.wiley.com/doi/abs/10.1007/s11745-007-3132-7), low-carb diets can help prevent the composition of inflammation-causing fatty acids. Pro tip: Don't follow your carnivore diet by loading up on processed foods like deli meats and non-organic red meats. Sure, you may be following the letter of this plan, but you may miss out on some of the significant benefits of lower inflammation. Clearer Mind Many carnivore diet enthusiasts claim that meat sharpens their minds. Meat contains nutrients that [help brain function](https://primehealthdenver.com/nutrition-mental-health/), such as B12, Zinc, and iron. Many claim their [mental health](https://www.psychologytoday.com/us/blog/diagnosis-diet/201904/the-carnivore-diet-mental-health) improved while on the diet (but there's no research yet to support this). Without blood sugar crashes, your energy and mental stamina will improve. In addition, the majority of people will notice improvements in brain function while in ketosis. Heart Health Meat is a rich source of vitamin K2, which has been [shown](https://pubmed.ncbi.nlm.nih.gov/22516724/) to decrease calcification of arteries, a factor that plays a crucial role in the development of heart disease. Additionally, a [2019 review](https://pubmed.ncbi.nlm.nih.gov/31466731/) suggests that a high-protein diet can help lower LDL (often referred to as the \"bad cholesterol\") levels. Some people will experience elevations in their cholesterol levels when eating high amounts of animal meat and animal fat. However, the overall effect will be a net positive for heart health due to dramatic decreases in inflammation and glucose/insulin spikes. Weight Loss It's common to try the carnivore diet when you're trying to lose weight. There are no long-term studies on how following a carnivore diet may reduce your risk of obesity. However, research does suggest a more carnivorous diet may positively [impact weight gain and metabolic issues](https://www.ncbi.nlm.nih.gov/labs/pmc/articles/PMC3253466/) in a larger population. Plus, being in ketosis will frequently lead to weight loss (although it doesn't work for everyone). A 12-week study published in 2018 found that keto dieters [lost an average of 24-39 pounds](https://pubmed.ncbi.nlm.nih.gov/30803508/) in the first 3 months. Nearly all carnivore dieters notice shedding weight within the first few weeks. Once the body's desired energy source (sugar) has been spent, the body turns to stored body fat for fuel. Dietary protein is [known to satisfy appetites](https://pubmed.ncbi.nlm.nih.gov/23107521/). For this reason, you might find yourself less likely to mindlessly snack while on the carnivore diet. History of the Carnivore Diet The Carnivore Diet, published in 2019 by former orthopedic surgeon Shawn Baker, is a detailed account of his conversion to carnivory, his positive health results, and the athletic success he credits to this diet. It was also the spark in popularity for the diet. Soon after, Dr. Paul Saladino wrote a book after he tried the carnivore diet. He had suffered from severe eczema (an [autoimmune condition of the skin](https://primehealthdenver.com/autoimmune-rash/)) that required multiple courses of IV steroids to control the inflammation and bleeding. He tried various other diets, including plant-based diets and the autoimmune protocol, to no avail before discovering the carnivore diet. In his book, The Carnivore Code, he advocates for eating \"nose to tail\". To do this, one must incorporate organ meats and connective tissue alongside traditional cuts of meat. He also makes a case for consuming grass-fed and grass-finished beef. Perhaps the most famous proponent of the carnivore diet is podcast host personality [Joe Rogan](https://thehill.com/changing-america/well-being/prevention-cures/589090-joe-rogan-announces-hes-going-on-meat-and-fruit). He tried the diet for one month in 2020, where he ate only grass-fed beef, elk, and eggs. He did add amino acids and fish oil to supplement his micronutrients. At the end of the 30 days, he reported increased energy and fewer daily aches. Keto vs. Carnivore Diet What is the difference between a carnivore diet and a keto diet? The difference between a carnivore and a keto diet is the carb allowance. The carnivore diet is zero carbs, whereas the ketogenic diet is primarily a low-carbohydrate diet that causes your body to enter the metabolic state of ketosis. In this state, the body fat burns more quickly because you have essentially run out of your primary energy source, glucose. Keto and carnivore diets (even the Paleo diet) share several similarities. Both emphasize protein intake and fat intake while drastically cutting carbohydrates. Both result in relatively quick weight loss for the majority of people. You might say the carnivore diet stems from the keto diet as it appears to be a natural next step to completely cutting carbs. There are a couple of significant differences between these diets. First, keto doesn't limit food based on plant or animal origin. The carnivore diet is only animal products. Second, keto requires keeping track of macronutrients (proteins, fats, carbohydrates). If too much protein is consumed, the body will begin converting it into sugar and kick the body out of ketosis. Overall, the carnivore diet is more restrictive in regards to nutrient sources but is less focused on macro or even calorie counting. Does the carnivore diet put you in ketosis? The carnivore diet will put you in ketosis, though this is not the overarching intention as it is with the keto diet. You'll start producing ketones on the carnivore diet once your glycogen storage (the stored form of glucose) is depleted. Is carnivore better than keto? Though both diets have a fair amount in common, it's challenging to determine which would be \"better\" without long-term studies comparing the two. How to Follow a Carnivore Diet One of the carnivore diet's biggest attractions is that it's easy to follow. There are only 2 rules: - Eat meat (and maybe some animal products) - Eat until you're full Counting and categorizing calories is not necessary. The ultimate goal of this diet is to function optimally and feel good. What is the best way to start a carnivore diet? Once you've familiarized yourself with the possible benefits and risks of the diet, the first step is a trip to the grocery store. Most advocates of the diet favor the fattier red meats to keep their caloric intake and satiety level up. What do you eat on a Carnivore Diet? - Grass-fed and grass-finished beef - Steaks (fatty cuts such as New York strip and ribeye) - Pork belly - Pork chops - Pork ribs - Pork shoulder - Chicken thighs - Lamb chops - Fish (packed with omega-3's) - salmon, trout, albacore tuna, mackerel - Eggs (once a lack of sensitivity has been established) - Organ Meat - Bone broth (from real bone marrow) - Animal fats like lard, tallow, and duck fat (but not butter) - Seasonings (at your discretion) Foods to Avoid - Fruits - Veggies - Legumes - Nuts - Grains — both processed and whole grains like bread, pasta, and rice - Heavily processed foods — frozen dinners, cakes, cookies, chips - Dairy products with higher levels of lactose — butter, goat cheese, ricotta cheese, low-fat milk, low-fat yogurt, ice cream - Beverages — alcohol, soda, fruit juices, energy drinks, teas - Alcohol Alternative: A favorite alternative of ours is [Feel Free](https://botanictonics.com/products/feel-free-wellness-tonic), a plant-based tonic that provides improved mood, sustained energy, and decreased anxiety, without the many negatives of alcohol. - For 40% off your first order use code primehealth40. Subscribe to receive an additional discount. Order as many boxes in your 1st order as you'd like to capitalize on this considerable discount and cancel your subscription at any time! - Alcohol Alternative: A favorite alternative of ours is Sample Carnivore Diet Meal Plan Menu Overall, following the carnivore diet is simple. Remember to carve out time to cook a fair amount of your meals - unless you want to do some extra homework and experiment with raw food. Also, having a meal plan in place will make food preparation more efficient. Here is an example 3-day plan: Day 1 - Breakfast: Beef and bacon - Lunch: Bone broth with shredded chicken - Dinner: Ribeye steak Day 2 - Breakfast: Salmon and sardines - Lunch: Turkey burger - Dinner: Pulled pork Day 3 - Breakfast: Prime rib - Lunch: Tilapia and albacore tuna - Dinner: Pot roast You'll notice snacks are not included. One of the benefits of the carnivore diet is that animal foods tend to be more filling, and many people have reported a reduced urge to snack. You're welcome to incorporate snacks if hunger pangs arise. Jerky, shrimp, or anchovies provide nice meat morsels for in-between meals (just be mindful of sodium intake with some of these options). Potential Drawbacks of a Carnivore Diet Is the carnivore diet good for you? The carnivore diet is good for some people with significant autoimmune issues, among other conditions. As with anything in the medical field, there is no one size fits all solution. There are some drawbacks to the carnivore diet you should consider before diving in. - Diarrhea and/or constipation: Most people notice a change in bowel movements, with [diarrhea](https://primehealthdenver.com/can-stress-cause-diarrhea/)expected in the diet's early stages. Once the body acclimates to the amount of protein, bouts of constipation are common, as fiber is no longer a part of this diet plan. If you experience constipation, consider a magnesium supplement to resolve this. - Hard to sustain: The carnivore diet is difficult to sustain long-term because the food selection is so limited. - Very repetitive: The lack of variety on this diet can be a deterrent, particularly if you're a foodie who enjoys trying new foods often. - Expensive: The cost of high-quality meats and organ meat supplements could limit some from continuing the diet for an extended period. - Potential health risks: Consuming large quantities of meat has been linked to an increased risk of high cholesterol, high blood pressure, and heart disease. While this research is often due to external factors (low-quality/processed meats, simple carbohydrate intake, etc.), there is a possibility of risks associated with going full carnivore. Consuming high amounts of red meat may lead to excessively elevated levels of iron in some people. This diet is also not recommended if you have any level of kidney disease. It's important to work with a practitioner to check your iron and ferritin levels while on this diet to know if you need to donate blood in order to reduce it. Do you need supplements on a carnivore diet? Many proponents of the diet argue that supplements aren't necessary. Meat, especially organ meats, are very nutrient-rich. There are those who can't quite stomach the organ meats, but organ meat supplements are on the rise. Is eating a carnivore diet healthy? There are health benefits to eating a carnivore diet, but we encourage everyone on this diet to have their vitamin levels monitored by their healthcare provider to ensure you are maintaining optimal levels while on this diet, or any diet at all. For example, vitamin D3 should be supplemented for everyone regardless of the diet you are on. Omega-3 fatty acids may need to be supplemented for brain and inflammation optimization as well. However, contrary to popular belief, it's unlikely you'll develop a vitamin C deficiency on the carnivore diet. Still, it's best to monitor your levels on this very restricted diet. Talk to a functional provider today. If you're still curious about a carnivore diet and how it could help your chronic condition, consider contacting a functional provider for a consultation. PrimeHealth specializes in a whole-body approach to identifying root causes for illness. Then, a treatment plan is tailored to the patient's specific needs. If you're looking for healthcare that invests time in listening and guiding as well as treating, PrimeHealth could be the best option for you! [Denver residents: Schedule a free consultation today.](https://primehealthdenverappointments.as.me/schedule.php?appointmentType=14002389) Sources - Forsythe, C. E., Phinney, S. D., Fernandez, M. L., Quann, E. E., Wood, R. J., Bibus, D. M., ... & Volek, J. S. (2008). [Comparison of low fat and low carbohydrate diets on circulating fatty acid composition and markers of inflammation](https://aocs.onlinelibrary.wiley.com/doi/abs/10.1007/s11745-007-3132-7). 43(1), 65-77. Theuwissen, E., Smit, E., & (2012). [The role of vitamin K in soft-tissue calcification](https://pubmed.ncbi.nlm.nih.gov/22516724/). Advances in Nutrition, 3(2), 166-173. - Yu, Z., Nan, F., Wang, L. Y., Jiang, H., Chen, W., & Jiang, Y. (2020). [Effects of high-protein diet on glycemic control, insulin resistance and blood pressure in type 2 diabetes: A systematic review and meta-analysis of randomized controlled trials.](https://pubmed.ncbi.nlm.nih.gov/31466731/)Clinical Nutrition, 39(6), 1724-1734. - Brand-Miller, J. C., Griffin, H. J., & Colagiuri, S. (2012). [The carnivore connection hypothesis: revisited.](https://www.ncbi.nlm.nih.gov/labs/pmc/articles/PMC3253466/)Journal of obesity, 2012. - Mohorko, erneli-Bizjak, M., T., Grom, G., Kenig, S., Petelin, A., & Jenko-Pranikar, Z. (2019). [Weight loss, improved physical performance, cognitive function, eating behavior, and metabolic profile in a 12-week ketogenic diet in obese adults](https://pubmed.ncbi.nlm.nih.gov/30803508/). research, 62, 64-77. - Westerterp-Plantenga, M. S., Lemmens, S. G., & K. R. (2012). [Dietary protein-its role in satiety, energetics, weight loss "}