{"title": "Berocca Immunity Flash effervescent tablets on sale in pharmacies", "author": null, "url": "https://www.soin-et-nature.com/en/24650-berocca-immunity-flash-30-effervescent-tablets.html", "hostname": "soin-et-nature.com", "description": "Berocca Immunité Flash 30 effervescent tablets is a food supplement specially formulated to support the immune system.", "sitename": "Soin et Nature", "date": "2020-09-01", "cleaned_text": "What are the indications for Berocca Immunity Flash 30 effervescent tablets? This food supplement, with sweeteners, contains a formula indicated for the [support of the immune system](/en/369-complement-alimentaire-defenses-naturelles) . It brings together in 1 single tablet the essential elements to help your body cope with the vagaries of everyday life. Its high dosage of [vitamin C](/en/1359-vitamine-c) (1000 mg), combined with vitamin D (10 µg) and minerals known to participate in the normal functioning of the immune system (Zinc, Selenium, Iron), allows a global action on the 3 lines of defense from the body : - skin and mucous membranes, - The innate immune response, - The adaptive immune response. Vitamin D and vitamin C mediate the innate and adaptive immune response, respectively. Zinc helps [maintain healthy skin](/en/301-complement-alimentaire-peau) . This immunity aid also contains a source of phenylalanine. Berocca Immunity has a good Orange taste. How to properly take this Berocca Immunity supplement? Dissolve 1 tablet per day in a large glass of water, to be taken daily during periods when the need is felt. Drop 1 tablet in a glass of water. Let it sparkle. Protect your immune defenses. Comment on the recommendations for use and dosage of Berocca Immunity Flash 30 effervescent tablets with our partner Avis checked after your purchase . What is the composition of this food supplement for immunity? Acidifier: Citric Acid, Di-alpha-tocopherol acetate, Citrate, Reference What are the side effects and contraindications ? Berocca Immunity Flash is not recommended for children under 12, pregnant women and breastfeeding women. Keep out of the reach of young children. Excessive consumption of this device may have laxative effects. This product is not suitable for people with kidney problems. If you are taking medication or are under medication, seek the advice of your doctor or pharmacist before taking a food supplement. Do not use in case of hypersensitivity to any of the ingredients contained in these tablets. Do not exceed the recommended daily dose. Store at a temperature not exceeding 25°C. Presentation - Packaging Berocca Immunity Flash is available in your online pharmacy in a box of 30 effervescent tablets. "}