{"title": "PDF", "author": "PDF", "url": "https://files.eric.ed.gov/fulltext/ED332434.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "ED 332 434 System Program TechnicalAssistance Meeting: Summary of Proceedings(Washington, DC, May 1-2, Center,Washington, Inst. of Mental Health (DHHS), ROckville,MD. Child and Adolescent Service System Program.Dec 90117p.Georgetown University Child Development Center, CASSPTechnical Assistanne AV3.,N.W., Suite 215, WashinOon, DC Works Assistance Proceedings are presented from a meeting designed toencourage and assist university-based researchers and publicpolicy-makers in the formation of meaningful, long-termcollaborations that would ultimately increase chances of competingsuccessfully for research grants on the efficacy of services andsystems of care for children and adolescents with serious emotionaldisturbances. The proceedings emphasize the use of experimentaldesign. Summarized presentations are offered in the following areas:\"Relating Child and Adolescent Service System Program Goals include: (1) \"Research on ServiceDelivery and Systems of Care: Recommendations for the NIMH ChildMental Research in Research (3) \"Vermont System for Tracking Client Progress\";(4) \"Some Possible Measures for Improvements to the CASSP System andService Delivery\" by Michael Hendricks; (5) federal regulations onprotection of human subjects; and (6) a list of four technicalassistance resources. (19 references) (PB) ***********************************************************************Reproductions supplied by EDRS are the best that can be madefrom the original document.*********************************************************************** Is AMMIU.S. DEPARTMENT OP IOUCATIONOffic of Educational Research and improvementEDUCATIONAL RESOURCES INFORMATIONCENTER IERIC)9/Thisdocument has been reproduced asreceived from the person or organizationoriginating a0 Minor changes nave been made to improve\"production Guiltily.Points ol view or opinions slated in this (Jawmerit do not necessarily represent officialOERI position or policy.Child and Adolescent Service System ProgramTechnical Assistance Research Meeting Summary of Proceedings CASSP Technical Assistance CenterGeorgetown University Child Development Center iiiST COPY IIVAILABLE CHILD AND ADOLESCENT SERVICE SYSTEM PROGRAMTECHNICAL ASSISTANCE RESEARCH MEETING MAY 1 - 2, 1990 SUMMARY OF PROCEEDINGS Prepared By:Beth A. Stroul, M.Ed. CASSP Technical Assistance CenterGeorgetown Center3800 Reservoir Road, N.W.Washington, D.C. 20007(202) 681-8635Funded by the National Institute of Mental Health,Child and Adolescent Service System Program (CASSP) December, 1990 3 The CASSP Technical Assistance Center of the Georgetown University Child DevelopmentCenter is funded through an interagency agreement between the Child and Adolescent ServiceSystem Program, National Instituteof Mental Health and the Maternal and Child HealthBureau, U.S. Department of Health and Human Services. TABLE OF coNnans PAGEPREFACE i INTRODUCTION 1 RELATING CASSP GOALS TO A RESEARCH DESIGN 2 ISSUES IN RESEARCH DESIGN 10 SAMPLING ISSUES 21 MEASURES/OUTCOMES - SYSTEM OUTCOMES 24 MEASURES/OUTCOMES - CLIENT OUTCOMES 27 INSTTTUTIONAL REVIEW BOARDS 35 APPENDIX A: Research on Service Delivery and Systems of Care:Recommendations for the N1111/1 Child Mental Health Research PlanAPPENDIX B: Issues in Research DesignAPPENDIX 0 Vermont System for Tracking Oient ProgressAPPENDIX D: Some Postale Measures of Improvements to the CASSPSystem and Service DeliveryAPPENDIX a Protection of Munn SubjectsAPPENDIX F: Technical Assistance Resources PREFACE During the past decade significant progress has been made in the area of child and adolescentmental health services.In 1982 Jane K nitzer documented the failure of our service deliverysystems to provide both adequate and appropriate care to the increasing numbers of childrenwith or at risk of developing serious emotional disturbances in this country. Following thispublication and the subsequent formation of the Child and Adolescent Service System Program(CASSP) of the National Institute of Mental Health (NIMH), there has been a steady growth inthedevelopmentofchildren'smentalhealthservicesandincreasedutilizationofthecomprehensive, community-based \"system of care\" model as an alternative to traditional serviceapproaches.Along with these changes, there has becn increased attention on local, state andfederal levels to legislative changes that would mandate the provision of comprehensive andcoordinated services to children and adolescents. The formation of a strong and growingnetwork of parent support groups and statewide and national parent organizations isyetanother indication of the dramatic and positive advances that have ensued.Only during the past few years, however, has the need for accelerating and expanding theresearch base regarding the etiology, diagnosis and treatment of child and adolescent mentaldisorders as well as regarding the establishment and maintenance of effective service deliverysystembecome a major focus for the NIMH. This concern has culminated in the recentdevelopment of a National Plan for Research on C d and Adolescent Mental Disorders whichwas built upon the 1989 report of the Institute of Medicine of the National Academy ofSciences.Included in this plan are specific recommendations on service delivery and systemof care research as well as suggestions on ways to eliminate impediments to research such asthe lack of human and financial resources needed to adequately stimulate the field.On May 1- 2, 1990, CASSPsponsored a technical assistance meeting devoted to researchissues which was held in Washington, D.0 The purpose of the CASSP Technical AssistanceResearch Meeting was to encourage and assist the field, made up largely of university-basedresearchers and public policymakers, in the formation of meaningful, long-term collaborationsthatwouldultimatelyincreasetheirchancesofsuccessfullycompetingforresearchdemonstration grant awards (R18s) -- that is, research on the efficacy of innovative servicesand systems of care which have been developed largely as a result of CASSP goals. Suchresearch requires an understanding of the pertinent theoretical, design, and measurement issuesthat will most likely produce the generalizable knowledge needed to advance the field.Although the use of experimental design has been particularly emphasized in these proceeding,it is certainly not the only means of producing important new scientific information. In fact,a number of factors may create the necessity for the use of other designs.One such factoris the degree to which a problem or issue has received previous study, forming a foundationof knowledge upon which to base hypotheses or research questions. Descriptive researchapproaches may be needed for service strategies or problem areas which have received littleprior study.Further, many of the technologies for conducting research on service deliveryand systems of care for children and youth are in need of further rermement. Thus, the needfor developmental research is also critical. Information about a variety of research designsand, perhaps, the need to develop new methods and measures for studying mental healthservicesforchildren, adolescents, and their families will be addressed in greater depth infuture NIMH activities. The Child and Family Support Branch and its technical assistance and research and trainingcenters together with other Division of Applied and Services Research staff are available forcontinuing consultation and assistance in proposal development as well as training and othercareer development needs. Diane L Sondheimer, PhD.Chief, Research Demonstration ProgramChild and Family Support BranchDivision of Applied and Services ResearchNational Institute of Mental Health INTRODUCTIONMs. Jean Atbey, Projoet OfficerChild Adolescent &nice System ProgramNational Institute of Mental HealthMs. Athey indicated that die National Institute of Mental Health (NIMH) is concerned aboutinsuring that the goals of the Child and Adolescent Service System Program (CASSP) are metwithin a research framework. The CASSP grant announcements offer funds for researchdemonstration projects, and NIMH seeks to assist states in preparing the strongest possibleapplications.Thus, the goal of this metting was to focus on research design, data analysis,instrumentation, and other related issues in order to assist potential applications to respond tothe CASSP research announcements. Ira Loud; MD., ChiefChild and Fa= ly Support BranchNational Institute of Mental Health Dr. Lourie indicated that CASSP has been operating for five years.When the programstarted, there was very little state planning and commitment in the area of children's mentalhealth services.The premise of CASSP was to provide financial and technical assistance tostates to assist them in creating improved systems of care for children and their families. Hereported that some systems have now been developed, in some cases in very innovative andcreative ways, and that there is now an opportunity to begin to ask some serious questionsabout the efficacy of these systems and about the system development process.In the past,we were unable to study systems thatdid not yetexist;however,atthispointinthemovement there are some systems which can be studied. Dr. Laurie stated that CASSP is nowmoving into a new research phase to take advantage of this opportunity. The goal of NIMHis to create a knowledge base from which greater system building efforts can proceed.Dr. Lourie described the 1990 CASSP grant announcements and elaborated on several keyaspects.He defined a research demonstration as taking the state CASSP process and applyingitto the local level within a research framework. \"We have to ask questions and aid ourprocess in a way that those questions can be answered in a reasonable way.\" One of the 1990research demonstrationprioritiesisforresearch on \"innovative service system developmentand functioning.\"This concept rests on the notion that there are systems of care beingdeveloped through CASSP, the Robert Wood Johnson program, the Casey Foundation initiative,and by individual states.These system building efforts are well funded, and they should begenerating questions.The CASSP announcement offers the opportunity to receive researchfunds to address some of these questions.A second 1990 priority is comprehensive service research for homeless adolescents who have orare at risk for severe emotional disturbance.This provides an opportunity for those workingwith this population to develop systems and to study how the systems work and their effectson the health, mental health, and social welfare of homeless adolescents.Dr. Lourie closed by noting that this conference was intended to be an opportunity to exploretheresearchissuesand howtodesignresearchprojectsinresponsetotheCASSPannouncements. 1 RELATING CASSP GOALS TO A RESEARCH DESIGNRobert Friedman, PhD., DirectorResearch and Training Center for Children's Mental HealthFlorida Mental Health InstituteUniversity of South FloridaDr. Friedman provided a context for the CASSP announcements by discussing \"where we are inthe field\" and some of the issues that are confronting those who are attempting to improveservices for children and adolescents with serious emotional disorders and their families. Hereported that a study of key informants was completed several months ago in order to obtaintheir perspectives, as CASSP turned five years old, on what has been accomplished. Thereappeared to be widespread consensus that, in it.s five years, CASSP has had enormous successin a number of areas, including:oIncreasing the attention and recognition of the needs of children and adolescents acrossthe country.oStrengthening leadership at the state level in the children's mental health area.oCreating a network of information exchange and support amongst people indifferentstates. oCreating a vision of what a system of care should be, based on the best available researchdata and emphasizing the need for systems to be community-based and comprehensive, touse individualized approaches to treatment, to have a strong family focus and to involvefamilies in all aspects of service delivery, and to be sensitive to the needs of culturallydiverse groups and to be culturally competent.oGenerating significant new resources for children's mental health in many states.Dr. Friedman also noted that legislation is pending at the Federal level which would providefunds to help states build and strengthen their systems of care. He emphasized that it doesnot do a lot of good to study systems unless you have systems at a state of operation thatcan be effective.The Children's Community Mental Health Services improvement Act of 1990,if funded, wc-ald be a very significant effort in this direction.Despite a lot of progress, Dr. Friedman acknowledged that there isa long way to go inoperationaliimg our vision and values. \"And there are large discrepancies between what thestate of knowledge is and what we are actually doing out there, the numbers of children andfamiliesthat need help and the numbers who are actually receivinghelp, and what weemphasize in terms of family involvement and cultural competence in relationto whatisactually being done around the country. We have a long way to go ..And if we are tocontinue to move the agenda that we have for children and adolescents ahead, it is importantthat we increase the base of support for our goals,the CASSP goals,forchildren andfamilies.\"Dr. Friedman stated that in order to move this agenda ahead, it will be necessaryto tackle more difficult and complex issues, to put our assumptions and beliefs to stringenttests, and to sharpen our thinking about the linkages between our activities and the outcomesthat we seek to achieve as well as to consider other approaches to achieving these outcomes.Further, we need to gather more compelling data and research evidence with which we canreach out to potigtrakers and to our own professional colleagues so that we don't remain \"asmall dub,* one with strongly held beliefs but which remains a very silent part of the field.In addition, we need to be continually open to learning better ways of doing things. In thiscontext, the CASSP research demonstration announcements provide an exciting opportunity.29 Dr. Friedman also recognized that increased research is needed as more and more states andcommunities become involved insystem improvementefforts.'I'msure you've had thisexperience in your state.The question is asked, 'Do we know enough about what works tojustify supporting more services in the communities? Is there a sufficient empirical base? Isthere a sufficient research base for us to go ahead and invest significant resources in systemsof care?' And I think that, as money is tighter and tighter, those questions are going to beasked more and more, and it's going to become harder to convince people unless we get thekind of research evidence that I think we all acknowledge is needed?'Dr. Friedman identified a series of critical needs for research. He first suggested that theinterventions implemented and studied must be meaningful and important in terms of CASSPgoals and system outcomes. Potential research issues include:oResearchonAlternativestoResidentialTreatment-Thismayinvolveexploringalternativestoout-of-state placement or out-of-county placement. In many states,atleasttwo-thirds of the budgets are going to out-of-home placements, and thereis noresearch base to support the efficacy of these types of services.As long as systemscontinue to be out of balance, the resources are not likely to be available to developcommunity-based services.States have implemented a number of strategies to reduce out-of-home placement including: providing new services, developing individualized treatmentapproaches, changing the structure of the service system, changing the responsibilities ofdifferent agencies, changing the responsibilities of the local level in relation to the statelevel,changing reimbursement systems, creating more fLxible pots of money to allowtreatment to be more individualized, creating new structures that change thedecision-making or the gatekeeping proem by which youngsters are removed from their homes andplaced in out-of-home placements, improving the data collection system within a state, andproviding more accountability at the local level. Training is another strategy that stateshave used in an attempt to reduce out-d-home placements. Some have focused theirefforts specifically on youngsters who already are out-uf-home or who are at high risk ofout-of-home placement.In this area, Dr. Friedman stressed that it is important to looknot only at system outcomes (such as broia; numbers of youngsters who are placed andlengthof stay)butalsoto combinethiswithindividualchild and family outcomesincluding clinical measures and measures of functioning.oResearch on Innovative Services - Many innovative services have developed, particularly inthe1980s.These includeindividualized treatment approaches, case management withwraparound services,mobilecrisisservices,inteasive home-based services, respitecare,parentsupport,therapeuticfostercare,and daytreatment.Whileourfocusoncommunity-basedsystemsisessential, we also need to remember that some of thecomponents of the system of care have not yet been adequately studied, and itisreasonabletodevelopresearchdemonstrationsthatlookatsomeofthecriticalcomponents within the system.oResearch on Reimbursement and Funding Strategies - This area involves creating andstudying fiscal incentives for home and community-based services.Some of the Medicaidchanges offer compelling opportunities for states, the new EPSDT regulations, for example.Many states are moving toward creating flexible pots of money, but there has been noresearch on theeffectiveness of flexiblefunding.Suppoo tforthis concept could begenerated much more rapidly if there were good research.Additionally, though it may bebeyond us, research is needed on different reimbursement mechanisms. oResearch on Involving and Suppoiting Families - This has been a critical focus of CASSPsince its earliest phase and there are many related research opportunities.For example,3 1 0 people consistently recognize the need to involve families in treatment planning, but there are few people who feel comfortable about the strategies they have developed to achieve this,and there has beenlittleevaluation.Research is needed to compare differentstrategiesortoevaluate strategies fsom the family perspective, as well as from the treatment plan perspective, to determine the outcomes of involving parents in different ways.We invest considerable time and money in training parents and professionals to understand each other's roles and to produce closer partnerships between them, and there are many research possibilities around such training as well as around parent support groups and different strategies for developing them. It also is important to look at the relationshipof involvementof parentstosatisfaction,andtherelationshipof bothinvolvement and satisfaction to outcomes for the child and family.oResearch on Multi-Agency Collaboradons -This also has been a part of the CASSP philosophy from the beginning. One of the things that all CASSP states have done Ls to develop some type of interagency entity, cluster, case review team, or planning structure. How do we do this effectively? What are the outcomes?Do they, in fact, produce differenttypes of treatment plans?Do they,in fact, produce more joint funding or sharing of information between agencies? Different kinds of services? Dr. Friedman suggested that this is an area in which we have accepted that this is desirable without puttingittothetest.Therearestrategiesemergingformeasurementof interorganizationalrelationshipswhichmay beusefulinlookingatinteragencycommunication networks, resource sharing, and other aspects of interagency collaboration.oResearch on Developing Culturally Competent Systems of Care - A key goal of CASSP is recognizing the increasing cultural diversity of our country and ensuring that services areresponsivetotheneedsofindividualsof varyingculturalandethnicbackgrounds. Research is needed to look at the efficacy of different servict approaches for different groups, approaches to identifying those in need within different groups, the effectivenessofdifferentstrategiesforchangingprofessionalactionsandattitudes,andthe effectiveness of changes in policies. Studies are needed to determine how we go about operationalizing and implementing the value of cultural competence and determining whichstrategies achieve the best outcomes.oResearch on Assessment of Treatment Planning ;PA Clinical Decision Mating - The heart of what we are trying to do with children and families is to develop treatment plans that areindividualized.Yet, we have done very little research within our systems on the assessment and treatment planning process. What are the effects of different approachesto information gathering?For example, what are the effects of approaches that are more ecological in focus and approaches that are more focused on the strengths of youngsters and families and on their cultural heritage? Do these approaches result in different treatment plans?In better treatment plans?In better outcomes?In addition,little research has been done on the group treatment planning process -- the organization of groups, the structure, membership, and process by which they operate. It may be useful to look at the mechanisms we use for developing treatment plans and whether they, infact, result in more creative processes.oResearch on Cost of Care- This area includes the issue of cost of care and cost ofnone= as well al who bears the cost (public system, private system, or parents). Itis going to be necessary to do a far better job of clearly documenting the cost of care. Two of the projects which have had the greatest impact in the country are the VenturaCounty Children's Mental Health Demonstration Project and the Alaska Youth Initiative.If you ask the people who designed and managed those projects, they will tell you that the impact of their projects can be attributed in part to the measurement of outcomes andthe systematic gathering of data, including data on cost.41 1 In closing Dr. Friedman reemphasized the importance of focusing on interventions that aremeaningful to the system in terms of the goals of CASSP and of the state and of relating theintervention to those goals conceptually. Interventions must be powerful enough to have someeffect in achieving the goals and must be embedded in a design that will yield a clearinterpretation of the fmdings so that we can have some generalizable conclusions that willallow the entire children's mental health field to move ahead. For additional discussion ofresearch needs, see 'Research on Service Delivery and Systems of Care: Recommemaions forthe NIMH Child Mental Health Bickman, Ph.D., DirectorCenter for Mental Health PolicyVanderbilt UniversityDr. Bickman discussed the grant review process and some of the problems identifiedinprevious applications.He first described the InitialReview Group (IRG) that is organized byan Executive Secretary whois independent of the CASSP program office.This reflects astrong attempt by the government to separate funding decisions from the program offices.Program staff are not permitted to address the review group unless the Executive Secretaryallows this.Currently, there is no standing review committee in the children's area, and soeach year the group is reconstituted. While some people may serve again, others may not,making it hard to predict the culture that may develop during the review, the criteria thecommittee will think are important, or the projects they think should be funded. A primaryreviewer is assigned to each proposal, and this person has a great deal of influence on howthe proposal will be evaluated and voted on.The entire committee discusses the proposal,with some emphasis on the strong points but primarily focusing on the weak points.Thecommittee makes a decision about whether or not to approve the proposal.For those thatare approved,each committee member assigns a priority score ranging from 100 to 500. Anoverall priority score is derived -- the lower the number, the better the score. A percentilescore also isattached to each proposalthat reflects the ranking of priority scores of allproposals reviewed by the committee.Dr. Bickman then explained the criteria by which a proposal is likely to be assessed (SeeDemonstration Proposal Assessment on page 6).First,he discussed assessment of theintervention.Reviewers will attempt to evaluate the quality of the intervention, referred toas \"programtheory.\"What is the theory behind this intervention?Does it make sense?Theprogram theory refers tothe linking of the intervention and what it is intended to accomplish(its outcomes) and whether the connection makes sense either based upon previous research orbased upon logic.Dr. Bickman noted that one of the problems identified in previous proposalswas that theintervention was presented in the proposal with no justification. \"You have tobe able to put the ;ntervention into the context that makes it compelling as to why thisintervention should be tested. One of the major departures you have to consider is that thereview committee really doesn't care about whether these children in your state are gettingthese services or not.This grant announcement is not to fund services for children.It is tocreate knowledge about services for children.\"Thekey,accordingtoDr.Bickman,istocreategeneralizableknowledgefrom yourintervention.Those in other states mustbe able to replicate what is done. \"Ifit'sanintervention that is very idiosyncratic to one situation, my sense is that's not going to be avcry appealingintervention.It has to be something thatother people have the opportunity toapply, because the purpose of the NIMH in the 1990s is to create knowledge, not to providefunds to states to provide services.\" 512 DEMONSTRATION PROPOSAL ASSESSMENI1 INTERVENTION EVALUATION A. PROGRAM THEORY A.DESIGN AND MEASUREMENT1. Problem 1. Internal Validity2. Intervention 2. Statistical External 3 Thus, the intervention has to be conceptually sound; the intervention must be related to theoutcomes that are supposed to occur. Further, the intervention must be policy relevant, andreviewers will be looking for interventions that are likely to create large impacts. Basicresearchers may be interested in very small effects that have little or no policy relevance, butprodymeaningful theoretical gain. For research demonstrations, however, interventions withvery mall effects are not going to be as ctedible as something that can really change thenature and quality of services and outcomes for children.The nature of the problem also must be discussed from a research perspective. Reviewerswant to see an understanding of the context in which the demonstration will be applied.Previous data about the problem in the community or state gives an advantage in the proposalas well as a sense that prior work has been done. il'he demonstration aspect is very critical.It has to be relevant and you have to show it's relevancy to solving a problem that you have.Which means you need to defme the problem. Which means probably, any data that you haveabout the problem, is going to be advadtage4us in your proposal. Proposals that [only] seekto collect date to defme the problem will not be very successful.\"In sum, reviewers will look at the quality of the intervention -- Is the idea compelling? Is itimportant?Would it have an impact? Is it theoretically meaningfdl? Is it policy relevant?Is it exciting or innovative?Committee members alsowill judge theapplicant'sabilityto implement theintervention.States can hire the best proposal writers, but the capabilities of the organization to implementthe intervention may be questionable. Proposals must demonstrate the organizational capabilityto put the intervention in place including needed connections, power, expertise, and resources.\"What is itin this proposal that convinces me that this is a high probability event? BecauseI don't want them to spend the research dollars and the demonstration dollars on trying todemonstrate thefutility of intervening in a system.\" There must be sense that change ispossible and that the organization is capable of doing it. The proposal must contain sufficientfunds to implement the intervention and must dearly indicate where additional funds neededto support the intervention will come from. Human resources also are critical. Does thedirectoroftheproject have the experience and capability to run complex demonstrationprojects?The background of proposed personnel will demonstrate whether they have theneeded experience and capability.Dr. Bickman proceeded to discuss criteria for assessing the evaluation aspectbeginning With design and measurement issues:oInternal Validity - Did the program cause the change? According to Dr.sort of comparison is going to be necessary to demonstrate that, in fact,was the one that did it.of the proposal Bickman, somethe intervention oStatistical Validity - The design must be sufficiently sensitive to be able to detect aneffect if itis present.This was the major downfall of previously submitted proposals--the sample sizes and the implemedtation of designs were too insensitive to detect effects.A reviewer cen look at the design, the sample size, the type of instrumentation, and thetype of analysis proposed and have a pretty good guess that even if the program iseffective, the evaluation would not be sensitive enough to show that it was statisticallysignificant.\"Allthatthisdoesiscommunicate to the larger fieldthatthese childinterventions don't work, when in fact it was the evaluation th2t didn't work. And it's acritical element to be able to handle questions of statistical power and conclusion validityin your design.\" oExternal Validity - This is a question of generalizability. If there is a very idiosyncraticprogram or very idiosyncretic population, the proposal probably has less of chance ofbeing funded.oConstructValidity-Oneaspectofconstructvalidityrelatestomeasurementorinstrumentation.Does it measure what you say it is measuring: Is it valid and reliable? The constructalsoreferstothe programitself.Itisimportanttodescribethe intervention not only in operational terms but to raise itto a generalizable construct.\"So, what do wraparound services do that should make it better for the child and family.If you only describe operationally what you're going to do without describing why itshould be better, it's going to be less conceptual.\"Dr. Bickman emphasized the importance of a good evaluation component in the proposal.\"Essentially what the review team is doingisdifferentiating proposals-- how they differ,which ones are fundable, which ones are better than others ...My sense is that the criteriafor what is a good research design are clearer than for what is a good intervention. And theabilityof a member of the committee to communicate those criteriato therestof the committee is easier for research and evaluation criteria than it is for interventions ...Sodiscussionthenfallsmore about what theevaluationlookslike.\"Measurementissues,therefor; are very important.Decisions will have to be made about how much money to put into the evaluation versus howmuch money is put into the intervention, and balance is an important concept. \"Someone maysay they want to provide this important intervention and it costs a lot of money to put it in,and they have to decide between having a control group or having a stronger intervention.These things, remember, go back to the basic purpose of these grants, which is not to provideservices to children in your state, but to provide generalizable knowledge about what happenswhen you provide these services ...So in terms of dollars, you have to be careful about howmuch money you put into services versus evaluation.\" Additionally, there is a sense that stategenerally can findservice money somewhere else butcannotfindresearch or evaluationdollars.This decision requires some hard choices; Dr. Bickman stated that his bias is to havethe best evaluation design.Dr. Bickman summarized important criteria for both the intervention and evaluation aspects ofthe project. The section of the proposal describing the intervention should demonstrate:oBalance with the evaluation in terms of attention in the proposal and resources.oData-driven local description of the problem.oClear and conceptual description of the intervention. oAbility to coordinate and manage the intervention.oSufficient resources for the intervention.oHigh quality and experienced staff. The component addressing the evaluation requires:oComparison groups (internal validity).oPower analysis/statistical plan (statistical validity). 815 oPrecise description of instrtunents (construct validity). oDewription of sampling of sites and clients (external validity).oAbility to control design and sample (organizational resources).oSufficient funds for the evaluation (rmancial resources).oHigh quality and experienced staff (human resources).The proposal must show how random assignment will b. done if that is proposed, wherecomparison groups will come from and that there will be cooperation from people who will bein comparison groups, evidence that you have access to the number of clients promised in theproposal, and so forth.Proposed staff should include a team that is capable of implementing a complex field studywhich involves gaining access to clients, collecting data, and analyzing data, all within a shortperiod of time.The best way to demonstrate this clearly is that proposed personnel have atrack record in terms of successfully submitting other grant proposals, conducting stud:cs, andpublishing. t91 AssociatesDr. Hendricks discussed the topic of research design. He reviewed six important questionsrelated to research design (See \"Issues in Research Design,\" Appendix B). The first threequestions relate to the demonstration or intervention (What do I want to change?, How can Imeasure these changes?, and How can I intervene to produce changes?). The remaining threequestions relate specifically to the research design (How can I detect any changes which dooccur?, How can I be certain that my intervention caused these changes?, and How can Iensure that others can learn from my success?).I. What do I want to change?The firstdecision that this question requires is what the level of focus will be. Are yougoing to try to change things at the state level or at the local system level? Are you goingto try to change service delivery or are you going to try to chsnge client outcomes? This isan important decision which leads to identification of the \"units of analysis.\" This simplymeans whatitLs that you are trying to affect. If you are trying to affect systems, then\"systems\"is what you want to analyze. You may be trying to affect families or children.The level of focus and units of analysis are two issues that are very much interrelated.Thisquestionalsorequiresadelineationof thespecific problemto be addressed,themagnitude of the problem, and trends related to the problem. This is the \"data driven localdescription\" which makes the case that the project addresses a difficult issue.2. How can I measure these changes?This question addresses the evidence that you will be providing to show that you have madechanges.Relevant issues forthis question are validity,reliability, and sensitivity to change.Validity is simply that the measures you are using in fact measure what they are intended tomeasure.There are four ways to demonstrate that your measures are valid:they areconsistent with common usage; they are consistent with alternative measures that others haveused; they are internally consistent; and they predict future behavior.Reliability also must be demonstrated, meaning that if you measured again next month, ifthere had been no change, you would get the same results. Composite measures almost alwaysare better than separate measures as they are less unstable, and multiple measures are betterthan single measures.Additionally, uniform data collection techniques and instruments arenecessary.Sensitivity to change is another impolant measurement issue. You must have some room onyour measures in order to have the opportunity for things to move and to show an effect.Having a range of possible responses is one approach, and continuous measures are better thancategorical measures.In addition,itis necessary to guard against floor and ceiling effects,ensuring that the people you sample or the measures you use are not bumping up against theends of scales so that there is no room to move and show a difference.3. How can I intervene to produce changes?This question addresses the intervention needed to produce changes and also to prove toothers that you have made some changes. First,there must be a good concept in theintervention, a theoretical base. What exactly about your intervention issupposed to be 1017 causing the effect?Several references listed in Appendix B, particularly Program Theory inEvaluatiou, may be helpful in this regard.Regarding implementation of the intervention,itmust befeasible.You must have theexperience and the resources to do it, and not only that you can do it, but that other peoplecan do it too if it turns out to be a good idea. The intervention must be monitored to ensurethatit'sbeingimplemented,andproposalsshouldindicatethatyouwillmonitortheintervention and will know if it is not being implemented well. Further, the intervention mustbe well documented so that if it does work, someone else will know what you did.Finally,you wanttohavelittle\"diffusionof treatment\"or\"leakage\"or\"contamination\"between treatment and control groups or these groups will begin to look alike.I. How it I detect any changes which do occur?Itis necessary not only to detect any changes which occur, but to demonstrateto other people.This apparently was a major downfall of previou.s proposals.not able to show in their proposals that if there was an effect, they would ablefact.The requirement here is to have the strongest statistical power you canThere are four considerations to maximize your statistical power:o Increase sample size - Yhile this is the first approach we think of, itLs not always easyor even possible.Them may only be so many counties in your state, and it may be tootime consuming or expensive to add more families or children to your sample. While youmay try to increase your sample size, there are other solutions as well. The book entitledHow Many Subjects? Statistical Power Analysis in Research may be a helpful reference.o Increase effect size - A second way that you can increase your statistical power is to havea larger effect or to be able to show the effect better. Strategies include ensuring thattheinterventionisstrong and powerful,ensuring theintegrityof thetreatment, andensuring that data collection isconsistent and sensitive to maximum impact. Maximumimpact means that if you have worked with families and you think that they are going tobenefit most two months after you have worked with them, then measure them two monthsafter you have worked with them. Don't measure them eight months after. Give yourselfthe best chance to show any effect that is there.these changesPeople wereto show it inpossibly have. o Tests conducted - A third way you can increase your statistical power is by the kinds ofstatistical tests that you conduct since some are more powerful than others. For instance,parametric tests are almost always better than nonparametric tests. T-tests,analysis ofvariance, and multiple reression are almost always better than tests like chi squares, eventhough chi squares are what most of u.s do all the time. There are many better variationson chi squares.\"Another consideration is that of reducing extraneous variation. In otherwords you want to clear away a lot of the underbrush, so if you've grown a flower youcan actually see the flower.That's the way Ithink of this.\"One way of reducingextraneous variationis to learn as much as possible about factors which might influencepeoples' progress such as gender, age, types of problems they are exhibiting, etc. Thesefactors can be used as covariants, control variables in regression equations. This goesback to having a stratified sample.o Alpha level- The fourth way to increase your statistical power is to change the alphalevel, or the legendary p < .05. There is no magic to this confidence level or alpha levelwhich specifies that 95 out of 100 times there's an effect and that 5 percent of the timeyou're going to be wrong.in public policy research, it would be acceptable if you were 111 8 right only 90 out of a 100 times or perhaps even less. You may be able to make a goodcase for chaneng the confidence or alpha level to .10 or .20.5. How can I be certain that my intervention caused these changes?The following graphic displays a common pretest-posttest design. It suggests that behaviorimproved dramatically from pretest to posttest and that the intervention was highly effective.However, the improvement may not have had anything to do with the intervention. THEORETICAL RESULTS:PRETEST-POSTTEST RESEARCH DESIGNIMPROVED Mr 101I 'TIMELIB coiLoment sittanoo Other posr,Ible explanations include:o History - Other things may have been going on in between.o Maturation - The children may simply have gotten older and settled down.o Testing-Based onfamiliarity and experience with thetest,the children may haveperformed better on the test the second time.oInstrumentation-There may have been a change in measuring instrument or perhapscaseworker observations were more sympathetic and positive the second time.o Regression to the Mean - This is a concept that if you select the most difficult cases towork with,eveniftheinterventioniscompletelyineffective,thechildrenwill almostcertainlylookbetterontheposttest.The explanationisthatyou measured themspecifically because they were very extreme scores, and statistically they almost have tocome back towards more of an average score the second time around since it would bedifficult for them to get worse.o Mortality - There may be children who drop out of the study, and it's possible that themost difficult youngsters dropped out leaving better children for the posttest. 1219 Itiscriticaltoreducethreats tovalidity and to show in your proposals that you havereduced threats to validity to the lowest possible level. Pre-experimental designs (performancemonitoring, pretest-posttest (one group), case studies, and cross-sectional surveys are the leastdesirable designs.Quasi-experimental designs are better designs and include non-equivalentcontrol groups and longitudinal time series. With non-equivalent control group designs it isimportant to make the groups as equal as possible and to do something with one group and not with the other.The use of matching in the different groups can increase rigor. In thelongitudinal time series designs, it is important to have a lot of data points, at least 30.If itis possible to move up to a randomized experiment, this is the best design of all and isnot as difficult to do as most people think. Pretest-posttest with two or more groups is avery common design, but a design that is equally as rigorous is a posttest only as long asthere are two or more groups in random assignment.6. How can I ensure that others learn from my success?Can the results be generalized? Two aspects of this involve determining: 1) if results can begeneralized beyond the study sample to your entire target population, and 2) if results can begeneralized to other populations or to other states. This issue is addressed in the samplingplan.In the sampling plan, the populations you will be dealing with should be identified veryclearly.Stratifying the sample in terms of children with very difficult problems or certainkinds of problems is beneficial, and random sampling is most desirable in terms of enhancinggeneralizability. John Burchard, Ph.D., ?rofessorDepartment of PsycholopUniversity of VermontDr. Burchard described a particular kind of design called the time series analysis or repeatedmeasures design.This design is being used in Vermont to evaluate servicesforseverelyemotionallydisturbedchildren andadolescents.Dr.Burchardnotedthathisresearchenvironment is the State of Vermont and that an important part of that environment is theVermont State Legislature. A major problem to legislators in Vermont and elsewhere is thatwe do not have outcome data on the children we serve. When Dr. Burchard was Commissionerof the State Child Protection Agency, legislators asked him many pointed questions: \"Whereare the severely emotionally disturbed children you served five years ago? How many havegraduated from high school? How many have a job?How many are in the correctionalsystem or the state mental hospital? You don't knowl Why don't you know? I know wheremy cows are.I can tell you whether or not the services for my tractor are any goodl Whycan't you tell whether or not your services for kids are any good?\" Dr. Burchard explainedthat when he left state government and went back to the university, he sought to build acollaborative process between the state and the university to determine what happens to thechildren we serve and what works best for what kind of children.There is very little data available in Vermont (and in any state) on either clinical outcomes oron thelevelof restrictivenessof the environmentsinwhich childrenareserved.Theapproach described by Dr. Burchard is in the developmental stages and is designed to collectdatato determineif children are improving and if they are moving to more normalizedenvironments.Currently, thereare 20 children on a system which tracks them on a daily basis. Thisinformation is converted graphically into weekly or monthly data. The categories of variablesthat are tracked include the adjustment of the child and the level of restrictiveness of the 132 0 child's environment.Measures that will monitor the services received and the satisfactionthe youth and parent will be implemented in the near future. For daily adjustment, aof indicators of both positive and negative behaviors are recorded. These indicatorsthe indicators comprise the Daily Adjustment Indicator Checklist shown on page 15 and16.An assessment is made as to whether these primary indicators are changing over time.However, itis also important to iook at the child's environment since an equally importantgoal is to move the child to the most normalized environment possible. Thus, in addition toadjustmentindicators,theprojectisinvolvedintrackingchildrenalongthefollowingcontinuum of residential restrictiveness:o Independent livingo Homeo thedatacollection system \"provider friendly by limiting the datacollection task to five minutes per day and by providing periodic graphic feedback to thecaretaker and the case manager. From a case management standpoint, the data can beanalyzed on an individual basis, and each child can be used as his or her own control. Thisapproach alsolends itself to a group design in which groups of youngsters receiving twodifferent kinds of treatment might be tracked. For example, you could have two groups of 25youngstersreceiving two differenttypes of care(e.g.,therapeutic foster care versus grouphome care).The design would be more powerful if the children were randomly assigned tothe two groups.Samples of graphs resulting from both individual and group desigps areshown on pages 17 and 18.Dr. Burchard emphasized that severely emotionally disturbed children receive many differentplacementchanges andthat many differentservices can beincludedinan interventionpackage.Therefore, he prefers going beyond the traditional pretest, posttest and follow-updata points and obtaining more frequent measures of adjustment. This approach is ongoing,proactive, looks at rates of change, and provides continuous follow-up over time. In a sense,the evaluationneverstops.From theperspectiveof legislatorsand policyinakers, morefrequent outcome data is more user friendly. However, the approach is labor intensive and,therefore, may be more costly. The advantages and disadvantages of the approach aresummarized on page 19. 14 DAILY ADJUSTMENT INDICATORS Directions: Please indicate according to your best judgement whether or not thefollowing behaviors or events have occurred on this day. Fill in the appropriate circle. (Y=YES, N=NO)Week beginning(MONTH/DAY/YEAR) 1.PHYSICAL AGGRESSION:Did the child or youth hit, strike, bite, or scratch a personwith intent to harm them? (Includes hitting with an object.)2. PROPERTY DAMAGE: Did the child or youth damage property on purpose? ... ..3.THEFT: Did the child or youth take property without permission? 4. RUNAWAY: Did the child or youth run away?MTWTF S See ee ee ee ee eo eoMT WT.F S See ea me ee ee 0000MTWTF S See ee ee ee ee ee ee5. ALCOHOL/DRUG USE: Did the child or youth use drugs or alcohol without ion?MT W.TFSS00 es ee es ee eo eo6.SEXUAL ACTING OUT: Did the child or youth engage in inappropriate sexual behaviorwhich was displayed publicly or directed toward another person? MT WT F SS00 ee ee'ee ee ee eo7. EXTREME VERBAL ABUSE: Did the child or youth speak to another person in an extremely MTWT F SSmalicious, abusive or intimidating manner? es ee ee ee es eo ee 8.SAD: Was the child or youth sad, withdrawn, or depressed to a degree which significantly MTWT F SSinterfered with participation in an important activity? ee ee ee es ee es ee :. .... . . ...............9. ANXIOUStWasthe...Child!or youthlearfulianxious, significantly S '...i'iiitterfere4*rithparticipation.:4atiraportmo. 0..10. SELF-INJURY: Did the child or youth harm or attempt to harm him or herself nonaccidentally? MTW T.FSSee ee ee ee ee ee ee .... ....... ..11. INAPPROPRIATE BOWEL MOVE14ENTS: Did the child or youth intentionally smear w TFsS his or her feces or depositthem in ap inappropriate place?. .00 es 00 00 .0e.coe 00 24DAILY ADJUSTMENT INDICATORS, SIDE 214. SUICIDE ATTEMPT: Did the child or youth attempt to commit suicide?tpentnk.m.a maamr which could have resulted in property damageor hann °there16. STRANGE BEHAVIOR: Did the youth have delusions, halludnations, obsessions, compulsions,or other bizarre behavior which significantly interfered with important activity? :%: 17::tRVEI:ne Did the child or youth appear aelf-confident in his or her activities formore than 85% of the time?19. COMPLIANCE:Wasthe ihildisiiyOuth'i response and activftylacceptabe 85% of the time?: .. ..20. PEER INTERACTIONS: Did the child or youth have good peer/sibling relations85% of the time? (Please check 0 if no peer orsibling contact on this day.)21. SCHOOt ATTENDANCE: As hiras: you knoiii, did the child or youth receiVe .:for school'attendance? (Please check .0 if there was no School :.MTWTFSS09 09 09 09 09 00 00me -ereee .se :es seMTWT F SS00 90 09M'T W TPS09me..se :sese.:/seMTWTFS S09 09 00 09 09 09 :\" :s:.se.:.se .seMTWT09 09 09000 : 22, PARENT CONTACT: Did the child or youth have contact with his or her natural or adoptiveparent(s) on this day? (Includes letter, telephone call, or personal visit.)23.-irOCATIONAL INVOLVEMMT: Did .the.child or youth WOrk fOr pay (Check \"r) or as :vohmteericheck 1.'1? (If the child or youth did not work:check 0): .:MTWTPS Sme ea me ee es me me00PS09 09 09 090000 :09. 09 09 .:MTWTFS S09 09 09 09 09 00MW17.O O. 40m.. 00..s0::ema , : ;24. POLICE CONTACT: Did the child or youth have contact with the police concerninghis or her negative or suspicious behavior?Arti,:r.T.tfige,1^7\".s,4 Tuesday ; Friendly e ecaseworker/providerlegislatorpolicy maker Disadvantaaes alaborcostnorms Currently, much of the data is collected by undergraduate students involved in a two-semestercommitment for course credit. The students train the providers to complete the daily forms,enter the data into the computers, and display it in graphic form. A seminar that goes alongwith the data collection efforts addresses issues in the system of care for severely emotionallydisturbed children.Dr. Burchard noted that one of the challenges in the evaluation of our service systems is thatservices are very \"component\" oriented. A child frequently goes from one service componentto another.Therefore, itis desirable to have a system which tracks youngsters across timeand across service components. In order to provide individualized care, the money has tofollow thechild.Similarly,thisis a data collection system which also follows the child.Additional information about the Vermont tracking system is provided in Appendix C. t0 SAMPLING ISSUESPhilip Leaf PhD., Associate ProfessorCenter for Health Policy and ResearchYale UniversityDr. Leaf discussed the importance of the sampling process which involves identifying andallocating potential subjects for the study. He noted that providers may become upset at theprospect of randomly assigning only some of their clients to what is likely to be improvedtreatment.He suggested framing the issue of randomizing in terms of scarce resources.Given scarce resources, we are working in environments in which we are not going to be ableto provide all the services to all children in need. Therefore, randomizing can potentially beseen both as a fair and equitable way of allocating scarce resources as well as a way oflearning and drawinginferences froma studyovertime.Presumably,ifitcan bedemonstrated that the services work, more resources would become available in the future, andadditional children would be able to benefit. \"One of the things that needs to be discussed ina very straightforward manner with providers, clinicians, and planners is the reality of thesituation, that we are not talking about the opportunity to get as much money as we possiblywant where everybody could get all possible services. There are limitations.And one of theways of allocating limited resources in a fair and equitable way is to have some people gointo one program and some people go into another.\"Dr. Leaf suggested thatrather than assigning groups to standard treatment versus a newservice approach, studies might consider allocating clients to two competing programs. Thisapproach may be more attractive to providers and families as well as review panels. The twoprovams may be at different levels of intensity or have different components, and it would beimportant to learn about me relative benefits of the two programs.Oneconsiderationintheresearchdemonstrationprojectiswhererandomizationisimplemented.There is not necessarily a reason to randomize clients before they have anycontact with the agency or even before they have a prolonged contact with the agency. Withregard to the CASSP model, we are interested in how a network of services works. It wouldbe legitimate to look at clients after they have an intake, or after they receive a basic set ofassessments, or even after some treatment. At any point in the service delivery process,there may be alternative approaches or services for children, and research could explore howbest to utilize these alternatives. There may be points within current service delivery systemswhere these decisions are already being made and where it would be very important todetermine whether a child should receive one set of services or another, or now intensivethese services should be, or of what duration services should be. These are all potentialpoints for randomization.Dr. Leaf emphasized that giving children worse possible outcomes asa result of randomization is not acceptable to either providers or researchers. However, thereare a lot of points at which randomization can occur, and questions can focus on what aspectsof services work and for what types of children certain services work.Dr. Leaf indicated thatin planning a research demonstration project, administrative data isneeded in order to ensure that you can get enough children into the project, so that after thethree yearsitwill be possibleto determine whether or not there was an effect. Itisimportant to specify how children willbe identified,thecharacteristicsof children to beincluded, and any exclusion criteria. There may be reasons to exclude a small number ofchildren with specific characteristics from a broader evaluation that makes the study moreesceptable or because the intervention or experimental component of the project is not reallywhat they need.For example, you would not want to randomly allocate children at immediaterisk of suicide to a program where someone comes to see them every two weeks. 2131 Sample sizeis another issueto be considered.In order to increase precision, increasingsample size may be the easiest thing to do, although it often is very expensive. Some of theother things that may be done to improve studies are more difficult, such as increasing theprecision of measures.Increasing sample size generates cost both in terms of the servicesand theevaluation,especiallyinterms of the CASSP model which talks about multipleservices.On the other hand, you do not want to have such a large sample in a researchdemonstration project that you lose control. Too large a sample may make it difficult toprovide a consistent intervention and to control the quality of the intervention. Thus, thereis a tension tltween optimal sample size for a study, how many people can be served, andhow much money will be available for the project.Dr. Leaf noted that there are a lot of questions that we do not need large samples to address,many of which are important questions to policy makers. Generally, we are not measuringsubtle symptomatology or subtle changes in children. Rather, these youngsters are failing inschool, using illegal substances, getting arrested, being abused, and the like, and it is possiblewith relatively small sample sizes to rmd effects relative to these types of indicators. Thetypes of effects we expect from our programs and the costs of these programs are fairlydramatic, and we do not necessarily need large samples.Sampling for the evaluation must be integrated into the service delivery program. The serviceprogram may have eligibility requirements, and therefore some of the intakes in the programmay be coterminous with the evaluation. There may be information that is obtained in theidentification and assessment of children that is used to define these children as part of thetarget population.Thus, itis important to integrate the sampling and measurement for theevaluation with the intake and assessment process for the clinical aspects of the projects.This ensures that the procedures used for the evaluation are as natural as possible.The issue of sampling really comes down to the inferences you want to make, according to Dr.Leaf.You must determine how many people you will need to have in the demonstrationproject before you are ableto draw inferences thatare important to you.In researchdemonstration projects, there typically is a package of services or a program that you want toimplement and answer certain related questions -- Did it work?For whom did it work? Whatwere the costs?Did the children who received these services do better than they would haveunder another legitimate alternative (either the current system if that is seemingly legitimateor another reasonable alternative)? The answers to these questions will inform the furtherdevelopment of service systems, and the sample must be large enough to address the particularquestions.The methods section of the proposal should indicate how you intend to determine whether theservices work better for certain groups. Accordingly, the goals and priorities of the project,the sampling and the analysis plan must bc consistent. Dr. Leaf indicated that the fewer aims in a proposal, thebetter,and thesampling plan should be developed to maximizeinformation about the question that is of primary concern. He emphasized the complexity ofour service systems, noting that rather than focusing on the effects of the entire system, itmay be appropriate to look at the effects of pieces of the system which are varied for someof the children.It will not be possible to randomly allocate children to one set of programsand then have the schools handle them differently just because they are in your study.Generally, schools will not be part of the fundamental manipulation; they are going to behandling children over time as will juvenile justice systems and child welfare systems. Themore complex the question to be studied, the more other parties that may influence theselection of a sample.Itisimportanttokeepinmind thatnoteverybody goes throughtheseprogramstocompletion, since people may drop out or move. Thus, when you determine how many people2232 you need initially, you must estimate how many people you will end up with due to attrition.The question is not how many people you enroll, but at the points at which you collect data,how many people will you have left. Additionally, you must consider how you will followthose in the study.While those in the intervention may be easier to track, you must alsotrack those in the comparison group who need equal attention in terms of monitoring andevaluation, but who do not necessarily have the same relationship with the agencies involved.In summary, Dr. Leaf advised handling sampling in a way that there is a comparison betweenalternatives that is meaningful to the agency and meaningful to the child and l arents. Thiswill increase the chances of a successful project as well as your ability to convince a reviewcommittee to approve your project. The more policy relevant the proposal and the moreconsistent the sampling is with the questions being raised, the more likely the proposal willemerge with a positive outcome. 3 323 MEASURES/OUTCOMES- SYSTEM OUTCOMESMichael Hendricks, PhD.MH AssociatesDr. Hendricks reviewed potential measures of system outcomes. These possible measures arearrayed according to CASSP objectives, and are included as Appendix D. Plul Leaf, Ph.D., Associate ProfessorCenter for Health Policy and RcaeardrYale UniversityDr.Leafdiscussedstrategiesformeasuringtherelationshipsandlinkagesbetweenorganizations as one approach to the measurement of system improvements. He noted thatthere is considerable experience and expertise in the area of networ4 analysis, although fewdeveloped methodologies relate directly to children's services. Ongoing work in the area ofinterorganizational relationships is being conducted by:o Joe Morrissey at the University of North Carolina who has conducted a number of multi-county studies and currently is involved in analyzing the Robert Wood Johnson communitysupport projects for mentally ill adults.He has developed a number of instruments forassessing interorganizational connections.o Oscar Gruske at UCLA's Department of Sociology also has conducted multi-county studies.o Pat Dorian atthe University of Pittsburgh's Department of Sociology isconducting anetwork analysis in two counties in the Pittsburgh area involving children's agencies.o Mary Fennel at Penn State University's Department of Sociology.Eachoftheseindividualshasdevelopedsomewhatdifferenttechniquesforassessinginterorganizational linkages and different outcome measures.Dr. Leaf emphasized the importance of assessing the relationships among agencies along anumber of different dimensions as well as to utilize a number of different informants -- notjust organizational participants, but clients, parents, and funders who will all have differentassessments of the linkages and how well services are being provided. In terms of monitoringand understanding the system, it is important to obtain these multiple perspectives. It also isimportant to assess both positive and negative linkages, the effective aspects of linkages aswell as the hindrances to communication and coordination.Another issue to be considered is \"organizational set.\" Not only do individual agencies haverelationships with each other, but groups of organizations tend to form relationships. Thepattern of these relationships will influence the ability of the organizations to deliver servicesand potentially can influence the quality of services. Even when there is a single agency withfiscal responsibility or overall administrative responsibility for children's services, the provideragencies and programs in the community still have a very complex pattern of relationships.Further,anorganizationmay have many formal subparts.Analyzingthatpatternofrelationships and servicesis one of the ways of looking at systems, as well as followingindividual clients through the system.Additionally,agencieswithinacommunityhaverelationshipswithregionalandstateauthorities.Within anorganizationalcluster, 'ere may beagencieswithdifferentor 2434 conflicting mandates and with different networks of services. For example, the mental healthsystemmay haveonenetworkofservicesandtheeducationsystemanother.Anorganizational cluster includesall these different networks and how they relate and interactto provide services for individual children.Some impediments for service delivery arise when the ideology and tasks that are seen asimportant by different sectors come into conflict. The school, for example, may recognizethat children with severe emotional problems have certain needs, but they may see most ofthose needs being dealt with outside of school due either to the expense of providing servicesor because they legitimately feel that other agencies could provide better services.A number of variables relevant to interorganizational relationships are displayed on page 27.They include theformality of theinteractions,reciprocity,centrality,conflict,coordination,density (how many agencies are included), multiplicity (how many different types of services),cohesion, etc.Dr. Leaf noted that, with the exception of Pat Dorian, he is unaware of people who have usednetwork approaches to measure the types of exchanges that would be important to CASSP-type systems of care.To some extent, children's service systems are more complex than adultsystems because of the multitude of agencies and organized sectors of society that are broughtto bear on providing services to children. However, the involvement of multiple agencies maymake the approaches of network theorists even more applicable, because they can serve as animportant data reduction procedure.Dr. Leaf described a technique that has been developed to attempt to define what comprisesthe system of servicesina community.Became the number of agencies that provideimportant services varies enormously, a snowball technique has been developed. A list ofagencies or services from any individual typically would be a very limited list. The snowballtechnique involves going to clients,families,provider agencies,planning and administrativeagencies, funding agencies, etc. to provide lists of agencies and services in the system. Thistechnique yields a more complete identification of all involved services. Respondents also canbe asked to rate their satisfaction with particular services in terms of quality and in terms ofthe positive and negative linkages among agencies.The person from whom you obtain informationabout anorganizati, aisan importantconsideration.No one person hasallthe:information,particularlyinlarge or complexagencies.Further, if an agency has a number of different subparts that have important rolesinthedeliveryofchildren'sservices,informantsmustbeidentified who canprovidereasonably good information about each subunit. The director of the agency may notnecessarilyhaveinformationonallthesubpartsandalltherelevantlinkagesandinterorganizational relationships.Dr.Leaf emphasizedthatthereisno oneright way of conducting studies examininginterorganizational relationships, although there are some fairly well developed methodologies.He suggested itis important to measure things that are consistent with the priorities of theproposal, the way the particular system of care is conceptualized, and the linkages that areconsidered most important. VARIABLES OF IOR STRUCTURE AND PROCESS Interaction FormalizationInteraction StandardizationTransaction ImportanceTransaction FrequencyReciprocityPerceived PowerCentralityCooperationConflictCoordination & Dockett K. (1990). Interorganizational systems approaches.In J. Morrissey & D. Dennis (Eds.) Homeless and mental illness; Toward the next generation of research studies. Rockville, MD; National Institute of Mental Health, Office of Programs for the Homeless Mentally Ill. 2636 MEASURES/OUTCOMES - WENT OUTCOMESLen Biekman, PhD., DirectorCenter for Mental Health PolicyVanderbilt UniversityDr. Bickman stated that the measurement of client outcomes is the bottom line. \"You can doallthe nice system changes, allthe brilliant interorganizational networking, all the provision of resources, and do all the things that theoretically or conceptuAlly or as an article of faithyou believein.At some point, we are accountable for saying whether the interventionaffectedchildren,ifitaffectedfamilies.Becauseifitdoesn't, then clearlyforthelast number of years, we have taken a wrong turn. And that, essentially, is the bottom line ofquestioning the assumptions underlying the CASSP philosophy.\" CASSP has been based on an orienting philosophy about what we need to do to improve the well being of children.However, from the perspective of evaluators, these are still assumptions. They have not beendemonstrated sufficiently, and the purpose of the research demonstration projects is to startlooking critically at some of these assumptions. The issue is to look carefully at what we are doing to make surethat what we aredoing actually improves the livesof children andfamilies.There are many instruments and methodologira for the measurement of clinical outcomes. Dr.Bickman advised against designing your own instruments for a research demonstration project.A three-year project isdifficult at best.If you spend the first year and a half designinginstruments and pilot testing them, there m ill be little time left for data collection. And youcannot go into the field without an instrument that has already been field tested. While you may include new instrumentation as ancillary instrumentation, the key instruments you useshould have a literature published in reputable journals.Additionally, use of these instruments requires training to administer them, thought about thedataanalysisprocess,andasystemofqualitycontrolforthedatacollectionprocess.Proposals should go beyond describing the instruments you plan to use and should documentyour ability to access clients, collect good quality data, and check on the quality of data.How mental health outcomes are conceptualized often depends on the perspective as shown onpage 28, A Tripartite View of Mental Health Outcome. DifTerent stakeholders (client/family,professional, and society) have different views of what they think is important to lookat.One domain is psychopathology. From the perspective of the dient and family, a reduction inproblems and stresses are what they want to deal with.Professionals have categories fordescribing children, and they look for a decrease in symptoms, severity of diagnosis, andtreatment needs.From the societal perspective, the salient outcomes relate to how restrictivethe treatment is, how expensive the treatment is, where treatment is provided, length of stay,and how the child deals with the surrounding environment in the community.Another more positivedomainissocialcompetence.From theclient'sperspective,thisinvolves an examination of self-esteem or how the child thinks about himself or herself, theirsense of what resources are available.A professional would judge things likeleveloffunctioning and self-esteem, and on the societal side one could look at outcomes like schoolperformance, absences, and teacher ratings.A third outcome domain of interest is satisfaction.From the client/family perspective, thiswould involveasszssingtheirsatisfactionwithservices.Professionally,this wouldinvolvelooking at whether services meet professional standards or the quality of services. In termsof society, this involves looking at whether services meet regulations, licensing standards, andthe like. 273 7 A TRIPARTITE VIEW OF MENTAL HEALTH OUTCOME: GOALS OF SERVUE Domains ofFunctioningStakeholdersClient/Family Professional Society Psychopathology Decrease control, moreresources availableesteem, adaptivefunctioningattendance,grades Satisfaction Satisfied with Meets professional Treatment meetsservices standards standards,regulations One of the more recent techniques used for measuring clinical outcome is the structuredclinicalinterview.A sample of four such interviews are shown on page 30. This isnotmeantto be an exhaustivelist;thereareotherstructuredinterviewsavailable.Theseinterviews are practically the only research-oriented way to obtain a DSM-III-R diagnosis thatthere is some degree of trust in, although you may not need to have DSM-III-R categorizationin your project.The chart displays a number of items about each structured interview -- howlongittakes to administer, the age range, type of interviewer required, whether ithas aparent form, whether it has a training manual, how it deals with individual symptoms, summaryscales, and diagnoses.The chart also includes information about reliability and validity andthe availability of computer scoring. Included on the chart are the Diagnostic Interview forChildren and Adolescents (DISC), the Child Assessment Schedule (CAS), the Schedule forAffective Disorders or Schizophrenia in school age children (K-SADS), and the DiagnosticInterview for Children and Adolescents (DICA).The data from structured interviews that people tend to use as outcome measures are thesymptom severities that provide a sensitive way of looking at the children's perspective. Thisisthe most time consuming aspect of data collection forchildren and parents, but theyprovide the most detailed, in-depth information.Another approach to outcome measurement, which is much less time consuming and easier toadminister, is the use of a behavior rating scale. The chart on page 31 provides informationabout five behavior rating scales in terms of number of items, administration time, appropriateagerange,availabilityof a training manual, who does the ratings,availabilityof chartincludesthe Rating Scale (CTRS), the Child Behavior Checklist(CBCL), the Teacher Report Form (TRF), and the Behavior Problem Checklist (BPC). Thus,there are a variety of checklists available that are basically self-report. There may be achild, parent, and teacher form available which enables you to collect multiple indices. Theyareempirically-based instruments inthatthey are based upon lots of questions asked tochildren,parents, and others and research todiscriminate between clinical and nonclinicalpopulations.They do not provide DSM-III-R categories but rather provide other subscaleinformation about thechild.All these instruments are under constant refinement, so youshould be sure to obtain the latest version.There are fewer measurement instruments in the social competence area. The CBCL teacherform has a social skills subscale, and instruments dealing with level of functioning come underthis category.Indicators of level of functioning typically are rating scales to be completed bythechild'stherapist.In addition, an interviewer who conducts a structured interview andcollects a lotof data may complete a level of functioning scale after the interview. TheChildren'sGlobal Assessment Scale providescurrentlevelof functioninginformation,andVanderbilt University has adapted an adult functional assessment scale for use with children(Child and AdolescentFunctional Assessment Scale -CAFAS).Another example of aninstrument in this area is the Self-Perception Scale which examines the child's self-concept inareas of scholastic competence, social acceptance, physical appearance, behavioral conduct, andadditional dimensions for adolescents such as romantic appeal and job competence. The childoradolescentcompletesthisinstrument, anditmay be used to show responsiveness totreatmentsinceastheyfeelbetteraboutthemselvesthey may change how they ratethemselves.Family functioning is another relevant area, although measurement in this area has been verydifficultto develop.One can see a family as an organization, a small one, but one thatcontdms someofthesamecharacteristicsaslargerorganizations--complexity,tas:.orientation, and communication patterns. To assess families,itis possible to use observational 29 STRUCTURED INTERVIEWS FOR CHILDREN DISC CAS K-SADS DICA Number of Items 264 75 100 minutes Summary --- Computer Scoring Yes Yes Yes Yes *High:.66< r .< 1.00 **Moderate:.45 < r > .65 ***CAS-R available for DSM-III-R***DICA available for DSM-III-R4 1 BEHAVIOR RATING SCALES Number TimeAge .93(Parents) 42 43 ratings,structuredinterviews,observationoffamiliesaccomplishingtasks,ormorestandardized questionnaires about family functioning. These latter self-report measures providethe perceptions of family members about what problems they have and how sensitive they areto these problems.Global family functioning can be looked at as a direct outcome of someprojects, or in some cases a family measure may be used more as a mediating or moderatingvariable in the analysis.Thus, it may be important to collect information about the familyeven though they may not be a direct recipient of services.There are a number of potentialinstruments including the Family Environment Scale; the Family Assessment Device which dealswith problem solving, communication, roles, and effective responsiveness; the Family Index ofRegenerativity and Adaptation (FIRA) which looks at seven indices of family functioning suchas social support, stress, resources, and level of distress; the Family Inventory of Life Events(FILE)whichisascalethatdealswithdivorce,separation,stress,work and familyrelationships, illnesses,etc.; and the Family Resource Scale which looks at resources that thefamily has available including fmancial support, social support, time, etc.Another area that may be important to look at is parental pathology because there is someindication thatthis mediates childhoodillnesses and may explain why you have differentialeffects with different children. There are a number of clearly structured interviews that existfor use with adults, and there are scales like the Brief Symptom Inventory (BSI), the SCL-90-R, and other things on the market that can be used.There are no standardized measures to measure satisfaction; everyone invents their own whichcan be problematic.Typically, people rate services very high on satisfaction, particularly onglobal satisfaction.People tend to be so glad to get some sort of service that even poorservices are something they like. There is an instrument called the Consumer SatisfactionQuestionnaire, an 18-item scale that looks at satisfaction with services.Dr. Bickman stressedthat in assessing satisfaction, this issue of specificity is critical.When )3U are very specific,the information you obtain is much more valuable than globe measures of satisfaction becauseit pinpoints where the problems are.In addition, there is information to be collected about the background of the child. Who thechildisliving with, previous services received, and the like are important questions to ask.At Duke University, an instrument called the CASA is being developed to describe the servicesthat a child has received.Because children typically move around so much, this information isoftennotobtainablefromrecords.Further,there are behavioralindicesthat may beimportant tocollect.School performance data (grades, attendance,disruptions atschool),criminal justice data, and the like is important, although access might be difficult since someof these records are highly confidential. \"This isvery powerful to policymakers. Becausewhat does anyone know about a change in symptom level from 148 to 137 being statisticallysignificant?We don't know what itreally means.Or satisfaction changing from 4.7 to 5.2.The one thing that we do have in terms of being able to communicate with each other, arethings like whether the number of days the child has been in school has increased, whethergrades have improved, whether theyarebeing arrestedasfrequentlyorhospitalizedasfrequently. A lot of these types of measures are very important and can be easy to collect insome circumstances.\" 324 4 References - Client Outcome MeasurementAchenbach, child and adoleseent_pachwilhokkgy.Beverly Mangaijoi_jht_ebildAilibpjliiiimEgfilt. Queen City Printers.Conners, C. (1985).The Connors rating Instruments for the assessment of childhoodpsychopathology.Derogatis,L.(1977). gractdure manualBaltimore, MD: Johns Hopkins University School of Medicine.Derogatis, L. & Spenser, P. (1982). AdminilitAtism_illijugashires11151,Zaust_ - 1. Baltimore,MD: Johns Hopkins University School of Medicine.Dodge, K. (1986). A social information processing model of social competence in children. InM. Perlmutter (Ed.),iuhteenth annual Minnesota symposium on chikLpsycholo2Y. Hillsdale,NJ: Erlbaum.Dunst, C. & Leet, H. (1987). Measuring the adequacy of resources in household with youngchildren. LbilLatg,HralilLitni acysigiungni,11 111-125.Epstein, N. Baldwin, L. & Bishop, D. (1983). The McMaster family assessment device. Journal91MAri 1 lajuiEwmilammu,2, 171-180.Goyette, C., Connors, C., & Ulrich, R. (1978). Normative data on revised Conners parent andteacher rating scales. Cytryn, L., Stern, L., & Kline, J.(1982).The child assessmentschedule (CAS) diagnostic interview A report on reliability and validity.Journal of theAmmiginAgadrat achaa_lisiAdgksganihyshigry,21, 468-473,Hodges, K., McKaew, D., Burbach, D., & Roebuck, L. (1987). Diagnostic concordance betweenthe child assessment schedule (CAS) and the schedule for affective disorders and schizophreniafor school-age children (K-SADS) in an outpatient using lay IghwitllsiAsktracnifiychkay,2k, 654-661.Loney, J. & Mulch, R. aggression in clinical H. (1987).Family index of regenerativity and adaptation - military. In H. McCubbin& A. Thompson (Eds.), hauly_assessnienumiemuch_anijmace. Madison: University ofWisconsin.Nguyen,T.,Attkisson,C., & Stegner,B.(1983).Assessmentofpatientsatisfaction:Development and refinement of a service evaluation questionnaire. kaluation_insungnoThinning, §, 299.314. 334 5 Olson, D., McCubbin, H., Barnes, H., Larsen, A., Muxen, M., & Wilson, M. (1982). Loa131101Q1ittilinyclagriaLssiLiaJLxialimaLitlilitraACIQUAhLiamily_lifse_szigia. st.Paul, MN: Author.Quay, H. & Peterson, D. (1975). ManuitiQuhthelaybunbignuchrtriagRobins, L., Helzer, J., Croughan, J. & Ratcliff, K. (1981). National Institute of Mental Healthdiagnostic interview schedule: Itshistory,characteristics, and validity. Archives of GeneralAyshk ta,11, 381-389.Spanier, G. (February 1976). Measuring dyadic adjustment: New scales for assessing the qualityof marriage and similar dyads. Journal of Marriage and the Family, 15-28. INSTITUTIONAL REVIEW BOARDSLen Bickman, Ph.D., DirectorCenter for Mental Health PolicyVanderbilt UniversityAlmost every university has an institutional review board (IRB) that reviews proposed research.These boards vary individually with respect to requirements for different types of research.Research with children is much more sensitive than research with adults, and therefore, 1RBrequirements may be more stringent. One of the areas of concern is the issue of informedconsent.Typically, you will be required to obtain permission from parents and in many casesfrom the child as well in order to involve them in your research. This usually requires theparent and adolescent to sign a consent form indicating that they understand the risks andbenefits of the research and agree to participate. They also need to give informed consent toallow you to have access to their records, and informed consent also is required for any audioor video taping.IRB approval also Ls needed to collect data. If you will have access to records that containpersonal identifiers, and there is information in the records that could harm individuals if itwere disclosed, then a full review is needed. States may have IRBs as well as universities,and approval from both the state and the involved university may be necessary depending uponthe circumstances of each proposal. Some IRBs require letters indicating cooperation from allinstitutions involved in the study before they will grant approval. These institutions may havetheir own IRBs or internal review boards, and so the research protocol may require approvalby a group of people at each involved institution before the state or university will grantapproval.Thus, itis important to begin this review process early. The document \"Protectionof Human Subjects,\" included as Appendix E, contains special regulations for research dealingwith children which specify that the level of risk determines the type of informed consent andpermission that are needed. APPENDIX A RESEARCH ON SERVICE DELIVERY AND SYSTEMS OF CARE:RECOMMENDATIONS FOR THE NIMH CHILD MENTAL HEALTHRESEARCH PLAN Research on Service Delivery and Systems of Care:Recommendations for the NIMH Child Mental Health Research Plan October, 1989 Research and Training Center for Children's Mental HealthDepartment of Epidemiology and Policy AnalysisFlorida Mertal Health of Florida13301 Bruce B. Downs BoulevardTampa, FL33612-3899(813) 974-4500 1 211r1;The National Institute of Mental Health (NIMH) is currently inthe process of preparing a children's mental health researchplan.This plan will build on the recent report of the Instituteof Medicine (I0M) of the National Academy of Sciences, andadditional input provided to NIMH.The speci:ic purpose of this paper is to aid in creating the NIMHresearch plan by providing recommendations on service deliveryand systems of care research in children's mental health. Thepaper is an expansion of the IOM report in this area, and is aresponse to a request by the Cirector of NIMH for recommendationson service delivery and system of care rese-:oh.The report is prepared by the Research and Training Center forChildren's Mental Health at the Florida Mental Health Institute,University of South Florida. It is based on information receivedfrom a broad range of individuals in a short-time period. Thispaper is intended to identify critical issues and themes forresearch in this area, and discuss resources and fundingmechanisms needed to support this research. It is neitherintended to be a comprehensive review of existing knowledge inthis area, nor a detailed long-term plan for future research.Further, this report is intended to specifically identify theopportunities and needs for research in service delivery andsystems of care for children's mental health. The resources thatthis report identifies as being needed are intended to be newresources.They are above and beyond existing resources for thisimportant area and also above and beyond the resources alreadybeing used or requested for such important areas as clinicalresearch, the Child and Adolescent Service System Program(CASSP), services research for adults, and general support ofclinical and research training.Backctroun4Service Development: At the outset of the 1980s, as documentedin a report done for the Children's Defense Fund by Jane Knitzer,the status of services for children with emotional disorders andtheir families was grossly inadequate. In most communities theonly service option available was infrequent, office-basedoutpatient treatment or hospitalization, with the consequencethat there was an excessive reliance on hospitalization. Manystates did not have a single full-time children's mental healthstaff person in their state office, only seven states had madesignificant progress towards developing a continuum of services,and collaboration between public agencies to meet the needs ofchildren was the exception rathel: than the rule. 50 2Since that time, assisted greatly by NIMH, and particularlyNIMH's CASSP initiative, there has developed a tremendousincrease in interest in the needs of children with emotionaldisorders and their families. States have strengthened theircapacity to provide leadership in this area, new service modelshave been developed that provide intensive services in home andcommunity-based settings, models of a system of care haveemerged, the role of parents has been re-defined, andinter-agency collaboration has become more common. In responseto the Mental Health Planning Act (P.L. 99-660), NIMM has taken aclear policy stance emphasizing the need for comprehensivecommunity-based systems of care with a special focus on thosechildren and adolescents with the most serious emotionaldisorders. In response to this, states have prepared plans thatdescribe the specific system they intend to develop.Despite the fact that much progress has been made, as the resultsof a recent study of children's mental health by the U.S. Officeof Technology Assessment indicates, \"The majority of childrenwith mental health problems fail to receive appropriatetreatment.Many of the 6 to 8 million children in our nation whoare in need of mental health interventions receive no care; otherchildren, perhaps 50% of those in need of treatment, receive carethat is inappropriate for their situation\" (Saxe, 1987). Part ofthe inadequacy of care clearly relates to lack of resources;another major factor, however, is the inadequate knowledge baseboth about the causes and treatment of emotional disorders, andthe mechanisms for establishing and maintaining responsive andeffective service delivery systems.At the same time that the public mental health sector has beenemphasizing the need for community and family-based systems ofcare, the 1980s have been a time of rapid and enormous growth infree-standing'psychiatric hospitals for children. For-profithospital chains have expanded around the country, and the numberof admissions to these hospitals for children and adolescents hasincreased dramatically despite the lack of evidence about theireffectiveness (Burns & Friedman, 1989; OTA, 1986).Recent summaries of epidemiological research on point prevalenceof emotional disorders have come up with estimates in the generalrange of 14% to 20% (Brandenburg, Friedman, & Silver, in press;Costello, in press). As the IOM report indicates, \"The magnitudeof the problem of childhood mental disorders is only partiallyreflected in epidemiological data about prevalence and incidenceof disorders.Substantial evidence suggests that many childhooddisorders extend into adulthood either because of their chroniccourse or because of their adverse effects on the child'sdevelopment (Kazdin, 1989). Moreover, enormous financial andsocial costs can be associated with mental disorders in childrenand adolescents.\" While making this point, the IOM found itdifficult to quantify the actual financial and social costs atthis time because the needed information is not available.DivetwentriLin_AizairduLiejseArclu Given the human and financialcosts of disorders in children, given the scope and magnitude of 3the problem, and given the increased interest in improvingservices, there is now and has been a tremendous need forresearch on service delivery and systems of care. This isparticularly the case because of the special dependent status ofchildren, the wide range of needs that they have and the complexweb of statutes, policies and agencies that have been created torespond to these needs. Yet despite this need, until the last fewyears there has been almost a total absence of research onservice delivery and systems of care.It should be noted in this regard that research on servicedelivery and systems of care in mental health is a new area,having a much briefer history than the longer establishedtraditions of basic and clinical research. In fact, not only isit relatively new but it had its origins primarily in providing a\"real world\" test for new developments emanating from clinicalresearch.However, there have been at least four significantdevelopments at a service and policy level that have recentlyconverged to create a strong need for more and better servicesresearch.First, the primary locus of treatment in the mental health fieldhas moved from hospitals to community settings. This has creatednew challenges in understanding how to develop effectivecommunity systems. Second, public mental health systems haveidentified as their top priority the improvement of services toindividuals with severe and persistent problems. Many of theseindividuals require services from a variety of different kinds ofagencies over an extended period of time, thereby creating a needto take a multi-agency look at system development. Third, therole of states in planning and administering mental healthservices has grown with the implementation of the Alcohol, DrugAbuse, and Mental Health Block Grant program in 1980. Thisprovides a more centralized responsibility for policy-making andplanning.Fourth, there has been a rapid escalation of costs forhealth care in general, including mental health care. As aconsequence, there has developed a need for research on suchissues as approaches to cost containment, and the impact ofdifferent reimbursement strategies on service delivery.Among the impediments to research on service delivery and systemsof care in childrenls mental health have been the lack ofresearchers trained in this area, and the lack of opportunitiesfor those with interest and skill. Despite this, however, thesecond half of the 19800 have seen an increase in such research.Positive results from the N/MH Public--Academic Liaison (PAL)initiative, announced by NIMH in 1988, were seen in some statesvery rapidly in the form of increased collaborations betweenuniversity-based researchers and policy-makers. In February,1988, the first national conference on services research was heldon the theme of building an empirical base for servicedevelopment.The third such conference will be held in February,1990, and the number and quality of research submissions hassteadily gone up for these conferences. In keeping with the themeof the NIMH PAL initiative, these conferences have brought52 4together a combination of university-based researchers and publicpolicy-makers.In December, 1988, NIMH issued a targeted research announcementcalling for proposals dealing with mental health services forchildren.An indication of the interest in this type of researchis that 29 proposals were submitted, with eight receivingfunding.In identifying their priority concern, State MentalHealth Representatives for Children and Youth included the needfor better research and evaluation as a high priority, andclearly state policy-makers have demonstrated a receptiveness tocollaborating with university-based researchers. Further,technologies for conducting service system research, while stillin need of further development, have made significant progress,particularly in critical areas such as outcome measurement.All signs suggest that there is both a need and a uniqueopportunity for research on service delivery and systems of care.On the one hand, there is growing interest within the academicresearch community. ln the other hand, policy-makers andadvocates, working together to build the most effective systemsthat they can amidst rapid change, are eagerly seeking a strongresearch foundation for the system.Metho4Input for this report was provided in several ways. The majorintent was to gather ideas from a broad range of individualswithin a short-time period. This includes researchers involvedin services research from a variety of academic disciplines,state-level policy makers In children's mental herith,researchers within state d.partments of mental health, parents,advocates, representatives of national organizations involved inpolicy development, and administrators of local mental healthprograms.First, a meeting of 15 researchers, policy-makers, and advocateswas held in Alexandria, Va. on October 3, 1989 to discuss majorissues for which research is needed, and resources and fundingmechanisms to support such research. Second, in order to expandthe number and range of people consulted, a series of in-personand telephone interviews were conducted with approximately 25other individuals from around the country. Third, a draft paperwas distributed to a group of 20 individuals for their commentsand recommendations. Fourth, the draft paper was reviewed atthe meeting of the Advisory Board for the Research and \"veiningCenter for Children's Mental Health in Tampa, October la and 16,1989.Altogether, as indicated in the list in the Appendix, over50 individuals participated in the process of developing thisreport in a short time period.RecommendationsThis section will first identify the substantive areasconsistently identified as being in immediate need of researchattention.These are not only important areas of need but also 5represent areas in which the technology is sufficiently advancedand the manpower is available for a substantial contribution tobe made.The section will then discuss funding mechanisms tosupport such research. This will lead to a discussion ofresearch training needs in the field, and finally, to a specificrecommendation of the financial resources needed to support theproposed activities.Focus of Research: Although many potential focuses for researchwere identified during this process, it is striking that therewas significant consensus in the identification of priorities byparticipants in the process. Eight major themes, which areclearly overlapping, were identified and are presented herewithout any attempt to further prioritize them. 1)Research on the Effectiveness of Strategies to ProvideAlternatives to Residential Treatment through ComprehensiveCommunity-Based Systems--In many states, currently two-thirds ormore of the children's mental health budget is allocated toresidential or hospital treatment. As the Invisible ChildrenProject of the National Mental Health Association reports, about5,000 children are placed out of their own state each year inresidential treatment facilities. Given the scarcity of dollars,the high cost of residential and hospital treatment, and the lackof research to document its effectiveness, many statepolicy-makers and advocates are seeking to develop systems ofcare that provide cost-effective alternatives to residentialtreatment.States and communities have developed a range ofapproaches to this problem, including modifying the array ofservices provided, the manner in which the service deliverysystem is organized, the reimbursement mechanisms, anddecision-making processes about the need fay. residential orhospital treatment. Given the policy emphasis placed within manystates and within NIMH (e.g, P.L. 99-660) on the need for systemsof care, there is a parallel need now for research that will usethe overall community-based system as the unit of analysis ratherthan focusing only on specific service components or procedures.The Mental Health Service Program for Youth of the Robert WoodJohnson Foundation provides a natural and rich opportunity forresearch of this type on community-based systems. This is anarea of research that is very complex and clearly calls for astrong public and academic collaboration. An important themewithin this research, as well as the other research topics,should be the tangible financial impact and the overall socialand emotional impact of the services on families as well as onchildren. 2)Research on the Effectiveness of Innovative ServiceApproaches--The 1980s have seen the expanded use of a range ofinnovative services for children with serious emotional disordersand their families. These include intensive home-based services,therapeutic foster care, respite care, family support, daytreatment, mobile crisis services, case management, andindividualized treatment using flexible funds. For some of thesenewer approaches there is an accumulating body of programevaluations that suggest their effectiveness. For the most part,54 6however, the research base on the overall effectiveness of theseapproaches in relation to other services, and on theeffectiveness of specific models is inadequate. In addition,this is an area that provides rich opportunities to integrateclinical research with services research by examining theeffectiveness of particular approaches with youngsters whoseproblems are well-defined and to examine both quantitativeoutcomes and quality of service. As with the first areamentioned above, there is also clearly a need for the research onthese services to have a strong longitudinal follow-up component. 3)Research on the Effects of Different ReimbursementMechanisms and Funding Strategies--Within recent years there hasdeveloped an increasing awareness of the impact of reimbursementmechanisms and funding strategies on service delivery. Forexample, in testimony before a congressional committee the seniorauthor of the U.S. OTA report indicated that, \"The reasons forthe present inefficient and ineffective system are many, but oneis increasingly central: Our methods for paying for mentalhealth care.Rather than children's needs being paramount indeciding whether and whe.t type of treatment will be proffered,treatment decisions are increasingly drivr- by the health carereimbursement system\" (Saxe, 1987). There are a variety ofissues that are of critical importance under this generalheading.These include strategies for developing benefitpackages both within the public sector (e.g., Medicaid andChampus) and the private sector (e.g., major private insurancecarriers) that will provide incentives for use of home andcommunity-based services, the advantages and disadvantages ofmanaged care approaches, the actual direct and indirect costs ofemotional disorders to families, public agencies, and third-partyproviders, the impact of different state funding strategies onservice utilization at a local level, and strategies forproviding quality care to children and families without anyinsurance coverage. Despite the importance of these issues, andother related financing topics, this has essentially been adormant area of research in the children's mental health field. 4)Research on the Effect aness of Approaches to Involvingand Supporting Families--During the 1980s there has beenincreased recognition of the great burden that is created forfamilies of youngsters with emotional disorders. The sacrificesthat families make are often overwhelming and these can quicklybecome public problems as well. For example, it is not unusualfor families to become bankrupt because of the costs of care,many times parents must quit their jobs or reduce their workhours in order to fill the gaps in care between fragmented formalprograms, and stresses related to caring for children withemotional disorders frequently contribute to marital problems(Friesen, 1989). There has also develcped a greater recognitionof the potential benefits to families and children of providingservices that are not only family-based but supportive offamilies.These developments have occurred, however, largelywithout the support of research to examine the relative efficacyof different family support approaches, the impact of differentstrategies for involving families in case planning and55 7decision-making as partners with professionals, barriers to carefrom a family perspective, and the effect of differentorganizational structures and practices on the responsiveness ofservice systems to the needs of families. Important issues suchas the effect on families of parents having to relinquishcustody of their children in order to secure special services arein great need of study. In addition, rather than the familyperspective serving as an important beginning point forconceptualizing research, it has been virtually ignored. Thereremains now a major challenge to incorporate the familyperspective both in establishing overall research agendas and indesigning specific research projects. In addition, there remainsalso a need to assess the impact on family members of having achild with a serious emotional disorder, and the impact ofvarious services and policies on family members. 5)Research on the Effects of Multi-Agency Collaboration inIdentification, Referral, and Treatment of Children withEmotional Disorders--There is a consistent body of research thatsuggests that children with emotional disorders tend to beunder-identified as needing help by primary care physicians,educators, and child welfare staff, for example. While there hasbeen some research on this topic, there is clearly a need foradditional research to identify barriers to proper identificationby non-mental health professionals, and to assess strategies forstrengthening appropriate identification and referral. While theissue of identification is important, another critical issue forresearch is strategies for producing effective collaboration inactually serving youngsters who may already be receiving servicesfrom more than one agency, whose problems require services frommultiple agencies, or who are dually diagnosed. Particularlyamongst children with the most serious emotional problems, thereis almost inevitably a need for services from agencies other thanmental health, be it special education, child welfare, juvenilejustice, substance abuse, or primary health care. Theinadequacies of any single system add to the need for servicesfrom the other systems. In recognition of this, across thecountry there have developed a number of strategies for jointlyfunding services, for combined case planning on individualyoungsters, for clarifying roles and responsibilities ofdifferent agencies, and for promoting closer collaboration. Yetdespite the importance of this area, and the enormous range ofactivities that have been initiated to improve collaboration,there is little systematic research either on strategies forachieving such collaborations, or their actual effects onchildren and families. 6)Research on Services to Minority Children and theirFamilies--A major focus of the NIMH CASSP initiative is to worktowards the development of a system of care in which services aregeared to the varied needs of the culturally diverse populationin the United States. As our population becomes increasinglymore diverse, the need to develop and evaluate differentstrategies for increasing the flexibility and culturalappropriateness of services for minority children and theirfamilies grows as well. Other research needs include studying 5 6 8the differential treatment within the mental health system ofchildren and families from different ethnic and culturalbackgrounds, assessing the effectiveness of policy and trainingstrategies to produce a system that is more responsive tominority children and their families, and examining the differentmanifestations of pathology in different cultures. It isrecognized that within NIMH there already exists a focus onresearch on minority issues in mental health; at this point thereis a great need for increased emphasis, particularly as pertainsto the organization of service delivery systems. 7)Research on the Organization of Services--Theorganization of a service system to provide services to childrenwith emotional disorders and their families is highly complex.There are many variations in such issues as the nature ofresponsibilities of different state agencies, the relationshipbetween the state and local levels, the relationship between thejudicial and executive branches of government, and the existenceof particular formal or informal structures to promoteinter-agency collaboration. Even within different school systemsin individual states there is considerable variability, despite acommon federal policy structure on education of children withhandicaps.A recent trend within states is to explore theadvisability of re-structuring their service system to create aconsolidated children's agency that provides mental healthservices as well as other services. Yet at this time there isvery little research to guide policy-makers as they address thisand other very important but complicated organizational issuesinvolving different levels of government and different systems ofservice.8)Research on Assessment, Case Planning, and ClinicalDecision-Making--The manner in which information is gatheredabout children by service providers, treatment plans aredeveloped, and decisions are ultimately made is very importantand also very under-studied. The Invisible Children Project ofthe National Mental Health Association found that most states hadno formal, standard practice that they followed in decidingwhether youngsters should be placed in residential treatment.Amongst those states that do have such a procedure, theprocedures are considerably varied. Further, although there hasbeen considerable progress made in clinical assessment undercontrolled conditions and in innovative projects, there is almostno information about the state of assessment practices around thecountry, or the impact of different practices. Further, creativecase planning has been identified as a key requirement foreffective service provision but there is very little known aboutcase planning as it is currently practiced, or as it should bepracticed.This is an area of research in which theopportunities and the need are both clearly there.Methodological Research--In addition to these eightsubstantive areas, an important need for more methodologicalresearch was identified with two particular focuses. The firstfocus was the need to develop improved methodologies fordescribing and measuring community-based systems of care. The 9absence of such methodologies impedes progress in research inwhich the basic unit of analysis is the system of care ratherthan smaller components of it. Given that the policy focus bothat a federal and state level is on the development ofcommunity-based systems of care, it is imperative that moremethodological research be done in this area. Such methodologieswould need to be able to describe the formal structure of systems(e.g., the existing agencies, funding mechanisms, decision-makingprocesses, inter-agency agreements, statutes), and the actualworkings of the systems (e.g., the actual identification andreferral practices, the nature of the interactions betweenagencies, the development of service plans, and the currentpatterns of care seeking).The second focus was the need to refine methodologies forassessing cost-effectiveness and cost-benefit of services.Although progress has been made in this area, the complexity ofdetermining precisely which costs should be included, how thosecosts should be calculated, how indirect costs should beassessed, and how different outcomes should be compared to costsstill presents a major problem. While there is a clear consensuson the importance of research that looks at cost-effectivenessand cost-benefit of services, there is also agreement on the needfor more methodological research to advance the field.Since research on service delivery and systems of care isultimately intended to result in an improved system of services,there is a special need to emphasize the importance ofsupplementing traditional approaches to dissemination (e.g.,publications in refereed journals, presentations at professionalconferences) with non-traditional methods. Policy-makers are amajor consumer of this type of research, and while they appeareager to get the new information the traditional methods ofdissemination are generally ineffective in reaching them. It therefore becomes important that as part of an increased emphasison service delivery and systems of care research there be aparallel emphasis on disseminating information more directly toplanners and policy-makers. This can be done through suchmechanisms as brief, non-technical publications distributeddirectly to the target audience, and through presentations atmeetings traditionally attended by planners and policy-makers.Overall, as the last two methodological issues illustrate, it isimportant to emphasize that in research on service delivery andsystems of care the precise specification of variables andmeasurement procedures are intrinsically extremely complex.Also, when the unit of study is some aspect of the servicesystem, the opportunity for the researcher to control all of thecritical variables is not as great as in basic or clinicalresearch. In addition, from a developmental standpoint this fieldof research specialization is still in its early stages ofgrowth.While these conditions create special challenges forresearchers in this fie. \"they are not insurmountable and thereis no question of the n .d for more research of the typedescribed here if a strong empirical foundation for servicedevelopment is to be established. Both in terms of its 10understanding of the substantive issues and its ability to dealwith the methodological challenges, the team of academicresearchers working in combination with policy-makers,agency-based researchers, parents, and advocates appears ready todevelop research proposals that will significantly advance thefield.Egnaing_taghlaiEM/1 There are a number of different fundingmechanisms for support of system of care and service deliveryresearch, most of which already exist, which are needed. Theseinclude the following: 1)Individual Project Grants--This is the primary fundingmechanism for NIMH research. This is an important andappropriate mechanism whiLh needs to be expanded in order to moreadequately meet the need in the field and capitalize on thepresent opportunities. In addition to the expansion of thisresearch support mechanism, it is important to insure that therebe an ongoing peer review committee composed primarily of expertsin services research in the children's field. Glven thecomplexity of this field and the differences between it and theadult field, a fair, knowledgeable and consistent review processrequires a standing multi-disciplinary committee specifically forchildren.Such a committee was constituted on a special basisfor the recent special announcement issued by NIMH (December,1988) for services research in child mental health, and a similarcommittee should now be established on an ongoing basis. 2)Center Grants--The mechanism of funding research centersis particularly important in this field given the need for teamsof researchers from both traditional mental health disciplinesand other disciplines (e.g, economics, sociology, education).NIMH currently funds five centers for research on theorganization and financing of services for the seriously mentallyill.While the center model as utilized by NIMH is a valuableone, and several of these already-funded centers are initiatingprojects for children, children's research represents a smallpart of their agenda. There is a new for capitalizing on thisimportant mechanism by funding research centers specifically onservice delivery and system of care research in children's mentalhealth while at the same time creating new opportunities forexisting centers to focus on children. 3)Service Demonstrations--This is a mechanism that is notcurrently available through NIMH support in the children's mentalhealth field although a recent grant announcement was issued forsuch projects for adults through the NIMH Community SupportProgram.This type of mechanism provides funding for servicedemonstration projects that inulude a strong research andevaluation component. Such a mechanism is particularly ideal forresearch on the efficacy of innovative service approaches, suchas some of those highlighted by the NIMH CASSP initiative(Goldman, Stroul, 1988 & 1989; & Stroul Friedman, 1986),for research on alternative approaches for supporting families,and for research on approaches to serving minority children andtheir families. The support of such projects is a logical 5 ;') 11extension of the NIMH CASSP effort. It is important toemphasize, however, that it should be developed not as areplacement for existing CASSP activities but as an importantresearch--demonstration extension of CASSP with additional funds. 4)Small Grants--This grant program has recently beenmodified to allow for funding of grants for up to two years at amaximum of $50,000 per year. A special advantage of these grantsis that the time for their review is only about four months. Therelatively rapid turnaround time for these grants, and the newpotential both in terms of duration and amount of funding makesthis a valuable funding mechanism. It can be particularlyhelpful in the carly stages of relationship-building betweenuniversity-based researchers and public agencies by providingfunding for small-scale projects that can later be expandedthrough other research support mechanisms. Also, there aregrowing opportunities in the field to advance knowledge bycapitalizing on naturally-occurring experiments as importantchanges are made within service systems. This grant mechanismprovides a means for public agencies and universities tocollaborate in a relatively short-time period on meaningfulstudies to take advantage of the opportunities presented by hese changes.In order for this to be an effective research supportmechanism, however, it is essential that there be not only aquick turnaround time but a review by a committee that is expertin services research. 5)/nter-agency Research Support--NIMH is the federalagency with the strongest commitment to children's mental healthand the greatest talent and technical resources to address thisarea.However, many other federal agencies share a stronginterest in increasing the knowledge base for serving childrenwith emotional disorders and their families. This includesgroups within other ADAMHA institutes, the National Institute ofHealth, the Administration for Children, Youth, and Families, theBureau of Maternal and Child Health, the Department of Education,and the Department of Justice. The field would greatly benefitfrom NIMH assuming a strong leadership role in developing amulti-agency services research agenda at the federal level, anddeveloping mechanisms for multi-agency review and support ofproposals.An important precedent for this is the joint fundingof two research and training centers in children's mental healthby NIMH and the National Institute on Disability andRehabilitation Research of the Department of Education.In addition to these mechanisms, other important means ofsupporting research include research training grants and career development awards. Research training grants are discussed inthe next section. There are two primary types of research careerdevelopment awards with the general goal of enabling researchersto engage in research on a full-time basis over a period of time.One broad category is the individual career development awardsthat serve an important purpose in supporting researchers whohave completed their training and are now seeking an opportunityto devote their full-energies to research over an extended period 12of time. The second type of award is the First IndependentResearch Support and Transition (FIRST) award which is morespecifically designed to provided an initial period of supportfor a newly independent researcher. These awards may providesupport of up to $350,000 for five years.Research Training; While it is clear that the field is ready forsignificantly expanded research in service delivery and systemsof care for children, it is equally apparent that the futuregrowth and development of this field requires a strong commitmentto research training across a wide range of disciplines, andsupport of beginning researchers. This support of researchtraining is required both at the pre-doctoral andpost-doctoral level. This report is in full support of theemphasis with the IOM report on the importance of this area butgoes beyond the report to specifically address research trainingfor service delivery and system of care research.The specific mechanisms needed to support enhanced researchtraining are varied. They include training grants toinstitutions for pre-doctoral and post-doctoral training, and thesupport of multi-disciplinary services research training centers.They also include and should emphasize training opportunities forminorities.It is essential that these awards for research training have abroader focus than the traditional mental health disciplines.They may conceivably include such disciplines as anthropology,sociology, economics, education, and health policy andmanagement, for example. At a post-doctoral level, it isparticularly recommended that research training centers besupported with a multi-disciplinary focus. Suchmulti-disciplinary services research training centers need nothave an exclusive focus on children; it is essential, however,that they be required to have a significant focus on children.Funding Amounts: The previous sections of this paper havediscussed the impo,:tant themes within service delivery and systemof care research for children, research support mechanisms, andresearch training. This section provides specificrecommendations for funding amounts. These are offered for thedifferent research and research training support mechanisms.Research Support--In response to its recently issuedannouncement for services research, NIMH received more proposalsthat were approved than it was able to fund. It actuallyprovided approximately $2 million in funding. Thisannouncement, along with other developments in the field such asthe NIMH PAL initiative and the Robert Wood Johnson FoundationMental Health Services for Youth grant program, continue toattract growing interest not only from university-basedresearchers but from teams of academicians and staff from publicagencies.Further, activities such as the Robert Wood Johnsongrant program provide excellent opportunities for research thatextend beyond the evaluation that will be directly funded by thefoundation.Given these new opportunities in the field, and the 61 13response to the last special NIMH announcement, it is recommendedthat in Year One Research Support for Individual Project grantsbe $5 million. This should be expanded by $3 million per year to a total of $17 million by the end of the five year plan.In addition, it is recommended that NIMH support four researchcenters specifically for children during year one. Given thecost of conducting research on complex service delivery systems,it is recommended that they be funded during the first year at $1million each for a total of $4 million. In addition, toencourage that existing centers increase their focus on children,it is recommended that there be an additional $1 million tosupplement funding of existing NIMH-supported research centersfor the organizing and financing of services. This raises the total cost for year one for centers to $5 million. There should be an additional two centers added during year two and year three each for a total of eight centers plus supplemental funds toexisting centers at a cost of $9 million. Clearly the Center mechanism is extremely important for supporting the developmentstrong multi-disciplinary research teams with an ongoing program of research.The response to the previous NIMH centerannouncements have indicated that such announcements have greatpotential for facilitating the assembling of such teams, butprimarily around the needs of adults to this point.Next ...- is recommended that NIMH support ten servicedemonstration projects at an average cost of $400,000 during the first year for a total cost of $4 million. This should be increased by five new projects per year for a total of 30projects and $12 million after five years. The response of the children's field indicates a readiness and eagerness to undertakeservice demonstration efforts, and the response to the servie demonstration announcement for CSP shows a willingness and ability of the field to develop demonstration efforts with strong research components. There is an enormous need for suchprojects, particularly given the changing configaration ofservices and needs. For such projects to both have a strongresearch component and mount a meaningful service demonstration,there is a need for an average of $400,000 per project. It is important to emphasize again that this request is for new money for service demonstration projects. While these projectsrepresent a logical extension of NIMH-supported CASSP activities,they should extend and not replace existing CASSP activities.In the small grant area, it is recommended that there be $1million in research support during year one.This will provide for 20 grants at $50,000 per grant. The small grunt programprovides an excellent opportunity to build strongacademic--public sector linkages, and to strengthen the existingknowledge by taking advantage of naturally occurring system changes.This mechanism will not only be well-utilized but willfurther the achievement of the objectives of the PAL initiative.These grants should be increased by 10 per year for a total of 50 grants for $2.5 million after five years. 14The next research support mechanism is inter-agency grants. Thedevelopment of effective inter-agency support mechanisms is moretime-consuming than the expansion of the existing mechanisms. Itis recommended that during the first year NIMH utilize itsleadership to develop an inter-agency research agenda along withappropriate funding mechanisms. No funds for actual researchsupport are requested. However, it is recommended that duringyear two there be $3 million in research support for ten projectsat an average of $300,000 per project, and that this be expandedby ten projects each year for a total of $12 million by the endof year five.It is recommended that 10 individual Career Development Awards inservices research be awarded during year one at $100,000 each fora total of $1million.This will provide important andmuch-needed support for researchers who have completed theirtraining and are now seeking an opportunity to devote theirfull-time attention to their research career. Having invested inthe training of these individuals, it is important now to providemechanisms to support them in critical stages of their career.This should be increased by 10 awards per year until there are 50such awards by the end of the fifth year for a total amount of $5million.The final support category for research is FIRST awards (FirstIndependent Research Support and Transition awards).It is alsorecommended that $1 million in support be provided during thefirst year with this increasing to $3 million by year five. Theaverage cost per grant in this category would also be $100,000.It should be noted that the recommendations here focusexclusively on external support of research. Clearly for thenecessary expansion to take place there is a need for internalexpansion within NIMH as well. In particular, there is a needfor NIMH to add full-time staff with expertise in servicedelivery and systems of care research in children's mental healthto provide technical assistance to potential grantees and toorganize and administer the research programs.In summary, the following recommendations for research supportare made:Emnsiinhianiza_ Year OneIndividual Project Awards $ 5.0 $17.0Center Awards $ 5.0 $ 9.0Service Demonstration Awards $ 4.0 $12.0Small Grant Awards $ 1.0 $ 2.5Inter-agency Awards 0$12.0Individual Career Development $ 1.0 $ 5.0 Total $ 17.0 $60.5Research Training--For research training the only generalcategory to be included here is support of Institutional Training63 15Grants for both pre-doctoral and post-doctoral research training.This includes support of multi-disciplinary training centers for services research and support of research training forminorities.It is recommended that there be awarded 15 grantsduring year one specifically for services research at the average amount of $500,000 for a total of $7.5 million. This recommendation is based on the virtual complete absence ofsupport at present for research training in this area. Given the importance of developing a strong corps of well-qualifiedscientists to do this important but complex research/ it isfurther recommended that this be increased by six awards per year for a total of 41 grants and $19.5 million in year five.agmearylOverall, the recommendations call for support duringthe first year of $24.5 million of which $17 million is forresearch support and $7.5 is for support of research training.By the end of year five, these recommendations call for $60.5million in research support and $19.5 million in researchtraining support for a total of $79.5.These figures, while reflecting a large increase over present spending, are modest in relation to the direct and indirect costto individuals, families, and society of emotional disorders inchildren and adolescents. There are meny individual states, ior example, that spend more public money per year just forpsychiatric hospitalization for children from both state andfederal sources than the total requested allocation for researchand research training support. Further, these figures are evenmore modest considering the complexity of the service deliverymechanisms in the children's mental health field with themultiplicity of agencies and services involved. Clearly in virtually any other area of health care the expenditures forresearch on the service delivery mechanism would dwarf thecomparable expenditure in children's mental health. Particul;rly as progress is made in the basic and clinical research areas inmental health, it will be tragic if the knowledge base in theservice delivery and system of care area has not kept pace so that the field is ready to fully capitalize on the new knowledgeon behalf of children and their families.This is an unusual time in that recent years have seen muchproductive activity in the children's service delivery sector,state policy-makers are seeking empirical findings to assist themin their difficult jobs, parents and professionals are beginningto form powerful and effective partnerships/ the technology ofservices research is making significant progress, andacademicians and public administrators are sitting together toaddress problems of mutual concern. The proposed program ofsupport for research and research training will be an importantstep towards responding to the enormous need, and capitalizing on the unusual opportunity that is present. References Brandenburg, N. A., Friedman, R. M., & Silver, S. (inpress).The epidemiology of childhood psychiatricdisorders:Recent prevalence findings and methodologicissues.Journal of the American Academy_pf Child AngAdgigraentiayahlatm.Burns, B. J., & Friedman, R. M.(1989).The research basefor child mental health services and policy: How solid isthe foundation? In P. Greenbaum, R. Friedman, A.Duchnowski, K. Kutashe & S. Silver (Eds.).ConferenceProceeeings:Children's Mental Health Services andPolicy:Luilding a Research Base. Research and TrainingCenter for Children's Mental Health, Tampa, Florida.Costello, E. J. (in press).Developments in childpsychiatric epidemiology. .1clunaLsd_thgAmgragan_Agidemy2LCA_chjj,s1_AngLklgaggntFjygbsttry_LFriesen, (1989).Personal communication.Goldman, S. K. (1988).Series on community-based servicesfor children and adolescents who are severely emotionallydisturbed:Volume II:Crisis services. Washington,D.C.:Georgetown University Child Development Center.Kazdin, research, and directions.AmericanPsychologist. 180-187.Knitzer, J.(1982).Unclaimed children. Washington, D.C.:Children's Defense Fund.Institute of Medicine (1989). Research on children 4Adolesg.suLagraj. Washington, D.C.: National Academy Press.National Mental Health Association (1989).Invisiblechildren.Alexandria, Va: National Mental HealthAssociation.tav Office Technology Assessment (1986).Children's services--A Promisingresponses to neglected problems.Testimony beforehearings of the U.S. House of Representatives SelectCommittee on Children, Youth, and Families, Washington,D.C.65 Stroul, B. A. (1988).Series on community-based servicesfor children and adolescents who are severely emotionallydisturbed:Volume I:Home-based services. Washington, D.C.: Georgetown University Child Development Center.Stroul, B. A. (1989).Series on community-based servicesfor children and adolescents who are severely emotionallydisturbed:Volume III:Therapeutic foster care. Washington, D.C.: Georgetown University Child Development Center.Stroul, B. A., & Friedman, R. M. (1986).A system of care for severely emotionally disturbed children and youth.Washington, D.C.: Georgetown University Child Development Center. APPENDIX B ISSUES IN RESEARCH DESIGN ISSUES IN RESEARCH DESIGN Michael Hendricks, Ph.D.MH Associates3419 30th Street, N.W.Washington, Technical Assistance Research MeetingGeorgetown UniversityWashington, DC May 1, 1990 SIX IMPORTANT QUESTIONS Questions About the DEMONSTRATION 1.What do I want to change? 2.How can / measure these changes? 3.How can I intervene to produce changes? Questions About the RESEARCH DESIGN 4.How can I detect any changes which do occur? 5.How can I be certain that my intervention caused thesechanges? 6.How can I ensure that others can learn from my success? QUESTION #1- _What do I want to chan e? of focus: *State-level system changes*Local-level of the Trends QUESTION #2 -How can I measure these changes? Validity (measures what it is intended to measure): *Consistent with common usage*Consistent with alternative measures*Internally consistent*Predicts future behavior Reliability (produces same results repeatedly): *Composite measures better than separate measuressqv *Multiple measures better than single measures*Uniform data collection techniques Sensitivity to change: *Range of possible responses*Continuous measures better than \"ceiling\" and \"floor\" effects 2pESTION #3 change*Can increase*Technical issue (see book review) Effect size: *Actual effect*Integrity of treatment (strong, consistentlydelivered, not p(.05 \"*Might be relaxed somewhat QUESTION #5 .- How can I be certain that my intervention causedthese changes? Pre-post a common *History(i.e., other events)*Maturation(i.e., growth)*Testing(i.e., familiarity)*Instrumentation mean\" (i.e., extreme scorestend to revert to average levels)*Selection(i.e., different populations indifferent groups)*\"Mortality\"(i.e., differential dropout rates) Designs to reduce these series (30+ data points) *Randomized experiments (best): *Pretest-posttest (two or more groups)*Post-test only (two or more group QUESTION #6 -How can I ensure that others can rom mxsuccAss? Can the results be generalized: *To target population*Across other populations of interest Sampling plan: *Multiple populations*Stratified*Random sampling SELECTED REFERENCES Hickman, L. led.) Ugq_.rms_gHTL.LIiroramttievaluaticm. SanFrancisco: Jossey-Bakis, 1987. Campbell, D.T. & Stanley, J.C. Experimental and quasi-ex erimental designs for research. Chicago: Rand McNally,1963. Cohen, J.Statistical power analysis for the behavioralsciences.New York: Academic Press, 1977. Cook, T.D. & Campbell, D.T. Quasi-experimentation: Design andanalysis issues for field settings. Chicago: Rand McNally,1979. Kraemer, H.C. & Thiemann, S. (epistomologies)The foundadons for Kogan's model are selectedfrom the theory of knowledge, social psychology andsocial policy and illustrate how vatious assumptionsabout educatonal issues can promote different formsof political control, education accountability being aunique and significant case. Professor Kogan has pro-vided us with a compreheneive examination of theissues at hand and does a credible job in broadening theperspective of individuals examining the accountabilityissue.Although the context is almost exclusively British,the model has universal relevance for addressing theissue of education accountability and provides thereader with a comprehensive portrait of the interactionsof the various elements of the model. Often educatorsand non-educators tend to focus on one particularaspect of accountability and fail to properly integratethe dimensions of value, effectiveness, sociotechnologyand epistomology.Professor Kogan's work is well written, succinct, andstimulating. The book would be valuable reading forgreauate students in education and practicing schooladministrators, who must face this issue almost daily.The slight inconvenience of adapting the concepts pre-sented to a local framework should not deter scholarsfrom enjoying this analytic overview. How Many Subjects? Statistical Power Analysis in Research, by Helena Chmura Kraemer and Sue Thiemann,Newbury Park, CA: Sage, 1987, 120 pages. Reviewer: Charles S. ReichardtIf you want to learn how to do a statistical poweranalysis with a minimum of effort, this is a book youshould read.As commonly used, the label \"statistical power anal-ysis\" encompasses two separate, though related, tasks.One task is to determine the level of power that isobtained when a statistical significance test is used witha Oven sample size. The other task is to determine theaample size needed to obtain a given level of power. Asthe tkle of the book sugaests, the focus of the volumeix on the second task; determining the necessary sam-ple size. In designing a study, this task is usually themore important of the two. Nonetheless, the text allowsyou to perform the other task as well.To perform either task, you need to do a few cal-culations and look up the results in a table. The neces-sary calculations are explained with the use of clearlylabelled formulas and concise examples. Different sta-tistical significance tests require different formulas (anda couple involve calculating an exponential or arcsine).But across the different statistical tests, the formulasare presented using a parallel structure. And mostimportantly, the formulas are easy to find and deci-pher, both in the text and in a summary table. As aresult, after you have read the text once, months lateryou will be able to recover the appropriate formulasand figure out how to use them quickly and easily.After you have performed the relevant calculations,you then look up an answer in a power table. This stepis also quick and easy because there is only one table touse and it is laid out in a simple fashion. You use thisone table to determine the level of power that isobtained for a given sample size as well as to determinethe sample size needed to obtain a given level of power.You also use this one table for all the different statis-tical tests. Its all very simple.Of course, statistical power analysis is not completelymechanical. A thoughtful answer requires thoughtfulinput. For example, to determine the sample size to usein a study, you must decide, among other things, whatlevel of power is adequate and how small a differencebetween the null and alternative hypotheses you areinterested in detecting. But once you make all of thesesubstantive decisions, determining the necessary samplesize Is purely computational. The beauty of the text hyKraemer and Thiemann is that the computations aremade so simple conceptually that you can focus yourthinking on the important substantive decisions.Most of the commonly used statistical tests arecovered in the text. Specifically, the text shows how toperform power analyses for tests of means, differencesbetween means, proportions, differences betweenproportions, correlations, bivariate regression slopes,and variance ratios. For most of these tests, the resultsof the powee calculations are approximations, but thereseems to be little need for more exact answers. Oftenthe formulas that are provided allow for useful com-plexities, such as unequal sample sizes, with little loss inconceptual simplicity. The text also presents proceduresfor amassing power in less commonly used tests such astests of Spearman's rank correlation and Kendall's tau.These tests are not covered in the classic volume byCohen (1977), or anywhere else that I know of.Other statistical significance tests, however, are notconsidered in the volume. For example, you will haveto look elsewhere (e.g., Cohen, 1977) to learn how todo power analyses for tests of coefficients in multipleregression and for tests of differences between correla-75 Book Reviews 381tions. Kraemer and Thiemann do give intuitively appeal-ing procedures for determining power in a balancedanalysis of variance and in two-way contingency tables.But the proposed procedures are a bit piecemeal andresearchers may wish to supplement them with prom-dures described in other sources, such as Cohen (1977).In addition to explaining how to perform power cal-culations, the text also presents a number of princiOesfor making research cost-effective. For example, thetext demonstrates how power is lost by using statisticaltests that dichotomize variables measured on a contin-uous scale. The text also demonstrates the loss in poseerthat results from using unequal sample sizes in tests ofmean differences, as well as the increase in power thatresults from increasing the variability of the indepen-dent variables in a regression analysis.Unfortunately, a couple of the principles that arepresented in the text are incorrect. The text incorrectlyspecifies the conditions under which it would be advan-tageous to include a pretest measure in a between-groupcomparison. This is because the text considers the valueof adding a pretest only for an analysis of variance onpretest-posttest differences rather than for an analysisof covariance which would be more powerful undermost conditions. Indeed; perhaps the most glaringomission in the text's suggestions for cost-effectivedesign it the failure to emphasize the increase in powerthat can be obtained by adding a covariate, The textalso badly misinforms researchers about the value ofblocking in analysis of variance. Nonetheless, the vie.tues of the tent outweigh the errors.Another notable feature of the volume is that it con-denses its wealth of information into a remarkablysmall package. The text of the volume along withaccompanying tables takes up only 81 pages. In addi-don, the pages are small and the type is large. You canread cover to cover in two to three hours. To learn howtoC1.0a power analysis for a specific test (e.g., a test ofdifference between proponions), you would have toread only two chapters which would take only abouthalf an hour; a small investment to pay for being ableto do a power aneiysis like a pro.All in all thle is a wonderful little book. It makespower analyses quick and easy to perform which meansthat you'll be more inclined to perform them. ThoughI think very highly of the volume, I must add one reser-vation ehout its use.If you are going tts do statistical significance testsyou ought to perform power analyses. But should youuse statistical significance teste in the first place? Often,I beiieve the answer is no. This is because confidenceintervals often should be used in place of statistical sig-nificance tests. Part of the reason is that statistical sig-nificance tests investigate only the direction or existenceof a parameter while a confidence interval inveseigatesthe size of a parameter, and knowing size usually ispreferab!e (Reichardt & Gollob, 1987).By explaining simply and clearly how to do poweranalyses, this book can greatly improve your use of sta-tistical signifieance tests. For this reason .hope youbuy the hook and use it. Although this volume cangreatly improve your use of ststistlad significance tests,your research often could be improved more by usingconfidence intervals instead.REFERENCESCOHEN, 3 (1977).Statistical power No, 35. San Francisco:Jossey-Bass. APPENDIX C VERMONT SYSTEM FOR TRACKING CLIENT PROGRESS VERMONT SYSTEM FOR TRACKING CLIENT PROGRESS' INTRODUCTION and PURPOSEThe purpose of this project is to develop a system for tracking client progress throughthe Vermont System of Care for Children and Adolescents. The information that is collectedwill be used to improve the provision of services within this System. The clients will be childrenand adolescents with severely malk'usted behavior who are at risk of being placed in a morerestrictive setting.One way to improve a systcm of care is to obtain reliable data that relates treatmentprocedures to treatment outcomes. At the present time, however, there are few service deliverysystems that can empirically document behavioral characteristics of the different children that arebeing served, how the children are being served, and the level of behavior adjustment during andafter services. When decisions are made to send a child to an out-of-state residential treatmentprogram, or to wrap individualized services around a child in his or her community it is veryunlikely that the decision is based on data that show that the outcome for that treatment isbetter than that for any other treatment.There are several ways to defend making treatment decisions in the absence ofempirically-based outcome data. It can be argued that I) different treatments don't make adifference, 2) different treatments do make a difference but we know the difference withoutoutcome data or 3) outcome data may improve our knowledge of the differences but it wouldnot be cost-effective to obtain it. While there is little agreement with the first argument there isconsiderable support for the other two. With respect to the second, most case-workers/case-managers believe they know whether or not a particular treatment program is effective, at leastwith respect to the alternatives that are available. They make decisions that are \"in the bestinterest of the child.\" Nevertheless, it is not uncommon for case-workers/case-managers todisagree amongst themselves. \"I use program A because I've had pretty good experiences withit.\"\"She tends to use program B more than I do because she's had better luck with it.\" Theopinions tend to be shaped by experiences with specific children. While personal experience is,and will always be an important part of any treatment decision, the question is whethertreatment decisions can bc improved with more comprehensive and more objective outcomedata. Would it help to know how similar children responded to a range of different treatmentprograms over a two or three year period? In a few locations in Vermont, intensive,individualized wraparound services are being administered as an alternative to out-of-communityresidential treatment. Would it help to compare children who receive these very differenttreatments, both in terms of the nature and severity of maladjusted behavior before treatment aswell as with adjustment outcomes after treatment? 'This client tracking system is based on the work of John VanDenBerg (Alaska Divisionof Mental Health and Developmental Disabilities), David Born (University of Kansas), and)hnBurchard and Mark Schaefer (University of Vermont). It is a collaborative effort between theVermont Departments of Mental Health and Social and Rehabilitation Services, the VermontDivision of Special Education, the Department of Psychology at the University of Vermont, theAlaska Departments of Health and Social Services and Education, and the University of Alaska.Much of this work has been supported by the National Institute of Mental Health (Child andAdolescent Services System Program). The purpose of the copyright is to promote thecoordination of any research involving the use of the data collection instruments used in thistracking system. 78 The Vermont System for Tracking Client Progress (VSTCP) is based on the belief thatmore comprehensive and more objective client outcome data can result in significantimprovements in the existing System of Care. Also with respect to the third concern, it isbelieved that meaningful and useable outcome data can be obtained without creating anexcessive burden in terms of costs and labor. As will be seen below, the most critical and labor-intensive component of VSTCP is obtaining adjustment data on a daily basis. To achieve thatobjective, it is necessary to identify the most important adjustment indicators and define them insuch a way that they can be recorded reliably by a primary caretaker in one to three minuteseach day. On the basis of extensive preliminary tests in both Vermont and Alaska, it appearsthat such an objective can be achieved.METHODSNote: The term \"residential setting\" will be applied to all living situations, whether thechild is at home or in some other setting. The term \"substitute-care\" indicates that thechild is living in a setting where the primary caregivers are individuals other than thechild's natural parents or relatives.SubjectsChildren and adolescents with severe behavior maladjustment, ranging in age from 3 to22 years, will be placed on the Vermont System for Tracking Client Progress. It is anticipatedthat the project will add 50 clients to the tracking system for each of three consecutive years.The client inclusion criteria and the length of time clients will be in the project will bedetermined by a Project Advisory Committee that is being established with representation fromrelevant state agencies, providers, advocates, and consumers.MeasuresThe VSTCP is comprised of four components, the Daily Adjustment Component (DAC),the Bi-annual Adjustment Component (BAC), the Service Tracking Component (STC), and theConsumer Satisfaction Component (CSC). Each component will be described separately. Dav Adjustment Component (DACIThe DAC consists of a behavior checklist of adjustment indicators which is desiRned tomeasure those behaviors which place a child at risk of placement into a more restrictivesetting.It is a daily checklist which requires the respondent to record on an opticalscanner form whether a behavior did or did not occur. The checklist measuresoccurrence or non-occurrence as opposed to the frequency of occurrence. A backuprespondent will be designated in the event that the primary respondent is unavailable.Social validity and inter-rater reliability are currently being assessed. Completion of theDAC should not require more than 1-3 minutes per child. It is intended to be usedwherever the child resides, whether in the home or in a substitute-care setting. SeeAppendix A for a list of each of the adjustment indicators and definitions. A trainingmanual is currently being developed to help respondents learn critical components ofeach definition.Bi-annual Adjustment Component (BAC)The BAC is composed of the parent (CBCL), teacher (TRF), and youth (YSR) behaviorchecklists designed by Tom Achenbach and Craig Edelbrock. The CBCL will beadministered to parents or residential staff every six months. The TRF will beadministered to educational staff and the YSR will be administered to youth 11 years of 7 age or older. They each relate to the childs' adjustment over a preceding 6 monthperiod of time and focus on both social competence and problem behaviors. Thesemeasures have excellent reliability and validity. All of these checklists requireapproximately 15 minutes to complete.ervice Tracking Component S CThe Service Tracking Component will be designed to provide weekly informationregarding the provision of services to a child. It is of interest to determine whereservices are being provided and the nature and frequency of those services. Records willbe kept of changes in residential or educational setting, and significant service deliverychanges within either of those settings. This form is currently in development.Corts_utm... ag§h_c_thx_p_ICom onenaCISCThe Consumer Satisfaction Component (CSC) is comprised of Consumer SatisfactionQuestionnaires that are being designed for parents, children, and adolescents. The child'sparent(s) or legal guardian will till out a Consumer Satisfaction Questionnaire every sixmonths. Children and adolescents who have given their assent will also be given aConsumer Satisfaction Questionnaire bi-annually. It is anticipated that thesequestionnaires will require approximately 15-30 minutes to complete.ConsentInformed consent to place the child on the tracking system will be obtained from thechild's parent or the Commissioner of SRS if the child is in the custody of the State. Informedconsent will also be obtained from each individual respondent with respect to their participation.In those cases where staff rotation would preclude the designation of a single respondent,consent will be obtained from the program director.Those portions of the system for which the child or youth is asked to be the respondent(ie. the YSR and Child or Youth Consumer Satisfaction Questionnaire) will require their assentprovided they are 11 years of age or older. For those children who do not wish to participate.data will be collected from adult respondents only.TimelineThe Daily Adjustment Compcnent of the tracking system is presently being field testedon a small number of clients who are receiving services within different components of theVermont System of Care. In addition data relating to social validity and reliability is currentlybeing collected. Undergraduate students will implement the system and are currently taking partin an extensive training process. It is anticipated that all components of the tracking sy,tern willin place by late February.Any questions regarding this project should be addressed to either John Burchard orMark Schaefer in the Psychology Department at the University of Vermont. Phone: (802) 656-2670. DAILY ADJUSTMENT INDICATORS Directions: Please indicate according to your best judgentent whether or not thefollowing behaviors or events have occurred on this day. Fill in the appropriate circle. (Y=YES, N=NO)Week beginnin(MONTH/DAY/YEAR) SICAL AGGRESSION: Did the child or youth hit, stiintent to ham them? (Includes hitting with ano2. PROPERTY DAMAGE Did the child or youth damage property 00 00 00 MTWSeø000eeoee 4. RUNAWAY: Did the child or youth run away? MTWT F SSes es es es es es es 6. SEXUAL ACTING OUT: Did the child or youth engage in inappropriate sexual behaviorwhich was displayed publicly or directed toward another person?EXTREME VERBAL ABUSE Did the child or youth speak to another person in an extremelymalicious, abusive or intimidating manner?S. SAM Was the child or youth sad, withdrawn, or depressed to a degree which significantlyinterfered with participation in an important activity?ANXIOJS: Was the child or youth fearful, anxious, or worried to a degree which significantly MT\\ VTwith participation in ar important activity?MTS. S.:;00es...vs-es.MTWTF SS00 00 es es 0'Z' 00 00MTWTF SSes es es es es me esMTWTF S Ses es es es es es es 10. SELF-INJURY: Did the child or youth harm or attempt to harm him or herself nonaccidentally? 11 INAPPROPRIATE BOWEL MOVEMENTS: Did the child or youth intentionally smearhis or her feces or deposit them Man inappropriate place?es es ;;Des es es es esMTWTF SS00 00 00 00 00 00 00MTWTF SS00 00 00 00 00 00 0012. YIEE THREAT: Did the child or youth threaten kr engage in physical assault in a manner which MTWT F SSwhich you believe was life threatening?13. SEXUAL ABUSE/ASSAULT: Did the child or youth attempt to force him or herself uponanother person sexually?8100 00 00 00 00 00 00M'IWIF SSes 00 es es es ev .00.1abierevisionE DAILY ADJUSTMENT INDICATORS, SIDE 214. SUIODE ATTEMPT: Did the child or youth have delusions, hallucinations, obsessions, compulsions, MT WT F SS or other bizarre behavior which significantly interfered with an important activity? 00 00 00 00 00 00 09ve Vthldutie hunting with on.) .: ..' . ...18. SELF-CONFIDENCE: Did the child or youth appear self-confident in his or her activities formore than 85% of the time? .......:.. ..OMPL1ANCE: Wai the oests and zeneralble 05% of the time20. PEER INTERACTIONS: Did the child or youth have good peer/sibling relations MT*TF S S00 00 00 00 00 00 00 85% of the time? (Please check 0 if no peer or sibling contact . .....MTWTF 0 0 00 00 00 :........r School attendance? (Please check :0 :if thri:waslio. .. ....22. PARENT CONTACT: Did the child or youth have contact with his or her natural or adoptive MTWTF S Sparent(s) on this day? ancludes letter, telephone call, or personal visit) ee es ee ee ee ee eeVOCATIONAI: iNVOLVIll4P141T: Did Or yOut,h:,Waik for Pay (check \"Ps) MT a volunteei(check ler)?..(If :er? ea. :!6°24. POLICE CONTACT: Did the child or youth have contact with the police concerning M 1'WT F SS his or her negative or suspicious behavior? 0 0 0 0 0 0 00 00 MO MO .%:.... :..:...:.:.....:. . Monday WednesdayThursda GENERAL 8 5Behavior Adjustment Component School111114 4 4 4 4 4 4 4 3 3 3 3 Residence2.00+ 1.75 1.50 1.25 -1 1.00 0.75 0.50 0.25 011111.4 4 4 4 4 4 4 4 2 2 2 2333333111 222211111 0481216Weeks202428 nEU APPENDIX DSOME POSSIBLE MEASURES FOR IMPROVEMENTS TO ME CASSPSYSTEM AND SERVICE DELIVERY 87 SOME POSSIBLE MEASURES OF IMPROVEMENTSTO THE CASSP SYSTEM AND TO ITS SERVICE DELIVERY Michael Hendricks, Ph.D.MH Associates3419 30th Street, N.W.Washington, Technical Assistance Research MeetingGeorgetown UniversityWashington, DC May 2, 1990 SIX (UNOFFICIAL) GOALS OF CASSP #1:Increase the viikkilitx and aigsity mental healthservices across the continuum of care #3:Serve more children as aumpskEtely as possible #4:Improve the efficitasy of service delivery amongdifferent child-serving agencies #5:Involve families in planning and treatment efforts #6:Assure that services are provided in a culturallysensitive manner Set) Oittetpt gobio:INCREASE THE VISIBILITY AND PRIORITY gP CHILDW'SyIENTAL HEALTH SERVICES AIIttElma2naftntliEstablish a focal point for children's mental healthservicesDevelop top-level support for children's mental healthservicesDevelop public support for children's mental health servicesDevelop a planning process that invo'ves all key playersDefine the target populationComplete a needs assessment of the target populationDevelop a children's mental health planInclude children and adolescents as a priority population inmental health plans or other official documents Service Delivem_Amaympults: *Identify all needy children in the target population °RAFT pon Ill_ INCREASp FUNDINg !TR CHILDREW'S MENTAL HEALTH SERVICESACROSS THE CONTINUUM OF CARE Ax1Xem_Improvements:Increase the overall resources available for children'smental health servicesExpand Medicaid reimbursement for needed servicesAccess new funds from private sourcesIncrease the proportion of total mental health fundsearmarked for children's services Service Delivea_lmarovements:Increase the proportion of identified target populationserved 91 °RAPT 9991A22_,SERVE MORE CHILDREN AS APPROPRIATELY AS POSSIBLE EIMAILIERE9lements:Modify legislation, regulations/ policies, standards, etc.as needed todevelop a full range of servicesReallocate resources, especially from out-of-state andinstitutional-based services to in-state and community-basedservicesSupport mini-demonstrations of components of continuum ofcareStimulate the supply of trained professionals Service DelisTALImploments:Increase the number of r.lots available in each core serviceDecrease the total number, relative proportion, and lengthof restrictive placements (e.g., out-of-state, out-of-home,institutional)Increase the utilization of alternatives to hospitals andresidential treatment centers %Et).conFALIMPROVE THE EFFICIENCY OF SERVICE DELIVERY AMONGDIFFERENT CHILD-SERVING AGENCIES System Improvements:Establish formal coordination mechanisms (committees, taskforces, etc.)Establish formal interagency agreementsDevelop joint funding initiativesDevelop joint programming initiativesDevelop joint case-management policies and procedures Service Delivery Im rovements:Increase the total number and relative proportion ofchildren with case managersEstablish an individual treatment plan for each child 93 GOAL tELEmEm FAMILIES IN PLANN/NG AND TREATMENT EFFORTS System Improvements:Develop new family support and/or advocacy groups (e.g.,sponsor conferences or workshops, train family members,provide information)Include families on key policymaking, planning, and advisorygroupsInvolve families in developing the State plan and otherplanning efforts Service Delivery Improvements:Involve each child's family in treatment planning andservice delivery GOAL 06:ASSURE THAT SERVICES ARE PROVIDED IN A CULTURALLYSENSITIVE MANNER System Improvements:Include minorities on key policymaking, planning, andadvisory groupsInvolve minorities in developins the State plan and otherplanning effortsConduct a special assessment of minority needsDevelop special plans for providing culturally sensitiveservicesTrain staff regarding cultural sensitivitySponsor conferences, workshops, forums, etc. on culturalsensitivity Service Delivery Improvements: *Hire bilingual and/or bicultural staffDevelop specialized programs or services for minoritypopulations 1'5 APPENDIX E PROTECTION OF HUMAN SUBJECTS PRR R'mortsIwNIHPHSHHS PROTECTIONOFHUMAN SUBJECTS CODE OF FEDERAL REGULATIONS45 CFR 46 Revised as of March 8, 1983 NATIONAL RESEARCH ACTPUBLIC LAW 93-348JULY 12, 1974 INSTITUTIONAL REVIEW BOARDS; ETHICS GUIDANCE PROGRAMSEC. 212. (a) Part I of title IV of the Public Health Service Act, asamended by section 103 of this Act, is amended by adding at the end thefollowing new section: \"INSTITUTIONAL REVIEW BOARDS; ETHICS GUIDANCE PROGRAM\"SEc. 474. (a) The Secretary shall by regulation require that each entitywhich applies for a grant or contract under this Act for any project orprogram which involves the conduct of biomedical or behavioral researchinvolving human subjects submit in or with its application for such grant orcontract assurances satisfactory to the Secretary that it has established (in-accordance with regulations which the Secretary shall prescribe) a board (tobe known as an 'Institutional Review Board') to review biomedical andbehavioral research involving human subjects conducted at or sponsored bysuch entity in order to protect the rights of the human subjects of suchresearch.\"(b) The Secretary shall establish a program within the Departmentunder which requests for clarification and guidance with respect to ethicalissues raised in connection with biomedical or behavioral research involvinghuman subjects are responded to promptly and appropriately.\"(b) The Secretary of Health, Education, and Welfare shall within 260days of the date of the enactment of this Act promulgate such regulations asmay be,required to carry out section 474(a) of the Public Health ServiceAct. Such regulations shall apply with respect to applications for grants andcontracts under such Act submitted after promulgation of such regulations. THE CODE OF FEDERAL REGULATIONS,45 CFR 46, IMPLEMENTS THESE AMENDMENTSTO THE PUBLIC HEALTH SERVICE ACT. salus ubi multi coniiliarii f.4 6 CODE OF FEDERAL REGULATIONS TITLE 45PUBLIC WELFARE DEPARTMENT OF HEALTH AND HUMAN SERVICESNATIONAL INSTITUTES OF HEALTHOFFICE FOR PROTECTION FROM RESEARCH RISKS PART 46-PROTECTION OF HUMAN SUBJECTSREVISED AS OF MARCH 8, 1983 Page 4 45 CFR 46PART 46-PROTECTION OFHUMANSUBJECTSSubpart A-Bask HHS Policy Expedited review procedures forcertain kinds of research involving nomore than minimal risk, and for minorchanges in aproved research.46.111Criteria for IRB approval ofresearch.46.112Review by for informedconsent.46.117Documentation and lackingdefinite plans for involvement of humansubjects.46.119Research undertaken without theintention of involving human subjects.46.120Evaluation and disposition ofapplications and proposals.46.121Investigational new drug or device30.day delay requirement.46.122Use of federal funds.46.123Early of Vitro Fertilization Sec.46.201Applicability.46.202Purpose.46.203Definitions.46.204Ethical Advisory Boards.46.205Additional duties of the InstitutionalReview Boards in connection withactivities involving fetuses. pregnantwomen, or human in vitro krtilization.46.206General limitations.46.207Activities directed toward pregnantwomen as subjects.44.208Activities directed toward fetuses inutero as subjects.46.209Activities directed toward fetuses cxmem. including nonviable fetuses assubjects.46.210Activities involving the dead fetus,fetal material, or the placema.46.211Modification or waiver of specificrequirements.Subpart C-AdditionalProtectionsPertaining to Biomedical andBehavioral Research as SubjectsSec.46.301Applicability.46.302Purpose.46.303Definitions.46.304Composition of ReviewBoards where misoners are involved.46.305Additional duties of prisoners areinvolved.46.306Permitted activities Subpart D-Additional Protectionsfor Children Involved Sec.46.401To these regulations apply?46.402Definitions.46.403IRB duties.46.404Research not involving greater thanminimal risk.46.405Research involving greater thanminimal risk but presenting the prospectof direct benefit to the individual subjects.46.406Research involving greater thanminimal risk and no prospect of directbenefit to indiVidual subjects, but likely toyield generalizable knowledge about thesubject's disorder or condition.46.407Research not otherwise approvablewhich presents an opportunity tounderstand, prevent, or alleviate a seriousproblem affecting tke health or welfare ofchildren.46.408Requirements for permission byparents or guardians.and for assent 1981, 4'8 FR9269, March 4, 1983. a 46.101To what do theseregulations apply?(a) Except as provided inparagraph (b) of this section, thissubpart applies to all researchinvolving human subjects conductedby the Department of Health andHuman Services or funded in wholeor in part by a Department grant,contract., cooperative agreement orfellowship.(1) This includesresearchconducted by Department employees,except each Principal OperatingComponent head may adopt suchnonsubstantive, proceduralmodifications as may be appropriatefrom an administrafive standpoint.(2) it also includes researchconducted or fundedbytheDepartment of Health and HumanServices outside the United States,but in appropriate circumstances, theSecretary may, tinder paragraph (c) ofthis section waive the applicability ofsome or all of the requirements ofthese regulations for research of thistype.(b) Research activities in which theonly involvement of human subjectswill be in one or more of thefollowing categories are exempt fromthese regulations unless the researchis covered by other subparts of thispart:( I) Research conducted inestablished or commonly acceptededucational settings, involvingnormal educational practices, such as(i) research on regular and specialeducation instructional strategies, or(ii) research on the effectiveness of orthe comparison among instructionaltechniques, curricula, or classroommanagement methods.(2) Research. involving the use ofeducational tests (cognitive,diagnostic, aptitude, achievement), if 45 CFR 46 information taken from these sourcesis recorded in such a manner thatsubjects caonot be identified, directlyor through kientifiers linked to thesubjects,(3) Research involving survey orinterview procedures, except whereall of the following conditions exist:(i) responses are recorded in such amanner that the human subjects canbe identified, directly or throughidentifiers linked to the subjects, (ii)the subject's responses, if theybecame known outside the r.esearch,could reasonably place the subject atrisk of criminal Of civil liability or bedamaging to the subject's financialstanding or employability, and (iii)the YAW sensitiveaspects the subject's own behavior,such 3S illegal conduct, drug use,sexual behavior, or use of alcohol.All research involving survey orinterview procedures is exempt,without exception, when therespondents are elected oe appointedpublic officials or candidates forpublic office.(4) Research involving theobservation (including observation byparticipants) of public behavior,except where all of the followingconditions exist: (i) observations arerecorded in such a manner that thehuman subjects can be identified,direcdy or through identifiers linkedto the subjects, (ii) the observationsrecorded about the individual, if theybecame known outside the research,could reasonably place the subject atrisk of criminal or civil liability or bedamaging to the subject's financialstanding or employability, and (iii)the research with sensitiveaspects the subject's own behaviorsuch as 'Regal conduct, drug use,sexual behavior, or use of alcohol.(5) Research involving thecollection or study of exhting data,documents, records, pathologicatspecimens, or diagnostic specimens,if these sources are publicly availableor if the information is recorded bythe investigator in such a manner thato*msubjects cannot be identified, directlyor through identifiers linked to thesubiects.(6) Unless specifically required bystatute (and except to the extentspecified in paragraph (i)), researchand demonstration projects whichare conducted by or &abject to theapproval of the Department ofHealth and Human See-vices, andwhich are designed to study,evaluate, or otherwise exarnine: (i)programs under the Social SecurityAct, or other public benefit orservice programs; (ii) procedures forobtaining benefits or services underthose programs; (iii) possible changesin or alternatives to those programsor procedures; or (iv) possiblechanges in methods or levels ofpayment for benefits or servicesunder those programs.(c) The Secretary has finalauthority to determine whether aparticular activity is covered by theseregulations.(d) The Secretary may require thatspecific research activities or classesof research activities conducted orfunded by the Department, but nototherwise covered by theseregulations, comply with some or allof these regulations.(e'i The Secretary may also waiveapplicability of these regulations tospecific research activities or classesof research activities, otherwisecovered by these regulations. Noticesof these actions will be published intheFederal Register asthey ocour.(f) No individual may receiveDepartment funding for researchcovered by these regulations unlessthe individual is affiliated with orsponsored by an institution whichassumes responsibility for theresearch under an assurance satisfyingthe requirements of this part, or theindividual makes other arrangementswith the Department.(g) Compliance with theseregulations will in no way renderinapplicable pertinent federal, state,or local laws or regulations.Page Sno(h) Each subpart of theseregulations contains a separatesection deecribing to what the subpartapphes. Research which is coveredby more than one subpart shallcomply with ell applicable subparts.(i) lf, following review ofproposed research activities that areexempt from these regulations underparagraph (bX6), the Secretarydetermines that a research ordemonstration project presents Rdanger to the physical, mental, oremotional well-being of a participantor subject ofthe research ordemonsiration project, then federalfunds may not beexpended for sucha project Definitions.(a) \"Secretary\"means Health and any other officer oremployee of the Department ofHealth and Human Serviees to agency state, and other agencies).(d) \"Legally authorizedrepresentative\" means in individualor judicial or other body authorizedunder applicable law to consent onbehalf of a prospective subject to thesubject's participation in theprocedure(s) involved in the research.(e) \"Research\" means asystematic investigation designed todevelop or contribute to generalizableknowledge. Activities which meetthis definition constitute \"research\"for purposes of these regulations,whether or not they are supported orfunded under a program which isconsidered research for otherpurposes. For example, some\"demonstration\" and \"service\"programs 45 \"Human means alivine about whom professional orstudent) conducting research obtains(1) data through interventionorinteraction with the individual, oi (2)idemifiabie private information.\"Intervention\" includes hy which information behaviorthat mem .1 in a context in which anindividual can reasonably expect thatno observation or recording is takingplace. and information which hasbeen provided for specificpurposesby an individual and which theindividuel can reasonably expect willnot be made public (for example, amedical record). Private informatioemust be individually-identifiable(i.e., the identity of the subject is ormay readily bc ascertained by theievestigator or associated with theinformation) in order for obtainingthe information to constitute researchinvolving human subjects.(g) \"Minimal risk\" means that therisks of harm anticipated in theproposed research ere not greater,considering probability andmagnitude, than those ordinarilyencountered in daily life or during theperformance of routine physical orpiychological examinations or tests.(h) \"Certification\" means theofficial notification by the institutionto the Department in accordance withthe requirements of this part that aresearch project or activity involvinghuman subjects hes been reviewedand approved by the InstituttonalReview Board (IRB) in accordances.h the approved assurance on file atHHS. (Certification is required whenthe research is funded by theDepartment and not otherwise exemptin accordance with § 46.101(b)).§ 46.103Assurances.(a) Each institution engaged inresearch covered by these regulationsshall provide written assurancesatisfactory to the Secretary that iiwill comply with the requirements setforth in these regulations.(b) The Department wilt conduct ortund research covered by theseregulations only if the institutier. hasan assurance approved as provided inthis section, and only if the institutionhas certified to the Secretary that theresearch has been reviewed andapproved by an IRS provided for inthe assuror, and will be subjecliocontinuing review by the 1RB. Thisassurance shall at a minimum include:(I) A statement of principlesgoverning the institution in thedischarge of its responsibilities forprotecting the rights and welfare ofhuman subjects of research conductedat or sponsored by the institution,regardless of source of funding. Thismay include an appropriate existingcode, declaration, or statement ofethical principles, or a statementformulated by the institution itself.This requirement does not preemptprovisions of these regulationsapplicable to Department-fundedresearch and is not applicable to anyresearch in an exempt category listedin § 46.101.(2) Designation of one or moreIRBs established in accordance withthe requirements of this subpart, andfor which provisions are made formeeting space and sufficient staff tosupport the IRB's review andrecordkeeping duties.(3) A capacity; indications boardcertifications, licenses, etc.,sufficient to describe each member'schief anticipated contributions to IRBdeliberations; and any employment orother relationship between eachMember and the institution; forexample: full-time employee, part-time employee, member of governingpanel or board, stockholder, paid orunpaid consultant. Changes in !RHmembership shall be repeated to theSecretary.'(4) Written procedures wbich theIRB will follow (i) for eonducting itsinitial and contieumg review ofresearch and for reporting its findingsand actions to the investigator and theiiistitution; (ii) for determiaing whichprojects require re /iew more oftenthan annually and which projectsneed verification from solutes otherthan the investigators that to materialchance have occurred since previous1RB review; (iii) for insuring promptreporting to the 1RB of proposedchanges in a research activity, and forinsuring that changes in approvedresearch, during the period for whichIRB approval has already been given,may not be initiated without IRBreview and approval except wherenecessary to eliminate apparentimmediate hazards to the subject; and(iv) for insuring prompt reporting tothe IRB and to the Secretary 1 ofunanticipated problems involvingrisks to subjects or others.(c) The assurance shall be executedby an individual authorized to act forthe institution and to assume onbehalf of the institution theobligations imposed by theseregulations, and shall be filed in suchform and manner as the Secretarymay prescribe.(d) The Secretary will evaluate allassurances submitted in accordancewith these regulations through suchofficers and employees of theDepartment and such experts orconsultants engaged for Allis purposeas the Secretary determines to beappropriate. The Secretary'sevaluation, will take intoconsideration the adequacy of theproposed IRB in light of theanticipated scope of the institution'sresearch activities and the types ofsubject populations likely to be Reports should be filed with the Officefor Protection from Research Risks, Nationallneitutes of Heahh, Depanment of Healthand Human Services, Bethesda, Maryland20205. 45 CFR 46 Page 7 involved, the appropriateness of theproposed initial and continuingreview procedures in light of theprobable risks, and the size andcomplexity of the institution.(e) Go the basis of this evaluation,the Secretary may approve ordisapprove the assurance, or enterinto negotiations to develop anapprovable one. The Secretary may,limit the period during which anyparticular approved assurance or classof approved assurances shall remaineffective or otherwise condition orrestrict approval.(1) Within 60 days after the date ofsubmission to HHS of an applicationor proposal, an institution with anapproved assurance covering theproposed research shall certify thatthe application or proposal has beenreviewed and approved by the IRB.Other institutions shall certify that theapplication or proposal has beenapproved by the 1RB within 30 daysafter receipt of a request for such acertification from the Department. Ifthe ceitification is not submittedwithin these time limits, theapplication bereturned to the institution.46.104[Reserved]§ 46.105[Reserved]§ 46.106(Reserved]§ 46.107 IRB membership.(a) Each IRB shall have at leastfive members, with varyingbackgrounds to promote complete andadequate review of research*activitiescommonly conducted by theinstitution The IRB shall besufficiently qualified through theexperience and expertise of itsmembers, and the diversity of themembers' backgrounds includingconsideration of the racial andcultural backgrounds of members andsensitivity to such issues ascommunity attitudes, to promoterespect for its advice and counsel insafeguarding the rights and welfare ofhuman subjects. In addition topossessing the professionalcompetence necessary to reviewspecific research activities, the 1RBshall be able to ascertain theacceptability of proposed research interms of institutional commitmentsand regulations, applicable law, andstandards of professional conduct andpractice. The IRB shall thereforeinclude persons knowledgeable inthese areas. If an IRB regularlyreviews research that involves.avulnerable category of subjects,including but not limited to subjectscovered by other subparts of.this part,the 1RB shall include one or moreindividuals who are primarilyconcerned with the welfare of thesesubjects.(b) No IRB may consist entirely ofmen or entirely of women, or entirelyof members of one profession.(c) Each IRB shall include at leastone member whose primary in nonscientific areas; forexample: lawyers, membersof the clergy.(d) Each IRB shall include at leastone member who is not otherwiseaffiliated with the institution and whois not part of the immediate family ofa person who is affiliated with theinstitution.(e) No IRB may have a memberparticipating in the IRB's initial orcontinuing review of any project inwhich the member has a conflictinginterest, except to provideinformation rquested by the IRB.(f) An IRB may, in its discretion,invite individuals with competence inspecial areas to asiist in the review ofcomplex ',ssues which requireexpertise beyond or in addition to thatavailabl.e on the IRB. Theseindividuals may not vote with theIRB. § 46.108IRB functions andoperations.In order to fulfill the requirementsof these regulations each IRS shall:(a) Follow written procedures asprovided in § 46.103(b)(4), .103(b) Except when an expeditedreview procedure is used (see§ 46.110), review proposed researchat convened meetings at which amajority of the members of the 1RBare present, including at least onemember whose primary concerns arein nonscientific areas. In order for theresearch to be approved, it shallreceive the approval of a majority ofthose members present at themeeting.(c) Be responsible for reporting tothe appropriate institutional officialsand the Secretary I any serious orcontinuing byinvestigators with the requirementsand determinations review of research.(a) An 1RB shall review and haveauthority to approve, requiremodifications in (to secure approval),.or disapprove all research activitiescovered by these regulations.(b) An IRB shall require thatinformation given to subjects as partof informed consent is in accordancewith § 46.116. The IRB may requirethat information, in addition to thatspecifically mentioned in § 46.116,bc given to the subjects when in theIRB's judgment the informationwould meaningfully add to theprotection of the rights and welfare ofsubjects.(c) An IRB shall requiredocumentation of informed consent ormay waive documentation inaccordance with § 46.117.(d) An IRB shall notifyinvestigators and the institution inwriting of its decision to approve ordisapprove the proposed researchactivity, or of modifications requiredto secure IRB approval of theresearch activity. If the IRB decidesto disapprove a research activity, itshall include in its.written notification Reports should be filed with the Officefor Protection from Research Risks, NationalInstitutes of Health, Department of*Healthand Human Services, Bethesda, Maryland20205. Page 8 45 CFR 46a statement of the reasons for itsdecision and give the investigator anopportunity to respond in person or inwriting.(e) An IRB shall conductcontinuing review of research coveredby these regulations at intervalsappropriate to the degree of risk, butnot less than once per year, and shallhave authority to observe or have athird party observe the consentprocess and the research. 146.110Expedited reviewprocedures for certain kinds ofresearch involving no more thanminimal risk, and for minorchanges in approved research.(a) The Secretary has established,and published in the FederalRegister, a list of categories ofresearch that may be reviewed hy theIRB through an expedited reviewprocedure. The list will be amended,as appropriate, through periodicrepublication in the FederalRegister.(b) An IRB may review some or allof the research appearing on the listthrough an expedited reviewprocedure, if the research involves nomore than minimal risk. The IRB mayalso use the expedited reviewprocedure to review minor changes inpreviously approved research duringthe period for which approval isauthorized. Under an expeditedreview procedure, the review may becarried out by the IRB chairperson orby one or more experienced reviewersdesignated by the chairperson fromamong members of the IRB. Inreviewing the research, the reviewersmay exercise all of the authorities ofthe 1RB except that the reviewers maynot disapprove the research. Aresearch activity may be disapprovedonly after review in accordance withthe non-expedited procedure set forthin 1 46.108(b).(c) Each IRB which uses anexpedited review procedure shalladopt a method for keeping allmembers advised of researchproposals which have been approvedunder the procedure.(d) The Secretary may restrict,suspend, or terminate an institution'sor 1RB's use of the expedited reviewprocedure when necessary to protectthe rights or welfare of subjects. 146.111Criteria for IRBapproval of research.(a) In order to approvc researchcovered by these regulations the IRBshall determine that all of thefollowing requirements are satisfied:(1) Risks to subjects areminimized: (i) By using procedureswhich are consistent with soundresearch design and which do notunnecessarily expose subjects to risk,and (ii) whenever appropriate, byusing procedures already beingperformed on the subjects fordiagnostic or treatment purposes.(2) Risks to subjects are reasonablein relation to anticipated benefits, ;I'any, to subjects, and the importanceof the knowledge that may reasonablybe expected to result. In evaluatingrisks and benefits, th: !RB shouldconsider only those risks and benefitsthat may result from the research (asdistinguished from risks and benefitsof therapies subjects would receiveeven if not participating in theresearch). The IRB should notconsider possible long-range effectsof applying knowledge gained in theresearch (for example, the possibleeffects of the research on publicpolicy) as among those research risksthat fall within the purview of itsresponsibility.(3) Selection of subjects isequitable. In making this assessmentthe 1RB should take into account thepurposes of the research and thesetting in which the research Will beconducted.(4) Informed consent tvill besought from each prospective subjector the subject's legally authorizedrepresentative, in accordance with,and to the extent required by§ 46.116.(5) Informed consent will beappropriately documented, inaccordance with, and to the extentrequired by § 46.117.(6) Where appropriate, the researchplan makes adequate provision formonitoring the data collected toinsure the safety of subjects.(7) Where appropriate, there areadequate provisions to protect theprivacy of subjects and to maintainthe confidentiality of data.(b) Where some or all of thesubjects are likely to be vulnerable tocoercion or undue influence, such aspersons with acute or sevete physicalor mental illness, or persons who areeconomically or educationallydisadvantaged, appropriate additionalsafeguards have been included in thestudy to protect the rights and welfareof these subjects. 1 46.112Review by institution.Research covered by theseregulations that has been approved byan IRB may be subject to furtherappropriate review and approval ordisapproval by officials of theinstitution. However, those officialsmay not approve the research if it hasnot been approved by an IRB. 46.113Suspension ortermination of IRB approval ofresearch.An IRB shall have authority tosuspend or terminate approval ofresearch that is not being conductedin accordance with the 1RB'srequirements or that has beenassociated with unexpected seriousharm to subjects. Any suspension ortermination of approval shall includea statement of the reasons for theIRB's action and shall be reportedpromptly to the investigator,appropriate institutional officials, andthe Secretary.' 1 Reports should be filed with the Officefor Protection from Research Risks, NationalInstitutes of Health, Department of Healthand Human Services, Beihesda, Maryland20205. 45 CFR 46 Page 46.114Cooperative research.Cooperative projects arethose projects, normally supportedthrough grants, contracts, or similararrangements, which involveinstitutions in addition to the granteeor prime contractor (such as acontractor with the grantee, or asubcontractor with the primecontractor). In such instances, thegrantee or prime contractor remainsresponsible to the Department forsafeguarding the rights and welfare ofhuman subjects. Also, whencooperatirg institutions conduct someor all of the research involving someor all of these subjects, eachcooperating institution shall complywith these regulations as though itreceived funds for its participation inthe project directly from theDepartment, except that in complyingwith these regulations institutionsmay use joint review, reliance uponthe review of another qualified IRB,or similar arrangements aimed atavoidance of duplication of effort. 46.115 IRB records.(a) An institution, or whereappropriate an 1RB, shall prepare andmaintain adequate documentation ofIRB activities, including thefollowing:(1) Cop',1 of all research proposalsreviewed, scientific evaluations, ifany, that accompany the proposals,approved sample consent documents,progress reports submitted byinvestigators, and reports of injuriesto subjects.(2) Minutes of IRB meetings whichshall be gin sufficient detail to showattendance at the meetings; actionstaken by the IRB; the vote on theseactions including the number ofmembers voting for, against, andabstaining; the basis for requiringchanges in or disapproving research;and a written summary of thediscussion of controverted issues andtheir resolution.(3) Records of continuing reviewactivities.(4) Copies of all correspondencebetween the 1RB and theinvestigators.(5) A of 1RB by procedu-es for required by § 46.I03(b)(4).(7) Statements of significant newfindings provided to subjects, asrequired by § 46.116(b)(5).(b) The records required by thisregulation shall be retained for atleast 3 years after completion.of theresearch, and the records shall beaccessible for inspection and copyingby authorized representatives of theDepartment at reasonable times andin a reasonable manner.* 46.116General requirementsfor informed consent.Except as provided elsewhere inthis or other subparts, no investigatormay involve a human being as asubject in research covered by thescregulations unless the investigator hasobtained the legally effectiveinformed consent of the subject or thesubject's legally authorizedrepresentative. An investigator shallseek such consent only undercircumstances that provide theprospective subject or therepresentative sufficient opportunityto consider whether or not toparticipate and that minimize thepossibility of coercion.or undueinfluence. The information that isgiven to the subject or therepresentative shall be in languageunderstandable to the subject or therepresentative. No informed consent,whether oral or written, may includeany exculpatory language throughwhich the subjet or therepresentative is made to waive orappear to waive any of the subject'slegal rights, or releasis or appears torelease the investigator, the sponsor,the institution or its agents fromliability for negligence.(a) Basic elements of informedconsent. Except as provided inparagraph (c) or (d) of this section, in105seeking informed consent thefollowing information shall beprovided to each subject:(I) A statement that the studyinvolves research, an explanation ofthe purposes of the research and theexpected duration of the subject'sparticipation, a description of theprocedures to be followed, andidentification of any procedureswhich are experimental;(2) A description of any reasonablyforeseeable risks or discomforts to thesubject;(3) A description of any benefits tothe subject or to others which mayreasonably be expected from theresearch;(4) A disclosure of appropriatealternative procedures or courses oftreatment, if any, that might beadvantageous to the subject;(5) A statement describing theextent, if any, to whichconfidentiality of records identifyingthe subject will be maintained;(6) For research involving morethan minimal risk, an explanation asto whether any compensation and anexplanation as to whether anymedical treatments are available ifinjury occurs and, if so, what theyconsist of, or where furtherinformation may be obtained;(7) An explanation of whom tocontact for answers to pertinentquestions about the research'andresearch subjects' rights, and whomto contact in the eyeat of a research-related injury to the subject; .and(8) A statement that participation isvoluntary, refusal to participate willinvolve no penalty or loss of benefitsto which the subject is otherwiseentitled, and the subject maydiscontinue participation at any timewithout penalty or loss of benefits towhich the subject is otherwiseentitled.(b) Additional elements ofinformed consent. When appropriate,one or more of the following elementsof information shall also be providedto each subject: Page 10 45 CFR 46(1) A statement that the particulartreatment or procedure may involverisks to the subject (or to the embryoor fetus, if the subject is or maybecome pregnant) which are currentlyunforeseeable;(2) Anticipated circumstancesunder which the subject'sparticipation may be terminated bythe investigator without regard to thesubject's consent;(3) Any additional costs to thesubject that may result fromparticipation in the research;(4) The consequences of asubject's decision to withdraw fromthe research and procedures fororderly termination of participationby the subject;(5) A statement that significantnew findings developed during thecourse of the research which mayrelate to the subject's willingness tocontinue participation will beprovided to the subject; and(6) The approximate number ofsubjects involved in the study.(c) An IRB may approve a consentprocedure 'which does not include, orwhich alters, some or all of theelements of informed consent setforth above, or waive the requirementto obtain informed consent providedthe 1RB finds and documents that:(1) The research or demonstrationproject is to be conducted by orsubject to the approval of state orlocal government officials and isdesigned to study, evaluate, orotherwise examine: (i) programsunder the Social Security Act, cKother public benefit or serviceprograms; (ii) procedures forobtaining benefits or services underthose programs; (iii) possible changesin or alternatives to those programsor procedures; or (iv) potsiblechange; in methods or levels ofpayment for benefits or services underthose programs; and(2) The research could notpracticably be carried out without thewaiver or alteration.(d) An 1RB may approve a consentprocedure which does not include, orwhich alters, some or all of theelements bf informed consent setforth above, or waive therequirements to obtain informedconsent provided the 1RB finds anddocuments that:(1) The research involves no morethan minimal risk to the subjects;(2) The waiver or alteration willnot adversely affect the rights andwelfare of the subjects;(3) The research could notpracticably be carried out without thewaiver or alteration; and(4) Whenever appropriate, thesubjects will be provided withadditional pertinent information afterparticipation.(e) The informed consentrequirements in these regulations arenot intended to preempt anyapplicable federal, state, or local lawswhich require additional infarmationto be disclosed in order for informedconsent to be legally effective.(f) Nothing in these regulations isintended to limit the authority of aphysician to provide emergencymedical care, to the extent thephysician is permitted to do so underapplicable federal, state, or local law.{ 46.117Documentation ofinformed consent.(a) Except as provided inparagraph (c) of this section,informed consent shall bedocumented by the use of a writtenconsent form approved by the IRBand signed by the subject or thesubject's legally authorizedrepresentative. A copy shall be givento the person signing me form.(b) Except as provided inparagraph (c) of this section, theconsent form may be either of thefollowing:(I) A written consent documentthat embodies the elements ofinformed consent required by§ 46.116. This form may be read tothe subject or the subject's legallyauthorized representative, but in anyevent, the investigator shall giveeither the subject or the representativeadequate opportunity to read it beforeit is signed; or(2) A form\" have beenpresented orally subject or thesubject's legally authorizedrepresentative. When this method isused, there shall be a witness to theoral presentation. Also, the IRB shallapprove a written summary of what isto be said to the subject or therepresentative. Only the short formitself is to be signed by the subject orthe representative. However, thewitness shall sign both the short formand a copy of the aimmary, and theperson actually obtaining consentshall sign a copy of the summary. Acopy of the summary shall be given tothe subject or the representative, inaddition to a copy of the \"shortform.\"(c) An IRB may waive therequirement for the investigator toobtain a signed consent form for someor all subjects if it finds either:(1) That the only record linking thesubject and the research would be theconsent document and the \"ncipalrisk would be potential hash. resultingfrom a breach of confidentiality. Eachsubject will be asked whether thesubject wants documentation linkingthe subject with the research, and thesubject's wishes will govern; or(2) That the research presents nomore than minimal risk of harm tosubjects and involves no proceduresfor which written consent is normallyrequired outside of the researchcoptext.1n.cases where the documentationrequirement is waived, the IRB mayrequire the investigator to providesubjects with a written statementregarding the research. 46.118Applications andproposals lacking definite plans forinvolvement of human subjects.Certain types of applications forgrants, cooperative agreements, orcontracts are submitted to theDepartment with the knowledge thatsubjects may be involved within the 45 CFR 46 Page 11 ......period of funding, but definite planswould not normally be set forth in theapplication or proposal. Theseinclude activities such as institutionaltype grants (including bloc grants)where selection of specific projects isthe institution's responsibility;research training grants where theactivities involving subjects selected; and projects in whichhuman subjects' involvement willdepend upon completion ofinstruments, prior animal studies, orpurification of compounds. Theseapplications need not be reviewed byan 1RB before an award may bemade. However, except for researchdescribed in § 46.101(b), no humansubjects may be involved in anyproject supported by these awardsuntil the project has been reviewedand approved by the 1RB, as providedin these regulations, and certificationsubmitted to the Department.§ 46.119Research undertakenwithout the intention of involvinghuman subjects.In the event research (conducted orfunded by the Department) isundertaken without the intention ofinvolving human subjects, but it islater proposed to use human subjectsin the research, the research shall firstbe reviewed and approved by an IRB,as provided in these regulations, acertification submitted to theDepartment, and final approval givento the proposed change by theDepartment.§ 46.120Evaluation anddisposition of applications andproposals.(a) The Secretary will evaluate allapplications and propusals involvinghumar...tbjects submitted to theDepartment through such officers andemployees of the Department andsuch experts and consultants as theSecretary determines to beappropriate. This evaluation will takeinto consideration the risks to thesubjects, the adequacy of protectionagainst these risks, the potentialbenefits of the proposed research tothe subjects and others, and theiuyortance of the knowledge to begained.(b) On the basis of this evaluation,the Secretary may approve ordisapr: ve the application orproposhl, or enter ono negotiations approvable one.§ 46.121Investigational drugor device 30-daydelay requirement.When institution is required toprepare or to submit a certificationwith an application or proposal underthese regulations, and the appricationor proposal involves aninvestigational new drug (within themeaning of 21 U.S.C. 355(i) or337(d)) or a significant risk device (asdefined in 21 CFR 812.3(m)), theinstitution shall identify the drug ordevice in the certification. Theinstitution shall also state whether the30-day interval required forinvestigational new drugs by 21 CFR312.1(a) and for significant riskdevices by 21 CFR 812.30 haselapsed, or whether the Food andDrug Administration has waived thatrequirement. If the 30-day intervalhas expired, the institution shall statewhether the Food and DrugAdministration has requested that thesponsor continue to withhold orrestrict the use of the drug or devicein human subjects. If the 30-dayinterval has not expired, and a waiverhas not been received, the institutionshall send a statement to theDepartment upon expiration of theinterval. The Department will notconsider a certification acceptableuntil the institution has submitted astatement that the 30-day interval haselapsed, and the Food and DrugAdministration has not.requested it tolimit the use of the drug or device, orthat the Food and DrugAdministration has waived the 30-dayinterval.§ 46.122Use of Federal funds.Federal funds administered by theDepartment may not be expended forresearch involving human subjectsunless the requirement of these107segulations, including all subparts ofthese regulations, been termination ofresearch evaluation ofsubsequent applications andproposals.(a) The Secretary may require thatDepartment funding for any projectbe terminated or suspended in themanner prescribed in applicableprogram requirements, when theSecretary finds an institution hasmaterially failed to comply with theterms of these regulations.(b) In decisions aboutfunding applicaierc or by these regmtdons theSecretary may take into account, inaddition to all other eligibilityrequirements and program criteria,factors sucn as whether the applicanthas been subject to a termination orsuspension under paragraph (a) of thissection and whether the applicant orthe person who would direct thescientific and technical aspects of anactivity has in the judgment of theSecretary materially failed todischarge responsibility for theprotection of the rights and welfare ofhuman subjects (whether or notDepartment funds were inv9lved).§ 46.124 Conditions.With respect to any researchproject or any class of'researchprojects the Secretary may imposeadditional conditions prior to or at thctime of funding when in theSecretary's judgment additionalconditions are necessary for theprotection of ProtectionsPertaining 46.201 Applicability.(a) The regulations in this subpartare applicable to all Department ofHealth, Education. and Welfare Page i2 45 CFR 46 grants and contract supportingresearch, development, and relatedactivities invo1,.ing: (1) The fetus, (2)pregnant womeand human invitro Nothing in this subpart beconstrued as indicating thatcompliance with the procedures setforth herein will in any wiy renderinapplicable pertinent State or locallaws bearing upon activities coveredby this subpart.(c) The requirements of thissubpart are in addition to thoseimposed under the other subparts ofthis part.46.202Ptwpose.It is the purpose of this subpart toprovide additional safeguards inreviewing activities to which thissubpart is applicable to assure thatthey conform to appropriate ethicalstandards and relate to importantsocietal needs.I 46.203Definitions.As used in this subpart:(a) \"Secretary\" means theSecretary of Health, Education, andWelfare and any other officer oremployee of the Department ofHealth. Education, and Welfare towhom authority has been delegated.(b) \"Pregnancy\" encompasses theperiod of time from confirmation ofimplantation (through any of thepresumptive signs of pregnancy, suchas missed menses, or by a medicallyacceptable pregnancy test), untilexpulsion or extraction of the fetus.(c) \"Fetus\" means the product ofcunception from the time ofimplantation (as evidenced by any ofthe presumptive signs of pregnancy,such as missed menses, or amedically acceptable pregnancy test),until a deiermination is made.following explusion or extraction ofthe fetus, that it is viable.(d) \"Viable\" as it pertains to thefetus means being able, after eitherspontaneous or induced delivery, tosurvive (given the benefit of availablemedical therapy) to the point ofindependently maintaining heartbeat and respiration. The SecretarytnRy from time to time, taking intoaccount medical advances, publish inthe FEDERAL R EGISTER gu!delinesto assist in determining whether afetus is viable for purposes of t...tssubpart. If a fetus is viable afterdelivery, it is a premature infant.(e) \"Nonviable fetus\" spontaneous movement (if still attached).(g) \"In vitro fertilization\" meansany fertilization of human ova whkhoccurs outside the body of a female,either through admixture of donorhuman sperm and ova or by any othermeans.46.204Ethical AdvisoryBoards.(a) One or more Ethical AdvisoryBoards shall be established by theSecretary. Members of these board(s)shall be so selected that the board(s)will be competent to deal withmedical, legal, social, ethical, andrelated issues and may include, forexample, research scientists,physicians, psychologists,sociologists, educators, lawyers, andethicists, as well as representatives ofthe general public. No board membermay be a regular, full-time employeeof the Department of Health,EdLcation, and Welfare.(b) At the request of the Secretary,the Ethical Advisory Board shallrender advice consistent with thepolicies and requirements of this Partas to ethical issues, involvingactivities covered by this subpart,raised by individual applications orproposals. In addition, upon requestby the Secretary, the Boaid shallrender advice as to classes ofapplications or proposals and generalpolicies, guidelines, and procedures.(c) A Board may establish, withthe approval of the Secretary, classesof applications or proposals which: 1C18(1) Must be submitted to the Board,or (2) need not be submitted to theBoard. Where the Board soestablishes a class of applications orproposals which must be submitted,no application or proposal within theclass may be funded by theDepartment or any component thereofuntil the application or proposal hasbeen reviewed by the Board ad iheBoard has rendered advice as to itsacceptability from an ethicalstandpoint.(d) No application or proposlinvolving human in vitro fenilizationmay be funded by the Depanment orany component thereof until theappl!:ation or proposal has beenreviewed by the Ethical AdvisoryBoard and the Board has renderedadvice as to its acceptability from anethical standpoint.46.205Additional duties of theInstitutional Review Boards inconnection with activitiesinvolving fetuses, pregnantwomen, or human in vitrofertilization.(a) In addition to theresponsibilities prescribed forInstitutional Review Boards anderSubpart A of this part, the applicant'sor offeror's Board shall, with respectto activities covered by this subpart,carry out the following additionalduties:(I) Determine that all aspects ofthe activity meet the requirements ofthis subpart:(2) Determine that adequateconsideration has been given to themanner in which potential Subjectswill be selected, and adequateprovision has been made by theapplicant or offeror for monitoringthe actual informed consent process(e.g., through such mechanisms,when appropriate, as participation bythe Institutional Review Board orsubject advocates in: (i) Overseeingthe actual process by whichindividual consents by thissubpart are secured either byapproving induction of eachindividual into the activity or 45 CFR 46 Page 13 verifying, perhaps through sampling,that approved procedures forinduction of individuals into theactivity are being followed, and (ii)monitoring the Progress of theactivity and intervening as necessarythrough such steps as visits to theactivity site and continuing evaluationto determine if any unanticipatedrisks have arisen);(3) Carry out such otherresponsibilities as may be assigned bythe Secretary.(b) No award may be issued untilthe applicant or offeror has certifiedto the Secretary that the InstitutionalReview Board has made thedeterminations required underparagraph (a) of this section and theSecretary has approved thesedeterminations, as provided in46.120 of Subpart A of this pan.(c) Applicants or offerors seekingsupport for activities covered by thissubpart must provide for thedesignation of an Institutional ReviewBoard, subject to approval by theSecretity, where no such Board hasbeen established under Subpart A ofthis part.46.206 General limitations.(a) No activity to which thissubpart is applicable may beundertaken unless:(1) Appropriate studies on animalsand nonpregnant individuals havebeen completed;(2) Except where the purpose ofthe activity is to meet the healthneeds of the mother or the particularfetus, the risk to the fetus is minimaland, in all cases, is the least possiblerisk for achieving the objectives ofthe activity.(3) Individuals engaged in theactivity will have no part in: (i) Anydecisions as to the timing, method,and procedures used to ierminate thepregnancy, and (ii) determining theviability of the fetus at thetermination of the pregnancy; and(4) No procedural changes whichmay cause greater than minimal riskto the fetus or the pregnant womanwill be introduced into the procedurefor terminating the pregnancy solelyin the interest of the activity.(b) No inducements, monetary orotherwise, may be offered toterminate pregnancy for purposes ofthe activity.140 33528, Aug. Nov. 6, 1973146.207Activities directedtoward pregnant women assubjects.(a) No pregnant woman may beinvolved as a subject in an activitycovered.by this subpart unless: (1)The purpose of the activity is lo meetthe health needs of the mother and thefetus will be placed at risk only to theminimum extent necessary to meetsuch needs, or (2) the risk to the fetusis minimal.(b) An activity permitted underparagraph (a) of this section may beconducted only if the mother andfather are legally competent and havegiven their informed consent afterhaving been fully informed regardingpossible impact on the fetus, exceptthat the father's informed consentneed not be secured if: (1) Thepurpose of the activity is to meet thehealth needs of the mother; (2) hisidentity or whereabouts cannotreasonably be ascertained; (3) he reasonably available; or resulted from rape.46.208Activities directedtoward in utero assubjects.(a) No fetus in utero may beinvolved as a subject in any activitycovered by this subpart unless: (1)The purpose of the activity is to meetthe health needs of the particular fetusand the fetus w:II be placed at riskonly to the minimum extent necessaryto meet such needs, or (2) the risk tothe fetus imposed by the research isminimal and the purpose of theactivity is the development ofimportant biomedical knowledgewhich cannot be obtained by othermeans.(b) An activity permitted underparagraph (a) of this section may beconducted only if the mother and109father are legally comoetent and havegiven their informed consent, exceptthat the father's consent need not besecured if: (I) His identity orwhereabouts cannot reasonably beascertained, (2) he is not reasonablyavailable. or (3) the pregnancyresulted rape.it fetuses fetuses, assubjects.(a) Until it has been ascertainedwhether or not a fetus ex utero isviable, a fetus ex utero may not beinvolved as a subject in an activitycovered by this subpatt unless:(I) There will be no added risk tothe fetus resulting from the activity,and the purpose of the activity is thedevelopment of important biomedicalknowledge which cannot be obtainedby other means, or(2) The purpose of the activity is toenhance the posiibility of survival ofthe particular fetus to the point ofviability.(b) No nonviable fetus may beinvolved as a subject in an activitycovered by this subpart unless:( I) Vital functions of the fetus willnot be artificially maintained,(2) Experimental activities whichof themselves would terminate theheartbeat or respiration of the fetuswill not be employed. and(3) The purpose of the activity isthe development of importantbiomedical knowledge whkh cannotbe obtained by other means.(c) In the event the fetus ex uterois found to be viable, it may beincluded as a subject in the activityonly to the extent permitted by and inaccordance with the requirements ofother subparts of this part.(d) An activity permitted underparagraph (a) or (b) of this sectionmay be conducted only if the motherand father are legally competent andhave given their informed consent,except that the father's informidconsent need not be secured if: (I) hisidentity or whereabouts cannotreasonably be ascertained, (2) he is Page 14 45 CFR 46not reasonably available, or (3) thepregnancy resulted from rape. § 46.210Activities involving thedead fetus, fetal material, or theplacenta.Activities involving the dead fetus,mascerated fetal material, or cells,tissue, or organs excised from a deadfetus shall be conducted only inaccordance with any applicable Stateor local laws regarding suchactivities. 46.211Modification or waiverof specific requirements.Upon the request of an applicant orofferor (with the approval of itsInstitutional Review Board), theSecretary may modify or waivespecific requirements of this subpart,with the approval of the EthicalAdvisory Board after suchopportunity for public comment asthe Ethical Advisory Board considersappropriate in the particular instance.In making such decisions, theSecretary will consider whether therisks to the subjecl are so outweighedby the sum of the benefit to thesubject and the importance of theknowledge to be gained as to warrantsuch modification or waiver and thatsuch benefits cannot be gained exceptthrough a modification or waiver.Any such modifications or waiverswill be published as notices in theFEDERAL R EGISTERSubpart CAdditional Nov 16. 197846.301 Applicability.(a) The regulations in this subpartare applicable to all biomedical andbehavioral research conducted orsupported by the Department ofHealth, Education, and Welfareinvolving prisoners as subjects.(b) Nothing in this subpart shall beconstrued as indicating thatcompliance with the procedures setforth herein will authorize researchinvolving prisoners as subjects, to theextent such research is limited orbarred by applicable State or locallaw.(c) The requirements of thissubpart are in addition to thoseimposed under the other subparts ofthis part. § 46.302Purpose.Inasmuch as prisoners ma. beunder constraints because o. heirincarceration which could affect theirability to make a truly voluntary anduncoerced decision whether or nOt toparticipate as subjects in research, itis the purpose of this subpart toprovide additional safeguards for theprotection of prisoners involved inactivities to which this subpart isapplicable. 46.303Definitions.As used in this subpart:(a) \"Secretary\" means theSecretary of Health, Education, andWelfare and any other officer oremployee of the Department ofHealth, Education, and Welfare towhom authority has been delegated.(b) theDepartment Welfare.(c) \"Prisoner\" involuntarily confined ordetained in a penal institution. Theterm is intended to encompassindividuals sentenced to such aninstitution under a criminal or civilstatute, individuals detained in otherfacilities by virtue of statutes orcommitment procedures whichprovide alternatives to criminalprosecution or incarceration in pending arraignment, sentencing.(d) \"Minimal risk\" theprobability and magnitude of physicalor psychological harm that isnormally encountered in the dailylives, or in the routine medical,dental, or psychological examinationof healthy persons.§ 46.304Composition ofInstitutional in § 46.107 of this part,an Institutional Review Board,carrying out responsibilities underthis part with respect to researchcovered by this subpart, shall alsomeet the following specificrequirements:(a) A majority of the Board(exclusive of prisoner members) shallhave no association witb the prison(s)involved, apart from theirmembership on the Board.(b) At least one member of theBoard shall be a prisoner, or aprisoner representative withappropriate background andexperience to serve in that capacity,except that where a particularresearch project is reviewed by morethan one Board only one Board needsatisfy this requirement.§ 46.305Additional duties of theInstitutional Review Boardswhere involved.(a) addition to all otherresponsibilities prescribu. forInstitutional Review Boards underthis part, the Board shall reviewresearch covered by this subpart andapprove such research only if it findsthat:( I ) The research under reviewrepresents one of the categories ofresearch permissible under§ 46.306(a)(2);(2) Any possible advantagesaccruing to the prisoner through hisor her participation in the research,when compared to the general livingconditions, medical care, quality offood. amenities and opportunity forearnings in the prison, are not of sucha magnitude that his or her ability toweigh the risks of the research againstthe value of such advantages in thelimited Choice environment of theprison is impaired;(3) The risks involved in theresearch are commensurate with riSksthat would be accepted bynonprisoner volunteers;(4) Procedures for the selection ofsubjects within the prison are fair to 45 CFR 46 Page 15 all prisoners and immune fromarbitrary intervention by prisonauthorities or prisoners. Unless theprincipal investigator provides to theBoard justification in writing forfollowing some other procedures,control subjects must be selectedrandomly from the group of availableprisoners who meet the characteristicsneeded for that particular researchproject;(5) The information is presented inlanguage which is understandable tothe subject population;(6) Adequate assurance exists thatparole boards will not take intoaccount a prisoner's participation inthe research in making decisionsregarding parole, and each prisoner isclearly informed in advance thatparticipation in the research will haveno effect on his or her parole; and(7) Where the Board finds theremay be a need for follow-upexamination or care of participantsafter-the end of their participation,adequate provision has been made forsuch examination or care, taking intoaccount the varying lengths ofindividual prisoners' sentences, andfor informing participants of this fact.(b) The Board shall carry out suchother duties as may be assigned bythe Secretary.(c) The institution shall certify tothe Secretary, in such form andmanner as the Secretary may require,that the duties of the Board under thissection have been fulfilled.§ 46.306Permitted researchinvolving prisoners.(a) Biomedical or behavioralresearch or supported byDHEW may involve prisoners assubjects only if:(I) The institution responsible forthetconduct of the research hascertified to the Secretary that ieInstitutional Review Board hasapproved the research under § 46.305of this subpart; and(2) In the judgment of tNe1111Secretary the proposed researchinvolves solely the following;(A) Study of the possible causes,effects, and processes ofincarceration, and of criminalbehavior, provided that the Studypresents no more than minimal riskand no more than inconvenience tothe subjects;(B) Study of prisons as institutionalstructures or of prisoners asincarcerated persons, provided thatthe study presents no more thanminimal risk and no more thaninconvenience to the subjects;(C) Research on conditionsparticularly affecting prisoners as aclass (for example, vaccine trials andother research on hepatitis which ismuch more prevalent in prisons thanelsewhere; and research on social andpsychological problems such asalcoholism, drug addiction and sexualassaults) provided that the study mayproceed only after the Secretary hasconsulted with appropriate expertsincluding experts in penologymedicine and ethics, and publishednotice, in the FEDERAL REGISTER,of his intent to approve such research;or(D) Research on practices, bothinnovative and accepted, which havethe intent and reasonable probabilityof improving the health or well-being of the subject. In cases inwhich those studies require theassignment of prisoners in a mannerconsistent with protocols approved bythe 1RB to control .groups which maynot benefit from the research, thestudy may proceed only after theSecretary has consulted withappropriate experts, including expertsin penology medicine and ethics, andpublished notice, in the F EDERALR EGIST ER, of hikintent to approve suchresearch.(b) Except as provided inparagraph (a) of this section,biomedical or vehavioral researchconducted or supported by DHEWshall not involve assubjects.Subpart Children Involved inResearch, Source: 8, 1983§46.401 apply?(a) This subpart applies to allresearch involving children assubjects, conducted or supported bythe Department of Health andHuman Services.(1) This includes researchconducted by Depattmentemployees, except that each head ofan Operating Division of theDepartment may adopt.suchnonsubstantive, proceduralmodifications as may be appropriatefrom an administrative standpoint.(2) It also includes researchconducted or supported by theDepartment of Health and HumanServices outside the United States,but in appropriate circumstances, theSecretary may, under paragraph (e)of §46.101 of Subpart A, waive theapplicability of some or all of therequirements of these regulations forresearch of this type.(b) Exemptions (1), (2), .(5) and (6)as listed in Subpart A at §46.101(b)are applicable to this subpart.Exemption (4), research involvingthe observation of public behavior,listed at §46.101(b), is applicable tothis subpart where the investigator(s)does not participate in the activitiesbeing observed. Exemption (3),research involving survey orinterview procedures, listed at§46.101(b) does not apply to researchcovered by this subpart.(c) The exceptions, additions, andprovisions for waiver as they appearin paragraphs (c) through (i) of§46.101 of Subpart A are applicableto this subpart.§46.402Definitions.The definitions in §46.102 ofSubpart A shall be applicable to thissubpart as well. In addition, as usedin this subpart: Page 16 45 CFR 46(a) \"Children\" are persons whohave not attained the legal age forconsent to treatments o. proceduresinvolved in the research, under theapplicable law of the jurisdiction inwhich the research will beconducted.(b) \"Assent\" means a child'saffirmative agreement to participatein research. Mere failure to objectshould not, absent affirmativeagreement, be construed as assent.(c) \"Permission\" means theagreement of parent(s) or guardian tothe participation their child orward in research.(d) \"Parent\" means a child'sbiological or adoptive parent.(e) \"Guardian\" means anindividual who is authorized underapplicable state or local law toconsent on behalf of a child togeneral medical care. g46.403IRB duties.In addition to other responsibilitiesassigned to IRBs under this part,each IRB shall review researchcovered by this subpart and approveonly research which satisfies theconditiors of all applicable sectionsof this subpart. 046.404Research not involvinggreater than minimal risk.HHS will conduct or fundresearch in which the IRB finds thatno greater than minimal risk tochildre.., is presented, only if the IRBfinds that adequate provisions aremade for soliciting the assent of thechildren and the permission of theirparents or guardians, as set forth in§ 46.408.146.405Research involving greaterthan minimal risk but presenting theprospect of direct benefit to theIndividual subjects.HHS will conduct or fundresearch in which the IRB finds thatmore than minimal risk to children ispresented by an intervention orprocedure that holds out theprospect of direct benefit for theindividual subject, or by amonitoring procedure that is likely tocontrieute to the subject's well-beingonly if the IltB finds that:(a) The risk is justified by theanticipated benefit to the subjects;(b) The relation of the anticipatedbenefit to the risk is at least asfavorable to the subjects as thatpresented by available alternativeapproaches; and(c) Adequate provisions are madefor soliciting the assent of thechildren and permission of theirparents or guardians, as set forth in146.408. g46.406Research involving greaterthan minimal risk and no prospect ofdirect benefit to individual subjects,but likely to yield generalizableknowledge about the subject's disorderor condition.HHS will conduct or fundresearch in which the IRB finds thatmore than minimal risk to children ispresenced by an intervention orprocedure that does not hold out theprospect of direct benefit for theindividual subject, or by amonitoring procedure which is notlikely to contribute to the well-beingof the subject, only if the IRB findsthat:(a) The risk represents a minorincrease over minimal risk;(b) The intervention or procedurepresents experiences to subjects thatare reasonably commensurate withthose inherent in their actual orexpected medical, dental,psychological, social, or educationalsituations;(c) The intervention or procedureis likely to yield generalizableknowledge about the subjects'disorder or condition which is ofvital importance for dieunderstanding or amelioration of thesubjects' disorder or condition; and(d) Adequate provisions are madefor soliciting assent of the childrenand permission of their parentsorguardians, as set forth in § 46.408.112§ 46.407Research not otherwiseapprovable which presents ateopportunity to understand, prevent, oralleviate a serious problem affectingthe health or welfare of children.HHS will conduct or fundresearch that the 1RB does notbelieve meets the requirements of46.404, 46.405, or 46.406 only if:(a) The IRB finds that the researchpresents a reasonable opportunity tofurther the understanding,prevention, or alleviation of a seriousproblem affecting the health orwelfare of children; and(b) The Secretary, afterconsultation with a panel of expertsin pertinent disciplines (for example:science, medicine, education, ethics,law) and following opportunity forpublic review and comment, hasdetermined either: (1) That satisfies theconditions 46.404, 46.405, or46.406, as applicable, or (2) thefollowing:(i) The presents areasonable opportunity to further theunderstanding, prevention, oralleviation of,a serious problemaffecting the health or welfare ofchildren;(ii) The research will be conductedin accordance with sound ethicalprinciples;(iii) Adequate provision's are m'adefor soliciting the assent of childrenand the permission of their parents orguardians, as set forth in $ 46.408.§ 46.408Requirements forpermission by parents or guardiansand for assent by children.(a) In addition to thedeterminations required under otherapplicable sections of this subpart,the IRB shall determine thatadequate provisions are made forsoliciting the assent of the children,when in the judgment of the IRB thechildren are capable of providingassent. In determining whetherchildren are capable of assenting, theIRB shall take ink) account the ages,maturity, and psychological state ofthe children involved. This judgment 45 CFR 46 Page 17 may be made for all children to beinvolved in research under aparticular protocol, or for each child,as the IRB deems appropriate. If theIRB determines that the capability ofsome or all of the children is solimited that they cannot reasonablybe consulted or that the interventionor procedure involved in theresearch holds out a prospect ofdirect benefit that is important to thehealth or well-being of the childrenand is available only in the context ofthe research, the assent of thechildren is not a necessary conditionfor proceeding with the research.Even where the IRB determines thatthe subjects are capable of assenting,the IRB may 'still waive the assentrequirement under circumstances inwhich consent may be waived inaccord with § 46.116 of Subpart A.(b) In addition to thedeterminations required under otherapplicable sections of this subpart,the IRB shall determine, inaccordance with and to the extentthat consent is required by § 46.116 ofSubpart A, that adequate provisionsare made for soliciting the permissionof each child's parents or guardian.Where mental permission is to beobtained, the IRB may find that thepermission of one parent is sufficientfor research to be conducted under§§ 46.404 or 46.405. Where researchis covered by §§ 46.4.06 and 46.407and permission is to be obtained fromparents, both parents must give theirpermission unless one parent isdeceased, unknown, incompetent, ornot reasonably available, or whenonly one parent has legalresponsibility for the care andcustody of the child.(c) In addition to the provisions forwaiver contained in46.116 ofSubpart A, if the IRB determines thata research protocol is designed forconditions or for a subject populationfor which parental or guardianpermission is not a reasonablerequirement to protect the subjects(for example, neglectt.d or abusedchildren), it may waive the consentrequirements in Subpart A of thispart and paragraph (b) of this section,provided an appropriate mechanismfor protecting the children who willparticipate as subjects in the researchis substituted, and provided furtherthat the waiver is not inconsistentwith federal,state or local law. Thechoice of an appropriate mechanismwould depend upon the nature andpurpose of the activities described inthe protocol, the risk and anticipatedbenefit to the research subjects, andtheir age, maturity, status, andcondition.(d) Permission by parents orguardians shall be documented inaccordance with and to the extentrequired by § 46.117 of Subpart A.(e) When the IRB determines thatassent is required, it shall alsodetermine whether and how assentmust be documented. § 46.409Wards.(a) Children who are wards of thestate or any other agency, institution,or entity can be included in researchapproved under §§ 46.406 or 46.407only if such research it(1) Related to their status as wards;Or(2) Conducted in schools, camps,hospitals, institution& or similarsettings in which the majority ofchildren involved as subjects are notwards.(b) If the research is approvedunder paragraph (a) of this section,the IRB shall require appointment ofan advocate for each child who is award, in addition to any otherindividual acting on behalf of thechild as guardian or in loco parentis.One individual may serve asadvocate for more than one child.The advocate shall be an individualwho has the background andexperience to act in, and agrees to actin, the best interests of the child forthe duration of the child'sparticipation in the research and whois not associated in any way-(exceptin the role as advocate or member ofthe IRB) with the research, theinvestigator(s), or the guardianorganization. Page 18 45 CFR 46 HUMAN SUBJECTSMinimum Criteria Identifying theViable FetusOn March 13, 1975. regulationswere published in the F EDERALR MISTER (40 FR 11854) relating to theprotection of human subjects inresearch, development, and relatedactivities supported by Department ofHealth, Education, and Welfaregrants and contracts. Theseregulations are codified at 45 CFRPart 46.NOTICES Elsewhere in this issue of theF EDER A L R EGISTER, the.Secretaryis amending 45 CFR Part 46 by,-among other things. adding a newSubpart B to provide additionalprotections pertaining to research,development, and related activitiesinvolving fetuses, pregnant of Subpart Bprovides inter alia as follows:The Secretary may from time to time,taking into account medical advances,publish in the FEDERAL R EGISTERguidelines to assist in determining whether afetus is viable for purposes of this subpart.This notice is published inaccordance with § 46.203(d). Forpurposes of Subpart B, the guidelinesindicating that a fetus other than adead fetus within the meaning of§ 46.203(f) is viable include thefollowing:an estimated gestational age of 20 weeks ormore and a body weight of 500 grams ormore.FEDERAL REGISTER, VOL 40,AUGUST 8, 1975 45 CFR 46 Page 1911111 RESEARCH ACTIVITIES WHICH MAY BE REVIEWEDTHROUGH EXPEDITED REVIEW PROCEDURES11 Research activities involving no more than minimal risk and in which theonly involvement of human subjects will be in one or more of thefollowing categories (carried out through standard methods) may bereviewed by the Institutional Review Board through the expedited reviewprocedure authorized in 46.110 of 45 CFR Part placenta removed and amniotic fluid atthe time of rupture of themembrane prior to or duringlabor.(3) Recording of data fromsubjects 18 years of age orolder using noninvasiveprocedures routinely employedin clinical practice. Thisincludes the use of physicalsensors that are applied eitherto the surface of the body orat a distance and do notinvolve input of matter orsignificant amounts of energyinto the subject or an invasionof the subject's privacy. Italso x-rays, microwaves).(4) Collection of bloodsamples by venipuncture, inamounts not 450 41, U.S..CAVERNMENT PAINTING OrrIct: i904-421-132:4139milliliters in an eight-weekperiod and no more often thantwo times per week, fromsubjects 18 years of age orolder and who are in goodhealth and not pregnant.(5) Collection of bothsupra- and subgingival dentalplaque and calculus, providedthe procedure is not moreinvasive than routineprophylactic scaling of theteeth and the process isaccomplished in accordance withaccepted prophylactictechniques.(6) Voice recordings madefor research purposes such asinvestigations of speechdefects.(7) Moderate exercise byhealthy The study testdevelopment, where theinvestigator does notmanipulate subjects' behaviorand the research will notinvolve stress to subjects.(10) Research on drugs ordevices for which aninvestigational new drugexemption an investigationaldevice exemption is notrequired.115source: 46 FR 83921/26/81 APPENDIX F TECHNICAL ASSISTANCE RESOURCES TECHNICAL ASSISTANCE RESOURCES Child and Adolescent Service System Program (CASSP)Child and Family Support BranchDivision of Applied and Services C-095600 MD Center2233 Wisconsin Avenue, N.W.Washington, D.C. 20007(202) 338-1831 Research and Training Center forChildren's Mental HealthFlorida Mental Health InstituteUniversity of South Florida13301 Bruce B. Downs Blvd.Tampa, FL 33612-3899(813) 974-4500 Research and Center HealthPortland State UniversityP.O. Box 751Portland, OR 97207-0751(503) 725-4040 1 1 7 "}