{"title": "Eco Friendly Animal Balancing and Stacking Seesaw - My Gifted Education", "author": null, "url": "https://www.mygiftededucation.com/product/eco-friendly-animal-balancing-and-stacking-seesaw/", "hostname": "mygiftededucation.com", "description": "My Gifted Education presents Eco Friendly Animal Balancing and Stacking Seesaw . This high quality balancing game is a great gift for your child.", "sitename": "My Gifted Education", "date": "2020-10-01", "cleaned_text": "Eco Friendly Animal Balancing and Stacking Seesaw This set of 12 beautifully crafted and painted wooden animals will keep your child engaged for hours! Each animal and plant is carefully built with a different size, height, and weight. The seesaw will only balance when each piece is placed at the right position. This toy is designed to enhance your child's imagination, hand-eye coordination, sense of balance, and problem solving skills. Stacking and balancing are the foundations to early math, engineering, and languish development. In stock Estimated delivery by September 29 - October 5 Product Details QUALITY: Each animal/plant block is made of high quality wood with rounded corners that is safe of kids to use. Each block is coated with colourful, non-toxic paint. The seesaw is made with high-grade wood to ensure it's sturdy and solid. The pieces are 2 cm thick, with the flower piece being 3.5 cm in diameter. The balance itself is 5.5 cm wide and 27 cm long. Beneficial to All Ages: This classic wooden stacking and balancing toy with seesaw base is a perfect toy to spark creativity, improve dexterity, and enhance independent play through self correcting and problem solving. Challenge your child (and yourself) to see who can build the ultimate masterpiece of stacked animals while keeping the seesaw balance. This is a fun toy for all ages. Two or more kids can play together as a competition or as a team. These wooden blocks are good for teaching children colours, counting, and names of the animals. |Weight||0.8 "}