{"title": "Inyectar un chip 5G con una vacuna es técnicamente posible, pero no extraer información de él", "author": "Jean-Marc Routoure", "url": "http://theconversation.com/inyectar-un-chip-5g-con-una-vacuna-es-tecnicamente-posible-pero-no-extraer-informacion-de-el-168417", "hostname": "theconversation.com", "description": "Este disparatado rumor lleva mucho tiempo circulando en los entornos conspirativos. Comprobamos qué es posible y qué es imposible hacer a día de hoy.", "sitename": "The Conversation", "date": "2021-10-04", "cleaned_text": "Hace unos meses, un bulo se apoderó de las redes sociales: la vacuna contra la covid-19 contendría microchips 5G que permitirían rastrear a los vacunados para recuperar datos privados. ¿Es esto posible? Irónicamente, este rumor surgió casi 56 años después de que Gordon Moore, uno de los fundadores de Intel, enunciara [una ley empírica](https://es.wikipedia.org/wiki/Ley_de_Moore) que indicaba la duplicación del número de transistores en un chip de ordenador cada dos años aproximadamente. Esta ley sigue siendo válida hoy en día, cuando los componentes electrónicos elementales, los transistores, alcanzan ya tamaños nanométricos. Los primeros componentes electrónicos se fabricaban con bombillas de vacío que contenían filamentos y rejillas llamadas triodos. Mediante el calentamiento y el efecto electrostático, las señales eléctricas débiles pueden ser amplificadas. Esto permitió la primera transmisión inalámbrica de señales en código Morse a principios del siglo XX. Voluminosos, frágiles, caros y que funcionan a altos voltajes, serán sustituidos por las llamadas tecnologías de estado sólido con cristales de material semiconductor. El componente semiconductor que realiza la función de amplificación fue desarrollado en los años 50 y el nombre comercial fue elegido por los Laboratorios Bell que lo inventaron: [transistor](https://es.wikipedia.org/wiki/Transistor#Historia). El primer circuito integrado, es decir, la posibilidad de realizar varios transistores conectados entre sí directamente en el cristal semiconductor, se realizó a finales de los años 60. De forma industrial, los circuitos cuadrados se realizan uno al lado del otro para facilitar su corte antes del envasado. En 2021, IBM acaba de anunciar la creación de un [transistor con un área activa de 2 nanómetros](https://research.ibm.com/blog/2-nm-chip) (es decir, una veintena de átomos colocados uno al lado del otro). Un problema de geometría Entonces, ¿cuántos transistores se podrían grabar en una pieza cuadrada de circuito integrado que cupiera en el orificio de la jeringa utilizada para la vacuna? El circuito es cuadrado, la aguja es circular con un diámetro interior de 0,6 mm. Empezamos con la electrónica y aquí tenemos un problema de geometría que haría pasar un mal rato a un escolar. El lado del cuadrado que puede caber en un círculo de 0,6 mm de diámetro es de 0,424 mm. Esto permite fabricar 1 800 millones de transistores (para un transistor con una superficie de 10 nm x 10 nm), tantos como en los chips que equipan los últimos procesadores de los teléfonos de una marca conocida. Así, en una jeringa de inyección de vacunas es posible introducir un chip electrónico estanco con la misma capacidad de cálculo que los teléfonos móviles actuales. Todavía tiene que comunicarse con el mundo exterior y ser alimentado eléctricamente. Todo pende de un hilo No es sólo un problema de tamaño, porque el chip inyectado debe comunicarse con el exterior del cuerpo humano sin cables. Así que hay que fabricar antenas en el chip para la comunicación inalámbrica. Esta vez son las [ecuaciones de Maxwell](https://www.techno-science.net/definition/3314.html) las que habrá que utilizar para dimensionar las antenas. [James Clerk Maxwell](https://es.wikipedia.org/wiki/James_Clerk_Maxwell), físico y matemático escocés del siglo XIX, demostró que los campos electromagnéticos utilizados en las transmisiones inalámbricas de nuestros smartphones se propagan por el espacio como una onda a la velocidad de la luz. Según las ecuaciones de Maxwell, el tamaño ideal de una antena debe ser igual a la relación entre la velocidad de la luz y la frecuencia de las ondas electromagnéticas (la longitud de onda). También se pueden utilizar submúltiplos de este tamaño ideal (½, ¼, ...) para limitar el desorden a costa de la detección. El 5G actual utiliza bandas de frecuencia en torno a los 3,5 GHz. Al elegir un submúltiplo de ¼ para limitar el tamaño de la antena, hay que fabricar una antena de 2,1 cm para que el chip pueda comunicarse de forma inalámbrica con el exterior del cuerpo humano. Con ese tamaño, toda la superficie del chip no es suficiente para hacer la antena ni siquiera en forma de bobina. Esto es algo que todos sabemos si practicamos deporte y vamos a una tienda de deportes conocida: cada artículo que compramos tiene un chip RFID. La única parte realmente visible del chip es la antena en forma de bobina. El chip en tu oreja Los perros y los gatos son pioneros en este campo, ya que la placa de identificación ha sido sustituida por la implantación de un chip subcutáneo. El dispositivo mide unos diez milímetros y simplemente contiene un número único que puede leerse sin contacto. Este número se lee acercando el sistema de lectura a la oreja del animal o el cuello. Y este es el caso de todas las tecnologías de transmisión inalámbrica de datos: la distancia entre el chip implantado y el lector es pequeña, a menudo sólo unos centímetros. En primer lugar, hay que asegurar los datos para evitar la posibilidad de detección a distancia de la información intercambiada; en segundo lugar, porque la potencia emitida por una antena disminuye con la distancia al cubo. Para aumentar la distancia de lectura, hay que aumentar la potencia transmitida y, por tanto, el volumen de la batería. ¿Cómo podemos cuantificar esto de manera sencilla para responder a nuestra pregunta inicial? Entre unidades complicadas, ecuaciones matemáticas complejas y resultados muy dependientes de las condiciones experimentales, la pregunta parece sencilla, pero la respuesta científica no lo es. Para intentar dar una respuesta a la pregunta de cómo dimensionar una batería, podemos fijarnos en la de un teléfono móvil: la autonomía de un teléfono es de 1 km para un volumen de batería de unos 10 cm3. Suponiendo que la mitad del volumen del chip inyectado con la vacuna esté ocupada por la batería, el alcance del chip sería de 0,4 cm. Por lo tanto, dado el tamaño de la batería, el chip tendrá que estar en contacto con el sistema de lectura para intercambiar información. ¿Se puede poner un chip en una vacuna o no? El procesador de un chip 5G podría inyectarse a través del orificio de la aguja utilizada para inyectar la vacuna. El alcance sería corto y requeriría un sistema de lectura en contacto con la piel. Por el contrario, es imposible conseguir hoy en día la antena para el intercambio de información. Las frecuencias utilizadas en las transmisiones de telefonía inalámbrica se han multiplicado por 10 en los últimos veinte años. Por tanto, extrapolando esta ley, pasarán 60 años antes de que la frecuencia de las transmisiones inalámbricas permita la creación de antenas lo suficientemente pequeñas como para inyectar un chip en una vacuna. Para entonces, todos habremos sido vacunados contra la covid-19. "}