{"title": "Respuestas inmunes para SARS-CoV-2 y Desarrollo de una vacuna - IBIAN Technologies", "author": "Ibiantech", "url": "https://www.ibiantech.com/respuestas-inmunes-para-sars-cov-2-y-desarrollo-de-una-vacuna/", "hostname": "ibiantech.com", "description": "La actual pandemia de COVID-19 viene causada por un nuevo -coronavirus, denominado \"SARS-CoV-2\". Los datos genéticos y clínicos están emergiendo rápida..", "sitename": "IBIAN Technologies", "date": "2020-05-21", "cleaned_text": "Respuestas inmunes para SARS-CoV-2 y Desarrollo de una vacuna exitosa contra el SARS-CoV-2. Dos nuevos enfoques de la casa InvivoGen Respuestas inmunes previstas para SARS-CoV-2 La actual pandemia de COVID-19 viene causada por un nuevo -coronavirus, denominado «SARS-CoV-2» por la Comisión Internacional de Clasificación de Virus. Los datos genéticos y clínicos están emergiendo rápidamente y sugieren fuertes similitudes con dos anteriores coronavirus humanos altamente patógenos, el SARS-CoV y el MERS-CoV. El SARS-CoV-2 comparte aproximadamente 79% y 50% de identidad de secuencia respectivamente con el SARS-CoV y el MERS-CoV, mecanismos similares de entrada celular, y la propensión a inducir hiperinflamación en casos severos. Actualmente, existe un conocimiento muy limitado de la respuesta inmune del huésped al SARS-CoV-2. Sin embargo, según los datos acumulados sobre estos virus anteriores, se pueden hacer predicciones sobre cómo el sistema inmunitario del huésped puede lidiar con este virus y cómo el virus puede evadir tales respuestas del huésped. Reconocimiento viral por el sistema inmune innato La primera línea de defensa contra la infección viral comprende un conjunto de receptores de reconocimiento de patrones (PRR), incluidos los receptores tipo Toll (TLR) y los receptores tipo RIG-I (RLR) que reconocen el genoma viral de ARN y sus intermedios de replicación. La evidencia sugiere que al ingresar en el epitelio alveolar, el virus es detectado por los sensores de ARN endosómicos monocatenarios (ss), [ TLR7 / 8](https://www.invivogen.com/tlr7-8-ssrna) y el sensor de ARN citosólico bicatenario (ds), [RIG-I / MDA-5](https://www.invivogen.com/rlr). Tras el reclutan las proteínas adaptadoras, MyD88 y MAVS, e inducen la señalización en cascada. En última instancia, esto conduce a la activación de los factores de transcripción, IRF3 / 7 y NF-B, y la posterior producción de interferones tipo I (IFN- e IFN-) y citocinas proinflamatorias (por ejemplo, IL-6 y TNF-). Además, se cree que el virus activa el [sensor de inflamasoma, NLRP3,](https://www.invivogen.com/inflammasome) lo que da como resultado la secreción de la citocina altamente inflamatoria IL-1 y la inducción de piroptosis, una forma inflamatoria de muerte celular. De hecho, se ha demostrado previamente que el SARS-CoV induce la formación del inflamasoma NLRP3 a través de la acción de proteínas virales como las proteínas E y 3a. Aún así, nuestra comprensión de los mecanismos de reconocimiento viral está lejos de estar completamente aclarada. Para más información descargue el pdf \"Predicted immune responses to SARS-CoV-2\" Desarrollo de una vacuna exitosa contra el SARS-CoV-2 El esfuerzo para el desarrollo de la vacuna en respuesta a la pandemia de COVID-19 no tiene precedentes en términos de velocidad y recursos. Es importante destacar que las vacunas contra el SARS-CoV-2 serán esenciales para reducir la morbilidad y la mortalidad si/cuando el virus se establece en la población. La carrera ya está en marcha para el desarrollo de una vacuna segura y efectiva contra el SARS-CoV-2. Lecciones aprendidas de brotes anteriores Anteriormente, varias vacunas para los -coronavirus relacionados, SARS-CoV y MERS-CoV, se han desarrollado y probado en modelos animales, incluidas las vacunas basadas en proteínas S recombinantes, las vacunas inactivadas atenuadas y completas, y las vacunas con vectores virales. Se descubrió que la mayoría de estas vacunas protegían a los animales de SARS-CoV o MERS-CoV, aunque muchas no inducían inmunidad a largo plazo. Además, en algunos casos, la vacunación dio lugar a complicaciones que incluyen daño pulmonar e infiltración de eosinófilos en ratón. A pesar de las diferencias virales, aún se puede aprender mucho de estas vacunas respecto a cómo avanzar con el diseño de la vacuna SARS-CoV-2. Explorando las estrategias actuales para el desarrollo de vacunas. Actualmente, los científicos de todo el mundo están explorando todas las estrategias potenciales para desarrollar una vacuna eficiente contra el SARS-CoV-2. La mayoría de los candidatos a la vacuna para COVID-19 tienen como objetivo inducir anticuerpos neutralizantes contra la proteína de la espiga viral (S), evitando la absorción a través del receptor ACE2 humano y, por lo tanto, bloquear la infección. Una característica sorprendente de este desarrollo de vacunas frente al COVID-19 es la diversidad de plataformas tecnológicas que se evalúan y que incluyen: Vacunas atenuadas vivas: Se utiliza un virus SARS-CoV-2 'vivo' modificado con virulencia reducida (por ejemplo, desoptimización de codones o una proteína E mutada). Esta estrategia puede inducir una respuesta inmune rápida y fuerte, pero puede ser peligrosa para las personas inmunodeprimidas. Vacunas basadas en vectores virales: Utiliza un Adenovirus para introducir un gen SARS-CoV-2 en el huésped. Esta estrategia puede mejorar la inmunogenicidad sin un adyuvante y promueve una respuesta robusta de las células T citotóxicas para eliminar las células infectadas por virus. Vacunas recombinantes basadas en proteínas: Utiliza proteínas SARS-CoV-2 (por ejemplo, proteína S) para provocar una respuesta inmune en el huésped. De uso general en combinación con un adyuvante para mejorar la inmunogenicidad. Vacunas de ADN: utiliza plásmidos de DNA para expresar antígenos de SARS-CoV-2 en las células huésped. Actualmente no hay vacunas de ADN aprobadas para humanos. Vacunas de ARNm: codifica un antígeno SARS-CoV-2 y utiliza un sistema como un liposoma para la administración al huésped. Actualmente no hay vacunas de ARNm aprobadas para humanos. Hasta la fecha, los candidatos a la vacuna más avanzados para COVID-19 que han pasado a los ensayos clínicos de seguridad y eficacia humana (I y II), incluyen una vacuna basada en ARNm desarrollada por Moderna (NCT04283461) y una vacuna basada en vectores virales de adenovirus tipo 5 desarrollado por CanSino Biologicals (NCT04341389). Además, [adyuvantes](https://www.invivogen.com/vaccine-adjuvants) como AS03 y [MF59 ](https://www.invivogen.com/addavax)se están explorando en vacunas SARS-CoV-2 basadas en proteína S recombinante, para mejorar la inmunogenicidad y hacer posibles dosis más bajas, permitiendo la vacunación de una población más amplia de personas. Una vacuna exitosa debe producir anticuerpos neutralizantes específicos y eficaces contra el SARS-CoV-2. Es importante destacar que la experiencia previa en el desarrollo de vacunas contra el SARS y el MERS indican los potenciales efectos dañinos y no deseados en el sistema inmune. Por lo tanto, son necesarias pruebas concluyentes y exhaustivas antes del lanzamiento de una vacuna global para "}