{"title": "8th Grade Capstone Project Article - Waldorf School of Louisville", "author": "JuliaKimbro", "url": "https://www.waldorflouisville.com/8th-grade-capstone-project-article/", "hostname": "waldorflouisville.com", "description": "Dia COhen 8th Grade As part of her Capstone Project on the topic of journalism, 8th grader Dia Cohen will be publishing a series of articles on a variety of topics in the course of the 2020-21 school year. THE PANDEMIC Waldorf School of Louisville Article for 8th Grade Capstone Project COVID19 COVID-19 is an [...]", "sitename": "Waldorf School of Louisville", "date": "2020-11-13", "cleaned_text": "Dia COhen THE PANDEMIC Waldorf School of Louisville Article for 8th Grade Capstone Project COVID19 COVID-19 is an infectious disease. From its community of origin, the virus spread quickly and widely and soon reached the epidemic stage. By March 11, 2020, the disease had spread throughout our entire country and the world. The difference between pandemic and epidemic is fluid and changes as diseases or viruses become more or less prevalent over time. The whole world recognized that COVID-19 had reached pandemic proportions. Coronavirus is the general name for a group of viruses that appear similar. The protein coating that surrounds the virus, called the virion, looks like a halo or a 'corona'; which means crown in Spanish. There are seven known kinds of coronavirus, some of them cause a common cold in people but aren't dangerous to those who are healthy. Other coronaviruses infect animals such as bats, camels, and cattle. Some coronaviruses cause significant infection with viral pneumonia known as Middle East Respiratory Syndrome Coronavirus; MERS. Most patients who get this virus develop a severe respiratory illness with symptoms of fever and shortness of breath. The MERS was caused by the Severe Acute Respiratory Syndrome referred to as SARS, which is a respiratory illness. A coronavirus similar to the one that causes SARS-Cov-2 (the virus that causes COVID-19) started as an epidemic in southern China in 2002. That virus quickly spread to 28 other countries. By July 2003 more than 8,000 people were infected, and 774 died. The virus died down by 2004 leaving a lesser amount of deaths anywhere it went. Information from the CDC tells Americans that the Coronavirus causing our current pandemic, COVID-19, is one of these seven known Coronaviruses, similar to the one that caused SARS 2002-2004. SARS-Cov-2 is a disease that can cause a great threat to the upper respiratory tract (nose, throat, sinuses) and the lower respiratory tract (trachea and lungs). In the outbreak of 2002- 2004, it never reached the pandemic phase as COVID-19 has. COVID-19 can cause lung complications such as [pneumonia](https://www.hopkinsmedicine.org/health/conditions-and-diseases/pneumonia) and, in the most severe cases, acute respiratory distress syndrome, or ARDS. Sepsis, other possible complications of COVID-19 can also cause lasting harm to the lungs and other organs, ( [Panagis Galiatsatos, M.D., M.H.S.](https://www.hopkinsmedicine.org/profiles/results/directory/profile/4626291/panagis-galiatsatos) expert of pulmonary and Critical Care Medicine from a John Hopkins Medical Center's article, \"What Coronavirus Does to the Lungs\"). The COVID-19 virus was first detected on Dec 31, 2019, in Wuhan, China when there was a cluster of pneumonia cases. With the help of epidemiologists (a person who studies or is an expert in medicine which deals with the incidence, distribution, and control of diseases) Chinese officials gathered information about the virus by surveying the community in Wuhan where the first cases were detected. They took nose and mouth secretions for lab experiments. These tests helped them know who was infected and who was not. According to a 'WEB MD' article, epidemiologists determined that the SARS-Cov-2 may have come from animals sold at 'wet markets'. From these markets, people buy and eat fresh meat from fish and other animals that are slaughtered there. One of the most crucial questions about an emerging infectious disease, such as the new coronavirus is how deadly it is. Researchers use a metric called Infection Fatality Rate (IFR) to calculate the severity of a disease. It is the proportion of infected people who will die as a result, including those who don't get tested or show symptoms. The fatality rate of the virus is hard to pinpoint considering the numbers of people with mild or no symptoms that go undetected. It is further complicated because the time between showing symptoms and death can be as long as two months. Many countries are struggling with calculating their death counts that are COVID-19 related and the ones that are not. (Smriti Mallapaty, Nature Magazine, \"How Deadly is the Coronavirus,\" June 16, 2020). An article written by [Shin Jie Yong](https://medium.com/@shinjieyong?source=post_page-----8148e38b9ab5--------------------------------), editor of Microbial Instincts, Medium.com, estimated that the fatality rate of COVID-19 for those who show symptoms is 1%, ten times worse than the flu. The percentage of COVID-19 changed to 2-3% when taking into account people that don't show symptoms (symptomless). Scientists are working on more than one vaccine designed to end this virus. A Washington Post team has tracked 200 experimental vaccines. As of September 2020 scientists in the United States haven't found a vaccine that can stop the virus. (Gabriel Florit, Carolyn Y. Johnson, Aaron Steckelberg, and Chris Alcatraz, reporters of the 'THE WASHINGTON POST', \"These Are the Top Coronavirus Vaccines to Watch,\"). All vaccines must pass through three phases and testing. Phase 1 vaccines are tried on people to see if the vaccine is safe. During Phase 2 scientists study whether the vaccine can stop the disease. During Phase 3 scientists make sure that the vaccine works on everyone. Vaccine development usually takes years and unfolds step by step. Experimental vaccine candidates are created in the laboratory and tested in animals before moving into progressively large human clinical trials. (Lydia Ramsey, Apple News). The United States has 170 and more pre-clinical vaccines that are being tested in animals and lab experiments. Ten Phase 1 vaccines are being tested in a small number of healthy, young people to assess the safety and the correct dose. Fourteen Phase 2 vaccines are being broadened to a large number of people, including people at higher risk of illness. Seven Phase 3 vaccines are being tested in thousands of people to check their effectiveness and safety. But zero vaccines have been determined to provide benefits that outweigh known and potential risks. (The Washington Post, September 23, 2020). On July 16, 2020, a Bloomberg article, written by [James Paton](https://www.bloomberg.com/authors/APuJ2DkgX1o/james-paton) and [Suzi Ring](https://www.bloomberg.com/authors/ARcIUoGAcS4/suzi-ring) reported that AstraZeneca, a healthcare facility in Australia, has been working with the United Kingdom to find a vaccine for the virus. Their work was progressing at record speed just like in the US, but everything stopped when an unexpected illness attacked one of their workers. AstraZeneca is a global, science-led, biopharmaceutical company. They are engaged in research, development, manufacture, and supply of medicines that aim to make a difference in the lives of Australians. Their first trial test of a working COVID-19 vaccine started in April. More than one hundred trials were given to adult volunteers. On September 9, 2020, Apple News gave an update on AstraZeneca informing that this healthcare facility had to pause in their hunt for a vaccine because one of the facility members got sick. AstraZeneca did not specify the nature of the study participant's \"unexplained illness\". We only know that they halted their work while they figured out the source of this unexplained illness. (L. Ramsey Apple News). Three days later, the international medical community resumed its phase three clinical trials in the United Kingdom. (Carlie Porterfield, Forbes staff). More information about the coronavirus fills the news every day. The need for a vaccine occupies our minds every day. Scientists are working diligently to develop a cure. The pandemic has affected the entire world population. It has gradually been changing our lives as time passes by. As we wait for a vaccine the best we can do is to follow the coronavirus safety guidelines. A trusted source is the National Center for Disease Control. Here is their website: WORKS CITED [Centers for Disease Control and Prevention (CDC) Updated July 1, 2020](https://www.cdc.gov/coronavirus/2019-ncov/cases) [Mandy McLaren, Louisville Courier-Journal August 18, 2020](https://www.courier-journal.com) WEB MD 2020](https://www.webmd.com/lung/coronavirus-history) [Smriti 2020](https://www.bbc.com/news/world-us-canada-24370967) [James Paton, and Suzi Ring, ad Bloomberg July 16, 2020, 3:59. Updated on July 16, 2020, 6:10](https://www.bloomberg.com/news/articles/2020-07-16/astra-pressure-mounts-as-investors-await-oxford-vaccine-data) - Lydia Ramsey Pflancer, Apple News September 9, 2020 [Panagis Galiatsatos, M.D., M.H.S.](https://www.hopkinsmedicine.org/profiles/results/directory/profile/4626291/panagis-galiatsatos) [John Hopkins Medicine](https://www.hopkinsmedicine.org/health/conditions-and-diseases/coronavirus/what-coronavirus-does-to-the-lungs)April 13, 2020 [Intermountain Yong](https://medium.com/@shinjieyong?source=post_page-----8148e38b9ab5--------------------------------), [Medium.com](https://medium.com/microbial-instincts/)September 8, 2020 "}