{"title": "CROHN'S DISEASE", "author": "Sushma Shah; Naturopathic Doctor", "url": null, "hostname": null, "description": "Crohn's disease (CD) is a chronic condition characterized by patchy areas of inflammation and ulcers along the innermost layer of the digestive tract. Such lesions can develop anywhere from the mouth to anus, affecting the small intestine or the first part of the large intestine.", "sitename": null, "date": "2004-01-01", "cleaned_text": "a chronic condition characterized by patchy areas of inflammation and ulcers (open sores) along the innermost layer of the digestive tract. Such lesions can develop anywhere from the mouth to anus, but the majority of cases involve the small intestine or the first part of the large intestine. Between these patches of inflammation and ulceration there remain stretches of normal, healthy tissue. Crohn's disease is closely related to a similar condition known as [ulcerative colitis (UC)](https://www.naturesintentionsnaturopathy.com/ulcerative-colitis.html). Both crohn's disease and ulcerative colitis are considered inflammatory bowel diseases (IBD). It affects between 2 and 7 out of 100,000 people and researchers believe that these numbers are growing. Crohn's disease develops mostly between the ages of 15 and 40, although children and older adults may also develop the condition. People of Jewish heritage are up to six times more likely to develop crohn's disease than are people in the general population. Although medication and strict diets can reduce the inflammation of crohn's disease, most people with the condition will require surgery to remove part of the digestive tract at some point in their lives. Unfortunately, however, surgery does not completely cure or eradicate the disease. The most common signs and symptoms of crohn's disease are diarrhoea and abdominal pain. The symptoms can range from mild to severe: People with crohn's disease are at increased risk for malnutrition. Crohn's disease can also be associated with many other medical problems including arthritis, osteoporosis, eye infections, blood clots, liver disease, and skin rashes. There are many theories regarding the specific cause of crohn's disease, although none have been proven. It is most likely that a variety of factors work together to bring about the disease. These factors range from genetics, faulty immune system reactions, environmental influences, cigarette smoking, and diet. For example, some people are genetically at risk for crohn's disease (it runs in their family), and an infection or other toxin may cause an abnormal immune reaction which then causes crohn's disease. Conventionally accepted medical approaches of assessment for this condition may include a thorough physical exam as well as a series of tests. Blood tests may reveal anaemia (due to a significant loss of blood) and a high white blood cell count (a sign of inflammation somewhere in the body). Stool samples may indicate whether there is bleeding or infection in the colon or rectum. The following procedures may be used to diagnose crohn's disease. They may also be helpful in distinguishing between ulcerative colitis, crohn's disease, and other inflammatory conditions: The naturopathic approach includes identifying what the root cause of the problem is using various testing methods such as comprehensive stool testing and blood testing, and also doing an extensive intake of your symptoms. At our clinic, during your initial 1 hour one-on-one consult with our Naturopathic Doctor, Sushma Shah, you will be undergo a comprehensive symptom intake in detail, and at the end of the visit, you will be required to do some blood and urine testing. Her assessment is oriented toward determining what is impeding your body's ability to function normally. She will determine which assessment tools are most helpful in establishing a treatment strategy specific to your health needs. Dr. Shah ND may order some specialized testing, if need be in order to get all the necessary physiological information and to get a more complete picture of your symptoms - to get to the root cause of your symptoms. Following this visit, you will be coming in for your second visit, in which she will be doing a full physical check up, including a breast exam, a traditional Chinese medicine tongue and pulse diagnosis, body fat analysis and blood glucose testing. After having gone through your case, she will be giving you an INDIVIDUAL TREATMENT PLAN [*](https://www.naturesintentionsnaturopathy.com/crohns-disease.html#Disclaimer)that is specific to the symptoms you have. Although there is no known way to prevent crohn's disease, the number of relapses can be reduced with the right combination of lifestyle changes and nutrition. Exercise can help prevent the stress and depression that often accompany crohn's disease, and quitting smoking can reduce recurrences in those who use tobacco. Fish oil (which contains omega-3 fatty acids) and a bland diet also show promise as means of preventing relapse. The primary goal in treating Crohn's disease is to reduce inflammation and replenish lost nutrients. The choice of treatment for crohn's disease depends on the severity of the disease. Many people with crohn's disease commonly turn to complementary and alternative remedies. Studies indicate that lifestyle changes, dietary adjustments (such as including a rich variety of fruits and vegetables and maintaining low levels of fat and sugar), specific herbs and supplements are useful. Mind / body techniques (such as hypnosis and meditation) can help reduce stress associated with the disease. The best way to prevent occurrence or reoccurrence is to first see your naturopathic doctor or health care provider and identify what the root cause of the problem is, and then address that root cause. Please ask your doctor or naturopath before starting on any supplements. It is better to first identify the cause and then treat it with the right remedies. If you would lie to book an appointment with our Naturopathic Doctor, please contact us at 416 913 4325 (HEAL) or email us at [[email protected]](/cdn-cgi/l/email-protection#e1888f878ea18f809594938492888f95848f95888e8f928f809594938e9180958998cf828e8c) * DISCLAIMER: The information on this article is the property of Dr. Sushma Shah, Naturopathic Doctor, and is not intended to treat, diagnose or cure any diseases or promote any services or products mentioned on the website. "}