{"title": "Dark Energy Crystals Price: DEC Live Price Chart & News | CoinGecko", "author": null, "url": "https://www.coingecko.com/en/coins/dark-energy-crystals", "hostname": "coingecko.com", "description": "Track the latest Dark Energy Crystals price, market cap, trading volume, news and more with CoinGecko's live DEC price chart and popular cryptocurrency price tracker.", "sitename": "CoinGecko", "date": "2021-10-15", "cleaned_text": "Dark Energy Crystals (DEC) price has declined today. The price of Dark Energy Crystals (DEC) is $0.000757329074 today with a 24-hour trading volume of $7,287.91. This represents a -0.50% price decline in the last 24 hours and a -0.70% price decline in the past 7 days. If you're looking for the market cap of Dark Energy Crystals, data is not available today as the circulating supply of DEC tokens is not reported. Where can you buy Dark Energy Crystals? DEC tokens can be traded on decentralized exchanges. The most popular exchange to buy and trade Dark Energy Crystals is [PancakeSwap (v2)](/en/exchanges/pancakeswap-v2), where the most active trading pair DEC/BUSD has a trading volume of $5,457.93 in the last 24 hours. What is the daily trading volume of Dark Energy Crystals (DEC)? The trading volume of Dark Energy Crystals (DEC) is $7,288.19 in the last 24 hours, representing a -91.00% decrease from one day ago and signalling a recent fall in market activity. What is the all-time high for Dark Energy Crystals (DEC)? The highest price paid for Dark Energy Crystals (DEC) is $0.016539245991, which was recorded on Oct 15, 2021 (almost 2 years). Comparatively, the current price is -95.40% lower than the all-time high price. What is the all-time low for Dark Energy Crystals (DEC)? The lowest price paid for Dark Energy Crystals (DEC) is $0.000488770204, which was recorded on Mar 02, 2021 (over 2 years). Comparatively, the current price is 54.80% higher than the all-time low price. What is the fully diluted valuation of Dark Energy Crystals (DEC)? The fully diluted valuation (FDV) of Dark Energy Crystals (DEC) is $757,358,520. This is a statistical representation of the maximum market cap, assuming the maximum number of 1 Trillion DEC tokens are in circulation today. Depending on how the emission schedule of DEC tokens are designed, it might take multiple years before FDV is realized. How does the price performance of Dark Energy Crystals compare against its peers? With a price decline of -0.70% in the last 7 days, Dark Energy Crystals (DEC) is underperforming the [global cryptocurrency market](/en/global-charts) which is down when to similar [Ethereum Ecosystem](/en/categories/ethereum-ecosystem) cryptocurrencies which are up 12.70%. What is the market sentiment of Dark Energy Crystals today? There are no votes on Dark Energy Crystals (DEC) today. Be the first to vote and share this with your community. How to add Dark Energy Crystals (DEC) to MetaMask? Adding Dark Energy Crystals (DEC) to [MetaMask](https://www.coingecko.com/learn/complete-beginners-guide-to-metamask) allows you to view your token holdings, trade on decentralized exchanges, and more. To add them, you'll need to import DEC as a token. You can copy DEC's contract address (0xe9d7023f2132d55cbd4ee1f78273cb7a3e74f10a) and import it manually, or if you've installed MetaMask's chrome extension, add DEC to MetaMask with one click on CoinGecko. "}