{"title": null, "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2013-01-01", "cleaned_text": "La evidencia acerca de la controversia de las vacunas que contienen timerosal y su asociación con el autismo / Addressing the controversy regarding the association between thimerosal-containing vaccines and autism [Rev. peru. med. mayor impacto en la [salud pública]para la reducción de la [morbimortalidad]infantil. El [timerosal]es un compuesto orgánico del [mercurio]utilizado como preservante de los frascos multidosis. Eventualmente, en el [Perú], surgen olas de controversia acerca de la [seguridad]de estas [vacunas], asociándolas especialmente con el autismo. Como resultado de estas controversias, se han propuesto, incluso, [leyes]que prohíben este tipo de [vacunas], lo que tendría un importante impacto en los costos y en los aspectos logísticos de la estrategia nacional de [vacunación]. En este artículo se revisa la [literatura]sobre las principales controversias acerca de las [vacunas]que contienen [timerosal]y su supuesta [asociación]con el autismo. Se realiza una aproximación histórica sobre estas controversias, se hace una actualización de la evidencia científica disponible al momento, y se revisa la posición de los [organismos internacionales]más importantes con respecto a este tema. Se concluye que la evidencia científica no apoya la noción que exista una [asociación]entre el uso del [timerosal]en las [vacunas]con los trastornos del espectro autista en [niños]. ABSTRACT [Vaccination]is one of the are waves the [safety]of this type of [vaccines], mainly arguing that there is an [association]between them and [autism]. As a result of these controversies, there have been some [voices]asking for [laws]banning [thimerosal]-containing [vaccines], the logistic aspects of the public [vaccination]programs. The aim of this article is to [review]the [literature]for main controversies about important international [organizations]. We concluded that the current nacionais / Peru Contexto em Saúde: ODS3 - Saúde e Bem-Estar / ODS3 de recém nascidos e crianças com Reduzir as mortes de recém nascidos e crianças com menos de 5 anos / Saúde Mental e Transtornos do Comportamento / Saúde Ambiental / Idioma: Espanhol Revista: Rev. peru. med. exp. salud publica Ano publicação: 2013 Tipo de documento: "}