{"title": "EE.UU dará municiones de uranio empobrecido a Ucrania", "author": "Giovana Galindo", "url": "https://noticiasenfasis.com.mx/ee-uu-dara-municiones-de-uranio-empobrecido-a-ucrania-como-contraofensiva-a-rusia/", "hostname": "noticiasenfasis.com.mx", "description": "El Pentágono dio a conocer que Estados Unidos proporcionará a Ucrania municiones de uranio empobrecido para tanques.", "sitename": "Énfasis", "date": "2023-09-07", "cleaned_text": "Como un paquete de ayuda, El Pentágono proporciono a Ucrania municiones de uranio empobrecido. El Pentágono informó que como parte de un paquete de ayuda de 175 millones de dólares, dio a conocer que Estados Unidos proporcionará a Ucrania municiones de uranio empobrecido para tanques. La entrega de este paquete de municiones de uranio Ucrania se realizará el próximo miércoles, el cual incluye munición perforante de uranio empobrecido para tanques Abrams. Esta es la primera vez que Estados Unidos informa de manera pública sobre la entrega a Ucrania de munición de este tipo. Uranio empobrecido y el peligro para población El objetivo de este aporte, es que Ucrania pueda contrarrestar los ataques de Rusia; las municiones de uranio empobrecido son parte de los armamentos más eficaces, capaz de perforar armaduras. Sin embargo, su uso despierta controversias debido a los riesgos tóxicos para los militares y la población civil. Ante esto, el portavoz del Kremlin, Dmitri Peskov, afirmó Estados Unidos sería el responsable de responder por las \"tristísimas consecuencias\" futuras al suministrar munición de uranio empobrecido a Ucrania. Como ejemplo, señaló el bombardeo de Yugoslavia en 1999, en el que el uso intensivo de este tipo de munición por parte de la OTAN, provocó un aumento de los casos de cáncer, así como otros daños a la salud. \"Estas consecuencias las sufren también las generaciones posteriores de quienes de algún modo entraron en contacto o estuvieron en zonas donde se utilizaron estas armas\", declaró a la prensa, afirmando que ahora ocurriría lo mismo en Ucrania. Anteriormente, Reino Unido ya había enviado proyectiles similares, desde marzo anunció apoyaría a Ucrania con este mismo tipo de proyectiles para sus tanques Challenger 2. "}