{"title": "Content Map Terms", "author": null, "url": "https://www.healthlinkbc.ca/medications-and-herbal-products-breastfeeding-moms", "hostname": "healthlinkbc.ca", "description": "What happens if you need to take medicine while you're breastfeeding? What about herbal products? As a general rule, don't take anything unless you know it's", "sitename": "healthlinkbc.ca", "date": "2019-10-01", "cleaned_text": "Content Map Terms What happens if you need to take medicine while you're breastfeeding? What about herbal products? As a general rule, don't take anything unless you know it's safe for your baby. Some medications - including common pain relievers such as Tylenol 3, which contains codeine - may not be safe for breastfeeding mothers. Codeine can put the baby at risk of side effects such as lethargy, slowed metabolism or even death. If you need pain medication, discuss with your healthcare provider about taking something that doesn't have codeine. For more information about medication safety during breastfeeding, discuss with your pharmacist or doctor. Herbal Products Talk to your healthcare provider before taking any herbal product. Many are not safe during breastfeeding. These include black cohosh, ma huang and aloe. If you're wondering about a product, ask the pharmacist about its safety. You can also check the label for an NPN or DIN number. Then go to [ Health Canada's natural health product](http://webprod3.hc-sc.gc.ca/lnhpd-bdpsnh/index-eng.jsp) website. If you're trying to get pregnant or you're pregnant or breastfeeding some supplements may be harmful, and too much of any supplement can cause problems. Tell your health care provider about all the supplements you take, including natural and herbal products. You will need: a daily multivitamin and mineral prenatal supplement that has 0.4 mg (400 mcg) of folic acid, 16 to 20 mg of iron, and vitamin B12 Your health care provider may also suggest fish oil, calcium, or vitamin D supplements. If you're taking separate calcium and iron supplements, take them about 2 hours apart. You should avoid: vitamin A supplements and multivitamin and mineral supplements with more than 3 mg (3,000 mcg) or 10,000 IU vitamin A, which can cause birth defects fish liver oil supplements (like cod liver oil), which are high in vitamin A soy supplements herbal supplements "}