{"title": "JESSIE INCHAUSPÉ: Change HOW you eat to balance your blood sugars", "author": "Jessie Inchauspé", "url": "https://www.dailymail.co.uk/femail/article-10604793/Change-eat-balance-blood-sugars-says-biochemist-JESSIE-INCHAUSP.html", "hostname": "dailymail.co.uk", "description": "JESSIE INCHAUSPÉ: I have discovered it could be as simple as deconstructing that lunchtime tuna sandwich so you eat the salad first, then the tuna, and the bread last.", "sitename": "Daily Mail", "date": "2022-03-12", "cleaned_text": "The Glucose Revolution: If you want to lose weight, gain energy and boost your sex drive, you need to change HOW you eat to balance your blood sugars, says biochemist JESSIE INCHAUSPÉ You might think the secret to weight loss is counting calories, cutting carbs or spending hours on a treadmill. But I have discovered it could be as simple as deconstructing that lunchtime tuna sandwich so you eat the salad first, then the tuna, and the bread last. Or resisting the urge to have a chocolate brownie with your afternoon coffee and eating it after a meal for dessert instead, ideally with a dollop of full-fat Greek yoghurt or double cream. Who would have thought that changing the order in which you eat what's on your plate, or actually adding calories, could drive your body to burn fat more effectively? But that is precisely what I have found after looking at just how much our mental and physical health is affected by how our blood sugar levels rise and fall during the day. I have discovered it could be as simple as deconstructing that lunchtime tuna sandwich so you eat the salad first, then the tuna, and the bread last With degrees in mathematics and biochemistry under my belt, I used a continuous glucose monitor (which reads glucose levels in the blood through a very thin wire piercing the skin on the upper arm) to investigate the peaks and troughs of my own blood glucose levels. I became fascinated by the ways food influenced my blood glucose levels, as well as the link between this and how stressed, tired or active I'd been. Quite quickly I started noticing strange patterns: nachos on Monday, big spike. Nachos on Sunday, no spike. Beer, spike. Wine, no Chocolates after lunch, no spike. Chocolates before dinner, spike. Tired in the afternoon: glucose had been high at lunch. Lots of energy all day: glucose was very steady. Big night out with friends: glucose rollercoaster through the night. Stressful presentation at work: spike. Cappuccino when I was no spike. Uncontrollable cravings always correlated with a glucose rollercoaster — spikes and dips in quick succession. I sifted through the data, re-ran many experiments, and checked my hypothesis against published studies. To feel my best, it became clear that I had to avoid big spikes and dips in my glucose levels. Better still, I began to devise ways to flatten the peaks and troughs without denying myself bread, pasta, rice and sugary treats. The key, I found, was to consume them in a different way. The starchy or sweet foods we eat are broken down by our digestive system and converted into glucose, which is released into the blood then delivered around the body to cells where it is used for energy. If there's more glucose circulating than our cells need, the hormone insulin is released to take that glucose out of the blood and store it as fat for possible future use. These graphs, using data taken from a glucose monitor before and after eating, plot the impact of different foods and drinks on glucose levels. The steeper the climb and the higher the peak of that spike, the more damage it is likely to be causing. A dip below the baseline on the graph indicates a blood sugar 'trough' which would prompt cravings, fatigue and low mood. Eating the same food while incorporating one of my glucose-stabilising hacks flattens the curve It is a carefully calibrated system that works well when blood glucose levels are relatively stable. However, our modern way of eating (such as unrestrained snacking on highly processed and sweet foods) can cause dramatic spikes in glucose which can damage the body and brain. This, in turn, triggers the release of huge quantities of insulin which can be equally damaging. Insulin makes the route to our fat cells a one-way street, so weight loss becomes doubly tricky. But if our glucose levels, and therefore our insulin levels, are steady, we shed pounds. In a 2021 study of 5,600 people, Canadian scientists showed that weight loss is always preceded by insulin decrease. Numerous studies show repeated glucose spikes can affect everything from our mood, our sleep, our weight and our skin to the health of our immune system and our risk of heart disease. Short term, you might notice hunger, cravings, fatigue, more extreme menopause symptoms, migraine, poor sleep and brain fog. In the long-term, see-sawing glucose levels contribute to signs of ageing and to the development of conditions such as acne, eczema, psoriasis, arthritis, Alzheimer's disease, cancer, type 2 diabetes and fatty liver disease. Glucose spikes lead to hormonal imbalances that can wreak havoc on libido. Add that to the fact that glucose highs and lows also trigger a lack of energy, poor sleep and depressive moods, and you can see why steadying your glucose levels and avoiding the spikes can greatly improve your sex life. Other factors impact the glucose curves, too. Any one food can create a completely different blood glucose response in different people. This is because the speed at which you convert that food into glucose, and your body's response to rising glucose levels, might depend on the amount of baseline insulin you have naturally. This can be affected by your muscle mass (the more muscles you have to draw glucose out of your blood) and also populations of gut microbes (some guts break down food or release chemical messengers more effectively). It also depends on whether you are well hydrated or dehydrated, how tired or stressed you are (both can trigger the release of stress hormones that affect metabolism), or if you were active. Studies have even found that if you think you're about to eat something sugary, your body helpfully sets off various chemical cascades in anticipation, which can trigger a bigger spike than if you weren't expecting to be offered a biscuit. In this exclusive series, which runs today, tomorrow in The Mail on Sunday, and in Monday's Daily Mail, I will share with you my hacks for flattening the curve by changing the way you eat. Not only will you feel better, you will lose weight as your body learns how to work far more efficiently. Save carbs until last at every meal What we eat matters. How we eat it — in which order, combination and grouping — matters, too. Studies show that two meals consisting of the same foods (and therefore the same nutrients and calories) can have vastly different impacts on our body, depending on how their components are eaten. The key is separating out the vegetables, proteins and carbohydrates on your plate, then eating them in that order: veggies first, proteins second, carbs last. That's because if starches or sugars are the first thing to hit your stomach, they get to your small intestine very quickly and are broken down into glucose, creating a glucose spike. The more carbs you eat and the quicker you eat them, the bigger the glucose spike will be. However, consuming vegetables first (followed by proteins and fats) and leaving your carbs until last, and you really change what happens. Vegetables contain plenty of fibre which isn't broken down into glucose by our digestive system but passes straight through the gut. Fibre has three superpowers: first, it reduces the action of an enzyme called alpha-amylase which breaks starch down into glucose molecules. Second, it slows the digestive process. Finally, it creates a viscous mesh in the small intestine which makes it harder for glucose to reach the bloodstream. The protein and fats you eat next are digested slowly, so help to slow the process further. Eating in this order means carbs will have a reduced effect — we get all the pleasure from eating but with fewer consequences, and are less likely to feel hungry for hours. Eat starches and sugars first and your hunger hormone (ghrelin) will return to pre-meal levels after just two hours, but eat the starch part last and ghrelin stays suppressed for much longer. What's more, when we eat foods in the right order we produce less insulin, which helps us return to fat-burning mode more quickly, so that we are more likely to lose weight. Tricks to swerve a sugar crash If you do give in to a sweet treat, particularly if eating it on an empty stomach, there are ways to reduce the impact on your glucose levels. Eat a hard-boiled egg, a handful of nuts, a few spoonfuls of 5 per cent fat Greek yoghurt or a head of broccoli before the cake or biscuit. Or use your muscles and move within the next hour. Go for a walk or do some squats. Your muscles will happily take up excess glucose as it arrives in your bloodstream, and you'll lessen the glucose spike, reduce the likelihood of weight gain, and avoid an energy slump. Jessie Inchauspé tests all the science-backed hacks on her own body and shares the results on her Instagram account @GlucoseGoddess Calories are not all equal Judging a food by its calorie content is like judging a book by the number of pages: it's not useful. One hundred calories of fructose, glucose, protein or fat might release the same amount of heat when burnt (this is how calories are calculated), but have different effects on the body. Studies show that people who focus on flattening their glucose curves can eat more calories and lose more fat more easily than people who eat fewer calories but do not flatten their glucose curves. In fact, we can ignore calories and still lose weight if we eat sensibly and just focus on reducing our glucose levels. It means we can add calories to a meal if they help curb the glucose spike (if the molecules are fibre, fat or protein). Adding a dressed salad to a meal, for instance, means the extra calories help keep our glucose and insulin levels low and even help us absorb fewer calories from what we eat after the salad. This is due to the gastric mesh that fibre creates. We stay full for longer, burn more fat and put on less weight. Studies show that people who focus on flattening their glucose curves can eat more calories and lose more fat more easily than people who eat fewer calories but do not flatten their glucose curves Judging a food by its calorie content is like judging a book by the number of pages: it's not useful Take our quiz and find out if you 're a victim of the glucose rollercoaster Golden rules Say 'no' to the bread basket in restaurants. Starting a meal with starch will lead to a glucose spike, then a crash later on, which will intensify cravings for more food. So avoid eating bread before anything else. If you take sugar or syrups in your coffee, use full-fat milk or cream to slow the absorption, or nut milks rather than oat (which contains more carbs). Odds are that you, and nine out of the ten people closest to you, are on a glucose rollercoaster without knowing it. Ask yourself the following questions: Have you been told by a doctor that you need to lose weight? Are you trying to lose weight but finding it difficult? Is your waist size above 40 in (man) or 35 in (woman)? Do you have extreme hunger pangs during the day? Do you feel agitated or angry when hungry (hangry)? Do you need to eat every few hours? Do you feel shaky, lightheaded or dizzy if meals are delayed? Do you crave sweet things? Do you feel sleepy mid-morning or mid-afternoon, or are you tired all the time? Do you need caffeine to keep you going throughout the day? Do you have trouble sleeping or wake up with heart palpitations? Do you have energy crashes where you break out in a sweat or get nauseous? Do you suffer from acne, inflammation, or other skin conditions? Do you currently experience anxiety, depression, or any mood disorders? Do you experience brain fog? Is your mood variable? Do you frequently get colds? Do you experience acid reflux or gastritis? Do you have hormonal imbalances, missed periods, PMS, infertility or PCOS? Have you been told that your glucose levels are elevated? Do you suffer from insulin resistance? Do you have prediabetes or type 2 diabetes? Do you have non-alcoholic fatty liver disease? Do you have heart disease? Do you find gestational diabetes hard to manage? Do you have difficulty managing type 1 diabetes? Do you think that you could feel better than you do now? If YOU answer 'Yes' to any of these questions, there's every chance you are among the 88 per cent of adults who have dysregulated glucose levels, and suffer the consequences every day without knowing it. The hacks in Glucose Revolution can help you rebalance your levels. Do you suffer from low blood sugar? Many of us know someone (or indeed, are someone) who doesn't feel well if they don't eat at very specific intervals. If they don't, their blood sugar dips and they might feel hunger, cravings, shakiness, light-headedness or tingling in the hands and feet. You might think this is how you've always been. In fact, it is a common and reversible condition called reactive hypoglycaemia. Usually, when insulin ushers glucose out of the blood after a spike, it does so gradually, bringing glucose levels steadily to a fasting level. Sometimes, however, the pancreas releases too much insulin, which means more glucose is stashed away, and blood sugar levels can crash below normal for a while. If you're prone to crashes, doctors might suggest you snack every few hours to ensure your glucose doesn't drop too low. But this can make the problem worse. If you grab a sweet or starchy snack, your glucose levels will just shoot back up again, triggering the release of insulin and precipitating another crash. A better solution is to flatten your glucose curve. With smaller spikes, you'll release less insulin and suffer smaller dips. The body will also learn to not expect starchy and sweet snacks every few hours and, with less insulin around, will start burning fat reserves for fuel. Better ways to start the day - If you can't resist cereal, look for those with a high-fibre and low-sugar content. Serve with 5 per cent Greek yoghurt instead of milk, which adds fat. Top with nuts, hemp seeds and/or chia seeds to add protein. - If you need to sweeten it, do so with berries — not sugar. Granola may seem healthier, but it's usually just as full of sugar as other cereals. If you love it, look for a low-sugar granola with a high nut and seed content. - Beware the fruit smoothie — your body will struggle to process the glucose from three apples or three bananas in one speedy gulp, and the blending process pulverises the fibre into tiny particles that can't fulfil their protective duties. A healthy smoothie should incorporate protein, fat and fibre. Start your smoothie with protein powder, then add a combination of linseed or flaxseed oil, coconut oil, avocado, seeds, nuts and a cup of spinach. Finally, add berries. - Avoid sweet pastries. Pick from avocado on toast, an egg muffin, a ham and cheese sandwich, Greek yoghurt, tofu, meat, cold cuts, fish, cheese, cream cheese, protein powder, nuts, nut butter, seeds and, yes, eggs (scrambled, fried, poached or boiled). Add fat, too. That means scrambling your eggs in butter or olive oil, or adding slices of avocado. - If you love porridge, stir in nut butter, protein powder, yoghurt, seeds and berries instead of sugar or honey. Stop your breakfast fuelling cravings The best way to set yourself up for a day of uncontrollable glucose spikes and troughs is by sitting down to a big bowl of cereal for breakfast. Just one bowl could be enough to push your glucose, fructose and insulin levels into damaging ranges, which can generate swarms of free radicals, tax your pancreas, inflame your cells, increase your fat storage and trigger a day of cravings. Cereal looks harmless, but it's not. And don't even think about toast and jam, croissants, granola, pastries, sweetened porridge, 'breakfast' biscuits, fruit juice, Pop-Tarts, fruit smoothies, acai bowls or banana bread — all are composed of mostly sugar and starch and contain a ton of glucose. First thing in the morning, when we have been 'fasting' all night, your body is at its most sensitive to glucose. Your stomach is empty, so anything that lands in it will be digested extremely quickly. If your breakfast is sweet, then you will be heading towards the biggest spike of the day, followed by a huge surge of insulin which will trigger an energy slump and cravings. That sugary breakfast so badly deregulates your glucose levels that lunch and dinner are also likely to create big spikes. First thing in the morning, when we have been 'fasting' all night, your body is at its most sensitive to glucose. Your stomach is empty, so anything that lands in it will be digested extremely quickly The higher the spike, the more intense the crash will be. With a big spike, you will set off a chain reaction of cravings, hunger and lagging energy right through until the evening. And unless you change your breakfast habits, these chain reactions compound day after day. Big glucose spikes can impair memory and cognitive function, and studies show the effect is worst first thing in the morning, after fasting throughout the night. So, if you have a 9am meeting in which you want to impress, eat a breakfast that will keep your glucose curve flat. An ideal breakfast for steady glucose levels contains a good amount of protein, fibre, fat and optional starch and fruit (which would be eaten last). Choose your breakfast well, and you will feel better throughout the day — with more energy, curbed cravings, a better mood and clearer skin. Glucose Revolution by Jessie Inchauspé will be published by Short Books on March 31. © 2022 Jessie Inchauspé. You can pre-order a copy only (RRP £12.99). Shop at [whsmith.co.uk ](http://whsmith.co.uk/)and use code 60440617. Valid until April 6, 2022. Excludes delivery. Terms apply. Most watched News videos - [Animation shows how Leicester City owner's helicopter crashed](/video/uknews/video-3011535/Video-Animation-shows-Leicester-City-owners-helicopter-crashed.html?mwv_rm=rta) - [Inside look at Delta flight after passenger had diarrhea](/video/news/video-3011529/Inside-look-Delta-flight-passengers-diarrhea.html?mwv_rm=rta) - [Moment Ryanair chairman splattered with pies by Belgian eco-mob](/video/newsalerts/video-3012773/Video-Moment-Ryanair-chairman-splattered-pies-Belgian-eco-mob.html?mwv_rm=rta) - [Man pushed into sea by ferry crew while trying to leap onto vessel](/video/greece/video-3011733/Video-Man-pushed-sea-ferry-crew-trying-leap-vessel.html?mwv_rm=rta) - [Rishi Sunak's statement about prison escape of records helicopter](/video/russiaukraineconflict/video-3011761/Video-Ukrainian-troops-blasting-Russian-helicopter.html?mwv_rm=rta) - [Public catch 'watch thief' and pin him in Sloane Square](/video/crime/video-3012673/Video-Public-catch-watch-thief-pin-chair-Sloane-Square.html?mwv_rm=rta) - [Former detective: Fugitive ex-soldier may already have fled country](/video/crime/video-3012533/Video-Former-detective-Fugitive-ex-soldier-fled-country.html?mwv_rm=rta) - [William and Kate receive flowers from kids outside St Davids Cathedral](/video/katemiddleton/video-3013659/Video-William-Kate-receive-flowers-kids-outside-St-Davids-Cathedral.html?mwv_rm=rta) - [Mark Rowley says Daniel Khalife escape could have been an inside job](/video/crime/video-3013349/Video-Mark-Rowley-says-Daniel-Khalife-escape-inside-job.html?mwv_rm=rta) - [Heartbreaking footage of a dog stranded on a roof in Greece](/video/greece/video-3012727/Video-Heartbreaking-footage-dog-stranded-roof-Greece.html?mwv_rm=rta) The comments below have not been moderated. The views expressed in the contents above are those of our users and do not necessarily reflect the views "}