{"title": "Point Injection Therapy (PIT)", "author": null, "url": "https://doh.wa.gov/licenses-permits-and-certificates/professions-new-renew-or-update/acupuncture-and-eastern-medicine-practitioner/point-injection-therapy", "hostname": "wa.gov", "description": "PIT includes injection of substances, limited to saline, sterile water, herbs, minerals, vitamins in liquid form, and homeopathic and nutritional substances. What is the definition of PIT? PIT is defined as meaning the subcutaneous, intramuscular and intradermal injection of substances consistent with the practice of acupuncture or Eastern medicine to stimulate meridians, acupuncture points, ashi points, motor points, trigger points and other nonspecific points throughout the body.", "sitename": "Washington State Department of Health", "date": "2023-01-01", "cleaned_text": "substances, limited to saline, sterile water, herbs, minerals, vitamins in liquid form, and homeopathic and nutritional substances.] - What is the definition of PIT? - PIT is defined as meaning the subcutaneous, intramuscular and intradermal injection of substances consistent with the practice of acupuncture or Eastern medicine to stimulate meridians, acupuncture points, ashi points, motor points, trigger points and other nonspecific points throughout the body. - What substances can be used during PIT? - The substances are limited to saline, sterile water, herbs, minerals, vitamins in liquid form, and homeopathic and nutritional substances, consistent with the practice of acupuncture and Eastern medicine. PIT doesn't include injection of controlled substances contained in Schedules I through V of the Uniform Controlled Substances Act, [chapter 69.50 RCW](https://apps.leg.wa.gov/rcw/default.aspx?cite=69.50)or steroids as defined in [RCW 69.41.300](http://app.leg.wa.gov/rcw/default.aspx?cite=69.41.300). Point injection therapy also includes injection of local anesthetics, such as lidocaine and procaine, for reduction of pain during point injection therapy, consistent with the practice of acupuncture and Eastern medicine and training requirements that will be defined in rule. - Where can I find the education and training requirements for PIT? - The education and training for PIT must consist of a minimum total of 24 contact hours of training in the topics required in WAC 246-803-040(2)(a) through (e) and include at least eight hours of clinical practical experience. - Are there additional training requirements? - Yes. Acupuncture or Eastern medicine practitioners using PIT must complete a minimum of two hours of training specifically in the use of intramuscular epinephrine, local anesthetics and oxygen. The training may be taken separately from the training in point injection therapy. The minimum of two hours of training count towards meeting the requirement of 24 hours of contact training. - Are there requirements for instructors for PIT? - Yes. An instructor for PIT must have a healthcare credential in good standing with a scope of practice that includes PIT and have at least five years of experience in a healthcare practice that includes PIT. - How do I prove completion of education and training in PIT? - The training program shall provide each successful student with a certificate of successful completion of the program, and course syllabus outlining the schedule and curriculum of the program. - Do I need to provide proof of successful completion of education and training in PIT? - An acupuncture or Eastern medicine practitioner performing PIT must be able to demonstrate, upon request of the Department of Health, successful completion of education and training in PIT. - Do I need to complete the new education and training requirements if I provided PIT before June 9, 2016? - The requirements of WAC 246-803-040(1) through (6) don't apply to an acupuncture or Eastern medicine practitioner who provided PIT before June 9, 2016. However, acupuncture or Eastern medicine practitioners using PIT before June 9, 2016 must have completed training and education in PIT. "}