{"title": "Estudio concluye que la homeopatía no funciona - Marcianos", "author": "Chow", "url": "https://marcianosz.com/estudio-concluye-que-la-homeopatia-no-funciona/", "hostname": "marcianosz.com", "description": "La homeopatía es una forma de medicina alternativa que se basa en la utilización de dosis pequeñas de substancias nocivas que pueden provocar diversos", "sitename": "Marcianos", "date": "2015-03-18", "cleaned_text": "La homeopatía es una forma de medicina alternativa que se basa en la utilización de dosis pequeñas de substancias nocivas que pueden provocar diversos síntomas en una persona saludable, para tratar esos mismos síntomas en alguien que está enfermo. Algunos creen que la \"memoria\" de la sustancia original (generalmente productos químicos o materia vegetal y animal) contenida en las preparaciones homeopáticas, altamente diluidas, podrían ayudar provocando una reacción en el organismo - lo que llevaría a la cura para algunas condiciones de salud. Otros dicen que la homeopatía además de ser ineficaz, también es peligrosa, especialmente cuando se emplea en sustitución de los tratamientos aprobados con buen historial de seguridad y eficiencia. ¿Entonces, cuál es el veredicto final? Tras un extenso análisis de 225 estudios controlados y aproximadamente 1,800 artículos, que varían desde pruebas presentadas por los grupos de interés en homeopatía a directrices del gobierno - se confirmó lo que muchos investigadores ya sospechaban: la homeopatía no funciona. El estudio reveló que la homeopatía no es una forma de tratar ningún problema de salud. Ni el dolor muscular, ni los trastornos del sueño y mucho menos problemas de gravedad como la artritis reumatoide. El estudio fue llevado a cabo por el Consejo Nacional Australiano de Investigación Médica y Salud. Para depurar los errores y resultados tendenciosos, las pruebas fueron validadas por un tercero independiente. Ellos afirmaron que ningún estudio de calidad con participantes suficientes para un resultado significativo informó mejorías en pacientes que seguían algún tratamiento homeopático. Homeopatía El oscillococcinum es un popular medicamento homeopático indicado para síntomas de gripe y que tiene un costo aproximado de $100 pesos en tiendas de supermercado. Su ingrediente activo es el Anas Barbariae Hepatis et Cordis Extractum, es decir, extracto de hígado y corazón de pato. De la misma forma que en cualquier medicamento homeopático el principio activo es diluido, lo que los homeópatas afirman los hace más potentes. La dilución se hace en torno a 200k. Esto significa que una parte del extracto se diluye en cien de agua (u otro ingrediente). Entonces, una parte de esta solución se coloca en otras cien de agua. Esta dilución se repite 200 veces. Resultando en una dilución total de 1×10-400. Para comprender este número debes saber que el cuerpo humano se compone de un 0.000007% arsénico y 0.00000000000003% de radio, dos sustancias muy tóxicas que resultan fatales en dosis elevadas, pero no a este nivel. Sin embargo, la cantidad de \"principio activo\", es decir, de extracto de hígado y corazón de pato es: 0.00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000001% Traduciendo: no existe ni siquiera una molécula de ingrediente activo en este producto. Sin embargo, este y otros productos hechos con la misma técnica son vendidos a millones de personas como medicamentos. ¿Es unánime? Para nada. Según el presidente de la comisión que encabezó el estudio, Paul Glasziou, los investigadores esperan un mar de personas que no van a \"concordar\" con el informe, alegando que todo no es más que una gran teoría de conspiración. Después de todo, cuando no existen pruebas científicas para un reclamo, de la naturaleza que sea, es natural que las personas busquen respuestas sobrenaturales, o echen sus culpas a una cacería de brujas. \"Pero esperamos que haya un gran número de personas razonables que reconsideren el vender, usar o subsidiar estas sustancias\", concluyó Glasziou. La Asociación Homeopática Australiana (AHA) respondió con un comunicado diciendo que el consejo australiano debe considerar una validación económica a gran escala de los beneficios en un \"sistema más integrado\" que apoya \"la elección del paciente\". Según la AHA, se estima que un millón de australianos eligen la homeopatía como tratamiento para su salud. Sin embargo, como Warwick Anderson (que es el CEO del consejo que llevó a cabo el estudio) advirtió en un comunicado a la prensa, las personas que eligen la homeopatía pueden poner su salud en riesgo si rechazan los tratamientos en los que hay una fuerte evidencia de seguridad y "}