{"title": "MANUAL DE REIKI", "author": null, "url": null, "hostname": null, "description": "Reiki y Energia de la Luz, Sistema de sanacion Natural", "sitename": null, "date": "2004-01-01", "cleaned_text": "La palabra Reiki proviene de dos palabras japonesas, -Rei y Ki-, que significan energa de vida universal, y es el nombre de un sistema de sanacin y un arte teraputico en el que se transfiere energa a travs de las manos. Fue desarrollado (la palabra exacta es redescubierto) en los albores del 1900 por Mikao Usui. Hay muchos beneficios al aprender y practicar Reiki, pues es una manera efectiva de traer salud a la mente, el cuerpo y el espritu, pues reestablece la armona en el sistema al equilibrar la energa en el cuerpo. El Reiki de los comienzos era espiritual y altruista, incluso gratuito. Desgraciadamente, la genealoga del Reiki-Usui ha tendido hacia la prdida del sustrato espiritual, desde el momento en que se trajo a Occidente va Hawai. El Reiki, originalmente abierto, accesible, sencillo... se fue moldeando dentro de una estructura rgida, rigurosa, elitista. Se instituy la normativa de la Alianza Reiki en los Estados Unidos y se transform en un gran negocio internacional, que genera miles de dlares. Algunos de los nuevos maestros Reiki han roto con estos impedimentos, ajenos al espritu original Usui, que alejaban este sistema del disfrute de todos los seres. Ahora la formacin, en algunos grupos, es asequible para cualquiera, y no existen lmites econmicos para aprenderlo y practicarlo, ni para recibir terapia. Otros maestros han ido ms lejos y se han cuestionado el origen de la tcnica. Los seguidores de Usui dicen que l quera saber cmo curaban el Buda de la Compasin y Jess. Como los monjes budistas y los Lamas desconocen esta tcnica, no es una enseanza del Buda... entonces la enseanza viene de Jess. La pregunta que sigue es quin es el real Maestro?... Y a quin sigo?. La respuesta: al Maestro Jess. Pertenezco a uno de los grupos disidentes, soy terapeuta de Reiki no tradicional, me preparo como maestra y el punto es que no puedo hablar de Reiki sin hablar de Dios, y ah entramos al terreno de mis creencias y de mi fe... de lo que es verdad para mi y que no tiene por qu ser la verdad de ustedes. Yo creo que Dios es el principio, la fuente y el fin... Que todo es uno en su realidad y en su esencia fundamental. Todo viene de la unidad y Dios es la unidad. Todo est contenido en Dios. Todo se conserva, vive y existe en Dios. Todo se disuelve y desaparece en Dios... Y si bien somos parte de Dios, l nos ama tanto que nos hizo libres, entonces la meta es volver a ser uno con el Padre, por libre albedro... Jess nos mostr el camino para hacerlo, por medio del amor hecho accin concreta. Y el Reiki es una de las formas de hacerlo: Amor hecho accin, sin dinero de por medio... slo por amor: por amor al Padre, por amor a uno mismo y por amor hacia todos los seres humanos. El Reiki bajo las enseanzas del Maestro Jess es parte un camino evolutivo espiritual, no es una religin. El amor hecho accin es una forma de vida, es una opcin maravillosa y enriquecedora que todos podemos tomar, ya que no existen elegidos: todos somos hijos de Dios. 1 REIKILUZ Prlogo Hablamos muchas veces con Marco Antonio sobre la idea de publicar un libro. Un libro de Reiki no Tradicional. Un libro para leer, para compartir, para fotocopiar, para regalar. Un libro que no se vende... y que no se vender. Y cuando menos lo esperaba, este sueo largamente acariciado se transform en un hecho. Surgi de la necesidad de contar con material escrito para las personas que no tienen acceso a Internet, pues aunque toda la informacin que est en estas pginas ya est publicada en la Web hace mucho tiempo, an no est al alcance de todos. Este libro es parte de un acto de amor que se inici con Marco Antonio, maestro y amigo, hace casi 4 aos. Acto de amor al que se han sumado muchsimas manos. Doy gracias a los compaeros de ruta, a los que estn y los que ya no estn, por el aporte que han hecho y que hacen cada da a esta tarea: Hacer de la Enseanza Accin, amarnos slo por el hecho de Amar, sin lucro de por medio, siguiendo a un solo Maestro: Jess, y con una meta comn: El Padre (la iluminacin, ascender en Luz). Doy gracias a Dios por cada uno de ellos y por ser parte de esta maravillosa tarea. Ximena Lutz Pineda. Mdico Familiar. Terapeuta Reikiluz En preparacin de maestra. Temuco (Chile), Octubre de 2004. 2 REIKILUZ Manual. Las Bases: La Espiritualidad MANUAL DE REIKI Marco Antonio Gonzlez D. (Versin Actualizada, 7 de Abril de 2004) Hoy limpio mi cuerpo, mi mente, mis sentimientos y emociones, me amo como soy, encuentro luz en mi corazn, la siento y la comparto con los dems. Fluyo con el regalo de la vida Hoy bendigo a mi pareja y a todos los que amo, bendigo y hago crecer mi dignidad... En este manual he redactado algunos de mis puntos de vista sobre la espiritualidad y el Reiki. Este escrito es un complemento a lo enseado en el Taller de Primer Grado o Nivel 1, el cual es imprescindible como experiencia de vida que trasciende a este texto. Se trata aqu de salud y de espiritualidad, y mi consejo es que estas pginas sean solamente el principio de su propia investigacin, unida a la prctica en la que se estn iniciando. Lo que les escribo son mis razonamientos, es mi verdad. Ustedes no pueden hablar por lo que un libro dice, por lo que otro les indic o por que mi maestro me lo ense. No!. Es por su propia experiencia, es por lo que ustedes viven que van a saber lo que es, y despus van a poder realmente transmitir y ensear a otros lo que es Reiki. En las clases indico que el verdadero maestro de Reiki es Jess y que uno slo es un medio. El real profesor es l y es a l a quien debemos seguir, sin intermediarios, sin muletas, sin rituales mayores, sin amuletos, sin imposiciones y/o prohibiciones, slo con amor y bajo el Amor de Dios. Al final del curso la iniciacin es realmente una auto iniciacin en la que cada cual escoge o no, por su libre albedro, si acepta o no \"ser canal crstico para ellos mismos y el mundo que los rodea\". Cada cual est en libertad para seguir o no unas enseanzas, stas son las mas y quien quiera seguirlas: bienvenido sea, ya que slo trato de compartir lo que creo es verdad, pero \"mi verdad\" y no la de ustedes, ya que la de ustedes no ser \"su verdad\" mientras ustedes mismos no lo prueben. Yo no me creo nada, solo soy yo y trato de trasmitir lo que s segn mi entendimiento en este momento. Si maana concluyo o aprendo otra verdad, desde ese momento esa ser mi verdad y eso es lo que trasmitir, la verdad que no puedo imponer, slo compartir, actuando segn mi conciencia. MEDICINA PARA CADA PLANO DEL SER Actualmente la ciencia est presentando diversos modelos de realidad que convergen con los descubrimientos de antiguas tradiciones espirituales. En el campo de la medicina y la biologa est sucediendo lo mismo, y ya hemos atravesado varias formulaciones muy interesantes, como la de la medicina energtica (cuyos ejemplos los tenemos en la acupuntura o en la homeopata), o la de la teraputica vibracional (como en 3 REIKILUZ Manual. Las Bases: La Espiritualidad los remedios florales de Bach o la cromoterapia). Estas modalidades de medicina se corresponden a la enseanza tradicional sobre los cuerpos sutiles (etrico, energtico) del ser humano. As mismo, la psicologa y la psiquiatra son medicinas que intervienen en el cuerpo mental/emocional de la persona. Aqu solamente deseo apuntar que una concepcin holstica e integradora de la salud, no permite mantener separadas esas reas para disciplinas aparte, puesto que en el ser humano hay una interaccin e interdependencia entre todos los planos de su ser y lo que le rodea. La verdadera sanacin es desde tu interior al exterior. Debemos recordar que somos seres de luz jugando a ser humanos y no humanos queriendo ser seres de luz. Ms importante que una sanacin fsica es la sanacin de tu interior, ya que si ah ests bien solamente luz proyectars. LAS BASES: LA ESPIRITUALIDAD. CREO REALMENTE EN DIOS? Si solamente cada persona actuara como dice que acta ya estaramos en el Paraso. Si todos en alguna medida e intensidad queremos ser mejores, alcanzar la paz y tranquilidad o simplemente querer despertar para decir desde el alma \"Gracias Padre por este nuevo da tan maravilloso\", entonces todos queremos lo mismo, por ello el alcanzarla es tan fcil como ser de verdad, tal como decimos que somos. Solamente tenemos que mirarnos a nosotros mismos, en forma muy sincera y con ese grado de evolucin tan alto que tenemos (en el que la transparencia tiene que ser primero en nosotros para quererla en los dems), para as desde ese alto y puro grado de sinceridad preguntarnos \"Creo realmente en Dios?\". Ya que si creo, tengo que realmente ponerme bajo Su Voluntad y si es Su Voluntad posiblemente no sea la que yo creo que es. Siempre tenemos que tener muy claro que lo que Dios quiera para nosotros es lo mejor, al igual que lo quiere nuestro padre en este plano. Si mi respuesta es no, es muy bueno ya que es un acto de sinceridad muy grande con nuestro ser interno, pues al reconocer que no creemos nos daremos cuenta y muy posiblemente comenzaremos a creer de verdad. Si la respuesta es s, entonces tenemos que recordar lo que nos ense el Maestro Jess y que fue que \"Todo lo que l hacia lo podamos hacer nosotros\", y para ello tener la completa seguridad que Somos Hijos de Dios y como Sus Hijos somos parte de l, y todo hijo quiere ser como su padre, ante ello la pregunta es \"Como actuara mi padre ante esta situacin?\", y si actuamos como l actuara, o a lo menos tratramos, este mundo s sera ya un Paraso. La Pregunta es: Creo realmente en Dios? 4 REIKILUZ Manual. Las Bases: La Espiritualidad Si no profesamos la fe catlica, si no somos cristianos u otra religin similar, posiblemente crea y simpatice con lo enseado por los Budistas, es lo mismo, ya que solamente la pregunta seria Creo realmente en el Buda? y Cmo actuara Buda en esta situacin?. Si creemos entonces que sea en su totalidad y no con acomodos segn nuestra conveniencia. Si no creemos reconozcmoslo, ya que si llegara a ser verdad que Dios existe y no estamos actuando como corresponde a alguien que dice o aparenta creer en algo en lo que realmente no cree, sera un gran problema alcanzar esa paz que todos queremos. En esta lnea de Reiki a quien se le ense fue bajo el No Cobro (tampoco aportes voluntarios) por efectuar terapias, etc., en que tambin se ense y se explic el dao que el mismo terapeuta se causa por ser sanador, de que la espiritualidad no se vende, de que es aprender a entregar amor slo por amor, y esto se confirma con una promesa o aceptacin que cada persona efecta para s misma, para su conciencia y para Dios, por lo que dejo a razonamiento de cada cual lo siguiente: Si una persona acept una iniciacin (ms bien su propia auto iniciacin) en la que asume un trabajo de Canal de Amor y Luz bajo una promesa o cumplimiento para ello, y despus de obtener ese supuesto ttulo olvida todo o simplemente bajo su conciencia y libre albedro no cumple lo que supuestamente acept, sigue esa persona siendo lo que indica ser?. Meditemos en que si alguien para justificar de que es Ingeniero requiere el apoyo de \"X\" Universidad, ya que para l es un respaldo para indicar que s lo es, y cuando lo es no cumple con lo que se le ense, es o sera muy poco tico el indicar de que es graduado de esa Universidad para respaldar sus actos, pero sin seguir lo que el prometi o jur (con su dios interno) para obtener ese Ttulo. Pienso que en este caso ese ttulo ya no existira. Y no es porque sea expulsado, es porque la misma persona se auto expuls y ya no pertenecer a lo que indica pertenecer por mucho que engae a sus semejantes, ya que al Padre no se le puede mentir. Amigos: esto pas, pasa y seguir ocurriendo. Para lograr que cada vez menos personas sigan lucrando con la espiritualidad y el dolor de las personas, es que hay que continuar enseando en todo lugar, llegar a ms lugares y, de sobremanera, el ampliar la red de terapeutas de amor y crear mas grupos de trabajo. Nuestra real o posible evolucin es por nuestro \"libre albedro\" y el juicio final es tambin nuestra propia conciencia. NO SE PUEDE CREER A MEDIAS Dios es amor, Dios es ternura, Dios compasin, Dios es perdn. Fuimos hechos a imagen y semejanza del Padre y como sus hijos somos parte de l, un todo, una sola vibracin. Si decimos que creemos en Dios entonces tenemos que creerlo en un 100%, ya que no se puede creer a medias, no se puede creer solo una parte y en algunos momentos o para algunas acciones. Tenemos que creerlo en su todo y en todo momento. Miremos nuestro interior y seamos sinceros con nosotros mismos y reconozcamos si creemos o no, 5 REIKILUZ Manual. Las Bases: La Espiritualidad ya que si es solo una parte tendremos que reconocer que de verdad no creemos y no tenemos verdadera fe en lo que predicamos. Meditemos, creamos y actuemos igual que como acta el Padre siendo amor, ternura, compasin y perdn. TELEFONO ROJO Cada uno de nosotros tenemos instalado en nuestro corazn un \"Telfono Rojo\", una lnea directa con el Padre, por ello no necesitamos intermediarios para hablar con l. Slo tenemos que reconocer ese templo en nuestro centro y levantar ese comunicador. No pidamos a otros que pidan por nosotros, quienes lo hacen lo efectuarn con mucho amor pero nunca las palabras de ese intermediario sern tan claras y con el sentimiento requerido, como si fueran nuestros propios sentimientos. Nadie ms que uno mismo se conoce tanto y sabe o siente qu es lo que necesita, pero muchas veces no hablamos con l, ya que pensamos que otra persona tiene una mejor lnea directa con nuestro Padre. Cuando viajamos a este mundo el Padre nos mand a todos con un \"celular\" para que as siempre pudiramos, si lo queramos, estar conectados con l. LAS ENSEANZAS DE JESUS l nos mostr con su propia vida (Ser ms que parecer, y practicar primero y luego predicar) el camino que tenemos que recorrer para llegar a la meta final que es el retorno a la Luz, el volver a casa, \"LA ILUMINACION\". l nos ense que todo lo que l poda hacer lo podramos hacer nosotros y slo con muy poco de fe. Jess fue y es un Maestro e Hijo de Dios tal como lo somos nosotros, la diferencia es que l lo crea y por ello lo saba. An siendo un Maestro con la absoluta Gracia de Dios, con el dominio de los elementos y energas, nunca se aprovech de ello. Solamente con su deseo podra haber cambiado las cosas para l y podra haber vivido lleno de comodidades, lujos y adorado por miles de personas que le serviran e incluso moriran por sus deseos. l teniendo el poder para ello mostr un camino completamente diferente y nos ense que slo tenamos que amar y entregarnos en un 100% en la fe. La vida de Jess es la que tenemos que estar dispuestos a vivir todos los que queremos llegar a esa meta tan prometida, si cerramos los ojos y meditamos podemos situar nuestra vida en la de Jess, solamente pensemos en qu etapa de la vida de l estamos nosotros: podemos estar en nuestro momento de Gloria, quizs aceptando la gracia divina del espritu santo (cuando se bautiz bajo su libre albedro), podemos estar en el desierto sintindonos muy solos y adems siendo tentados por la ambicin, el poder, el odio, el ego, etc. (Recordemos que Jess fue tentado y eso fue porque exista la posibilidad que algo lo entusiasmara, pero el se aferr a su fe ya que saba que el camino a la luz slo est en el amor absoluto), podemos estar en el templo reclamando o enojados al darnos cuenta que \"HAN CONVERTIDO LA CASA DE NUESTRO PADRE EN UNA CUEVA DE LADRONES\", podemos estar siendo enjuiciados solamente por predicar o tratar de predicar, etc. 6 REIKILUZ Manual. Las Bases: La Espiritualidad Tenemos que estar dispuestos a llegar hasta ser crucificados si ello es por nuestra entrega a la Voluntad de Dios, pero tambin sabemos cual es la meta o el premio y que es el resucitar en plena gloria, el ascender a la luz. La decisin es la misma que tom el pueblo Judo cuando se le dio la posibilidad de escoger entre Barrabs y Jess. Barrabs fue un idealista que quera liberar a su pueblo, pero por la va de la sangre y odio; Jess fue tambin un Idealista y tambin quera liberar a su pueblo, pero por la va del amor, por la va de la fe y entrega absoluta. Ellos escogieron en su oportunidad y ahora nos toca a nosotros. Qu padre no slo quiere la felicidad para sus hijos?, todo padre prefiere ensear para que as podamos ser hijos independientes (por ello es mejor ensear a pescar que regalar pescados), pero como buenos hijos rebeldes no nos dejamos guiar por l, no queremos entender que l solo quiere lo mejor para nosotros, sentimos en nuestro corazn que lo que l nos ensea es lo correcto, pero hacemos lo contrario (seguimos la cabeza y no el corazn) ya que no tiene por qu tener la razn y queremos poder decirle \"Padre te equivocaste\". Solamente tenemos que dejarnos llevar por Su Hilos de Amor y seguir a nuestro Corazn que es donde se encuentra nuestro Maestro Interno, Nuestra Chispa Divina, nuestra esencia. Sigamos adelante con toda nuestra fuerza sabiendo que la meta ya est cerca y que el premio es maravilloso PALABRAS MGICAS Muchos de nosotros busc o busca palabras mgicas para alcanzar la espiritualidad o la iluminacin, palabras mgicas para conectarnos con seres de luz: Buda, Jess o el mismo Padre. Buscamos palabras o sonidos, y las repetimos sin realmente sentir que significan o vibrar junto a ellas. Como no vibramos junto a ellas, por la falta de entendimiento o comprensin de su real significado, esa comunicacin es difcil y buscamos a otra persona para que efecte esa comunicacin, ya que no confiamos en nosotros mismos. Buscamos Mantras Hindes, Tibetanos, Mayas, Egipcios, etc., que son muy buenos y muchos altamente poderosos, pero no sabemos su significado por lo cual no alcanzamos esa vibracin deseada, pero los seguimos repitiendo ya que su sonido es diferente y las palabras o sonidos son un tanto msticos y casi milagrosos. Quizs si repitiramos este mantra que fue entregado por un Gran Maestro y se ense como la clave o forma de estar comunicados con nuestro Padre (Dios) lograremos esa vibracin tan buscada, pero antes de repetirlo debemos sentir en nuestro corazn su significado, palabra por palabra, solicitud por solicitud y promesa por promesa: 7 REIKILUZ Manual. ja-ra. Amn. Este Mantra tan poderoso est en escrito en arameo, este Mantra es \"El Padre Nuestro\" que fue entregado por Jess a todos sus discpulos: Padre nuestro, que ests en los cielos, Santificado sea tu nombre. Venga a nosotros tu Reino, Hgase Seor tu voluntad, As en el Cielo, como en la Tierra. Danos hoy nuestro pan de cada da Perdona nuestras ofensas Como nosotros perdonamos, a los que nos ofenden No nos dejes caer en tentacin Y lbranos de todo mal. Amn. Dios y Jess no son marca registrada de nadie y no pertenecen a ninguna iglesia, ya que si fuera as simplemente no sera Dios. Como Dios es de todos, cualquiera puede seguir directamente al Maestro Jess, ya que no se requieren intermediarios y el cumplir esto, no es faltar a una iglesia, es slo ser consecuentes con lo que el mismo nos ense y que es que ante nadie nos arrodillramos, slo ante Su Padre y que es tambin nuestro Padre. Si creemos en Jess no requerimos llamar a otros maestros o intermediarios, no cambiemos sus enseanzas y demos al gran Mantra que llamamos \"Padre Nuestro\" su real fuerza, ya que es \"la\" forma en que Jess nos ense para pedir al Padre. TODOS PODEMOS CAMBIAR Para comenzar a cambiar o ser mejores, es indispensable el tener la valenta de comenzar a mirarnos a nosotros mismos tal como somos y no como nos gustara que nos vieran los otros o, ms bien, como creemos que a los otros les gustara que fusemos. Mirmonos y veamos sin temor de reconocerlo que tenemos ego, rabia, dolor, pena, vergenza, soberbia, orgullo, amor, dulzura, etc. Tratemos de estar conscientes para ver esos sentimientos o vibraciones cuando estn ocurriendo en nuestro actuar, reconozcmoslas y poco a poco las podremos controlar. 8 REIKILUZ Manual. Las Bases: La Espiritualidad Mirmonos a nuestro interior con amor y tal como los lamas indican, saquemos a nuestros enemigos internos, enfrentemos los que s estn ah, reconozcamos que tenemos esos sentimientos, esos pensamientos, esas frecuencias. Y al igual que si fuera una confesin, abramos nuestro corazn al Padre, a ese Padre que Jess nos ense, ese Padre que slo quiere nuestra felicidad, ese Padre que no nos castigar, slo nos ayudar. Cuando efectuamos ese reconocimiento, reconocemos al mismo tiempo que requerimos de l, con esa humildad que Jess nos mostr y con esa misma humildad le indicamos que nos ayude, gue y ensee el camino correcto, y esas frecuencias de radio las podremos controlar. Las controlaremos cuando permitamos que sea nuestro Padre quien as lo efecte, permitindole bajo nuestro libre albedro que Su Voluntad sea en cada uno y cada uno en la Voluntad del Padre. Por algunas horas medit sobre el por qu muchos de los que decimos el estar en el camino de la Luz y del amor juzgamos a otras personas en forma tan dura y destructiva. Generalmente podemos conocer mucho a alguien, o quizs no tanto, pero personalmente no hemos tenido ninguna mala experiencia con l o ella, pero si alguien nos cuenta algo malo (desde su punto de vista) la accin siguiente es aumentar esa destruccin hundindola ms y no basndonos en nuestras propias experiencias. Preferimos creer lo malo que se nos cuenta y no mantenemos lo bueno que sabemos de l o ella. Esto tambin ocurre en el otro sentido. O aumentamos las cualidades hasta casi convertir en santo a alguien o lo destruimos completamente. Toda persona puede cambiar y tiene ese derecho, con estas acciones slo dificultamos ms esta posibilidad. Al igual que para un delincuente es muy difcil el cambiar, ya que la misma sociedad por acciones pasadas lo marca en el presente y futuro, no dando la posibilidad de creer de verdad en l, si no se le da esta real oportunidad volver a delinquir, ya que por mucho que trat lo enmarcaron por su pasado, y por eso ya fue condenado por todo su presente y futuro en esta vida. Si realmente creemos lo que estamos haciendo, creemos en ese Padre tan maravilloso que todo lo perdona, nosotros tambin tenemos que, a lo menos, tratar de actuar igual que l. No podemos pedir que se nos perdone si no somos capaces de perdonar, no podemos pedir que crean que estamos en el camino espiritual si no lo creemos en el otro, no podemos creernos que estamos cambiando o que s somos mejores si no creemos que el otro tambin ahora es mejor y que tambin cambi. Si realmente estamos en el camino de la iluminacin debemos confiar y slo amar, si damos amor y se nos devuelve engao y mentiras el problema no es para el que entreg amor, slo lo es para el que se aprovech de eso; uno estar bien y eso es lo que cuenta. No se puede vivir desconfiando de quienes nos rodean, ya que eso no es amor y slo causa un gran dolor interno. Si otra persona nos muestra una imagen (mscara) de alguien bueno y por dentro no lo es, hay que entregarle ms amor ya que est sufriendo mucho porque no es igual por dentro que por fuera y el trabajo es ms grande para l, al tratar de mostrar lo que realmente no es. 9 REIKILUZ Manual. Las Bases: La Espiritualidad Se cuenta en la historia de que Mara Magdalena fue quizs la discpula mas querida por el Maestro Jess, slo imaginen como la habrn criticado en esa poca por aceptarla entre sus discpulos y amarla como l la am. Seguramente los que lo rodeaban, e incluso alguno de sus apstoles, criticaron mucho esta accin ya que para ellos era imposible un cambio de una mujer tan perdida como ella, pero Jess si crey y la amo. Si Mara Magdalena no hubiera cambiado realmente y se hubiera acercado slo por beneficio propio, slo hubiera obtenido amor y nunca causado un dao al Maestro Miremos dentro de nuestro corazn y veamos qu es lo que realmente sentimos, y si nos damos cuenta que algo hay que no corresponde a un ser de luz, a un hijo de Dios, mirmoslo de frente, enfrentemos ese sentimiento, aceptemos que lo tenemos para luego cubrirlo mucha luz y de esa forma estaremos evolucionando al entender que Dios no es odio, Dios no es rencor, Dios no es temor, Dios no es venganza, Dios es slo Amor. Siempre recordemos que si nos caemos 1.000 veces el Padre nos levantar 1.001, nosotros debemos hacer lo mismo y confiar de verdad en el otro. Si no confiamos es que no creemos en la posibilidad de cambio y si eso es as qu estamos haciendo al tratar de ser nosotros mejores? ya que, quizs, tampoco Dios crea en el nuestro. CMO SER UN CANAL DE AMOR? Para ser un canal de amor primero hay que sentir el amor en uno, ya que no se puede trasmitir algo que no se siente. Para sentirlo y trasmitirlo se requiere el tener la vibracin de ello y esa vibracin de amor, paz y sanacin no podr ser trasmitida si no existe una verdadera fe, ya que sin fe no se cree y slo nos sentimos sanadores. Nosotros no sanamos, pues somos slo canales del Verdadero y nico Sanador Universal y tenemos que tener el entendimiento profundo de quien es el que realmente lo efecta. Si yo soy sanador es mi energa la que se involucra con la de la otra persona y si soy un canal no es mi energa, es una mucho ms pura y amorosa, pero para sentir eso tengo que creer y para creer tengo que tener fe. Recordemos que una energa se potencia con la misma vibracin y recordemos la ley del Karma: que todo lo que deseamos se nos devuelve y muchas veces potenciado. Si todos sabemos esto, entonces tambin tenemos conocimiento y entendemos que el responder al odio con ms odio no castigar al que la gener esa energa, slo la potenciar; por eso al responder con esa energa estamos dndoles ms fuerzas y agrandndolo cada vez ms hasta ser una energa casi sin control. Esto tambin ocurre con cualquier otra accin como la venganza, el miedo, el terror, la justificacin, la mentira, etc. y como todo tiene un balance, adems de nuestro propio libre albedro, tambin podemos generar una energa mucho ms poderosa, que es tan preciosa que elimina toda la oscuridad, esa energa de luz la podemos potenciar cada da ms actuando slo con amor, con verdad, con justicia, transparencia, compasin, etc. Por ello en cada uno de nosotros est la posibilidad nica de escoger qu energa potenciaremos o de cul nos haremos parte, De la oscuridad?, De la Luz?. Es nuestro libre albedro y cada uno escoge solo, en compaa de su propia conciencia. 10 REIKILUZ Manual. Las Bases: La Espiritualidad TODOS LOS CAMINOS NOS LLEVAN A ROMA Hay un dicho muy antiguo que dice: \"Todos los caminos nos llevan a Roma\". Slo piensa y ten la tranquilidad absoluta de que la meta final, nuestra Roma que es la Luz, es el vivir en el amor, es la tierra prometida, es la paz, es ser uno con Jess. Para llegar ah tenemos muchos caminos y slo est en nosotros escoger por cual dirigirnos, por cual es ms agradable y confortable el transitar. Ah esta nuestro libre albedro, en ese lugar est nuestra propia decisin; por ello puedo escoger el transitar por un camino de rabia, odio, dolor, muerte, oscuridad o por el camino de la luz, el camino del amor, la paz, la tranquilidad, la Felicidad. Todo est escrito y todo suceder, pero el camino para llegar a Roma lo estamos escogiendo en este momento y en forma individual. TODO LO DEMS LLEGAR POR AADIDURA El cobrar, no cobrar o cunto cobrar es relativo a la espiritualidad y grado de evolucin de cada persona. La espiritualidad no se puede vender ya que se nos entrega gratis y lo que se nos da gratis no se puede vender. Al no cobrar se est en contra de lo que tanto se ensea para justificar los cobros con la Ley de la Reciprocidad o la Ley del Karma, pero segn nuestro entendimiento ante esta justificacin o enseanza primar la de Jess: l ense que hay que entregar sin esperar recibir. Se les ensear Reiki prevaleciendo siempre las enseanzas de Jess antes que las de cualquier otro Maestro, los cuales respetamos pero nuestra visin en muchos aspectos es diferente y si sus enseanzas se oponen a las de Jess, prevalecern las de l. Si creemos en las enseanzas de Jess Qu nos puede ocurrir por entregar amor por amor? Qu karma nos podemos pegar? Los karmas son para romperlos no para repetirlos, rompamos el karma del no-amor y juntos creemos una nueva rueda, pero slo de luz y felicidad, ya que esa es la meta mostrada y tambin prometida. Recordemos que si decimos que somos espirituales tenemos que actuar como tales, y si actuamos espiritualmente tenemos que hacerlo las 24 horas del da y los 7 das de la semana. Es decir, si practicamos lo que predicamos no se puede separar la espiritualidad de nada; no se trata de tener la obligacin de estar meditando o hablando de Dios mientras fabrico muebles, pero s de actuar y trabajar bajo y con principios espirituales. Uno sabe y siente cuando algo es justo o no, uno sabe cuando se est aprovechando de otras personas como tambin si acta de acuerdo a los principios que profesa. No es justo que una persona que quiera estudiar o aprender una tcnica espiritual o recurrir a ella no pueda hacerlo porque no tiene dinero, no es justo ya que la espiritualidad no se puede vender. Como esto pasa slo puede acceder quien tiene dinero. No se puede pagar algo que no se vende, \"Se nos regala\" (Al Cesar lo que es del Cesar, A Dios lo que es de Dios). 11 REIKILUZ Manual. Las Bases: La Espiritualidad Para mandar amor y sanacin al mundo no se requiere de ningn nivel en ningn curso, slo se requiere el tener fe y ser un canal e instrumento de la luz de Dios. Recordemos de que si actuamos bajo la vibracin del amor y la gua de Dios \"Todo lo dems llegara por aadidura\" 12 REIKILUZ Manual. El Reiki EL REIKI. QUE ES REIKI? El Reiki es el poder inteligente de Dios, ya sea que se manifieste a escala global o local. Y un practicante Reiki es aquella persona que est sintonizando conscientemente a l y que por tanto se deja guiar por Su Sabidura. Dicho as no es diferente de la definicin de cualquier practicante espiritual de casi cualquier tradicin evolutiva. De hecho, esto es porque el Reiki como sistema de sanacin surge del contexto espiritual del Japn de principios de siglo, una tierra permeada por el Budismo, el Shinto, el Animismo... Reiki no es solamente una tcnica de sanacin fsica, lo ms importante es la sanacin del espritu, el Reiki es aprender a escuchar y ayudar a todas las personas, es pedir energa y luz desde el corazn. Ms que una tcnica es generar vibracin de amor en uno y luego entregarla a quien lo pida o requiera. Para practicar Reiki no siempre se requiere el poner las manos a otra persona, muchas veces es slo escucharla con amor y eso no es fcil ya que muchas veces solo queremos que nos escuchen, pero no sabemos escuchar a otros. Si escuchamos con amor estaremos generando una vibracin de amor, y esta llegar y la sentir quien nos est hablando, sentir mucha confianza y se abrir por completo, para as entregar sus ms profundas emociones y eso tambin es Reiki, en algunos casos es mucho ms efectivo que el poner las manos a alguien. Jess entregaba y enseaba Reiki, claro que no con ese nombre, l nos ense a amar e indic que por y con la fe lograramos nuestra verdadera sanacin, pero para ello primero nos tenemos que amar nosotros mismos, ya que si no nos amamos no sabemos que significa ese sentimiento o vibracin y si no lo conocemos no podremos trasmitirlo a otros. El Reiki, o nombre que se ponga a tcnicas similares, es aprender a ser Canal de Amor. Es ser Servidor y no sanador. Es aprender a alcanzar una vibracin ms alta, ya que es la nica forma de poder trasmitir esa frecuencia que se est pidiendo para uno u otras personas. No debemos pretender sanar nosotros a alguien, lo nico que podemos pretender es ser un buen canal o cable para trasmitir lo que se pidi a Dios. Si se pide vibracin de amor eso es lo que se trasmitir y el amor nunca daar a nadie. Por ello es ms que una tcnica, es una vibracin de amor y esa vibracin se puede trasmitir por las manos, por la voz y por nuestras acciones. Es practicar ms que predicar, es entregarse a los Hilos de Dios como un hijo que confa en su padre, es tener verdadera fe en que lo que llegar es lo mejor y no lo que nosotros queremos que se provoque por nuestro ego. La diferencia entre un Servidor y un sanador es que cuando un Servidor pone las manos y pide ser un Canal de Amor, sabe y siente que llegar lo que sea la voluntad de Dios. Por ello si la persona no tiene mejora o una sanacin milagrosa es por algo, el 13 REIKILUZ Manual. El Reiki Servidor slo se preocupara de trasmitir energa o vibracin de amor para que as esa energa acte en forma armnica y amorosa en la persona, no provocando ningn tipo de dao o malestar. El sanador slo pretender que cuando ponga las manos entre energa con la mayor fuerza posible para que as exista una sanacin o resultado casi milagroso, pero eso es slo por ego, ya que de esa forma querr demostrar quien es l y que es capaz; pero eso no es amor y como no es amor esa vibracin no se trasmitir ya que su propia frecuencia (la del sanador) no est en esa condicin, ms que provocar una sanacin puede provocar un dao, ya que la energa no llegar en forma gentil y ms que destapar un Chakra lo puede casi destruir. Es como si una ampolleta que esta funcionando con 30 Volt se le apliquen de golpe 200 Volt, lo que pasar es que se quemar la ampolleta antes que prenderla ms, en cambio si la energa que entra es de amor, esta subir la resistencia en forma lenta, en forma muy amorosa y gentil logrando que no se queme y cuando este lista prender a 200 Volt. Para entregar o practicar lo que ense Jess hay que sentir amor y tener fe, sin ello no lo estamos practicando. REIKI ABSOLUTO EN EL REIKI RELATIVO Reiki no es simplemente \"energa\", puesto que no es un fenmeno que opere exclusivamente en el plano espacio temporal causativo. Reiki existe en el dominio absoluto de la realidad, la conciencia implcita e intemporal que abarca todos los fenmenos relativos. En este sentido hablar de Reiki no es muy diferente de hablar del Tao, Dios, Shiva o el Dharmadatu. Lo relativo y lo absoluto son dos enfoques de una misma realidad. Mientras a nosotros nos parece que todo discurre dentro del espacio y del tiempo de una manera lineal, la ms profunda verdad de las cosas es que todo existe en un eterno ahora y aqu. Mientras nosotros, yoes individuales, percibimos lo que es como un movimiento de causas y efectos, la naturaleza ltima de la realidad es una unicidad de ser donde todo hace-a-todo o es-con-todo lo dems simultneamente. Reiki es una manera que ha aparecido en nuestro plano de nombre y forma para restablecer la conciencia de esa unicidad, de esa totalidad indivisible en la que \"vivimos, nos movemos y tenemos el ser\". Reiki es un sendero espiritual. REIKI EN SU CONTEXTO CULTURAL DE ORIGEN Sobre su fundador, Mikao Usui, se est descubriendo actualmente que era adepto de una escuela Tendai, el Budismo tntrico japons; una tradicin amante de los smbolos. Y a su vez era un practicante de Ko-Fo, la versin japonesa del Chikung (o Qigong), el arte yguico de la respiracin y la meditacin para controlar las energas bsicas del cuerpo y del entorno. 14 REIKILUZ Manual. El Reiki Parece natural que este bagaje le llevara a revelar un sistema de curacin de extremada elegancia, sencillez y eficacia fsica y espiritual, al que denomin Usui-Reiki. Usui llev a cabo muchos tratamientos Reiki y tambin form a varias personas como terapeutas, de un modo muy simple, compartiendo primero con ellos su vida, y despus en un silencioso crculo de meditacin, por toda ceremonia, como maestros iniciados de espritu a espritu. Puesto que el Reiki en Occidente se debe a Hawayo Takata, que lo import de Japn, es solamente ahora que comenzamos a ver qu ocurri con los linajes que siguieron en Japn... para descubrir que all todava se mantiene la pureza original, mientras que aqu se exager la importancia de las reglas y requisitos que impuso la Sra. Takata para convencer a los americanos del valor del Reiki. EL REIKI SIGUE EVOLUCIONANDO Los aspectos ms generales de la historia del Reiki son bien conocidos por la literatura publicada. Deseo subrayar que, a pesar de que se ignoran muchos hechos sobre Mikao Usui y los inicios de su bsqueda - la que culmin en el sistema Reiki - al comienzo dio amplia muestra de la unidad entre asistencia teraputica y actitud espiritual. El Reiki de los comienzos era espiritual y altruista, incluso gratuito... y los grandes fundadores de tradiciones como Buda o Jess eran modelos de realizacin para sus practicantes. Desgraciadamente, la genealoga del Reiki-Usui ha tendido hacia la prdida del sustrato espiritual, desde el momento en que se trajo a Occidente va Hawai. El Reiki, originalmente abierto, accesible, sencillo... se fue moldeando dentro de una estructura rgida, rigurosa, elitista. Hay que recordar que no fue sino Hayashi, uno de los sucesores de Usui, el que introdujo la separacin por grados de entrenamiento e iniciacin, cuando el primer patriarca del sistema transmita la maestra de una sola vez. Tambin reconocer que fue la Sra. Takata, en la tercera generacin de terapeutas Reiki, quien instituy la normativa de la Alianza Reiki en los Estados Unidos, con tarifas de hasta diez mil dlares por el tercer grado, creando a su vez una jerarqua piramidal que restaba facultades a sus iniciados y alumnos. Hoy todo esto ha cambiado, y debe seguir cambiando para mejor. El Reiki es un regalo de Dios a la humanidad, un sistema de sintonizacin con la energa - conciencia csmica que es parte del vasto Dharma, y en realidad una etapa ms del camino del practicante espiritual. Los nuevos maestros Reiki han roto con los impedimentos, ajenos al espritu original del patriarca Usui, que alejaban este sistema del disfrute de todos los seres. Ahora mismo la formacin es asequible por cualquiera, y no deben existir lmites econmicos para acceder a los distintos grados, cuando la tica est presente. A su vez, se ofrece la enseanza y la facultad completa de transmisin a cada iniciado, de manera que pueda servir independientemente en su actividad de ayuda y terapia. 15 REIKILUZ Manual. El Reiki REIKI NO TIENE APELLIDOS Sobre el tipo de Reiki y su apellido son muchos los que vemos y se anuncian o publicitan, tales como el Usui, Kuan Ying, Haruna, Tibetano, etc. Y una pregunta de mucha gente es Cul es cul?, Por qu tantos?, Cul es el mejor?, etc. Los apellidos son porque se crearon o deformaron (o mejoraron) segn las perspectivas personales de algunos Maestros. Pero en casi todas las diferentes formas o visiones se cuenta la historia del Maestro Usui indicando que l busc o pidi el saber como sanaba Buda, Jess, etc. El Maestro Usui transmiti lo que vio y aprendi, se lo entreg a mucha gente, de discpulo en discpulo, conformando muchas ramas y posteriores apellidos, para algo que no debe tener apellidos ya que no es de una sola familia: es de toda la humanidad. Si Reiki es ms que una imposicin de manos. Es un aprendizaje o reconocimiento de cmo lo efectuaba Jess, Buda, etc., entonces es luz, amor puro, compasin, humildad, es energa divina. Eso es Dios y a Dios no se le pueden poner apellidos, ya que es el Padre de toda esta gran familia que somos todos nosotros, toda la humanidad. Volvamos a mirar y aprender directamente de Jess, ya que de esa forma aprenderemos directamente del profesor y para eso, entendamos, que no requerimos intermediarios, que lo podemos aprender directamente de l , logrando y recibiendo su enseanza en su forma ms pura y sin apellidos. SOBRE \"NUESTRO GRUPO\" O \"NUESTRA LNEA\" Muchas personas nos han preguntado sobre \"nuestro grupo\", \"nuestra lnea\" (la que no es nuestra ya que es de todos los que la sientan como propia), etc. y quines somos? ; como tambin otra gente no cree o no entiende el por qu enseamos y practicamos el entregar amor slo por entregarlo; el ayudar slo por amor o el lograr una sonrisa y esperanza en quien la perdi, porque posiblemente esa esperanza y esa felicidad tan buscada decay junto con la misma fe en Dios... Es que la mejor forma de mostrar a nuestros semejantes que Dios (papito) nos ama a todos, es que cada uno de nosotros seamos sus instrumentos, para as cada uno de nosotros ser lo que Jess el Cristo nos mostr que realmente somos y podemos ser, que la forma de mostrar que Jess est junto a nosotros es actuar como el Maestro nos mostr y as nuestro cristo interno pasa a ser nuestro cristo externo (un solo ser), unidos todos en la vibracin crstica, juntos en la vibracin de Jess. Nuestra lnea, o ms bien lo que queremos trasmitir y tambin ensear, es que no seguimos a Usui; no seguimos supuestos linajes que slo muestran o quieren remarcar casi una lnea de sangre azul, en que tienen que ser venerados por su supuesta lnea con Usui y olvidando por completo que Jess ense que quien sane lo har bien si es ello en nombre de Dios Padre. Por ello nuestra lnea o ms bien pensamiento es seguir directamente a Jess, en la que todos somos iguales, no existen linajes y principalmente bajo las enseanzas de l, si hay que pedirle a alguien energa, sanacin, luz slo hay que trasmitir amor, nada ms que amor, y quien lo generar y trasmitir ser Dios Padre, ocupndonos 16 REIKILUZ Manual. El Reiki slo como sus canales, sus servidores. Por eso tampoco cuentan los smbolos que se manejan en Reiki tradicional, en el nivel 2 pierde su importancia el saberlos o no, para segn ellos poder ayudar a otros, ya que como uno no es el que sana, no se requieren smbolos que slo son eso. Quien sigue a Jess como Maestro Gua para Reiki tendr, o ms bien ver, que si es consecuente con Sus Enseanzas no lo ser slo cuando ponga las manos, ya que ser una forma de vida porque Jess no es una religin, es una forma de vivir o, ms bien, un camino a seguir para retornar a la casa del Padre. Aprend que la espiritualidad no es una religin y que sa es una gran diferencia entre nosotros, los que seguimos a Jess o nos decimos seguidores, y los Lamas. Para los Lamas el seguir a Buda es una forma de vida, al igual que para nosotros debiera serlo el seguir a Jess, \"una forma de vida y no una religin\". Al final, bajo mi libre albedro, tuve que escoger, o ms bien definir, las enseanzas de quien seguira. Si bien para m el Buda de la compasin s fue un Iluminado, que ensea una va para lograr esa meta (no puedo decir que sea la correcta o no, ya que la nica forma sera el seguirla para as saberlo de verdad), yo prefer seguir las enseanzas de Jess como primarias y si son primarias puedo aprender en otros lugares, pero si esas nuevas enseanzas estn en contra de las de Jess, las razono y no las tomo ya que puedo complementar, pero no cambiar Sus Enseanzas. Al saber o creer que, muy posiblemente, incluso las palabras de Jess fueron cambiadas segn diferentes grupos de cada poca, s hay una palabra que no pudo ser cambiada y con slo ella podremos alcanzar lo que nos mostr Jess y esa palabra es \"AMOR\", ya que slo por esa va alcanzaremos lo que todos en alguna medida buscamos y para mi es la razn de la vida. SOBRE EL MAESTRO DE REIKI Sobre el nombre Maestro, quin es o no?, etc. pienso que ninguna persona con su juicio en estado claro podra pretender llamarse MAESTRO bajo el concepto o Nivel de quien es y fue Jess. No creo que nadie tome ese ttulo pretendiendo ser reconocido con un Maestro de tal nivel de evolucin. Por ello el discutir tal concepto es algo sin lgica, ya que bajo la premisa de quien sea maestro de Reiki, tampoco se podra ocupar el nombre \"Master\", \" Maestro\" (en educacin), Sensei, Profesor, etc. Maestro es slo un nombre que se ocupa para quien es profesor de algo, nada ms y muy simple de entender. Generalmente se efectan controversias sobre algunos puntos, pensamientos, ideales etc., pero lo ms importante es que cada persona muestre realmente sus pensamientos y ms an quien firma como Maestro / Instructor / Gua, etc. para que as quien deba escoger con quien quiere aprender, lo pueda efectuar en completa libertad. Ya que lo mnimo a saber para quien quiere ser guiado por un profesor (es lo mismo que maestro, ya que un maestro es slo un profesor) en alguna lnea o supuesta tcnica, que lo encamine en un camino espiritual es el saber \"qu realmente es lo que cree el profesor\", ya que por lgica no podr trasmitir lo que l/ella misma no cree, slo podr trasmitir lo que l/ella de verdad s cree y el alumno se merece que se le trasmita lo que de verdad el maestro siente que es verdad; si el maestro de verdad siente que es verdad debiera l/ella hacer una forma de vida lo que ensea a otros como \"su verdad\". 17 REIKILUZ Manual. El Reiki Me di cuenta de que si no cobraba por las clases podra ser realmente yo, ya que si cobraba ms que alumnos seran clientes y si son clientes debera dejarlos felices por lo que pagaron y queran escuchar, ms que hablar sobre lo que yo creo o no creo que es verdad. Y es algo similar con las Maestras, ya que como no son cobradas (con dinero o trueque), si alguien quiere seguir la misma lnea, en que el Maestro es Jess, se la entregara pero siempre guardando esa posicin en que un Maestro no cobrar nunca entrada a sus clases ni por sus enseanzas y un terapeuta (el maestro tambin lo es) no cobrar, ni pedir truque o ni aceptar regalos por ser canal de amor. La maestra es un compromiso con uno mismo, con los otros y con el Padre, y una responsabilidad, que se vive, se siente y se comparte, no es un ttulo o un trofeo para alimentar el ego. Cada cual est en libertad para seguir o no unas enseanzas. Estas son las mas y quien quiera seguirlas bienvenido sea, ya que slo trato de compartir lo que creo que es verdad, pero \" mi verdad \" y no la de ustedes, ya que la de ustedes no ser \"su verdad\" mientras ustedes mismos no lo prueben. CMO ELEGIR A UN MAESTRO? Muchos de nosotros dudamos en algunas oportunidades preguntndonos Cmo s que es verdadero? Slo sintanlo en su corazn, slo abran su chakra cardiaco y sientan. En algunas oportunidades se nos presentan muchas dudas y quizs desilusiones, al ver que quien fue nuestro maestro en diferentes sistemas, que en una u otra forma son espirituales o relacionados con ello, no son lo que se pensaba o nos damos cuenta de que no practican sus propias enseanzas; muchas veces esa desilusin puede provocar el dejar de creer en todo o provocar un gran miedo al buscar nuevos maestros. Para que esto no ocurra recuerda lo que antes hablamos y eso es: primero creer todo al igual que un nio, pero al final de la enseanza no creer nada, ya que la nica forma de saber realmente si es verdad o correcto, es que lo probemos en nosotros. Quizs puedan sentir que encontraron al maestro y de un momento a otro sienten que algo no est correcto; no por eso dejen de creer, quizs eso puntual no est correcto, pero no por eso todo es una mentira; tomemos lo mejor y lo malo vemoslo como una gran leccin de cmo no debemos actuar ya que sabemos el dao que provoca en las personas, si vemos mentiras \"aprendamos a no mentir\", si vemos engaos \"aprendamos a no engaar\", si vemos odio \"aprendamos a no odiar\". Slo entreguemos amor, ya que lo importante es lo que entregamos y no lo que recibimos. Cmo s que es verdadero? para evitar confusiones slo debemos retornar a las palabras de Jess, en forma directa, sin acomodaciones o justificaciones, ya que Jess no requiere intermediarios y tal como l nos ense el Padre tampoco. Si escogemos a Jess, entonces sus enseanzas son las correctas para nosotros y no otras. En algn momento podremos llegar a realmente entender o ser parte del todo y ser uno con Dios o la Fuente, pero para llegar a ello primero hay que entender, a lo menos, lo que nos ense nuestro Maestro. No puedo pretender saber ms, si an no paso Su Curso. Si realmente ya hubiramos aprendido, la humanidad no estara en este caos que nadie puede desmentir y slo por pensar o querer ser superiores a Dios. No somos superiores a l , podemos ser 18 REIKILUZ Manual. El Reiki parte de l, pero primero pasemos de nivel o el curso de cmo llegar a esa vibracin crstica, que nos entreg o imparti ese Maestro llamado Jess; an no lo aprobamos y si no hemos terminado de aprenderlo, menos podemos pensar en no seguir sus enseanzas de amor, ayuda y fe. Si volvemos a la fuente de las enseanzas, Jess pasar a ser nuestro Maestro y si l es nuestro Maestro nunca nos equivocaremos con los falsos profetas, ya que por muy resplandecientes que sean, no son Jess. Recuerden que por mucho que yo sea el Maestro Reiki para muchas personas, no significa que est Iluminado y as pasar a ser dios antes que Dios Padre. Yo, t y al igual que mucha gente estamos a la bsqueda de ello, y por eso buscamos como lograrlo y compartir esa enseanza, siempre recuerda que los maestros tambin estamos aprendiendo y por ello no podemos ser mejores que Dios. Muchos de nosotros buscamos a Maestros para apoyarnos y preguntarles de una u otra forma sobre como ser mejores o que nos hable sobre Dios, Jess, Buda, etc., por ello queremos o decimos que s creemos en alguno de ellos (o en todos), pero si realmente creyramos Por qu le pedimos a otra persona, que tambin est aprendiendo, que nos ayude o hable de ellos si lo podemos hacer nosotros en forma directa?. Si creemos de verdad por qu no les pedimos a ellos directamente? y en cambio buscamos intermediarios. Probemos, busquemos, aprendamos y recordemos que Dios es uno solo y slo a l debemos llegar, muchos Maestros tenemos que ya estn iluminados, pero como Maestros reales que son slo nos quieren ensear que al Padre podemos regresar y ellos son nuestros guas para que as aprendamos cada uno, y sin depender de otros iguales, a quitarnos el velo y llegar a la Luz. Recordemos que no podemos ensear y compartir si no sabemos, y el saber no es repetir enseanzas de otros, no es repetir libros o maravillas msticas (que pueden ser o no), para realmente aprenderlo y saberlo tenemos que vivirlo nosotros mismos. Slo esa experiencia nos dar el entendimiento y apertura de conciencia para vivir nuestra propia espiritualidad y no la de otra persona. CURSOS A DISTANCIA Est muy bien que todo se pueda estudiar por libros o CD y que se quiera esa independencia, pero recordemos que el contacto impersonal nunca podr remplazar, afortunadamente, al contacto cara a cara entre las personas. Una buena enseanza es la que comparte una persona a integridad con otro, pues tambin hay que trasmitir sentimientos y ellos no se pueden trasmitir va Internet. Lo importante es trasmitir a otros lo que se aprende y la mejor forma de hacerlo es poder mirar a los ojos del otro, ya que ah se ve el centro del alma. En el Reiki ms importante que una sanacin fsica es una sanacin espiritual, por eso hay que sentir desde el Corazn que la persona que esta tendida para \" recibir energa \" 19 REIKILUZ Manual. El Reiki es tambin un ser de luz, no es un objeto, no es un conejillo para probar nuestra fuerza: es un ser humano que slo requiere amor para estar bien y la importancia de ese sentimiento muchas veces no se puede trasmitir por un libro. La lnea entre sentirse sanador o servidor es muy pequea y cuando la enseanza no es bien trasmitida, por su misma frialdad, es muy fcil que creamos que nosotros somos los que sanamos y eso es enfrentar a Dios, tal como su ngel ms querido, lo enfrent ya que se crey ms fuerte que el Padre y lo desafo creyndose l un sanador y no servidor. LOS GRADOS EN REIKI Estos fueron una aportacin del mdico Hayashi, alumno de Usui. De cualquier forma ya viene siendo una larga tradicin el impartir la formacin Reiki por pasos, grados o niveles. Actualmente hay maestros que han subdividido todava ms el entrenamiento, a veces hasta la exageracin de once niveles, lo cual puede encubrir simplemente un modo de mantener cautivo al alumnado en una interminable carrera. El iniciado Reiki-I se llama Servidor de la Luz. Deseo enfatizar la nocin de servicio, de entrega, que es la base de amor y compasin necesaria en toda prctica teraputica. Este grado faculta para realizar tratamientos por las manos y a distancia , sea a uno mismo o a otro ser vivo. El nivel 1 es un voto o promesa con uno mismo para cada da estar mejor, mirar a nuestro interior entendiendo que si nosotros mismos no estamos bien no podremos ayudar a los dems. El nivel 1 es como la entrada al colegio en que cada persona entiende que para poder trasmitir risas tiene que aprender a rer primero y que no puede entregar amor si ella no lo experimenta antes, en que se aprende a entender que podemos volar y crear si queremos una primavera permanente, y que slo requieren trabajar el amor y as unificar sus chakras para estar cada da mejor. El iniciado Reiki-II se llama Portador de la Luz, pero realmente todas las personas lo son y para ello slo se requiere el reconocimiento interno del Nivel 1 o ningn nivel. El Nivel 2 es una promesa interna y tener la seguridad que somos un canal ms abierto y nuestra preocupacin se volver a todos quienes nos rodean. Considero que quien aprendi bien el Nivel 1 no requiere el Nivel 2 ni el saber simbologa para sanar. Por ello se explica el \"porque los smbolos son slo eso... smbolos\" y una dependencia de ellos es como el depender de amuletos o muletas que slo dificultan el creer que lo que uno realmente es (slo un canal) y que por eso no se requieren de llaves para lograr lo que Dios Padre quiere efectuar. Cuando nos falta fe en lo simple que es el slo poner las manos y dejar que sea Dios, es cuando no podremos trasmitir esa seguridad en lo simple y por ello nos afirmaremos en ensear smbolos y muletas que no se requieren, y es solamente porque nosotros mismos los requerimos al no tener verdadera fe en lo simple que es. Mucha gente quiere el nivel 2 como para aprender mas y as justificar de que aun no se atreven a ellos a ser esos canales, en que no se sienten seguros, etc. etc. pero como este es su camino, siguen buscando cursos para as seguir \"preparndose para ayudar\". 20 REIKILUZ Manual. El Reiki Y la pregunta es , \"de qu\" se puede hablar, ya que si no han practicado lo que antes aprendieron, cmo podemos seguir?, ya que segn esa prctica son las dudas que surgirn y las que se podrn aclarar cuando nos juntemos (se junten con su maestra/o) para as poder explicarles qu pas, qu puede ser, qu no es, cmo es mas fcil, dificultades con la gente, cmo actuar con la familias de los enfermos, etc. etc. Es algo similar al curso que todos estamos pasando. Para qu pedimos que el profesor (Maestro Jess) retorne si aun no pasamos el curso que nos dej?. Para qu?, ya que quizs? nos preguntar: bueno, continuemos, pero cmo podremos continuar aprendiendo ecuaciones si no aprendemos bien a sumar?. El Nivel 2 sera entonces solo el poner en prctica lo aprendido en el Nivel 1, de esa forma quien tenga el nivel 2 es porque no slo particip en un curso, es por quien se lo gan con su trabajo poniendo las manos de amor, tal como se comprometi con su corazn el en \"Nivel 1\". El iniciado Reiki-III se llama Maestro de la Luz, y tiene la tarea de ensear el sistema a las sucesivas generaciones, a los nuevos servidores. Sobre el Nivel 3 o preparacin para Maestra, para mi ese nivel no existe ya que la nica preparacin para Maestra es la que se efecta practicando los Niveles 1 y 2, como forma de vida de la persona. La maestra se trabaja desde el primer nivel y la persona que quiere ponerse bajo este ttulo tiene que sentir y comprender el significado del compromiso con este camino. S que yo no soy nadie para juzgar si otros estn o no preparados, no es algo tan simple como entregar un papel con ese nombramiento. A lo menos, debo sentir si el/la que recibe la maestra sabe qu significa o cul es su significado personal, ya que el compromiso es y ser con su interior y no es una carrera en la cual quien efecte ms cursos y ms rpido: gana. Entrego las Maestras en Reikiluz con el entendimiento de que quien la recibe por mi parte o mas bien quien se la gana, efectuara posteriormente sus enseanzas bajo los mismos principios en que yo considero, para quien as por mi intermedio la solicite en que mas que un papel con un titulo es un cambio en su forma de vida, es el nunca exigir entrada para que alguien pueda participar en las enseanzas de Reiki y ensear de que quien aprenda Reiki bajo nuestros entendimientos no debera cobrar nunca ( tampoco trueque ) por ser un canal ya que si cobra es el quien querr ser sanador y no es dios y si es dios el que acta, entonces que quien reciba su energa le pague a Dios ya que es el que realmente efecta todo y una muy buena forma de pagarle a dios es ayudando a otras personas. La Maestra, se trabaja con tus actos y es desde el nivel 1 o mas bien antes de el. Ahora el querer ser Maestro significa que quieres compartir tus entendimientos con otras personas, es como querer compartir una rica comida ya que es tan rica que no tiene gracia el comerla solo, pero tambin recuerda de que hay que aprender a bailar antes de poder ensearlo, ya que lo otro seria solo teora, puedes saber los pasos (en teora), pero hay que realmente darlos para saber como se sienten o si es fcil o difcil, por ello lo que se pide es que primero medites que es lo que quieres ensear a otros y te mires en tu interior con \"N\" amor, para que as te veas realmente y no escudes lo que quizs no esta bien, veas en lo que quieres ensear y trasmitir, el ver si lo puedes, ya que para trasmitirlo primero tenemos que vivirlo, me refiero a ser consecuente con lo que se predica, o a lo menos intentarlo, a dar el 21 REIKILUZ Manual. El Reiki primer paso ya que la meta y el porque estas en este camino es por algo de ti, es por tu meta, realmente no lo haces por otros, solo es por ti y eso es bueno ya que al ser por tu meta personal (la ma es la que ense el Maestro Jess), la seguirs sin temor ya que si tu entregas amor y ese no es correspondido, no te daara ya que lo importante es que tu entregues ese amor, si el otro no te lo corresponde, ese es el otro, tu amaras sin esperar recibir y por ello ayudaras con todo tu amor sin esperar nada a cambio. Nuestra lnea ve a Jess como Maestro y gua, en que sus enseanzas sern las primarias y que un Maestro de Reikiluz, no cobrara entrada para impartir sus enseanzas y a los Canales o terapeutas se les enseara con el propio ejemplo de que una terapia de amor (imposicin de manos) no se cobra ni con dinero, ni con truque, en que si analizamos de que un regalo a todos nos gustara por parte de ellos (Pacientes), pero realmente si se acepta una vez ese regalo, la prxima vez se espera otro igual y al no recibirlo quizs nos sentimos decepcionados ya que en forma casi inconsciente ese regalo se habra y/o quizs se podra convertir en el pago esperado, etc. etc. ya esta comprendido. Ahora medita el por qu? y para qu? quieres ser Maestro/a de Reikiluz y desarrolla una carta, (y me la mandas) esa carta es un compromiso personal y tambin pblico, en que posteriormente tus alumnos la podrn mirar y as ver si tu Maestra en Reikiluz (cuando la tengas) est o no en consecuencia con lo que mostraste y predicaste para obtenerla. Me refiero a que si despus se acta como se indicaba antes, ya que si no es as, solo significara que esa maestra dejo de existir. Ya que si se pide para actuar en una forma y se acta en otra es como pedir dinero para los pobres y gastarlo en comprarte un casa, es como vender lo que a ti se te entrego gratis. Y como bajo nuestra lnea la Maestra no se vende y tampoco se regala, es que ella se gana y cmo?, en que la preparacin real para la maestra es el actuar como actuaras si ya fueras Maestra/o y recordando de que un servidor al igual que en Internet, para que realmente sea ocupado y sea de utilidad para quienes lo requieren es que este en lnea las 24 horas del da y los 7 das de la semana, con ello me refiero a que no solo se puede predicar y actuar cuando se esta bajo un altar (o frente a tus alumnos), es en todo lugar y en todas nuestras acciones (y hasta en los pensamientos). No seguimos supuestos linajes que solo muestran o quieren remarcar casi una lnea de sangre azul en que tienen que ser venerados por su supuesta lnea con ellos y olvidando por completo de que Jess ense que quien sane lo har bien si es ello en nombre de Dios Padre, por ello nuestra lnea o mas bien pensamiento es seguir directamente a Jess, en que todos somos iguales, no existen linajes y principalmente bajo las enseanzas de l, si hay que pedirle a alguien energa, sanacin, luz , solo hay que trasmitir amor, nada mas que amor y quien lo trasmitir ser Dios Padre ocupndonos solo como sus canales. ETAPAS DE LA APLICACION DE REIKI Con estas bases, podemos hablar ahora de la aplicacin Reiki a otros seres. Recuerden que el Reiki no tiene contraindicaciones. Es conveniente establecer unas fases dentro de la sesin, con el objetivo de ordenarnos. No se trata de que sea un patrn rgido a 22 REIKILUZ Manual. El Reiki seguir, no es necesario transformar la entrega de Reiki en un \"show\" si nos encontramos en un lugar pblico. La preparacin del terapeuta comienza antes de visitar al receptor: centrndose en el chacra cardiaco y en la comunin con el Padre, recordando que slo somos canales de la voluntad de Dios, sintonizndonos con un plano ms elevado de conciencia y con una motivacin amorosa, generosa y altruista siguiendo las enseanzas de Jess. Durante el tratamiento, en Reiki, mantendremos una actitud amable y atenta hacia nuestro receptor, desde el primer contacto. Es importante sabernos relajar y confiar en el Padre, pues lo que est sucediendo es en realidad un proceso ms sutil todava que la transferencia espacio temporal de energa. Con relacin al ambiente se puede sealar que no es necesario contar con msica, velas, inciensos, aromaterapia, aceites esenciales, etc. Estos pueden ser un complemento a la entrega de Reiki para favorecer la relajacin del receptor, pero no son fundamentales. Con relacin al receptor se sugiere explicarle brevemente los siguientes puntos, antes de entregarle Reiki: quien entrega Reiki es slo un canal del amor del Padre y que se entreguen confiados a l; que mientras se le entrega Reiki se pide a Dios que se haga Su Voluntad y no la del terapeuta; que como no somos sanadores de ningn tipo, todo lo que ocurra durante y despus de la terapia es expresin de la Voluntad del Padre; y que entregamos Reiki slo por amor, que no cobramos ni recibimos trueque o regalos por el trabajo que realizamos. Es frecuente que las primeras veces que una persona recibe Reiki pregunte en qu debe pensar o qu debe hacer mientras lo recibe, es importante recordarles que se trata de sentir el Amor Puro del Padre ms que de pensar o hacer; que se trata simplemente de sentir, sin esperar tener sensaciones corporales o emocionales especficas, dejando que sea como tenga que ser, no hay formas correctas o incorrectas de experimentarlo. Cuando entregamos Reiki la posicin corporal del receptor y del terapeuta no es trascendente, lo importante es la comodidad del que recibe y de quien entrega. Si el receptor est sentado o acostado depender de cada situacin en particular; si tenemos los pies cruzados o no, o si tenemos puestos adornos metlicos o no, no es importante. Es muy comn que se consulte sobre como protegerse: mantos de luz, anillos hermticos, cpulas de colores, velas, cuarzos, etc. En un tiempo tambin lo pens y algunas ejecut, pero despus me di cuenta de que si se le pide al Padre y se est bajo Su Frecuencia o Voluntad, no hay otra superior a ella y por eso nada, nada nos podr tocar. Pero como en algunas oportunidades requerimos de rituales o ceremonias para sentirnos ms seguros de que lo que estamos efectuando, es que les cuento que cuando requiero eso (y reconozco que no debera recurrir a ellos, ya que el miedo es prdida de fe), y como mi fin no es cerrarme ante el mundo pensando que cualquiera me puede daar, es que solicito, imagino o deseo que ninguna frecuencia menor a la Luz me pueda penetrar. As uno no se cierra, slo se cerrar quien no sea luz, y ello ya es el libre albedro de la otra persona. De igual forma, como tengo que reconocer que tengo esos enemigos internos, es que tambin pido que slo luz salga de m y no irradie a nadie nada que sea inferior a esa vibracin. 23 REIKILUZ Manual. El Reiki Recuerden la energa del Padre es la que acta, es la energa ms alta que existe y no corremos ningn riesgo, por ello no necesitamos protegernos si nos entregamos al Amor del Padre y a Su voluntad. El sentido del ritual es simblico, lo utilizamos para recordar que somos canales y NO sanadores, que si ocurre sanacin es Voluntad del Padre y no nuestra voluntad. Podemos realizarlo por medio de la accin: juntando nuestras manos y pidiendo al Padre ser el mejor canal posible para el que recibir, pidiendo amorosa y confiadamente al Padre lo mejor para l/ella (recordando que si bien se es nuestro deseo humano sincero, es la Voluntad de Dios la que se har) , continuamos elevando las manos para que Su Luz llegue a nosotros y acariciando el aura posteriormente. Si estamos en un lugar pblico, lo hacemos mentalmente recordando el sentido de lo que vamos a hacer. Lo mismo se aplica al terminar la entrega de Reiki: acariciamos el aura, hacemos el movimiento simblico de dejarlo en contacto con el Padre, damos las gracias y frotamos nuestras manos para terminar el contacto; o lo hacemos todo mentalmente. Cuando ponemos las manos en el cuerpo del receptor es importante recordar moderar la presin que ejercemos sobre l/ella. La fuerza con que apoyamos nuestras manos es la misma que utilizamos cuando tocamos a un beb: firme, cuidadosa y amorosamente al mismo tiempo, sin aplastar, ya que el exceso de presin puede ser molesto para quien recibe. Si bien existen diversas guas orientadoras sobre: cmo, dnde y por cunto tiempo situar nuestras manos, creadas por varios maestros Reiki hasta la fecha, debemos recordar que cuando es el Amor del Padre el que acta las posiciones de las manos durante la terapia y la duracin de sta no importa, ya que la energa llegar al lugar necesario, en la cantidad justa sin que nuestra voluntad participe, el Reiki acta de forma global cuando se aplica sobre cualquier parte del cuerpo. Debemos recordar que aplicar las manos desde el sptimo chacra hasta el segundo, y de ah a rodillas y pies es slo una gua para aplicar terapia, hay que seguir la intuicin que lleva tus manos a los diferentes lugares del cuerpo, dejndola simplemente fluir, por el tiempo que sientas adecuado en cada uno de los puntos. Si sentimos dudas, slo hay que volver a tomar conciencia de que no somos nosotros los que hacemos (somos slo canales), que es el Padre el que Hace y pedirle a l que nos oriente. COMO MANDAR AMOR A DISTANCIA No piensen, slo sientan. Sientan en cada uno esa luz de vida, esa luz de amor que est en nuestro centro que es el corazn, envolvmonos es vibracin y dejmonos fluir en ella, luego con ese mismo sentimiento imaginemos que envolvemos a ese buen amigo o a ese desconocido. Para mandar esta luz no requieren saber quin es, dnde vive o cmo es su cara, ya que como slo somos canales y lo somos de esa energa, no comparable, que es la divina, ella es inteligente y por su gran inteligencia se dirigir sola a quien lo requiere. Es igual que cuando entregamos Reiki directamente, en que esa energa se dirige slo a donde se requiere y por ello no se tiene para qu saber qu enfermedad o dolencia le aqueja a la 24 REIKILUZ Manual. El Reiki persona, ya que uno no cura y El que realmente Sana s sabe, y mucho. Muchas personas piensan que para mandar energa a distancia, o ayudar a distancia, hay que tener algn nivel especial en algo, como en el caso de Reiki un Nivel 2. Slo les digo que para mandar amor no se requiere ningn nivel en nada, slo se tiene que mandar amor y ese amor tiene que salir desde su corazn. Slo sientan y vibren en esa frecuencia, imaginen que desde su corazn se crea una gran burbuja rosada que sale por el pecho y la espalda, luego que los cubra por completo y queden sumergidos en esa luz de amor, luego traten de pensar, sentir, respirar, mirar por intermedio de esa luz y cuando la sientan, sientan que estn cubriendo a esa persona, esas personas o la humanidad completa con esa luz que sale desde su corazn. Slo manden amor como lo mandara el Padre, solo amen como amara Jess, slo sientan que somos parte de Dios y como l queremos todo el amor para el mundo, ya que el mundo tambin es nuestra creacin. Mis agradecimientos a Ximena Lutz ( Temuco, Chile ) ximelutz@surnet.cl quien orden este escrito para que as fuera mejor entendido por todos ustedes. (Dictado el 28 de Agosto de 2004 por Marco Antonio Gonzlez D., en Temuco - Chile.) Mi nombre es Marco Antonio y antes que todo les quiero pedir el que comprendan que lo que voy a tratar de trasmitir hoy es Mi Verdad, pero es ma y no de ustedes ya que yo me lo creo, yo me engrup de que as creo que es y por eso solo eso les puedo ensear y no lo que no creo ya que si fuera as les estara mintiendo y si ustedes tratan de trasmitir despus lo que no saben porque no lo han probado estaran tambin mintiendo y si es mentira no lo podrn trasmitir ya que no lo han probado. Para comenzar a conversar a cerca de lo que se trata Reiki, hay que empezar como nios, es decir, tratando de creer, tratando de involucrarse en lo que les estn diciendo, pero posteriormente cuando este taller termine: no crean lo que se les ense. Me refiero y les quiero decir con esto: una de las enseanzas que me dio el Lama fue que cuando uno va comprar oro, primero hay que probar que es oro, es decir, probndolo, raspndolo, fundindolo, someterlo a pruebas qumicas y recin ah comprarlo; en el caso de ustedes es exactamente lo mismo: solamente compren lo que puedan probar ustedes. No porque yo les diga, por qu motivo, pues lo que yo les diga son mis razonamientos, es mi verdad. Ustedes no pueden hablar por lo que un libro dice, por lo que otro les indic, o porque mi maestro me lo ense. No!. Es porque ustedes lo vivan, porque si ustedes lo viven van a saber lo que es la corriente (ser Canales del Amor del Padre) y despus la van a poder realmente trasmitir y ensear a otros lo que es Reiki. La Felicidad no se puede compartir si no es de verdad. No se puede ensear a bailar si no saben antes bailar ustedes. No pueden trasmitir amor si antes no lo aceptaron en ustedes. No pueden trasmitir la voluntad del Padre si antes no las han aceptado en ustedes. Por ello primero prueben, vean si es verdad, pero prueben! ya que no pueden decir que no es, si no han tratado de probar si es verdad. Existen dos formas distintas de hacer Reiki, una que es la corriente de los sanadores, y la otra es aprender a ser Canal. Una es en la cual es el terapeuta quien pretende curar y la otra es aprender a ser canal, sin pretender curar, ya que el que cura es Dios, UNO SLO ES INSTRUMENTO. Vamos a ir viendo varios conceptos y por qu se llega a eso, o con qu llegamos a ese grado de entendimiento. Lo bonito es que (para que partamos de una base) cuando uno es Canal y pide que sea la Voluntad de Dios, cualquier cosa puede ocurrir ya que ante l no existen los milagros, es decir, todo puede ocurrir, pero siempre va ser para bien, nunca va a provocar mal. Qu ocurri en cuanto a Reiki en mi caso?, sucedi que tuve que decidir en un momento qu maestro escoga para as seguir una sola lnea. 26 REIKILUZ Transcripcon Curso Es decir, mi cuestionamiento fue en una oportunidad, creo o no creo en Dios y cuando me di cuenta de que realmente no crea, es que pude comenzar a creer de verdad, pero me lo reconoc, me reconoc que no crea y lo empec a trabajar. Si yo tomaba como Maestro, o una forma de llegar a una meta, y escoga a Jess, porque sus razonamientos, sus enseanzas, tambin eran comprensibles para mis razonamientos. Es decir, no es una enseanza que yo diga s , pero, me gusta, me interesa y las encuentro que son propias, como son propias, su palabra pasa a ser mi palabra, porque tambin pasa a ser mi verdad, no se si se entiende?, y si pasaba ser mi verdad, tena que escoger a quien pona primero. Si yo me deca creyente en Dios bajo las enseanzas crsticas, y haba otro maestro en cuanto Reiki o la parte mstica y lo llamaba a l, estaba dejando afuera a Jess, por lo tanto estaba haciendo politesmo y tuve que resolver as a quien seguir. S, yo creo en Jess. Y sea o no sea Mikao Usui el descubridor del Reiki, no lo estoy cuestionando a l, porque no s si es o no es, pero si creo en Jess lo llamo a l, y no llamo a Usui, ni a ningn otro. Como la enseanza primaria para m, es la de Jess, ella va a estar por sobre todo lo que yo haga o desarrolle (a lo menos lo intentar). Por lo tanto me di cuanta que creer en Cristo es una forma de vida, no una religin, por ese motivo es que los budistas son tan compenetrados en lo que hacen, para ellos es una forma de vida, nosotros lo tomamos como una religin. El creer en Cristo es mucho ms que una religin, y segn mi punto de vista Jess o Dios sera muy ordinario que slo estuviese metido entre cuatro paredes o en una sola religin, est sobre todas las creencias y sobre todas las religiones, por lo tanto, en Reiki tena que tomar primero sus enseanzas antes de las de Usui, ante de las de otros supuestos maestros , etc., es decir, todo lo que viniera fuera de l o despus de l lo elimino, y as evito confusiones, lo borro y me voy a la matriz. Algunos van a decir qu tiene que ver esto con Reiki?, bueno tomen un libro de Reiki tradicional, o cualquier tipo y casi todos van a la historia en el cual hablan de que un maestro Mikao Usui, trat de descubrir o de redescubrir como sanaba o como actuaba Jess y el Buda Tibetano, que es el Buda de la Compasin. (Ojo, no es el Buda con panza, que le soban la guata para que te d plata, ningn Buda que sea realmente Buda, va a dar plata para que le soben la guata). Buda significa Iluminado, por lo tanto un ser iluminado no va a entregar dinero, va a entregar amor, el Buda que sigui Usui, fue el Buda Tibetano, uno ms o menos delgado que se ilumin en la zona de India. Si tomo las enseanzas de cmo viva o como lo haca Jess y el Buda, como iluminado, Jess tambin es un Buda, o sea todo ser iluminado pasa a ser Buda. El grado Bdico es muy similar al Grado Crstico, un grado evolutivo, los tibetanos buscan llegar a la iluminacin por intermedio de las enseanzas de Buda., nosotros por las enseanzas de Cristo. Yo tena que resolver cual de los dos, estuve en India, estuve con los lamas (me encanta la parte tibetana), pero para m es ms comprensible las enseanzas de Jess, si Usui tom a ellos dos como base, est indicando de que la esencia de lo que Reiki deba haber sido siempre, son bases espirituales, netamente espirituales, y si alguien les dice que no se requiere creer o tener Fe para hacer Reiki, est en lo correcto bajo sus propias enseanzas, bajo las propias enseanzas de lo que es Reiki tradicional. 27 REIKILUZ Transcripcon Curso Unos Aos atrs tuve la suerte de conocer a Paul, el es Un Amigo que viajo a Chile para traerle un mensaje al Dalai Lama en la visita que efectu aos atrs, le entreg el mensaje (el cual nunca supe bien de que se trataba) y despus por algunas circunstancias viaj a Palenque - Mxico - donde Segua Buscando algunas respuestas, pero todas ligadas a a quin seguir? Tena una gran confusin, ya que entre todo estaban los maestros ascendidos, santos, ngeles, Sananda (Nombre de Jess Csmico), Mayas, Lamas, etc. etc. Luego tuve la gran suerte de viajar a India en compaa del Ven Lama Gendun Yarphal La (El representante del Dalai Lama en Chile), visit una gran regin por casi 40 das y puede estar en los monasterios junto a 4000 Lamas y Monjes. En todo este camino yo pensaba o cre de que Reiki o algo de ello s vena de los ms mstico y oculto de Monjes y Lamas Tibetanos, en que ellos manejaban tcnicas que no todos saban, etc. etc. dndome luego cuenta de que NI REIKI NI NOMBRE SIMILAR, NI OTRO NOMBRE, NI OTRA TCNICA MS MENOS SIMILAR vena de ah, ya que tanto Lamas como Monjes no lo conocan u algo parecido. El Lama Gendun es Hijo de madre Tibetana, quien cuando era muy nio arranc del Tbet con l . Entonces si bien quizs? algo igual poda ser en el Tbet , su madre sabra, pero nada y ms an, cuando se le pregunt al Lama en forma Pblica en Talcahuano si l conoca algo similar, etc. etc. al Reiki, sus palabras fueron que lo conoci en Chile y no en India ni en Monasterios, etc. Y si el lama quien entre sus obligaciones est el de conocer de perfecta Memoria, sin cambiar alguna letra, palabra, etc. y que son 20 y tantos libros que recitan desde nios como cantos en casi todo momento, cmo no tena algn tipo de referencia de esto? Bueno, por ah no es, y si no es por ah, de dnde es?, a cul gua sigo? etc., etc. Mucho reflexion y me di cuenta que Jess es el que s enseaba a tocar a todos con amor, el pedir que fuera la voluntad del Padre, el que san con su mirada y que su presencia era la de Dios. Fue Jess... y si crea en Jess entonces tena que creer que lo que l ense si poda ser verdad y para ello solo poner las manos en su nombre y dejar que fuera el Padre ya que slo l puede llenar nuestro cuerpo de amor, ya que nuestro cuerpo es el cliz de Jess, eso tan buscado, pero buscado por poder y no por amor y como no es por amor, no vemos que somos nosotros mismos, en que solo debemos levantar las manos para ser igual que una copa la que solo puede ser llenada si es aceptada por nuestro libre albedro (El Santo Grial). S! se requiere Fe y S! se requiere espiritualidad o si no, no va a funcionar. Si yo me creo sanador, soy yo el que estoy movilizando energas, estoy causando un perjuicio a la persona y me estoy causando un perjuicio yo, pero si somos solo los canales, el nico que va a curar va a ser Dios, nosotros nunca, y ante eso, cualquier cosa puede ocurrir, porque para l los milagros no existen, realmente, no existen. Si alguien es ateo, bien. Si alguien cree en otro dios, bien. Slo les pido de que traten de creer ahora que ese Padre Bueno s existe, el que nos mostr Jess. Si existe, el que es slo amor. S existe, vean y definan, slo eso... pero por su libre albedro, por su voluntad, ya que miraron y se atrevieron a creer de que lo que s saban o suponan era verdad, que no estn solos tratando de luchar por ideales imposibles, que no slo tienen que seguir la corriente del ro ya que ella s se puede cambiar, se puede lograr de que corra en otro sentido... pero en unin y no solos. Recordemos dividir para gobernar , se puede 28 REIKILUZ Transcripcon Curso cambiar, pero unidos y para estar unidos tenemos que tener la misma meta, ya que as trataremos de seguir el mismo camino y para que as sea, la meta debe ser la misma, una sola. Ya que el estar aqu no es luchar por clientes ya que esos clientes significan divisas, ganancias y ms aun vendiendo y en el nombre Dios. Est bien vendan su energa, su ego, su arrogancia, ENFRENTEN A DIOS YA QUE SON USTEDES SANADORES, PERO NO NOMBREN AL PADRE YA QUE ESO ES BAJO CONSCIENCIA Y DESPUES NO PODRAS DECIR QUE NO LO SABIAS , DIOS NO SE VENDE, NO SE TRANSA Y NO SE OCUPA PARA EL DOMINIO DE LOS OTROS. Dios une, Dios es amor y ese amor es la meta, la meta es Dios, es la iluminacin, es la ascensin en la luz, lo que Jess nos mostr que S se poda llegar, y en forma directa, sin pagar PEAJES para alcanzarlo, ya que est siempre junto a mi, pero slo por mi libre albedro debo aceptar su presencia, su cuidado, su amor. Para ensear a bailar, tengo que aprender yo a bailar primero, para ensear a rer, tengo que aprender a rer primero, si no cmo?, no hay forma de hacerlo, para transmitir amor, primero debo aceptar el amor en mi, para bajo mi libre albedro aceptar la voluntad de Dios en mi, pero yo no puedo transmitir eso, si antes no he aceptado a Dios como un Padre en el cual se haga su voluntad en mi o si no, no hay como transferirlo, no hay como hacerlo, entonces primero en m, y despus al resto. Jess es la va. S. As lo creo yo y porque s creo que es la va, l esta en todo y su gua me llevara al Padre, sin sufrimiento, sin imposiciones, sin castigos, sin rituales y no maana o en diez aos ms, cuando haya ledo mil libros y tenga que saber de memoria cantos o palabras que no entiendo... y cmo las vamos a entender si no comprendemos ni lo que recitamos como loros con el Padre Nuestro. Ahora, muchos pensarn, QU TIENE QUE VER JESS CON REIKI?, Jess?, na que ver, ,etc. etc. y les explico ms o menos el por qu Yo Creo esto: Cuando conoc el Reiki y comenc a VER A UN GRUPO DE GENTE QUE HABLABA DE MUCHO AMOR, EN QUE SE PODA AYUDAR A OTROS POR AMOR, en que s poda existir un mundo Magia, de Campanitas de Peter Pan, etc. etc. me enamor tanto de ello ya que quizs? fue porque todos buscamos la felicidad, el amor, el que s podemos servir o ms bien para qu estamos aqu? , etc. etc. Y mi maestra me mencion en una oportunidad que el que ya haba efectuado el Nivel l lo poda repetir todas la veces que el quisiera, me agarr de eso y efectu el Nivel 1 casi 21 veces o ms, no recuerdo, slo s que desde que part con mi primer curso lo segu repitiendo hasta que luego yo los impart despus. Claro que lo que antes imparta era creyendo en ese momento que as era, ya que pensaba que s era correcto el cobrar, ya que el que la trasmita (la energa)quizs? se poda pegar algo, o muchas cosas ms ya que mi maestra lo haca y si ella lo haca... yo la tena que tratar de justificar mentalmente y quizs? el temer una desilusin... Al mirar pero no ver, como enceguecido por una ilusin, de que se hablaba de amor y no se practicaba lo que se predicaba, en que el amor duraba mientras el dinero existiera, ya que maravillosos cursos, maravillosas escenografas, pero slo si se pagaba entrada, pero con la gran gratitud o amor al prjimo que quizs? se poda hacer un descuento o cobrar EN cuotas... quizs?... alguien gratis?. 29 REIKILUZ Transcripcon Curso Pero siempre se cobraba, ya que el Dinero era una energa que el universo te lo entregaba, pero solo si TE LO MERECIAS, es decir, si Dios me quiere, me da dinero, entonces por ello eso significara que el dinero es smbolo de Dios, de poder, de mando, etc. etc. y el amor dnde?, ya que no poda ser que una persona porque no tiene DINERO, no era merecedor del amor de Dios, dnde quedaba la premisa de dar amor solo por amor, la premisa de que Dios S alimenta, de que el Padre proveer, de que slo tenemos que dejarnos FLUIR (se indica en muchas partes), fluir en qu?, ya que fluir es dejarse ser, dejarse llevar, pero por quin? , por cul gua?, por cul Camino Fluir?!, en quin y en qu confo?, en qu creo?... Si me dejo fluir en Dios, entonces confo y si confo entonces creo que l actuar a travs de m y si es as, NADA ME FALTAR... y si nada me falta ya no seguir al Rey CESAR ya que El Padre me lo entregar. El Csar ya no me dar dinero, ese dinero que me da la felicidad, el que me da bienes Materiales que son la mayor droga (ya que siempre querrs mas) y te faltar ms y ms de lo que creo que me llenar de la felicidad que tanto busco, pero para ello necesito seguir el sistema, ese que me envuelve en bienes que nunca llegaran lo suficiente para encontrar lo que de verdad siempre buscamos el amor , la plenitud, La Felicidad. Lo cmico de todo esto es que ese amor es vendido y quien busca la posibilidad de comprenderlo o de comprender el para qu esta aqu?, al mismo que tanto se le indica de que Dios es amor, se le cobra por ello y si no tiene (el dinero) es porque Dios lo est castigando! si al no darnos su amor porque que tenemos que pagar por l... Pero eso no fue lo que ense Jess!, Jess no trasmiti eso, ya que eso No es amor porque Dios es amor y no castigos y sufrimientos y por mucho que algo este escrito en supuestos libros de iluminados y mensajeros de los cielos, si en esas palabras no hay amor, si hay castigos, si su esencia no es la que nos mostr Jess, NO ES ya que lo es slo lo que realmente sea amor. Bueno, si defino que Jess es mi gua, ya no puedo negar su nombre. Ya que si niego ese nombre estoy negando su gua y esa gua deber ser aunque el mundo entero indique lo contrario y que si la va es amor, el mismo amor que indican pedir quienes cobran por l, pero si Usui ense a entregar amor, por qu? en su nombre se justifican acciones que por ellas mismas ya no lo son y si no lo son, es porque sus enseanzas fueron cambiadas. Y si fueron cambiadas, para poder yo ver con ms claridad tendr que buscar algn maestro que sienta que s es consecuente con lo que se predica y para mi (no s para ustedes, pero para mi) ES JESUS y siento de que lo que ense es Verdad y su palabra es la Luz. Adems Reiki se supone que es Energa del Universo, que para mi ese Universo est regido por Dios por lo que indicar de que es l quien sana, no es ir en contra de lo que se ensea en Reiki, slo es el ensear lo que yo creo que es, ya que su base por todos los que la se proclaman (la de Reiki) es que es AMOR y el mayor representante del Amor Fue el Maestro Jess. Y Jess ense de que tenemos que aprender a Dar amor slo por amor y el entregar amor por Dinero es Venta del amor, darlo esperando que se me entregue algo por ello (el trueque es lo mismo que el cobro), es como cuando sentimos que alguien Nos debe un favor. Si de verdad le hicimos un favor (por amor) no nos debe nada, ya que 30 REIKILUZ Transcripcon Curso ese favor no fue como un cheque en caja para cuando necesite el cobrarlo. Tambin se indica que por el Reiki no se cobra, que se cobra por el Tiempo, qu es el tiempo?, si realmente es la nica ofrenda que podemos entregar por amor, nuestro tiempo para slo ser un Canal de Dios Padre para uno mismo y todo, todo, lo que nos rodea. Solo tenemos que atrevernos, atrevernos a creer, de que quizs? Dios Padre S existe... pero ahora y aqu... ahora y hoy, en este momento, y jugar a probar, como nios que somos a que quizs? s Dios, el Papito existe y es verdad lo que Nos ense Jess y que s es posible el lograr todo lo que l logr... slo con un poquito de Fe en que el Papito es de verdad y que es verdad por la va de amor, solo amor y que el Padre acte ocupndote como su canal, su servidor. En que l es Chilectra (Generador de Luz), Nosotros el cable y quien recibe la ampolleta (bombilla), siempre Respetando el Libre Albedro de quien recibe (no somos sanadores) y bajo la voluntad de lo que el Padre quiera (Padre, Madre, la Fuente, Dios) y no la nuestra. Pero recordemos de que nos entregamos al Padre de Amor, el Padre de Bondad, ese que nos mostr que exista nuestro maestro Jess. y quizs?, s es verdad lo que Jess ense como la verdad. Y la luz s puede existir sin oscuridad, ya que una vela puede iluminar toda una habitacin sin existir sombra, pero la sombra no puede existir sin la luz, ya que si no hay luz no existe la sombra, entonces el mal no puede existir sin el Bien, pero el Bien si puede existir sin el mal. El amor puro s es posible y el que enseo la va ms corta para llegar a esa evolucin fue Jess. Bueno, as lo creo yo. Me preguntan mucho Por qu tanto de Jess?, pero les explico de es Jess porque si yo creo en l Cmo podra seguir a otros maestros?. Es solo consecuencia: consecuencia con mi persona, con mi ser, con lo que siento, y por ello si creo en l cmo no podra ahora hablar de l, si creo en l... Cmo podra hablar de otros maestros?, ya que cuando l est no existe otro. Pero bueno es lo que siento, y por ello si creo en Jess no existen ms otros guas, solo sigo su camino y como un da le indiqu a una gran, gran amiga, Aunque siga solo en esta idea, seguir y quien as me crea que camine junto a mi. Tambin me preguntan Cunto tiempo llevas? Cmo vives si no cobras o pides aportes voluntarios? Llevo aproximadamente 8 aos en Reiki y 4 en esta lnea, despus que llegu de India tuve que tomar una decisin y ella fue no estar en contra de otros, slo fue de estar en consecuencia con lo que Yo crea y ello era de que: Jess s fue verdad y que lo quera a L como mi maestro. Luego tena que ser (por m) Consecuente y solo part con lo que en un principio fue quizs? una locura, pero fue mi locura, creyendo de que al final, Jess la Lleva. Al principio muy poca gente me pesc, ya que Si no cuesta no vale, pero despus algunos probaron y vieron que si poda ser, el slo dar amor por amor y ahora ustedes pueden ver que Es lo que hay... Jajajajajaajajajaja... Slo creer de que s puede ser y entre todos podemos cambiar la oscuridad por luz, el odio por amor, la muerte por vida... el que s se puede ser feliz, el que s se puede ayudar a quien est a nuestro lado, el que si podemos ver que si existe un Dios y que no nos d Igual (Godwana). Cmo vivo? respirando... jajajaja (broma). No, estuve en el ejrcito por 7 aos y cuando estaba casi listo para ser teniente tuve un accidente en la vista cuando estaba en campaa por X motivo y jugando a Rambo, una esquirla de un detonador salto en mi ojo izquierdo y lo perforo cortando hasta el cristalino, pero no se nota (y esa historia es para otro momento), por ello a los aprox. 24 aos sal jubilado del ejercito ( ahora tengo 42 [ 31 REIKILUZ Transcripcon Curso 1962 ] pero como el factor de los elementos no altera el producto, tengo 24 , jajajaja , otra broma ) , tengo una pensin del ejrcito que entre los descuentos, lo que les dejo a mis hijos ( son dos y son realmente maravillosos, [Pablo Y Francisco ] ) $ 120.000 (como US $ 150) , y me quedan como $ 70.000 para mi (aprox. US $ 100). En todo caso vivo con mis viejos, que por suerte los 2 estn vivos. Cuando me separaron tuve que tomar una decisin y ella fue de que si quera mantener la casa o seguir en mi camino (que yo senta que era el correcto) para mantener la casa tenia que buscar un trabajo normal para la sociedad y ello sera el dejar esto o vender la casa ya que no podra pagar su dividendo. Vend y con ese dinero qu haca?, lo pas para una persona que amo con toda mi alma (mi mami) y que me ayud siempre sin preguntarme nunca. Entonces se lo pas y me qued con solo algo para comprarme un celular y algo de plata para salir de viaje al sur con un gran amigo, para en conjunto efectuar cursos y mostrarle que esto no era por dinero, era solo por amor ya que si se poda ayudar y ser ayudado. Pero tena que ver Dnde vivir? Dnde estar?, y si casi no pasaba en casa, para qu complicarme?, volv a casa de mis padres y no lo puedo negar, estoy Feliz! ya que ellos estn Felices y yo tambin y cuando sea, dejar nuevamente el nido y el Padre me entregar los medios, pero ahora puedo estar con ellos y seguir en lo que creo que es correcto... El resto: para vivir, para comprarme ropa, para comprarme cigarrillos, para viajar, es por los aportes en sobre cerrado cuando se efectan los cursos. Y si se puede pedir segn el lugar, esos aportes, que realmente no me gustara pedir, pero es la nica forma en que me poda alcanzar (el dinero) ya que: No s levitar y no s como ser omnipresente. Entonces lo tengo que pedir, con vergenza, pero aun lo requiero... No me gusta, me cuesta, y por ello lo mejor que encontr fue el aporte voluntario, en sobre cerrado, sin remitente; ya que as quien pueda slo aporte con lo que pueda, sin presin, sin dejar de comprar algo para su casa... en que slo aporte lo que pueda y si es que puede, ya que por m si ese aporte no fuera en sobre pasara de que si alguien me pasaba dinero y segn la cantidad, mi pensamiento podra ser Uhmmm, gracias, cundo quieres efectuar otro curso?, puchas que te quiero, por ello es que no me gust esa forma, ya que es por m y s de mis tentaciones y as puedo trabajar en m lo que trato de ensear y que es dar sin esperar recibir. Y ante la pregunta cmo llegaste a esto? la repuesta es corta (ya que tambin es para otro da), de atrs para adelante o de adelante par atrs, primero ense a matar, crudo pero as fue, ya que me ensearon en el ejrcito a Matar y yo como Oficial enseaba lo mismo. Luego trabaj con mi padre y vend artculos de pesca y caza, luego vend armas, equipos de Inteligencia Electrnica, luego equipamiento para las Fuerzas Armadas, luego implementacin para Pisciculturas , cra de salmones, cra de ostiones... Luego no pude ms ya que no algo me pas y fue un cambio cuando empec a creer de lo que senta s poda ser verdad. Entre esos tiempos pasaron muchas cosas que otro da podemos hablar... El aprender a ser Canales, va en el trabajo personal, en que si ustedes no suben o nosotros no subimos nuestra vibracin de radio, no podemos captar diferentes antenas, yo lo explico de esta forma para que sea mucho ms entendible: estamos en frecuencia AM, en frecuencia baja, frecuencia ms lenta, al lado estn 4, 5, 6 antenas FM, estn transmitiendo 32 REIKILUZ Transcripcon Curso con todo, con toda la frecuencia, yo no las puedo captar, por qu?, no es por culpa de la radio, es por culpa de la antena, yo no tengo la frecuencia en FM para poder escucharla, si yo subo mi frecuencia, voy a escuchar Carolina, y todas las que estn sonando, y las voy a poder retransmitir. Si no transforman, no se puede, a eso llegamos a la conclusin, que la nica forma es subiendo nuestra propia vibracin, y para ir subiendo nuestra propia vibracin, ah empieza todo nuestro trabajo interno y personal, sacando nuestras mscaras internas, trabajando todos nuestros enemigos existentes (que son personales, no son externos), siendo yo feliz, etc., etc., Entonces no es ser mezquino, es querer estar uno mejor, para poder ayudar a otros, es que la nica forma de poder ayudar a otros es que nosotros estemos bien, sino, no hay forma, no hay posibilidades. Empezamos a aceptar el perdn, sacamos la soberbia que tenemos de enfrentamiento a Dios, porque estamos en contra de las enseanzas de Jess, el que nos enseo humildad y lo que hemos trabajado ac (en la tierra) no ha sido humildad, ha sido soberbia. Si yo soy sanador lo estoy mirando (a Dios) de igual a igual, lo estoy mirando hacia el lado. Si nos volvemos humildes, voy a mirar como nio, como nio acepto que no s y voy a dejar que el que acte y decida sea Dios, no yo, es decir, el Padre, pero qu Padre? el Padre bueno, el Padre que nos ense Jess, un Padre simptico, amoroso, buena onda. No el padre Zeus, que nos ensearon antes, el padre castigador, que no puedes ni tener un pensamiento porque te cae un rayo, te caen todas las pestes del infierno qu padre es ese?! No fue el Padre que nos ense Jess, Jess nos ense un Padre de amor y si l nos dijo que a travs de esa va llegbamos a l, no puede ser posible!. Razonemos: por un lado que Jess nos diga que el Padre es amor, y por otro lado, el Padre nos est mandando castigos, porque eso no existe, l no nos manda ningn tipo de castigo, en absoluto, nada. l: No!. En una parte Jess ensea de que el odio con odio slo el odio gana, porque se potencia esa frecuencia. Si t trabajas en frecuencia del amor (es una vibracin como de radio), se abren tus canales a esa frecuencia de radio, por lo tanto si tu entregas amor, tambin vas a recibir amor por la misma va, porque si t estas en una vibracin, slo recibes de esa. Si yo mando odio, mando a todo mi entorno, y voy a recibir solamente, frecuencias de odio. All entiendes porqu a ti te dicen: ayuda, porque cuando t estas ayudando, tambin te ests ayudando y estoy siendo un canal, me estoy haciendo auto Reiki, porque est llegando energa hacia mi, la cual est llegando para otra persona. Por lo tanto, primero me voy a estar haciendo Reiki a mi antes que al otro, y si le hago Reiki a 10 personas, me estoy haciendo autoreiki y multiplicado por 10, eso es lo bonito. Si yo a alguien que me manda odio, le devuelvo odio, a la otra persona la estoy potenciando vibracionalmente bajo su misma frecuencia, y yo estoy abriendo mis canales de esa vibracin hacia m, al final me estoy yo causando dao. Lo lindo de que para detener a alguien que a uno le manda odio para poder, digamos, ganarle la guerra o la pelea, es mandarle amor, porque cuando t le mandas amor, si tiene alguna frecuencia de amor, la va a recibir y a mi se me va a multiplicar tambin, y voy a evitar que siga creciendo su propia energa. Pero primero para mandarle amor (no puede ser un amor falso), es decir, debemos estar claros que cuando mandamos amor, estamos sintiendo amor por la persona o si no, no lo hagamos, preferible no hacerlo para as no perder el tiempo, 33 REIKILUZ Transcripcon Curso Una de las formas de evitar el Ego es reconocer que tenemos ego o n cantidad de cosas ms. Un ejemplo es que pongo a Marco Antonio con ego frente a mi, s que tengo a esa persona que no quiero ver ni reconocer. Ya que si creo que lo tengo dominado (al ego) me empezar a actuar por detrs. Por eso los Lamas te dicen que pongas a tus enemigos al frente, pero los internos. Si digo que al ego (mi ego) lo tengo dominado indica inmediatamente que el ego ya me gan, pero si s que tengo ego (si lo reconozco) lo voy a estar controlando o a lo menos intentndolo. Si quiero que solamente luz me pueda penetrar, entonces tengo que ser justo y tambin pedir que solamente la luz pueda salir de m. Acepto que tengo esos pensamientos, pero los trato de controlar, eso es lo que se llama estar en MEDITACIN CONSCIENTE o mente despierta, es decir, no solamente ser espirituales cuando estamos frente de un altar o cuando estamos con los ojos cerrados haciendo los Om en la parte mstica. Qu pasa cuando abrimos los ojos? llegamos al mundo real, pero porqu, si yo creo en Jess o en Dios va a bastar que viva las enseanzas de l, este es el mundo de l... No es su mundo cuando estamos con los ojos cerrados, es decir, debe ser estando en forma consciente y en todo momento. Hay un trabajo que es de unificacin de chakras, que nos va a ir sirviendo para ello. Te ests vigilando y como te ests vigilando en forma casi permanente, ests con la mente despierta. Y ests viendo y actuando segn todo lo que est ocurriendo a tu alrededor, empiezas a escuchar a las personas, empiezas a mirar de verdad, aprovechamos el da y el lugar y cuando reaccionemos, por ejemplo, en forma violenta y te des cuenta, no es que te castigues con ramitas o camines de rodillas. No!, basta que lo reconozcas y no lo ejecutes ms, y estar aprendido. Pero qu sucede cuando t das amor y no recibes lo mismo a cambio ? Si tu actas bajo la frecuencia crstica, el rencor va desaparecer, porque finalmente es un problema de cada cual. Si ellos no quieren entender (y a veces nosotros tampoco): no entienden, nada ms. Han pasado 2000 y tantos aos de las enseanzas que dej Jess, y si ya no aprendieron, va a ser difcil (muy difcil) que lo hagan, pero eso no evita que sigas tratando, porque si es que dices que actas bajo la frecuencia de Cristo para otros, debes vivir y actuar (o tratar de actuar) segn como lo hara Jess, y eso es lo importante. Lo que nosotros ms enseamos y bien claro (eso s que es estricto), es que quien es Maestro de Reiki, bajo esta lnea no cobra para sus cursos, por sus clases, por ensear. No puede cobrar entrada, y no lo va a hacer. Lo nico que puede hacer es pedir un aporte voluntario segn lo que pueda la persona, y en sobre cerrado (sin remitente) y a conciencia de cada cual. Si pueden: pueden. Si no pueden: no, y se acab. El sentido del aporte es que se necesita dinero para viajar fuera de la ciudad donde uno vive, para comer y solventar algunos gastos personales. No se trata de lucrar, ni de enriquecerse materialmente con lo que se recibe... Esto no es un negocio, aqu no existen clientes. Y el terapeuta nunca puede cobrar (ni por las sesiones), no puede pedir trueque tampoco, ni tampoco aporte voluntario. Por qu? Porque el que lo hace (la Fuente de la energa) por nuestro convencimiento es Dios, y si la energa que se transfiri es la de Dios, entonces que le paguen a l. Y como le pagan a l? Ayudando a una tercera persona, ayudando al que est al lado. No hay otra forma. Si yo cobro, si acepto aporte voluntario, o 34 REIKILUZ Transcripcon Curso si acepto trueque, en forma inmediata estoy siendo sanador (yo soy el sanador), por eso si es que alguien cobra por Reiki y es sanador, ya es su problema. Pero recordemos, que si yo soy sanador, me estoy colocando con soberbia, de igual a igual frente al Padre. No debe hacerse, pero si ustedes quieren ser sanadores, es su eleccin, cobren, hagan lo que quieran, pero si quieren ser realmente instrumentos, entonces que le paguen al Padre. El Reiki de los comienzos era espiritual y altruista (incluso gratuito), pero se prostituy por completo en sus enseanzas. En una oportunidad me mandaron de EEUU a decir que Reiki hay que cobrarlo, porque segn la historia Usui ense gratuitamente y cur a unos mendigos, cuando baj de la montaa (y hay todo un cuento y como cinco historias diferentes), y cuando volvi al pueblo, todos los mendigos estaban enojados, porque como estaban sanos ya no podan trabajar (pidiendo limosna), entonces el les dijo que la nica forma que la gente lo valorara era que haba que cobrar, entonces yo le respond que haban dos posibilidades : una era de que Usui no hubiera aprendido nada, de lo que haca Jess y Buda y la segunda, fue que cambiaron absolutamente su palabra para poder justificar el cobro. Si un razonamiento de Jess estuviese en desacuerdo con lo que yo pienso, tendra que ser tan honrado para decir, me tengo que salir del colegio, porque si en alguna parte a mi me ensearan y me dijeran , te justifico la muerte o sea si alguien entra a tu casa y te asalta, tu le debes de cortar la cabeza, y mi razonamiento dice que no est de acuerdo con eso, eso significa que no es mi profesor. Alguna enseanza que vaya en contra de Cristo significa que son Anticrsticas, y con eso tengo la seguridad que no voy a caer, porque son Anticrsticas. Si a m una persona, o un personero, bajo las enseanzas de Reiki dice que yo soy Dios, por ejemplo, el caso de Sai Baba, el gran gur de la India, que por un lado l dice que todos somos dioses y por otro permite que le recen a l, pero si todos somos dioses (al nivel de Dios Padre) bajo las enseanzas de Sai Baba, nos tendramos que rezar nosotros mismos. Adems, Jess nos entreg una pura herramienta de comunicacin directa con Dios, que es el Padre Nuestro y la otra persona (Sai Baba) dice que hay que orarle a l, qu significa?, que es Anticrstica. Que es una enseanza que esta completamente en punta (en contra) con lo que ense Jess. No discrimino, no juzgo, pero elimino. Si queremos ver como es el rbol, primero veamos sus frutos. Para m el mejor rbol es el amor de Jess, sus enseanzas, y lo ocupo en todo (o trato), por eso con Reiki (para nuestra visin) es mucho ms importante que una sanacin fsica La sanacin espiritual. Si yo soy sanador, entonces yo quiero sanar y me voy a preocupar de tu dolor de estmago, pero si uno es Canal, la sanacin se origina de la parte espiritual, que a raz de una sanacin espiritual, se produzca una sanacin fsica, es otro cuento. Aqu lo importante es la parte espiritual, ms que la parte fsica. Se puede dar, porque si lo hace l (cualquier persona) es milagro; recuerden no existen los milagros para Dios. Por eso cuando veamos los chakras, no los vamos a ver como sectores de energa segn la parte del cuerpo a la que corresponden, sino que los vamos a ver como los sentimientos que representan, nada ms. Los chakras son como ruedas, puntos de energa, que estn en todo el cuerpo, son centros de energa, pero al final lo que vamos a hacer aqu es unificar los chakras (bajo el 35 REIKILUZ Transcripcon Curso Amor), para ser un solo chakra, que proviene de la Fuente que es el Padre. Somos un foco de vibracin (de luz) y si ponemos cuatro en una cuadra la iluminamos por completo. Esto quiere decir que una persona donde se encuentre, ilumina todo su entorno y vamos comprobando o razonando que para hacer Reiki, no se requiere tan solo colocar las manos, basta con estar presente, con hablar, con escuchar, con compartir... Con eso ya estn haciendo Reiki. Por qu? Porque la frecuencia ms alta va a dominar a la ms baja (pero en buena), porque si estoy cerca de ti (y si tengo la frecuencia mas alta) y t estas mal, la frecuencia ma va a ir sobre la tuya, y te va a ir ayudando para que posteriormente t tengas un razonamiento de: slo y directo con la Fuente. Ah esta lo que muchos concluyen sobre lo que est en muchos de los escritos y que se refiere a los 144.000, la masa crtica, que tambin tanto se ha llamado para juntar: se requieren 144.000 focos de luz qu ocurre con 144.000 focos de luz? Si t ests en una frecuencia, la puedes transmitir, por lo tanto, al poder transmitirla, se transmite desde el Padre hacia la tierra, y qu es lo que ests haciendo? una acupuntura a la tierra. La gran mayora de nosotros queremos entregarle al resto, pero no dejamos que nos den (no nos permitimos el recibir). No, tengo que ayudar a los otros primero. Y nosotros qu? Si t no recibes, no puedes entregar. Lo primero es ser felices y que entendamos que la misin divina que tenemos los seres humanos es ser felices. S, vinimos a eso (a ser felices), o sea, es casi una obligacin para pasar de curso, el Pap quiere que la pasemos bien aqu y lo nico que tenemos que hacer para eso es confiar en l, nada ms que confiar en el Padre, que l nos arme el cuento. Cuando tu conversas con personas, con grupos, te dicen: No se?, s! a mi me encantara ser espiritual, pero no puedo. Por qu? Por el medio, por mi seora, por mis hijos, por esto, y por esto otro. Por esto actuamos con mscaras, entonces yo acto para que t seas feliz, y acto segn lo que yo creo que tu quieres que yo sea (y no como yo soy de verdad), como estoy actuando, no calza, porque es una actuacin de teatro, estoy todo el da actuando para tu felicidad, pero no para la ma, y eso va causando costras y un dolor interno que es tremendo (porque no soy yo), hasta que cuando uno revienta y es uno. Por lo tanto si yo soy transparente siempre, soy en forma externa como soy en lo interno, no voy a estar actuando, voy a estar sumamente relajado, me van a conocer como soy y nunca me van a poder decir: me lo cambiaron. Y si me quieren o me aman, me van a amar por lo que yo soy, no por lo que muestro querer ser. Volvamos a ser nios! Transparentes como ellos. Lo que tengo que transmitir es felicidad o si no cmo?. Todo el cuerpo somos miles de puntos de energa, pero tenemos 7 principales, pero no se preocupen de qu sector fsico mueve (si quieren saberlo, es segn el sector donde est y listo, es decir, segn el sector donde est es donde movera la energa). Los chakras son como distribuidores y se dice que son de diferentes colores, pero los colores no importan. Qu es lo que ocurre? El color es una vibracin, por lo tanto es un sentimiento, por lo cual segn el sentimiento que se mueve es el color que se emite y eso va probando que lo importante es el sentimiento que uno produzca. No el deseo. No saco nada con pintar a alguien de rosado creyendo que es amor, si no siento amor por l, no hay forma, el amor crea el rosado, no el rosado el amor. 36 REIKILUZ Transcripcon Curso El Primer Chakra o Chakra Base: est ubicado en la base de la columna (entremedio de las piernas), es el que nos une con la tierra, es nuestra parte ms defensiva. Como desde el nacimiento hasta los 10 aos somos medios msticos, todos queremos ser buenos, entonces lo bloqueamos, y prcticamente lo eliminamos, y creemos que no podemos alegar, que no podemos levantar la mano, que no podemos decir: conforme, pero yo no opino igual, que no estoy de acuerdo con lo que t dices, que mi razonamiento es otro. Lo bloqueas, y esa energa es vital, es la que nos descarga hacia la tierra para poder hacer un ciclo completo. El Segundo Chakra o Chakra Sexual: est ubicado un poco ms abajo del ombligo, es energa de Vida, energa de Creacin, energa que Genera. Este es otro chakra que generalmente cerramos porque nos han metido todo un concepto de maldad sobre el sexo y la sexualidad, cuando es energa que crea vida, o sea, es preciosa, pero como no queremos embarrarla, chao chakra sexual, por prejuicio y n cantidad de cosas. El Tercer Chakra o Plexo Solar: est ubicado en la boca del estmago. A l corresponden nuestras emociones, es nuestro sol. Se dice que es el que toma energa de da para ocuparlas en la noche, por eso es que de noche nos sube la fiebre (en la noche), porque no est funcionando bien el chakra del plexo solar. Es toda la parte emocional: tenemos un problema emocional, entonces nos duele el estomago, nos sentimos psimo; lo mismo cuando estamos en un lugar que no conocemos, nos estamos cuidando, nos cerramos, nos protegemos el plexo. Generalmente bloqueamos el plexo y al mismo tiempo, la garganta, es decir, nos entra la emocin (el temor), y como no la hablamos cerramos tambin el chakra de la garganta. El Cuarto Chakra o Chakra Cardiaco: est ubicado en el centro del pecho. Es Nuestro Centro. De los 7 es el que est al medio, incluso en dibujos muestran a Jess con los rayos saliendo desde el pecho con todos los colores. Es nuestra chispa divina, nuestra maestra, aqu est nuestra esencia real. El Quinto Chakra o Chakra Larngeo: Ubicado en la garganta. Corresponde a la comunicacin... Del hablar y del escuchar. Para aprender a hablar, hay que aprender a escuchar (escuchar con amor) primero. El Sexto Chakra o Chakra del Tercer Ojo: Ubicado en el entrecejo. La intuicin, el Ver. Personalmente yo lo nico que quera era activar ese chakra para poder ver a las otras personas, pas ntiempo en eso, y me di cuenta de que realmente la activacin de ese chakra era para verme al interior, tena que aprender a mirar hacia mi interior, no al exterior. El Sptimo Chakra o Chakra Corona: Ubicado en la coronilla. Nuestra conexin con Dios, con la Fuente. Manifiesta la aceptacin de la vibracin crstica hacia uno. Ahora qu ocurre Cmo empezamos a usar todos los chakras, o todos los sentimientos, sin temor a hacerlo mal? CON AMOR. Activamos primero el cardiaco y posteriormente vamos unificando todos los puntos hacia el cardaco. Con eso vamos a entender que si yo el base me atrevo a activarlo (con amor), voy a reconocer que est ah, 37 REIKILUZ Transcripcon Curso que es mi parte animal, mi parte posesiva, que no tiene nada de malo. Tienen que estar los 7 abiertos (activados, bajo el amor), no solamente uno o dos, los 7 deben funcionar. Por qu? Por que estamos hechos igual a la matriz, a imagen y semejanza, por lo tanto si alguno de estos puntos no tuviera que estar, estara fallada la matriz. Vamos a realizar la primera meditacin: la activacin y la unificacin de todos los chakras bajo el concepto del Amor Qu simboliza eso? Que tienen que funcionar, pero siempre, siempre con amor y bajo el Amor del Padre. ( Se realiza la meditacin y se comparte la experiencia de los asistentes al curso). Antes de seguir hablemos sobre el aura y sobre la limpieza de aura: el aura es una energa que emitimos, lo que se transmite, lo que se ve segn como yo est en mi interior. Si es que un chakra tuviese una manchita (imagnate una ampolleta con una mancha en el interior), por ello proyecto esa mancha hacia el exterior y alguien viene y les dice que les va a limpiar el aura con una pluma (imagnense que yo proyecto una luz con una mancha en el foco hacia la muralla), por mucho que trate de limpiar la muralla no hay posibilidades, no hay forma, porque es una proyeccin de nuestro interior, no de nuestro exterior. Por eso es que la nica forma de poder limpiar esa mancha o lo que se proyecta, es limpindomela yo, no me la pueden limpiar desde afuera, solamente yo lo puedo hacer, y all entendemos que la sanacin real viene de cada cual. Bajo la frecuencia de amor, pido que el Padre me ayude, bajo esa frecuencia, por Su Voluntad y bajo mi libre albedro. Ahora vamos a realizar la segunda meditacin: Ya tenemos el concepto y ya hemos experimentado la unificacin de los Chakras bajo el Amor. La idea ahora es trabajar, en forma personal, el Amor hacia quienes ms amamos, hacia quienes no amamos tanto, hacia quien(es) nos han hecho dao (segn nuestro punto de vista) o hacia nosotros mismos. (Se realiza la meditacin y se comparte la experiencia de los asistentes al curso). Cuando entregamos Reiki y somos Canales, la persona se va a abrir hacia nosotros( hacia m o hacia a ustedes) , me lo pide a m o a ustedes. Est buscando un intermediario, lo que no debiera ser cuando se entiende que todos podemos ser Canales de la misma Fuente. Por ello mi responsabilidad, y la de ustedes, es mayor, pues como no lo piden en forma directa al Padre, seremos canales o antenas (slo Canales, recurdenlo). Debemos trabajar para que sea lo ms puro posible, para tener la mayor similitud a la Fuente, para que sea lo ms parecido a que lo hiciera en forma directa. La responsabilidad de ustedes es bastante alta en ese sentido, y para que sea lo ms puro tiene que haber un trabajo personal de cambio, en todos nuestros aspectos, ser realmente consecuentes, con lo que predicamos: ser sinceros, ser transparentes, que como eres en el interior seas en el exterior. Si comet un error, si estoy equivocado y si soy transparente me voy a ver en lo que estoy mal, lo voy a intentar cambiar, si soy transparente conmigo, voy a ser transparente con el Padre, con Dios y l nos va a mostrar si es que algo es incorrecto, nada ms , igual que cabros chicos (nios). 38 REIKILUZ Transcripcon Curso Lo bonito es que si t eres un instrumento de Dios, si de verdad lo eres, y le pones las manos a alguien, realmente esa persona se abri hacia la Fuente, hacia Dios y es por su libre albedro. Por lo tanto, despus ests o no ests, no importa, ya se abri en conexin con el Padre. Es un juego de frecuencia, es muy bonito cuando se empieza a entender el por qu y las razones de las cosas, entonces la responsabilidad de cada instrumento es alto. Estos deben ser los minutos para que la persona crea, y si alguien no cree qu pierde con creer cinco minutos?, en que acepte la energa de Dios para que se haga el trabajo o lo que l requiera bajo su libre albedro. Por eso lo que es el tocar (el poner las manos) no es lo mismo que hacer Reiki a distancia, por ese efecto de cario, de alguien que no conocen , vaya y le ponga las manos y le transmitan amor. T dices entonces: pucha, hay gente que s me da amor y por nada a cambio. Lo que les voy a mostrar ahora es un ritual, es un simbolismo, por lo cual no es obligatorio, tal como para entregar Reiki es rico tener msica, tener incienso, etc. etc., pero no obliga. Sin eso igual se puede hacer. Esto simboliza una accin, que nos va a dar los minutos para recordar todo lo que hemos conversado en el da, para recordar de que no somos sanadores, que el que cura es Dios, etc., entonces vez que puedan hganlo (el ritual), si no lo pueden hacer porque hay mucha gente, entonces no!. No es la idea de hacer un show en un hospital o en otro lugar pblico, en esos casos lo hacen en forma mental (mentalmente hacen el ritual), pero con el sentimiento de lo que realmente es. En mi caso cuando yo estoy solo con alguien lo sigo haciendo, porque me sigo recordando, todo lo que yo mismo enseo, es muy bonito, ustedes se estn abriendo como puentes. Sobre las posiciones: Que la persona est parada, est sentada o est acostada, no va a influir en nada. Lo ideal es que se est lo ms cmodo posible Para quin? Para las dos personas, tanto para el que entrega como para el que recibe. La posicin de los pies tampoco influye en nada, tampoco las cosas metlicas Por qu motivo? Por que nada puede interferir con la Energa del Padre ni con Su Voluntad. Si personalmente les molesta: hganlo, pero no por otro motivo. Las Manos: El juntar las manos, palma con palma en el centro del pecho, simboliza estar en nuestro centro (estar centrado) pero dnde me centro? En el corazn (en el amor), no en la cabeza. Por lo tanto cuando pido, pido desde el corazn, no desde la cabeza. Qu pido? Lo mejor. Si hay un invlido, pido que camine, no reprimo el deseo amoroso de que camine, PERO QUE SEA LA VOLUNTAD DE DIOS ANTES QUE LA MA. Lo importante de esto es que la voluntad de Dios a veces (o muchas veces) no es la misma que la ma, entonces cuando funciona fantstico!, pero cuando no funciona, no puedo renegar, y ah entiendo que Su Voluntad tiene un por qu lgico. l lo sabe, yo no, pero siempre es la Voluntad de l sobre la nuestra y bajo el libre albedro de la persona. Mientras ms quieran a una persona, ms Canales deben ser. Mientras ms se quieran ustedes, ms Canales deben ser. Si yo soy sanador, ocurre otro efecto, mi energa se mezcla con la energa de la persona, por lo tanto se revuelve y puede ocurrir, por ejemplo, que su dolor de cabeza, me quede yo con l. Ahora si eso ocurre con 4 o 5 personas, imagnate la mochila que te vas agarrando, ms encima no te conviene, por los dos lados te conviene ser Canal. Recuerden la energa viene de Dios, del Padre, de la Fuente. 39 REIKILUZ Transcripcon Curso Sobre el tiempo y el nmero de sesiones: No hay tiempo definido, utilicen la intuicin, ocupen mucho el sentimiento y ms el corazn. No hay tiempo. No son 5 minutos por posicin, total una hora de tratamiento, x cantidad de sesiones por persona. Puede haber gente que requiera dos sesiones, otros una sesin, otros 8 sesiones. En tiempo, puede ser que requiera 20 minutos o una hora, pero no puede haber rigidez. Qu es lo que busca la energa? Sacar a flote, lo que busca es sacarte las cosas, no ocultarlas, por eso es muy lindo en ustedes cuando se empiezan a ver lo que tienen en el interior, aprovechen de limpiarlo, porque lo estn viendo, lo estn reconociendo, si lo reconozco lo empiezo a transmutar, reconozco que est la falla y eso me ayuda a estar con la mente conciente, es decir, en meditacin permanente, viviendo el aqu y el ahora... Lo que tanto nos dicen, de esa forma se puede ir haciendo, es un ejercicio, es decir, no requieren meditar, estn meditando todo el da, todo el da. La tcnica: Uno junta las manos para pedir desde el cardiaco Qu pedimos? lo mejor, como les explicaba. Que sea la Voluntad de Dios la que se manifieste. Y ms encima s que lo que yo pida para la persona, lo que sea para ella, va a pasar primero por m, mientras ms Canal soy, ms me va limpiando mi propia vibracin. Entonces me conviene ser Canal, por todos los puntos de vista, porque adems me voy haciendo un Reiki yo. Entonces junto las manos, pido desde ac (cardiaco) elevo las manos al Padre, lo que simboliza que me pongo bajo su Luz, que sea su Luz (la Energa Amorosa de Dios), para que sea ella, la que haga el proceso que tenga que ocurrir. Las elevo y uno se imagina (y siente) que baja una cortina de Luz , que baja hacia el 7 chakra o sobre todo el cuerpo, es decir, me est reafirmando que quien lo va a hacer va a ser Dios, y yo no. Con la mano derecha se hablaba de abrir el aura (el aura no se abre, es una proyeccin de nuestra energa), yo hablo de acariciar el aura, porqu?, porque su aura es proyeccin de su energa, es parte de l, entonces primero va le voy a hacer cario (voy a acariciar el aura), con esto estoy recordando que es un ser de luz, que lo debo amar y que el que cura es Dios. O sea, estoy reconociendo que me lo tengo que reafirmar varias veces para no caer en el enfrentamiento. Y con la mano derecha acaricio el aura tres veces de la cabeza a los pies, es como hacerle cario a su cuerpo de luz. Cunto dura este proceso?, te lo va a decir tu intuicin, eso la prctica te lo va dando. Como no va a ser tan al lote (tan poco formal), vamos a tratar de que tenga un orden, si bien el que cura no es uno y la energa va a ir al lugar que se requiera, donde yo ponga las manos va a servir, para darle un pequeo orden tipo terapia, vamos a seguir lo siguiente: solamente el orden de los chakras, nada ms, colocando las manos en ciertos lugares. Colocando las manos segn los chakras principales: 7, 6, evitamos poner las manos directamente sobre la garganta, cardiaco, plexo solar, sexual. No ponemos las manos en el chakra base y continuamos con las rodillas y los pies. Le pedimos al receptor que se acueste boca abajo y repetimos el proceso (no es obligatorio). Se ensea que para alinear los chakras hay que efectuarlo por el chakra base, eso no es correcto y no tiene lgica alguna. Imagnense ustedes a una persona a la que ustedes le van hacer una terapia de Reiki, le van a colocar las manos y le meten una mano entremedio de las piernas, que haras t?, te vas a dejar posiblemente, pero probablemente despus no vuelvas ms. Lo lgico es que la energa venga del cielo hasta la tierra, no desde la tierra hacia el Padre, as que las vamos a efectuar (la alineacin de chakras) desde la corona, 40 REIKILUZ Transcripcon Curso cmo?, poniendo las manos en forma de tringulo. Me ensearon lo que se llama la iniciacin o alineacin crstica, que se trabaja netamente pidiendo la vibracin de Jess, desde la corona cmo? As (poner las manos en forma de tringulo, pulgar con pulgar e ndice con ndice) nada ms Qu provocara esto? LUZ, la luz slo tiene que fluir, puro amor, solamente amor, porque la raz del padecimiento o enfermedad que alguien tiene, solamente Dios la sabe. Estamos hablando que lo que se busca es que los chakras se abran desde el interior, as va a ser sanacin permanente, no va a ser momentnea. La gracia es que sea permanente, entonces yo no trato de influir o de activar ningn chakra, ni de transmitir energa para provocar la sanacin yo (la sanacin real viene del interior, depende de la Voluntad del Padre y del libre albedro de cada uno de nosotros). Cuando se termina, uno agradece, porque fue canal, y posteriormente vuelve a acariciar con la mano derecha el aura tres veces de la cabeza a los pies, y con la mano izquierda de los pies a la cabeza Qu simboliza esto? Que la persona queda en unin directa con el Padre. Recuerden, lo que simboliza, ES LA UNIN CON DIOS, que l o ella quede en unin directa con l. Despus uno agradece por que fue canal y se frota las manos, esto va a simbolizar romper contacto, es decir, no tengo ninguna otra injerencia, y tu intencin va a ser que l quede solo en conexin con Dios. Me ensearon de que haba que lavarse las manos por un efecto de energa despus de entregar Reiki... Si es energa de Dios, ojal me quede toda en las manos. Si me las lavo por efectos de higiene, ningn problema, pero no por energa, porque no me puede quedar energa negativa si el que esta trabajando es Dios a travs mo De qu me voy a proteger? . (Se muestra la posicin de las manos y creamos grupos de a tres con los participantes, con el fin de que se entreguen Reiki, retomando las explicaciones anteriores, sobre posicin de las manos, ubicaciones, etc. Las consultas son respondidas para permitir el aprendizaje de los dems). Ahora vamos a realizar la iniciacin, que es realmente una auto iniciacin y les voy a hacer una pregunta. La respuesta es para ustedes mismos, no es para mi. ( Se realiza la tercera meditacin, la iniciacin y se comparte la experiencia de los asistentes al curso). Les doy las gracias por este da y por la respuesta que cada uno de ustedes le entregaron al Padre. Tashi Delek (Bendiciones) Marco A. Gonzlez D. REIKILUZ La Portada: PORTADA: EXPLICACIN. El dibujo de la portada surgi despus de meditar mucho sobre Dios, sobre las enseanzas del Maestro Jess, la Espiritualidad y el Reiki. El Reiki, siguiendo a Jess como maestro, es una forma de vida y un camino espiritual. Hablamos en nombre de Jess y pedimos que la Voluntad del Padre sea la que se manifieste en nosotros y a travs de nosotros, entonces (y por libre albedro) lo que estamos haciendo es realmente PREDICAR Y HACER SUS ENSEANZAS ACCIN... Esto va ms all del Reiki... Reiki es un medio, una de las manifestaciones del Padre, para que Su Grandeza y Su Amor sean visibles o tangibles para nuestros hermanos y hermanas. Cada una de las figuras tiene un significado. Simbolizan cada una de las etapas de la entrega de Reiki bajo las enseanzas de Jess y bajo el Amor del Padre. Las figuras nos representan a nosotros: Seres Humanos, que realmente somos Seres de Luz jugando a ser personas... sin importar sexo, ni edad, ni nacionalidad, ni ninguna otra cosa. Seres de Luz que estn dispuestos, por libre albedro, a ser Canales del Amor del Padre. La figura de la derecha corresponde al acto de pedir, de solicitar al Padre ser Canales de su Amor. Recordando que ser Su Voluntad, y no la nuestra, la que se manifestar en el hermano o hermana que recibir Reiki, pues somos Servidores y no sanadores. Unimos nuestras palmas y pedimos desde nuestro centro, desde el chacra cardaco y no desde la cabeza... Pedimos al Padre ser Canales, de verdad el mejor canal posible, el ms transparente, el ms puro y que sea Su Voluntad la que se manifieste y no la nuestra. Se trata de centrarse, de tomar conciencia de lo que vamos a hacer, un momento para detenerse, reflexionar y orar, y para recordar que no somos nosotros, que no soy yo, que es el Padre a travs mo el que ejecutar, lo que sea que ocurra. Como la Fuente es Dios y nosotros somos el receptculo, que por opcin (no por obligacin, ni por temor) pide que Su Amor nos llene y elige que Su Voluntad sea la que se manifieste (primero en nosotros, por sobre nuestra voluntad, y luego en los otros), entonces nosotros somos El Santo Grial. La figura central lo representa: somos la copa, el cliz, donde el Padre derrama su Luz y su Amor. Cuando nosotros, cuando cada uno de nosotros al pedir ser canal eleva los brazos, con las palmas hacia arriba y pide al Padre que su Energa, su Luz y su Amor descienda en nosotros y pase por nosotros, somos el cliz. Imagine la imagen: nuestro cuerpo, nuestro tronco y piernas son la base, el pie de la copa... nuestros brazos en alto son el cuenco vaco y simbolizan el Yod (las manos de Dios, la Alianza, la Unin con el Padre, la Unin con la Fuente)... y nuestra cabeza levemente 42 inclinada hacia delante, simboliza la humildad con que recibimos a Dios en nosotros. Slo el Padre puede llenar nuestro cuerpo y nuestro espritu de Amor... slo en el Amor del Padre y por el Padre experimentamos realmente el gozo de volver a ser Uno, aunque sea por un instante. La idea es que mientras ms Canales somos, ms conscientes somos de la meta... ms conscientes somos de Dios y ms trabajamos nuestra fe. LA FE... La fe es la clave: creer, realmente creer (ms all de toda duda) que lo que nos ense el Maestro Jess Es Verdad... Que Dios Padre es la expresin perfecta del Amor y que siguiendo sus enseanzas volveremos con l (ascenderemos en Luz). La leccin implica el desapgate, acta y confa en Dios... a tal punto que no sea necesario pedir nada, pues lo que necesites: ya es. La tercera figura, el Ser de Luz con los brazos extendidos simboliza la entrega, ya sea al ponerle las manos a otro ser viviente, al escuchar con amor, al ensear, etc. Como el Reiki bajo las enseanzas del Maestro Jess es amor hecho accin como forma de vida, parte de la meta es entregar Reiki, ser Canales del Amor del Padre, las 24 horas del da, todos los das. Se trata de entregar todo y vaciar la copa, para que el Padre la vuelva a llenar... una y otra y otra vez... Y l lo har cada vez que se lo pidamos, pues el Padre responde, siempre responde. Ximena Lutz Pineda 43 REIKILUZ Contactos CONTACTOS Si vives en Santiago, provincias o fuera de chile y quieres organizar un curso de Reiki en tu ciudad: contctate con nosotros. Los cursos son sin costo, pues trabajamos bajo la lnea de no cobro. Se solicita un aporte voluntario, a ser entregado en sobre cerrado y sin remitente, ya que l o ella deben solventar sus gastos personales. No existe un aporte voluntario mnimo, cada uno aporta con lo que puede, y si usted no puede cooperar: no lo hace y asiste igual al curso y aprende. Es verdad que se necesita vuestro aporte para poder viajar, comer, alojar, etc. y continuar con el trabajo que se realiza. Pedimos a ustedes el comprender la necesidad de sus aportes para poder continuar expandiendo esta maravillosa enseanza y as contar con los medios econmicos para solventar viajes, materiales, etc. Si conoces a alguna persona que requiera Reiki o t deseas recibirloen forma gratuita: contctate con alguno de nosotros. Visita la pgina www.reikiluz.com y busca directamente a un terapeuta que viva en tu ciudad. Cmo hacerlo? Debes ingresar a la pgina, abrir el link Red de Luz - Red de Amor, Terapeutas de Amor, en la pgina siguiente busca el link Lista de miembros de la Red de Luz - Red de Amor, posteriormente busca tu pas y tu ciudad de residencia. Ah encontrars los nombres, telfonos y direcciones de los terapeutas, entonces contactas a alguno de ellos para solicitarle (en la medida de sus posibilidades) su visita donde se requiera. Si la persona con que te contactes primero no puede ir a visitarte, contactas a otro de los miembros de la lista. A todos los que quieran participar en esta Red de Luz: para estar en esta lista de terapeutas de amor y visitar en forma personal a muchas personas que cada da estn esperando por nuevamente creer que el amor verdadero, ese amor que se da sin pedir nada por l, ese amor que Jess nos pidi que trasmitiramos, deben enviarme su nombre, telfono, e-mail, cuidad y pas de residencia; y as, quizs, en poco tiempo existir en cada cuadra o barrio un amigo que le pondr las manos a otro amigo solo por amor. Marco Antonio Gonzlez D. Celular : 09-7717765 reikiluz@entelchile.net www.reikiluz.com Via del Mar - Chile 44 REIKILUZ Contactos CONTACTOS REIKILUZ EN CHILE LA SERENA el verdadero maestro de Reiki es Jess y que uno slo es un medio. El real profesor es l y es a l a quien debemos seguir, sin intermediarios, sin muletas, sin rituales mayores, sin amuletos, sin imposiciones y/o prohibiciones, slo con amor y bajo el Amor de Dios... ... La verdadera sanacin es desde tu interior al exterior... somos seres de luz jugando a ser humanos y no humanos queriendo ser seres de luz. Ms importante que una sanacin fsica es la sanacin de tu interior, ya que si ah ests bien solamente luz proyectars... ... Dios une, Dios es Amor y ese Amor es la meta, la meta es Dios, es la iluminacin, es la ascensin en la luz, lo que Jess nos mostr que SI se poda llegar, y en forma directa, sin pagar PEAJES para alcanzarlo, ya que est siempre junto a mi, pero slo por mi libre albedro debo aceptar su presencia, su cuidado, su amor... Tashi Delek, Marco Antonio Si quieres que te despache este manual por archivo adjunto en formato Word, mandame un correo a reikiluz@entelchile.net "}