{"title": "Flu Shots: A Guide to the Different Kinds", "author": "Don Rauf", "url": "https://www.everydayhealth.com/flu/understanding-flu-vaccines-and-picking-the-right-type-for-you/", "hostname": "everydayhealth.com", "description": "Flu shot choices include the standard type, varieties for people 65 and older, and recombinant and cell-based versions. Here's a guide.", "sitename": "EverydayHealth.com", "date": "2020-10-27", "cleaned_text": "Different Types of Flu Vaccine and How to Pick the Right Kind for You When it comes to the flu shot, there are more choices than you might think. When you walk in to get your flu vaccine this year, you may not know that there are several different types to choose from. While all the options work by causing a person to develop antibodies about two weeks after getting inoculated, you have several options to weigh. No matter what type of flu vaccine you pick, public health experts emphasize that the most important thing is to get immunized. \"The Centers for Disease Control and Prevention (CDC) estimates that seasonal influenza vaccination prevented up to 6.7 million cases between 2010 and 2016,\" says [Jennifer Horney, PhD](https://www.udel.edu/faculty-staff/experts/jennifer-horney/), professor of epidemiology and core faculty with the Disaster Research Center at the University of Delaware in Newark. \"As we look towards the potential for healthcare systems to be stressed again by the concurrence of seasonal influenza and the [COVID-19 pandemic](/infectious-diseases/covid-19/), high rates of seasonal influenza vaccinations are critical to preventing clusters and outbreaks.\" Rita Wilson on Her Journey from COVID-19 Patient to Flu-Vaccine Advocate The Standard Flu Shot Protects Against Four Strains Most influenza vaccines in America today are created to fight off four different strains of flu virus, [according to the CDC](https://www.cdc.gov/flu/prevent/keyfacts.htm). In fact, [the CDC says about 99 percent of the vaccine supply](https://www.cdc.gov/flu/prevent/vaxsupply.htm) produced for the 2020-2021 flu season is \"quadrivalent\" (meaning it has four components). The quadrivalent immunizations protect against two \"A\" strains of the virus (H1N1 and H3N2) and two \"B\" strains (Yamagata and Victoria). The first flu vaccine, developed in the late 1930s, targeted a single strain of influenza A, according to an [article published in September 2016 in the Journal of Preventive Medicine and Hygiene](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5139605/). Then, in 1942, scientists discovered influenza B viruses and created a bivalent (two-component) immunization. In 1978, a major mutation of the A flu virus, H1N1, swept the globe and spurred researchers to quickly formulate a trivalent (three-component) vaccine. Trivalent vaccines became the primary type of influenza inoculation for decades. They would feature two A strains (H1N1 and H3N2) and one B strain. Then, in 2012, the U.S. Food and Drug Administration (FDA) approved Fluarix, the first quadrivalent vaccine in the United States. \"It always puzzled me why, for whatever reason, the vaccine manufacturers had decided to only put one or the other B strain in [the vaccinations],\" says [James Conway, MD](https://ghi.wisc.edu/staff/james-conway/), a pediatric infectious disease specialist at the University of Wisconsin School of Medicine and Public Health in Madison. \"Companies gradually started shifting over to making quadrivalent vaccines where they would have two As and two Bs, and it became apparent that that was a wiser way to go.\" Still, vaccine producers adjust the formula from year to year because the flu virus is always changing. \"Basically, the virus is trying to change a little bit so it can continue to live,\" says [Ann Philbrick, PharmD](https://www.pharmacy.umn.edu/our-faculty-staff/our-faculty/ann-philbrick), an associate professor in the College of Pharmacy at the University of Minnesota in Minneapolis. \"That's why we have to change the composition of the vaccine every year.\" To make sure each year's formulation is as on target as possible, health centers around the world receive and test thousands of influenza virus samples from patients throughout the year, [notes the CDC](https://www.cdc.gov/flu/prevent/vaccine-selection.htm). Based on studies of these samples, researchers create what they hope will be the most effective inoculation for the season. \"Flu vaccines, however, vary from year to year and they may not be as effective some years as in others,\" says [Dean Winslow, MD](https://profiles.stanford.edu/dean-winslow), an infectious disease specialist and professor of medicine at Stanford University Medical Center in Palo Alto, California. In general, the [CDC says](https://www.cdc.gov/flu/vaccines-work/vaccineeffect.htm) the flu vaccination reduces the risk of illness by between 40 and 60 percent. With the flu season just starting, the effectiveness of this year's vaccine is still uncertain. But even if you get vaccinated and still get sick, the shot is worth getting — symptoms can be far less severe for those who are immunized. Two Immune-Response Boosters for Those Older Than 65 While the CDC recommends a vaccination for everyone older than 6 months, people who are 65 and older can benefit from an extra lift. \"We know that as we get older, our ability to mount an immune response is limited or is decreased, so our risk of getting side effects from the flu also increases,\" says Dr. Philbrick. The CDC urges individuals who are 65 and older to consider two options to strengthen their immunity. One is the [Fluzone High-Dose Quadrivalent](https://www.cdc.gov/flu/prevent/qa_fluzone.htm), which contains 4 times the antigen — the part of the vaccine that helps your body build up protection against influenza. The other choice is a flu vaccine with an adjuvant, an ingredient that helps create a stronger immune response, [per the CDC](https://www.cdc.gov/vaccinesafety/concerns/adjuvants.html). \"This vaccine is the standard dosing we use for the general population, but then there's an extra adjuvant in there — a component that basically gives the immune system extra stimulation,\" says Dr. Conway. The adjuvanted flu vaccine is sold under the names [FLUAD and FLUAD Quadrivalent](https://www.cdc.gov/flu/prevent/adjuvant.htm). Approved for use in the United States in 2015, the original form of FLUAD is a trivalent, but this flu season the FLUAD comes in a quadrivalent form as well. Because FLUAD Quadrivalent is new, supplies of the trivalent may be the only type of FLUAD available at certain locations. \"Either the high dose vaccine or the adjuvanted vaccine are both considered pretty equivalent at this point [when it comes to effectiveness],\" says Conway. \"It's important that people in that older age group advocate for themselves and insist that they get one of those vaccines.\" For seniors worried that a stronger [flu shot](/flu/guide/shot/) may be more painful, Dr. Winslow has some personal wisdom to share: \"I am 67 so I had the experience of getting the high dose vaccine myself just a couple of weeks ago, and I'd like to reassure your readers that my arm was not particularly sore.\" Concerns Over Egg Allergies For this current 2020-21 flu season, about 81 percent of the vaccine supply uses egg-based manufacturing technology. Because most flu vaccinations are made using chicken eggs, people who administer the inoculation ask individuals if they have egg allergies. But this may be a measure of excessive caution. \"I think that there has been a lot of concern that people who had egg allergies shouldn't get flu vaccines,\" says Conway. \"But I think the egg allergy concern now has largely been dismissed.\" He emphasizes that egg allergies are extraordinarily uncommon, and the amount of egg protein that's in a flu vaccine is miniscule. Conway says that some doctors rely on \"the muffin test\" to determine if a patient has an egg allergy that is so extreme that the vaccine will trigger a severe reaction. \"If you can eat a muffin that has eggs as one of its ingredients without having a reaction, you're good to go,\" he says. [The CDC warns](https://www.cdc.gov/flu/prevent/egg-allergies.htm) that those who have a history of severe [allergic reaction](/allergies/) to egg should get the immunization but do so in an inpatient or outpatient medical setting, just in case they have a life-threatening reaction. New Cell-Based and Recombinant Vaccines, Made Without Eggs Today, new technologies can produce flu vaccines that do not rely on eggs. These cell-based and recombinant vaccinations now account for 19 percent of flu immunizations, according to the CDC. Cell-based vaccines (approved for use in the United States in 2012) are grown in mammal cells, such as kidney cells from monkeys and dogs, [notes the CDC](https://www.cdc.gov/flu/prevent/cell-based.htm). Flucelvax Quadrivalent is the only cell-based flu vaccine licensed by the FDA for use in the United States. Recombinant vaccines (approved for use in the United States in 2013) are created synthetically using flu virus DNA, [notes the CDC](https://www.cdc.gov/flu/prevent/how-fluvaccine-made.htm). One recombinant influenza vaccine, Flublok Quadrivalent, is available during the 2020-2021 flu season. \"Both these technologies speed up the process of being able to produce vaccines,\" says Conway. He notes that the traditional egg-based development of vaccines takes 8 to 10 months whereas these technologies reduce development time to one to three months. \"These technologies can make you a lot more nimble at responding to a [flu outbreak](/flu/guide/) that you didn't expect or a sudden change in what's circulating,\" says Conway. \"Some of these newer technologies were developed so that if this does happen we've at least got the capacity to be able to do that.\" The hope is that these newer vaccines will prove to be more effective than the traditional immunization. An [investigation published in December 2018 in the Journal of Infectious Disease](https://www.cidrap.umn.edu/news-perspective/2018/12/study-cell-based-flu-vaccine-just-bit-better-egg-based) found the cell-based immunization to be slightly better than the standard vaccine, and [an August 2020 study in npj Vaccines](https://www.nature.com/articles/s41541-020-00227-x) showed that recombinant technology produced a stronger immune response than the egg-based vaccine. But to determine if these newer vaccines are more more protective than egg-based vaccines, more research is needed. A [paper published in February 2020 in the Journal of Biomedical Science](https://jbiomedsci.biomedcentral.com/articles/10.1186/s12929-020-0626-6) underscored that \"the comparatively high cost of these alternatives to egg-based influenza vaccines have prevented them from taking a bigger share of the influenza vaccine market.\" The Nasal Spray Option People who absolutely can't stand needles may be able to seek out a flu vaccine that can be administered via a nasal spray, [notes the CDC](https://www.cdc.gov/flu/prevent/nasalspray.htm). Sold under the brand name FluMist, this form is approved for healthy nonpregnant individuals, 2 through 49 years old. \"The nasal vaccine is actually a little bit different from all the other vaccines in that other flu vaccines are inactivated — they contain [what you could call] dead parts of the virus, whereas the intranasal one is a live attenuated vaccine, which means that it contains live virus that has kind of been weakened, so that the body can mount an immune response to that,\" says Philbrick. She explains that the body simply will not mount an immune response to an inactivated vaccine that is administered intranasally. Conway points out that the nasal vaccine was restricted for use in those under age 2 because they experienced some side effects such as [wheezing](/lung-respiratory/asthma/know-when-you-have-asthma/). As far as the restriction for those 50 and older, a spokesperson for FluMist's manufacturer, AstraZeneca, says that \"Based on the clinical studies conducted and submitted for FDA review and approval, the effectiveness of FluMist Quadrivalent has not been established in people aged 50 and older.\" Philbrick recommends the traditional flu shot as the method of choice, but \"if you absolutely can't do needles and otherwise would not get the flu vaccine, the nasal spray would be an appropriate alternative.\" The Jet Injector Method Some sites that offer flu vaccination will offer a jet injection option sold under the brand name [AFLURIA Quadrivalent](https://www.fda.gov/vaccines-blood-biologics/vaccines/afluria-quadrivalent). A jet injector uses a high-pressure, narrow stream of fluid to penetrate the skin instead of a hypodermic needle. The injector method has typically been used to administer vaccines quickly to a large number of people, such as military recruits. \"I haven't seen it in use recently,\" says Conley, \"but apparently it's coming back and it's available in some places.\" Philbrick stresses that the standard flu shot is going to be the easiest one to find and the availability of the other types may vary from location to location. \"I think the important thing to note is that, currently, the CDC does not give preference to any one vaccine over the other,\" she says. \"If you look for an option, you should be able to find it eventually, but the most important thing is to settle on an option and get "}