{"title": "High-dose flu vaccines: How are they different from other flu vaccines? - Augusta Health", "author": null, "url": "https://www.augustahealth.com/answer/high-dose-flu-vaccines-how-are-they-different-from-other-flu-vaccines/", "hostname": "augustahealth.com", "description": null, "sitename": "Augusta Health", "date": "2022-03-11", "cleaned_text": "from other flu vaccines? Date Updated: 04/23/2021 Answer Section High dose flu vaccines are flu vaccines that are approved for people age 65 and older and given by injection. Like other flu vaccines, the high-dose vaccine is made up of flu strains most likely to cause the flu during the upcoming flu season. High-dose vaccines include four times as much flu virus antigen — the part of the vaccine that stimulates the immune system — as standard flu vaccines. This can give older people a higher immune system response against the flu. Why is it needed? Some older adults may have weaker immune systems, which can lead them to be less protected after a regular flu vaccine. In response to a regular flu shot, older people produce 50% to 75% fewer antibodies, which protect against the vaccine antigens, than do younger adults. Studies have found higher antibody levels in older adults who received high-dose flu vaccines than in those who received standard-dose flu vaccines. In addition, one study found almost 25% fewer cases of influenza in adults age 65 and older who took the high-dose vaccine compared with those who took the standard-dose vaccine. Are there side effects? In a large study comparing high-dose and standard-dose flu vaccines, those who received the high-dose vaccine were more likely to develop side effects during the week after getting the vaccine. Side effects included a headache, soreness at the injection site, muscle aches and fatigue. More research needed People age 65 and older have the highest risks of flu complications. Protecting this group from the flu is especially important. Studies continue to evaluate the outcomes of high-dose flu vaccines. If research finds that outcomes are better than standard flu vaccines, high-dose flu vaccines may eventually become the vaccine of choice for older adults. But for now, it's most important for everyone to get the annual seasonal flu vaccine, whether it's a standard-dose or high-dose flu vaccine. © 1998-2023 Mayo Foundation for Medical Education and Research (MFMER). "}