{"title": "PDF", "author": "PDF", "url": "https://www.gao.gov/assets/700/694854.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "BIOLOGICAL SELECT AGENTS AND TOXINS Actions Needed to Improve Management of DOD's Biosafety and Biosecurity Program Accessible Version Report to Congressional Committees September 2018 GAO -18-422 United States Government Accountability Office United States Government Accountability Office Highlights of GAO -18-422, a report to congressional committees September 2 018 BIOLOGICAL SELECT AG ENTS AND TOXINS Actions Needed to Improve Management of DOD's Biosafety and Biosecurity Program What GAO Found The Department of Defense (DOD) has made progress by taking a number of actions to address the 35 recommendations from the Army's 2 015 investigation report on the inadvertent shipments of live Bacillus anthracis (anthrax). However, DOD has not yet developed an approach to measure the effectiveness of these actions. As of March 2018, DOD reports 18 recommendations as having been implem ented and 17 as having actions under way to implement them. These actions are part of a broader effort to improve biosafety, biosecurity, and overall program management. For example, in March 2016, DOD established the Biological Select Agents and Toxins (B SAT) Biorisk Program Office to assist in overseeing the BSAT Biosafety and Biosecurity Program and implementation of the recommendations. Measuring the effectiveness of each implemented recommendation would help better determine if the actions taken are wo rking, if there are unintended consequences, or if further action is necessary. The Secretary of the Army, as DOD's Executive Agent, has implemented a BSAT Biosafety and Biosecurity Program to improve management, coordination, safety, and quality assurance for the DOD BSAT enterprise. However, DOD has not developed a strategy and implementation plan for managing the program. Without a strategy and implementation plan, Dugway Proving Ground, Utah, and DOD's laboratory facilities that currently produce and ha ndle BSAT may be unclear about DOD's strategy to harmonize BSAT operations to ensure safety, security, and standardization of procedures throughout DOD's BSAT enterprise. The Army has not fully institutionalized measures to ensure that its biological test and evaluation (T&E) mission remains independent from its biological research and development (R&D) mission so that its T&E procedures are objective and reliable. In April 2016, the Army directed the transfer of the operational T&E mission from West Deser t Test Center -Life Sciences Division at Dugway Proving Ground, Utah, to Edgewood Chemical Biological Center, Maryland. The Army issued a memorandum of agreement between the two entities to lay out roles and responsibilities for test processes and procedure s. However, the memorandum does not distinguish T&E from R&D mission requirements, and does not contain guidelines to mitigate risks associated with potential conflicts of interest between the R&D and T&E missions. Without these measures, there is a potent ial risk to the independence of the T&E mission. The National Defense Authorization Act (NDAA) for Fiscal Year 2017 required DOD to report by February 1, 2017, on the feasibility of consolidating BSAT facilities within a unified command, partnering with in dustry for the production of BSAT in lieu of maintaining such capabilities within the Army, and whether such operations should be transferred to another government or commercial laboratory. DOD has not completed this required study and evaluation of its BSAT infrastructure which, when complete, will affect the future infrastructure of the BSAT Biosafety and Biosecurity Program. Further, DOD officials have no estimated time frames for when DOD will complete the study and evaluation. Without time frames for c ompleting the study and evaluation, DOD is unable to provide decision makers with key information on its infrastructure requirements. View GAO -18-422. For more i nformation, contact Joseph Kirschbaum at (202) 512 -9971 or KirchbaumJ@gao.gov . Why GAO Did This Study In May 2015, DOD discovered that one of its laboratories ( formerly called the Life Sciences Division) at Dugway Proving Ground, Utah, had inadvertently made 575 shipments of live Bacillus anthracis —the bacterium that causes anthrax —to 194 laboratories and contractors worldwide from 2004 through 2015. A December 2015 investigation by the Army determined that there w as insufficient evidence to establish a single point of failure and made recommendations for improving safety and security at DOD laboratories that handle BSAT. The NDAA for Fiscal Year 2017 included a provision for GAO to review DOD's actions to address t he Army's recommendations. GAO assessed the extent to which (1) DOD has implemented recommendations from the Army's 2015 investigation report , (2) the Army has implemented the BSAT Biosafety and Biosecurity Program and developed a strategy and implementati on plan, (3) the Army's biological T&E mission is independent from its biological R&D mission, and (4) DOD has carried out a required study and evaluation. GAO reviewed DOD documents and key actions in response to the Army's recommendations and conducted s ite visits to DOD's BSAT laboratories . What GAO Recommends GAO recommends that DOD develop an approach to assess the effectiveness of the recommendations, a strategy and implementation plan for its BSAT Biosafety and Biosecurity Program, measures to ensure independence, and time frames to complete a study. DOD concurred with all four of GAO's recommendations. Page i GAO -18-422 Biological Select A gents and Toxins Contents Letter 1 Background 7 DOD Continues to Implement Recommendations from the Army's 2015 Investigation Report but Has Not Developed an Approach for Assessing the Effectiveness of Its Actions 16 The Army Has Implemented a BSAT Biosafety and Biosecurity Program but Does Not Have a Completed Strategy and Implementation Plan 20 The Army Has Not Fully Institutionalized Measures to Ensure the Independence of Edgewood Chemical Biological Center's Test and Evaluation Mission 24 DOD Has Not Completed the Study and Evaluation Required by the NDAA for Fiscal Year 2017 to Determine Specific Infrastructure Needs for the BSAT Program 29 Conclusions 32 Recommendations for Executive Action 33 Agency Comments and Our Evaluation 34 Appendix I: Objectives, Scope, and Methodology 38 Page ii GAO -18-422 Biological Select A gents and Toxins Appendix II: Static Images and Information for Map of Department of Defense Biological Select Agents and Toxins Laboratories 46 Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 52 Appendix IV : Delegation of Authority for the Biological Select Agents and Toxins Biosafety and Biosecurity Program 72 Appendix V: The Departm ent of Defense Has Made Key Safety Improvements by Implementing Recommendations 77 Appendix VI: Key Themes and Selected Comments f rom Staff at Department of Defense BSAT Facilities 87 Appendix VII: Department of Defense Reported Responses to Tasks Required by the NDAA for Fiscal Year 2017 90 Appendix VIII: Summary of Selected Federal Panels, Task Forces, and Working Groups Examining Biodefense -Related Issues 94 Appendix IX: Comments from the Department of Defense 100 Appendix X: GAO Contact and GAO Acknowledgments 104 Appendix XI: Accessible Data 105 Agency Comment Letter 105 Glossary 109 Related GAO Products 112 Tables Table 1: Unique Capabilities of Department of Defense Laboratories That Handle Biological Selected Agents and Toxins as of March 2018 47 Table 2: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report, Priority, and Completion Status Reported by the Department of Defense as of March 2018 54 Table 3: Selected Comments by Laboratory Staff during Facilitated Discussion Groups from September through December 2017 88 Table 4: Department of Defense's Reported Responses to Tasks Required by the National Defense Authorization Act for Fiscal Year 2017 90 Table 5: Summary of Key Recommendations and Observations from Selected Federal Panels, Task Forces, and Working Groups Examining Biosafety, Biosecurity, and Biodefense Issues be tween 2004 and Present 94 Figures Page iii GAO -18-422 Biological Select A gents and Toxins Figure 1: Facilities Included in the Department of Defense's Biological Select Agents and Toxins Biosaf ety and Biosecurity Program as of March 2018 10 Figure 2: Sites around the World that Received Viable Bacillus anthracis (Anthrax ) Samples from Dugway Proving Ground That Were Incompletely Inactivated (i.e., Live), from 2004 -2015 13 Figure 3: Methods to Inactivate Pathogens 15 Figure 4: Transfer of Command and Control of the BioTesting Division from the West Desert Test Center to Edgewood Chemical Biological Center as of March 2018 25 Figure 5: Facilities Included in the Department of Defense's Biological Select Agents and Toxins Biosafety and Biosecurity Program as of March 2018 46 Figure 6: Laboratory Personnel Conducting Biological Defense Research in the Biological Safety Level -3 Laboratory at Edgewood Chemical Biological Center, Aberdeen Proving Ground, Maryland 48 Figure 7: Researcher Conducting Operations in a Biological Safety Level -4 Laboratory at the U.S. Army Medical Research Institute of Infectiou s Diseases, Fort Detrick, Maryland 49 Figure 8: Researchers Preparing Particle Analyzer for Calibration in the Whole System Live Agent Test Chamber at the BioTesting Division, Dugway Proving Ground, Utah 50 Figure 9: Demonstration of Countermeasure Wash Down System on the USS Ronald Reagan Aircraft Carrier 51 Figure 10: Department of Defense and Military Service Offices Responsible for the Chemical and Biological Defense Program Enterprise as of March 2018 74 Figure 11: Selected Actions Taken by the Department of Defense Following the Inadvertent Shipment of Live Bacillus anthracis (Anthrax) from Dugway Proving Ground from 2015 through 2017 85 Abbreviations Page iv GAO -18-422 Biological Select A gents and Toxins ABSA The Association for Biosafety and Biosecurity (ABSA) International AgSAS Agriculture Select Agent Services APHIS Animal and Plant Health Inspection Service ATEC Army Test and Evaluation Command BBPO BSAT Biorisk Prog ram Office BSAT biological BSL biological safety level BSRP BSAT Biorisk and Scientific Review Panel CBDP Chemical and Biological Defense Program CDC Centers for Disease Control and Prevention DBPAO Defense Biological Pr oduct Assurance Office DOD Department of Defense DPG -LSD Dugway Proving Ground -Life Sciences Division DSAT Division of Select Agents and Toxins EARO Executive Agent Responsible Official ECBC Edgewood Chemical Biological Center FSAP Federal Selec t Agent Program HHS Department of Health and Human Services ISO International Organization for Standardization NDAA National Defense Authorization Act QMS Quality Management System R&D research and development RDECOM Research, Development and En gineering Command T&E test and evaluation USAMRIID U.S. Army Medical Research Institute of Infectious Diseases USDA U.S. Department of Agriculture WDTC -LSD West Desert Test Center -Life Sciences Division WMD weapons of mass destruction Page v GAO -18-422 Biological Select A gents and Toxins This is a w ork of the U.S. government and is not subject to copyright protection in the United States. The published product may be reproduced and distributed in its entirety without further permission from GAO. However, because this work may contain copyrighted imag es or other material, permission from the copyright holder may be necessary if you wish to reproduce this material separately. Page 1 GAO -18-422 Biological Select A gents and Toxins 441 G St. N.W. Washington, DC 20548 Letter September 20, 2018 Congressional Committees Safety lapses involving hazardous pathogens have occurred at some of the 2 76 government, private, and academic laboratories in the United States that conduct research on biological select agents and toxins (BSAT). Such agents may cause serious or lethal infection in humans, animals, or plants. BSAT materials, such as the Ebola v irus and Bacillus anthracis —the bacterium that causes anthrax —have been determined to have the potential to pose a severe threat to public health and safety. Laboratories conduct research on BSAT for a variety of reasons, including identifying their charac teristics and developing vaccines and other measures to help diagnose, prevent, or treat exposure to or infection by these agents. Safety lapses involving hazardous pathogens have occurred in the past at some of the Department of Defense (DOD) laboratories that handle BSAT to conduct research on medical and physical countermeasures to protect the warfighter from biological threats. Such incidents raise concerns about whether oversight of biosafety and biosecurity in these laboratories is effective. In May 2 015, DOD discovered that one of its laboratories —formerly called the Life Sciences Division —at Dugway Proving Ground, Utah, had inadvertently shipped incompletely inactivated (i.e., live) Bacillus anthracis to 194 laboratories and contractors worldwide ove r the course of 12 years.1 In response to this discovery, the Deputy Secretary of Defense ordered an immediate 30 -day review in May 2015 that resulted in a moratorium on the production, handling, testing, and shipment of inactivated Bacillus anthracis . The Deputy Secretary of Defense subsequently directed a more detailed review by the Army.2 In December 2015, the Army issued an investigation report on its findings which, 1Section 73.1 of title 42 of the Code of Federal Regulations defines validated inactivation as a procedure, whose efficacy is confirmed by data generated fr om a viability testing protocol, to render a select agent non -viable, but allows the select agent to retain characteristics of interest for future use; or to render any nucleic acids that can produce infectious forms of any select agent virus non -infectiou s for future use. 2Deputy Secretary of Defense Memorandum, Implementation of the Recommendations in the Comprehensive Review Report: Inadvertent Shipment of Live Bacillus anthracis (Anthrax) Spores by Department of Defense (July 23, 2015). Letter among other things, determined that although the inadvertent shipment of incompletely i nactivated Bacillus anthracis was a serious breach of regulations and raised biosecurity concerns, it did not pose a public health risk. The investigation also determined that there was insufficient evidence to establish a single failure as the cause for t he inadvertent shipments of incompletely inactivated Bacillus anthracis . However, the report cited scientific and institutional issues and said that senior management at Dugway Proving Ground had contributed to \"a culture of complacency, resulting in labor atory personnel not always following rules, regulations, and procedures.\" Page 2 GAO -18-422 Biological Select A gents and Toxins 3 The Army's 2015 investigation report resulted in recommendations to the Army to improve scientific knowledge gaps on irradiation and viability testing processes, address institution al concerns to reduce the risk of future mishaps involving biological material, and address individual accountability for the failures that contributed to the inadvertent shipment of incompletely inactivated Bacillus anthracis . DOD's Chemical and Biologica l Defense Program (CBDP) leads the department's efforts to protect military personnel, particularly the warfighter, against a wide range of threats, including biological threats. The CBDP Enterprise is comprised of 26 DOD organizations that determine warfi ghter requirements, provide science and technology expertise, conduct research and development and test and evaluation on capabilities needed to protect the warfighter, and provide oversight. In fiscal year 2017, according to DOD officials, CBDP received a bout $1.2 billion to support research, development, testing, and evaluation, and procurement efforts. For fiscal year 2018, CBDP received nearly $1.4 billion. The Army supports CBDP, and the Secretary of the Army is the Executive Agent for the BSAT Biosa fety 15 -6 Investigation Report , Individual and Institutional Accountability for the Shipment of Viable Bacillus anthracis from Dugway Proving Ground (Dec. 17, 2015). We did not evaluate the quality of this Army report describing the Army's Dugway investigation and findings. 4According to DOD Directive 5101.1, DOD Executive Agent , DOD Executive Agent designations are conferred when no existing means to accomplish department objectives exists, DOD resources need to be focused on a specific area or areas of responsibil ity in order to minimize duplication or redundancy, or such designation is required by law, executive order, or government -wide regulation. Further, within the scope of assigned responsibilities and functions, the authority of the DOD Executive Agent takes precedence over the authority of other DOD component officials performing related or collateral joint or multicomponent support responsibilities and functions. Department of Defense Directive 5101.1, DOD Executive Agent (Sept. 3, 2002) (incorporating chan ge 1, May 9, 2003). Letter Since 2007, we have testified and reported on issues associated with high-containment laboratories that handle BSAT and have recommended improvements for federal oversight and enhancements to biosafety and biosecurity. Page 3 GAO -18-422 Biological Select A gents and Toxins 5 Our m ost recent testimonies and reports have addressed the effectiveness of the current federal approach to overseeing select agents and issues related to the inactivation of pathogens in high -containment laboratories.6 For example, in our July 2015 testimony b efore the House Energy and Commerce Subcommittee on Oversight and Investigations, we noted that DOD had begun to track biosafety and biosecurity incidents at the senior department level, which it had not done prior to the May 2015 incident at Dugway Provin g Ground in which incompletely inactivated Bacillus anthra cis was inadvertently shipped to other laboratories and contractors worldwide.7 In March 2016, we issued a report that made recommendations to various federal departments and agencies with responsi bility for managing BSAT in high -containment laboratories. Some of these recommendations were addressed to DOD.8 The department concurred with the 5Laboratories that handle pathogens are classified into four biological safety levels (BSL) based on the risk imposed by the pathogens. Laboratories classified as BSL -1 or 2 are suitable for work involving pathogens that pose minimal t o moderate hazard to laboratory personnel and the environment. High -containment laboratories —BSL-3 and 4 for the purpose of this report —are designed with additional safety measures to protect those working with dangerous pathogens that may cause serious an d potentially lethal infection. Each level of containment describes the laboratory practices, safety equipment, and facility safeguards for the level of risk associated with handling particular pathogens. BSL-3 laboratories work with indigenous or exotic pathogens with known potential for airborne transmission or pathogens that may cause serious and potentially lethal infections, such as severe acute respiratory syndrome -coronavirus. BSL -4 laboratories work with exotic pathogens —such as Ebola virus —that po se a high individual risk of life - threatening disease by airborne transmission and for which treatment may not be available. 6See GAO, High Containment Laboratories: Coordinated Efforts Needed to Further Strengthen Oversight of Select Agents , GAO -18-197T (Washington, D.C.: Nov. 2, 2017); GAO, High Containment Laboratories: Coordinated Actions Needed to Enhance the Select Agent Program's Oversight of Hazardous Pathogens , GAO -18-145 (Washington, D.C.: Oct. 19, 2017); GAO, High Containment Laboratories: Improved Oversight of Dangerous Pathogens Needed to Mitigate Risk , GAO -16-642 (Wash ington, D.C.: Aug. 30, 2016); and GAO, High-Containment Laboratories: Comprehensive and Up -to- Date Policies and Stronger Oversight Mechanisms Needed to Improve Safety , GAO -16-305 (Washington, D.C. : Mar. 21, 2016). 7GAO, High-Containment Laboratories: Preliminary Observations on Federal Efforts to Address Weaknesses Exposed by Recent Safety Lapses , GAO -15-792T (Washington, D.C.: July 28, 2 015). 8GAO -16-305. Letter recommendations on improving oversight mechanisms of high - containment laboratories. In implementing those rec ommendations, DOD reported in 2016 that it was taking actions, such as revising existing department policies for managing hazardous biological agents in high - containment laboratories; analyzing inspection trends and incident reports to identify recurring i ssues in safety, security, or administration; requiring routine reporting results from laboratories that are not registered to handle select agents and laboratory incidents; and developing implementation time frames for the recommendations from a July 2015 DOD review of the incident at Dugway Proving Ground. Section 218 of the National Defense Authorization Act (NDAA) for Fiscal Year 2017 included a provision for us to review DOD's actions to address findings and recommendations of the Army's December 2015 investigation report regarding the inadvertent shipment of incompletely inactivated Bacillus anthracis from Dugway Proving Ground, Utah. It also included a provision for us to review DOD's efforts to implement quality control and assurance measures for the department's BSAT Biosafety and Biosecurity Program, among other things. Page 4 GAO -18-422 Biological Select A gents and Toxins 9 This report discusses the extent to which (1) DOD has implemented the recommendations from the Army's 2015 investigation report and has developed an approach to measure the effectiv eness of actions taken to address the recommendations, (2) the Army has implemented the BSAT Biosafety and Biosecurity Program and developed a strategy and implementation plan, (3) the Army has developed measures to ensure that its biological test and eval uation mission remains independent from its biological research and development mission, and (4) DOD has carried out a study and evaluation in compliance with the requirements of section 218, subsection (d), of the NDAA for Fiscal Year 2017. For objective one, we reviewed key policy, guidance, and other documents, including the recommendations from the Army's 2015 investigation report, and assessed the actions that DOD took from May 2015 through May 2018 to address those recommendations.10 In addition, we re viewed the Standards for Internal Control in the Federal Government and DOD Instruction 5010.40, Managers' Internal Control 9Pub. L. No. 114 -328, § 218 (2016). 10We did not independently assess whether each recommendation and DOD's subsequent actions address the problems reported in the Army's 2015 inve stigation report. Letter Program Procedures , to identify criteria for communicating quality information and performing monitoring and reporting activities. Page 5 GAO -18-422 Biological Select A gents and Toxins 11 For objective two, we obtained and reviewed documentation from DOD officials on current policies, procedures, and directives identifying oversight and governance authorities involved in supporting DOD's BSAT Biosafety and Biosecurity Program. We compared the actions of the Army to leading practices for strategic planning and the recommendations from the Army's 2015 investigation report.12 We interviewed DOD officials from the military services to identify their strategies and efforts in supporting DOD's pla ns to effectively manage DOD's BSAT Biosafety and Biosecurity Program. We also interviewed cognizant officials to identify any biosafety and biosecurity improvements that have been made to DOD laboratories that possess, use, or transfer biological select a gents and toxins made since the 2015 incident at Dugway Proving Ground. In addition, we conducted site visits to all six DOD BSAT laboratories, five of which currently are responsible for handling BSAT.13 We also conducted voluntary facilitated group discus sions with small, self -selected groups of laboratory staff at each of these facilities to obtain their views on the effect of the incident at Dugway Proving Ground on covered facilities and on DOD's subsequent corrective actions.14 For objective three, we r eviewed and compared an Army regulation on test and evaluation to an Army general order that directed the reassignment of the West Desert Test Center - Life Sciences Division at 11GAO, Standards for Internal Control in the Federal Government , GAO -14-704G (Washington, D.C.: September 2014), and Department of Defense Instruction 5010.40, Managers' Internal Control Program Procedures (May 30, 2013). 12For guidance and examples on leading practices for sound strategic planning, see GPRA Modernization Act of 2010, Pub. L. No. 111 -352, 124 Stat. 3866 -3884 (Jan. 4, 2011), Homeland Security: Agriculture Inspecti on Program Has Made Some Improvements, but Management Challenges Persist , GAO -12-885 (Washington, D.C.: Sept. 27, 2012), and Environmental Justice: EPA Needs to Take Additional Actions to Help Ensu re Effective Implementation , GAO -12-77 (Washington, D.C.: Oct. 6, 2011). 13We conducted site visits to six DOD laboratories: (1) BioTesting Division, Dugway Proving Ground, Utah; (2) Edgewood Chemic al Biological Center, Aberdeen Proving Ground, Maryland; (3) U.S. Army Medical Research Institute of Infectious Diseases, Fort Detrick, Maryland; (4) Naval Medical Research Center, Fort Detrick, Maryland; (5) Chemical, Biological, and Radiological Defense Division, Naval Surface Warfare Center -Dahlgren Division, Dahlgren, Virginia; and (6) 711th Human Performance Wing, Wright -Patterson Air Force Base, Ohio. 14\"Covered facilities\" refers to any DOD facility that produces BSAT. Letter Dugway Proving Ground, Utah, to the U.S. Army Materiel Command Research, Devel opment and Engineering Command - U.S. Army Edgewood Chemical Biological Center at Aberdeen Proving Ground, Maryland. Page 6 GAO -18-422 Biological Select A gents and Toxins 15 We also compared that Army regulation to an Army directive that provided guidelines for the transfer of the Life Sciences Division (now known as the BioTesting Division) from Army Test and Evaluation Command to Army Research, Development and Engineering Command's Edgewood Chemical Biological Center.16 We conducted interviews with senior staff at the BioTesting Division, the West Desert Test C enter, and Edgewood Chemical Biological Center to determine what procedures are in place to ensure that the BioTesting Division's test and evaluation activities are not being influenced by Edgewood Chemical Biological Center's research and development effo rts. For objective four, we compared the relevant requirements from the NDAA for Fiscal Year 2017 contained in section 218, subsection (d), with DOD's April 2017 report to the congressional defense committees, to determine whether the report included all o f the required elements.17 Specifically, DOD is required to evaluate (1) the feasibility of consolidating covered facilities within a unified command to minimize risk, (2) opportunities to partner with industry on the production of BSAT and related service s in lieu of maintaining such capabilities within the Army, and (3) whether BSAT operations should be transferred to another laboratory that may be better suited to execute production for non -DOD customers. We also reviewed our prior reports that evaluated federal oversight of high -containment laboratories and DOD's management of infrastructure within the CBDP Enterprise, and we toured all six DOD BSAT laboratory facilities to observe the current physical space —both operational and under construction —for ha ndling and testing BSAT. More detailed information on our scope and methodology can be found in appendix I of this report. We conducted this performance audit from May 2017 to September 2018 in accordance with generally accepted government auditing standar ds. 15Army Regulation 73 -1, Test a nd Evaluation: Test and Evaluation Policy (Nov. 16, 2016) and Army General Order 2016 -04, Transfer of the West Desert Test Center -Life Sciences Division (Apr. 15, 2016). 16AR 73 -1 and Army Directive 2016 -24, Department of Defense Biological Select Agent and Toxins Biosafety Program (July 25, 2016). 17DOD, Report to Congressional Defense Committees in Response to the National Defense Authorization Act for Fiscal Year 2017 , Improved Biosafety for Handling of Select Agents and Toxins (Apr. 10, 2017); and Pub. L. No. 114 -328, § 218 (2016). Letter Those standards require that we plan and perform the audit to obtain sufficient, appropriate evidence to provide a reasonable basis for our findings and conclusions based on our audit objectives. We believe that the evidence obtained provides a reasona ble basis for our findings and conclusions based on our audit objectives. Background Page 7 GAO -18-422 Biological Select A gents and Toxins Biodefense Roles and Responsibilities Multiple federal departments and agencies —including DOD —have responsibilities as part of their missions to assess the threat of biolo gical agents and carry out key biodefense roles as delineated in Homeland Security Presidential Directive 10, Biodefense for the 21st Century, and the National Strategy for Countering Biological Threats .18 Since the 2001 anthrax incident, in which powdered Bacillus anthracis spores were deliberately put into letters that were mailed through the U.S. postal system that resulted in five deaths, the federal government has experienced growth and proliferation of research programs to protect public health and agr iculture in the event of a natural emergency, man - made biological incident, or act of biological terrorism.19 DOD laboratories that handle and research deadly pathogens are important components of the U.S. biodefense infrastructure that supports such biolog ical research programs. The Federal Select Agent Program Select agent research is subject to federal oversight and regulations and is guided by the principles and practices of biosafety and biosecurity. The Federal Select Agent Program was established to r egulate the possession, use, and transfer of BSAT, in response to security concerns following bioterrorism attacks in the 1990s and early 2000s. The Federal Select Agent Program is jointly managed by the Centers for Disease 18Homeland Security Presidential Directive 10, Biodefense for the 21st Century (Apr. 28, 2004); and National Security Council, National Strategy for Countering Biological Threats (Nov. 23, 2009). 19In 2001, powdered Bacillus ant hracis spores were deliberately put into letters that were mailed through the U.S. postal system. Twenty -two people, including 12 mail handlers, contracted anthrax, and 5 of these 22 people died. Letter Control and Prevention (CDC), Di vision of Select Agents and Toxins, within the Department of Health and Human Services (HHS), and the Animal and Plant Health Inspection Service (APHIS), Agriculture Select Agent Services, within the Department of Agriculture (USDA). Page 8 GAO -18-422 Biological Select A gents and Toxins 20 These two agencies jo intly regulate and oversee laboratories in the United States that are registered to work with BSAT. The Federal Select Agent Program also conducts inspections of registered entities for compliance with the select agent regulations.21 DOD's Designated Infra structure Manager for CBDP , Including BSA T CBDP was established to develop defense capabilities to protect the warfighter from current and emerging chemical and biological threats.22 The CBDP Enterprise's mission is to enable the warfighter to deter, preven t, protect against, mitigate, respond to, and recover from chemical, biological, radiological, and nuclear threats and effects as part of a layered, integrated defense. The CBDP Enterprise conducts research and develops defenses against chemical threats —such as cyanide and mustard gases —and biological threats —such as anthrax and Ebola —and tests and evaluates capabilities and products to protect military forces from them. We reported in June 2015 on the need for DOD to designate an entity to identify, align, and manage its chemical and biological defense infrastructure, which includes its BSAT -related infrastructure.23 We found that CBDP had not fully identified the infrastructure capabilities required to address threats, had not planned to identify potential duplication without considering information from existing federal studies, 20Part 331 of title 7 of the Code of Federal Regulations cov ers the Animal Plant and Health Inspection Service for plants. Part 121 of title 9 of the Code of Federal Regulations covers the Animal Plant and Health Inspection Service for animals. Part 73 of title 42 of the Code of Federal Regulations covers the Cente rs for Disease Control and Prevention regulations for public health. 21As of March 2018, 66 biological agents and toxins have been designated as \"select agents and toxins\" that are subject to specific types of safeguards and oversight. As of December 2016, there were 276 government, private, and academic laboratories registered with the Federal Select Agent Program to possess, use, or transfer BSAT. 22See National Defense Authorization Act for Fiscal Year 1994, Pub. L. No. 103 -160, §§ 1701, 1703 (1993) (co dified U.S.C. §§ 1522, 1523). 23GAO, Chemical and Biological Defense: Designated Entity Needed to Identify, Align, and Manage DOD's Infrastructure , GAO -15-257 (Washington, D. C.: June 25, 2015). Letter and had not updated its guidance and planning process to include specific responsibilities and time frames for risk assessments. As a result, we recommended, among other things, tha t DOD · identify and designate an entity within the CBDP Enterprise with the responsibility and authority to lead the effort to ensure achievement of infrastructure goals, and · establish time lines and milestones for achieving the goals it has identified for chemical and biological infrastructure, including the Program Analysis and Integration Office's 2008 recommendation that the CBDP Enterprise identify its required infrastructure capabilities. DOD concurred with all of our recommendations. In response to ou r recommendations, DOD, among other things, designated an infrastructure manager for CBDP and is implementing a three -phase process to identify and define the roles and responsibilities of the position by the end of 2018. Page 9 GAO -18-422 Biological Select A gents and Toxins 24 As part of its BSAT infrastructur e, DOD currently has five covered facilities that contain various laboratories across the military services that possess and handle BSAT. Each of these facilities currently is registered with the Federal Select Agent Program to possess BSAT in the United States. A sixth DOD facility, the BioTesting Division at Dugway Proving Ground, Utah, is working to regain its certification as a covered facility (see fig. 1). 24GAO, Chemical and Biological Defense: DOD Has Identified an Infrastructure Manager and Is Developing the Position's Roles and Responsibilities , GAO -17-522R (Washington, D.C.: July 7, 2017). Letter Figure 1: Facilities Included in the Department of Defense's Biological Select Agents and Toxins Biosafety and Biosecurity Page 10 GAO -18-422 Biological Select A gents and Toxins Program as of March 2018 Letter DOD officials said that other DOD facilities, in addition to these six, are registered with the Federal Select Agent Program to handle BSAT in an emergency outbreak situation. However, according to DO D officials, they do not currently possess BSAT. CBDP officials stated that DOD used to have more facilities that possessed and handled BSAT, but as a result of prior base realignment and closure activities, the department has consolidated its BSAT laborat ory capabilities within the six facilities highlighted in figure 1, based on the unique capabilities and missions performed by each facility to support the warfighter. One of these unique capabilities, for example, is the Whole System Live Agent Test Chamb er located at the BioTesting Division at Dugway Proving Ground, Utah, a one-of-a-kind chamber designed and constructed primarily for biological agent aerosol testing. For more information on the unique capabilities DOD has identified for each of the DOD la boratories that handle BSAT, scroll over figure 1 to see an interactive display of information on each facility or see appendix II for static images of this information. BSAT Policies and Guidance Page 11 GAO -18-422 Biological Select A gents and Toxins DOD and the military services have issued a number of poli cies and guidance aimed at ensuring safety and security for BSAT materials and establishing standards for the handling of BSAT within DOD facilities. In particular, DOD issued Instruction 5210.88, Security Standards for Safeguarding Biological Select Agent s and Toxins (BSAT) , which established security standards for safeguarding BSAT materials and identified roles and responsibilities for BSAT biosecurity. These include oversight responsibilities for the BSAT security program, which is led by the Assistant Secretary of Defense for Nuclear, Chemical, and Biological Defense Programs.25 Oversight responsibilities include establishing security standards for safeguarding BSAT, coordinating with the Federal Select Agent Program, and establishing and maintaining a d atabase of all BSAT at DOD covered facilities. In response to DOD Instruction 5210.88, each of the military services has received waivers or issued separate policies for securing BSAT materials. The Army has been granted a waiver to its existing policies that are inconsistent with DOD Instruction 5210.88 and, according to Army 25Department of Defense Instruction 5210.88, Security Standards for Safeguarding Biological Select Agents and Toxins (BSAT) (Jan. 19, 2016) (incorporating change 1, Oct. 6, 2017). Letter officials, is in the process of updating its policies to align with the DOD instruction. According to Navy officials, the Navy has been granted waivers while it is updating existing policies that do not currently align with DOD Instruction 5210.88. The Air Force has issued policies directing alignment with the DOD instruction. Further, a national strategy and a number of executive orders and presidential directives have been issued addressing a range of concerns, such as biological defense and safety and security for handling BSAT. Page 12 GAO -18-422 Biological Select A gents and Toxins 26 For example, in 2010 the President issued an executive order directing federal agencies to harmonize their policies and guidance on BSAT to align them with the select agent regulations in order to mitigate any conflicting direction and promote research and innovation. The Army's Investigation into the May 2015 Dugway Incident In May 2015, DOD discovered that the Life Sciences Division —currently known as the BioTesting Division —at Dugway Proving Ground, Utah, had inadvertently made 575 shipments from 2004 through 2015 of incompletely inactivated Bacillus anthracis —the bacterium that causes anthrax —to 194 laboratories and contractors worldwide (see fig. 2 for locations). 26See National Security Council, National Strategy for Cou ntering Biological Threats (Nov. 23, 2009); Exec. Order No. 13486, Strengthening Laboratory Biosecurity in the United States , 74 Fed. Reg. 2289 (Jan. 9, 2009); Exec. Order No. 13546, Optimizing the Security of Biological Select Agents and Toxins in the Un ited States , 75 Fed. Reg. 39437 (July 2, 2010); Homeland Security Presidential Directive 10, Biodefense for the 21st Century (Apr. 28, 2004); and Presidential Policy Directive 2, Implementation of the \"National Strategy for Countering Biological Threats\" (Dec. 2, 2009). Letter Figure 2: Sites around the World that Received Viable Bacillus anthracis (Anthrax) Samples from Dugway Proving Ground Page 13 GAO -18-422 Biological Select A gents and Toxins That Were Incompletely Inactivated (i.e., Live), from 2004 -2015 Letter Laboratory officia ls at Dugway Proving Ground believed that the samples of Bacillus anthracis (see sidebar) they were shipping had been inactivated —that the hazardous effects of the pathogen had been destroyed, while the pathogen retained characteristics of interest for research purposes. DOD was inactivating samples to support research on the detection, identification, and characterization of biological threats (see fig. 3). Page 14 GAO -18-422 Biological Select A gents and Toxins Overview of Anthrax The photograph shows enlarged Bacillus anthracis spores under a microscope. Anthrax is a serious infectious disease caused by the pathogen known as Bacillus anthracis . This pathogen occurs naturally in soil and commonly affects domestic and wild animals around the world. It can survive in the environment for decades. Contact with Bacillus anthracis can cause severe illness in both humans and animals. The bacteria can multiply, spread out in the body, produce toxins (poisons), and cause severe illness. Humans can be infected by breathing in spores, eating food or drinking water that is contaminated with spores, or getting spores in a cut or scrape in the skin. It is very uncommon for people in the United States to become sick with anthrax. Because Bacillus anthracis is both infectious and exce ptionally resilient, it is ideally suited for potential adversaries' biological weapons programs. Therefore, Department of Defense (DOD) biodefense officials believe that it is critical for the department to have a strong countermeasures program to protect the warfighter against this dangerous pathogen. Source: GAO analysis of information from DOD and the Centers for Disease Control and Prevention. Photo: Courtesy of Centers for Disease Control and Prevention (Laura Rose). | GAO -18-422 Letter Figure 3: Methods to Inactivate Pathogens Page 15 GAO -18-422 Biological Select A gents and Toxins Note: Researchers use various methods to inactivate pa thogens, which they select depending on the type of pathogen to be inactivated and the intended use of the inactivated material. The frequency with which inactivation is performed in high -containment laboratories varies significantly. Some researchers cond uct inactivation on a daily or weekly basis and others only a few times each year. Pathogens can be inactivated using physical, irradiation, and chemical methods. Each of these methods has advantages and disadvantages. (See GAO -16-642 for a full description of selected inactivation methods used in high -containment laboratories.) In the wake of the May 2015 incident at Dugway Proving Ground, the Army took a number of actions to safeguard personnel an d BSAT materials and investigate the cause of the inadvertent shipments of incompletely inactivated Bacillus anthracis from Dugway Proving Ground. For example, in September 2015, the Secretary of the Army directed reviews at all Army laboratories working w ith Bacillus anthracis and other deadly pathogens and expanded the Deputy Secretary of Defense's moratorium relating to Bacillus anthracis . Specifically, the expanded moratorium temporarily prohibited certain facilities that were involved in the inactivati on of Bacillus anthracis from producing, handling, testing, and shipping BSAT, except as required for inactivation and viability testing. In August 2015, the Army established a Biosafety Task Force to lead efforts to identify changes necessary to ensure t he biosafety and biosecurity of BSAT, in response to direction from the Deputy Secretary of Defense. The Biosafety Task Force operated from August 2015 through December 2015 and consisted of four working groups and associated sub -working groups that were c harged with studying (1) the inactivation of Bacillus anthracis , (2) end -user requirements for BSAT materials, (3) the chain of command for DOD's BSAT Biosafety Program, and (4) the organization and distribution of research and production of Letter BSAT. In Decem ber 2015, the Army completed its investigation into the incident at Dugway Proving Ground and issued a report that made 39 recommendations, including recommendations for adverse personnel actions. Page 16 GAO -18-422 Biological Select A gents and Toxins 27 In July 2017, the Deputy Secretary of Defense approved the rescission of the moratorium on the production, handling, testing, and shipment of inactivated Bacillus anthracis . Subsequently, in August 2017, the Army lifted the moratorium on inactivated Bacillus anthracis and directed DOD covered facilities to act in compliance with Federal Select Agent Program policy on inactivation of Bacillus anthracis . DOD Continues to Implement Recommendations from the Army's 2015 Investigation Report but Has Not Developed an Approach for Assessing the Effectiveness of Its Actions DOD Is Making Progress Addressing the Recommendations from the Army's 2015 Investigation Report As of March 2018, DOD reported having implemented 18 of 35 recommendations in the Army's 2015 investigation report. DOD reported that it has actions under w ay to implement the remaining 17 recommendations. The Secretary of the Army, as Executive Agent for DOD's BSAT Biosafety and Biosecurity Program, is responsible for implementing the recommendations from the 2015 investigation report. Since 2015, the Army has taken multiple types of actions —including operational, administrative, and personnel actions —to implement the recommendations from the report. We asked DOD to characterize the relative priority of the recommendations and describe those actions that hav e been taken or are under way. DOD reported that 27For the purposes of this report, we addressed the implementation status of 35 of the 39 recommendations contained in the Army's 2015 investigation report. We did not report on the 4 recommendations in the Army's 2015 investigation report t hat pertain to individual accountability. The status information on the recommendations was conducted by DOD officials at GAO's request. Letter · 12 recommendations were considered \"high\" priority, 7 of these being assessed as implemented and 5 as in progress, · 18 recommendations were considered \"moderate\" priority, 10 of these being assessed as implem ented and 8 as in progress, and · 5 recommendations were considered \"low\" priority, 1 being assessed as implemented and 4 as in progress. Appendix III shows the implementation status of the 35 recommendations from the Army's 2015 investigation report that we reviewed. Rather than focus exclusively on the recommendations from the Army's 2015 investigation report, the BSAT Biorisk Program Office (BBPO) incorporated actions to implement the 2015 recommendations into broader Army efforts to improve biosafety, bio security, and overall program management. Appendix IV describes BBPO's roles and responsibilities. For example, Army Directive 2016 -24, Department of Defense Biological Select Agent and Toxins Biosafety Program , incorporates some of the recommendations fro m the Army's 2015 investigation report, such as establishing a mentorship program for laboratory staff and others who work with BSAT, as well as directing studies into the science of inactivation of Bacillus anthracis . In addition, the Army has d eveloped i mplementation guidance to carry out Army Directive 2016 -24, which provides clarification on the directive and on the reporting requirements to the BBPO and Executive Agent Responsible Official (hereafter referred to as the EARO) in support of the NDAA for Fiscal Year 2017. BBPO officials told us that recommendations from the Army's 2015 investigation report that are not incorporated in the directive have been or are being addressed through a combination of establishing working groups and, at one time, throu gh a General Officers Steering Committee. This committee monitored implementation through updates to the EARO and the Director of the Army Staff. For example, BBPO officials told us that, from 2016 to 2017, quarterly meetings between the General Officers Steering Committee and the Director of the Army Staff were used to discuss the status of requirements in Army Directive 2016 -24. These quarterly meetings also provided status updates on target completion dates for the Army's 2015 investigation report recomm endations that were incorporated in the directive. We found that the quarterly information briefs included information on the status and time frames for implementing recommendations that were incorporated into the Army directive. Page 17 GAO -18-422 Biological Select A gents and Toxins Letter BBPO Has Not Y et Developed an Approach to Measure Page 18 GAO -18-422 Biological Select A gents and Toxins the Effectiveness of Actions T aken to Address Recommendations In carrying out broader biosafety efforts and implementing recommendations from the Army's 2015 investigation report as well as recommendations from other entities, BBPO has established processes to track the status of actions that it has taken and monitor time lines for completion by responsible DOD organizations. This helps BBPO understand what actions have been taken and where they fit into a larger plan to improve bios afety at specific facilities and organizations and across the DOD BSAT enterprise. According to Standards for Internal Control in the Federal Government , an internal control provides reasonable assurance that the objectives of an entity will be achieved, i ncluding the use of ongoing monitoring, evaluations, or a combination of the two to obtain reasonable assurance of the operating effectiveness of the entity's internal controls over the assigned process.28 It also states that managers should identify, analy ze, and respond to risks. Such evaluations and risk assessments are necessary to help officials understand whether the actions they have taken —or will take —address the situations that prompted the original recommendations. We found that BBPO's approach to planning for and executing actions to implement the 2015 Army recommendations and other recommendations fulfills the monitoring element of the internal control standards. BBPO has not, however, systematically carried out the evaluation element. Based on our review of DOD documentation, such as the quarterly information briefs on status of recommendations, and on subsequent interviews with BBPO officials, we found that BBPO has not developed an approach to assess the effectiveness of each implemented recomme ndation in achieving its intended purpose. According to DOD officials, BBPO has been focused on implementing not only the recommendations from the 2015 Army investigation report but also its broader efforts for the DOD BSAT Biosafety and Biosecurity Progra m and has not yet formalized an approach to evaluating the effectiveness of actions taken to address the recommendations from the 2015 Army investigation report. 28GAO -14-704G . Letter There are many ways to assess effectiveness that could assist BBPO in improving its implementa tion processes. One approach we found related to DOD's implementation of recommendations for the defense nuclear enterprise provides an example that may be useful. In 2017, we reported on DOD's process to monitor progress and identify risks while implement ing recommendations within the defense nuclear enterprise —a community that, like chemical and biological defense, operates in a low - probability, high -risk environment. Page 19 GAO -18-422 Biological Select A gents and Toxins 29 In that report, we noted that DOD's Office of Cost Assessment and Program Evaluation ha d developed a tracking tool that applied a systematic approach for stating the underlying problem, identifying and overseeing offices of responsibility, implementation actions, milestones, and metrics to measure the effectiveness of the actions taken towar d implementing each of the recommendations to support the defense nuclear enterprise. We also found that identifying risks can help an agency to track and measure the completion of tasks over time. This example incorporates both the monitoring and evaluati on elements of internal control that we discussed earlier. Measuring the effectiveness of each implemented recommendation would help bolster BBPO's existing efforts. It would also help BBPO to better determine whether the actions taken are working, whether there are unintended consequences, or if further action is necessary. 29GAO , Defense Nuclear Enterprise: Processes to M onitor Progress on Implementing Recommendations and Managing Risks Could be Improved , GAO -18-144 (Washington, D.C.: Oct. 5, 2017). Letter The Army Has Implemented a BSA T Biosafety Page 20 GAO -18-422 Biological Select A gents and Toxins and Biosecurity Program but Does Not Have a Completed Strategy and Implementation Plan The BSA T Biosafety and Biosecurity Program Is a Broad Effort to Improve Management, Coordination, Safety , and Quality Assurance In response to the 2015 incident at Dugway Proving Ground and various subsequent DOD and external reviews of management, operational, coordination, safety, and quality assurance inci dents between 2004 and 2015, DOD has initiated a broad range of efforts to address these types of incidents and to improve DOD's BSAT enterprise. The designation of the Army as the DOD Executive Agent for the DOD Biosafety and Biosecurity Program is one ex ample of DOD's efforts to improve management. Prior to 2015, there was no centralized oversight authority for DOD's BSAT enterprise. The Secretary of the Army's designation as the Executive Agent and subsequent delegation of this authority to The Army Surg eon General has, according to BBPO and laboratory officials, resulted in improved coordination and communication across DOD and with the Federal Select Agent Program. According to these same officials, BBPO also has contributed to improved communication be tween DOD laboratories by establishing working groups and is developing a process for approving standard operating procedures for working with BSAT across the CBDP Enterprise. DOD has made key safety improvements by taking a number of actions to address th e incident at Dugway Proving Ground and the recommendations from the Army's 2015 investigation report. These key safety improvements include (1) establishing a DOD Executive Agent and a support office to provide oversight, (2) implementing improved quality control and assurance standards at its covered facilities, (3) developing a new quality management system, (4) conducting additional scientific studies on BSAT inactivation, and (5) taking multiple actions to address requirements associated with Army Dire ctive 2016 -24 and the Army's 2015 investigation report. Appendix V provides detailed information on the key safety improvements DOD has completed in response to the incident at Dugway Proving Ground and the recommendations from the Army's investigation rep ort. Letter According to BBPO officials, in addition to implementing improved quality control and assurance standards at covered facilities, they also have established a quality control and assurance working group to address and track implementation of the recomm endations in accordance with the Army's Implementation Guidance for Army Directive 2016 -24 and to implement the quality control and assurance measures from section 218 of the NDAA for Fiscal Year 2017. Further, the EARO has established a BSAT Biorisk and S cientific Review Panel to review and assess biosafety and biosecurity concerns associated with new and existing procedures conducted at DOD BSAT laboratories and to provide recommendations to the EARO on their acceptability for use to enhance biosafety and biosecurity across the DOD BSAT programs. Page 21 GAO -18-422 Biological Select A gents and Toxins 30 To provide additional insights into DOD's actions to make safety improvements and to better understand the effects of those actions on laboratory staff and operations following the 2015 incident at Dugway Proving Ground, we conducted facilitated discussions with a non - generalizable sample of supervisory and non -supervisory staff at the six DOD laboratories that handled BSAT. We used these facilitated discussions to obtain the views of those laboratory staff who ha ve and will be implementing key biosafety and biosecurity actions from multiple sources. Appendix VI presents selected comments, organized by key themes, from laboratory staff at DOD facilities that handle BSAT in response to actions taken by DOD following the 2015 incident at Dugway Proving Ground. We heard a broad range of views on the effects of the Dugway incidents as well as the effects of subsequent actions to improve the BSAT Biosafety and Biosecurity Program. For example, some individuals were conce rned about the effect of administrative requirements on the efficiency of their work, while others believed that the organizational changes made by the Army have improved communication and coordination. We did not validate any of the views expressed to us, but they may be of value to BBPO and officials throughout the BSAT enterprise in considering both how their program efforts are perceived and how best to carry them out. 30Department of the Army, Office of the Surgeon General Memorandum, Charter Document for Biological Select Agents and Toxins Biorisk and Scientific Review Panel (Aug. 17, 2017). Letter BBPO Has Not Completed a Strategy and Implementation Page 22 GAO -18-422 Biological Select A gents and Toxins Plan to Assist the Program in th e Long T erm BBPO has begun to develop a draft concept plan to establish roles and responsibilities for the BSAT Biosafety and Biosecurity Program. However, we found that BBPO has not developed a strategy or implementation plan for the long term. BBPO's dra ft concept plan identified manpower and funding requirements for the BSAT Biorisk Program Office but did not go further in laying out a strategy and implementation plan. According to BBPO officials, BBPO currently is relying on DOD Instruction 5210.88 as o verarching guidance for managing BSAT biosecurity operations and bringing DOD into compliance with Executive Order 13546, Optimizing the Security of Biological Select Agents and Toxins in the United States , and select agent regulations.31 BBPO also relies o n Manual 6055.18 -M for managing DOD BSAT biosafety operations.32 In addition, DOD is in the process of drafting an overarching directive for the combined DOD BSAT Biosafety and Biosecurity Program that will be based on DOD Instruction 5210.88 and DOD Ma nual 6055.18 -M. According to BBPO officials, BBPO plans to develop a multi -service policy to consolidate biosafety and biosecurity initiatives for combined biorisk management and replace Army Directive 2016 -24 once the Army has fully implemented its direct ive. While efforts to develop the draft concept plan and overarching guidance are important, BBPO has not identified long -term goals, objectives, external factors that can affect goals, use of metrics to gauge progress, an evaluation plan for monitoring go als and objectives, and an overall time frame for completion of a strategy and implementation plan. According to Office of Management and Budget Circular (OMB) A -11, in addition to fulfilling the requirements of the GPRA Modernization Act of 2010, strategi c planning serves a number of important management 31DOD Instruction 5210.88; Exec. Order No.13546, Optimizing the Security of Biological Select Agents and Toxins in the United States , 75 Fed. Reg . 39437 (July 2, 2010). 32Department of Defense Manual 6055.18 -M, Safety Standards for Microbiological and Biomedical Laboratories (May 11, 2010). Letter functions related to achieving an agency's mission. Page 23 GAO -18-422 Biological Select A gents and Toxins 33 For example, strategic planning is a valuable tool for communicating a vision for the future and should include goals and objectives that align with res ources and guide decision making to accomplish priorities and improve outcomes. An overall strategy would also help to prioritize funding; accomplish priorities to improve outcomes; and coordinate biosafety and biosecurity protocols, practices, and procedu res to achieve harmonization across the military services and the DOD BSAT enterprise. To accomplish these things, a strategy and implementation plan can include such things as long -term goals, objectives, external factors that can affect goals, use of met rics to gauge progress, and a time frame for completion. BBPO officials acknowledged that they need a strategy and implementation plan for the BSAT Biosafety and Biosecurity Program. They said that once they complete the concept plan, they will develop a strategy that will include specific goals and tasks to support programmatic efforts. They explained that they have not been able to develop a strategy and implementation plan because BBPO still is organizing the office and carrying out its other responsibil ities while working toward obtaining stakeholder support for the program. As DOD completes a concept plan for the program and turns its attention to a strategy and implementation plan for the program over the long term, BBPO has an opportunity to incorpor ate the following key elements typically found in such strategies and implementation plans and specified in OMB guidance: long -term goals, objectives, external factors that can affect goals, use of metrics to gauge progress, evaluation of the plan to monit or goals and objectives, and an overall time frame for completion of the strategy and implementation plan. Without a strategy and implementation plan, Dugway Proving Ground and DOD's currently covered facilities may not be able to determine how to inform D OD's long - term planning efforts. In addition, components of the DOD BSAT enterprise may remain unclear about the department's strategy to harmonize BSAT operations to ensure safety, security, and standardization of procedures throughout DOD's BSAT enterpri se. A 33OMB, Circular No. A -11, Preparation, Submission, and Execution of the Budget (Washington, D.C., Executive Of fice of the President, July 2017).We previously have found that requirements under the Government Performance and Results Act for strategic planning can also serve as leading practices for strategic planning at lower levels within federal agencies, such as planning for individual programs. See Pub. L. No. 111 -352, 124 Stat. 3866 -3884 (2011), GAO -12-885 and GAO -12-77. Letter strategy and implementation plan could also help ensure unity of command among the military services to employ department -wide policies and procedures for managing the biosafety and biosecurity of BSAT. They also could help DOD to identify the capabi lities necessary to support laboratory improvements, mitigate biological mishaps similar to the 2015 incident at Dugway Proving Ground, and allocate resources that support the BSAT enterprise. The Army Has Not Fully Institutionalized Page 24 GAO -18-422 Biological Select A gents and Toxins Measures to Ensure the Independence of Edgewood Chemical Biological Center's T est and Evaluation Mission The Army has not fully institutionalized measures to ensure that its biological test and evaluation mission remains independent from its biological research and development mission at Edgewood Chemical Biological Center. This is important for preventing undue influence of test and evaluation procedures on research and development procedures, and vice versa. In April 2016, the Army issued General Order 2016 -04 in response to a recommendation from the Army's Biosafety Task Force, which directed the transfer of the West Desert Test Center - Life Sciences Division at Dugway Proving Ground, Utah, and its reassignment to the U.S. Army Materiel Command -Research, Development and Engineering Command - U.S. Army Edgewood Chemical Biological Center at Aberdeen Proving Ground, Maryland.34 This transfer took place in July 2016, and the former Life Sciences Division was subsequently renamed the BioTesting Division. Edgewood Chemical Biologic al Center's traditional mission primarily is focused on research and development, while the West Desert Test Center's traditional mission is focused on test and evaluation. DOD subsequently reported to the congressional defense committees on April 10, 201 7, that it had realigned the BioTesting Division in order to place it under staff with more experience in handling BSAT.35 According 34AGO 2016 -04. 35DOD, Report to Congressional Defense Committees in Response to the National Defense Authorization Act for Fiscal Year 2017 , Improved Biosafety for Handling of Select Agents and Toxins (Apr. 10, 2017). The physical and intellectual infrastructure of the BioTesting Div ision will remain at Dugway Proving Ground, Utah. Letter to the CBDP's 2017 Annual Report to Congress, the realignment of the BioTesting Division will enable tracking, reporting, an d meeting of audit requirements within an approved framework for managing governance, risks, and compliance. Figure 4 illustrates the transfer of command and control of the BioTesting Division. Figure 4: Transfer of Command and Control of the BioTesting Di vision from the Page 25 GAO -18-422 Biological Select A gents and Toxins West Desert Test Center to Edgewood Chemical Biological Center as of March 2018 Letter aThe BioTesting Division mission command was transferred and reassigned to Edgewood Chemical Biological Center. Officials at Edgewood Chemical Biological Cent er identified a number of steps they have taken and plan to take to address concerns related to potential conflict of interest, including the following: · In June 2016, the Army Test and Evaluation Command and Army Research, Development and Engineering Comma nd signed a memorandum of agreement addressing reassignment of the BioTesting Division that lays out roles and responsibilities for test processes and procedures between the two entities. Page 26 GAO -18-422 Biological Select A gents and Toxins 36 The memorandum also notes that the Research, Development and Engine ering Command will develop a mitigation strategy for conflicts of interest when Edgewood Chemical Biological Center is the developer and the BioTesting Division is the tester. · In November 2017, Edgewood Chemical Biological Center elevated the BioTesting Di vision from a branch to a division to raise its visibility and alleviate concerns about independence between the test and evaluation functions and the research and development functions of Edgewood Chemical Biological Center. However, as of March 2018, the Army has not institutionalized measures, such as policies, standard operating procedures, protocols, and roles and responsibilities to ensure independence between the biological research and development mission and the test and evaluation mission. Specifi cally, the Army has not provided any measures beyond the memorandum of agreement that acknowledged the potential for conflict of interest, such as the conditions under which one or more officials —even without intent —exercises undue influence of test and ev aluation mission procedures on research and development procedures. The Army also recognizes the need for a mitigation strategy —to ensure independence between the biological research and development function and the test and evaluation function that takes the transfer of command and control into account. The memorandum of agreement does not contain, for example, criteria that distinguish the mission requirements for operational test and evaluation for the BioTesting Division from the mission requirements fo r research and development, and risk management 36Memorandum of Agreement Between the U.S. Army Test and Evaluation Command (ATEC) and the U.S. Army Research, Development and Engineering Command (RDECOM) regarding Reassignment of West Desert Test Center - Life Sciences Division (WDTC -LSD) from ATEC to RDECOM (June 23, 2016). Letter guidelines to mitigate risks associated with potential conflicts of interest between the Edgewood Chemical Biological Center research and development mission and the BioTesting Division's test and evaluation mission. Army officials explained that a mitigation strategy has not been developed —and that there is no time frame for developing such a strategy —because there is no testing of BSAT materials under way at the BioTesting Division, since its BSAT registra tion has been withdrawn. According to Army officials, this condition could last for at least 1 to 2 years. While a mitigation strategy to prevent potential conflict of interest is envisioned by the memorandum of agreement, Edgewood Chemical Biological Cen ter officials currently are focused on re -registering the BioTesting Division with the Federal Select Agent Program and bringing it back up to full operational capability. A senior official at Edgewood Chemical Biological Center acknowledged that the risk to independence between Edgewood Chemical Biological Center and the BioTesting Division is an issue that remains unresolved and there are currently no measures in place to prevent potential conflict of interest. According to Army Regulation 73 -1, Test and Evaluation: Test and Evaluation Policy , independence is important to ensure that the decision maker is provided with, for example, unbiased, objective advice about the status of the development of a system. Page 27 GAO -18-422 Biological Select A gents and Toxins 37 In addition, as we have reported, independence between research and development functions and test and evaluation functions is key to the effectiveness of operational test and evaluation.38 We have reported long -standing conflicts between the research and development mission and the test and evaluation mission when there is a lack of independence, including (1) how many and what types of tests to conduct; (2) when testing should occur; (3) what data to collect, how to collect it, and how best to analyze it; and (4) what conclusions are supportable given the analysis and the limitations of the test program.39 One example where the Army considered a potential conflict of interest was between the Army Test and Evaluation Command's chemical test and evaluation mission and Edgewood Chemical Biological Center's 37AR 73 -1. 38GAO, Test and Evaluation: Impact of DOD's Office of the Director of Operational Test and Evaluation, GAO/NSI AD-98-22 (Washington, D.C., Oct. 24, 1997). 39GAO/NSIAD -98-22. Letter chemical research and development mission. Specifically, Army Directive 2016 -24 directed the Army Test and Evaluation Command to conduct a separate evaluation to determine whether to transfer the \"remaining elements,\" that is, the chemical mission, from We st Desert Test Center to Edgewood Chemical Biological Center. Officials from the Army Test and Evaluation Command stated that after developing alternative courses of action, they decided —in contrast to their decision on the biological mission —to keep the c hemical mission under the Army Test and Evaluation Command rather than transferring it to the Edgewood Chemical Biological Center. According to officials at the Army Test and Evaluation Command, the transfer of operational command and control of their chem ical mission could create an independence issue by placing the chemical test and evaluation function within the same command as the research and development function. Page 28 GAO -18-422 Biological Select A gents and Toxins 40 The chemical mission represents a major operational command and control element of the A rmy Test and Evaluation Command. Without measures in place to preserve independence —such as criteria that establish mission requirements for operational test and evaluation for the BioTesting Division or risk management guidelines —there is a potential ris k to the independence of the testing and evaluation mission conducted by the BioTesting Division. For example, the BioTesting Division might be compelled to prioritize the testing of Edgewood Chemical Biological Center products over those of other DOD and non- DOD customers. Officials in the Army Test and Evaluation Command stated that the transfer of the biological test and evaluation mission may increase the complexity of the evaluation mission by requiring additional coordination. Furthermore, the BioTest ing Division's procedures on particular efforts could be influenced, resulting in test and evaluation that may not be objective or reliable. Without developing measures to prevent conflicts of interest, the Army will not have reasonable assurance of the independence of the BioTesting Division's test and evaluation mission. 40Army Test and Evaluation Command traditionally has been responsible for planning, integrating, and conducting experiments, developm ental testing, independent operational testing, and independent evaluations and assessments using chemical and biological materials, among other things, to provide essential information to acquisition decision makers and commanders. Letter DOD Has Not Completed the Study and Page 29 GAO -18-422 Biological Select A gents and Toxins Evaluation Required by the NDAA for Fiscal Year 2017 to Determine Specific Infrastructure Needs for the BSA T Program DOD has not completed its BSAT infrastructure study to determine its infrastructure needs, as required by the NDAA for Fiscal Year 2017. DOD was to report to the congressional defense committees by February 1, 2017, among other things, on the results of its study to evaluate (1) the feasibility of consolidating covered facilities within a unified command to minimize risk, (2) opportunities to partner with industry for the production of BSAT and related services in lieu of maintaining such capabilities within the Army, and (3) whether ope rations under the BSAT production program should be transferred to another government or commercial laboratory that might be better suited to produce BSAT for non -DOD customers. Moreover, Standards for Internal Control in the Federal Government provides sp ecific guidance to federal agencies on how to communicate clearly defined objectives that are to be achieved — including time frames for completing those objectives —and to inform decision makers in a timely manner.41 DOD provided a report to the congressiona l defense committees on April 10, 2017, stating that the department is still identifying its BSAT infrastructure requirements.42 However, as of March 2018, CBDP officials acknowledged that these study efforts are still ongoing and that there are no estimate d time frames for completing any of them. DOD officials stated that they are focusing on identifying enterprise -wide infrastructure for CBDP, of which BSAT infrastructure is just one part. Officials explained that they have prioritized their efforts to fir st address the recommendations from our 2015 report, which included calling for DOD to designate an entity to take responsibility for CBDP Enterprise infrastructure.43 CBDP officials stated that when they established the infrastructure manager position, the y decided to study CBDP Enterprise 41GAO -14-704G . 42DOD, Report to Congressional Defense Committees in Response to National Defense Authorization Act for Fiscal Year 2017 , April 10, 2017. 43GAO -15-257. Letter infrastructure from a \"clean slate\" and leverage lessons learned from previous studies. According to DOD officials, this information will be used to identify any capability gaps, right -size the CBDP Enterprise infrastruct ure, and support DOD's final report to Congress regarding BSAT infrastructure. Regarding DOD's first required task —to study the feasibility of consolidating covered facilities within a unified command to minimize risk—DOD officials stated that study effort s are ongoing and highlighted initial consolidation actions the department has taken. Specifically, DOD officials stated that (1) DOD had established the Secretary of the Army as Executive Agent to further consolidate command oversight of DOD's BSAT Biosaf ety and Biosecurity Program and (2) the Army had transferred the command and control of the BioTesting Division from the Army Test and Evaluation Command to Edgewood Chemical Biological Center, as previously discussed. Regarding DOD's second required task , DOD officials stated that the Army and DOD have not yet begun any specific studies on opportunities to partner with industry to produce BSAT and related services as an alternative to maintaining these capabilities within the Army. CBDP officials stated t hat they continually look for opportunities to partner with industry on production. CBDP officials told us that they plan to determine if there are opportunities to partner with industry after the CBDP Enterprise -wide study effort is completed. In the mean time, officials highlighted that the Army's Defense Biological Product Assurance Office within the Joint Program Executive Office for Chemical and Biological Defense —formerly known as the Critical Reagents Program —has taken action to study its office's BSA T-related commercial product line, which has resulted in the office divesting itself of inactivated BSAT materials. Page 30 GAO -18-422 Biological Select A gents and Toxins 44 Regarding the third required task, the NDAA for Fiscal Year 2017 required DOD to study whether BSAT production operations should be transfe rred to another government or commercial laboratory that might be better suited to produce BSAT for non -DOD customers. DOD reported that it has taken steps to support a future decision on this issue and, according to DOD officials, once it has completed th e CBDP Enterprise - 44The Critical Reagents Program was established in 1998 and its mission included serving as the principal resource for biological reference materials, reagents, and assays to meet the needs of DOD and its partners. In 2016, the Critical Reagents Program wa s replaced with the Defense Biological Product Assurance Office. Letter wide study of infrastructure capabilities and capacity, it will determine whether the BSAT community needs to transfer any part of its production to another entity. With regard to the production of BSAT for non -DOD customers, Army officia ls stated that when the BioTesting Division at Dugway Proving Ground becomes fully operational and re -registers with the Federal Select Agent Program in fiscal year 2019, it will no longer be producing and shipping BSAT to non -DOD customers. The Army took steps to address the issue prior to the NDAA for Fiscal Year 2017. Specifically, in August 2015, the Army established a Biosafety Task Force working group that examined, among other things, DOD's covered facilities and options for locations for producing B SAT. Subsequently, in February 2016, the Army recommended that additional analysis be conducted before any decision is made to change the current BSAT laboratory infrastructure. Appendix VII shows what DOD has reported and completed in response to the requ irements in the NDAA for Fiscal Year 2017. The NDAA for Fiscal Year 2017 is not the first time that DOD has been directed to review its BSAT infrastructure. Biosafety, biosecurity, and biodefense issues have been long -standing concerns for the nation. We found that the federal government —including DOD —has spent over a decade studying biosafety and biosecurity issues, including BSAT infrastructure. DOD has contributed to and is continuing to support a number of federal efforts regarding size, safety, securit y, and oversight of high-containment laboratories across the United States, including the efforts of the Federal Experts Security Advisory Panel and Fast Track Action Committee to examine the size and scope of laboratories working with BSAT across the Unit ed States. Appendix VIII describes and provides a summary of selected federal panels, task forces, and working groups that have examined biosafety, biosecurity and biodefense issues since 2004. (Our prior reports related to these matters are included in Related GAO Products at the end of this report.) According to CBDP officials, once CBDP gathers information on the capacity and needs of its enterprise -wide infrastructure and determines where there are capability gaps, it anticipates providing a report to t he congressional defense committees. These officials said that the report will provide information on whether DOD should consolidate or transfer infrastructure and opportunities to partner with industry on BSAT. The EARO has periodically met with congressi onal authorizers, according to BBPO officials, to provide programmatic updates on the DOD BSAT Biosafety and Biosecurity Program. However, CBDP officials stated that they have not provided an update to the congressional defense Page 31 GAO -18-422 Biological Select A gents and Toxins Letter committees on the results of the study efforts since they issued their preliminary report on April 10, 2017. In addition, CBDP officials told us that they do not have an estimated time frame for when they will be able to provide the final report on the results of the study of BSAT infrastructure. DOD has reported that its mandated study efforts on BSAT -related infrastructure still are ongoing because DOD is focused first on identifying CBDP Enterprise -wide infrastructure and has no estimated time frames for completing the mandated stu dy. Unless DOD establishes time frames for finalizing its study, decision makers will not have reasonable assurance that DOD is taking the necessary steps in a timely manner to provide the required BSAT infrastructure CBDP needs to support the warfighter. Conclusions Page 32 GAO -18-422 Biological Select A gents and Toxins The inadvertent shipments of incompletely inactivated Bacillus anthracis from Dugway Proving Ground, according to the Army's 2015 investigation report, constituted serious breaches of regulations and raised biosafety and biosecurity concerns. S ince then, DOD has taken steps to improve biosafety and biosecurity and made significant progress in addressing the recommendations from the Army's investigation report. The department currently has an opportunity to take several additional management actions that, if implemented fully, will help it capitalize on the progress that it has made. Addressing the gap in assessing how effectively the recommendations and actions taken address the original condition and contributing factors they were intended to re solve would bolster the Army's long -term efforts. The Army could incorporate such an approach into its existing processes to monitor the implementation of recommendations from the Army's 2015 investigation report. The Army clearly has a concept in mind for the BSAT Biosafety and Biosecurity Program. However, that concept does not constitute a strategy and implementation plan that identifies specific long -term goals, objectives, external factors that can affect goals, and tasks to support programmatic effort s through the use of metrics to gauge progress; milestones; an evaluation of the plan; and an overall time frame for completion. Without a strategy and implementation plan, the Army may not be able to harmonize BSAT operations to ensure safety, security, a nd standardization of procedures throughout DOD 's BSAT enterprise. The Army recognizes that the transfer of operational command and control of the BioTesting Division from West Desert Test Center at Letter Dugway Proving Ground, Utah, to Edgewood Chemical Biologi cal Center at Aberdeen Proving Ground, Maryland, could result in unintended consequences, such as a potential risk to the independence of the testing and evaluation mission. However, although Army officials said they intend to develop a strategy to mitigat e this risk, there is no time frame for doing so, because there is no testing under way at the BioTesting Division and there will be none for at least 1 to 2 years. This hiatus in testing should not preclude Army efforts to develop a mitigation strategy. W ithout measures in place to prevent or mitigate a risk to independence, the transfer of operational command and control could ultimately compromise the quality of future technologies used by the warfighter. Finally, DOD is focusing on identifying the enter prise -wide infrastructure necessary for CBDP. However, it has not yet determined time frames for completion of the study required by the NDAA for Fiscal Year 2017 related to consolidation of command, transfer of BSAT production responsibilities, and opport unities to partner with industry for the production of BSAT. Without time frames for reporting on the final results of this study, DOD is unable to provide decision makers with key information needed to determine infrastructure requirements for the BSAT program and contribute to federal -level efforts to determine the appropriate number of high -containment laboratories in the United States. Recommendations for Executive Action Page 33 GAO -18-422 Biological Select A gents and Toxins We are making the following four recommendations to the Department of Defense: The Secretary of the Army should ensure that The Surgeon General of the Army, as the EARO for DOD's BSAT Biosafety and Biosecurity Program, incorporates into existing processes an approach for assessing how effectively the recommendations from the Army's 2015 investigation report address the original condition and contributing factors that they were intended to resolve. (Recommendation 1) The Secretary of the Army should ensure that The Surgeon General of the Army, as the EARO for DOD's BSAT Biosafety and Bios ecurity Program, develops a strategy and implementation plan for the DOD BSAT Biosafety and Biosecurity Program that includes long -term goals, objectives, external factors that can affect goals, use of metrics to gauge progress, an evaluation plan for moni toring goals and objectives, and a time frame for completion. (Recommendation 2) Letter The Secretary of the Army should ensure that the Commander of Army Materiel Command establishes measures to prevent the potential risk to independence posed by transferring op erational command and control of the BioTesting Division from West Desert Test Center to the Edgewood Chemical Biological Center. Such measures could include, for example, criteria that establish mission requirements for operational test and evaluation for the BioTesting Division, in accordance with DOD and Army regulations, and risk management guidelines to mitigate risks associated with potential conflicts of interest between the Edgewood Chemical Biological Center research and development mission and the BioTesting Division's test and evaluation mission. (Recommendation 3) The Secretary of Defense should ensure that the Deputy Assistant Secretary of Defense for Chemical and Biological Defense establishes time frames to complete the study and its evaluatio ns required by the NDAA for Fiscal Year 2017, Section 218(d), regarding the feasibility of consolidating covered facilities within a unified command, opportunities to partner with other industry for the production of BSAT, and transfer of BSAT production r esponsibilities. (Recommendation 4) Agency Comments and Our Evaluation Page 34 GAO -18-422 Biological Select A gents and Toxins In written comments on a draft of this report, DOD concurred with all four of our recommendations, discussed actions it is taking and plans to take to implement them, and provided targ et dates for completing implementation of these actions. The full text of DOD's written comments are reprinted in appendix IX. DOD also provided us with several technical comments, which we incorporated in the report, as appropriate. We believe these actio ns, if fully implemented, will address our recommendations. USDA and HHS did not provide formal agency comments on a draft of this report, but provided us with a technical comment, which we incorporated in the report, as appropriate. We are sending copies of this report to the congressional defense committees as well as other appropriate congressional committees; the Secretaries of Defense, Agriculture, and Health and Human Services; the Assistant Secretary of Defense for Nuclear, Chemical, and Biological Defense Programs; the Deputy Assistant Secretary of Defense for Chemical and Biological Defense; the Department of Defense Inspector General; the Secretaries of the Army, the Air Force, and the Navy and the Letter Commandant of the Marine Corps; the Directors, Cen ters for Disease Control and Prevention and Animal and Plant Health Inspection Service ; and other cognizant officials, as appropriate . In addition, the report is available at no charge on the GAO website at http://www.gao. gov. Page 35 GAO -18-422 Biological Select A gents and Toxins Letter If you or your staff have any questions concerning this report, please contact Joseph Kirschbaum at (202) 512 -9971 or KirschbaumJ@gao.gov . Contact points for our Offices of Congressional Relations and Pub lic Affairs may be found on the last page of this report. GAO staff who made key contributions to this report are listed in appendix X. Joseph W. Kirschbaum Director, Defense Capabilities and Management Page 36 GAO -18-422 Biological Select A gents and Toxins Letter List of Committees The Honorable James M. Inhofe Chairman The Honorable Jack Reed Ranking Member Committee on Armed Services United States Senate The Honorable Richard Shelby Chairman The Honorable Richard Durbin Ranking Member Subcommittee on Defense Committee on Appropriations United States Senate The Honorable Mac Thornberry Chairman The Honorable Adam Smith Ranking Member Committee on Armed Services House of Representatives The Honorable Kay Granger Chairwoman The Honorable Peter J. Visclosky Ranking Member Subcommittee on Defense Committee on Approp riations House of Representatives Page 37 GAO -18-422 Biological Select A gents and Toxins Appendix I: Obje ctives, Scope, and Methodology Page 38 -18-422 Biological Select A gents and Toxins Appendix I: Objectives, Scope, and Methodology The National Defense Authorization Act (NDAA) for Fiscal Year 2017 included a provision for us to report on the Department of Defense's (DOD) actions to address findings and recommendations of the Army's December 2015 investigation report (hereafter, the Army's 2015 investigation report) regarding the inadvertent shipment of incompletely inactivated Bacillus anthracis from Dugway Proving Ground, Utah.1 It also included a provi sion for us to report on DOD's efforts to implement quality control and assurance measures for the department's Biological Select Agents and Toxins (BSAT) Biosafety and Biosecurity Program, among other things.2 This report discusses the extent to which (1) DOD has implemented the recommendations from the Army's 2015 investigation report and has developed an approach to measure the effectiveness of actions taken to address the recommendations, (2) the Army has implemented the BSAT Biosafety and Biosecurity P rogram and developed a strategy and implementation plan, (3) the Army has developed measures to ensure that its biological test and evaluation mission remains independent under its biological research and development mission, and (4) DOD has carried out a study and evaluation in compliance with the requirements contained in section 218, subsection (d), of the NDAA for Fiscal Year 2017. To determine how DOD has implemented the recommendations from the Army's 2015 investigation report and has developed an app roach to measure the effectiveness of actions taken to address the recommendations, we reviewed the Army's 2015 investigation report recommendations and assessed the subsequent actions that DOD had taken to address those recommendations. To determine wheth er specific recommendations have been addressed, we analyzed guidance that DOD and the Army issued to instruct department and military service activities on roles and responsibilities and implementation efforts to support DOD's BSAT Biosafety and Biosecuri ty Program, such as DOD 1Army, AR 15 -6 Investigation Report, Individual and Institutional Accountability for the Shipment of Viable Bacillus anthracis from Dugway Proving Ground (Dec. 17, 2015). 2Pub. L. No. 114 -328 § 218 (2016). Appendix I: Objectives, Scope, and Methodology Instruction 5210.88, Security Standards for Safeguarding Biological Select Agents and Toxins (BSAT) ; Army Directive 2016 -24, Department of Defense Biological Select Agent and Toxins Biosafety Program ; and Implementation Guidance for Army Directive 2016 -24. Page 39 GAO -18-422 Biological Select A gents and Toxins 3 We also analyzed supporting documentation from DOD officials to demonstrate how those specific recommendations were addressed.4 As of March 2018, DOD had designated a priority level and had updated the completion status of its im plementation for each of the 35 of 39 recommendations from the Army's 2015 investigation report that we reviewed. This update and priority level designation was conducted at our request. We also asked that DOD provide us with milestones and risk assessmen ts associated with the implementation of the recommendations from the Army's investigation report. However, DOD was unable to provide this information. (We did not review the 4 recommendations in the investigation report that pertain to individual accounta bility.) We interviewed cognizant DOD and military service officials to obtain their perspectives on efforts to address the recommendations in response to the 2015 incident at Dugway Proving Ground. In addition, we reviewed Standards for Internal Control i n the Federal Government and DOD Instruction 5010.40, Managers' Internal Control Program Procedures to identify criteria for communicating quality information and performing monitoring and reporting activities.5 To determine the extent to which the Army ha s implemented the BSAT Biosafety and Biosecurity Program and developed a strategy and implementation plan, we obtained documentation from DOD officials on current policies, procedures, and directives identifying oversight and governance authorities involve d in supporting DOD's BSAT Biosafety and Biosecurity Program. Also, we obtained examples of working groups 3Department of Defense Instruction 5210.88, Security Standards for Safeguarding Biological Select Agents and Toxins (BSAT) (Jan. 19, 2016) (incorporating change 1, Oct. 6, 2017); Army Directive 2016 -24, Department of Defense Biological Se lect Agent and Toxins Biosafety Program (Jul. 25, 2016); and Department of the Army, Office of The Surgeon General Memorandum, Implementation Guidance for Army Directive 2016 -24 (Sep. 16, 2017) . 4GAO did not independently assess whether each recommendation and DOD's subsequent actions addressed the problems reported in the Army's 2015 investigation report. 5GAO, Standards for Internal Control in the Federal Government , GAO -14-704G (Washington, D.C .: September 2014), and Department of Defense Instruction 5010.40, Managers' Internal Control Program Procedures (May 30, 2013). Appendix I: Objectives, Scope, and Metho dology responsible for developing quality control and assurance guidance and standard operating procedures for working with BSAT in DOD laboratories and acr oss the Chemical and Biological Defense Program (CBPD) Enterprise. In addition, we compared the actions of the BSAT Biorisk Program Office (BBPO), such as developing the draft Department of Defense Biological Select Agents and Toxins Biorisk Program Office Concept Plan , to leading practices for sound management identified in the GPRA Modernization Act of 2010, and the Army's 2015 investigation report recommendations. Page 40 GAO -18-422 Biological Select A gents and Toxins 6 Further, we interviewed DOD officials from the military services to determine their strate gies and efforts in supporting DOD's plans to effectively manage DOD's BSAT Biosafety and Biosecurity Program. We also interviewed cognizant officials to determine any biosafety and biosecurity improvements made since the 2015 incident at Dugway Proving Gr ound. We toured all six DOD BSAT laboratory facilities, five of which currently are responsible for handling BSAT, to observe the current physical space —both operational and under construction —for handling and testing BSAT. These site visits were conducte d at the (1) BioTesting Division, Dugway Proving Ground, Utah; (2) Edgewood Chemical Biological Center, Aberdeen Proving Ground, Maryland; (3) U.S. Army Medical Research Institute of Infectious Diseases, Fort Detrick, Maryland; (4) Naval Medical Research Center, Fort Detrick, Maryland; (5) Chemical, Biological, and Radiological Defense Division, Naval Surface Warfare Center - Dahlgren Division, Dahlgren, Virginia; and (6) 711th Human Performance Wing, Wright - Patterson Air Force Base, Ohio. We also conduc ted facilitated discussions between September 2017 and November 2017 with groups of laboratory non-supervisory staff at each of the six DOD BSAT laboratories —five of which currently are responsible for handling BSAT —to obtain their views of the effects of the 2015 discovery at Dugway Proving Ground and the subsequent investigation and management actions to respond to identified problems. Generally, discussion groups are designed to obtain in -depth testimonial information about participants' views, opinions, and/or experiences on specific issues, which cannot be easily obtained from single interviews. In preparation for each discussion group, we asked the leadership at each of the six DOD laboratories to distribute our e -mail inviting all laboratory staff to participate in an on -site discussion group. These small groups consisted 6BSAT Biorisk Program Office, Department of Defense Biological Select Agents and Toxins Biorisk Program Office Concept Plan (draft). Pub. L. No. 111 -352, 124 Stat. 3866 - 3884 (Jan. 4, 2011). Appendix I: Objectives, Scope, and Methodology of self -selected volunteers , and were not random samples of research staff at each of these laboratories. The number of non-supervisory laboratory staff participants in each group ran ged from 3 to 17 and totaled 44 participants. A GAO team member facilitated each discussion group, using a structured discussion guide with open -ended questions. The team did not record the discussions. Instead, multiple GAO team members took notes of the discussion, without ascribing comments to specific individuals. We later summarized the information collected for each discussion group and identified recurring themes. We did not design these discussion groups to provide results that were generalizable t o the whole research staff at each laboratory. Laboratory staff who did not participate in these discussion groups may have different opinions and observations from those who participated in our discussion groups. Moreover, while we designed our discussion method to encourage participants to offer whatever comments they wished, we cannot assume that participants mentioned all of the effects that may have influenced their laboratory activities since 2015. We also reviewed our prior work on the management of hazardous biological agents in high -containment laboratories at federal departments and agencies, including DOD. A list of related GAO products on high - containment laboratories is included in the Related GAO Products pages at the end of this report. To examine the extent to which DOD has developed measures to ensure that the BioTesting Division's test and evaluation mission remains independent from the research and development mission that resides at Edgewood Chemical Biological Center, we reviewed and co mpared Army Regulation 73 -1 on testing and evaluation to Army General Order 2016 -04, which first directed the transfer of the Life Sciences Division — later renamed the BioTesting Division —from the Army Test and Evaluation Command to Edgewood Chemical Biolo gical Center. Page 41 GAO -18-422 Biological Select A gents and Toxins 7 We also compared AR 73 -1 to Army Directive 2016 -24, Department of Defense Biological Select Agent and Toxins Biosafety Program , which provided 7Army Regulation 73 -1, Test and Evaluation: Test and Evaluation Policy (Nov. 16, 2016), and Army General Order 2016 -04, Transfer of the West Desert Test Center -Life Sciences Division (Apr. 15 , 2016). Appendix I: Objectives, Scope, and Methodology additional guidelines for this transfer. Page 42 GAO -18-422 Biological Select A gents and Toxins 8 We also reviewed the memorandum of agreement between the Army Test and Evaluation Command and the Army Research, Development and Engineering Command to assess plans, roles, and responsibilities for transfer and reassignment of the BioTesting Division from the West Desert Test Center to the Edgewood Chemical Bio logical Center.9 We also conducted interviews with senior staff at the BioTesting Division, the West Desert Test Center, and the Edgewood Chemical Biological Center to determine what procedures are in place to ensure that the BioTesting Division's test and evaluation activities are not being influenced by the Edgewood Chemical Biological Center's research and development efforts. To examine the extent to which DOD has carried out a study and evaluation in compliance with the requirements contained in sect ion 218, subsection (d), of the NDAA for Fiscal Year 2017, we compared the relevant requirements from the NDAA for Fiscal Year 2017 with DOD's April 10, 2017, report to the congressional defense committees to determine whether the report included all of th e required elements concerning consolidation, transfer, and opportunities to partner with industry on the production of BSAT.10 We also obtained —through interviews with agency and written responses —the status of DOD's efforts to address NDAA for Fiscal Year 2017 concerning infrastructure requirements for the BSAT program and enterprise -wide infrastructure for CBDP. We reviewed the Standards for Internal Control in the Federal Government to identify criteria providing guidance to federal agencies to communica te clearly defined objectives that are to be achieved, including time frames for completing those objectives and informing decision makers.11 8AR 73 -1 and Army Directive 2016 -24, Department of Defense Biological Select Agent and Toxins Biosafety Program (July 25, 2016). 9Memorandum of Agreement Between the U.S. Army Test and Evaluation Command (ATEC) and the U.S. Army Research, Develop ment and Engineering Command (RDECOM) regarding Reassignment of West Desert Test Center - Life Sciences Division (WDTC -LSD) from ATEC to RDECOM (June 23, 2016). 10Department of Defense, Report to Congressional Defense Committees in Response to the National Defense Authorization Act for Fiscal Year 2017 , Improved Biosafety for Handling of Select Agents and Toxins (Apr. 10, 2017); and Pub. L. No. 114 -328, § 218 (2016). 11GAO, Standards for Internal Control in the Federal Government , GAO -14-704G (Washington, D.C.: September 2014). Appendix I: Objectives, Scope, and Methodology Information used in our analysis primarily covers the period from May 2015 through July 2018 and the information is the most recent available. We included budget information from fiscal year 201 6 to fiscal year 2018. To conduct our work, we obtained documentation and interviewed cognizant officials from DOD organizations, offices, and military commands responsible for funding, managing, and overseeing the production, handling, testing, and shipment of BSAT; the Departments of Health and Human Services (HHS) and Agriculture (USDA) agencies that manage the Federal Select Agent Program, which jointly regulate and oversee c overed entities in the United States that are registered to possess, use, and transfer BSAT; and all six DOD BSAT laboratories, five of which currently are responsible for handling BSAT. See below for a complete list of organizations and agencies. Departme nt of Defense Page 43 GAO -18-422 Biological Select A gents and Toxins · Office of the Under Secretary of Defense for Acquisition and Sustainment · Office of the Assistant Secretary of Defense for Nuclear, Chemical, and Biological Defense Programs § Office of the Deputy Assistant Secretary of Defense for Chemical and Biological Defense · Chemical and Biological Defense Program · Office of the Inspector General · Military services · Department of the Army o Office of the Assistant Secretary of the Army for Acquisition, Logistics and Technology § Joint Program Executive Office for C hemical and Biological Defense, Aberdeen Proving Ground, Maryland · Defense Biological Product Assurance Office, Ft. Detrick, Maryland · U.S. Army Materiel Command, Redstone Arsenal, Alabama · U.S. Army Research, Development and Engineering Command, Aberdeen Pro ving Ground, Maryland o U.S. Army Edgewood Chemical Biological Center, Aberdeen Proving Ground, Maryland Appendix I: Objectives, Scope, and Methodology § U.S. Army Edgewood Chemical Biological Center, BioTesting Division, Dugway Proving Ground, Utah · U.S. Army Test and Evaluation Command, Aberdeen Proving Ground, Maryland · U.S. Army Test and Evaluation Command, West Desert Test Center, Dugway Proving Ground, Utah · U.S. Army Medical Command, San Antonio, Texas · U.S. Army Medical Research and Materiel Command, Ft. Detrick, Maryland o Executive Agent Responsible Off icial, Ft. Detrick, Maryland o Biological Select Agents and Toxins Biorisk Program Office, Ft. Detrick, Maryland o U.S. Army Medical Research Institute of Infectious Diseases, Ft. Detrick, Maryland · Department of the Army Office of the Inspector General · Departm ent of the Navy · U.S. Navy Bureau of Medicine and Surgery, Falls Church, Virginia o Naval Medical Research Center, U.S. Army Forest Glen Annex, Silver Spring, Maryland o Naval Medical Research Center, Ft. Detrick, Maryland · Naval Sea Systems Command, Washington, DC o Naval Surface Warfare Center - Dahlgren Division, Dahlgren, Virginia · Department of the Air Force · Office of Strategic Deterrence and Nuclear Integration o 711th Human Performance Wing, Wright - Patterson Air Force Base, Ohio Department of Agriculture Page 44 GAO -18-422 Biological Select A gents and Toxins · Anim al and Plant Health Inspection Service, Riverdale, Maryland Appendix I: Objectives, Scope, and Methodology Department of Health and Human Services Page 45 GAO -18-422 Biological Select A gents and Toxins · Centers for Disease Control and Prevention, Atlanta, Georgia We conducted this performance audit from May 2017 to September 2018 in accordance with genera lly accepted government auditing standards. Those standards require that we plan and perform the audit to obtain sufficient, appropriate evidence to provide a reasonable basis for our findings and conclusions based on our audit objectives. We believe that the evidence obtained provides a reasonable basis for our findings and conclusions based on our audit objectives. Appendix II: Static Images and Inf ormation for Map of Department of Defense Biological Select Agents and Toxins Laboratories Page 46 GAO -18-422 Biological Select A gents and Toxins Appendix II: Static Images and Information for Map of Department of Defense Biological Select Agents and Toxins Laboratories Figure 5: Facili ties Included in the Department of Defense's Biological Select Agents and Toxins Biosafety and Biosecurity Program as of March 2018 Appendix II: Stati c Images and Information for Map of Department of Defense Biological Select Agents and Toxins Laboratories Table 1: Unique Capabilities of Department of Defense Laboratories That Handle Biological Selected Agents and Toxins as of Page 47 GAO -18-422 Biological Select A gents and Toxins March 2018 Military branch Department of Defense (DOD) Biological Select Agents and Toxins (BSAT) Laboratories Size of Laboratorya Unique Capabilitiesb Army Edgewood Chemical Biological Center (ECBC), Aberdeen Proving Ground, Maryland Medium ECBC foste rs research, development, testing, and application of technologies for protecting warfighters, first responders, and the nation from chemical and biological warfare agents. ECBC currently is developing better ways to remotely detect these chemical and biol ogical materials and technologies to counter everything from homemade explosives to biological aerosols to traditional and non - traditional chemical hazards. Army U.S. Army Medical Research Institute of Infectious Diseases (USAMRIID), Fort Detrick, Marylan d Large USAMRIID's mission is to provide leading edge medical capabilities to deter and defend against current and emerging biological threat agents. USAMRIID has the largest BSAT program within DOD and is committed to protecting U.S. Armed Forces from bio logical threats worldwide by conducting a range of efforts in the research and development of medical countermeasures and other technologies to prevent or mitigate the health effects of biological agents and emerging diseases. Army Life Sciences Division (currently known as the BioTesting Division), Dugway Proving Ground, Utah Medium ECBC BioTesting Division, Dugway Proving Ground's primary mission is to support the Chemical Biological Defense Program through test and evaluation of biological systems, meth odologies, and any associated need that requires biological capabilities. ECBC Dugway possesses the Whole System Live Agent Test Chamber, a high capacity, one -of-a-kind biological agent aerosol containment chamber designed and constructed primarily for bio logical warfare agent aerosol -detection system testing. Navy Chemical, Biological, Radiological Defense Division, Naval Surface Warfare Center - Dahlgren Division (NSWCDD), Dahlgren, Virginia Small The Chemical, Biological, Radiological Defense Division a t NSWCDD provides full -spectrum life cycle support for chemical, biological, and radiological detection, protection, decontamination, and modeling and simulation systems. This mission includes shipboard, fixed -site, and expeditionary chemical, biological, and radiological defense applications. NSWCDD maintains the only Navy Biological Safety Level -3 laboratory devoted to non -medical chemical, biological, and radiological defense applications, and is a leader in chemical and biological decontamination resear ch, centering on the decontamination of Bacillus anthracis . Navy Naval Medical Research Center, Fort Detrick, Maryland Medium The Biological Defense Research Directorate at the Naval Medical Research Center serves as a national resource providing testing and analysis for the presence of potential biological hazards. The researchers are considered leaders in the field of detection, including hand -held assays, molecular diagnostics, and confirmatory analysis. Appendix II: Static Images and Information for Map of Department of Defense Biological Select Agents and Toxins Laboratories Page 48 GAO -18-422 Biological Select A gents and Toxins Military branch Department of Defense (DOD) Biological Select Agents and Toxins (BSAT) LaboratoriesSize of LaboratoryaUnique Capabilitiesb Air Force 711th Human Performance Wing, Wright - Patterson Air Force Base, Ohio Small The 711th Human Performance Wing conducts research on technologies for the rapid detection of chemical, biological, and radiological events; hyperbaric medical research; and light, durable intensive care capabilities for aeromedical evacuation. It also has the nation's only Radiological Assessment Teams available for 24/7 deployment. Source: GAO analysis of DOD information. | GAO -18-422 aLaboratory size is based upon the following: 1 -4 laboratories or suites (small), 5-14 laboratories or suites (medium), and 15 or more laboratories or suites (large). See Department of Defense, Office of the Under Secretary of Defense For Acquisition, Technology, and Logistics, Report of the Defense Science Board Task Force on Departmen t of Defense Biological Safety and Security Program, (Washington D.C.: May 2009). bUnless otherwise noted, each of the six laboratories confirmed or provided us with a narrative description of its unique capabilities. Figure 6: Laboratory Personnel Conduc ting Biological Defense Research in the Biological Safety Level -3 Laboratory at Edgewood Chemical Biological Center, Aberdeen Proving Ground, Maryland Note: Figure 6 shows two laboratory personnel conducting biological defense research in the Biological Safety Level -3 laboratory at Edgewood Chemical Biological Center at Aberdeen Proving Ground, Maryland. For their safety and protection, the researchers wear powered air purifying respirators while working in biological safety cabinets. Appendix II: Static Images and Information for Map of Department of Defense Biological Select Agents and Toxins Laboratories Figure 7: Researcher Conducting Operations in a Biological Safety Level -4 Page 49 GAO -18-422 Biological Select A gents and Toxins Laboratory at the U.S. Army Medical Research Institute of Infectious Diseases, Fort Detrick, Maryland Note: Figure 7 shows a researcher in a Biological Safety Level -4 laboratory at the U.S. Army Medic al Research Institute of Infectious Diseases at Fort Detrick, Maryland. The researcher is loading an ultracentrifuge. Appendix II: Static Images and Information for Map of Department of Defense Biological Select Agents and Toxins Laboratories Figure 8: Researchers Preparing Particle Analyzer for Calibration in the Whole Page 50 GAO -18-422 Biological Select A gents and Toxins System Live Agent Test Chamber at the BioTesting Division, Dugway Proving Ground, Utah Note: Figure 8 shows two laboratory researchers preparing an inert particulate non -biological aerosol test in the BioTesting Division's Whole System Live Agent Test Chamber at Dugway Proving Ground, Utah. The unique 7,000 cubi c foot stainless steel test chamber will test biological detectors designed to warn the warfighter of airborne biological weapons. Appendix II: Static Images and Information for Map of Department of Defense Biological Select Agents and Toxins Laboratories Figure 9: Demonstration of Countermeasure Wash Down System on the USS Page 51 GAO -18-422 Biological Select A gents and Toxins Ronald Reagan Aircraft Carrier Note: Figure 9 shows t he aircraft carrier USS Ronald Reagan conducting a countermeasure wash down to decontaminate the flight deck while the ship is operating off the coast of Japan. Sailors scrubbed the external surfaces on the flight deck and island superstructure to remove p otential radiation contamination. The USS Ronald Reagan was providing humanitarian assistance as directed. Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 52 GAO -18-422 Biological Select A gents and Toxins Appendix III: Actions T aken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 The National Defense Authorizat ion Act for Fiscal Year 2017 contained a provision for us to review the actions taken by the Department of Defense (DOD) to address the findings and recommendations of the Army's 2015 investigation report regarding the incident at Dugway Proving Ground, including any actions taken to address the culture of complacency in the biological select agents and toxins (BSAT) program that was identified in the report.1 As of March 2018, DOD had designated a priority level and had updated the completion status of its implementation for each of the 35 of 39 recommendations from the Army's 2015 investigation report that we reviewed. This update and priority level designation was conducted at GAO's request. We also asked that DOD provide us with milestones and risk asse ssments associated with the implementation of the recommendations from the Army's investigation report. However, DOD was unable to provide this information. We did not review the 4 recommendations in the investigation report that pertain to individual accountability. Of the 35 recommendations, DOD officials identified 12 as high priority, 18 as moderate priority, and 5 as low priority. DOD officials also provided us with an update of the completion status for implementation of each of the recommendations. Of those 35 recommendations, DOD officials indicated that 18 had been completed and 17 were in progress. (We did not independently assess whether each recommendation and DOD's subsequent actions addressed the problems 1Pub. L. No. 114 -328, § 218 (2016); Army, AR 15 -6 Investigation Report, Individual and Institutional Accountability for the Shipment of Viable Bacillus anthracis from Dugway Proving Ground (Dec. 17, 2015). Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 identified in the Army's report.) Table 2 lists the 35 recommendations (tasks) by category, the priority assigned to each recommendation by DOD, the reported actions DOD has taken to address them, and the completion status DOD has reported for each as of March 2018. Page 53 GAO -18-422 Biological Select A gents and Toxins Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Table 2: Actions Taken t o Implement Recommendations from the Army's 2015 Investigation Report, Priority, and Completion Page 54 GAO -18-422 Biological Select A gents and Toxins Status Reported by the Department of Defense as of March 2018 Category Recommendation from the Army's 2015 Investigation Reporta and Priority Assigned by the Department of Defense (DOD) Actions Taken to Address Recommendation and Completion Status as Reported by DOD Scientific 1. Collaborate with DOD and Centers for Disease Control and Prevention (CDC) to revise current policy and regulations, including 42 Code of Federal Regulation part 73, to define \"Non -Viable Select Agents\" and to determine how to demonstrate non -viability of a select agent. Furthermore, DOD and CDC should consider allowing exempted amounts (below an infectious dose) of material to be treated a s non -viable select agent and consider eliminating or re -categorizing inactivated biological select agents and toxins (BSAT) to account for the fact that it is not possible to verify that material has been inactivated with 100 percent certainty. [High] Army Directive 2016 -24 directs the Executive Agent Responsible Official (EARO) to collaborate with policy makers at all levels on formulation and revision of policy. Department of Defense Directive (DODD) 5101.XXE (Draft) designates the EARO as the single poi nt of contact for collaboration with CDC on behalf of DOD. The BSAT Biorisk Program Office (BBPO) has established a working relationship with the Federal Select Agent Program (FSAP). BBPO and EARO periodically meet with FSAP on regulatory interpretation an d any areas of concern. BBPO also has an active role in the Federal Experts Security Advisory Panel and associated working groups and participates in the Executive Order 13546 quarterly calls along with CDC and the Animal and Plant Health Inspection Servic e (APHIS). The recommendation to consider allowing exempted amounts below an infectious dose would be in conflict with federal law and would create biosecurity vulnerabilities. This has been discussed with the FSAP and is an ongoing effort. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 55 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Scientific 2. Conduct studies to evaluate factors that could affect Bacillus anthracis spore resistance to gamma irradiation. A variety of factors can affect resistance to gamma irradiation including: (1) the strain of Bacillus anthracis , (2) the concentration o f spores in the solution being irradiated, (3) the total number of spores being irradiated, and (4) the purity of the spore solution being irradiated. Carefully controlled studies using varying doses of gamma irradiation should be conducted to evaluate eac h of these factors as well as the potential confounding effects of multiple factors. The desired outcome would be the development of kill curves for selected strains and spore concentrations of Bacillus anthracis under controlled conditions that could be replicated by production facilities. [High] The Deputy Secretary of Defense, in a July 23, 2015 memo, directed the Office of the Under Secretary of Defense for Acquisition, Technology and Logistics to fund and conduct studies to address these issues and wor k with CDC to establish standards for irradiation. This was further documented in Army Directive 2016 -24 (sections II.1.e, II.1.k, III.3.a, and III.6) and in the implementation plan for Army Directive 2016 -24 (section 6). The study directed by the Deputy Secretary of Defense is complete and was published in Applied and Environmental Microbiology in June 2018. The publication is entitled \"A Standard Method to Inactivate Bacillus anthracis Spores to Sterility Using Irradiation.\" The study was conducted by a D OD-wide consortium and outlines the thorough investigation of the production processes for inactivated B. anthracis spores. This effort establishes a baseline validated protocol that can inform future validation efforts with additional variables. BBPO also has established a Scientific Gaps in Biorisk Research Program (hereafter referred to the scientific gaps program). This program, funded by DOD, is intended to close scientific gaps in knowledge to facilitate validation of protocols or procedures or provid e critical information to support developing a validated protocol or procedure in viability testing, inactivation procedures, BSAT derivatives, pathogen destruction/decontamination/sterilization procedures, risk determination/characterization, environmenta l sampling/monitoring, or quality system development. Since its inception, the scientific gaps program has funded three additional research proposals, and it is securing funding mechanisms to fund more proposed studies. Funded projects are tracked through required quarterly reports and detailed written updates of milestone accomplishments. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 56 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Scientific 3. Conduct studies to evaluate the potential for gamma irradiated spores to heal. For growth to be detected during viability testing, dormant spores ( that were not actually killed during irradiation) must germinate first in order to begin growing. The triggers that allow for this transition are not clearly understood; however, there is evidence that suggests that time, variance in temperature, salt content, air pressure and nutrients dramatically affect germination and growth rates of spores. There is also evidence that the introduction of a catalyst could spur the onset of germination within a damaged germinating spore. The catalyst could be any number of potential factors including, but not limited to the following: time, incubation temperature, a freeze thaw cycle, or the introduction of growth media. [High] The study outlined in the response to recommendation 2 also addressed the potential of injured spores to heal. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 57 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Scientific 4. Conduct studies to evaluate factors that could affect viability testing of irradiated Bacillus anthracis spores. Key to the establishment of an effective Bacillus anthracis irradiation program is the establishment of a validated means of assessing the viability of the irradiated spores. In order to ensure that irradiated spores have truly been killed, conditions should be provided that optimizes the opportunity for growth. Factors to evaluate under viability testing in clude: length of time spores are incubated in broth and on plates, types of growth media used for incubation in broth and on plates (tryptic soy agar, brain heart infusion agar, nutrient broth, etc.), temperature(s) for incubation in broth and on plates, a nd the portion of the irradiated sample that should be used for viability testing. [High] The study outlined in the response to recommendation 2 addressed these concerns. This study established the required baseline information; however, additional variabl es regarding viability testing need to be evaluated. These studies will be submitted to the scientific gaps program for funding. [In progress] Institutional at United States Army 5. Unity of Command/ Consolidation of Facilities by appointing an Executive Agent with oversight over the laboratories at Dugway Proving Ground - Life Sciences Division (DPG - LSD), Edgewood Chemical Biological Center (ECBC), and U.S. Army Medical Research Institute of Infectious Diseases (USAMRIID) as well as any other entity worki ng with BSAT administered by the Department of the Army. [High] The Secretary of the Army was designated by the Deputy Secretary of Defense as the Executive Agent for Biosafety in a July 23, 2015, memorandum and as the Executive Agent for Biosecurity in a January 3, 2017, memorandum. The Secretary of the Army delegated authority to The Surgeon General of the Army in October 26, 2015, and March 31, 2017, memorandums. The Surgeon General delegated authority to the Commanding General, U.S. Army Medical Researc h and Materiel Command, in memorandums from the Department of the Army Surgeon General on December 9, 2016, and May 30, 2017. The roles and responsibilities of the Executive Agent are delineated in DODD 5101.XXE. (Draft DOD Instruction 5210.88, as amended in October 2017, also addresses the role of the Executive Agent.) Army Directive 2016 -24 (paragraphs 1.3.a and b) further defines the role of the Executive Agent. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 58 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional at United States Army 6. The Executive Agent should study consolidatio n of the laboratories involved in working with BSAT in order to leverage unity of command and minimize risk.b [High] The Secretary of Defense has designated the Deputy Assistant Secretary of Defense for Chemical and Biological Defense as the Infrastructure Manager with the responsibility to ensure that infrastructure is adequate to support the Chemical and Biological Defense Program (CBDP) mission to protect the warfighter (CBDP Infrastructure Manager Designation). The EARO/BBPO participates in infrastructu re meetings. The Biosafety Task Force Working Group 4 also addressed this question prior to the National Defense Authorization Act (NDAA) for Fiscal Year 2017 publication. CBDP has not undertaken a study specifically designed to address the feasibility of consolidating covered facilities as defined in the Sec. 218 of the NDAA for Fiscal Year 2017. Instead, its efforts have focused on addressing recommendations from GAO -15-257, which included designatin g an entity to lead the effort to identify required infrastructure. In his role as the Infrastructure Manager, the Deputy Assistant Secretary of Defense for Chemical and Biological Defense is leading the effort to identify core competencies (physical and intellectual) required to support the program. A core competency study of the DOD Service Laboratories, led by the Defense Threat Reduction Agency, Chemical and Biological Technologies Department, was completed in June 2017. This study identified 46 core co mpetencies that are vital to the CBDP science and technology mission. The critical core competencies related to the DOD BSAT Program reside at Naval Surface Warfare Center - Dahlgren Division, USAMRIID, and ECBC (including the BioTesting Division at Dugway Proving Ground). After the report was published, the Defense Threat Reduction Agency, Chemical Biological Technologies Department, recognized the critical support provided by the Naval Medical Research Center to the Defense Health Program, which was not m entioned in the report. The Air Force Research Laboratory at Wright - Patterson Air Force Base also was not addressed in this report, because its BSAT capabilities were not yet active. The CBDP community is working to document the competencies associated w ith these laboratories for inclusion in the overall infrastructure management effort. [In progress] Institutional at United States Army 7. The Executive Agent could assist in the development of common policies related to laboratory practices, cross fertiliz ation of lessons learned/best practices, and increased communication between colleagues and between organizations. [Moderate] BBPO holds quarterly BSAT Biorisk and Scientific Review Panel (BSRP) meetings, semi -annual stakeholders meetings, Responsible Official, and Biosafety Officer council meetings. It sponsors the attendance of Responsible Officials, Biosafety Officers, and research personnel at professional organization meetings such as The Association for Biosafety and Biosecurity (ABSA) International, and continuously provides opportunity for cross -talk between organizations. The EARO is continually assessing the need for and value of developing common policies related to laboratory practices. For practices shared by the enterprise, such as the Environm ental Sampling Program, BBPO is developing policies to ensure harmonization. This is an ongoing effort. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 59 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional at United States Army 8. The Army should consider working with CDC to create policy that addresses how correspondence between CDC and Army biological laboratories is delivered to the chain of command. Currently, communications occur between CDC representatives and the Responsible Officials at each individual laboratory, so reporting of significant events that may require action by senior leaders is not required or guaranteed by existing policy. [Moderate] Army Directive 2016 -24 and DODD 5101.XXE (Draft) establish the requirement for the EARO to serve as the focal point for communications with CDC. BBPO has negotiated a memorandum of understanding with CDC and APHIS that inserts BBPO and the EARO in the communication chain between CDC, APHIS, and the laboratories without hampering their ability to provide oversight to the laboratories. Routine communication is occurring between BBPO an d CDC and APHIS, and the BBPO is serving as the DOD advocate for the laboratories with CDC and APHIS regulators. BBPO also continuously engages with FSAP about concerns raised from its regulated community. BBPO is being granted read -only access to the electronic FSAP database for its BSAT registered entities, which will allow for further oversight of status and communication of DOD BSAT - registered laboratories with FSAP. It is important to note that FSAP standard operating procedure is to communicate direct ly with its approved Responsible Officials at each entity. BBPO will continue to work with the FSAP to enhance communication with entity leadership and recognize Command and Control authority within DOD entities. [In progress] Institutional at United States Army 9. The Army should study whether opportunities exist to reduce risk by partnering with industry for the production and services of BSAT in lieu of maintaining this capability internal to the Army.c [Low] The Joint Program Executive Office was tasked t hrough the Army Task Force to conduct this study and has provided information relative to their findings in a business case analysis. In short, DOD takes every opportunity to partner with industry and academia (per DODD 5160.05E) but there are instances wh ere the unique nature of the DOD mission makes it important to retain BSAT production and research capabilities in house. Partnering with industry is a large part of the overall CBDP, and any opportunity to partner is continually explored. [In progress] Institutional at United States Army 10. The Army should consider removing the Critical Reagents Program operations from DPG - LSD and realign it under another laboratory (whether government or commercial) that may be better suited to execute production for external customers. [Moderate] Edgewood Chemical Biological Center - BioTesting Division (ECBC - BTD) (formerly known as DPG - LSD) is not currently registered with CDC for work with BSAT and, therefore, is not providing products for the Defense Biological Produ ct Assurance Office (DBPAO). Although the ECBC -BTD is expected to regain its registration around April 2019, it is not expected to resume a production role in support of DBPAO. Army Directive 2016 -24 disestablished the Critical Reagents Program along with any policies or procedures formerly associated with the program. The Joint Program Executive Office has conducted a business case analysis that completely changes the future of the operation, no longer known as the Critical Reagents Program but now known a s DBPAO. After extensive customer surveys, the program is now focusing on providing surrogates for work in this area rather than the inactivated products previously being used. It is believed that use of surrogates will meet the need of at least 90 percent of the DBPAO customers. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 60 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional at United States Army 11. The Army should execute a mobile training team, comprised of 12. Ph.D. -level microbiologists from ECBC, USAMRIID, NMRC, and CDC, to travel to DPG - LSD to initiate a complete review of l aboratory practices and procedures at 13. DPG - LSD. The main goal of the mobile training team should be to improve laboratory processes and procedures by sharing commonly accepted practices as they apply to production facilities. [Moderate] As a result of th e anthrax incident in 2015, the Army made the decision to move command and control of DPG - LSD to ECBC per AGO 2016 -04. ECBC has sent multiple people to Dugway Proving Ground to review the laboratory and its procedures. The individuals that have gone to D ugway Proving Ground have a variety of skill sets that cover all aspects of laboratory processes. For scientific activities, ECBC has sent multiple researchers from the ECBC BioSciences Division. The researchers have discussed laboratory procedures and thi s area represents part of the culture transition between the two groups. ECBC also has a Biosafety Committee that is comprised of members throughout the organization (scientists, engineers, and risk/safety) as well as external participants (e.g., Kirk Hea lth Clinic). Each standard operating procedure is briefed to this committee to evaluate potential risks and regulatory requirements prior to staffing a standard operating procedure. The Risk Management Team and the scientists at Dugway Proving Ground are included in these meetings either in person or via video teleconferences. Individuals from Office of Safety and Human Capital, which has risk, safety and security elements, also are frequently onsite at Dugway Proving Ground. ECBC has leveraged video teleco nferences for meetings between site visits. All standard operating procedures were reinitiated to conform to the safety and risk reviews used by ECBC. The required Biosafety Level -1 and Biosafety Level -2 standard operating procedures have completed the pro cess. Biosafety Level -3 standard operating procedures will be staffed for signature within ECBC and sent to BBPO and BSRP for review once ECBC - BioTesting Division has received a registration from the FSAP. The ECBC Responsible Official maintains a reoccu rring trip schedule to the Lothar Salomon Life Sciences Test Facility at Dugway Proving Ground. Part of the effort is the continued inspection of the Building 2029 laboratory as it is modernized and to help prepare for resubmission of the Form 1 for re -registration with the FSAP in order to resume operations. These efforts include inspecting the layout of the laboratory and how it will function moving forward. In addition, laboratory processes and procedures are being shared across all DOD laboratories thro ugh newly created forums including the BSRP, the Responsible Official and Biosafety Officer councils, and stakeholder meetings. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 61 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional at United States Army 14. Establish programs wherein all Army laboratories exchange personnel to facilitat e collaboration and development of best practices. The expectation is that cross -pollination of knowledge, experience, and best practices will occur, allowing for the intellectual development of associated personnel, as well as the advancement of science. Furthermore, it will create a culture among the labs that will allow for better communication and collaboration. [Moderate] BBPO has developed Biosafety Level -3 and Biosafety Level -4 mentorship programs with input from all laboratories. In addition, labora tory processes and procedures are being shared across all DOD laboratories through newly created forums including the BSRP, established in a charter document, and Responsible Official and Biosafety Officer councils and stakeholder meetings. The BSRP, as pa rt of a requirement specified in Army Directive 2016 -24, has been meeting quarterly to (1) review and assess biosafety and biosecurity concerns associated with currently established and new procedures conducted at DOD BSAT laboratories, (2) review and asse ss scientific evidence that supports mitigation of the biosafety and biosecurity concerns identified, and (3) provide recommendations to the EARO on its acceptability for continued use or initiation of use to enhance biosafety and biosecurity across DOD BS AT programs. This committee also serves in an advisory capacity to the EARO on any matters that pertain to biosafety and biosecurity associated with BSAT -related research. The BSRP is comprised of one biosafety officer or designee (military or DOD federal employee), one Responsible Official or designee (military or DOD federal employee), and one scientist (military or DOD federal employee) from each contiguous United States DOD facility with a mission involving storage and work with BSAT, as well as the Pro gram Manager or Gatekeeper for the Laboratory Response Network from each of the services. In addition to convening to review and assess biosafety and biosecurity concerns associated with currently established and new procedures conducted at DOD BSAT labora tories, the BSRP also is serving as a formalized review panel of research proposals for projects designed to fill scientific research gaps in BSAT biosafety and biosecurity. This process is facilitating cross -talk among DOD laboratory scientists and furthe r opportunities for collaboration. [Complete] Institutional at United States Army 15. Review conference and symposium attendance policy for biological research personnel. Conferences and symposia are critical information exchange venues for this community, an d are key opportunities to promote professional education and collaboration with commercial industry. [Low] Conference and symposium attendance policy is initiated by the Secretary of Defense and further implemented through each service's chain of command. This policy is periodically reviewed and updated using the chain of command. In accordance with Army Directive 2016 - 24, BBPO provides funding for each laboratory to send biosafety, biosecurity, and research personnel to the ABSA International conference. DOD organizations are encouraged to send research scientists to professional meetings, conferences, and symposia. Several of these additional opportunities are also funded by BBPO. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 62 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional at United States Army 16. Implement a formal mentorsh ip program to ensure that personnel engaged in work with all aspects of BSAT, to include laboratory technicians, safety personnel, regulatory oversight personnel, and inspectors, are adequately trained. The mentorship process should include an annual side -by-side, in - person peer review. [Moderate] As required by Army Directive 2016 -24, and the NDAA for Fiscal Year 2017, BBPO developed DOD Animal Biosafety Level -4 mentorship programs wit h input from all laboratories. BBPO also is engaged in monthly meetings with the Department of the Army Inspector General to continue to develop and strengthen regulatory oversight and shape inspector training and knowledge development. [Complete] Institu tional at United States Army 17. Leverage existing incentive programs to attract and retain highly qualified scientists to Dugway Proving Ground (DPG). [Low] ECBC has hired multiple external candidates to positions at ECBC - BTD. To date, none have required an y of the existing Army incentive programs to fill posted positions. Each Command is responsible for ensuring they are able to hire and retain the best qualified scientists in DOD laboratories. [In progress] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 63 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned Dby the epartment of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional at United States Army 18. Work with CD C to enhance the effectiveness of joint inspections. The following five critical areas should be considered: (1) Frequency of Inspections. Synchronize the various inspections (Federal Agencies, Army, and Command) to ensure adequate overall inspection frequ ency. (2) Notification of Inspections. Implement unannounced inspections. (3) Scope of Inspections. Review the scope of inspections to include production standards and protocol process reviews. Appoint a scientific protocol review audit team to review th e validity of inactivation and viability testing protocols. Current inspections primarily focus on compliance and conformance related matters —not technical matters. This recommendation is aligned with the recommendations of the DOD Review Committee Report. (4) Composition of Inspection Teams. Ensure inspection teams are comprised of subject matter experts with operational experience and familiar with the current scientific data and standards in the areas to be inspected. Each team should include microbiolo gists and credentialed biosafety professionals with experience in working with BSAT. Command representatives should review inspection reports for Army -wide implications. These issues should be submitted to the Office of the Director of Army Safety to be presented to the Department of the Army Biological Safety and Health Council in order to update Army policy. The council serves as the peer review forum for discussion of lessons learned and recommendations for policy development. (5) Department of the Army Inspector General Reviews. Convert the Army Biological The EARO and CDC and APHIS have entered into a memorandum of understanding that discusses joint inspections. A lot of work has been done in this area and joint inspection teams currently include sub ject matter experts from all services. Inspections are also conducted at the same time as CDC Division of Select Agents and Toxins (CDC - DSAT)/APHIS - Agriculture Select Agent Services (APHIS - AgSAS) inspections. The Department of the Army Inspector Gen eral leads the joint inspection team and coordinates with CDC - DSAT/APHIS - AgSAS team on scheduling. The Department of the Army Inspector General also coordinates with CDC - DSAT/APHIS - AgSAS team on the scope of inspections, ensuring that there is no duplication of effort in what is being inspected or in findings reported. CDC - DSAT/APHIS - AgSAS has incorporated unannounced inspections into their program to ensure this task is accomplished. BBPO is engaged in monthly meetings with the Department of th e Army Inspector General to continue to develop and strengthen regulatory oversight, and to determine how to address the five critical areas in this recommendation. Discussions with Department of the Army Inspector General are underway to develop process -based evaluations and unrated reviews, off -cycle with DSAT/AgSAS compliance inspections. [In progress] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 64 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned Dby the epartment of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional United States Army Test and Evaluation Command 19. Investigate whether complacency is widespread throughout Dugway Proving Ground. [High] ECBC has not conducted a formal investigation. ECBC has reinitiated and reestablished all processes for the personnel transferred to Research, Development and Engineering Command (RDECOM)/ECBC. These activities include: (1) Established two separate chains of c ommand onsite at the Lothar Salomon Life Sciences Test Facility at Dugway Proving Ground. The laboratory personnel report through the BioTesting Division Chief to the Director of Research and Technology Directorate. The Dugway Proving Ground Risk Managemen t Team, which employs the safety and security personnel, report to the ECBC Risk Management Branch. The Risk Management Branch reports to the Director of the Office of Safety and Human Capital, which directly reports to the ECBC Director. (2) Requested and received a withdrawal of the select agent registration by FSAP. Registration will be reestablished with new standard operating procedures that are reviewed by ECBC's Biosafety Committee, ECBC's management, and the BSRP. (3) Hiring new managers to provide the required culture change. (4) Rewriting and staffing all standard operating procedures through ECBC's Biosafety Committee and management team to evaluate risk, risk mitigation, and concurrence by ECBC leadership. (5) Site visits by ECBC Leadership to Du gway Proving Ground and visits to Aberdeen Proving Ground by personnel located at Dugway Proving Ground. (6) Establishing a quality management system (QMS) for the ECBC - BioTesting Division. Since the publication of reports associated with the anthrax inc ident of 2015, all commands (not just Dugway Proving Ground) are attuned to the issue of complacency in the laboratories. Several of the newly instituted programs are causing scientists and risk personnel to look more deeply at existing protocols, question ing their currency and validity for the project at hand. One such program is the BSRP, designed so that peer review of critical protocols brings to light problems that may have been buried in routine. The EARO is periodically visiting all DOD BSAT -register ed laboratories to emphasize and reinforce the urgency of ensuring that DOD BSAT Biosafety and Biosecurity measures have ownership at the bench level of operations, that everyone is a safety and security officer, and that safety and security are perceived as an obligation associated with the privilege of working with BSAT and facilitating overall mission success. The EARO also is conducting town -hall meetings at every entity to receive feedback directly from the laboratory staff and provide replies to quest ions of concern and clarification. BBPO is conducting staff assistance visits at all BSAT entities. This allows open conversations about ongoing problems, sharing of best practices seen at other sites, etc. The Department of the Army Inspector General, CDC - DSAT, and Animal and Plant Health Inspection Service inspections are focusing more on how scientific operations are conducted and the people that are conducting them and less on the bureaucratic details of forms and paperwork. This meshes well with DOD' s intent to foster the concept of risk -based decision making with risks managed as close to the hazards as possible. These are all ongoing efforts. [In Progress] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 65 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional United States Army Test and Evaluation Command 20. Assess and ensure that all perso nnel assigned to biosafety, biosurety, and scientific positions are qualified. [Moderate] All personnel remaining after the transfer of command to ECBC were reviewed. All of the position descriptions were evaluated and updated to reflect current duties. As part of the decommissioning process with FSAP, only five members are currently enrolled in the Biological Personnel Responsibility Program. ECBC anticipates having 25 individuals enrolled in the biological Personnel Responsibility Program when the Federal Select Agent registration is reestablished. Personnel Responsibility Program members are continuously monitored. Current risk management personnel assigned to the roles of biosafety and surety positions have been assessed and are qualified to hold those p ositions. DOD Manual 6055.18 -M contains the requirements for a biosafety officer and the assigned person meets and exceeds those requirements. DOD Instruction 5210.88 and DOD Manual 6055 -18-M require that only personnel who are qualified and meet requireme nts for the position, occupy these positions within DOD. DOD Mentorship Programs will enhance and continuously assess personnel qualifications for scientific positions within DOD BSAT laboratories. This is an ongoing effort. [Complete] Institutional Unite d States Army Test and Evaluation Command 21. Ensure all mishaps are internally investigated and that responsible parties are held accountable if appropriate. [High] ECBC - BioTesting Division safety investigations will be conducted as mishaps arise and these investigations will assess root cause but are not fault -finding. Incidents requiring administrative/putative personnel actions would follow Army Regulation 15 -6, Procedures for Administrative Investigations and Boards of Officers. Current safety and securi ty policies contained in DOD Instruction 5210.88 and DOD Manual 6055.18 -M require reporting and investigation of mishaps. Department of the Army Inspector General and CDC - DSAT and APHIS - AgSAS review past mishaps and note when appropriate actions are no t taken. The Army Directive 2016 -24, Implementation Plan establishes the guidelines for laboratory reporting to the EARO/BBPO. All mishaps requiring Form -3 reporting to DSAT must also be reported to BBPO. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 66 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional United States Army Test a nd Evaluation Command 22. Review Army Regulation 702 - 11, Army Quality Program (Feb. 25, 2014), and determine whether Army Test and Evaluation Command (ATEC), Dugway Proving Ground (DPG), and DPG - LSD are in compliance with this regulation as it relates to the production of Bacillus anthracis and other biological materials. [Moderate] The BioTesting Division Quality Manager and Deputy Quality Manager received appointments after training in root cause analysis and internal audits. The BioTesting Division Quality Policy was developed and approved for use. The quality managers have developed a QMS modeled on International Organization for Standardization (ISO) 17025, which is the international standard for laboratories and certification organizations. The Quality C ontrol laboratories currently are being established under the QMS. In December 2017, the ECBC Quality Office performed an internal gap analysis to the ISO 17025 standard, which meets the guiding principles of the Army Quality Program (Army Regulation 702 -11). Comments from that audit currently are being addressed. Once comments have been addressed, the BioTesting Division must operate under the new QMS for 4 to 6 months. At this point, the ECBC Quality Office will perform an internal audit to the ISO 17025 standard. Any corrective actions issued during the internal audit will need to be addressed, and a management review performed prior to a formal external audit. Certification for compliance with ISO 17025 will be the final outcome of the external audit. C ertification is renewed annually. Army Directive 2016 -24, Section 10 b, requires DBPAO, formally known as the Critical Reagent Program, to \"cease DBPAO production at Dugway Proving Ground\". However, the ECBC - BioTesting Division will continue to produce m aterials to support programs of record and will maintain its operational readiness as a Major Range and Test Facility Base. Any material produced by the ECBC - BioTesting Division has to follow the requirements set by the BBPO. (See the Army Directive 2016 -24, Implementation Guidance (Sept. 16, 2017).) BBPO recognizes that standardizing a quality management program across all DOD laboratories is important and has expanded the scope of this AR 15 -6 finding accordingly. BBPO is developing a QMS program for im plementation in all DOD BSAT laboratories. The ECBC - BioTesting Division will be held to the same quality standards as other laboratories. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 67 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional Dugway Proving Ground -Life Sciences Division 23. Resource and ensure external oversight of a f ull- time Quality Assurance/Quality Control Manager position. [Moderate] The ECBC - BioTesting Division appointed an on -site Quality Manager and Deputy Quality manager after each received training in root cause analysis and internal audits. The ECBC Quality Office was resourced to provide oversight of newly appointed BioTesting Division quality managers by a veteran ECBC Quality Manager and Quality Control specialist experienced in implementing a QMS that conformed to ISO 17025. The oversight personnel mento red the BioTesting Division Quality Managers and assisted them in development of the QMS documentation. In December 2017, the ECBC Quality Office performed an internal gap analysis to ensure conformance with ISO 17025. The audit team found that the documen tation and processes in place supporting BioTesting Division's QMS met the requirements of ISO 17025. The next step was to implement the QMS and conduct an internal audit within 4 to 6 months to assess BioTesting Division's degree of conformance to ISO 170 25, to be followed by a management review of BioTesting Division's QMS. Future events will continue to develop the quality program and identify other processes such as virus growth and referee equipment that will be incorporated into the quality program. The BBPO is the external oversight element, providing centralized oversight of the program through the QMS and developing it with input from the laboratories. The Deputy Director for Biosecurity in BBPO is designated to perform the functions of a Quality Co ntrol Manager. [Complete] Institutional Dugway Proving Ground -Life Sciences Division 24. Execute and enforce the existing environmental sampling/inspection program. [Moderate] The BBPO formed a Quality Assurance working group and is drafting an environmental sampling program for implementation in all DOD BSAT laboratories, along with programs to address all other NDAA for Fiscal Year 2017 recommendations. [In progress] Institutional Dugway Proving Ground -Life Sciences Division 25. Develop and enforce production p rocedures that prohibit operations where live select agents are used in the same laboratory where viability testing is conducted. [Moderate] The BBPO has established a Quality Assurance working group, and the working group currently is establishing require ments as part of a BSAT Laboratory Cross Contamination Control Program. [In progress] Institutional Dugway Proving Ground -Life Sciences Division 26. Prohibit production work on multiple organisms or multiple strains of one organism within the same biosafety cabinet. [Moderate] The BBPO has established a Quality Assurance working group (per the Biological Select Agents and Toxins Laboratory Cross Contamination Control Program) and the working group currently is establishing requirements. [In progress] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 68 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institu tional Dugway Proving Ground -Life Sciences Division 27. Develop the existing video surveillance program and use the video as a tool to improve laboratory practices in accordance with regulatory requirements. Ensure that closed circuit television cameras are pl aced in locations that are conducive to the proper monitoring of safety, security, and general laboratory practices within the laboratories, including inside the biosafety cabinets. [Low] There is no regulatory requirement for video surveillance, although most laboratories do have some form of video surveillance in place. Where cameras are in place, each laboratory has responsibility for using them to enhance safety and/or security of their program. Recommendations for use are being established by the Quali ty Assurance working group, referenced previously in GAO -17-522R , in accordance with Army Directive 2016 -24. [In progress] Institutional Dugway Proving Ground -Life Sciences Division 28. Implement formal , recurring data reviews of Critical Reagents Program processes in an effort to identify trends and issues before they affect end products. [Moderate] The BBPO is developing an enterprise -wide quality assurance program to implement this recommendation. Thi s effort will be facilitated by development of a Defense Business System mandated by Army Directive 2016 -24. The BBPO is developing a QMS to assess quality and reliability of all BSAT -related products and trends will be evaluated. Army Directive 2016 -24, S ection 10 b, requires the DBPAO, which was formally known as the Critical Reagent Program, to \"cease DBPAO production at progress] Institutional Dugway Proving Ground -Life Sciences Division 29. Establish validated protocols for Cri tical Reagents Program production processes to ensure that process deviations are adequately vetted prior to implementation. [Moderate] Validated protocols and procedures are now required by the Federal Select Agent Regulations for all BSAT -related product s. Army Directive 2016 -24 and the Army Directive 2016 -24, Implementation Plan, address validation of protocols and procedures in the Quality and Reliability section. BBPO is developing an enterprise -wide quality assurance program to implement this recommen dation, along with the efforts already established by the BSRP. Army Directive 2016 -24, Section 10 b, requires DBPAO, which was formally known as the Critical Reagent Program, to \"cease DBPAO Dugway Proving Ground -Life Sciences Division 30. Enforce maintenance and calibration procedures and schedules for all Critical Reagents Program tools and equipment. When necessary, contract with vendors to ensure that repairs are adequate and thorough. [Moderate] Army Directive 2016 -24, Section 10 b, requires DBPAO, which was formally known as the Critical Reagent Program, to \"cease DBPAO production at Dugway Proving Ground.\" However, ECBC continues portions of this requirement since the ECBC - BioTesting D ivision and Risk Management Office are Major Ranges and Test Facility Bases. Parts of this requirement will also be implemented in the ISO 17025. The BBPO is developing an enterprise -wide quality assurance program to implement this recommendation. Paramete rs are being developed by the Quality Assurance working group, and will be monitored through the QMS. [In progress] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 69 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional Dugway Proving Ground -Life Sciences Division 31. Develop and enforce maintenance procedures and schedules for irradiators. [Moder ate] The Radiation Safety Officer will assist BioTesting management with the contract requirements for ensuring that the irradiators are part of a scheduled maintenance procedure. The irradiators are currently part of ATEC/West Desert Test Center. Transfer to ECBC - BioTesting Division is expected to be completed after all outstanding questions are resolved with the Nuclear Regulatory Commission. BBPO is developing an enterprise -wide quality assurance program to implement this recommendation, and this will be monitored through the QMS. This program will expand the maintenance program to all critical systems and equipment. The DOD study that established data for validation of an irradiation protocol noted variations in irradiator performance as well as techni ques to mitigate variability. The study's findings will be incorporated into a validated procedure. A publication from this study is under peer review, as mentioned above. [In progress] Institutional Dugway Proving Ground -Life Sciences Division 32. Ensure tha t all standard operating procedures and work instructions governing operations at DPG - LSD are nested as appropriate and subjected to a uniform review and approval process. Notify the chain of command and request approval from the Director of DPG - LSD pr ior to implementing any deviations from standard operating procedures. [High] A collaborative research project was completed by the Deputy Secretary of Defense, who directed the Under Secretary of Defense for Acquisition, Technology, and Logistics to devel op inactivation and viability testing protocols for biological agents. As mentioned above, the final publication currently is under peer review. The BSRP also has been meeting quarterly to review and assess biosafety and biosecurity concerns associated wit h currently established and new procedures conducted at DOD BSAT laboratories, review and assess scientific evidence that supports mitigation of the biosafety and biosecurity concerns identified, and provide recommendations to the EARO on their acceptabili ty for continued use or initiation of use to enhance biosafety and biosecurity across DOD BSAT programs. This committee also serves in an advisory capacity to the EARO on any matters that pertain to biosafety and biosecurity associated with BSAT -related re search. The BSRP is comprised of one biosafety officer or designee (military or DOD federal employee), one Responsible Official or designee (military or DOD federal employee), and one scientist (military or DOD federal employee) from each contiguous United States DOD facility with a mission involving storage and work with BSAT, as well as the Program Manager or Gatekeeper for the Laboratory Response Network from each of the services. The BSRP requires re -review whenever changes to approved procedures are ma de. This is an ongoing effort and ECBC - BioTesting Division (formerly the DPG - LSD) protocols and procedures will be evaluated as that entity is brought back on line for BSAT operations. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 70 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional Dugway Proving Ground -Life Sciences Divi sion 33. Ensure that the irradiator source decay curves are consulted, in conjunction with the readings from the dosimeters, when calculating required time for irradiating a sample. Any issues with the irradiator should immediately be brought to the attention of the Radiation Safety Officer, the Radiation Safety Committee and the (DPG - LSD) Director. All individuals operating irradiation equipment should receive documented comprehensive training on the equipment. [High] A collaborative research project was com pleted by the Deputy Secretary of Defense, who directed the Under Secretary of Defense for Acquisition, Technology, and Logistics (see response for Recommendation 2) to develop inactivation and viability testing protocols for biological agents. The study n oted variations in irradiator performance as well as techniques to mitigate concerns associated with variability. These findings will be incorporated into a validated procedure. Irradiator maintenance and calibration will also be monitored as part of the Q MS. [In progress] Institutional Dugway Proving Ground -Life Sciences Division 34. Revise the death certificate process to restrict the modification of certificates after all reviewers have signed the document. Train the signatories on their respective responsi bilities to establish a better understanding of their responsibilities and the importance of a critical review of the certificate. Amend the certificate to accurately reflect the protocol and work instructions. Also consider reverting to the \"inactivation certificate\" title. [Moderate] FSAP published guidance, which all DOD BSAT -registered laboratories are required to follow, regarding use of the terms certificates of inactivation or certificates of non -viability as well as review and approval of the certif icates. Any material produced by the ECBC - BioTesting Division must follow the requirements set out by the FSAP and BBPO. Army Directive 2016 -24 Implementation Guidance dated September 16, 2017, details these requirements. [Complete] Institutional Dugway Proving Ground -Life Sciences Division 35. Personnel Qualification. Assess and ensure that all personnel assigned to biosafety, biosurety, and scientific positions are qualified and fully vetted by the Biological Personnel Reliability Program, as appropriate. [Moderate] ECBC currently has five employees in the Personnel Responsibility Program located at Dugway Proving Ground. These positions are continuously monitored. In the future, ECBC expects 25 Personnel Responsibility Program employees to be registered at the Lothar Salomon Life Sciences Test Facility as part of the reestablishment of the FSAP registration. DOD Instruction 5210.88 and DOD Manual 6055.18 -M require that only personnel who are qualified and specific requirements for the position occupy these positions within DOD. The Mentorship Programs will enhance and continuously assess personnel qualifications for scientific positions within DOD BSAT laboratories. This is an ongoing effort. [Complete] Appendix III: Actions Taken to Implement Recommendations from the Army's 2015 Investigation Report as of March 2018 Page 71 GAO -18-422 Biological Select A gents and Toxins CategoryRecommendation from the Army's 2015 Investigation Reportaand Priority Assigned by the Department of Defense (DOD)Actions Taken to Address Recommendation and Completion Status as Reported by DOD Institutional Dugway Proving Ground -Life Sciences Divi sion 36. Mishap Investigation and Reporting. Ensure all mishaps are investigated and appropriately reported and that responsible parties are held accountable, as appropriate. [High] ECBC has multiple guidance documents in place to address this requirement. The Biosafety Manual covers the current ECBC - BioTesting Division operations. Once the BSAT registration is reestablished, an Incident Response Plan also will exist. These documents are reviewed annually and are inspected by CDC and the Department of the Arm y Inspector General as part of the joint inspection program. Current safety and security policies, per DOD Instruction 5210.88 and DOD Manual 6055.18 -M, require reporting and investigation of mishaps. Department of the Army Inspector General and CDC - DSAT and APHIS - AgSAS inspections review past mishaps and note when appropriate actions are not taken. Reference 4 establishes the guidelines for laboratory reporting to EARO/BBPO. All mishaps requiring Form -3 reporting to the DSAT must also be reported to BBPO. [Complete] Institutional Dugway Proving Ground -Life Sciences Division 37. Hiring Incentives. Leverage existing Army incentive programs to attract and retain highly qualified scientists. [Low] ` ECBC has hired multiple personnel to positions at Dugway Provi ng Ground. To date, none required any of the existing Army incentive programs to fill posted positions. Each command is responsible for ensuring they are able to hire and retain the best qualified scientists in DOD laboratories. Although Army Directive 201 6-24 made this a requirement for DPG - LSD, it is applicable to all commands and all laboratories. [In progress] Source: GAO analysis of DOD reported information. | GAO -18-422 Note: GAO did not independently assess whether each recommendation and DOD's s ubsequent actions address the problems reported in the Army's 2015 investigation report. aArmy AR 15 -6 Investigation Report, Individual and Institutional Accountability for the Shipment of Viable Bacillus anthracis from Dugway Proving Ground (Dec. 17, 2015 ). For the purposes of this report, we addressed the implementation status of 35 of the 39 recommendations contained in the Army's 2015 investigation report. We did not report on the 4 recommendations in the Army's 2015 Investigation Report that pertain to individual accountability. bThis provision of the AR 15 -6 Investigation Report was not contained in the Army Directive 2016 -24, Department of Defense Biological Select Agent and Toxins Biosafety Program . However, the NDAA for Fiscal Year 2017, section 218 , subsection (d) did require DOD to conduct this study and report to the defense congressional committees by February 1, 2017. DOD provided a report as required on April 10, 2017, that noted DOD is continuing to study this issue, among others. cThis provis ion of the AR 15 -6 Investigation Report was not contained in the Army Directive 2016 -24, Department of Defense Biological Select Agent and Toxins Biosafety Program . However, the NDAA for Fiscal Year 2017, section 218, subsection (d) did require DOD to cond uct this study and report to the defense congressional committees by February 1, 2017. DOD provided a report as required on April 10, 2017, that noted DOD is continuing to study this issue, among others. Appendix IV: Delegation of Authority for the Biological Select Agents and Toxins Biosafety and Biosecurity Program Page 72 GAO -18-422 Biological Select A gents and Toxins Appendix IV: Delegation of Authority for the Biolog ical Select Agents and T oxins Biosafety and Biosecurity Program The Deputy Secretary of Defense designated the Secretary of the Army on July 23, 2015, as the Executive Agent for the Department of Defense's (DOD) Biological Select Agents and Toxins (BSAT) Biosafety Program. According to DOD Instruction 5210.88, the Secretary of the Army is responsible for performing technical reviews and conducting inspections, and harmonizing protocols and procedures across DOD laboratories that handle BSAT.1 DOD used a se quential delegation of authority to establish leadership roles and responsibilities initially for the DOD BSAT Biosafety Program and subsequently for the DOD BSAT Biosecurity Program. First, on October 26, 2015, the Secretary of the Army designated The Sur geon General of the Army as the Executive Agent Responsible Official (EARO) for the DOD BSAT Biosafety Program to consolidate oversight of BSAT biosafety operations across the department. Second, on December 9, 2016, The Surgeon General of the Army further delegated EARO authority to the Commanding General, U.S. Army Medical Research and Materiel Command, for the DOD BSAT Biosafety Program. Third, on January 3, 2017, the Deputy Secretary of Defense designated the Secretary of the Army as the DOD Executive A gent for the BSAT Biosecurity Program. Fourth, on March 31, 2017, the Secretary of the Army further designated The Surgeon General of the Army as the EARO for the DOD BSAT Biosecurity Program. Finally, on May 30, 2017, The Surgeon General of the Army deleg ated EARO responsibility for the DOD 1Department of Defense Instruction 5210.88, Security Standards for Safeguarding Biological Select Agents and Toxins (BSAT) (Jan. 19, 2016) (incorporating change 1, Oct. 6, 2017). Appendix IV: Delegation of Authority for the Biological Select Agents and Toxins Biosafety and Biosecurity Program BSAT Biosecurity Program to the Commanding General, U.S. Army Medical Research and Materiel Command. Army Directive 2016 -24, Department of Defense Biological Select Agent and Toxins Biosafety Program , directs The Surge on General of the Army to coordinate with the Office of the Deputy Assistant Secretary of Defense for Chemical and Biological Defense for requirements and resources — including force structure, manpower, and infrastructure —and to prioritize resources for res earch requirements to advance the field of BSAT biosafety. Page 73 GAO -18-422 Biological Select A gents and Toxins 2 Figure 10 shows the alignment and organization of offices within DOD and the military services that are responsible for carrying out and supporting the Chemical and Biological Defense Program Ente rprise. 2Army Directive 2016 -24, Department of Defe nse Biological Select Agent and Toxins Biosafety Program (July 25, 2016). Appendix IV: Delegation of Authority for the Biological Select Agents and Toxins Biosafety and Biosecurity Program Figure 10: Department of Defense and Military Service Offices Responsible for the Chemical and Biological Defense Program Page 74 GAO -18-422 Biological Select A gents and Toxins Enterprise as of March 2018 According to BSAT Biorisk Program Office (BBPO) officials, BBPO was established in March 2016 to support the EARO in its oversight of DOD's BSAT Biosafety and Biosecurity Program and implementation of tasks and recommendations in Army Directive 2016 -24. BBPO manages a scientific review panel, inspection of DOD laboratories, harmonization of DOD's BSA T-related regulations and procedures, and coordination of interaction and information with the Federal Select Agent Program. BBPO also is responsible for establishing a system to track and manage BSAT Appendix IV: Delegation of Authority for the Biological Select Agents and Toxins Biosafety and Biosecurity Program and BSAT -related products across oversig ht for laboratory biosafety, and advancing BSAT -related scientific research to address knowledge gaps. According to DOD officials, in fiscal year 2016, BBPO received approximately $805,000 for operation costs; in fiscal year 2017, BBPO received approximate ly $2 million. In addition, in fiscal year 2018, BBPO received approximately $2 million. As part of BBPO's oversight responsibilities, it acts as a single point of contact for coordinating with the Federal Select Agent Program. In June 2017, the EARO and the directors of the Centers for Disease Control and Prevention, Division of Select Agents and Toxins, and the Animal and Plant Health Inspection Service (APHIS), Agriculture Select Agent Services, on behalf of the Federal Select Agent Program, executed a memorandum of understanding that articulates agency responsibilities. This memorandum includes (1) oversight coordination, (2) Centers for Disease Control and Prevention and APHIS notifying DOD BSAT Biosafety and Biosecurity Programs of any referrals of a DOD -registered entity to the Department of Health and Human Services Office of Inspector General that may involve compliance violations with select agent regulations, and (3) facilitating coordinated inspections. For example, according to BBPO officials, B BPO receives every inspection report and reviews it for DOD -wide implications. The Army has established a joint service inspection program that is led by the Department of the Army Inspector General. Page 75 GAO -18-422 Biological Select A gents and Toxins 3 That office, according to BBPO officials, has worked c losely with the Federal Select Agent Program in coordination with BBPO to enhance the effectiveness of joint inspections and unannounced or short -notice inspections. According to an Army official, the Department of the Army Inspector General coordinates wi th the other military services' Inspectors General, who identify subject matter experts with operational experience to serve on every joint service inspection team. In addition, BBPO officials told us that, as part of its oversight and coordination respons ibilities, the office established the BSAT Biorisk and 3Deputy Secretary of Defense Memorandum, Implementation of the Recommendations in the Comprehensive Review Report: Inadvertent Shipment of Live Bacillus anthracis (Anthrax) Spores b y Department of Defense (July 23, 2015), directed that the Secretary of the Army, as the Executive Agent for the DOD BSAT Biosafety Program, shall be responsible for the inspection of biosafety protocols and procedures in DOD laboratories that handle BSAT. Army Directive 2016 -24 subsequently established roles and responsibilities for the DOD joint inspection program. Appe ndix IV: Delegation of Authority for the Biological Select Agents and Toxins Biosafety and Biosecurity Program Scientific Review Panel, which was formally chartered in August 2017. This panel is charged with convening at least twice a year to review and assess biosafety, biosecurity, and technical concerns asso ciated with currently established and new procedures conducted at DOD BSAT laboratories. The panel will review and assess scientific evidence that supports the mitigation of biosafety risks and provide recommendations to the EARO on approval of new or exis ting laboratory procedures. It also serves in an advisory capacity to the EARO on any matters that pertain to biosafety and biosecurity associated with BSAT -related research. Page 76 GAO -18-422 Biological Select A gents and Toxins Appendix V: The Depa rtment of Defense Has Made Key Safety Improvements by Implementing Recommendations Page 77 GAO -18-422 Biological Select A gents and Toxins Appendix V: The Department of Defense Has Made Key Safety Improvements by Implementing Recommendations The Department of Defense (DOD) has made key safety improvements by taking a number of actions to address the incident at Dugway Proving Ground and the recommendations from the Army's 2015 investigation report.1 Key safety improvemen ts include (1) establishing a DOD Executive Agent and a support office to provide oversight, (2) implementing improved quality control and assurance standards at its covered facilities, (3) developing a new quality management system, (4) conducting addit ional scientific studies on biological select agents and toxin (BSAT) inactivation, and (5) taking multiple actions to address Army Directive 2016 -24 and the Army's 2015 investigation report.2 These safety improvements are discussed below in more detail. DOD Has Established an Executive Agent for DOD's BSAT Biosafety and Biosecurity Program One of the key safety improvements DOD took in response to the incident at Dugway Proving Ground was to establish an Executive Agent for the BSAT Biosafety and Biosecur ity Program (see appendix IV). Specifically, at the direction of the Deputy Secretary of Defense, the Secretary of the Army was designated in July 2015 as the Executive Agent for DOD's BSAT Biosafety Program, and subsequently in January 2017 as the Executi ve Agent for the DOD BSAT Biosecurity Program. In October 2015, the Secretary of the Army further designated The Surgeon General 1Army, AR 15 -6 Investigation Report, Individual and Institutional Accountability for the Shipment of Viable Bacillus anthracis from Dugway Pro ving Ground (Dec. 17, 2015). 2Army Directive 2016 -24, Department of Defense Biological Select Agent and Toxins Biosafety Program (July 25, 2016). Appendix V: The Department of Defense Has Made K ey Safety Improvements by Implementing Recommendations of the Army as the Executive Agent Responsible Official for the DOD BSAT Biosafety Program to consolidate oversight of BSAT bio safety operations across the department. The Secretary of the Army, as outlined in DOD Instruction 5210.88, is responsible for performing technical reviews, conducting inspections, and harmonizing protocols and procedures across DOD laboratories that handl e BSAT. Page 78 GAO -18-422 Biological Select A gents and Toxins 3 3Department of Defense Instruction 5210.88, Security Standards for Safeguarding Biological Select Agents and T oxins (BSAT) (Jan. 19, 2016) (incorporating change 1, Oct. 6, 2017). Appendix V: The Department of Defense Has Made Key Safety Improvements by Implementing Recommendations DOD Has Improved Quality Control and Assurance at Page 79 GAO -18-422 Biological Select A gents and Toxins Dugway Proving Ground and Currently Covered Facilities Another key safety improvement DOD took in response to the incident at Dugway Proving Ground was to improve quality control and assurance at Dugway and other DOD facilities that currently handle BSAT. The Army's 2015 investigation report made several recommendations to the Army to enhance and improve quality control and assurance at Dugway Proving Ground. These included (1) establishing a q uality control and assurance manager, (2) carrying out an environmental sampling and inspection program, and (3) developing and enhancing the video surveillance program. BSAT Biorisk Program Office (BBPO) officials explained that the DOD BSAT laboratories had some quality control and assurance measures in place prior to the National Defense Authorization Act (NDAA) for Fiscal Year 2017. The quality control and assurance recommendations from the Army's 2015 investigation report, which initially applied only to Dugway Proving Ground, were subsequently enacted in section 218 of the NDAA for Fiscal Year 2017 to apply to all DOD covered facilities.4 These requirements include: 1. designation of an external manager to oversee quality assurance and quality control; 2. environmental sampling and inspections; 3. production procedures that prohibit operations where live BSAT are used in the same laboratory where viability testing is conducted; 4. production procedures that prohibit work on multiple organisms or multiple strains of one organism within the same biosafety cabinet; 5. a video surveillance program that uses video monitoring as a tool to improve laboratory practices in accordance with regulatory requirements; 6. formal, recurring data reviews of production in an effort to iden tify trends and nonconformance issues before such issues affect end products; 4The BioTesting Division at Dugway Proving Ground currently is not one of DOD's covered facilities, because it is not producing BSAT, since its registration for possession, use, and tra nsfer of BSAT was withdrawn. Appendix V: The Department of Defense Has Made Key Safety Improvements by Implementing Recommendations 7. validated protocols for production processes to ensure that process deviations are adequately vetted prior to implementation; and 8. maintenance and calibration procedures and sched ules for all tools, equipment, and irradiators. BBPO officials told us that, in response to the requirements in the NDAA for Fiscal Year 2017, they are developing a department -wide quality control and assurance program for the BSAT community. BBPO also developed several policies that address the measures mandated by the NDAA for Fiscal Year 2017. These policies address setting minimum requirements for (1) monitoring environmental quality, (2) performing maintenance on laboratory equipment, and (3) controlli ng laboratory cross -contamination between organisms or strains within the same biological safety cabinet and between live and inactivated BSAT. Page 80 GAO -18-422 Biological Select A gents and Toxins 5 DOD officials said that some NDAA for Fiscal Year 2017 requirements do not necessarily apply to every laborato ry. According to DOD officials, some of these requirements are no longer relevant as a result of certain events, such as the inadvertent shipment of incompletely inactivated anthrax from the BioTesting Division at Dugway Proving Ground that currently is no t handling BSAT. Furthermore, some of the requirements need further clarification. For example, the NDAA for Fiscal Year 2017 required DOD covered facilities to implement quality control and quality assurance measures, including a video surveillance progra m that uses video monitoring, in accordance with regulatory requirements. (In providing technical comments on a draft of this report, both the Department of Health and Human Services' Centers for Disease Control and Prevention and Department of Agriculture 's Animal and Plant Health Inspection Service —which jointly manage the Federal Select Agent Program —said that select agent regulations do not require development and utilization of a video surveillance program.) The Army's 2015 investigation report also re commended the development and utilization of a video surveillance program in accordance with Federal Select Agent Program regulatory requirements. DOD officials stated that there is no such requirement in federal select agent regulations and, therefore, to implement a video surveillance program would result in laboratories having an unfunded requirement for 5Biological safety cabinets are the primary means of containment developed for working safely with infectious microorganisms. Appendix V: The Department of Defense Has Made Key Safety Improvements by Implementing Recommendations maintenance costs. According to a BBPO official, DOD officials reached out to congressional staff to obtain clarification on implementing this requireme nt and, according to these officials, were advised to \"interpret the requirement as appropriate.\" DOD officials stated that because the federal select agent regulations do not require video surveillance, DOD is not obligated to implement a video surveillan ce program in accordance with the provision in the NDAA for Fiscal Year 2017. Army Regulation 190-17 for the BSAT security program, however, already includes a requirement that all Army Biosafety Level -3 and 4 laboratories have operational closed -circuit t elevision cameras installed and positioned so that all areas of the research room can be viewed. Page 81 GAO -18-422 Biological Select A gents and Toxins 6 In response to the NDAA for Fiscal Year 2017 and its requirement to implement a video surveillance program, BBPO officials stated that recommendations for the use of video surveillance are being established by the Quality Assurance Working Group that supports BBPO for all laboratories in each of the military services that handle BSAT. 6Army Regulation 190 -17, Biological Select Agents and Toxins Security Program (Sep. 3, 2009). Appendix V: The Department of Defense Has Made Key Safety Improvements by Implementing Recommendations DOD is Developing a New Quality Management System Page 82 GAO -18-422 Biological Select A gents and Toxins DOD officials report tha t, to enhance quality control and assurance at Dugway Proving Ground and across DOD's currently covered facilities, the Joint Program Executive Office for Chemical and Biological Defense, on behalf of BBPO, is in the process of developing a new quality management system known as the Joint Interagency Biorisk System. The system would centralize information on DOD's BSAT Biosafety and Biosecurity Program, such as operational and governance documentation. Fo r example, the system would gather applicable quality assurance -related information from Dugway Proving Ground and DOD's currently covered facilities to provide BBPO with the ability to track inventory and shipment of BSAT materials and ensure that approva ls and waivers for exceptions to laboratory protocols are made at the appropriate level, among other things. DOD currently is identifying the critical control points that would be built into the Joint Interagency Biosafety System to ensure quality througho ut the BSAT handling, production, storage, containment, shipment, destruction, and inactivation processes. According to officials from BBPO, DOD's future quality management system will include critical control points to help personnel prevent mistakes whil e conducting scientific procedures (see sidebar for additional information). Example of a Potential Quality Control and Assurance Procedure at the Department of Defense (DOD) DOD's future quality management system will include critical control points for helping to prevent personnel from making mistakes while conducting scientific pr ocedures. For example, a certain procedure for extracting genetic information from pathogens that also inactivates pathogens uses a chemical mixture called TRIzol. The quality management system will include a critical control point for this procedure in th e form of achieving a ratio of pathogen sample to the amount of TRIzol. In this new system, the scientist or laboratory technician may be required to enter the amount into the new system to show that the ratio is correct to inactivate the pathogen. Sourc e: GAO analysis of DOD information . | GAO -18-422 Appendix V: The Department of Defense Has Made Key Safety Improvements by Implementing Recommendations DOD Has Conducted Studies on Inactivating Pathogens Page 83 GAO -18-422 Biological Select A gents and Toxins and Is Continuing Its Research In response to the results of DOD's July 2015 30 -day review, the Deputy Secretary of Defense d irected the Under Secretary of Defense for Acquisition, Technology and Logistics to develop a plan for research related to the development of standardized irradiation and viability testing protocols.7 The Army's subsequent 2015 investigation report also identified specific actions the Secretary of the Army should consider taking, including directing additional research to address existing gaps in scientific knowledge regarding the inactivation of BSAT. Chemical and Biological Defense Program officials said that they are developing a validated method for inactivating Bacillus anthracis spores using irradiation to improve safety. DOD reported completion of the first phase of the study for developing a validated method with scientists from three DOD laboratorie s, using a weakened strain of Bacillus anthracis .8 The second phase of the Bacillus anthracis inactivation study was completed in October 2017, according to Army officials, using a potentially lethal strain of Bacillus anthracis . In April 2018, DOD officia ls stated that as a result of the first two phases of this study, they have received approval from peer reviewers to publish their study results, which will recommend these results as a validated inactivation method. The next step will be to analyze the da ta from these studies to determine 7Section 901 of the NDAA for Fiscal Year 2017 eliminated the position of the Under Secretary of Defense for Acquisition, Technology and Logistics and established an Under Secretary of Defense for Research and Engineering and an Under Secretary of Defense for Acquisition and Sustainment. Oversight responsibilities for Chemical and Biological Defense Program (CBDP), which previously were assigned to the Under Secretary of Defense for Acquisition, Technology and Logistics, have been transferred to the Under Secre tary of Defense for Acquisition and Sustainment. See Pub. L. No. 114 -328, § 901 (2016); Deputy Secretary of Defense Memorandum, Implementation Guidance for the Establishment of the Office of the Under Secretary of Defense for Research and Engineering and t he Office of the Under Secretary of Defense for Acquisition and Sustainment (Jan. 31, 2018). 8The three facilities participating in the study are Edgewood Chemical Biological Center, U.S. Army Medical Research Institute of Infectious Diseases, and Naval S urface Warfare Center -Dahlgren Division. Appendix V: The Department of Defense Has Made Key Safety Improvements by Implementing Recommendations whether additional studies are needed to answer further questions about factors that may affect testing for the presence of live pathogens. Page 84 GAO -18-422 Biological Select A gents and Toxins 9 The Army Has T aken Multiple Types of Actions at Dugway Proving Ground to Impleme nt Recommendations from the Army's 2015 Investigation Report Since 2015, the Army also has taken multiple types of actions specifically at Dugway Proving Ground —including operational, administrative, and personnel actions —to implement the recommendations from the Army's 2015 investigation report. The report made several recommendations for improvements at the BioTesting Division at Dugway Proving Ground. The Army's subsequent Directive 2016 -24 assigned responsibility for implementing some of these recommen dations and called for additional actions, including reassigning command and control of the division to the Army's Edgewood Chemical Biological Center at Aberdeen Proving Ground, Maryland. According to DOD officials, as part of this action, a new managemen t team was established at the BioTesting Division that includes new managers responsible for quality control and assurance. In addition to hiring personnel, the BioTesting Division established training programs for all laboratory staff, including training sessions on biological safety, for which participants received certification after completing coursework. In response to the 2015 incident at Dugway Proving Ground, the Centers for Disease Control and Prevention suspended Dugway Proving Ground's BioTesting Division's certificate of registration in accordance with federal select agent regulations in August 2015.10 In May 2017, DOD's request for withdrawal of the laboratory's registration was approved and remaining BSAT in its possession was either transferred or destroyed. DOD officials explained that the withdrawal of the BioTesting Division's registration has allowed the division time to implement recommendations, modernize and make repairs to laboratories, and retrain personnel without the added burden of c ontinuous inspections. Officials from the 9In response to inactivation issues, the Federal Select Agent Program updated regulations and guidance which now define inactivation and provide information on how to conduct inactivation. 82 Fed. Reg. 6278 -6294; see also 42 C.F.R. § 73.1 (2018); see also Centers for Disease Control and Prevention, Guidance on the Inactivation or Removal of Select Agents and Toxins for Future Use (August 2017). 1042 C.F.R. § 73.8 (2018). Appendix V: The Department of Defense Has Made Key Safety Improvements by Implementing Recommendations BioTesting Division stated that they are in the process of re -registering with the Federal Select Agent Program and are taking a phased approach in anticipation of reaching full operational status in fiscal year 20 19. Figure 11 is a timeline of selected actions DOD has taken. Figure 11: Selected Actions Taken by the Department of Defense Following the Inadvertent Shipment of Live Bacillus Page 85 GAO -18-422 Biological Select A gents and Toxins anthracis (Anthrax) from Dugway Proving Ground from 2015 through 2017 Becaus e BBPO is focused on broader issues and not just the Army's 2015 investigation report recommendations, BBPO officials have also compiled and consolidated recommendations and actions from multiple Appendix V: The Department of Defense Has Made Key Safety Improvements by Implementing Recommendations reports, including the Army's 2015 investigation report, the DOD Review Committee Report, a DOD Inspector General report, and the NDAA for Fiscal Year 2017. Page 86 GAO -18-422 Biological Select A gents and Toxins 11 BBPO officials explained that they developed tasks to operationalize the recommendations and acknowledged that BBPO and the now -terminated General Officers St eering Committee had not yet developed a standardized definition for recommendations deemed complete. BBPO officials told us they consider all of these recommendations to be part of their broader DOD biosafety efforts. 11Army, AR 15 -6 Investigation Report, Individua l and Institutional Accountability for the Shipment of Viable Bacillus anthracis from Dugway Proving Ground (Dec. 17, 2015); DOD, Review Committee Report: Inadvertent Shipment of Live Bacillus anthracis Spores by DOD (July 13, 2015); DOD Office of the Insp ector General, Evaluation of DOD Biological Safety and Security Implementation (April 27, 2016); and Pub. L. No. 114 -328, § 218 (2016). Appendix VI: Key Themes and Selected Comments fro m Staff at Department of Defense BSAT Facilities Page 87 GAO -18-422 Biological Select A gents and Toxins Appendix VI: Key Themes and Selected Comments from Staff at Department of Defense BSAT Facilities As part of our review, we conducted facilitated discussions between September 2017 and November 2017 using a self -selected sample of supervisory and non -supervisory staff at six Department of De fense (DOD) laboratories, five of which currently handle biological select agents and toxins (BSAT). The purpose of the discussions was to better understand the effects of DOD actions on laboratory staff and operations following the 2015 discovery that sta ff at Dugway Proving Ground had incompletely inactivated Bacillus anthracis and subsequently shipped live anthrax to multiple locations. The intent was to obtain the views of those laboratory staff who have and will be implementing recommendations from mul tiple reports. Using a protocol we developed, one of our analysts facilitated each discussion group by asking a similar set of questions about effects of the DOD response to the 2015 incident at Dugway Proving Ground. Our analysts documented laboratory sta ffs' comments as closely as possible to the original language used by participants. During subsequent reviews and sorting (coding) of the participants comments, we found that four key themes emerged. Within each of the four themes, our analysts also identi fied related sub -themes. For the purposes of selecting individual comments as shown in table 3 below, our analysts considered several factors including clarity and relevance to our study's objectives. Our self -selected convenience sample of laboratory sta ff provided comments describing the various effects of the 2015 anthrax incident on laboratory staff and operations. We did not verify the factual basis of the laboratory staff comments. Moreover, the comments that we have identified cannot be generalized to all DOD laboratory staff at the six facilities we visited. Table 3 lists the key theme, sub -theme, and selected comments made by laboratory staff during our facilitated discussion groups at each of the six DOD covered laboratories, five of which current ly handle BSAT. Appendix VI: Key Themes and Selected Comments from Staff at Department of Defense BSAT Facilities Table 3: Selected Comments by Laboratory Staff during Facilitated Discussion Groups from September through December Page 88 GAO -18-422 Biological Select A gents and Toxins 2017 Key Themes Sub-themes Selected Comments by Laboratory Staff Safety and Risk Safety and Risk · There is an unwilling ness to accept risk. Zero percent risk is not possible when working with biological select agents and toxins (BSAT). The only way to get 0 percent risk when working in a laboratory is not to do any work. At the division level, they are afraid to make deci sions. The logic seems to be that you cannot make mistakes if you are not doing research. · Adding new safety procedures is not always helpful and has created redundancies. New safety procedures can also contribute to complacency because people start to rely more on the procedure than professional judgement. · In terms of the culture of complacency concern, I could see how older labs may have that issue (as it develops over time), but we do not have that issue and have always been hyper vigilant and sensitive t o safety concerns. The culture at our lab is such that if someone says we need to stop work for safety reasons then we would do it. A big piece of mitigating cultural complacency is having reporting standards. We also have mishap reporting procedures that can be done anonymously so that management is not controlling the reporting. · I feel like the reaction (to the Dugway incident) was overblown and overly harsh. The incident could have been characterized differently. There were gaps in science in terms of th e amount of gamma irradiation it takes to achieve zero growth of Bacillus anthracis spore. However, before the incident no one was looking into this topic. · At the division level, they are afraid to make decisions. The logic seems to be that you cannot make mistakes if you are not doing research. For example, the Department of Defense wants to exceed what is required in Centers for Disease Control and Prevention guideline, which is not necessary. Also, we are getting dinged on administrative matters that are not safety related. · We felt like the laboratory staff was getting blamed for what someone else did at another base. Business Cost · From a resources and regulatory standpoint, validation procedures and costs have increased dramatically. Validation is much more time intensive than pre - 2015 before the Dugway incident. Business Funding · Since Dugway shut down, we are losing work due to the moratorium on inactivated BSAT amounting to around several million dollars in funding. Business Competition · We are losing capability, in general, while a private competitor is trying to obtain capability. Productivity Administrative Process · Staff is not getting clear guidance and said it was \"death by red tape\" and that they were \"more afraid of the paperwork than the path ogens.\" · For one project that was in collaboration with a university, it took 9 months to get a waiver for the moratorium up to and signed by the Commanding General, U.S. Army Medical Research and Materiel Command. As a result of the approval process taking so long, the project was terminated and we no longer work with that client. · The biggest impact was the shutdown of production work involving inactivated spores so now we have to use live agents, which is actually more dangerous. Productivity Hiring and R etention · Edgewood Chemical Biological Center has generated hiring actions and there have been several promotions since it has taken over command and control of the BioTesting Division. Appendix VI: Key Themes and Selected Comments from Staff at Department of Defense BSAT Facilities Page 89 GAO -18-422 Biological Select A gents and Toxins Key Themes Sub-themes Selected Comments by Laboratory Staff Productivity Shipping · Also, we are impacted because everyone was getti ng out of the shipping business and no one will ship inactivated BSAT any longer. FedEx used to ship but now it has to go through military transport. The shipping process is now very expensive and much more complicated. FedEx won't ship BSAT but they will ship other non -inactivated substances which doesn't make any sense. · Shipping inactivated BSAT has become a problem. We can no longer use FedEx to ship inactivated material. But it's ridiculous because the Centers for Disease Control and Prevention can call something a clinical sample and get around this. Quality of Work Research Quality · The whole research community has suffered from the lack of inactivated agent production at Dugway Proving Ground. As a result, there has been a movement away from BSAT and toward surrogates to avoid the consequences of inadvertent release. Surrogates may not work for every target and may not work as intended, so surrogates are not a solution for every project. Quality of Work Collaboration · Before there was a lot of stove pi pping across the biological safety laboratories and there was the perception that you shouldn't talk to other laboratories because they could \"steal your business.\" The creation of the Executive Agent Responsible Official has worked to solve that issue. Fo r example, best practices are shared across laboratories as well as risk assessments and capabilities. Quality of Work Communication · A positive impact of the Dugway incident is that we are sharing best practices across the military service labs. The commu nication chain across the labs is better, not as isolated. There's more transparency. Source: Comments from laboratory staff during GAO's facilitated discussions at Department of Defense facilities that handle b iological select agents and toxins. | GAO -18-422 Appendix VII: Department of Defense Reported Responses to Tasks Required by the NDAA for Fiscal Year 2017 Page 90 GAO -18-422 Biological Select A gents and Toxins Appendix VII: Department of Defense Reported Responses to T asks Required by the NDAA for Fiscal Y ear 2017 The Department of Defense (DOD) issued a report to the defense congressional committees on April 10, 2017, in response to section 218 of the Na tional Defense Authorization Act (NDAA) for Fiscal Year 2017. As of March 2018, DOD officials stated that the tasks required by the NDAA for Fiscal Year 2017 to study the consolidation of commands, opportunities to partner with industry for the production of biological select agents and toxins (BSAT), and the transfer of BSAT production responsibilities are still ongoing. Table 4 shows the status of DOD's efforts to respond to the tasks required by the NDAA for Fiscal Year 2017. Table 4: Department of Defen se's Reported Responses to Tasks Required by the National Defense Authorization Act for Fiscal Year 2017 Task Required of the Department of Defense (DOD) by the National Defense Authorization Act for Fiscal Year 2017 What DOD Reported It Has Done to Meet t he Requirements Appendix VII: Department of Defense Reported Responses to Tasks Required by the NDAA for Fiscal Year 2017 Page 91 GAO -18-422 Biological Select A gents and Toxins Task Required of the Department of Defense (DOD) by the National Defense Authorization Act for Fiscal Year 2017What DOD Reported It Has Done to Meet t he Requirements Study the feasibility of consolidating covered facilities within a unified command to minimize risk. In April 2017, DOD reported that it had undertaken a number of assessments to support a future decision on this issue. As of March 2018, C hemical and Biological Defense Program (CBDP) officials stated that DOD has prioritized its current study efforts more broadly on identifying infrastructure requirements to support the entire CBDP Enterprise —of which DOD's biological select agents and toxi ns (BSAT) infrastructure is just one part. · In August 2015, the Army established a Biosafety Task Force that set up four working groups to develop recommendations and implement changes necessary to ensure the long -term safety and security of BSAT programs. The fourth working group developed a study in December 2015 that initially examined the infrastructure of DOD BSAT facilities, among other things. Part of the role of the working group was to examine alternatives and options for DOD's BSAT community on the optimal distribution of research, development, and production activities. However, because the scope of the working group's study was limited, the Army recommended in February 2016 that additional analysis and study be undertaken before any decision was m ade to adjust the current BSAT laboratory framework. · In April 2016, the Deputy Assistant Secretary of Defense for Chemical and Biological Defense directed three assessments to examine (1) laboratory overhead costs; (2) the composition and disposition of th e Army research, development, testing, and evaluation enterprise; and (3) the core competencies and military service -specific capabilities of the laboratories. · In June 2017, the Defense Threat Reduction Agency completed a study of the core competencies of DOD laboratories that are required to support CBDP's science and technology mission. Officials acknowledged that this study included only five of the six DOD BSAT laboratories, since BSAT laboratory capabilities at the Air Force facility were not yet opera tional at the time of the review. · DOD officials also identified another study that DOD had under way to review the optimization of the CBDP infrastructure, and which included only three of the six DOD BSAT laboratories due to limited funding. DOD officials estimate that this study will be completed by March 2018. Appendix VII: Department of Defense Reported Responses to Tasks Required by the NDAA for Fiscal Year 2017 Page 92 GAO -18-422 Biological Select A gents and Toxins Task Required of the Department of Defense (DOD) by the National Defense Authorization Act for Fiscal Year 2017What DOD Reported It Has Done to Meet t he Requirements Study opportunities to partner with industry for the production of BSAT and related services in lieu of maintaining such capabilities within the Department of the Army. · DOD reported that it has u ndertaken a number of steps to support a future decision on this issue. DOD officials reiterated that once they complete the CBDP Enterprise -wide study of infrastructure capabilities and capacity, they will then be able to identify any additional opportuni ties to partner with industry while continuing to look for safe ways to conduct business within the BSAT community. · In August 2015, the Biosafety Task Force's second working group was tasked with examining and managing end -user requirements for BSAT, which could stem from both internal and external partner needs. As noted by the Army, many federal partners, private sector laboratories, and DOD components depend on DOD's ability to provide inactivated BSAT materials to support their capabilities for national security and public safety missions. The working group developed recommendations to the Army, including the development of a centralized system for tracking and maintaining records for transfers of BSAT materials and draft policy language for developing a process to evaluate and approve end -user requirements to provide BSAT or an appropriate alternative to incorporate in an Army directive. · In July 2016, the Army issued a directive for the BSAT Biosafety Program which, among other things, requires The Surge on General of the Army, as the Executive Agent Responsible Official, to coordinate and collaborate with partners, including industry partners, and provide oversight and governance for the production, distribution, tracking, and evaluation of end -user requi rements for BSAT materials. · In April 2017, DOD reported that the Defense Biological Product Assurance Office (DBPAO) within the Joint Program Executive Office for Chemical and Biological Defense —formerly known as the Critical Reagents Program —released two Requests for Information to inform DBPAO's evaluation of the most efficient mechanism to support product development. Specifically, DBPAO contracted for the development of a business case analysis to assess its current business model for production, handli ng, storage, and distribution of BSAT. · In March 2017, the contractor issued a report on the results of the analysis and recommendations, including a recommendation that DBPAO stop offering inactivated BSAT materials as part of its commercial offerings. The business case analysis also recommended that, among other things, DOD undertake an enterprise -wide analysis of the production, handling, storage, distribution, tracking, and disposition of BSAT -related materials. · In July 2017, the Joint Program Executive Office for Chemical and Biological Defense issued an Acquisition Decision Memoranduma approving the selected recommendation for DBPAO to divest all BSAT and non -BSAT inactivated organisms from its portfolio. Officials within the Joint Program Executive Off ice for Chemical and Biological Defense explained that their decision to divest DBPAO of BSAT allows them to focus on offering their clients safer surrogate alternatives and that clients can now go directly to the military laboratories for any BSAT -related materials they may require. Appendix VII: Department of Defense Reported Responses to Tasks Required by the NDAA for Fiscal Year 2017 Page 93 GAO -18-422 Biological Select A gents and Toxins Task Required of the Department of Defense (DOD) by the National Defense Authorization Act for Fiscal Year 2017What DOD Reported It Has Done to Meet t he Requirements Study whether operations under the BSAT production program should be transferred to another government or commercial laboratory that may be better suited to execute production for non -Department of Defense customers. DOD repor ted that it has undertaken a number of steps to support a future decision on this issue. DOD officials reiterated that once they complete the CBDP Enterprise -wide study of infrastructure capabilities and capacity, they can work to determine whether the BSA T community in particular needs to transfer any part of its production to another entity. · For example, DOD is participating in a government -wide, three -phase assessment that will inform a Federal Experts Security Advisory Panel on the appropriate number of federally funded high-containment laboratories required to possess, use, or transfer BSAT. DOD's participation in the panel will help inform leadership of the critical infrastructure and requirements for DOD BSAT and BSAT -related production operations for both unique DOD and non -DOD customer requirements. DOD officials stated that they have provided information on DOD BSAT infrastructure to the panel and that in November 2017 the panel issued a report determining that DOD's BSAT infrastructure was adequate . However, the panel's 2017 report was based on survey information collected from the military agencies operating DOD's BSAT laboratories, and panelists noted a number of concerns, including that some DOD laboratories may have space that is not fully utili zed and the appearance of duplication of research areas in the mission statements of the agencies' laboratories. For this reason, the panel recommended, among other things, that DOD continue to review planned and ongoing research efforts across the BSAT enterprise to minimize any duplication of effort. · DOD's April 10, 2017, report to the congressional defense committees also referred to the business case analysis conducted on behalf of DBPAO and the Biosafety Task Force's fourth working group, which assesse d the optimal distribution of research, development, and production activities at the laboratories. Source: GAO analysis of information provided by DOD. | GAO -18-422 aAn Acquisition Decision Memorandum is defined as a memorandum signed by the milestone decision authority that documents decisions made as a result of a milestone decision review or other decision or program review. Appendix VIII: Summary of Selected Federal Panels, Task Forces, and Working Groups Examining Biodefense -Related Issues Page 94 GAO -18-422 Biological Select A gents and Toxins Appendix VIII: Summary of Selected Federal Panels, Task Forces, and Working Groups Examining Biodefense -Related Issues Biosafety , biosecurity, and biodefense issues have been a long -standing concern for the nation. The federal government has been examining biosafety, biosecurity, and biodefense issues for over a decade through many voluntary and federally mandated commissions, task forces, and federal panels and working groups. These issues have been reviewed from a variety of perspectives —scientific, regulatory, academic, health, national defense, and homeland security. Table 5 provides a summary of some key recommendations and obs ervations to address biosafety, biosecurity, and biodefense issues and related topics. The Department of Defense (DOD) participated in many of these efforts, some of which are ongoing, including the National Science Advisory Board for Biosecurity and the F ederal Experts Security Advisory Panel. Observations represent comments made by individual participants and do not represent organizational recommendations. Table 5: Summary of Key Recommendations and Observations from Selected Federal Panels, Task Forces, and Working Groups Examining Biosafety, Biosecurity, and Biodefense Issues between 2004 and Present National Science Advisory Board for Biosecurity (NSABB) (2004 - Present) : Report(s) Issued: · Addressing Biosecurity Concerns Related to the Synthesis of Sel ect Agents (2006) · Proposed Framework for the Oversight of Dual Use Life Sciences Research (2007) · Strategic Plan for Outreach and Education on Dual Use Research Issues (2008) · Enhancing Personnel Reliability among Individuals with Access to Select Agents (2009) · Enhancing Responsible Science: Development of Codes of Conduct for Dual Use Research (2010) · Addressing Biosecurity Concerns Related to Synthetic Biology (2010) · Strategies to Educate Amateur Biologists and Scientists in Non -life Science Disciplines Abou t Dual Use Research in the Life Sciences ( 2011) · Guidance for Enhancing Personnel Reliability and Strengthening the Culture of Responsibility (2011) · Framework for Conducting Risk and Benefit Assessments of Gain -of-Function Research (2015) · Recommendations fo r the Evaluation and Oversight of Proposed Gain -of-Function Research (2016) Appendix VIII: Summary of Selected Federal Panels, Task Forces, and Working Groups Examining Biodefense -Related Issues Page 95 GAO -18-422 Biological Select A gents and Toxins National Science Advisory Board for Biosecurity (NSABB) (2004 - Present) : Purpose: To provide advice, guidance, and leadership regarding biosecurity oversight of dual use research —biological research with legitimate scientific purpose that may be misused to pose a biologic threat to public health and/or national security. National Science Advisory Board for Biosecurity (NSABB) (2004 - Present) : Key Recommendations/Observations: 1. The Departments of Health and Human Services and Agriculture should collaboratively develop and disseminate harmonized guidance concerning the select agent regulations with respect to synthetically -derived DNA (deoxyribonucleic acid). (2006) 2. The U.S. governm ent should charge relevant federal agencies, in consultation with outside experts, to develop a process to be used by providers of synthetic DNA for determining the sequences for which to screen. (2006) 3. The U.S. government should foster an international di alogue and collaboration with the goal of developing and implementing universal standards and preferred practices for screening DNA sequences and related matters. (2006) 4. The U.S. government should examine the language and implementation of current biosafet y guidelines to ensure that such guidelines and regulations provide adequate guidance for working with synthetically derived DNA and are understood by all tho se working in areas addressed by the guidelines. (2006) 5. The U.S. government should convene a group of experts from the scientific community to conduct an open and in -depth examination of the select agent classification system to determine if it is possible to reconcile current controls for select agents with the anticipated scientific advances enabled by synthetic genomes. (2006) 6. The current security risk assessment process should be strengthened by identifying potential weaknesses and gaps in the information gathering process, and adjusting the procedures as necessary. (2009) 7. The culture of responsibil ity and accountability should be enhanced at institutions that conduct select agent research. (2009) 8. The list of select agents and toxins should be reduced or stratified. (2009) 9. When considering a candidate for a position with access to biological select a gents and toxins (BSAT), potential employers should explore aspects of the individual's prior work performance that directly relate to issues of reliability. (2011) 10. All institutions conducting BSAT research are recommended to perform a thorough risk assess ment of all laboratory protocols involving BSAT prior to the initiation of the protocol or planned research and on an ongoing basis throughout the lifespan of the research project, as appropriate. (2011) Commission on the Prevention of Weapons of Mass Des truction (WMD), Proliferation, and Terrorism (2007 - 2008): Report(s) Issued: World at Risk: The Report of the Commission on the Prevention of WMD Proliferation and Terrorism (2008) Commission on the Prevention of Weapons of Mass Destruction (WMD), Prolif eration, and Terrorism (2007 - 2008): Purpose: To assess, within 180 days, any and all of the nation's activities, initiatives, and programs to prevent weapons of mass dest ruction proliferation and terrorism, and provide recommendations to address these th reats. Commission on the Prevention of Weapons of Mass Destruction (WMD), Proliferation, and Terrorism (2007 - 2008): Key Recommendations/Observations: 1. The United States should undertake a series of mutually reinforcing domestic measures to prevent bioter rorism: a. conduct a comprehensive review of the domestic program to secure dangerous pathogens, b. develop a national strategy for advancing bio -forensic capabilities, c. tighten government oversight of high -containment laboratories, d. promote a culture of security awareness in the life sciences community, and e. enhance the nation's capabilities for rapid response to prevent biological attacks from inflicting mass casualties. 2. The United States must build a national security workforce for the 21st century, including mee ting requirements in the National Security Professional Development Implementation Plan to recruit, train, and retain sufficient national security professional s, including at the U.S. national laboratories. Trans -Federal Task Force on Optimizing Biosafety and Biocontainment Oversight (2007 - 2009): Report(s) Issued: Report of the Trans -Federal Task Force on Optimizing Biosafety and Biocontainment Oversight (2009) Trans -Federal Task Force on Optimizing Biosafety and Biocontainment Oversight (2007 - 2009): Purpose: To propose options and recommendations to improve biosafety and biocontainment oversight of research activities at high and maximum containment laboratories given concerns with their growth in numbers. Appendix VIII: Summary of Selected Federal Panels, Task Forces, and Working Groups Examining Biodefense -Related Issues Page 96 GAO -18-422 Biological Select A gents and Toxins Trans -Federal Task Force on Optimizing Biosa fety and Biocontainment Oversight (2007 - 2009): Key Recommendations/Observations: 1. Identify or establish a federal entity to coordinate biosafety and biocontainment oversight activities, and to ensure compreh ensive and effective federal oversight for all h igh and maximum containment research facilities and activities in all sectors. 2. Develop a registry of all high - and maximum -containment facilities in the United States. 3. Require that all institutions conducting high - and maximum -containment research designat e (1) a senior official with the appropriate knowledge, authority, and accountability who is responsible for institutional compliance with biosafety and biocontain ment regulations and guidelines and (2) a credentialed biosafety professional who is responsi ble for oversight of biosafety and biocontainment programs. 4. Require that, at all institutions conducting high - or maximum -containment research, an appropriately constituted review body performs a thorough risk assessment of all laboratory protocols potenti ally requiring high or maximum containment. 5. Mandate compliance with federal biosafety and biocontainment guidelines for all high - and maximum -containment research institutions in all sectors. 6. Establish national, position -specific training standards and cor e competencies in biosafety and biocontainment for all research, managerial, and support personnel at high - and maximum -containment research laboratories in all sectors. 7. Establish a new voluntary, non -punitive incident -reporting system for high - and maximu m-containment research laboratories that would ensure the protection of sensitive and private information, as necessary. 8. Develop comprehensive biocontainment guidelines comparable to those of the Biosafety in Microbiological and Biomedical Laboratories guidelines to cover research, including high - and maximum -containment research, on plant, livestock, and other agriculturally significant pests and pathogens. 9. Require that all institutions with high - or maximum -containment laboratories ensure proper installat ion of and preventive and ongoing maintenance programs for biosafety and biocontainment infrastructure and equipment. 10. Develop a mechanism for sharing information and best practices about infrastructure and equipment design, operations, and maintenance amon g all high - and maximum -containment research facilities. Defense Science Board Task Force on Department of Defense Biological Safety and Security Program (2008 - 2009): Report(s) Issued: Report of the Defense Science Board Task Force on Department of Def ense Biological Safety and Security Program (2009) Defense Science Board Task Force on Department of Defense Biological Safety and Security Program (2008 - 2009): Purpose: To examine the biological safety, security, and personnel reliability programs of D OD's biological laboratories and compare them with other similar operations in academia, industry, and the federal government. Defense Science Board Task Force on Department of Defense Biological Safety and Security Program (2008 - 2009): Key Recommendat ions/Observations: 1. Conduct cyber red -team reviews of the computer systems at the U.S. Army Medical Research Institute of Infectious Diseases and other DOD laboratories. 2. Make changes to procedures used to monitor activities in DOD laboratories to improve ef fectiveness without introducing significantly obtrusive measures that are unwarranted by the threat, including retaining video records of laboratory surveill ance for a minimum of 1 year. 3. Maintain the use of the Biological Personnel Reliability Program tail ored to biodefense work and balance risk from a malevolent insider against the detriment to the laboratory mission, including automated suitability checks. 4. Provide resources for an independent DOD inspection team. 5. Engage with other organizations concerned with biosafety and biosecurity include developing consistency among compliance inspection programs. 6. Review the use of the two -person rule for shipments of BSAT and investigate the potential of tamper -resistant shipment containers. 7. All U.S. DOD bio -containm ent facilities and their immediate senior commands should develop a risk communication plan and public relations plan to provide for emergency response. Appendix VIII: Summary of Selected Federal Panels, Task Forces, and Working Groups Examining Biodefense -Related Issues Page 97 GAO -18-422 Biological Select A gents and Toxins Working Group on Strengthening the Biosecurity of the United States (2009): Working Group on Strength ening the Biosecurity of the United States (2009): Report(s) Issued: Report of the Working Group on Strengthening the Biosecurity of the United States (2009) Working Group on Strengthening the Biosecurity of the United States (2009): Purpose: As directed by Executive Order No. 13486, Strengthening Laboratory Biosecurity in the United States (Jan. 9, 2009), review and evaluate the efficiency and effec tiveness of existing laws, regulations, guidance, and practices relating to physical, facility, and personne l security and assurance at federal and non-federal facilities that possess, manage, research, handle, store, or transport BSAT. Working Group on Strengthening the Biosecurity of the United States (2009): Key Recommendations/Observations: 1. Task the Federal Select Agent Program to develop standard security risk assessment methodology for use at all BSAT facilities. 2. Identify or establish a federal entity to coordinate biosecurity oversight activities, and to ensure comprehensive and effect ive federal oversigh t for all select agent research facilities and activities. 3. Develop coordinated training and oversight programs for inspectors from various U.S. government agencies and offices with oversight responsibilities. 4. Provide guidance for and require entities to co nduct comprehensive BSAT program reviews and facility inspections. 5. Provide comprehensive guidance on inventory management and recordkeeping requirements, approaches, and templates. 6. Establish a working group that will investigate and establish guidance and training on suitability criteria, above and beyond restricted and potential prohibited categories. 7. Assess the feasibility of a registry or repository containing derogatory information reported by Responsible Officials that c an be used, in combination with results of the security risk assessment, for determining whether an individual should be granted BSAT access. 8. Identify a federal agency that will (1) develop guidelines for vetting foreign nationals that require BSAT access and (2) scr een foreign nationals according to these newly established criteria. 9. Develop minimum physical security standards based on the risk of the agent or toxin and characteristics of facilities and typ e of work being done. 10. Task the Transportation Security Administration, in partnersh ip with other U.S. government agencies, to conduct a risk assessment to determine the risk posed by air and ground transportation of BSAT. Federal Experts Security Advisory Panel (2010 - Present) : Report(s) Issued: · Recommendations Concerning the Select Ag ent Program (2010) · Report of the Federal Experts Security Advisory Panel (2014) · Summary of Findings and Recommendations of the Federal Security Advisory Panel on the Biennial Review of the Select Agents and Toxins List (2016) · An Approach to Determine the A ppropriate Number of High -Containment Laboratories: Phase I (2017) Federal Experts Security Advisory Panel (2010 - Present) : Purpose: To make recommendations regarding the biosecurity measures of the national Federal Select Agent Program, and evaluate app roaches to enhance biosafety and biosecurity in the United States. Appendix VIII: Summary of Selected Federal Panels, Task Forces, and Working Groups Examining Biodefense -Related Issues Page 98 GAO -18-422 Biological Select A gents and Toxins Federal Experts Security Advisory Panel (2010 - Present) : Key Recommendations/Observations: 1. Enhance and clarify the security risk assessment process to better assess disqualifiers and vet foreign nationals. (2010) 2. Provide guidance on pre -access suitability assessments of personnel to assist the entity in identifying qualities of suitability for being granted access to BSAT. (2010) 3. Federal partners involved in BSAT security should develop a government -furnished risk management tool for all entities to use as part of their site -specific risk assessment. (2010) 4. Create and strengthen a culture that emphasizes biosafety, laboratory biosecurity, and responsible conduct in the life scienc es. (2014) 5. Require all research institutions conducting BSAT research to have an appropriate organizational and governance structure to ensure compliance with biosafety, biocontainment , and laboratory biosecurity regulations and guidelines. (2014) 6. Require that an ap propriately constituted and qualified review entity validate local policies, laboratory protocols, and mitigation plans involving inactivation, sterilization, or decontamination of biohazardous materials at research institutions. (2014) 7. Establish a new vol untary, anonymous, and non-punitive incident reporting system for research laboratories that would ensure the protection of sensitive and private information, as necessary. (2014) 8. Carry out a three -phase process to determine the appropriate number of feder ally funded high -containment U.S. laboratories required to possess, use, or transfer BSAT. (2014) 9. Multiple panelists observed that some DOD laboratories may have high -containment space that is not being fully utilized. DOD should further explore collaborat ive opportunities with other departments and agencies for work that could be supported at DOD facilities. (2017) 10. Panelists noted the appearance of duplication of research areas in the stated missions of DOD laboratories as they support th e diverse missions set by their respective services. To minimize duplication of effort, DOD should continue to review planned and ongoing research efforts across the enterprise. (2017) 11. DOD should engage with other departments and agencies that conduct classified select agen t research, and re -evaluate DOD's ability to use contractor laboratories or other established service laboratories, and the assumption that classified research can only be accomplished at DOD -owned facilities. (2017) 12. Multiple panelists pointed out that DOD 's planning assumptions appear to be relatively short term (up to 5 years) while a large biocontainment facility project may take a decade or more to complete. It may be beneficial for DOD to consider a longer -term deliberation process for high -containment space needs. (2017) Blue Ribbon Study Panel on Biodefense (2014 - 2015): Report(s) Issued: A National Blueprint for Biodefense: Leadership and Major Reform Needed to Optimize Efforts (2015) Blue Ribbon Study Panel on Biodefense (2014 - 2015): Purpose: To assess gaps and provide recommendations to improve U.S. biodefense. Blue Ribbon Study Panel on Biodefense (2014 - 2015) : Key Recommendations/Observations: 1. Establish a Biodefense Coordination Council at the White House led by the Vice President. 2. Develop, implement, and update a comprehensive national biodefense strategy. 3. Prioritize and align investments in medical countermeasures among all federal stakeholders. 4. Establish a national environmental decontamination and remediation capacity. 5. Implement an integ rated national biosurveillance capability. 6. Establish and utilize a standard process to develop and issue clinical infection control guidance for biological events. 7. Develop and implement a Medical Countermeasure Response Framework. 8. Harden pathogen and advan ced biotechnology information from cyber -attacks. 9. Implement military -civilian collaboration for biodefense. 10. Review and overhaul the Federal Select Agent Program. Fast Track Action Committee on Select Agents Regulation (2014 - 2015) : Report(s) Issued: Fast Track Action Committee Report: Recommendations on the Select Agent Regulations Based on Broad Stakeholder Engagement (2015) Appendix VIII: Summary of Selected Federal Panels, Task Forces, and Working Groups Examining Biodefense -Related Issues Page 99 GAO -18-422 Biological Select A gents and Toxins Fast Track Action Committee on Select Agents Regulation (2014 - 2015) : Purpose: To review the impact that the select agent regula tions have had on science, technology, and national security in the United States. Fast Track Action Committee on Select Agents Regulation (2014 - 2015) : Key Recommendations/Observations: 1. Develop a formal mechanism for issuing, publicizing, and accepting requests for interpretations of the select agent regulations. 2. Develop an approach to improve the consistency of the inspection process across inspectors, inspecting agencies, and inspecte d sites. 3. Create an expert panel or federal advisory committee to ser ve as an external group that could share best practices or make recommendations to the Federal Select Agent Program. 4. Establish international engagement to explore harmonization of pathogen security standards and ensure understanding of the rationale for, a nd implementation of, the select agent regulation —equivalent standards by collaborating foreign governments. 5. Provide better training and guidance for customs inspectors who process BSAT shipments. 6. Consider creating exemptions from certain security regulati ons for laboratories that retain certain select agents only for the purposes of positive control material availability and quality assurance procedures. 7. Explore the feasibility of establishing a common interface for institutions with respect to personnel v etting and personnel reliability for people with access to chemical, biological, and radiological materials of security concern. 8. Explore the feasibility of adopting a risk -based approach to managing the safety and security oversight of BSAT. Fast Track A ction Committee on Biosafety and Biosecurity (2016 - 2017) : Report(s) Issued: k Action Committee Report: Biosafety and Biosecurity (2017) Fast Track Action Committee on Biosafety and Biosecurity (2016 - 2017) : Purpose: To consider whether and how (1) to bring all U.S. bioscience institutions —or at least all those operating at or above Biosafety Level -3—under f ederal biosafety regulation and (2) the federal government could adopt a risk -based approach to managing the safety and security oversight o f BSAT that did not depend on designating specific agents and toxins. Fast Track Action Committee on Biosafety and Biosecurity (2016 - 2017) : Key Recommendations/Observations: 1. Consider modifying the scope and extent of Institutional Biosafety Committee a ctivities in order to promote biosafety. 2. Consider pursuing mandatory or voluntary accreditation or peer review of biosafety/biocontainment programs. Source: GAO review of reports from federal panels and working groups. | GAO -18-422 Appendix IX: Co mments from the Department of Defense Page 100 GAO -18-422 Biological Select A gents and Toxins Appendix IX: Comments from the Department of Defense Appendix IX: Comments from the Department of Defense Page 101 GAO -18-422 Biological Select A gents and Toxins Appendix IX : Comments from the Department of Defense Page 102 GAO -18-422 Biological Select A gents and Toxins Appendix IX: Comments from the Department of Defense Page 103 GAO -18-422 Biological Select A gents and Toxins Appendix X: GAO Contact and GAO Acknowledgments Page 104 GAO -18-422 Biological Select A gents and Toxins Appendix X: GAO Contact and GAO Acknowledgments GAO Contact Joseph Kirschbaum, (202) 512 -9971 or KirschbaumJ@gao.gov Staff Acknowledgments In addition to the contact name a bove, GAO staff who made key contributions on this report include Mark A. Pross (Assistant Director); Latrealle Lee (Analyst -in-Charge); Amy Patricia Donahue, Jacobs; Joanne Lopez Roberts; Ritter Snyder, and Lillian Yob. Appendix XI: Accessible Data Page 105 GAO -18-422 Biological Select A gents and Toxins Appendix XI: Accessible Data Agency Comment Letter Accessible T ext for Appendix IX Comments from the Department of Defense Page 1 JUL 30 2018 Mr. Joseph W . Kirschbaum Director, Defense Capabilities and Management U.S. Government Accountability Office 441 G Street, NW Washington, DC 20548 Dear Mr. Kirschbaum: This is the Department of Defense (DoD) response to the Government Accountability Office (GAO) Dra ft Report, GAO -18-422. \"BIOLOGICA L SELECT AGENTS AND TOXJNS: Actions Needed to Improve Management of DOD's Biosafety and Biosecurity Program\" dated July 9, 2018 (GAO Code 102093). Detailed comments on the report recommendations are enclosed. Sincerely, Guy B. Roberts Enclosure: As stated Appendix XI: Accessible Data Page 2 Page 106 GAO -18-422 Biological Select A gents and Toxins GAO DRAFT REPORT DATED JULY 9, 2018 GAO -18-422 (GAO CODE 102093) \"BIOLOGICALSELECT AGENTS AND TOXJNS: ACTIONS NEEDED TO IMPROVE MANAGEMENT OF DOD'S BIOSAFETY AND BIOSECURITY PROGRAM'' DEPARTMENT OF DEFENSE COMMENTS TO THE GAO RECOMMENDATION RECOMMENDATION 1: The GAO recommends that the Secretary of Army should ensure that The Surgeon General of the Anny, as the Executive Agent Responsible Official (EARO) for DOD' s biological select agents and toxins (BSAT) Biosafet y and Biosecurity Program, incorporate into existing processes an approach for assessing how effectively the recommendations from the Am1y's 2015 investigation report address the original condition and contributing factors that they were intended to resolv e. DoD RESPONSK The DoD concurs with this recommendation. The DoD bas taken steps to implement recommendations from multiple investigation reports and the 2017 National Defense Authorization Act (NOAA) and has a systematic approach to track them through to completion. The DoD will incorporate into existing processes an approach for assessing how effectively the recommendations from the Army's 2015 investigation report address the original condition and contributing factors they inteJ1.ded to resolve. Recomm endations that are no longer considered the best option to resolve the original condition will be identified and alternative solutions developed. Tbe DoD monitors effectiveness of the solutions through requirements defined in the Army Directive 2016 -24 and 1ts implementation guide; established working groups and councils; and the Joint Inspection Program. The DoD leadership monitors implementation of solutions through EARO and Director of the Army Staff (DAS) updates. Our target date for completing implement ation of these actions is September 1, 2019. RECOMMENDATION 2: The GAO recommends that the Secretary of Army should ensure that The Surgeon General of the An11y, as the EARQ for DOD's BSAT Biosafety and Biosecurity Program, develops a and tation plan for the DOD BSAT Biosafety and Biosecurity Program that includes long-term goals, objectives, external Appendix XI: Accessible Data factors that can affect goals, use of metrics to gauge progress, an evaluation plan for monitoring goals and objectives, and a time frame for completion. DoD RESPONSE: The DoD concurs with this recommendation. Though the DoD BSAT Biorisk Program Office (BBPO) has not fina lized the strategic plan, the A rmy Directive Implementation Guide iss ued by the BARO links guidance with the updated Se lect Agent Regulations . The Anny Directive and Anny Directive Implementation Guide establish a near­ term strategy. When all elements of the Army Directive are implemente d the BBPO will establish a working group to transition the near-term strategy into a multi -Service document incorporating a long - term vision and strategy. This multi -Service document will codify biosafety and biosecurity initiative s for composite biorisk management. The BBPO will develop Page 3 Page 107 GAO -18-422 Biological Select A gents and Toxins a strategy and implementation plan for the BSAT Biosafety and Biosecurity Programs that includes long -term goals; objectives ; external factors that can affect goals; use of metrics to gauge progress; an evaluation plan for monitoring goals and objec tives; and a timefra me for completion. Our target date for completing these actions is September, 1 2019. RECOMMENDATION 3: The GAO recommends that the Secretary of Army should ensure that the Commander of A1111y Materiel Command establishes measures to prevent the potential risk to independence posed by transferring operational command and control of the BioTesting Division from W est Desert Test Center to the Edgewood Chemical Biologica l Center . Such measures could include, for example, criteria that establish mission requirements for operational test and evaluation for the BioTesting Divisio n, in accordance with DOD and Anny reg ulations, and risk management guidelines to mitigate risks associated with potential confl icts of interest between the Edgewood Chemical Biological Center research and development mission and the BioTesting Division' s test and evaluation mission. DoD RES PONSE: The DoD concurs with this recommendation. The Edgewood Chemical Biological Center (ECBC) is moving operational control of the BioTesting Division from its Research and Test Directorate to the Program Integration Directorate. In addition to previous ly established guidelin es to mitigate potential conflicts of interest, this Appendix XI: Accessible Data realignment will ensure the testing divis ion is separated from the group performing the research and development mission at ECBC. The target date for completing the realignment is October 1, 2018 . RECOMMENDATION 4: The GAO recommends that the Secretary of Defense should ensure that the Deputy Assistant Secretary of Defense for Chemical and Biological Defense establishes time frames to complete the study and its evaluations requi red by the NOAA for Fiscal Year 2017, Section 218(d), regarding the feasibility of consolidating covered facilities within a unified command, opportunities to partner with other industry for the production of BSAT, and transfer of BSAT production responsibi lities. DoD RESPONSE: The DoD conc urs with this recommendation. DoD designated an infrastructure manager for the Chemical and Biological Defense Program (CBDP) and initiated an infrastructure management program for the enterprise in accordance with a 201 5 GAO recommendati on. DoD is currently assessing physical and1ntellectual infrastr ucture needs to identify any potential capability gaps or redundancies across the CBDP Enterprise and to support any realignment decisions. DoD expects to provide a final r esponse to Congress on this issue by the end of Fiscal Year 19. Page 108 GAO -18-422 Biological Select A gents and Toxins Glossary Page 109 GAO -18-422 Biological Select A gents and Toxins Glossary assay: A quantitative or qual itative procedure for detecting the presence, estimating the concentration, and/or determining the biological activity of a macromolecule (e.g., an antibody or antigen, molecule, ion, cell, pathogen, etc.). Assays are based on measurable parameters that al low differentiation between sample and control. biodefense: Prevention, protection against, and mitigations for biological threats that could have catastrophic consequences to the nation. biological agent: Microorganism (or derived toxin) that causes disea se in humans, animals, or plants. biological weapon: A harmful biological agent used as a weapon to cause death or disease usually on a large scale. biorisk management: The effective management of risks posed by working with infectious agents and toxins in laboratories; it includes a range of practices and procedures to ensure the biosecurity, biosafety, and biocontainment of those infectious agents and toxins. biosafety: The combination of practices, procedures, and equipment that protect laboratory worker s, the public, and the environment from the infectious agents and toxins used in the laboratory. biosecurity: The measures taken to protect infectious agents and toxins from loss, theft, or misuse. biotechnology: The manipulation of living organisms or the ir components to produce useful usually commercial products. biological select agents and toxins certified personnel: Personnel certified and cleared to work with biological select agents and toxins. covered facility: Any facility of the Department of Defe nse that produces biological select agents and toxins. decontamination: The removal or count reduction of contaminating pathogens present on an object. Glossary Federal Select Agent Program: A regulatory program established to regulate the possession, use, and tran sfer of biological select agents and toxins. high -containment laboratory: Biosafety level (BSL) -3 or 4 facilities in which studies are conducted on a variety of dangerous pathogens and toxins. inactivation: A procedure to render pathogens as non -toxic whil e retaining characteristics of interest for future use. irradiation: A process by which radiation (e.g., ultraviolet light, gamma rays, and X -rays) is used. nonviable: A pathogen that is no longer capable of growing, replicating, infecting, or causing dise ase. protocol: A detailed plan for a scientific procedure. select agent: A biological agent or toxin that (1) potentially poses a severe threat to public health and safety, animal or plant health, or animal or plant products and (2) is regulated by select agent rules for possession, use, and transfer (7 C.F.R. Part 331 (201 8), 9 C.F.R. Part 121 (201 8), and 42 C.F.R. Part 73 (20 18)). toxin: The toxic material or product of plants, animals, microorganisms (including, but not limited to, bacteria, viruses, fun gi, or protozoa), or infectious substances, or a recombinant or synthesized molecule, whatever their origin and method of production, and includes (1) any poisonous substance or biological product that may be engineered as a result of biotechnology produce d by a living organism or (2) any poisonous isomer or biological product, homolog, or derivative of such a substance. ultracentrifuge: A high -speed centrifuge able to separate colloidal and other small particles and used especially in determining the sizes of such particles or the molecular weights of large molecules. validation: For the purpose of inactivation methods, the method must be scientifically sound and produce consistent results each time it is used such that the expected result can be ensured. M ethods of validation may include (1) use of the exact conditions of a commonly accepted method that has been validated, (2) a published method with adherence to the Page 110 GAO -18-422 Biological Select A gents and Toxins Glossary exact published conditions, or (3) for in -house methods, validation testing should include the specific conditions used and appropriate controls (from the Federal Select Agent Program). validated inactivation procedure: A procedure to render a select agent non-viable but which allows the select agent to retain characteristics of interest for fut ure use; or to render any nucleic acids that can produce infectious forms of any select agent virus non -infectious for future use. The efficacy of the procedure is confirmed by demonstrating the material is free of all viable select agents. Page 111 GAO -18-422 Biological Select A gents and Toxins Related GAO Products Page 112 GAO -18-422 Biological Select A gents and Toxins Related GAO Pr oducts DOD Personnel: Further Actions Needed to Strengthen Oversight and Coordination of Defense Laboratories' Hiring Efforts. GAO -18-417. Washington, D.C.: May 30, 2018. High-Containment Laboratories : Coordinated Efforts Needed to Further Strengthen Oversight of Select Agents . GAO -18-197T . Washington, D.C.: November 2, 2017. High-Containment Coordinated Actions Needed to Enhance the Select Agent Program's Oversight of Hazardous Pathogens . GAO -18-145. Washington, D.C.: October 19, 2017. Biodefense: Federal Efforts to Develop Biological Threat Awareness . GAO -18-155. Washington, D.C.: October 11, 2017. Public Health Information Technology: HHS Has Made Little Progress toward Implementing Enhanced Situational Awareness Network Capabilities . GAO -17-377. Washington, D.C.: September 6, 2017. High-Containment Laboratories: Actions Needed to Mitigate Risk of Potential Exposure and Release of Dangerous Pathogens . GAO Laboratories: Oversight of Dangerous Pathogens Needed to Mitigate Risk . GAO -16-642. Washington, D.C.: August 30, 2016. High-Containme nt Laboratories: Comprehensive and Up -to-Date Policies and Stronger Oversight Mechanisms Needed to Improve Safety . GAO -16-305. Washington, D.C.: March 21, 2016. High-Containment Laboratories: Prelimin ary Observations on Federal Efforts to Address Weaknesses Exposed by Recent Safety Lapses . GAO -15-792T . Washington, D.C.: July 28, 2015. Chemical and Biological Defense: Designated Entity Needed to I dentify, Align, and Manage DOD's Infrastructure . GAO -15-257. Washington, D.C.: June 25, 2015. Related GAO Products Standards for Internal Control in the Federal Government . GAO -14-704G . Washington, D.C.: September 2014. Biosafety Lapses. D.C.: July 16, 2014. High-Containment Laboratorie s: Assessment of the Nation's Need Is Missing . GAO -13-466R . Washington, D.C: February 25, 2013. Homeland Security: Agriculture Inspection Program Has Made Some Improvements, but Management Challenges Persist . GAO -12-885. Washington, D.C.: September 27, 2012. Environmental Justice: EPA Needs to Take Additional Actions to Help Ensure Effective Implementation . GAO -12-77. Washington, D.C.: October 6, 2011. High-Containment Biosafety Laboratories: Preliminary Observations on the Oversight of the Proliferation of BSL -3 and BSL -4 Laboratories in the United States . GAO -08-108T . Washington, D.C.: October 4, 2007. Test and Evaluation: Impact of DOD's Office of the Director of Operational Test and Evaluation . GAO/NSIAD -98-22. Washington, D .C.: October 24, 1997. Page 113 GAO -18-422 Biological Select A gents and Toxins (102093) GAO's Mission The Government Accountability Office, the audit, evaluation, and investigative arm of Congress, exists to support Congress in meeting its constitutional responsibilities and to help improve the performance an d accountability of the federal government for the American people. GAO examines the use of public funds; evaluates federal programs and policies; and provides analyses, recommendations, and other assistance to help Congress make informed oversight, policy , and funding decisions. GAO's commitment to good government is reflected in its core values of accountability, integrity, and reliability. Obtaining Copies of GAO Reports and T estimony The fastest and easiest way to obtain copies of GAO documents at no co st is through GAO's website ( https://www.gao.gov ). Each weekday afternoon, GAO posts on its website newly released reports, testimony, and correspondence. To have GAO e -mail you a list of newly posted products, go to https://www.gao.gov and select \"E -mail Updates.\" Order by Phone The price of each GAO publication reflects GAO's actual cost of production and distribution and depends on the number of pages in the publication and whether the publication is printed in color or black and white. Pricing and ordering information is posted on GAO's website, https://www.gao.gov/ordering.htm . Place orders by calling (202) 512 -6000, toll free (866) 801-7077 , or TDD (202) 512 -2537. Orders may be paid for using American Express, Discover Card, MasterCard, Visa, check, or money order. Call for additional information. Connect with GAO Connect with GAO on Facebo ok, Flickr , Twitter , and YouTube . Subscribe to our RSS Feeds or E-mail Updates . Listen to our Podcasts . Visit GAO on the web at https://www.gao.gov . To Report Fraud, Waste, and Abuse in Fed eral Programs Contact: Website: https://www.gao.gov/fraudnet/fraudnet.htm Automated answering system: (800) 424 -5454 or (202) 512 -7700 Congressional Relations Orice Williams Brown, Managing Director , WilliamsO@gao.gov , (202) 512 -4400, U.S. Government Accountability Office, 441 G Street NW, Room 7125, Washington, DC 20548 Public Affairs Chuck Young, Managing Director, youn gc1@gao.gov , (202) 512 -4800 U.S. Government Accountability Office, 441 G Street NW, Room 7149 Washington, DC 20548 Strategic Planning and External Liaison James -Christian Blockwood, Managing Director, spel@gao.gov , (202) 512 -4707 U.S. Government Accountability Office, 441 G Street NW, Room "}