{"title": "Sign the Petition", "author": null, "url": "https://www.change.org/p/act-with-urgency-to-construct-and-add-additional-road-out-of-waikoloa-village", "hostname": "change.org", "description": "ACT with urgency to construct an additional road out of Waikoloa Village.", "sitename": "Change.org", "date": "2023-08-15", "cleaned_text": "ACT with urgency to construct an additional road out of Waikoloa Village. ACT with urgency to construct an additional road out of Waikoloa Village. Why this petition matters [Mary Wainwright](/u/49493055) TO THE HONORABLE MITCH ROTH, MAYOR OF HAWAII COUNTY As Mayor of the County of Hawaii, you have the authority and responsibility for the safety, wellbeing, and protection of its citizens, overseeing the public service departments, such as fire and police, Zoning ordinances, the ability to close public buildings where the public is at risk, declare a state of emergency, order evacuations, and present transportation plans to the Department of Public Work for additional roads to be constructed, when necessary. In light of the recent tragedy in the town of Lahaina on the island of Maui, we are extremely concerned about a similar situation happening in Waikoloa Village. As you are well aware, but will reiterate for those who do not know, Waikoloa Village is in an area that is designated as an Extreme Fire Hazard Zone. With little rainfall throughout the year, and being surrounded by lava and/or grassland, the residents of Waikoloa Village are in danger. Most of the time, the state of the grassland is brown and dried up. The conditions around the Village puts the residents in extreme danger. With no adequate evacuation routes to speak of, the Village is in imminent danger should another fire break out. There have been prior outbreaks of out-of-control fires threatening the Village that have prompted evacuations. The most recent fire was in 2021 (the image attached is from Waikoloa Road heading towards Highway 190) and this road was blocked during the evacuation. Waikoloa Village is a cul-de-sac and the only \"real\" road in or out of the Village is Waikoloa Road which runs uphill/east to highway 190 and downhill/west to highway 19. The Village is normally a 12-15 minute drive to the ocean via Waikoloa Road. During the fire evacuation of 2021 Waikoloa Road was closed to east bound traffic as that was where the fire was burning, and the normal 10-12 minute drive down to highway 19 took over 30 minutes. The residents of Waikoloa Village have nowhere to escape to in the event of an emergency, and eight thousand people would be trapped and many people's lives would be lost. At present, there are only two ways out of the Village from Waikoloa by Paniolo up to Highway 190 or down to Highway 19. During the 2021 evacuation, the road to highway 190 was blocked/closed as the fire was coming from that direction. Luckily for us, the good firefighters of our area were able to create a firewall which stopped the fire only miles from the Village. There is one fire exit/emergency road already in existence which is at the end of Hulu Street and that road is not sufficient to evacuate the thousands of the residents of the Village safely and promptly. The emergency road is one lane and only paved in certain areas and is mostly a dirt road surrounded by grasslands and lava fields. Imagine what would happen if on the \"one lane\" dirt road in people's hurry to evacuate the area, there was an accident that blocked the road! That exit road would be useless for evacuation. Furthermore, if an emergency situation occurred and an evacuation was ordered, the only choice is to go down the hill to highway 19. The recent fire in North Kohala caused an evacuation from the Mauna Kea resort which is downhill from Waikoloa Village. If the Village had to flee a fire that was downhill the same situation would occur where all eight thousand people would have to travel uphill on one road creating another choke point. Previous requests to the county to rectify this situation have not been successful. When brought up in meetings this subject has been tabled and nothing has been done. The taxpayers and residents of Waikoloa Village must be listened to and you must act to prevent another tragic incident such as the recent tragedy in Lahaina. The residents of Waikoloa Village, are now united more than ever with more residents getting involved in working together for the following to take place: 1) Construction of another paved permanent road in and out of the Village. There is a very large new development of single-homes being built at the end of Paniolo Road. We understand that the developer had agreed to extend Paniolo Road where it ends to exit the village of its residents going the other way as to not burden the only road now out of the Village (Paniolo Road). It is imperative that the developer is held to his promise before the final permit is released on those new homes. Of note, in 2021, this large development had not broken ground. 2) Making the already existing fire exit road into a \"true\" paved, two-lane road. A one-lane, lava-surrounded road is simply a disaster waiting to happen. The scenario of an accident on the road during an evacuation when people are already in a panic is highly probable. All it takes is one accident to block the entire fire exit road. 3) Do not grant any large home development construction permits within Waikoloa Village unless developers can assure the County, with a large money deposit held by the County, to follow through on construction of a new road out of the village from that location to Highway 190 or Highway 19. These are our demands and we stand together as a community to make this happen. The government of Hawaii County must now do their part for the people of Waikoloa Village. Authorities: Hawaii Code Section 46-4 County Zoning, (7) Location of roads Section 101-2 - Eminent Domain Law "}