{"title": "7 Bacopa Monnieri Benefits + Side Effects & Dosage - SelfDecode Supplements", "author": "Carlos Tello", "url": "https://supplements.selfdecode.com/blog/bacopa-monnieri-4/", "hostname": "selfdecode.com", "description": "Bacopa may improve mood, enhances relaxation, and decrease inflammation. Read on for how to use it & why it was named after a Hindu god.", "sitename": "SelfDecode Supplements", "date": "2019-11-07", "cleaned_text": "claimed to relax and mentally-stimulate all at once. It's commonly known for its mood-enhancing and anti-inflammatory benefits, but this is just scratching the surface of its medicinal potential. Read on to discover the benefits of bacopa, along with the possible side effects. What Is Bacopa Monnieri? Bacopa monnieri is an herb native to the wetlands of southern India and Australia, often growing as a weed in rice fields. The entire plant is used medicinally in the Indian traditional medicine system of Ayurveda [ [1](https://scholar.google.ca/scholar?hl=en&as_sdt=0%2C5&q=A+review+on+Bacopa+monniera%3A+Current+research+and+future+prospects&btnG=), [ 2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3746283/)]. Use in Ayurveda In India, bacopa is locally known as brahmi after \"Brahma,\" the mythical creator of the Hindu pantheon. Ayurvedic practitioners classify it as a medhya rasayana-an herb taken to sharpen the intellect and improve mental deficits. In other words, bacopa is probably one of the oldest-known [nootropics](https://drugs.selfdecode.com/blog/nootropics-top-ways-improve-protect-memory/) in the world [ [1](https://scholar.google.ca/scholar?hl=en&as_sdt=0%2C5&q=A+review+on+Bacopa+monniera%3A+Current+research+and+future+prospects&btnG=), [ 2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3746283/)]. Allegedly, ancient Vedic scholars used Bacopa monnieri to better memorize lengthy sacred hymns and scriptures. They often combined it with other supposed intellect-sharpening herbs like [ Gotu Kola](https://supplements.selfdecode.com/blog/gotu-kola-2/). Preparations with bacopa are also commonly prescribed for [cognitive dysfunction](http://selfhacked.com/blog/the-cause-of-brain-fog/) in Ayurveda [ [2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3746283/)]. Ayurveda doesn't separate herbs that enhance cognition in healthy people from those that lessen existing cognitive problems. That's why bacopa is equally popular among young professionals and students as it is among older people. Modern Potential Bacopa's power may lie in offsetting cognitive decline with aging. We're on a quest to [ increase lifespan](https://health.selfdecode.com/blog/23-longevity-boosting-supplements-drugs-increase-lifespan/), but we should really be seeking to increase healthspan - life lived in good health. To achieve this, we should maintain mental sharpness, brain health, and work capacity into old age. Just in the US, over 3.4 million people suffer from dementia and most of them are over 65 years of age. Many more cases of subtle (sub-clinical) cognitive dysfunction go undiagnosed, as is the case with \" [brain fog](http://selfhacked.com/blog/the-cause-of-brain-fog/)\". Bacopa is a revitalizing, relaxing, and mentally-stimulating herb that may support our healthspan extension quest [ [2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3746283/)]. A number of recent studies have looked into bacopa's therapeutic potential. The herb contains a mix of synergistic compounds that could protect the brain, scavenge free radicals, and increase [ acetylcholine](https://selfhacked.com/blog/acetylcholine/) - the most important neurotransmitter for memory and learning. And unlike many smart drugs, bacopa seems to cause minimal side effects [ [2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3746283/)]. Snapshot Proponents - May improve memory and learning - May protect the gut and stomach - May reduce [stress](https://health.selfdecode.com/blog/63-factors-raising-stress-cortisol-level-backed-science/), [anxiety](https://health.selfdecode.com/blog/natural-treatments-anxiety/), [depression](https://health.selfdecode.com/blog/natural-treatments-depression/), and seizures - Potential anti-inflammatory and antioxidant activity Skeptics - Insufficient evidence for most benefits - Lack of safety data - May reduce male fertility - Doesn't taste good and can cause nausea or stomach upset - Possible interaction with the antidepressant amitriptyline Active Components Bacopa monnieri contains a mixture of active compounds. Some are unique to it, like brahmine, the first alkaloid isolated from the herb. It also contains [apigenin](https://supplements.selfdecode.com/blog/apigenin-top-11-science-based-health-benefits-apigenin/), a relaxing alkaloid found in many plants such as [chamomile](https://supplements.selfdecode.com/blog/health-benefits-chamomile/) [ [1](https://scholar.google.ca/scholar?hl=en&as_sdt=0%2C5&q=A+review+on+Bacopa+monniera%3A+Current+research+and+future+prospects&btnG=), [ 2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3746283/)]. However, its most important active compounds are its bacosides, so-called steroidal saponins. These plant compounds are responsible for improving learning and memory. Over 12 unique bacosides have been discovered in bacopa so far [ [1](https://scholar.google.ca/scholar?hl=en&as_sdt=0%2C5&q=A+review+on+Bacopa+monniera%3A+Current+research+and+future+prospects&btnG=), [ 2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3746283/)]. Benefits of Bacopa Monnieri SelfDecode has an AI-powered app that allows you to see how Bacopa benefits your personal genetic predispositions. These are all based on clinical trials. The red and sad faces denote an increased genetic risk of developing conditions that Bacopa counteracts. Mechanism of Action Bacopa increases levels of the neurotransmitter [ acetylcholine](https://selfhacked.com/blog/acetylcholine/), which enhances cognition and intellectual capacities. The body uses acetylcholine for cholinergic activity, which counteracts the fight-or-flight response. It gets the body into a state of \"resting and digesting.\" Rest also enables a higher state of consciousness: selective attention, perception, and memory [ [3](https://www.ncbi.nlm.nih.gov/pubmed/23772955), [ 4](https://www.ncbi.nlm.nih.gov/pubmed/20060422)]. Specifically, bacopa has dual boosting action: it inhibits [ acetylcholinesterase](https://selfdecode.com/gene/ache/?utm_source=seo&utm_medium=selfhacked&utm_campaign=id00002)-the enzyme breaks acetylcholine and [GABA](https://supplements.selfdecode.com/blog/natural-ways-to-increase-gaba/) in the hippocampus. Serotonin improves mood, GABA increases feelings of calmness, and the hippocampus is the brain's hub for memory and emotions [ [2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3746283/)]. One group of scientists discovered that bacopa may help neurons branch out. In their study, it increased dendritic branching - dendrites being the parts of neurons that send out information by connecting with other neurons. Better-branched neurons may enhance learning and memory. Image taken from Vollala et al [ [5](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3093798/)] In the image above, neurons branch out more as bacopa doses are increased - from A to D. Additionally, bacosides in the plant are anti-inflammatory. They reduce inflammatory cytokines and [ iNOS](https://selfdecode.com/gene/nos2/?utm_source=seo&utm_medium=selfhacked&utm_campaign=id00002) production in the brain, according to studies in rats [ [6](http://www.ncbi.nlm.nih.gov/pubmed/22198697)]. Bacopa may also activate anti-cancer pathways; it activates protein phosphatase 2A, activating caspase-3 and decreasing [ Bcl-2](http://selfdecode.com/gene/bcl2/?utm_source=seo&utm_medium=selfhacked&utm_campaign=id00002) gene production [ [7](http://link.springer.com/article/10.1007/s13596-011-0001-y), [ 8](http://www.ncbi.nlm.nih.gov/pubmed/22467255)]. Possibly Effective for: Enhancing Cognitive Function & Memory Bacopa enhances cognitive function, attention, and reaction time, according to a review of 9 studies and over 500 people [ [9](https://www.ncbi.nlm.nih.gov/pubmed/24252493)]. Additionally, bacopa improves language skills and symptoms of hyperactivity and attention-deficit in children and adolescents, according to another review [ [10](https://www.ncbi.nlm.nih.gov/pubmed/27912958)]. Bacopa improved cognitive function and lessened anxiety and depression in 54 people over 65 years of age. In another trial of 98 people over 55 years of age, 300 mg/d of bacopa extract enhanced learning and memory [ [11](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3153866/), [ 12](http://www.ncbi.nlm.nih.gov/pubmed/20590480)]. Bacopa also improved memory in a trial of 76 people aged 40 to 65 years. After supplementing, the participants were significantly better at remembering new information [ [13](http://www.ncbi.nlm.nih.gov/pubmed/12093601)]. Bacopa leaf extracts significantly enhanced learning and memory in rats. They also maintained good memory in mice given drugs that trigger brain damage and amnesia. One of the tested drugs it protected against was diazepam (Valium), an anti-anxiety medication known to produce \"brain fog\"-like side effects in the long run [ [14](http://www.ncbi.nlm.nih.gov/pubmed/21129470), [ 15](http://www.sciencedirect.com/science/article/pii/S1558787809003402), [ 16](http://www.ncbi.nlm.nih.gov/pubmed/21607013), [ 17](http://www.sciencedirect.com/science/article/pii/S0306452208008713), [ 18](http://www.ncbi.nlm.nih.gov/pubmed/21892534), [ 19](https://www.sciencedirect.com/science/article/pii/S0306452208008713)]. One mouse study suggested bacopa sharpens memory by activating the [ GABA](https://supplements.selfdecode.com/blog/natural-ways-to-increase-gaba/) pathway - aside from its main acetylcholine-boosting action [ [20](http://link.springer.com/article/10.1007/s00213-007-1049-8)]. Although limited, the existing evidence suggests that bacopa improves cognitive function and memory. You may use bacopa as a nootropic if you and your doctor determine that it could be appropriate. Insufficient Evidence for: 1) Protecting the Gut & Stomach In a trial of 169 patients with irritable bowel syndrome (IBS), bacopa in combination with Indian bael, reduced symptoms in 65% of the patients. People who suffered from the diarrhea form of IBS experienced the greatest improvement [ [21](https://www.ncbi.nlm.nih.gov/pubmed/2697693)]. Bacopa also relaxed the smooth muscles of the intestine in animal studies. This may reduce spasms, which are common in IBS [ [22](http://www.ncbi.nlm.nih.gov/pubmed/10433473)]. Bacopa may also help control and heal stomach ulcers. In rat studies, bacopa extract healed stomach ulcers, likely by strengthening the mucous membrane lining of the stomach [ [23](http://www.ncbi.nlm.nih.gov/pubmed/15088689), [ 24](http://www.ncbi.nlm.nih.gov/pubmed/11824516)]. Because only one clinical trial and a few animal studies have investigated the effects of bacopa on IBS and other digestive issues, the evidence to support its benefits is insufficient. Further clinical research is needed. 2) Stress & Depression Bacopa monnieri reduced [ stress](https://selfhacked.com/blog/stress-bad-uncovering-hidden-effects-stress/) and [ depression](https://health.selfdecode.com/blog/natural-treatments-depression/) in 2 small trials on 71 people. It also lowered the stress hormone cortisol [ [25](http://www.ncbi.nlm.nih.gov/pubmed/23788517), [ 26](https://www.ncbi.nlm.nih.gov/pubmed/18611150)]. In a rat study, bacopa reduced memory loss caused by both acute and chronic stress. It also prevented symptoms of [ anxiety](https://health.selfdecode.com/blog/natural-treatments-anxiety/) and depression in mice [ [27](http://ijp-online.com/article.asp?issn=0253-7613;year=1997;volume=29;issue=5;spage=359;epage=365;aulast=Singh;type=0), [ 28](http://www.ncbi.nlm.nih.gov/pubmed/12957224), [ 29](http://www.ncbi.nlm.nih.gov/pubmed/21046986), [ 30](http://www.ncbi.nlm.nih.gov/pubmed/17343408)]. Stress produces changes in blood and brain chemistry: in the blood, cortisol levels rise; in the brain, [ noradrenaline](https://selfhacked.com/blog/norepinephrine-stress-hormone/) levels rise and [ serotonin](https://selfhacked.com/blog/how-to-increase-serotonin/) and [ dopamine](https://selfhacked.com/blog/dopamine/) levels fall. In one rat study, bacopa normalized all of these changes [ [31](http://www.ncbi.nlm.nih.gov/pubmed/17321089)]. Two small clinical trials and some animal research cannot be considered sufficient evidence to back the use of bacopa to combat stress and depression. Larger, more robust clinical trials are required. 3) ADHD Attention-Deficit Hyperactivity Disorder (ADHD) is estimated to affect around 5% of the children of the world. The standard treatment is stimulants, but these come with side effects and long-term risks [ [32](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5903618/)]. As part of an herbal mixture, Bacopa improved attention, cognitive function and impulse control in a trial of 120 children with ADHD. What's more, an extract of bacopa alone improved restlessness, self-control, and attention-deficit in 31 children with ADHD. The extract was well-tolerated [ [33](http://www.ncbi.nlm.nih.gov/pubmed/20228219), [ 34](https://www.ncbi.nlm.nih.gov/pubmed/24682000)]. While promising, the evidence from these two trials cannot be considered sufficient to claim that bacopa improves ADHD symptoms. Additional research in humans is warranted. 4) Seizures Bacopa seems to calm excessive activity in the brain, which might explain its potential anti-seizure benefits. In a trial of 50 children, an herbal remedy containing bacopa prevented mild seizures during episodes of fever [ [35](http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.497.2465&rep=rep1&type=pdf)]. Bacopa also prevented or reduced epileptic seizures in rats. It might work by lowering glutamate and increasing GABA levels in the brain. Its extract also protected rats from depression linked with epilepsy [ [36](http://www.ncbi.nlm.nih.gov/pubmed/1921425), [ 37](http://www.ncbi.nlm.nih.gov/pubmed/18086456), [ 38](http://www.ncbi.nlm.nih.gov/pubmed/19700373), [ 39](http://www.ncbi.nlm.nih.gov/pubmed/20117182), [ 40](http://www.ncbi.nlm.nih.gov/pubmed/22364254)]. Phenytoin, a drug used to treat seizures, may also impair cognition. In mice, bacopa protected against cognitive impairment caused by phenytoin. This suggests it may be a useful add-on to medications for epilepsy with proper medical supervision [ [41](http://www.sciencedirect.com/science/article/pii/S0378874199002135)]. Again, only one clinical trial and some animal research support this potential health benefit. These results should be confirmed in additional trials on larger populations. 5) Menopause & Irregular Cycles Bacopa extracts may help manage the symptoms of menopause. In a trial of 25 postmenopausal women, the extract prevented insomnia, reduced [ cholesterol](https://labs.selfdecode.com/blog/cholesterol/) and [ triglycerides](https://labs.selfdecode.com/blog/triglycerides/), and lowered blood pressure. In turn, it might also reduce the risk of heart disease [ [42](http://www.thepharmajournal.com/vol4Issue1/4-1-11.1.html)]. Let's not forget that bacosides, which likely carry this effect, have a brain-protective effect that menopausal women may need. In female rats, these compounds lessened cognitive decline with aging by protecting the hippocampus. Drops in [estrogen](https://labs.selfdecode.com/blog/estradiol/) after menopause seem to gradually shrink the hippocampus and cause cognitive decline [ [43](https://www.ncbi.nlm.nih.gov/pubmed/22143822), [ 44](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5400632/)]. The potential benefits of bacopa on menopausal women are insufficiently investigated. Further clinical research is needed to confirm these preliminary findings. In traditional medicine, special bacopa preparations are used by women to rebalance hormones. The fresh whole bacopa plant is crushed and squeezed, and women take the juice with cow's milk as a remedy for irregular menstrual cycles. However, there are no clinical studies to back this traditional use [ [45](http://nopr.niscair.res.in/bitstream/123456789/14386/1/IJTK%2011%283%29%20453-460.pdf)]. 6) Increasing Muscles & Strength Bacopa contains ecdysterone, a plant steroid that promotes muscle growth in animals and apparently lacks the adverse side effects of synthetic muscle building steroids [ [46](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3761933/), [ 47](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4447764/)]. Its use has been described in Russian scientific literature and the drug is approved by the Pharmaceutical Committee of Russian Federation for medical use as a general tonic preparation. In strength training athletes, ecdysteroids increased muscle mass, strength and endurance, and reduced body fat levels. Because the studies haven't been translated from Russian, we couldn't access their specifics for a critical analysis [ [48](https://www.ncbi.nlm.nih.gov/pubmed/15638733)]. Animal and Cell Research (Lack of Evidence) No clinical evidence supports the use of bacopa for any of the conditions listed in this section. Below is a summary of the existing animal and cell-based research, which should guide further investigational efforts. However, the effects of bacopa may not be the same in humans. Therefore, the studies listed below should not be interpreted as supportive of any health benefit. Antioxidant Defense Bacopa monnieri boosted key [ catalase](https://supplements.selfdecode.com/blog/catalase-benefits/), and [ glutathione](https://supplements.selfdecode.com/blog/glutathione-20-scientifically-proven-health-benefits-glutathione/) in rat studies. This way, it may counter [oxidative stress](https://health.selfdecode.com/blog/oxidative-stress-101/), which is especially important for brain health [ [49](http://www.ncbi.nlm.nih.gov/pubmed/21783922)]. Being the most metabolically-active organ, the brain needs to regularly deal with oxidative stress. Plus, it carefully filters the compounds it lets in via the [ blood-brain barrier](https://health.selfdecode.com/blog/blood-brain-barrier-causes-tests-leaky-brain/). If its internal antioxidant defenses fall, damage is likely. Based on rat studies, bacopa's active compounds can easily cross into the brain and offer protection [ [49](http://www.ncbi.nlm.nih.gov/pubmed/21783922)]. In rodent studies, bacopa increased natural defenses against [ reactive oxygen species](https://health.selfdecode.com/blog/oxidative-stress-101/) and protected against aluminum-related brain damage [ [49](http://www.ncbi.nlm.nih.gov/pubmed/21783922), [ 50](http://www.ncbi.nlm.nih.gov/pubmed/26353618)]. Bacopa can bind toxins like [ heavy metals](https://health.selfdecode.com/blog/heavy-metals-detox/). And in human cells, it protected against DNA damage from hydrogen peroxide [ [51](https://www.ncbi.nlm.nih.gov/pubmed/24328849), [ 52](http://onlinelibrary.wiley.com/doi/10.1002/ptr.1061/abstract)]. Importantly, it prevented free radicals from destroying lipids in the brain of rats. The brain is rich lipids, which make it functional and well-connected. Since these lipids are sensitive to damage, bacopa's action goes a long way to protect the brain's crucial components [ [51](https://www.ncbi.nlm.nih.gov/pubmed/24328849)]. Exposure to cigarette smoke is an aging accelerator and risk factor for developing heart disease - and many other chronic diseases. Even if you don't smoke, you can still be exposed to cigarette smoke passively [ [53](https://www.hindawi.com/journals/ecam/2015/286137/)]. Cigarette Smoke Cigarette smoke causes oxidative damage to the [ mitochondria](https://selfhacked.com/blog/mitochondria/) - the cells' powerhouses - and brain cells. In rat studies, bacopa protected against damage from cigarette smoke by boosting antioxidant defense [ [54](https://www.ncbi.nlm.nih.gov/pubmed/16050806), [ 55](https://www.ncbi.nlm.nih.gov/pubmed/16226278), [ 56](https://www.ncbi.nlm.nih.gov/pubmed/26413118), [ 57](https://www.ncbi.nlm.nih.gov/pubmed/15722250)]. Increasing Longevity Antioxidant defenses usually drop with aging, while [ oxidative stress](https://health.selfdecode.com/blog/oxidative-stress-101/) increases. In mice, bacopa prevented the formation of malondialdehyde and lipofuscin, which are key indicators of aging. It also restored antioxidant balance in aged mice [ [58](https://www.ncbi.nlm.nih.gov/pubmed/18807760)]. What's more, bacopa increased the lifespan of C. elegans, a worm species famous for its use in longevity studies. In C.elegans worms under stress, bacopa enhanced stress tolerance, turned on stress-fighting genes (specific [ heat shock proteins](https://health.selfdecode.com/blog/heat-shock-proteins-hsp70-increase-decrease/) like [hsp](https://health.selfdecode.com/blog/heat-shock-proteins-hsp70-increase-decrease/)-16.2), and scavenged free radicals [ [59](http://www.ncbi.nlm.nih.gov/pubmed/25829783)]. Reducing Inflammation In rats, bacopa lowered age-related chronic brain inflammation. It may also reduce chronic whole-body and brain inflammation driven by an overactive immune system, according to a cell study [ [60](https://www.ncbi.nlm.nih.gov/pubmed/22198697/), [ 61](http://pubs.rsc.org/en/content/articlelanding/2014/fo/c3fo60467e#!divAbstract)]. In a cell-based study, alcoholic extracts of bacopa blocked proteins that contribute to arthritis. Its effect was almost as strong as that of diclofenac (Voltaren), a widely-used anti-inflammatory drug [ [62](http://ijcepr.in/vol-2/issue-2-3/15.pdf)]. In both blood cells and animals, bacopa's betulinic acid reduced the production of [ interleukin-6](http://selfhacked.com/blog/interleukin-6/) ( [IL-6](http://selfhacked.com/blog/interleukin-6/)), an inflammatory cytokine [ [63](http://www.sciencedirect.com/science/article/pii/S156757691000127X)]. Cell studies found that bacopa inhibits the main inflammatory messengers (including cyclooxygenase-2 ( [COX-2](https://selfhacked.com/blog/cox2-natural-cox2-inhibitors/)), 5-lipoxygenase (5-LOX) and [ [64](http://www.sciencedirect.com/science/article/pii/S0378874108002201?np=y), [ 65](http://link.springer.com/article/10.1007%2Fs10787-010-0046-4)]. Improving Cognition in Schizophrenia People with schizophrenia often experience cognitive problems, and conventional drugs can do little to treat them. Some antipsychotics even worsen cognitive issues. Interestingly, bacopa reduced cognitive impairment in a rat model of [ schizophrenia](https://supplements.selfdecode.com/blog/sarcosine/) by increasing the function of [glutamate](https://selfhacked.com/blog/glutamate/) [ [66](http://www.ncbi.nlm.nih.gov/pubmed/23745319)]. Protecting the Brain In rats, bacopa increased blood flow and reduced inflammation in the brain. It also stimulated the growth of neurons and reduced oxidative damage from aluminum and mercury [ [3](https://www.ncbi.nlm.nih.gov/pubmed/23772955), [ 67](http://www.ncbi.nlm.nih.gov/pubmed/22447676), [ 6](http://www.ncbi.nlm.nih.gov/pubmed/22198697), [ Alzheimer's Disease Alzheimer's is a neurodegenerative disease involving excessive deposits of beta-amyloid proteins in the brain, leading to cell death and memory loss. In rodents, bacopa reduced beta-amyloid deposits in the brain and improved cognitive function [ [72](https://www.ncbi.nlm.nih.gov/pubmed/17604373), [ 73](http://www.ncbi.nlm.nih.gov/pubmed/19808086)]. Furthermore, Bacopa reduced oxidative stress and cell death due to beta-amyloid deposits in cell studies [ [74](http://www.ncbi.nlm.nih.gov/pubmed/18755259), [ 75](https://www.ncbi.nlm.nih.gov/pubmed/20421692)]. Parkinson's Disease In worms, bacopa prevented the loss of dopamine neurons that is typically seen in Parkinson's disease [ [76](http://www.ncbi.nlm.nih.gov/pubmed/21925152)]. Oxidative stress and mitochondrial dysfunction is strongly linked to Parkinson's. Environmental factors such as herbicides and other neurotoxic agents may be involved in the development of the disease. In one cell study, bacopa reduced mitochondrial dysfunction and oxidative stress caused by herbicides [ [77](http://www.sciencedirect.com/science/article/pii/S0197018613000399)]. Heart Support In rats, bacopa reduced blood pressure and protected the heart against damage from lack of oxygen. The extract also reduced [ cholesterol](https://labs.selfdecode.com/blog/cholesterol/) and protected the aorta from the effects of high cholesterol [ [78](http://www.ncbi.nlm.nih.gov/pubmed/21762768), [ 79](http://www.ncbi.nlm.nih.gov/pubmed/20796197), [ 80](http://www.ncbi.nlm.nih.gov/pubmed/23199712)]. In combination with other herbs, bacopa protected both the heart and kidneys against damage in rats [ [81](http://www.ncbi.nlm.nih.gov/pubmed/15934019)]. Bacopa triggers the release of nitric oxide, which relaxes blood vessels and reduces blood pressure. The extract dissolved blood clots in a cell study, which might help reduce excessive blood clotting that can clog the arteries [ [82](http://www.ncbi.nlm.nih.gov/pubmed/25902818), [ 78](http://www.ncbi.nlm.nih.gov/pubmed/21762768)]. Respiratory Diseases The alcohol extract of bacopa is a mast cell stabilizer, similar in potency to Cromolyn. As such, it may improve [ histamine](https://selfhacked.com/blog/histamine/) [ intolerance](http://selfhacked.com/blog/deal-histamine/) and allergies [ [83](https://www.ncbi.nlm.nih.gov/pubmed/11295306)]. Traditionally, bacopa is used to treat asthma and cough, and a hot poultice of the herb is applied for bronchitis and chest ailments in children. However, no clinical trials have investigated this traditional use [ [84](http://www.ajol.info/index.php/biokem/article/view/56390/44825)]. Bacopa did prevent lung constriction in rats. It expanded the bronchi and airways [ [85](http://www.ncbi.nlm.nih.gov/pubmed/12686438), [ 86](http://www.ncbi.nlm.nih.gov/pubmed/23195581)]. Boosting the Immune Response The immune system often weakens with aging, and [white blood cells](https://labs.selfdecode.com/blog/how-to-increase-and-decrease-white-blood-cells/) become sluggish. In a study of aged rats, bacopa reversed the age-related decline in [white blood cell](https://labs.selfdecode.com/blog/how-to-increase-and-decrease-white-blood-cells/) activity and function [ [87](http://www.sciencedirect.com/science/article/pii/S156757691200361X)]. In a cell study, bacopa protected human white blood cells against DNA damage. It also enhanced immune function by increasing immunoglobulin production in rats [ [88](http://www.sciencedirect.com/science/article/pii/S0895398808600021), [ 89](http://www.sciencedirect.com/science/article/pii/S0378874111003539)]. Diabetes Bacosine, a component of bacopa, might have [ insulin](https://selfhacked.com/blog/insulin-101/)-like activity, according to a study on diabetic rats. Besides lowering blood sugar, bacosine also reversed [ weight loss](https://health.selfdecode.com/blog/a-comprehensive-list-of-effective-ways-to-lose-weight/), reduced glycogen stores in the liver, and improved sugar control in the rats [ [90](http://www.ncbi.nlm.nih.gov/pubmed/21154199)]. Fatigue Bacopa prevented fatigue in rats that were forced to swim. It also reduced the drop in antioxidants that normally happens with exhaustion [ [91](http://www.ncbi.nlm.nih.gov/pubmed/21959990)]. In mice, bacopa prolonged the time the animals could [ exercise](https://health.selfdecode.com/blog/top-14-proven-health-benefits-exercise-references-mechanisms/) before becoming exhausted. It also boosted antioxidant levels, and reduced markers of inflammation - including [ interleukin-1](http://selfhacked.com/blog/interleukin-1/) ( [IL-1](http://selfhacked.com/blog/interleukin-1/)) and interleukin-6 (IL-6) [ [92](https://www.ncbi.nlm.nih.gov/pubmed/29084659)]. Protecting the Liver Tylenol is known to cause liver damage, and people with any kind of liver issue know they should avoid it in high doses. Bacopa protected the liver against damage from Tylenol in rats. It reduced [ alkaline phosphatase](https://labs.selfdecode.com/blog/alkaline-phosphatase/) and [ bilirubin](https://labs.selfdecode.com/blog/bilirubin-benefit-how-to-optimize/) - markers of liver damage. Plus, bacopa increased the activity of key liver antioxidants, catalase and glutathione [ [93](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2327744/), [ 94](http://ijpt.iums.ac.ir/browse.php?a_id=107&sid=1&slc_lang=fa)]. In other rat studies, bacopa extract protected the liver from injury caused by toxic drugs (including morphine and nitrobenzene) [ [95](http://onlinelibrary.wiley.com/doi/10.1002/ptr.1007/abstract), [ 96](http://link.springer.com/article/10.1007/s12291-010-0048-4)]. Opioid Dependence & Withdrawal Symptoms Bacosides may help people overcome opioid dependence and difficult withdrawal symptoms. Clinical research is needed, but the animal studies so far are promising. In mice, bacopa extract prevented depression symptoms associated with morphine withdrawal. A tissue study confirmed that bacopa reduced the unwanted effects of the opioid blocker naloxone, possibly making withdrawal less drastic [ [97](https://www.ncbi.nlm.nih.gov/pubmed/24243728), [ 98](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4945900/), [ 99](http://www.ncbi.nlm.nih.gov/pubmed/12241980)]. In another rat study, the extract prevented kidney and liver damage from [ opioids](https://health.selfdecode.com/blog/why-the-ice-bucket-challenge-is-so-popular-it-functions-like-heroin/). In mice, it prevented opioid-triggered surges in neurotransmitters such as dopamine. In healthy people, dopamine increases [motivation](https://drugs.selfdecode.com/blog/drugs-increase-motivation/). But in people who struggle with addiction, it reinforces craving. Preventing these surges may help to reduce dependence [ [100](http://www.sciencedirect.com/science/article/pii/S0944711309000737), [ 101](http://www.ncbi.nlm.nih.gov/pubmed/22105846)]. Hair Growth In animal studies, herbal oil formulas with bacopa increased the size of hair follicles and the length of time that hair spends growing. Many Ayurvedic hair care products contain bacopa, hair oil being especially popular [ [102](https://www.hindawi.com/journals/jchem/2008/674598/abs/), [ 103](http://sphinxsai.com/2016/ph_vol9_no3/2/(321-327)V9N3PT.pdf), [ 104](http://www.jocpr.com/articles/preparation-evaluation-and-hair-growth-stimulating-activity-of-herbal-hair-oil.pdf)]. Skin Health & Wound Healing Similar to hair health, bacopa may improve the appearance of the skin when applied as a cream or oil. It is traditionally used to treat eczema, and ringworm (a skin infection caused by a fungus) - which is not surprising given its potential anti-inflammatory and anti-bacterial action. However, clinical trials backing these traditional uses are lacking [ [105](http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.375.9266&rep=rep1&type=pdf), [ 106](http://www.scienceandnature.org/GJBB_Vol2(2)2013/GJBB-V2(2)2013-11.pdf)]. Bacopa also enhanced wound healing in rats. It increased the cross-linking of [ collagen](https://supplements.selfdecode.com/blog/health-benefits-collagen/), which strengthens and firms the skin barrier. It also killed skin pathogens and boosted skin antioxidants. In fact, bacopa sped up wound healing better than standard treatment with the antifungal drug nitrofurazone [ [107](https://www.ncbi.nlm.nih.gov/pubmed/20213670), [ 108](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3745907/)]. Hypothyroidism In mice, bacopa leaf extract increased the thyroid hormone [ T4](https://health.selfdecode.com/blog/thyroid-hormones-t4t3/). It also boosted antioxidants inside the cells, including [ superoxide dismutase](https://selfhacked.com/blog/the-brain-fog-gene-rs4880-or-sod2/) ( [SOD](https://selfhacked.com/blog/the-brain-fog-gene-rs4880-or-sod2/)) and catalase [ [109](http://www.sciencedirect.com/science/article/pii/S037887410200048X)]. Bacterial and Yeast Infections Traditionally, bacopa was used to treat tuberculosis, syphilis, and gonorrhea [ [110](http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.436.3997&rep=rep1&type=pdf), [ 111](http://www.niscair.res.in/ScienceCommunication/ResearchJournals/rejour/ijtk/Fulltextsearch/2006/July%202006/IJTK-Vol%205(3)-July%202006-pp%20323-326.htm)]. The alcoholic extract of bacopa killed or inhibited the following bacteria in test tubes [ [84](http://www.ajol.info/index.php/biokem/article/view/56390/44825), [ 112](https://scialert.net/fulltextmobile/?doi=ijp.2008.230.232), [ 113](https://www.researchgate.net/profile/Dr_Sharad_Vats2/publication/265422114_Evaluation_of_antioxidant_and_antimicrobial_potential_of_Bacopa_monnieri_L/links/540eee510cf2d8daaacf616f.pdf), - Escherichia coli - Staphylococcus aureus - Streptococcus species - Bacillus subtilis - Bacillus cereus - Salmonella typhi - Shigella species - Proteus vulgaris These bacteria cause a range of problems, from food poisoning to skin infections to ulcers and lung diseases. The alcoholic extract of bacopa also had antifungal activity against the yeast [ Candida](http://selfhacked.com/blog/treat-cure-candida/) albicans and Aspergillus niger (black mold), according to a cell study [ [112](https://scialert.net/fulltextmobile/?doi=ijp.2008.230.232)]. It's important to note that these are very preliminary results that have not yet been studied in humans or even in animals. Further research should determine if bacopa or its active compounds are effective against infections caused by these organisms. Cancer Below, we will discuss some preliminary research on bacopa's potential anticancer. It's still in the animal and cell stage and clinical trials have yet to determine if it may be useful in anticancer therapy. Do not under any circumstances attempt to replace conventional cancer therapies with bacopa, its active compounds, or any other supplements. If you want to use it as a supportive measure, talk to your doctor to avoid any unexpected interactions. In mice studies, extracts of bacopa and its active compound stigmasterol inhibited tumor growth [ [115](https://link.springer.com/article/10.1007/s13596-011-0001-y), [ 116](http://www.phytojournal.com/vol2Issue2/Issue_july_2013/40.1.pdf), [ 117](http://www.ncbi.nlm.nih.gov/pubmed/22556847)]. In a rat study, an extract of bacopa inhibited colon cancer. It worked by blocking the enzymes of [gut bacteria](https://health.selfdecode.com/blog/gut-bacteria-microbiome/) associated with colon cancer risk. Also in rats, bacoside A from bacopa prevented liver cancer [ [118](http://www.indianjournals.com/ijor.aspx?target=ijor:rjpt&volume=6&issue=4&article=011), [ 119](http://www.ncbi.nlm.nih.gov/pubmed/19916024)]. In cellular studies, bacopa was active against different types of cancers, including human breast cancer [ [120](http://onlinelibrary.wiley.com/doi/10.1002/ptr.2515/abstract), [ 8](http://www.ncbi.nlm.nih.gov/pubmed/22467255), [ 121](http://www.ncbi.nlm.nih.gov/pubmed/19960417), [ 122](http://ijpsr.com/bft-article/in-vitro-anticancer-activity-and-phytochemical-analysis-of-bacopa-monnieri-l-wettst/?view=fulltext), [ 123](https://www.ncbi.nlm.nih.gov/pubmed/26681894)]. The anticancer activity of bacopa may be tied to its antioxidant properties. In rats with tumors, bacopa extract improved antioxidant status to lower markers of tumor growth [ [124](http://www.ncbi.nlm.nih.gov/pubmed/15573526)]. Bacopa Monnieri Side Effects & Safety Keep in mind that the safety profile of bacopa is relatively unknown, given the lack of well-designed clinical studies. The list of side effects below is not a definite one, and you should consult your doctor about other potential side effects based on your health condition and possible drug or supplement interactions. Bacopa is likely safe when used at the recommended doses. Possible side effects are mild and include mild nausea and stomach upset [ [125](https://www.liebertpub.com/doi/abs/10.1089/acm.2008.0018), [ 126](https://www.ncbi.nlm.nih.gov/pubmed/28588366), [ 127](https://www.ncbi.nlm.nih.gov/pubmed/20590480)]. In rats, no adverse effects were found at a mega-dose of 500 mg/kg body weight [ [128](http://www.sciencedirect.com/science/article/pii/S0278691507001500)]. However, bacopa reduced fertility and suppressed sperm production in male mice. These effects were reversible and produced no lasting toxicity [ [129](http://www.ncbi.nlm.nih.gov/pubmed/19041444)]. Drug Interactions Bacopa may increase the effects of the antidepressant [ amitriptyline](https://drugs.selfdecode.com/blog/amitriptyline-elavil/). Talk to your doctor before using bacopa if you are on this drug [ [130](http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1984-82502017000400610)]. Special Populations If you are pregnant or breastfeeding, avoid bacopa due to the lack of safety data. Bacopa Monnieri Dosage Bacopa has not been approved by the FDA for medical use due to the lack of solid clinical research. Regulations set manufacturing standards for supplements but don't guarantee that they're safe or effective. Speak with your doctor before supplementing with bacopa. Common Guidelines The most common dosage across studies was 300-450 mg extract/day [ [131](https://www.ncbi.nlm.nih.gov/pubmed/22747190)]. One review study recommended the following doses of bacopa [ [132](http://www.ijpsr.info/docs/IJPSR13-04-12-005.pdf)]: - 5-10 grams of whole plant powder - 8-16 ml of infusion - 30 ml of syrup Check the supplement label to make sure you are getting a product with Bacopa monnieri. Other Ayurvedic plants are sometimes also called brahmi, so you should make sure the botanical name is specified. Takeaway Bacopa monnieri is among the best cognitive-enhancers and rejuvenators known to Ayurvedic medicine. The latest research suggests it's an all-around beneficial herb for the mind and body, although more clinical trials are needed. Bacopa seems to work by boosting two key neurotransmitters in the brain: acetylcholine and GABA. In turn, it may make you feel relaxed and mentally-stimulated at the same time. According to limited research, it may be a good option for reducing stress and improving memory and learning - especially if you're older. It also seems to enhance antioxidant defense, protecting the body against oxidative damage. Preliminary research in animals and cells suggests bacopa may also lower inflammation, histamine reactions, allergies, and asthma. Plus, it killed bacteria and fungi, and it might help with gut damage - so people with irritable bowel syndrome (IBS) may want to give it a try as well. "}