{"title": "PDF", "author": "PDF", "url": "https://dailyiowan.lib.uiowa.edu/DI/1977/di1977-11-18.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Friday November 18, 1977 Vol. 110, No. 102 © 1977 Student Publications Inc., 10 cents . . Care facility allegations unfounded,say oHicials By TOM DRURY Staff Wnter - Charges of resident abuse and staff harassment at the Johnson County care Facility for retarded and emotionally disturbed persons are unfounded, county officials have reportedly been told by the chainnan of the County care Review Board. However, two facillty employees say the board, investigating the recent allegations made against facility co­ administrators Richard and Doris Kelley, has not yet done an adequate job. \"I don't have any evidence of anybody looking into the problem. Nobody has called me,\" facility recreation director LInda Harrold said Wednesday. Harrold, facility ward attendant Kathy Peck, and fanner head nurse Betty Ockenfels all made specific charges against the Kelleys at a Review Board meeting Oct. 2l. Since then, the board has not talked to any of them. But board Chalnnan Joe Kauffman has told the chairwomen of the County Board of Supervisors, Loreda Cilek and Doris Kelley, on separate occasions, that the board' has found \"nothing wrong\" at the facillty, according to CiJek. Reached Thursday evening, Kauff­ man would not comment on whether he made such a statement. Peck, Ockenfels, and Harrold stand by their previous charges, including: -The facility went for two days without attendants on the men's ward over Labor Day Weekend (Harrold). -Two residents have worked at the Kelleys' private home in Montezuma (Peck). -A woman was dragged, on Doris Kelley's order, to a tuberculosis test she didn't have to take (Peck). -Residents have been harassed into signing documents (Ockenfels). Harrold and Peck both feel the charges are not receiving sufficient Investigation. \"It seems they should have contacted somebody by now. I'd be more than willing to talk to board members,\" Harrold said. \"It doesn't seem like they're interested. \"I think they're just trying to let it die down,\" she continued. \"The care Review Board should meet personally with the people (making the charges). I had expected to at least hear from them over the phone, but they haven't done that either.\" Peck, also contacted Wednesday, doubts the worth of the Review Board's investigation. \"I don't see how the investigation can be probing into them (the charges) very far If they're not going to be asking anyone about them,\" she said. \"I don't. know what they are doing. If they're just sitting there and not doing anything, that's not right. \"I don't know what to think of the investigators anymore,\" she said. Referring to the turnout of citizens, reSidents, and employees at the Oct. 21 meeting, she added, \"Obviously more people than just us are discouraged.\" Peck said facillty conditions could improve if facillty employees elect to join the Staff Employees Collective Organization (SECO). The union election, to be held today, was made possible by a State Public Employees Relations Board (PERB) decision that facillty employees are a separate collective barRaining unit. , Winter forecast: lots-of snow By KELLY ROBERTS Writer .. Editor', note: Thia ja part one of/our on the coming winter and how to live through it. \"If you want an idea of what this winter is going to be like, my snow tires are on and there is a shovel in my car.\" Paul Waite, Iowa's state cUmatologist, said this winter will be \"decidedly dif­ ferent from last winter.\" His long range prediction calls for more snow, but higher temperatures, although they will still be below nonnal. \"It will be cold, but the cold periods will be shorter, not as persistent as they were last year,\" he said. Waite's prediction calls for between 30 and 40 inches of snow this year, with more falling in the north and less in the south. Iowa City should receive about 35 Inches. This total would be a large Increase over the two previous winters. The state average snowfall last winter was 21.1 inches and In the winter of 197f1..'76 the state received an average of 18.3 Inches. The annual long tenn average is 32.4 inches. \"There will be a few good stonns this winter,\" he said. \"There is also a possibility of a blizzard and perhaps some ice stonns. One other thing we'll see this year that we didn't last year is winter fog. \"These conditions will all combine to make this winter a hazardous one for motorists,\" he said. Jack Percival, an assistant main­ tenance engineer with the Iowa Department of Transportation (DOT), said the state will spend about $10 mUllon to clear the streets of snow this year, If this is a nonnal winter. Last year, when there was little snow, the state paid only $U million, but three years ago, when the snowfall was heavier, the cost was $13.8 mUllon. The DOT's fleet of 1,025 snow-equipped trucks and 1,800 employees are called out an average of 50 times each winter, Percival said. Many times the trucks will be called out several times in the same day. Percival said the goal of the depart­ ment is to have all Priority 1 roads, which include the interstates and major !X)mmuter routes, cleared within 10 .hours after a stonn. Priority 2 roads, all other state-owned roads, are cleared within 24 hours. Equipment used by the DOT includes medlum·~iuty trucks and heavy-duty four-wheel-drlve trucks. These are equipped with snow blades and spread a mixture of sand and rock salt on the roads. Percival said a mixture of half sand and half salt is effective down to a temperature of 23 degrees. In tem· peratures lower than that, more sand is used. Waite said that although this winter will see a lot of snow, there probably won't be as much as in the winter of 193$­ '36. That winter, which is said to be Iowa's worst, received 51 inches of snow. The cold and high winds combined for a very low wlnd~hill factor and many people were forced to burn com for fuel because nothing else was available. The lowest recorded temperature, however, came In another year, 1912. That winter, 47 degrees below zero was recorded at Washta, in northwest Iowa. Waite bases his predictions on the patterns that develop In the weather, the jet stream and, for very long-range forecasts, the sun-spot correlation. Using these methods, he said he has been right more than 70 per cent of the time. \"In long-range forecasting, 65 to 70 per cent is considered to be not too bad -It's better odds than flipping a coin. I like to think that even with 2-1 odds, we're giving an advantage to fanners and others who must plan on long-range forecasts,\" he said. 'owa City's ·Morning newspaper Despite criticisms;Sadat firm CAIRO, Egypt (UPI) -President Anwar Sadat, denounced by his allies and deserted by members of his own cabinet, Friday accepted an Invitation to go to Jerusalem this weekend to address the Israeli parliament. \"I am going,\" Sadat said upon his return from Damascus and futile talks to win approval of the trip from Syrian President Hafez Assad. \"I always mean what I say.\" (In Jerusalem, Israeli Prime Minister Menahem Begin told a group of visiting U.S. congressmen that Sadat would arrive Saturday night, spend two nights in the KIng David Hotel, pray at Al Aqsa mosque Sunday morning and address the Knesset Sunday afternoon In either English or Arabic. MaSSive security precautions were·ordered.) Within an hour of Sadat's return from Damascus, Ismail Fahmi, Sadat's pro­ American foreign minister, resigned \"because I feel that I can no longer carry out my duties and share the respon­ sibilities under these circumstances.\" Sadat first named Mohammed Mah­ moud Riad, minister of state for foreign affairs, to succeed Fahmi, but Riad resigned as well in apparent protest over Sadat's visit. Sadat then named a former professor and current executive on the AI Ahram newspaper, Butros Ghali, a Coptic Chris­ tian, to fill both posts. Within hours of Sadat's acceptance, a bomb exploded at the Egyptian Embassy in Damascus. The Syrian government denounced the attack as a \"cowardly Boyd's constant worries: state, federal funding; fac.u/ty wages By NEIL BROWN Assoc. News Editor Editor's note: This is the last In a series 0/ interviews with seven 0/ the most powerful administrators at the UI. The series focuses on a.number 0/ im­ portant issues lacing students and VI decision malters. Maintaining a strong faculty is the \"heart of educational programming,\" according to UI President Willard Boyd. \"People, not structures, make up a quality university. This is why main­ taining our operating budget is a higher priority than getting capital funds for expanSion,\" Boyd said. Boyd, who has been UI president since 1969, said UI faculty salaries are com­ petitive with the other Big Ten schools. He added that it is reflection on the quality of ~e UI faculty when other universities recruit UI professors. \"We have an excellent faculty and sometimes we lose faculty to other in· stitutlons. We are hurt by this but it is Tho Deify lower>'Thom Oowtr sort of a tribute to the quality of the faculty we maintain. \"Faculty ~laries are always a serious problem, and we have a strong salary commitment,\" Boyd said. Working to obtain state and federal funding for the UI is one of Boyd's top responsibilities. He said Iowa Is \"financially sound\" but added that the spending tradition of the legislature forces some financial restraint. \"Iowans generally are not willing to spendmorethan they take in. They're not in favor of deficit spending, but I think that's wise. This has, however, forced a belt-tightening In requesting funds,\" he said. Although the UI took a cut in federal funding last year, Boyd said the UI has . been relatively successful in receiving federal money, because of educational programming. President Carter has not directly addressed educational issues but has a strong commitment to higher education,\" according to Boyd, who said attitudes toward higher education have remained fairly stable from the Ford to Carter administrations. Boyd said that although Carter has made a strong case in favor of national health insurance, he would be opposed to it if it would force a cut in funding for health education. ... lOYD, .,... \",.., act.\" There was no immediate report of damage or Injuries. Assad said after his meeting with Sadat he was \"deeply hurt\" over the Egyptlan President's decision. A Syrian government statement later said, \"We categorically r e j e c t Sadat's announcement and decision to visit Israel and we hold him personally responsible for the repercussions of his decision. \"During Sadat's visit to Damascus, the Syrian government tried to convince the Egyptian leader to change his mind, pointing out the dangers of his Intended visit and its negative effects on the Arab cause,\" the Syrian statement said. The Fatah Palestinian guerrilla group, issuing its first reaction to Sadat's visit, joined the denunciation. Thus far,. only , The Sudan, Egypt's Mrican neighbor to the South, has voiced support for Sadat's trip to Israel. (In Jerusalem, Begin said Sadat's visit would not interfere with efforts to reconvene the Geneva Mideast peace talks. Begin also touched on the op­ position to Sadat's visit by Egypt's Arab allies. \"There have been some suspicions in the Arab world that we are trying to drive a wedge but this is not true,\" Begin said. \"We shall be very glad to meet all the representatives of the neighboring Arab countries. ' Inside Screw magazine 11111 rwUIa In hung july ... Set line. .. while the Iron I, 'til hOI. tllldng I11III wade with SomIIIa ... nve. h lin the News ---'\"-----'---~ ---------------------------------- Briefly Minuteman WASHINGTON (UPI) -The Defense Department has decided to order another $106 mllllon worUl of Minuteman III strategic missUes and will keep the Production line, scheduled to shut down, open after all. The Pentqon announced in July It was ending production 0( the land-based strategic missile but It now has notified Congre. contract action was taken earlier this week to keep the assembly line at Hill Air Force Base, Utah, open to tum out an additional 30 MInutemen. The miaalle, which is bullt by tM Boeing Corp. of Seattle, II the mOlt ae­ cur,11e In the nation', s~alegte IJ'Ienal. A total of 060 MInutemen m are now In launch silQ8 in addition to 111M older models. The Defense Department now has between 120 and 130 more Minutemen In In storage but there are now no plans to increase the number in silos. The extra 30 missiles will also go into .storage, sources said. Defense officials said the. order for another 30 rnlssUes was placed because Congress falled to act on an administra­ tion request to remove the money for them from last year's budget. Reagan LAKE BUENA VISTA, Fla. (UPI) - Republican Ronald Reagan accused President Carter Thursday of distorting history and using \"a fonn of blackmail\" by raising the threats of Panamanian liots to sway Ute Senate into ratifying the Panama Canal treaties. He made the charges at a news con­ ference prior to thl! opening of a three­ day Southern Republican Conference. The Republican meeting will hear speeches by fonner TelBS Gov. John Connally, Senate Minority Leader Howard Baker, R-Tenn., GOP National Chairman Bill Brock, and Sen. Bob Dole, R-Kans., 1976 candidate for vice president In President Ford's un­ successful bid for re~lection. Reagan said public sentiment is overwhelmingly against the Panama Canal treaties, but the WhIte House is stalling a Senate vote until it can con­ vince enough members that a pro-treaty vote would not hurt their re-election chances. EnellJY WASHINGTON (UPI) -A Pentagon official said Thursday the Defense Department has cut the amount of energy It uses by almost one-third since 1973, and cannot do more without en­ dangering operations. Deputy Asst. Defense Secretary George Marienthal told a Senate Armed Services subcommittee that although the Pentagon still is the largest single energy user in America, further cuts would be \"detrimental to military readiness.\" He said the department projects it will increase its energy use in the next eight years by a lltUe more than 3 per cent. Subcommittee Chalnnan Gary Hart, D-Colo., told Marienthal the Defense Department could take the lead in demonstrating ways to conserve energy through solar devices and other \"unusual\" el\\ergy~urces. But Marienthal said he thinks the department Is a leader In energy con­ servation because it recognizes that American dependence on foreign oil supplies is hazardous. Bus Because of the Iowa-Michigan State game here Saturday, Iowa City Transit will alter its bus schedule for lOme routes. From 11 a.m. to 4:30 p.m., a combined Hawkeye-West Benton route will travel from the Pentacrest to Burlington Street, then to Riverside Drive and onto Woodside Drive, then to Sunset Street. The route continues on to Melrose Avenue, to Mannon Trek Boulevard and to Hawkeye Court. The return route goes from Hawkeye Court onto Hawkeye Drive back to Mannon Trek Boulevard, and through Mark IV. The bus continues on Benton Street and returns to the Pentacrest via Riverside Drive and Burlington Street. The buses leave on the hour and half hour from the stop on ClInton Street and will stop briefly at the West Benton departure point on Washington Street before leaving downtown. A minor change has been made for the Lakeside and North Dubuque Street buses. Riders must change buses downtown to get from North Dubuque Street to Hawkeye, or to travel from Lakeside to West Benton Street. WhtJllfie8 SAN FRANCISCO (UPI) -San Francisco District Attorney Joseph Freitas Jr. filed sult Wednesday in Superior Court charging that Wheaties cereal advertising featuring a tes­ timonlal by Olympic decathlon champion Bruce Jenner, the Olympic decathlon champion, was unsubstantiated. Under Callfornia law, If the court finds the advertiSing to be false and misleading it CIIn issue an Injunction against further such advertising in the state. Weathe, \"Anwar?\" \"Yes, IsmaU?\" \"When are you going to let read the note the bnperlaUst ambusador gave you?\" \"After my vacation.\" You never teU me anything. Vasser said the note says mostly sunny today with highs in the mid 50s, cloudier tonight. Is that what is says?\" \"That's close, Ismail.\" \"Well, then, I quit.\" ua­ Ion'. members eaded a 45-day-old strike alBinat the Boeing Co. Warnke expects SALT agreement early next year WASHlNGTON(UPI) -Paul Warnke, the chief U.S. arms negotia tor, predicted Thursday the United States and the Soviet Union will conclude a new strategic arms agreement early next year. \"Very substantial difficulties remain to be negotiated,\" Warnke said in an interview, but the bulk of the work has been completed in the strategic anns limitation talks dating from mid-l972. Asked when he thought a SALT II accord might be ready for signing by President Carter and Soviet President Leonid Brezhnev, Warnke replied, \"It would not be unreasonable to look toward the first half of 1978 \" The pact would ~n need ratification by the Senate, where it faces opposition from conservatives who believe, on the basis of leaked reports on the negotiations, that the United States is giving away too much In its drive to limit U.S. and Soviet strategiC missiles and bombers. Mideast in turmoil over Sadat Warnke said Congress has a legitimate role in advising him on the negotiations, but added, \"It would be unwise to be In a position where Congress directs your negotiations. I don't deny the Senate's legitimate interest in the negotiations, but they can't take them over.\" His prediction on when the pact may be concluded would also mean the Senate ratifica­ ton 'process could take place in the midst of congressional election campaigns. lJNITED NATIONS (UP!)­ The rapid.fire developments in UIe Middle East have thrown ~' nonnally placid diplomatic p sses of the United Nations ahnost frantic disarray - arid Arab solidarity appeared to ~ straining at the seams. jEgyptian U.N. Ambassador Altmed Esmat Abdel Meguid ly; by the dectsion o his president, Anwar Sadat, to go to Jerusalem to talk with uie Israelis. 'Sadat was clearly betting News Analysis heavily on his reputation and the power of his country as the most populous Arab nation to hold the Arab world together In one of the most dramatic moves in decades of Middle East squabbling. To back his move, Sadat was reported to have the backing of Saudi Arabia, the Arab world's wealthiest nation. But other Middle East di­ plomats at the United Nations were less sanguine about his chances of pulling it off -or of even surviving. \"I can see two possible developments,\" Ubyan Ambas­ sador Mansur Rashid Kikhia. \"We could give in to Israel from now on, which we do not want. Or there could be major Bilandic ~rease job' probed !'CHICAGO (UPI) -U.S. s4id Thursday a federal investi­ gation is now underway into cbarges Mayor Michael A. Bpandic \"greased\" an 11.7 ~rcent city taxi fare increase 1 st summer. \"This office now has under­ wayan investigation into this e tire rna tter ,\" Sullivan told a news conference. 'rhree aldermen Thursday c.lled for a City Council in­ vllStigation of the charges made by a member of Bilandic's cllbinet, Consumer Sales Commissioner Jane Byrne. She I~ked a memorandum saying ~andic was a mastermind In a pPin to railroad the rate in­ c ease through the City Council op the basis of rigged figures. 17-year~ld rural Iowa City =~uth was arrested and charged w.ednesday night by the Johnson County Sheriff's ~partment in connection with 25 rural home break-ins over t/)e lJlSt two months. tt department oniclal sald Thursday it has recovered several thousand dollars' worth of, stolen property taken in the b~eak-ins, including stereos and glms. Further property is ex­ pected to be recovered, and lilt-tiler arrests are expected to ~ made. An investigation is continuing by the sheriff's dtpartment . Atlantic, Iowa, woman N!Iloru!d to Iowa City police ,'m\"rs\",.v that $400 worth of rjlel:chsmdi:se had been stolen her locked car while in the Power's Guest parking lot. Paul Watson told police a man's leather coat and a UlnTn,,\",'. red leather coat, each $2001 were removed out of 1974 Buick. Police have no \"I knew... the increase was greased,\" Byrne wrote. \"I believe the action was fraudu­ lent and conspiratorial.\" She said she released the memorandum \"to protect myself.\" Bilandic said Byrne's interpretation of meetings she attended to discuss taxicab fares were \"mistaken.\" Jerry Feldman, president of the Checker Taxi Co. which controls 80 per cent of the city's cabs and who was at the meetings, told the Chicago' Daily News Byrne's report was \"the greatest piece of fiction I've ever seen.\" Sullivan said he will work with Cook County State's Attorney Bernard Carey and several of his top aides. Sullivan suspects. The director of the Iowa City Animal Shelter was arrested and charged with possession of amphetamines Wednesday night at approximately 11 p.m. Linn County District Court, where the charge was filed, issued a warrant for the arrest of Beverly Horton, of rural Iowa City after a small quantity of \"white cross\" amphetamines is a Carter administration appointee and Carey is a Republican. Bilandic is the heir to the la'te Mayor Richard Daley's City Hall apparatus. Courts UI football player Cedric Shaw pleaded guilty to shoplifting and to assault and battery in Johnson County Magistrate Court Wednesday. Shaw, a defensive back, was fined $25 plus court costs for each of the charges. The charges were filed by Coralville police following an incident at the Randall's Food store in Coralville. Harry Brody, 24, of Ottumwa, who was arrested on a charge of delivery of cocaine in October 1976, was granted a suspended 100year sentence in Johnson County District Court Tuesday. Brody, son of Oltumwa Mayor Ernest Brody, pleaded guilty to the charge after the cocaine sale was made with state narcotics agents in October. District Court Judge William Eads suspended Brody's 10- year term at the Iowa Men's refonnatory in Anamosa and placed him on two years' probation. allegedly were discovered in a Stephen Seyer and Mary Lou routlne search of Horton's Funk of Iowa City pleaded luggage at the Cedar Rapids guilty to four related offenses in airport Oct. 28, assistant Lynn Johnson County District Court County Atty. Craig Kellinson Wednesday; 12 other charges, said Thursday. The delay was related to a chase-and-shooting necessary to give police time to incident on Aug. 27, were analyze the tablets. dismissed. Horton was held overnight in Seyer pleaded guilty to lieu of $1,000 bond. She was possession of marijuana and released Thursday morning on intent to deliver as an ac­ her own recognizance following comodation, carrying a con­ arraignment. cealed weapon and assault with Horton, arrested by Iowa City intent to commit bodily injury. police, has been suspended as Funk pleaded guilty to director of the animal shelter; . possession of marijuana. the shelter was closed Thur-Seyer and Funk are scheduled sday. to be sentenced Dec. 16, upheavals in the Arab world.\" Within hours, Egyptian Fo­ reign Minister Ismail Fahmi had resigned In protest, and cracks began showing in Arab solidarity. \"The Fahmi resignation speaks for at Nations. \"It's yet on Sadat's decision,\" said Terzi. \"A courageous move,\" said IGkhla. A delegate from a small, Arab on-producing state in the Middle East said of Sadat's visit: \"We don't like it but we have to live with it.\" An Iranian delegate said Sadat was \"taking the biggest gamble of his career, and the risk is he may not be able to pull it off.\" The couple was arrested Aug. 'll following a shooting incident after a near collision between two cars in the Benton Street Quik Trip parking lot. The Seyer car was stopped on Highway 6 near the Wardway Shopping Plaza after being chased by police. Police reportedly found a .25 caliber handgun and over 1,000 \"Thai sticks,\" higb quality marijuana wrapped around a six-inch long bamboo straw, in the Seyer car. Coupon He said that doesn't worry him and he does not think SALT would become a campaign issue. \"It would be a very simple debate,\" he said. \"What's the alternative to this treaty? I can't see any reasonable man coming to any alternative conclusions. \"There isn't going to be any ultimate treaty, but this is part of the progress toward that point. If the opponents don't think this treaty goes far enough, then they should en­ courage us to go forward with SALT III, which will begin as soon as we finish the current negotiations. \" Warnke also said the news leaks that have been giving detailed -and sometimes er­ roneous -Information about the negotiations have been a problem. s~(\\tO(\\ Appearing At: 8t (\\ Ramada Inn 1\\lol1\\\\lSO US 218 lie 180 vocals & guitar Coralville Friday lie Saturday 9pm Henryls~ , TOASty WARM down booties that come in a kit and can be made on an ordinary home sewing machine. Frostline has other kits (or down insulaeed vests and parkas, sleeping bags, tents, backpacks and more. kits are complete with pre-cut material, insulation, all notions ... even the thread! $7.50 EDDLERS Thank you for your patronage. Buy one All-American get one FREE with thl8 coupon Expirft NaY. 20, 77 GRAND OPENING November 17, 18, 19 & 20 Thursday 9:30 9:00 Friday & Saturday 9:30·5:30 S~nday Noon -5:00 FREE DRAWINGS FOR Big IBoy Candles (24\"x8\") and Hanging Wok Candles FREE Patterned-glass candle with fi rst 36 pu rchases each day of ou r Grand Opening 20% OFF All scented and unscented pillars WICK N' WAX Plua Centre One ... '~ ~ .* *** **-t' 0 ~ *.. * *. ~ () NOV. 22 Hours-9:30 to 12:00 Noon A showing of/14K and 18K high fashion jewelry from New York. ALL ITEMS 20% OFF TH R GULAR PRl PLAZA ENTRE rea KRUl, the delun rdo station, hit neJday when S failed to approve ad hoe Collegla~ CouncU (CAC) c 1IOUld commit lei the station. Senate, upon Executive Sec Stanley, sent th into a conferene« be studied. KRUI was forti by Associated ~ (ARB) until ilia UI cor hing civil Boy but 22 2:00 Noon n jewelry 35l-0323 'TlL 9:00 .. KRUI plan for re9pening hits --------- . clos~d the station In 11176. tlclpatlon In the structuring of said. \"How can we get \",,000 out \"We can cover it,\" she said. tatlves to the committee. He By TERRY IRWIN Mond,ay, CAC approved the ad the station,\" DIlley said. of $1,.001\" \"Something else will have to obvioualy chose not to. I'm glad S1IfIWriter hoc cOmmIttee'lreport anchent The amount of such an DIlley said CAC would wait suffer. But it should not be to see he fIna1Jy condeacended Possible reactivation of KRUI, blt a snag Wed­ nelda)' when Student Senate failed to approve a report by an ad hoc Collegiate AssocIaUona Council (CAC) committee that ,ouId commit senate to funding the station. Sepate, upon a motion by Executive Secretary Donn Stanley, sent the CAC report into a conference committee to be studied. KRUlwas formerly operated by AlISoclated Residence Hal\\s (ARM) unW that' organization UI contract hinges on civil rights In order to secure a $1.1 million research, contract w\\tIl the National Cancer Institute, the UI has entered into a con· ciliation agreement with the Department of Health, Education and Welfare's Office 01 Civil Rights (OCR). Kenneth Moll, associate dean offaculties, said the agreement is !be result of a review caused by !be potential awarding of any contract in excess of $1 million. The purpose of the review, he said, is to check on an in· stitution's compliance with the civil rights policies of af­ finnative action. \"What we will be doing Is keeping a more detailed record ~ our recruitment sources such as where we advertise openings and who we contact,\" Moll said. It on to senate for approval. allocation by senate would be for a decision from senate, but CAC's responsibility. to appoint some people.\" /lenate PresIdent Doug SiglIn $6,000, matching the funds that It would not wait long. \"I would like to see senate The Board of Student said the best he could say about already promised by CAC. \"I would like to see the whole participate In'thIs Issue.\" Publications, Inc., (SPI) , which the \"so-called report\" 11'88 that Stanley said, In his opinion, Issue resolved by the end of was also offered a position on It \"88 \"woefully inadequate.\" senate does not have that semester,\" she said. Geoff KIng, a member of the the committee governing Siglin said the report talked money to allocate. DUley said CAC could, If it CAC ad hoc committee, said, \"I KRill, decided not to par- about the Installation of a \"Right no\" what we're had to, provide the entire approached Doug Siglin a \"eeIE ticlpate. carrlercurrent,notthecreatlon looking at Is $1,(J7,\" for KRUI. ago about sending represen- \"SPI Boardhasdecidecl not to of a I~watt station in a participate on the proposed residence hall. Sc -\",-t J-t 1~ Olnn KRUI board as had ten ,'IS 'S pr8ulC ~,. UU member,\" King said. \"TIley proposed an amendment to said, however, if we needed Stanley's motion, placing a two- ,I advice In the future we should ::ru~t'8':~~=: nuc,ear plant-related deaths come back and talk to them.\" Issue, but Siglin objected to such a limit. BOSTON (UP)) -The United chance of a major accident that \"Two weeks Is not long States by the year 2000 \"might would ki11 nearly 100,000 enough for a committee to come expect close to 15,000 accldent- people.\" back with reasonable proposals induced fatalities\" related to 'The non-profit UCS -wblch on anything,\" Siglin said. nuclear power plants, the Union has an estimated 4S,ooo sup- Sen. John Frew asked CAC of Concerned Scientists predict- porting members nationwide _ President Benita DIlley if CAC ed in a report released -Thur-said most of the victims from would fund KRUI If the senate sday. such accidents would die from chose not to. In a report on atomic power \"cancers caused by exposure to \"U senate does not wish to plant safety, the Cambridge, damaging levels of radiation.\" consider funding, they (sic) Mass.-based coalition of selen- The report estimated IS,ooo should seriously consider tlsts and engineers also said persons could die as a result of whether they want any par-\"there may be a 1 per cent nuclear accidepts by the end of St d h the century as a consequence of U y SOWS computer an average tbreeradioactlvity- releasing \"melt~owns\" a year crimes more profitable :~\"!r~~~ar~atl,:.~u~e~ WASHINGTON (UPI) -Criminals using computers In em-operation. There are currently bezzlement schemes average a $1 million take from each 63. American business they hit, a government study said Thursday. The UCS study is a critical examination of the Reactor The study released by the Commerce Department estimated Safety Study released in 1975 that monetary loss resulting from average \"computer-assisted\" under the auspices of the embezzlement Is 10 times higher than the average $100,000 loss N from traditional methods of embezzlement. That works out to be uc\\ear Regulatory Commis-slon.' . The earlier study, wblch was headed by Dr. Norman Ras­ mussen of the Massachusetta Institute of Technology, said there was a greater risk of death from falling meteors than from nuclear power plant ac­ cidents. The new study, headed by MIT professor Henry W. Kendall, said the Ramussen report \"understated\" the risk of sabotage of nuclear Dlanta. The Rassmussen ieport said it \"could not completely cover the risks due to potential acta of sabotage because no convincing way could be foWld to estimate the probability of acts of sabotage directed at any target ... nuclear power plants are difficult to sabotage suc­ cessfully.\" $1 million. In one case, $5 million was stolen. The study said remote computer terminals have been \"manipulated\" by criminals thoJlS8llds of miles away in some cases. The study, released by the Commerce Department, said all types of crime against business Is on the upsurge with more than Dental college returns to use of letter grades half of the crimes committed by employees. \"Thefts committed by employees are behind at least 60 percent of crime-related losses,\" the report estimated. \"So many em­ ployees are stealing so much that employee theft is the most critical crime problem facing business today.\" According to the study, business lost an estimated $30 billion last year due to crime, 11 per cent more than In 1975. The report devoted a long section to computer abuse, which It By MARY ABBOUD Staff Writer , when dealing with patiepts. With the conversion to letter grades, Logan said, \"We are now setting the criterion for each letter grade, so students will work in competition with the criterion of each grade instead of against each other.\" Edward Jennings, vice president for finance and university services, said, \"We will be reporting on applications the females and minorities make to the HEW people and lIill be evaluating the promotion poliCies of non­ academic persons.\" said \"is a potentially devastating crime.\" Boyd favors health policies, but not research cutbacks Mter seven years of con­ troversy over the UI College of Dentistry's pass-fail grading system, the college has returned to the use of letter grades in all departments, according to Nelson Logan, assistant dean for curricular affairs at the dental college. Criteria for letter grades will be different for the lecture courses and the clinical-setting courses, said Logan. It is more difficult to grade a student on patient contact in the clinics, so the possible criteria for this would be how well the student identifies the treatment needed and carries it out. Better grades would be given when a student correctly treats a dif­ ficult patient and does an ex­ ceptional job. HERMIT CRABS ARE ONE OF NATURE'S MOST INTERESTING AND DEUGHTFUL CREATURES. COItiJlUed from pale -. It would be wrong to cut !lick support to health education or cut back support of blo-research as the price for national health insurance. \"There Is a great need for Americans to have protection for the excessive cost of illness. But there won't be a strong national health insurance program If these cutbacks occur,\" Boyd said. A decison on the controversial . Bakke case, now under con­ sideration by the U.S. Supreme Court, will have no effect on the UI, according to Boyd. WIIIa,d Boyd session. Boyd said, however, that statistics can be misleading. \"I do not tend to react to any statistical studies one way or the other. There are too may intangibles. \"I think persistence would be higher if we geared our programming toward vocations. But a liberal education is the best vocational education. The average person cbanges jobs six times after college, and you have to have a liberal education to make those adjustments,\" Boyd said. The installation of signs around the UI campus was an important project, according to Boyd. \"An important part of our constituency is people who are not familiar with the campus, and it is Important that they find where they want to go,\" Boyd said. \"I was impressed that the students discovered that the letters could be peeled off.\" \"The facts are not the same and don't apply to us, 10 1 don't expect the declson will have much impact on our programs. The University of Iowa has long been opposed to any form of discrimination , and I believe our mission statement and hwnan rights poUcy reflect thaI,\" Boyd said. A report on \"academic persistence\" presented to the state Board of Regents In September showed that only 47 per cent of the 197~'71 ill fresh­ man class received bachelor's degrees by the 1976 summer I88V8Ih8 drIVIng to THANKSGIVING SPECIAL WEDNESDAY, NOV. 23 NON-STOP TO CHICAGO BOTH WAYS leave Iowa City 2:00 pm Arrive Ch icago 6: 30 pm SUNDAY, NOV. 30 leave Chicago 4:00 pm Arrive Iowa City 8:30 pm .... ,.Itlon. I uir .. College & Gilbert 337·2127 In addition to the dental school, letter grades may soon be issued to UI College of Medicine students Instead of the pass-fail grades they have been receiving. \"One of the reasons we have started using the letter grade system again is because all the Information given by letter grades is too complex to be transmitted by pass-fall grades,\" Logan said. Many dental students, when applying for residencies and internshios. find that a tran­ script full of pass grades does not tell prospective employers much about how they stood in their graduating class, Logan said. They want more Information, Logan said, about how well the student did in certain classes, the students' grade-point averages, and how welll;hey do An honors grade was used with the pass-fail grade to try to provide a means of dif­ ferentiation, but it was still hard to distinguish between a student receiving an honors grade and an excellent studen t who receives a pass grade, Logan said. for gifts ART SALE Works by the U. of I. Print Group Also Ceramics & Sculpture 25 Artists NOY.18-20 Fri. 7-10 pm (with reception) Sat. 10-7, Sun. 12-5 116 E. Jefferson call 338-9113 for information $250 Great Diamond Values For You , Trios of Love in 14 Kt. solid gold ... engagement and wedding rings for her ... for him a match­ ing wedding band. These are the right rings for that speCial day. Come in and choose yours. Cedi, and adJlts enjoy and love THE CRABS.TIol Found throughout the tropics, the land hermit crct> is one of noIure's most Interesffng. unusual and delightful creoftons. They make wonderful pets. They're easy to keep and care tOl'. They display unique \"personalities .\" They respond to yw loving core and attentton. With proper care they live ten to fifteen years In captivity. THE CRABS and related accessOl'les are here fOl' you today. Tal(e a crct> home. He'll love you for It. CRAIS 3.00 EACH (Accessories available at additional cost) Accessor THURS. 'TIL 9:00 II, Pile City, Io .... Friday, November 18,Im ~: Health care · . In an effort to reduce the staggering rise In health care costs for Americans, the Department of Health, Education and Welfare (HEW) Is investigating a proposal that will curtail funds to hospitals that faU to meet certain statistical standards. Included among these standards are provisions requiring lewpoln s Iowan Friday, November 18, 19n Vol. 110, No. 102 I 'hospitals to contain no more than four beds per 1000 requ1rlng hospitals to average an IKI per : . cent occupancy rate and requiring hospitals' obstetrical units to · handle at least 500 such proposals are com- mendable. HEW'! Idea Is to prevent duplication of hospital services by urging consolidation of hospitals. Consolidation of services, HEW argues, makes for more efficient service to patrons. But HEW's proposal, which has engendered considerable bostillty In rural areas, especially Iowa, needs sharp recon- sideratlon. Rep. James Leach, R.-Iowa, has accused HEW of ~ . \"turning its back on rural America If these provisions are ap­ I proved.\" At a community forum in Mount Pleasant on Wed­ t nesday, Leach pointed out that HEW's proposal could severly C affect health care for the elderly. Seventy ol)e per cent of Iowans [ ~ ~ver 65 live in rural areas, compared to a national average of 32 Venezuelan paternalism emphasizes relative nature of freedom of the p·ress per cent. If the HEW plan is implemented, many rural hospitals would lose their HEW support, resulting In hospital closings, which can scarcely be interpreted as an improvement in health · . care. Of course, services in metropolitan hospitals might ;. correspondingly be enlarged, but that can be slim consolation to I' those who depend upon local hospitals for life-sustalning '. medical aid. . The real issue ought to be quality of services provided patrons, . and one is at a loss to think of quality in a statistical sense. L Further, the HEW proposal seems likely not to reduce health .. care costs as the department believes. Dr. R. Tam of ~ Washington County Hospital points out that closing of rural hospitals In Iowa would necessitate patients' patronizing Iowa ~ City hospitals, \"where they charge almost three times as much I. for a bed as we charge at our county hospital.\" HEW seems to have applied uniform guIdelines to a health , care situation that is decidedly individual in nature. Rather than ~ . seeking to determine specifically whether hospital con­ solidations would benefit a local area, HEW has made a blanket assumption for all hospitals and all areas of America. , Further, HEW has failed to consider that one of a hospital's ; principal functions is to provide emergency treatment, not just to sustain patients during lenghthy illness. It also seems to be a , truIsm that the location 'of doctors depends strongly upon their being able to practice at a hospital. Reducing the number of rural hospitals, which will be the ultimate effect of the HEW measure, would correspondingly mean fewer doctors establishing practice in rural areas. That, too, could hardly be interpreted as improved health care. ~ The HEW proposal would be especially perniciOUS to Iowans. Iowa State Department of Health Director Norman Pawlewski has estimated that demanding Iowa hospitals to attain an IKI per cent occupancy rate would require 70 of Iowa's 150 hospitals to close. Pawlewski further asserts that HEW is restricting a citizen's freedom to choose the source of her-his medical treatment. Pawlewski notes, \"If you close all small hospitals, you say, in effect, that you can't go to a hospital 10 or 15 miles away; you have to go to one 50 or 60 miles away. II By almost any standard of evaluation, HEW's proposal is ill­ I,considered, and its implementation '!Vould contradict any conception of public health and welfare. However well intended, the measure must not be approved. DON NrCHOLS Assoc. Editorial Page Editor As Americans of the northern variety, we aU have our favorite freedom of the press stories. You know, the guy who's rotting in a south Texas jail for not telling about his sources, or the real stOry behind the headlines; but glances abroad sometimes lend a real perspective on such tales. For two years I worked on a small English language newspaper in Caracas, Venezuela, called the Daily Journal. The paper was and is reputed to be the best such newspaper In Latin America. One of the reasons for this reputation is Digressions dave albert simply that the Journal is based In a country called \"the last bastion of the free press in Latin America\" by the Inter·American Press Association. However, a recent incident in· volving that newspaper demonstrates what a , relative quality press freedom is. It seems that after months of trying (they were trying when I left last January) the Journal got an interview with a local prisoner, Orlando Bosch. Bosch, for those who haven't beard of him, is a former Cuban doctor who, upon losing a lucrative practice when the revolution occurred in his homeland, embarked upon' a career as a telTorist. Among his more notorious ac­ complishments was a bazooka attack on a Polish freighter in Miami harbor, an attack that landed him in the pokey for awhile. Somehow, and that somehow leads to the highest levels of the Venezuelan secret police staffed with Cuban exiles, Bosch made it to Venezuela on a Costa Rican passport with. an alleged guarantee of safe harbor. But when the convicted terrorist set foot on Venezuelah soil, he was promptly alTested. He has since languished in jail, speaking to no representative of the media until the local harmiess gringo newspaper got an interview. The interview led to some complications. As far as I have been able to discern with clippings and phone calls, the paper published a remark by Bosch to the effect that he thought he had received a guarantee from the highest levels of the Venezuelan government not to be harassed or arrested if he came to Venezuela, a country where anti-Castro terrorism is reputed to be the going thing. The Journal published this remark and was promptly sued ... by the President of Venezuela, Carlos Andres Perez. The ground for the suit? Offending the dignity of the President of the Republic. In \"the last bastion of the free press in Latin America\" there is a law that states that one cannot publish anything the president might find offensive. The suit was settled out of court, much to my relief, as the reporters named In the suit are two good friends. But that incident demonstrates what the concept of free press can mean to some. When I worked as a journaUst in Venezuela, I heard of presses being smashed by the police, front pages being changed by the police and publishers being told that If they published something that displeased the Foreign MInIatry they would be shut down. A television ataUon WII closed down for three days when It ran an In­ terview with a person claiming to be from a PD& of kidnappers. . A radio station was shut down for broadc:utin& \"tendentious and misleading II reports ... 88 far IS the government was concerned. All this in I country proclaimed by International organizations as being the last free press In Latin America. The llne of thinking behind this concept of I free press is that the government is responsible for making sure that the media do not get out!i hand and pubUsh anything they damn well please. After all, this line of reasoning goes, If the government does not protect its. citizens em irresponsible journalists and a pack of lies foisted upon the public by those who control the media, who will? In short, that line of thinking reflects a group of'people deciding that they know what's best for the masses, and acting accordingly , And If DDt believes this kind Of thinking only occurs ill underdeveloped nations, one is fooling one's sell. It's a very common argument around newsrooms and living rooms alike in this country. I've heard it hundreds of times, if not more. We all feel that what is best for us must be for everyone else; it's human to believe that everyone else is like you. However, some of us are In a position to act upon this assumption, and the results can be disastrous. If we are to continue as a nation!i individuals, we must respect each person's iJI. dividuality to the fullest possible extent. 11IIt means that we cannot make up someone else', mind for them. Once we begin doing that, we II! no longer a free society ... and we have been doing that for years. Dave Albert. who i. the DT'. Managln, EdilOl, Is a Ire_hman 'n the School 01 Journalum and I has a dual citizenship, bein, a citizen 01 both /Itt ; United Slale. alld Venezuela . ;:Readers address issues from promises to pot patrol Reminders To the Editor: RecenUy, students in the UI School of Jour­ nalism contacted me regarding a laboratory tabloid on student government , which they were assembling . I wish to thank the reporters who questioned me about my campaign promises that are as yet unfulfilled. Reminders help. One major campaign statement was that students are being ripped off by the UI by paying for recreation facilities that they often can't use. A report on this problem was presented at the senate meeting on Nov. 7 ... The issue on which I have expounded most 'often is certainly that of sexism in the Dr. I have drafted a bill that would enable the Student Senate to subsidize the Dr in return for cuts in offensive advertising. I feel that such a system is half a loaf, but is the best available in a capitalistic setting. Under the bill, the editor-in­ chief would be responsible for screening ad­ vertising for the ad department. The inevitable loss of revenue that would result would be made up by the UISAS, i.e., the students. The increasing conservatism of the UISAS has convinced me that such a bill hasn't got a snowball's chance in hell. The Student Senate recently couldn't even get it together to admit , that discrimination against gays occurs in Iowa City -and that was planned before some very conservative new student senators were ap­ pointed by ARH. I write this letter then to inform my con­ stituents that I have not forgotten one of the , major issues of my campaign. Rather, I am unable to take any direct action on that issue. I · feel that it would waste the time of the UlSAS and myself to introduce the sexist advertising bill. Don Doumalles student senator some sweatshirts. The guard wouldn't let us in with the bag of popcorn but didn't seem to mind the backpack. The guard suggested we try to smuggle the popcorn in another gate, so we did. From this, we assumed that paper bags were forbidden while backpacks were not. So the next week at the Ohio State game we smuggled in tile LeHers popcorn again while I just wore the backpack In. The guards didn't stop us. Then came the Indiana game. At the first gate we tried the guard wouldn't let us in with my backpack. We then gave the backpack to a friend to smuggle In and went to another gate to try to get in with the bag of popcorn. The guard spotted the popcorn and in a surly voice told us we couldn't get In with it. We then successfully smuggled the popcorn In another gate. All the times we were stopped at the various games we offered to let the guards search our bags, but they wouldn't, although we go to the games early enough that there Is no one In line behind us. raises only a little in the next few years instead of a lot, I'm sure you'll you'll feel good llbout your decision. As for those students who voted for the Tenant­ Landlord Ordinance, I'm sure you're disap­ pointed, but let me just say that all the problems that the Tenant-Landlord Ordinance intended to solve will be be cured just as soon as we cure the housing shortage that has beseiged this town for the last four years. The solution to the housing shortage is very simple. Get some apartments built. Unfortunately, as students we must contend with a community that is often hostile to our needs, especially housing. For those of you who want to solve the very real problems confronting us, as students I urge you to join with me in support of the effort by individual housing contraJtor.s to secure city approval to build more cheaiMlnd decent apartments, which will cure our housing shortage and hence other problems confronting us as students and as tenants. Woody Stodden student senator 323 N. Linn Jerky Herky To the Editor: An open letter to the UI Athletic Dept.: If you could hear moans of the alumni and the ridicule of opposing team rooters, you would retire the new Herky before he makes even one more appearance I Old timers, we, but all around us In the stands, younger alums and students seem to be unanimous in their feelings -the new Herky just hasn't got it. We could perhaps accept his head­ but not the \"Droopy Skunky Tail\" -to UlIe only a few of the more polite names he is called. If you don't believe -sit in the stands. We're having enough trouble with the team. Give us back our old Herky. Please? Hazel Sullivan 3828 Jersey Ridge Rd. Davenport Small drawback To the Editor: Having been hired by the UI a scant three months ago, I feel as though I can relate ac­ curately with visitors to Iowa City who cannot find their way around campus. At the risk of sounding like a lackey to the adminlstration, It has been downright difficult sometimes for me to locate -let alone identify -some of the buildings here. I applaud the Intentions of the administration on this project and will wait for the project to be completed before evaluating (positively or negatively) the results of those Intentlol)s. I am very pleased to be affillated with an in­ stitution whose greatest drawback Is \"defective David Cra\"dall 3004 Stanford Salted zits To the Editor: I would like to COfTect a statement that WI! attributed to me in the artJc1e on acne by MIry A Abboud published in the Dr on Nov. . ZiDC sulfate is not an antibiotic. It Is an inorganic SlIt of zinc, which is an essential element In m(l!1 species. Zinc sulfate appears to be a promising a11tr. native to antibiotic therapy fOf acne wlgarls m1 might be very useful In acne patients who an reluctant to take antibiotics, such as tetracycline , for long periods of time. Villinia M. Wiemor. M.D. derma tology residen t UI Hospitals and Clinics Get lost, Kenny To tlte Edllor: What's a poUte way for crowd to teU a per. former to get lose Saturday night at tI)e Field House, Kenny LoggInS just didn't get the JiIII that we wanted to see more of the real guitIr player who had (most unfortunately) precec1ecI him. Loggins wasn't the only one 1'bo was tiresome Saturday night -the Pot Patrol 1111 entirely too conscientious with Its fluhlilhll. Laura LarlOn 27 Hilltop Tr aUer Court Eagle scouts To the Editor: I'll ha ve to give &he HEC the SlIeImInIIIt Award for their ambiguous adverUaing be such a alight second bUling. I Security hassle Outside of my belief It is ridiculous to refuse us admission Just because of the way we choose to bring things to the games, I think the least that security forces could do is to &Mounce before the games what they will let in; then everyone could plan accordingly. Well, maybe nelt year I'll be able to get into the games without a hasIIle. Loggins' carefully orchestrated pro,rIJD didn't generate as much excitement 111 the dille Show as Muon did with one SOIIII. You oeM ., Muon beggq for calle. And lit doll pIaJ biI To the Editor: . This letter concerns the lack of consistency shown by the security forces at the Iowa football . games. I can understand the logic behind prohibiting certain articles from bein& brought into the stadilun. What I don't understand Is the ob­ eesa10n of some security guards on how various non-prohlbited articles are brought Into the ,ames. My experiences are u foUowl: To the MIn­ nesota game we brought a bag of popcorn and a backpack containing a pair of binoculars and Randy Beal. SIlK Currier Housing solution To the Edllor: I would like to thank thoae students wbo, after careful consideration on the Tenant·Landlord Ordinance, decided as I did to vote against it. My sincere and heartfelt Umlts. And when your rent when it ran an in­ to be from a lane In a position to act the results can be eon.tinll@ as a nation ~ each person's in- possible extent. Thai up someone eL!e's doing that, we art and we have been l>1', Monaglng Editor, 01 Journoll.!m and Q citizen of both Ihl trol a statement thai was on acne by Mary A. Dl on Nov .. ZiIIc It is an inorganic salt element in mOO crowd to teU a per­ night at tlJe Field didn't get the ~ or the real '* infor\\:unatE!lv\\ ~ only one who III -the Pot Patrol III \\III Cuban trfJops kill good relations U.S. sells Bra~iI fuel for peaceful nuke use WASHINGTON (UPJ) -The $tIte Department told CUba 'lbursday It baa kUled chances for further Improvement In relations, for now, by sending more troops to Africa when It promised to withdraw some. The move reflected President carter's displeasure with CUba's \"colonlal\" style military buildup In Africa, which he espressed In an Interview last FrIday. \"In light 11 the developments ollncreased CUban activity In Africa,\" State Department spokesman Hooding Carter III said, \"It would appear that we have gone as far as we can go toward normalization at this time.\" He confirmed that the Nation­ a\\ SecurIty CoWICU now esti­ mates' there are about 27 ,000 CUban advisers, most 0( them rnllitary men, stationed mainly In Angola but a\\ao In 16 other AfrIcan nationa. \"We are concerned and we have raised that matters directly with the CUbans,\" the department spokesman said. Last spring, he said, \"the CUbans had let 111 know that 1,1 Anti-shah leaders say Americans understand loyalists. She criticized ~r's sup­ port of the shah. they Intended to decrease their rnllitary presence In Angola. Instead, they have only in­ creased their presence there. \"We believe that the presence or large numbers of CUbans In Africa Is bound to have an unsettling effect and a threat to peace In Africa.\" He said the Unlted States has advised Cuba, presumably through the new diplomatic observer posts each nation has just opened In the other's capital, that its African rnllitary buUdup \"inevitably will have an impact on the pace and even on the posslbUity 11 normalizing ·relatlons with CUba.\" The United States broke relations with CUba In 1961, soon after Fidei Castro took power. President Carter has been trying, with some success, to restore U.S.-CUban relations to a more normal footing. Besides opening the special interest sections, the ~o governments also signed a fishing 'find maritime agreement earlier this year. The president has main­ bUned,however, thatreducUon of Cuban military presence In Africa would be one 0( the conditions for restoration 11 full diplomatic relations. Last Friday, In an Interview with out-of-town news editors, Carter said, \"The CUbans have In effect taken on the colonial aspect that the Portuguese gave up In months gone by_ \"They are now spreading Into other countries In Africa, like Mozambique, recently building up their s<K8lled advisers In Ethiopia. We consider this to be a threat the permanent peace In Africa.\" .. The NSC estimate reportedly said Angola has by far the heaviest concentration of Cuban advisers, with 19,000 military men and 4,000 civilians. WASlDNGTON (UPI) -The Carter administration ap­ proved the sale of nuclear fuels to Brazil after securing written guarantees they will only be used fo~ non-milltary and peaceful purposes, the Stale Department said ThunJday. The department said the export 0( low-enriched uraniun for Brazil's Angra~e reactor was not conditional on Brazil joining the Nuclear NonProliferation Treaty or ratifying the regional Treaty 0( TIatelolco. \"But we will continue to urge Brazil to become a party to the NPT as well as to take the necessary stepll to bring the Treaty of TIatelolco Into force,\" the State Department said. Both issues are expected to be raised by Secretary or State Cyrus Vance when he meets with Bruillan officials In Brasilia next Tuesday. HIs visit Is part 0( a three-natlon diplomatic mission that will a\\ao take Vance to Argentina and Venezuela. The TIatelolco Treaty, recently signed by the United States, makes Latin America and the Caribbean nuclear.free zones. Approval-of the sale 0( nuclear fuel to Brazil, announced Wednesday by the State Department; awaits a final decision by the U.S. Nuclear Regulatory Commission. Regarding the guarantees received from Brazil, the State Department referred to an existing U.S.-Brazilian treaty which, among other things, spells out guarantees for the peaceful use of nuclear power. I , ~-........ United Freight Sales , Berculon Sofa, Chair Reg. Retail '449-l)FS Price set tztr Antron Nylon Early Aplerlcan Sofa & C1Ialr Set Reg. Retail '799 UFS Price ' .... WASHINGTON (UP!) - Leaders of antl~hah demon­ strators said Thursday the American public might have disliked the violence, but now would understand the depth 11 their hatred for the shah of Iran's regime. \"The American people probably did not like the violence. But one thing they could see Is that Iranian students feel very, very strong against this regime,\" Chicago University student Sheila Kazemi, 13, from Tehran told a news conference. \"Carter made so much about hwnan rights In his campaign, and It all fell through. The United States Is the main su.,porter of the shah,\" she said. Shah won 'no 'specific' deal Discount Dan's Herculon Oventuffed Sofa & <lim Set Reg. Retail set Pedle'l Bett Mattreu BDd Box Spring from ..... set Maple-FiDlsh Wood Bedroom Set Miss Kazemi, who said she was one of the Iranian Student Association organizers 11 the demonstration s, said she did not believe the adverse publicity was coun­ terproductive to Ih,eir cause. \"We believe we did have the support of the American people,\" she said. She said Americans who witnessed or saw the demonstrations via the media \"must feel that there must be something wrong with this (Iran's) regime or It would not be so hated.\" Miss Kazemi claimed the demonstration that resulted In tear gas invading President Carter's welcoming of the shah was started by Iranian secret service agents -a claim disputed by a wide variety of eyewitnesses who state the students took the initiative in the attack on shah V.hid Ahmed, a student from Tehran who said he attends the University of Oklahoma, was asked If he advocated the violent over­ throw of the Iranian govern­ ment. Ahmed replied, \"Certainly. Whjlt are the alternatives? We don't think the shah is gathering these weapons as playthings. \" The two students said they both plan to return to Iran, even though they said they risk arrest upon their return because of their antl-shat ac­ tivities. \"Most Iranian students here are from the mlddie class or lower middle class, Miss Kazemi said. \"Most of us are here on our own, because stUdent scholarships are very hard to get. The families 0( students getting government scholarships have to put up their homes, their businesses, their wealth as collateral.\" She estimated only about 3 per cent of the IrAnian students were in the Unitd States on government ~holarships. WASHINGTON (UPI) - President Carter made no specific deals to win the shah of Iran's support fot an 011 price freeze, but he is detennioed to keep Iran rnllitarlly strong, press secretary JOOy Powell said Thursday. The shah, who left for Paris Wednesday after a two-day state visit marred by demon­ strations, announced he would support a one-year price freeze among oil exporters even though Carter did not guarantee him the wea~nry he wants. But he expressed confidence he would eventually get the jet fighters, radar planes and other armaments on his list, and Powell's remarks suggested he has good reason to think so. At a briefing, the press secretary said Carter had given no specific \"quid pro quo\" - meaning no final arms sale agreements in return for the shah's change of heart on the 011 price issue. But he added: \"We consider our relationship with Iran to be extremely im­ portant. We recognize their strategic importance to this country. All one has to do is look Security exp'enftittlres high at women's confab HOUSTON (UPI) -Bella Abzug estimated Thursday at least $40,000 will be spent for security at the National Women's Conference In Houston this weekend. Abzug, a leading feminist who wID preside over the four-day meeting beginning today, said she hopes to a void any disruption between the opposing factions -femlnlsll and con­ lle!'Vatives. But she emphasized : \"We are not afraid of controversy.\" Conservatives, portraying themselves as a \"pro-famUy\" coalition, meanwhile declared in a newspaper advertbement that the conference will recom­ mend aUowlng homosexuals to adopt children. The ad began: \"Mommy, when I grow up, can I be a lesbian?\" Eleanor C. Smeal, president ri the National Organlzaton for Women, denoWlced the ad as InfIamatory and irresponsible propaganda . Smeal said leaders of the Mormon Church and right wing groups such as the K1u Klux klan and John Birch Society are recruiting women to attend a protest rally In an effort to lleceive the public Into thinking ERA does not have majority support. \"They're on the outside because they were rejected In their own states where the people know them. They lost In 40 of the 50 states (in elections to select convention delegates),\" Smeal said. Abzug told a news conference that the $40,000 In federal funds wID be spent for security at the conference, including \"per­ sonnel and equipment.\" She noted some special measures are needed to protect Rosalynn Carter and two predecessors - Betty Ford and Lady Bird Johnson. The security force will in­ clude a corps of 150 off.auty policewomen . Some 2,000 dele­ gates and 6,000 observers will attend the meeting, with more than 10,000 other women ex­ pected In the city for related meetings. Abzug denied staff predic­ tions that conference ex­ penditures a $5 million appropriation from Con­ gress. \"We can pay all our bills,\" she said, but IIcknowledged that conference leaders have been solicltln'g supplementary pri­ vate donations. Opponents of the conference, led by Phy ills Schlaf\\y, claim the money has been spent improperly to promote the ideas of a special interest group - feminists. The conference, where femi­ nists will outnumber conserva­ tives 4-1, was expected to adopt a platform calling on Congress, the president and the nation to support the Equal Rights Amendment, abortion and lesbian rights. Abzug said polls show these ideas have the support of a majority of Americans . \"There are those who oppose any kind of change, but I don't think that is reflective of what American women want,\" she said. Noting the convention dele­ gates represent women of all political views, religions and marital status, Abzug insisted the conservatives do not have a monopoly on \"family, God and country.\" The \"pro-family\" newspaper advertisement sought support for a coWlter-rally Saturday where Schlafly will be the main speaker. It predicted the con­ ference itself will push to \"legalize homosemality .\" Friends of Old Time Music present: Buck White and the Down Home Folks Progressive Bluegrass featuring Bob Black on Banjo In a time when music is expanding In all directions more and more people are discovering their unique and f ascinat/ng bland of country, western swing, dixieland and jazz: they are discovering that women can be as caapable as men as musldans and singers and they are discovering that among the up and coming groups, the Downhomers combine outstanding musicianship, a contemporary outlook, and tremendous vocal ability while maintaining their vital back-POl'ch friendly neighbors, down-home feeling. Friday November 18 MitcBrlde Auditorium 8:00pm Adults: $2.00 Children .75 at a map of that re~on 0( the world to understand that qulte clearly.\" Iran's neigh\\>ors include the Soviet Union and Iraq, an Arab nation especlaUy hostile to the United Stat,es. \"We intend to support a strong defensive military p0s­ ture for Iran,\" Powell said. \"I think it was his correct im­ pression that we do value their relationship ... There is an Wlderstandlng and a commit­ ment to support an adequate defense of that nation.\" Carter made clear In a statement issued after his final meeting with the shah, howe­ ver, that he needs congressional support for further arms sales. As for the 011 issue, Powell said, \"the decision on the part of the shah to work actively against an oil price Increase Is an encouraging one, and we appreciate and find it welcome news.\" The shah, whose nation is a major oil exporter, had origi­ nally said he would remain neutral on the price hike issue wben the Organization of Petroleum Exporting Countries debates it In December. \"But after perusing the world economic situation\" with Carter, he told reporters Wednesday, \"we decided to come to the conclusion to give you a break.\" Justice Dept. w(Jrries legal costs out of reach W ASlDNGTON (UPI) -The Justice Department expressed concern Thursday about grow­ ing costs of lawyers' fees, but cautioned Congress not to abandon a traditional rule requiring all parties in a civil case to pay their own attorneys. The department's views were outlined to a llouse Judiciary subcommittee looking Into al­ ternatives for payment of legal fees and the possibUity that such costs could become so burdensome that Justice in court may be priced out of reach for many people. \"We are very concerned ... the high costs of bringing or defending civil actions may have \\lle effect of denying ac­ cess to the courts for persons whose means do not permit the payment 0( substantial attor­ neys' fees,\" Paul Nejelski, deputy assistant attorney gene­ ral, told the panel. He said the department is not totally against \"modification\" of current rules to cope with the problem of costly litigation, and In some cases, perhaps one party to a dispute should be awarded funds to pay legal expenses. But NeJelsld said legislation to allow that must be very limited. \"What we do oppose are broad-brush departures from the traditional American rule that requires litigants to pay their own attorneys' fees whether they win or lose,\" he said. \"It Is our view that the American rule is generally sound and that the burden of attorneys' fees should be shifted only in order to effectuate Before ... specific and compelling public Interests, and only then if the monetary and other costs of fee shifting are reasonable .\" Susan Gross, speaking for the CoWlcil for Public Interest Law, also urged the subcommittee not to enact a bill that would \"radically depart from the Amel\"ican . rule and generallJ permit fee awards to the win­ ning party\" in a civil case. \"Few citizens or citizen groups could affOrd the risk 0( bringing a lawsuit, losing and then having to pay their op­ ponent's attorneys' fees,\" she said. But she said legal costs should be recoverable In some cir­ cwnstances because Supreme Court decisions on the awarding of attorney fees and related issues have threatened \"a dangerous narrowing of the rights of private citizens\" to judicial relief. water beds YOVARE WELCOME TO WORSHIP WITH US 10:30 Sunday Morning' St. Paul Lutheran Chapel 404 East Jefferson Thanksgiving Specials: 12 Pak Cold Pabst Blue Ribbon $3.29 Old Style $2.29 Anti-Freeze $2.89 Self Serve Gas Saves Ca$h ,VJS4\" 933 S. Clinton 7 -9 Mon.-Sat. '399\" UFS dlaJn Reg. Retail'!I9\" UFS Price .... Wood DlDiDg Table with I wood chain Reg. Retail'349 UFS Price '25'\" Pecan Buffet BDd Hutch Reg. Retail'339 UFS Price 'Z9I\"' Large Oak Table (2 leaves) witll6 chairs Reg. Retail'899 UFS Price '4 .... Swivel Rocker Reg. Retail '109 UFS Price \"9\" and Coffee Tablea UFS Price from ·ztt· ea. AMlFM Stereo System Including turntable, cassette or 8-track player/recorder, speakers & headphones UFS Price '259\" CBAntenna Reg. Retail '27\" UFS Price 'IZ\" Shop Weeknights til 9 pm United Freight Sales Iowa Regents University Student Cbalition (IRUSe) Needs: U of I Lobby Coordinator Lobbyists , Pick up Applicaijons at Student Associations Office Dudllne: November 28, 1177 For Information contact Jo Southard or Dianne Welsh at 353-5467 After \"\"\" Walls Alive Meditate on it! Sleep in Madrid, Breakfast 1 in Tokyo, Relax in Denmark A dramatic Spanish bedroom, straight from sunny Madridl Papet 3 walls In a red and black damask. Stucco the 4th watt In stark white and add a collection of lace fans. Spread the Spanish ' sun on your floor with plush red carpet and cover . the bed In a white lace coverlet. Hang white tell­ tured drapes lined In red and black damask. Keep furniture massive and pay attention to detail. Uke a single red rose at your bedside. Orien.al schemes are noted for thei r relaxed ' atmosphere; great for dining rooms I Paper\" , walls In the palest print of chiffon green branches, pink petals, and delicile blue birds. Add an oriental rug in deep cream and blue. If you're brave,lower the table! Denmark! Simple charm, clean lines, vivid ac­ cents. Choose a neutral beige on white geomet­ ric for the watts. Keep natural wood floors, but ' cover with a brlgh\\ orange accent rug. Streamline J the furniture. Serve hot grog in laquered mugs! , Over 200 Wan livery. Drapery and advi­ ce' A.S.1.0. Commercial and Residential Designers' Art and Antiques Open dally 10 -5 or by appointment Walls Alive Wallpaper & Desisn Studio 319 Bloomington 337-7530 I I I Pile O'FF SALE LAS VEGAS, Nev. lUPI) - ury selection wu completed hursday in the trial to tennine the fate of the so­ plled \"Mormon will\" of the ~te Howard Hughes and the , dge Immediately called a ss until Nov. 28 when nlng arguments will begin. District Judge Keith Hayes, admonishing the five-man, ee-woman panel and four temates not 10 discuss the case among themselves or read or listen 10 reports of the trial, 1o1d the jury: \"I don't want 10 slop this case and start all over again because someone fouled up. To say the least, this Is a newsworthy case, a noteworthy case and sometimes a nolorlous case.\" No one on the panel Is black, a member of the Mormon Church, or has any connection with the gambling or hotel industry. The judge said there would be another recess In the case from Dec. 21 10 Jan. 4 for the ChrIstmu and New Year's holidays. \"Much has been made over what you know about this subject,\" Hayes 1o1d the panel. \"You are 10 set everything aside and return a verdict purely on the evidence.\" The trial, expected 10 laet from six 10 eigbt months, is 10 decide whether the three-page, hand-scrawled Mormon will was really written by Hughes or Is a forgery. Among the 150 witnesses scheduled to testify is Melvin Dwnmar, a former Williard, Utah, gas station operalor, who Is cut In for a one-sixteenth share of Hughes' fortune, estimated in value at up 10 $2.5 billion. Dummar bas testified of finding an envelope containlng the will shorUy after Hughes' death in AprU, 1976, and of following Instructions from a mystery courier 10 drop the will off at the Mormon church headquarters in Salt Lake City. One of Dummar's claims is that he met a bleeding old man -who Identified himself as Hughes '-In the desert outside Las Vegas In late 1967 and gave him a lift in his truck back 10 town. Opponents of the will, who believe the document Is a crude forgery, will present numerous handwriting experts, security personnel and doclors hoping to prove that Hughes did not write the will and never left the Desert Inn Hotel while he lived in the gambling capital from 1966-70, except under tight security. EVERYTHING IN THE STORE NOTHING HELD BACK! 'fCKK conviction asked as Ibirthday giftl The execulor of the will is Noah Dietrich, a longtime Hughes aide during the indus­ trialist's early business career who will attempt to prove the will is genuine. WICKER CHAIRS I BIRMINGHAM, Ala. (UPI) General William J.' Baxley the people of Alabama,\" Baxley \"this case is not one where we can apologize 10 anyone,\" Hanes said. \"Nothing you docan bring. back little Denise McNair.\" Alabama's atlomey general before the judge sent the jury said. Chambliss.is charged with ~ked a jury Thursday to out 10 begin deliberating the four counts of first-degree onvict Robert Chambliss of the muder charge against the murder for the Sept. 15, 1963, 963 bombing of the 16th Street former Ku Klux Klansman, now Sunday moming blast. pUst Church as a \"birthday 73. Before Buley's hour-long Present\" 10 one of the four black Miss McNair would have been summation, defense atlomey ~hoo\\girls killed In the blast. 25 years old Thursday. Art Hanes Jr. urged the jury not : \"Give Denise McNair a birth-\"It will show the world a 10 convict Chambllss out of Hanes attacked the state's contention that a bomb was planted outside the cburc!} in the early moming darkness, and reminded the jury that 100- klay present.\" asked Atlomey murder case has revenl(e. iFear, complacency threaten [health of Salk's polio vaccine ,BII United Pre .. International , Fear and complacency loday threaten to undo the pioneer work of Dr. Jonas Salk who in 1955 produced a vaccine which ,In a large measure eliminated ~the crippling disease -poll­ 'omyelitis. Between 1943 and 1953 poliO had reached epidemic propor­ tions in the United ~tates. In 1955, however, Salk pro­ duced with spectacular success the vaccine which almost eliminated the disease then generally called infantile ~alysis. Now, for the first time in years, cases are being con-firmed In several states -an unidentified woman dead in New York, a child stricken In Texas, a woman infected in Maryland, three cases In Minnesota. Some health officials find the potential disturbing, although at present there are only a small number of cases and, in view of the fact so many people are immunized, no one is worried that there might be an epidemiC. _ Dr. Charles R. Webb Jr., chief of the health department's conununicable disease service in Texas, blamed complacency and fear. \"There's a fear of immuniza- ,Cost, privacy obstruct :medical computer use WASHINGTON (UPI) -High costs and possible disclosure ci Iconfidentiallnformation are major barriers 10 more widespread luse of computers by hospitals and health care workers, a 'congressional report said Thursday. · The report from Congress' Office of Technology Assessment 'saltf wider use of computers could produce dramatic ad­ Ivancements in diagnosis and clinical care while storing more Information and reducing paperwork. \\ The report, Policy Implications of Medical Information Systems, was sent to Congress by Sen. Edward KennedY,O-Mass ., ~md Rep. Larry Winn Jr., R-Kan., chairman and vice chairman of the board govemin~ the congressional office. I \"We now can design medical information systems that will :dramatically enhance the quality of health care 10 all our !Citizens,\" said Kennedy. \"This report provides Congress with the 'key policy options to achieve that potential.\" But high costs and potential threats to the confidentiality of ipatient records were cited as factors in keeping down a major swing to computers. I I Operating costs for a hospital-based computer medical in­ ~ormation system range from $410 $9 a day for each patient. That :could cost a medium-sized hospital more than $1 million a year, ,the study estimated. ! Computer files could be infiltrated and lists of people with ,certain medical and social charactertstics compiled, it said. ~tailed medical data not easily obtained from manual records ould become available 10 organizations outside the hospital or I ther medical facilities. Although computer systems are more secure than manual ,records, the report said, \"no matter how sophisticated or com­ plicated, mechanical security measures cannot ensure the ,complete confidentiality of medical records.\" , A medical information system was defined as one receiving :Information normally recorded about patients, creating and ,maintaining medical records for every patient and making the ,Information available for use in patient care, research, planning, ~agement and evaluation of medical services. · ;~'--------------------------~ : Shop in Iowa City tions in general- an irrational immunized at all or not im­ fear,\" he said. \"We see a lot of munized fully.\" danger that we will have more Last Wednesday, a 34-yearold cases .... No one really knows Manhattan woman died in New the vaccination status of York's first reported polio case preschool children ... we're in five years. Officials said the mounting an all-cul campaign woman may have contracted to go after this problem in the the virus from a recent visitor, next two to three years.\" but they said they see little Webb said the virtual disap-danger of an outbreak because pearance of polio in the decade immuniza tion levels in the city following perfection of the Salk are high. vaccine produced carelessness In a few Instances, immuniza- on the part of parents. , tions have backfired. \"We deal with complacency, \" Diane Peterson, of the he said. \"If you haven't had a Minnesota Health Department , robbery in your neighborhood , said three cases reported this you don't vote too strongly for year in her state probably were law and order. If you have a vaccine related, rather than case of polio down the street, attributable 10 \"wild virus,\" you go down and get Im-and the parents of a 3-year-cld munized.\" boy have filed an $11 million Dr. Jonathon Mann, of the lawsuit in Michigan, charging New Mexico Health Depart- federal officials failed to warn ment, said the potential of an of possible adverse effects of outbreak of polio does exist, the vaccine which was adminis­ even though the state has not tered orally. recorded a case of polio since . r-----------, 1967. \"The school immunization law gives a very high level of immunity in the school-age population,\" he said, adding, however, that about one-third of the preschool population is \"not pipes for the connoisseur announces its First Annual Brand Sale January 21st thru February 4th 20% off order now for layaway from your sporting goods or men's store or write 200 people who attended ser­ vices that morning never noticed the device. The state produced evidence to show the bomb was detonated by a timer fashioned from a water container with a small leak and a plastic fishing float. Proseculors said as the water slowly leaked from the~bucket and the float sank, the bomb was triggered by the completion of an electrical circuit. Earlier, Deputy Attorney General George Beck showed the jurors pictures of the mutilated bodies of the victims. \"I show you these pictures 10 show that this bomb was not put there 10 scare somebody,\" Beck said. \"It was put there 10 kill somebody. \" Hanes asked the judge to throw out testimony from an FBI agent who said he and other agents found a plastic fishing float with a stiff wire attached 10 it near the church after the explosion. Hanes argued that because the float was not produced in court, it could not be used as evidence. The judge refused the motion. The JUGS are coming. Meantime, T~xu and Cali­ fornia were battling to prove Hughes was a legal resident of their state when he died April 5, 1976 to collect millions of dollars in' Inheritance taxes. Nevada has no such tax. Texas is currently conducting a trial 10 determine Hughes' residency, which was moving slowly In its fourth day of jury selection. California has asked the U.S. Supreme Court 10 halt the trial and settle the dispute between the states and some action was expected to be taken by the high court early next week, lowa'i Largelt Mo.t Com plete SKI SHOP Known by the ROAIgno/ & Head From 119.99 Includes Bindings & Poles Rod Fitch's Sports Center N. Clinton, Iowa 319-242-6652 ~each $3590 Your\" Choica of styles With in various colors. _5 $8096 RECLINERS ~ $6290 cash & carry KATHLEEN'S KORNER 532 N. Dodge Open 11-6 Daily: Open Sunday. Closed Monday WE~T~ PIANO.(60QGAN WAREHOUSE SAlE November 19 -21 Saturday 9:00 to 5:00 Sunda'y , 2:00 to 5:00 Monday 9:30 to 9:00 THIS IS A REVOLUTIONARY WAY TO BUY A PIANO OR ORGAN­ THE WEST WAReHOUSE shipmentl Irt Irriving daily. Select from over 80 pi_noa Ind orpnl. Pick yours end ..\". up to 60%. Spinets. conlOln. grinds Ir. reduced. Mlny It Ind rlntll returns. Immedilte finlncing IVlillbie. cen \"\" our convenient IIYIWlY plln. Now c.n be the ItIrt of. lifetime DEPARTMENT Ind enttrtlinment NEW CONTEMPORARY PIANO This console plano offers features nol found In instruments for hundreds of dollars more. Limited quantity. $995 musIc company 1212 5th Sl. Coralville i Ph. complet. died mont In our offIctl: O'FF ALE ING ORE BACK! WICKER CHAIRS to 9:00 YOUr, Choice of styles plano offers not found In fOf hundreds d Umlted $995 TIle DeIly Iewu-Iow. City, low.-Friday, November II, 1m-Pile 7 BALLET TAP DANCING AMHERST, Mus. (UPI) - In little role reveraai, students .t the University of Mall8ChuseUs have finished grilling their professors -and IOIIIe of them Dunked. A 123-page booklet prepared by the Academic Affairs Committee of the Student Senate lists the course, profes­ aor'. name, salary and what lludents thought of the lnatruc­ !Dr and the course. \"It represents students edu­ caUng each other about the .. Ie of things at U-Mus,\" said IWi11lam Bluestein of the Under­ graduate Economics Council, IIbich bel~ prepare the guide. \"The only way for students to solve problems like this is to say, 'the hell with the bureaucracy, what do we need to know, and let's do it our­ selves,'\" he said. Till the cows come home Lives lost, firefighters still stri ke LONDON (UPI) -Four children and a 47-year-old In­ valid died In fires in Northern Ireland and Scotland Thursday as inexperienced soliders with outdated equipment struggled to fill in for the nation's 35,000 striking firefighters. Approximately two dozen soldiers were injured fighting 41 fires across Britain Thursday - the fourth day of the walkout. Most were overcome by smoke. \"The lads are getting very tired and we are worried that ezhaustion will lead to mistakes and someone getting killed,\" said one army officer. There were fears the situation could worsen today, when 600 senior fire officers. who have been advising the soUders, decide whether to join the strike for a 30 per cent pay hike. Nine persons have died in fires since the strike began, including the five deaths reported Thursday. MODERN/JAZZ EXERCISE FALL SESSION BEGINS NOV. 28 CHILDREN & ADULT CLASSES STUDIO RfGISTRATlON: FRIDAY NOV. 11, 11 10 7 AND SATURDAY NOV. \", 110' ...... , SIZE UMITED REGISTER NOW . U.S., Somalia discuss military needs Choking troops had to aban­ don a burning $125 million power station east of London Wednesday when they were overcome by smoke. ruaN IIIGIfT INTO coomAIID \"Original Hospital Tower\" MOGADISHU, Somalia (UPI) -A U.S. congreSSional delegation conferred Thursday with President Siad Barre on Somalia's military needs only hours after the departure of the first expelled Soviet and Cuban advisers. Although the congressional visit had been planned for a month, the trip took on added significance In light of Som1la' s announcement Sunday that It was ordering out several Ibousand Soviet military and civilian advisers and closing Soviet bases. The first group of Russians left Wednesday. Even as the congressmen arrived at the airport to leave after seven hours of talks with Barre, several busloads of Soviet advisers and technicians were waiting for a Oight from Moscow to take them home. Somalia also broke diplomat­ ic relations with Cuba and expelled the 44 Cuban advisers in the country. They left Tuesday. The eight-member group from the House Armed Services Committee met with Barre for 90 minutes of \"frank\" discus­ .ions about the military balance In the region, the Indian Ocean and the Middle East. Rep. Melvin Price, D-Ill., who chairs the committee, said Barre showed \"openness\" in the talks. He said the Somali leader did not give them any message for President Carter. Price called the visit a \"fact finding\" mission and said his group does not speak for the U.S. government. Following Sunday's announ-cement, there was speculation that the United States had been asked to assist the Somalis, at least in some indirect fashion. Most speculation centered on the possibility of a third country giving Mogadishu assistance with the consent of the U.S. government. Iran was men­ tioned as a strong possibility as the shah of Iran has just completed a visit to Washington . Price said the Somali decision to oust the Soviets \"came as a surprise to us and a surprise to Lawyer cites cover-up in Biko ·death PRETORIA, South Africa (UPI) -A white lawyer charged Thursday that initial reports that Steve Blko died in jail on a hunger strike were part of a \"cover-up\" by police responsible for the black leader's safety. Lawyer Sydney Kentridge, acting on behalf of Bileo's family. grilled Col. Piet Goosen, head of security police In Port E1lzabeth. where Biko was kept naked, chained and handcuffed until hours before his death, for the second straight time In All illquest into the black leader's death. At e time of Biko's death in a police ceD in Pretoria Sept. 12, Pollce Minister Jimmy Kruger said the black leader had been on a hunger strike. An official autopsy showed later Biko died of brain injury and kidney failure. Kentridge asked Goosen Thursday: \"The minister was misled. Who misled him, and why? The story of the hunger strike was obviously an excuse and a cover-up. \"How high did the cover -up go?\" Ken­ tridge asked. Goosen, sweating profusely under the questioning, did not answer. Kentridge also hammered away at Goosen's earlier testimony that Biko had hit his head following a scuffle in Port Elizabeth. Goosena said B' had one \"berseck\" and It too five po cemen to restrain the black leader and during the fight Biko hit his head, possibly accounting for the brain injuries. Questioning Goosen Thursday, Ken­ tridge asked him whether after the struggle with the policemen he thought Biko feigned illness, to avoid being questioned further. \"At that stage, yes,\" the policeman answered. Goosen said he was not certain that Biko had suffered a bump on his head during the struggle. Kentridge : \"You knew very well he had a head injury but you wanted to draw the doctors' attention away from it?\" Goosen: \"That is not so.\" Kentridge then quoted from an affadavit signed by Goosen concerning the Biko death in which the police chief said everything had been done to make Biko comfortable. Senate investigating Iranian demo funding I\" ............................................................ . : S·ridal : WASHINGTON (UPl) -A Senate Foreign Relations sub­ committee is Investigating whether foreign govenunents provided financing for this week's demonstrations by sup­ porters and foes of the shah of iran, it was learned Thursday. The subcommittee, headed by Sen. George McGovern, D-S.D., also is looking into activities of the Iranian secret poUce force iD the United States and any role it may have had in the demonstrations , committee aides said. They said the CIA and FBI \"ere cooperating In the probe of the secret poUce. One event under Investigation ia a Monday night dinner at the lleraton Park Hotel for the shah's backers. The dinner, highlighted by, filet mignon for several hun­ dred persons, allegedly was Iponsored by a front group for the Iranian government, possi­ bly constituting violation of the Foreign Agents Registration Act. The law requires any person acting on behalf of a foreign government to register with the Justice Department or face a penalty of up to five years In prison and a $10,000 fine. The Senate probe will parallel a Justice Department review of charges that a number of pro­ shah demonstrators received free travel, meals and lodging and $100 in spending money. A committee aide said in­ vitations to the Monday night dinner were extended to the committee staff by the sponsor· ing Armenian Solidarity Friendship Committee. He said when he phoned the Iranian embassy and asked for tickets, he was told, \"Sure. Do you want singles or doubles?\" But three hours later he said the man from the embassy called back and said tickets were not available. .~ Italian eane furniture 01 Classified Ad Blank Write ad below using one word per blank. 1 ............. 2 ............. 3 ............. K (rill. per word). MIIII_III lUI. ' 1 daY' ........... ~c ............ .we per word 30 dlYI ........... 91c per word. Send completed ad blank with 11M DIll\".... I tfI«k 01' money Otdef, or Help your and friends select your giftS ... Register with Lenoch & Cilek's BRIDAL REGISTRY Free gift wrapping· UPS shipping available Bring this ad into anyone of our 3 stores for a 1 Free $5 Gift Certificate whe.n you register E. Washington 354-4167 everyone\" and that It was too early to evaluate the ramifications of the move. In a statement issued on arrival, the congressmen said they were concerned about the Soviet presence in the area and the effect It might have. Alfalfa LIMITED Striking firefighters at a nearby stationhouse refused appeals for breathing devices and foam equipment and of­ ficials said the facility would be out of action for nine or 10 months and repairs would cost millions of dollars. Now has organic frozen Hen Turkeys No medication, no pesticides app.10-15Ibs. 42110th Ave. t%~;,i1j Coralville 351-0483 THEY SAID IT COULD 'T BE DONE THE MAGIC CHRISTIAN Ringo Starr Peter Sellers Raquel Welch SEE IT 8:00 & 10:30 Friday Nov. 18 Currier Hall Lunch Room HourS: Mon.-Fri. LIMITED EDITION PRINTS BY STAN HARING (Signed and numbered) NOW AVAILABLE A.T - 111 The Frame House, Iowa Book & SupplY,Hoover House. The Frame'Up PRICES GOOD Thru Tues. Nov. 22nd these featured 7'. series Lp's sale priced at 4.99 plul the remainder of the CBS selection II IIOwon sale 4.88 5.88 in Se,le. 7 .. Se,le. 2 Sat. 9-5:30 351-2908 'Screw' publisher free; trial hung jury heads fo, COVill 'I'IIoIe Doa-tndiUoaaIilti who claim Ibout birds. ratllll Cauda, Ibe b1nb lpead wiDter ciayaiD search 01 food ad relt D1gbta ID oak trees. KANSAS CITY, Kan. (UPI) -The trial of AI Goldstein, pubI1aher of Screw magazine, on 12 obscenity charges ended In a mistrial Thurllday. The jury of seven women and five men bad deliberated 18 hours since Tuesday morning before reporting they could not decide whether Goldstein and fonner a!8oclate James Buck­ ley, who faced the same charges, conspired to mall obscene materials from New York to Kansas. u.s\" District Court Judge Frank Theis, who overturned conviction of the two men In an earlier trial In Wichita, de­ clared a mistrial. Shortly before 4 p.m. the jury notified Theis it was deadlocked and the judge called a meeting in his chambers . Alvin C. Thomas of Eudora, Kan., jury foreman, reported the jurors were In hopeless disagreement. other jurors nodded agreement when Theis questioned them. After the mislrtal was de­ clared a juror, Alvin Kotouc, a Richmond, Kan., truck driver, said nine members were for acquittal and three fa vored conviction. The government attorney said he has not deCided whether to seek another trial. Theis said if a new trial is sought, It probably would be scheduled for sometime after Jan. 1. \"It's fantastic,\" said Gold­ stein. \"We came In here feeling like we were ,olng to get lyn­ ched but these Kansans are great. They went beyond the emotional Issues and decided It on law. \"We realize the publications are tasteless, but they're not obscene. The verdict makes me proud to be an American.\" Goldstein's legal battle began in 1974 when four Kanlas postmasters subscribed to Screw and the newspaper Smut, which claims to run \"all the kink that's fit to print.\" The postmasters returned the un0- pened issues 01 Screw and Smut to New York postal authorities, who had made the subscription illionaire innocent in Texas murder AMARILLO, Texas (UPI) - ~lIonalre murder defendant Davis was found In­ Thursday of charges he HnI~rrll!rf'lI his 12-year-old {$tE~pd.llugJlter Aug. 2, 1976, at his Worth mansion. quickly and began shaking the hands of his attorneys and hugging relatives and friends. He leaned over the railing and hugged his mistress, Karen Master, who had burst into tears and was crying uncontrol­ lably. is accused of wowidlng his estranged wife, Priscilla, killing her lover, Stan Farr, and also wounding family friend Gus Gavrel Jr. the same night. produced a witness who said he was crouching outside the mansion that night and saw an intruder sneak into the mansion who was not Davis. You bave to take the overall picture.\" Juror B.C. Miller said the verdict reflected the consensus of the jury. The jury, which received the case earlier in the day, ~eliberated five hours and 13 tninutes before deciding Davis was not the black-clad gunman who shot Andrea Wilborn. As ~ verdict was read by District ¥udge George Dowlen, Davis, ~ho was standing, lurched back ~ if stunned but recovered \"This is too much to ex­ press,\" said KeMeth Davis, the defendant's brother. The verdict ended the longest murder trial in Texas history, a total of six months since the first juror was chosen. DurIng the trial, Priscilla Davis, who was the state's chief witness, repeatedly Identified Davis as the gunman who shot her and Farr. Gavrel also identified Davis as the gunman during his testimony . Two jurors in the case said they felt the state failed to prove \"beyond doubt\" that Davis was the murderer . Juror Betty Blair said only two votes were taken by the panel, the first resulting in a 1 (). 2 majority for acquittal and the second one 12~ for Innocent. \"We have been most har­ monious,\" he said. \"There was never any bitterness . We went over the testimony and our decision was pure reason I think.\" Dowlen sent the jurors back to the motel where they had been sequestered since the trlal began. Davis was on trial for the Wilborn child's death, but also The defense, however, called Master, . 29, who testified Da vis was asleep in her apartment the night of the murders. The defense also \"We had 12 intelligent people\" Blair said. \"There was reasonable doubt we thought. \"Go on back and get your coats and go on home,\" he told them., . IPBN director fires staffer, resigns Shortly after the verdict, defense attorney Richards \"Racehorse \" Haynes said the verdict proved his faith In the jury system. DES MOINES (UPI) -The executive director of the Iowa Public Broadcasting Network Thursday submitted his im­ mediate resignation and just before doing so, fired a staffer who had provided allegations of network mismanagement to a legislator investigating Its oper­ ations. Thomas M. Ditzel, who announced in September he would resign as IPBN's top administrative officer at the end of the year, told the network's supervisory board he was stepping down immediately to prepare for a new job opportunity, .. which he declined to identify in a four­ line letter to the state Educational Radio and Television Facility Board. The board unanimously accepted the resignation and immediately hired Hugh Kordier to assume Ditzel's position on an interim basis until a permanent suc­ cessor is found. Kordier is on the faculty of the VI and served as acting executive director of IPBN from late 1973 through June of 1974. Grand Illusion The board then went into executive session and discovered Ditzel-in one of his last actions as executive director - had given employee Michael Feld his ~ day notice of termination . The letter from Ditzel to Feld was not released and board Chairman Gary Koerselman refused to comment on the action, saying he had not reviewed the record of Feld's employment , which has lasted only several months. Feld, who was hired as a fundraiser at $16,500 per year, was informed of Ditzel's action by UPI and claimed it was a reprisal by network officials who were angered by his comments to legislative investigators. \"When you're supposed to tell the truth in government and then you have sonething like this happen, It really makes you wonder,\" Feld said. \"This place is run like a dictatorship ... I'm just shocked to hear Ditzel would go ahead and do that, but it doesn't surprise me, knowing how the place is run.\" Near the top of any list of the world's greatest films musl come Jean Renoir's antl-war classic, Grand Illusions. Set againsl' prison escape of French lVI.tors from a German prison camp In World War I, Erich von Strohelm and Pierre Fresnay enact this drama of the tadln. glory and honor of war. The total senselessneSi of war h .. nl\\ler been lilted as convlndnlly as In Grand Illusion. Friday 9, Saturcby 7 Partner \"\"\".\" the third flilUre film by Bernardo d, I, ........ of ftIIberInt ~\"1 by youn, director who IIlkI like In Intellectual but mak .. IIIO¥Iat like I poet. Ute 'rNOiutlott, which f .. tlYIII, Pwtn« I, I difficult mowt \" II _ tunny on. U_lOUnd , II.\"IY of refeNnCe to c ...... I two hour _Impreulon of what 1t',lIk. to be I romanttc In todayl world. Sunday7'9 High Noon Probibly the moat Icclllmed Ind Innuentlal western of the Sot. HI,h Noon II the cllblc storry of I Ih.rlff (Gary Cooper) In I 1l1li11 town who, on the day of hll marraiae Ind scheduled re­ tirement, learn. thlt a crlmlnll he helped convlct Is arrlvlnl back In town on the noon ir\"n. With CrlCe Kelly. friday 7, Saturday Feld blamed Michael LaBonia, IPBN director of programm ing, for his dismissal. He said he and La80nla have not gotten along since he was hired and portrayed LaBonla as a power-hungry administrator , contending Ditzel went along with him, fearful of the con­ sequences had he refused. However, staff sources said Feld was fired because of his disruptive activities in passing along allegations of miscon­ duct to legislators , many of them viewed as unfounded by IPBN officials. \"Feld has ~n nothing but trouble since he got here,\" said one IPBN staffer. \"He's followed me around, hoping to get the goods on us.\" LaBonia earlier Thursday told the board an in-house investigation had disclosed evidence that tapes of por­ place is run like a dictatorship ... I'm just shocked to hear Ditzel would go ahead and do that, but it doesn't surprise me, knowing how the place is run.\" \"St. Paul said faith is evidence of things hoped for,\" he said. \"I had faith. After a trial is over you can always find things you should have done or should not have done. \"I am immensely elated, of course; my confidence In the American jury system remains the same. One more time they've demonstrated our system is the best.\" Tarrant County District Att. Tim Curry said the state put on the best case it could but the jury disagreed . \"I never argue with a jury's verdict,\" he said. \"This is the way the system works. We put on our case and the jury disagreed . That's the way it is.\" Curry said he bad not decided if he would attempt to bring Davis to trial for Farr's death, or the assault charges on Mrs. Davis or Gavrel. THE BIJOU Tommy The most popular rock-opera ever written is given bold, gothic treatment by dlreaor Ken Russell. \"It stuns the senses In a swirl of color, energy and eKcitement .\" -ReK Reed. Roger Daltry Is Tommy; Elton John 15 the Pinball Wizard; Ann-Margaret Is the mother; Oliver Reed Is the lover; Jack Nicholson id the doctor; Eric Clapton is the preacher; Tina Turner Is the Add Queen. Saturday, Sunday 7:30 & 9:30 The Black Cat A mad architect -IOIdler bulldl a fantastic structure on the rulnl of a cutle he betrayed In the Al'St World War, and Illshel the corpses of younl girls In the III .. ClseS In Its und''1round pu­ sages. this Is one of the Irelt unde'1round horror classiCI of the 301. and Is an expressively directed mixture of necrophllll, sadllm, Ind satanlsm. ute Show Frt, Sat 11 Stagecoach ~ m m \" m z C \"Th. modem westen .. d probably the modem American cinema bttIn. with John Ford'. $tlfecoteh In 11)39. While ret\"nlnl the nobility of the genre, StiflCoach w\" enrlchtcl by I symbolic the lonl­ In the cln.mltlc Irt.\" - Andrew Sarrll SUnday 1 II 3 Children SIc .---- --~---- ------- --------- -request. Later that year a federal grand jury In Wichita returned a 12-count Indictment against Goldstein, Buckley and their company, Milky Way Productions. The defendants were convict­ ed 01 the charges June 18, 1976, In Wichita. But that conviction was overturned by JudgeThels a year ago because 01 prejudlclal statements made by the prOle­ rutlng attorney In his closing arguments . The second trial was delayed seven times, mainly because of Goldstein's poor health. The portly publisher suffers from sleep apnea syndrome, a disease that causes Its victims to stop breathing while asleep. DurIng the second trial the defense called several promi­ nent witnesses to the stand to testify that stories, reviews and photographs In Screw and Smut were not harmful. Football Brunch 10:30-1:00 All entrees $3.95 brunch entrees are served with the Louis Pasreur bread basket and whipped butter, and a selection of fruit. Crepes Frittata Venetian style crepe with artichokes and mushrooms in a champagne cream sauce. Eggs en Cocotte Just ask for steak and eggs! An individual tureen with rice pilaf. spinach sauteed with fresh mushroom s. a breakfast steak topped with two poached eggs, masked with sauce Madere. Crepes a la Neptune French crepes filled with shrimp, flounder and mu hrooms, enhanced with our ocean wine sauce. Eggs Benedict Two poached eggs on toasted English muffin halve with Canadian bacon and auce Hollandai se. Pasteur Pie . I , Guaranteed to get vou through halftime!\" Chose either beef or turkey. haked in a tender crust with garden vegetable 5 S.Dubuqut Louis Pasteur's 351-2552 CROSSWORD PUZZLE I Vanquish 5 Low Grate upon IS Sax or singer 14 Paradise 15 Netherlands city (with \"1be\") It Perjurer 17 Oater J. Kind 01 cabin 2t 21 SZ Magna- Correlative .11 Spiritual S7 Motor part Red man: Abbr. .. Quotidian a Leaves out .Q Meat courae 41 Presses for payment 41 Penny-pinching II Irish seaport U Ointment 54 Audit maker .. Dull devils 51 Row of seats 51 Justice, Order and Peace goddesses 51 Only .. Sent for Jeeves II Hyalile Eqene T. MaI.1ta DOWN It takes four to walk 2 \"The Waste Land\" poet 3 They have properties, can't sell 4 Peak 5 Ecce I Doteon .7 Ice pinnacle 8 Step above Mid. I Sword 1. Like Methuselah II Having confidence 12 Shell-game adjunct J$ Do monkey· shines 18 Moon's age on Jln.l 2t Skater's stunt U Brill8 27 Misanthropic Z8 HomlOWld 2t Makes a gaffe r n the center SI Decline Z2 Club i.o.u. 's J3 Be sick ,. All: Prefix 41 Cupid's weapon 44 Helix U Humperdlnck's name at birth 47 Kind of sanctum 48 Sierra- 4. Tum over 51 Slivery grunt; plnflsh 51 Boutique 52 Calabrlan COIn 55 Abbott's man on first M Kindergarten cutup 57 First of a musical trio Th(j $8.5 sale. \"It's first Co a police sel throngs outsi emporium on statesmen a every once In I make an es, plalned as he \\ CalIfornian U banicades to The All bread basket fruit. on toasted alves with n and sauce .)51-2552 Cupid's weapoll Helix Humperdlnck's name at birth Kind of Sierra­ Tum over Slivery grunt; pin fish Boutique Calabrian coin Abbott's man on first Kindergarten cutup First of. musical triO Thousands -less one - hustle in 'Abercrombie ~ NEW YORK (UPI) -An 83- year-old California man sat on a radiator Inalde the doors of Abercrombie \" Fitch Co. Thursday as tens of thousands ringed the store 011 the first day of Its \".S million golng-ouklf­ busilless sale. \"II's first come, first &erve,\" police sergeant told the throngs outside the sporting emporium once frequented by statesmen and kings. \"But every once In a while we hive to mike an exception,\" he ex­ plained as he helped the stooped Californian through the police barricades to the front door. The exceptional In both merchandise and service was Abercrombie 's stock-In-trade f..-14 years. It catered to every U.S. president this century except Jimmy Carter and sold lavtsh sports equipment to King Hussein of Jordan and gold inlaid shotguns to King Farouk of Egypt. But the aging Californian was the only exception among the more than 10,000 shoppers a~ curiosity seekers who began lining up Wednesday night for Abercrombie's swansong. \"I've heard about Abercrom­ bie's the elderly sportsman from Mon­ rovia, CalIf., who would not give his name. \"I don't plan to shop, but I'll Just sit here unW my daughter gets to the head of the line and can show me the store.\" Old.guard Abercrombie cus­ tomers, whose names read like an intemaUonal Who'. Who, were noticeably absent In the orderly Unes dotted with grey­ flannel sults, backpacks and Teus and Virginia accents. The lines encircled one city block and the streets were )ammed with curious motorists. \"This Is an event, the passing of an era,\" said Fran Funt, a New Yorll artist, who arrived at 10:30 p.m. Wednesday and camped out In a sleeping bag at Abercrombie's headquarters on Madison Avenue and 45th Street. By 5:45 a.m., Frank Davidson m, a Lynchburg, Va., lawyer had joined the growing Une. \"I want to buy anything I can afford to keep as a memento,\" he said. At 8 a.m. the doors opened. Shoppers )ammed the elevators and jogged up the fire stairs. Crowds swelled in the luggage, sporting and fishing depart­ ments, and customers queued up 3O-deep In front of the cash registers. But there were few reminders of the elaborate equlpment bought by Admiral R.E. Peary for his successful North Pole expedition in 1909 or author Ernest Hemingway and Presi­ dent Theodore Roosevelt for their African hunts. Abercrombie's elephant guns and other models that sold for as much as ,50,000 were returned to manufacturers before the liquidation because of the paperwork involved In firearm sales and safety. MartlIl Frttzbud wa. we. Frttzbud fouaci ju.t what he wa. after world'. boarteoi. depead OD: a 0I$l5l. Many loyal Abercrombie em­ ployees were disillusioned by the sale, however. \"This is a shabby way of closing,\" a 1~ year veteran of the jewelry department said as he pointed to the \"Closing Our Doors\" signs on every wall. \"They promised us we'd go out in dignity, and this certainly isn't dignity.\" Chief of Police suspended, yet village free from panic UNION CITY, Mich. (UPI)­ A high-level shakeup left this Dormally placid farming hamlet with just one police officer to protect Its 1,600 residents, but don't expect lDybody to declare a state of emergency. Police Chief Ted Blue was suspended by the Village Council this week, deputy Richard Fuller promptly re­ signed and officer Jim Land suddenly became a one-man police department. No one panicked. Mayor Wavne Fulton went deer hunting. City Manager Nick Spencer went fishing. And Blue's wife stayed at her post as police dispatcher. \"This is deer hunting season,\" a woman who an­ swered the telephone at the village offices said Thursday. \"There's only us ladies here.\" The council suspended Blue because of his alleged heavy­ handed tactics with barroom tiplers and his selective lenien­ cy with traffic violators. Following the meeting, Blue and Fuller handed in their badges. Fuller had planned to quit anyway. \"We hardly have any crime anyway,\" said Mrs. Blue, who was mum on her husband's whereabouts. \"I think we've had a couple of burglaries, but they were both solved. \"Armed robbery? I think we had one years and years ago. \"Mainly, we handle traffic violations and drunk driving.\" Those are the violations at the heart of the flap. Citizens complained that traffic offenses are zealously prosecuted - except when prominent resi­ dents are Involved. \"We've also had a little misuse of the five-cell flash­ lights,\" said police commlsslon member LatTy Shroyer. He said the past few years \"a half dozen or so\" citizens have complained of being clubbed by police outside the town's three saloons. All major Iowa towns fail to meet air tests Owners and patrons of the bars also claimed they were harassed by frequent bar checks and patrol cars lying In walt outside for drunken drivers. The chief was suspended on the weight of petitions bearing the names of ~ residents and village officials called In a special state police investigator to look for possible criminal violations. DES MOINES (UPI) -All of Iowa's major population cen­ ters have failed to meet national air quality standards established in 1970, the Iowa Department of Environmental QualIty reports. The DEQ report, which will he forwarded to federal of· IIclals, said the communities contslned high levels 01 one or more of five major poUutants. DEQ Director LatTy Crane said the agency must submit a plan to the Environmental Protection Agency by July 1, 1m, outlining how Iowa Intends 10 bring the areas Into com­ pliance with air quaU ty stan­ dards. A total of 34 townships In 13 dties are cited for ha ving high levels ~f \"suspended par­ ticulates,\" tiny particles sus­ Pended in the air which can damage paint, reduce visibility and carry poisonous chemicals Into the lllllgs. The cities are Cedar Rapids, Clinton, Councu Bluffs, Davenport, Des Moines, Fort Dodge, Keokuk, Marshall­ town, Mason City, MUleatine, Ottumwa, Sioux City and Waterloo. Three eQUre counties -LInn, Polk IIId Scott -have failed to IIleet standards for ozone, a IhiIture of lIa.s In the air 1rbIch lateract with IIUIlIIcht. Crane said about 10 percent of GI4IIe can be attributed to lIIbnobile poDution whUe In­--account for the reo _der. Des Moines WAI cited for not COIIIpIying with standards for _bon monoldde. a odor , \"ea gu IIIUIlly IMocI.ated with motor vehicle exhaust and also a result of leaf burning, the report said. Dubuque Township in Dubuque County was the only area in the state falling to comply because of sulfur dioxide levels. The gas usuaUy originates from burning coal and oil containing high levels of sulfur or from the production of sulfuric acid. The investigator, Sgt. Marion Bagent, opened the inquiry a week ago but said, \"So far I've found nothing that would substanUate any of the charges. All I've got so far are thlrd-and fourth-band rwnors.\" Sunday Brunch served from' 10:30-3:00 & Sunday Dinner served from 4:30-9:30 featuring a delightful assortment of entrees all priced at $ 3.95 Louis Pasteur's 5 S. Dubllque ,,51-2552 Refocus 78 presents. Fri., Sat., Sun. 7 & 9 pm Minnesota Rm. $1.00 ALICE COOPER A Videotape Presentation ~., .. .;.,..,-: POPCORN 3-5 daily Joe's Place 115 Iowa Ave. NOW SHOWING Strawberry Fields The greatest stars in rock, folk, and jazz are heard ·in a special KUNI concert from Strawberry Fields. Satu rday noon-3 am Sunday. 6 pm-2 am Monday 2-4 6 pm-1 atm /(UNI lm-Pqe. Now Hiring Bartenders Waitresses Ming Garden Chinese Cooking Treat yoursell to a special evening at the Ming Garden. Select from among our many excellent Chinese dishes or, if yoU are a steak and lobster , fan, choose from nur ~cml'le te American menu. Milt, (J,'~'1t Hwy. 6 West Coralville 354-4525 TAVERN 529 S. Gilbert Entrance on Prentiss Street ·THIS WEEKEND AT GABE 'N WALKERS FRIDAY FROM CHICAGO TREEBORN DOORS OPEN AT 9 SATURDAY .SOURCE DOORS OPEN AT 10 NEXT WEEK . Ducks Breath Mystery Theater NOBODY BEEFS ABOUT OUR STEAKS. GREAT TASTING STEAKS AT A PRICE THAT'S EASY TO SWALLOw. AI Ponderosa Steakhouse , you get a steak that's broUed Ihe way you order It. A baked potato. A large buttered roll. And salad-as much as you want -from our salad bar. The only cuts we seU are Sirloins, T-Bones and Rib-Eyes. All USDA Inspected and approved . So U isn't just the low prices that make our meals so great. U's the sleaks. Pile 11-'1\\. o.tly 10 .-10 p.m. RecItal 'l\\e prOlf8Jll exhibit shows more than role changes By KlrrREDGE CHERRY Stall Writer The woman, dressed in the enveloping garb of the 1890s, sits In a shockingly male-like position, revealing ankles, calves and even an knee. A beer stein in one hand, a cigarette in the other, she Is defiance in­ carnate. In another photograph, a modern malden in a see­ through gown crouches against a tree. The two photographs are pari of the \"Women Look at Women\" photography exhibit on display at the UI Museum of Art through Dec. 18. The liberated woman of the Gay Nineties is a self-portrait by Francis Benjamin Johnston done about 1895; the nymph in the negligee is Judy Dater's \"Twlnka\" from 1970. The 75 photos in the exhibit show women in a variety of roles: welding and mothering, applying cosmetics and protesting war. Subjects range from the anonymous to the notorious: Gertrude Stein. John and Jackie Kennedy, Liz Taylor and Susan B. Anthony. Among the 30 photographers represented are Dorothea Lange, Marjory Collins, Diane Arbus, Margaret Bourke-White and Toni Frlssell. Although all the photos are of women and by women, the show illustrates more than the changing role of women. It can't avoid depicting the changes in our society, especially the changing role of illusion. In the Vietnam era and after, more cherisbed illusions have been stripped away. Margaret Thomas photographed a grisly scene of Intlwar protest. Drenched with a liquid meant to resemble blood, protesters carry chunks of raw meat. \"Stop the KJ.lIIng\" they cry. A Diane Arbus photograph portrays t\"o old people outlandishly arrayed in royal costumes. \"Their names \"ere pulled out of a hat,\" the caption reads. \"They were just chosen King and Queen of a Senior Citizen dance in New York City ... They have never mel before.\" The people in these final photographs seem to have 00 illusions left. Without them, the people are so exposed, so \"real\" that they become unreal. The situations are again artificial, and we have come full circle. Gary Paredes Royal Scanlon Soft Acoustic Rock Friday & Saturday No~. 18 & 19 8:30 pm, IMU Wheelroom FREE· Day of nerves for 5 million smokers, In general, the earliest photographs are staged. \"Blessed Art Thou Among Women\" by Gertrude Kasebler shows a woman, looking Uke an angel, bending over her distinctly virtuous daughter. The biblical passage echoes through the hall they pose in: \"You have found favor with God. You shall conceive and bear a son and give him the name Jesus.\" The Concert Series presents 811 United Pre .. Intemotional Hopefully, the Great Ameri­ can Smok~t inspired five million people to spend a fidgety and uncomfortable 24 hoW'S without caving In to their cigarette addiction. That was the number the American Cancer Society es­ timated to have chucked cigarettes Thursday for the coast-to-coast day of no smG­ king. \"And we know if five million people can give up smoking for a single day, 20 per cent of the total number have a good chance of giving up cigarettes for good,\" said Jack Landers, director of the Cancer Society's ·San Francisco chapter. In California, where no­ smoking day was first prG­ claimed last year, anti-tobacco activists observed the occasion by circulating petitions for a state Clean Indoor Air initiati­ ve. I{ enough signatures are obtained to qualify the measure for next November's ballot, Californians will vote on whether to impose $50 fines on persons smoking in most of­ fices, factories and businesses . In Detroit, two dozen persons threw cigarette packs into a fire smoldering in a drum while lunch hour office workers paused to watch a couple of minutes before moving on. \"I've gone on sabbaticals from smoking before,\" said Elmer Johnson, who has a 20- year habit. \"I'm sure I can kick it this tltne. All it takes is a strong will, determination and grit.\" The event was kicked off a day early in San Francisco's Union Square by belly dancers, mimes, jugglers and singers ballyhooing \"the world's The land of the. flesh-eaters WASHINGTON (UPI) -The average American eats at least 25 per. cent more meat than is recommended ·in a Senate report on nutrition, an Agricul­ ture Department specialist said Thursday. Those who consume drippings and the visible fat on meat eat 48 per cent more, Betty Peterkin told an agricultural conference . The report, \"Dietary Goals for the United States,\" was issued by the Senate Nutrition Committee and has been criticized by farmers because they fear it could lead to decreased meat consumption with shattering effects on the Elvis book delivered to buyers by Cadillac MEMPHIS , Tenn. (UPI) -For $125, a handful of Elvis Presley fans can buy the latest book about the singer -a volume bound in white leather, adorned with a peacock feather and delivered by a 'chauffeur in a white Cadillac. \"The Minstrel\" was written by millionaire inventor Bernard S. Benson several months before Presley's death in August. \"I am convinced that Elvis Presley was more than just a suc­ cessful singer,\" Benson said Thursday. \"I believe he was a great sage who had the power to blow the clouds away from people's lives. How else do you explain such worldwide sadness at his death ?\" Benston said the book is being published in a deluxe limited edition of 2,000 copies, with half to be released in this country and half abroad. .. . The books will be numbered, autographed, and delivered to each buyer by a chauffeur in a white Cadillac. He said the first 300 buyers will get a special price of $125, while latecomers will have to pay $250. I farm economy. A committee official said the report will be revised to show how people can shift over several years to healthier, low­ fat diets, and Peterkin made clear she was not ad­ voca ting any specific diets drafted on the basis of the current Senate document. But she said the report's sample diets could be used to Show people what changing diet patterns can mean to them. One sample diet showed that for a man in the ~to-5f year range, the original Senate report goals could be met by these changes in consumption patterns: ~9 per cent more bread and grain products; 25 per cent more fruit and vegetables; 21 per cent more dry legumes and nuts; 10 per cent more mmI1k, all of It skim. ~9 per cent less \"visible\" sugar, syrup, jams, jellies and candy; 24 per cent fewer eggs; 25 per cent less meat, poultry and fish, with none of the drippings or \"seperable fat\" from the meat. Nursing home deficiencies limperil 'Auntie NEW YORK (UPI) -The real-life model for \"Auntie Marne,\" now penniless, may be spared leaving her beloved Greenwich Village, thanks to a fund-raising effort by a loyal fan. Robert Palladino, a young electronics executive, came to \"Auntie Marne's\" aid when he read the nursing home where the now-about-80-year-old woman lives might be closed. Palladino said Thursday he Is trying to ralse $40,000 to save the Village Nursing .Home that houses, among Its 183 residents, Marlon Tanner, whose life inspired the print, mage and screen chronicles of \"Auntie Marne.\" The home has been ordered to shut Its doors by Dec. 31 unless It corrects some $100,000 worth of structural deficiencies. Officials say they have so far been able to raise only .,000. Palladino, 33, president of Trelster Electronics Inc., Manhattan, created a Save Auntie Mame and Her Friends Foundation . \"Auntie Mame happens to be a very flvorlte film 01 mine,\" PalladlnosaJd. \"My friends and I have Been It a bundred times this year (vii caaaette). \"I didn't \"as stIl1 W88 upset to learn she W88 left peMiless with no one to care for her but herself.\" PaUldlno plans to hook up video equipment It the nuhing home 'Itlanblivinl 10 lllat Tanner can get her flnt «1ImPIe transferred to the screen. Palladino said one of the biggest thrills of his life W88 meeting Tanner and showing her the video equip­ ment. \"She was very alert, exactly the same type of character you'd expect to meet,\" he said. largest ashtray\" for discarding packs and cartons. In Seattle, cheerleaders for the Seattle Seahawks of the National Football League passed out matchbooks reading \"get off your butt. Stop smoking.\" Bobby Leonard, coach of the National Basketball Associa­ tion's Indiana Pacers, urged \"Don't puff it -stuff it\" at a barrel placed for the purpose at Monument Circle In In­ dianapolis. The nations's 54 million smokers also were urged to quit by Joseph Califano Jr., secretary of Health, Education and Welfare, \"as I did two years ago, for a longer, healthier and more productive life.\" \"Obviously not all of the :> million made it through the day,\" Dr. Justin Stein, 'head of the California Cancer Society said. Gradually the photographers -and society -shed the old myths and found another skin underneath, closer to reality. The facades of the early 20th century are replaced by haunting portralts taken for the Farm Security Administration during the Depression. The list of Dorothea Lange's disillusioned but dignified subjects reads like a wellare roll: the famlly of a man who works with turpentine, a former slave, a white sharecropping couple. and a Mormon woman as she receives her first Old Age Assistance check. Women are doing factory work in many of the 19405 photos. Marjory Collins' work captures the brlght-eyed look of a woman who makes machine gun parts, and the resignation of a Mrs. Grimm, 26, mother of six. She became a crane operator because the man she had married at 14 was already dead. I\" START TH E PARTY EARLY I'\" 2 for 1 until 10 GO-HAWKS THE FI~LDHOUSE . . * HERA * Psychotherapy Collective 436 Sc Johnson . Individual & group psychotherapy for men & women Walk in rap group Friday 7 9 pm 354·1226 HAMBURGER NO LIMIT OUR VERY SPECIAL REGULAR 33C 100% PURE BEEF HAMBURG~R IS NOW AT OUR EVERYDAY of I Students $3.50-$2.50-$1.50 Nonstudents $5.00-$4.00$3.00 Tickets available at the Hancer Box Office Monday-Friday 11 am-5:30 pm TEACHINGS OF JOHN [3~OWN IN FLO~IDA Copper Dollar Proudly Announces A New Experience The Copper Connection The Ultimate in dance and qontempory Sound found in a most accomodating atmosphere NOW OPEN A Unique Nightclub Experience 211 Iowa Ave. Ch~ 'Ct4 By..l4Y WALLJJ Assoc. Featur81 Childhood ell like on draml IS we grow olde: embarrassing se US shudder but 'II in the pleasanl minds conjure UJ Fully aware I nature of juven! III actors' work created a play d members' chilj /ranees. The pro named Us by UI rt. vignettes co nts the wor/d's violinists\" re production By JA Y WALLJASPER Aaaoc. Features Editor ChIldhood experiences often like on a dramatic bnportance u we grow older. Memories of embarrassing scenes can make 111 shudder but we can also revel in the pleasant thoughts our minds conjure up from the past. Fully aware of the fruitful nature of juvenile experiences, III actors' workshop class has created a play dra\"\" from the members' childhood remem­ trances. The production Is aptly named Us by Us and Is a series rt vignettes concerning such Theater IIDiversal experiences as nightmares, puppy love, first grade, and the special tricks all kids use to remember crucial things. Bruce Levitt, who teaches the workshop, explained that Us by U. rose spontaneously {rom improvisational skits done in \\he class. the por­ trayal of youngsters is an ef­ fective tool for developing acting talent. \"It's the same ability that children possess to play cowboys and Indians that makes acting exciting.\" He added that choosing Itlds as a subject matter \"was partially an attempt to recapture the spirit, energy and innocence with which children enter into a make-belieVe\" experience.\" Although the plot is not ab­ stract, Us by U. is still a piece of experimental theater because its production situation is vasUy different from that of most other plays. There is no script, only minimal scenery and the actors are playing roles they have created and nurtured themselves. Rather tlian in­ terpreting the work of a playwright, the cast of Vs by Us had conceived and shaped Its own work. \"We started with exercises, and at that time we didn't know what shape the performance would take or whether we'd even do a performance ... What we did was set about a process of self~xploration and !JJen tried to transform that into a !beatrical event.\" Members of Bruce Levitt's acting workshop reUve tbe aDd tbe worst memoriel of tbe days of cbildhood In a series of vignettes entitled \"Us by Us,\" to' be presented tbls Saturday In Studio Z of tbe Old Armory. \"A Chorus Line began this same way,\" Levitt said, \"with Michael Bennet's idea of doing a play about dancers and their experiences. He interviewed dancers and actors and {rom that came Chorus Line.\" Who knows, perhaps a New York producer such as Joseph Papp will stwnble upon these young actors and bring Us by Us to Broadway, just like Chorus Line. Although members of the workshop hail from such diverse places as the Bronx, Florida, Southern California and Louisiana as well as the Midwest, Levitt noted, \"What we found in evolving the piece is that there is a \"commonality\" in experience that runs through the class. \"Most people will identify with some of the experiences in the piece,\" he said. \"The part of the piece that takes pla~e in the Bronx deals with childhood games and the games might be diHerent in different places, but we all had memo And all children have to try to deal with adult concepts such as birth and death.\" Besides touching the Usb y Us will be presented this Saturday at midnight and at 7 p.m. and 9 p.m. Sunday in Studio 2 of JIle Old Armory. Tick~ts are 50 cents and can be purchased at the Old Armory ticket office this afternoon as well as at the door. Gruenewald painting a fake .~ MUNICH, West Germany (UPI) -A Bavarian back­ woods artist said Thursday he produced the painting \"SI. Catherine of Alexandria\" which a Cleveland museum bought in 1974 in the belief it was a 16th century masterpiece. The C1evetand Museum of Art removed the painting three weeks ago, after spectrographic tests showed it was painted in this century. Hubertus von Sonnenberg, bead of the Doerner Institute for authenticating works of art, said his organization helped determine that \"St. Cath.erioe\" ns not ~inted by Matthis GruenewaJ<1 as previously thought. He said the Cleveland museum is giving the Institute the painting in return for its assistance. \"Of course, I painted Cath­ erine,\" said painter Christian Goller when reached by tele­ phone at his home in the Bavarian woods, \"But all I collected was 4,500 marks back in 1974.\" That would equal about $2,000. Goller, 34, lives In a converted grist mill in Laemmersdorf, east of 'Passau, near the Czechoslovakian border and said he has been painting in the style of the 16th century for the Postscripts Utility bills A Pttition Uldng trie riaing be Iigned at the Campus Information Certer In lit Union. Rap session HERA WltlIIPOfl'OI' a wdt.jn rap ~ seS8ion the Union. Gay People's Union The Gay PeqJIe', Union Colloquium will meet at 7 p.m, Sunday at 120 N. ~.In the mueic rOClll. Ewryonel. Tickets: SOc at the door. last 15 years. \"But I never said my pain­ tings were old masters, only that I bnitated their style,\" director chairs Goller said. He said that for this r-----------, reason he has never had trouble with the law. But Sonnenberg said art I experts had attributed the \"St. Catherine\" to Gruenewald mainly because of an inscrip­ tion on its back. \"Th~ ~script~on obviously was affixed ~ll the intention of faking an old i master ,\" Son­ nen.berg said. \"I will visit Goller sometime next week, to see whether he put the inscription there or not.\" \"I don't know what inscrip­ tion he is talking Goller said when informed of Sonnen­ berg's statement. \"When the painting left my studio, there wasn't anything on the back as far as I can remember. But I'd have to look at the painting to be sure.\" The Cleveland museum bought the painting from Frederick Mont, a New York art dealer, who was acting as agent for an American lawyer Mont will not identify. DOES YOUR E.Q.NEED (Economics 0u0tienI) IMPROVING? TAKE THIS OUKK QUIZ AND FIND OUT. True False o 0 (1.)As productivity increases, our standard of living increases. o 0 (2.) When inflation occurs, each dollar we have buys more goods and services. A special booklet on our American Economic System can help you improve your E.Q. For your free copy, wrke \"Economics:' Pueblo, Colorado 81009. oIl1eom tn()(9 about it EI Frontenzo Restaurant & Grocery Store W -..M liz I . 20 minute, from e .. ~ ... aa e n lOll/a City .TACOS. TOSTADOS WACAMOLE ENCHIlADAS Plate Combination Houn: 627·9580 Tues -Thun 11 am· 10 pm N. Calhoun 51. Fri Iff Sat 11 am -midnight West Iowa Sun. 8 am-2 pm l . ~he Very ~est in~~e,Rock & Roll FREE BAND MATINEE featuring SPACE COAST KIDS lOt Hot Dogs 3-6 pm Next Week NIGHT fLIGHT De Dally 1~low. Oty, (o .... Frlday, November 11, Im-r .. e 11 STILL pm Kor.: lndana Rm. A K.\"..,n TrotIIIonoI Folk 6:00-7:00 pm La6n Amfl1ca: North_em M~aJn Honda!I{I and min) Rm DIacouerlng the 14\"\"\" of Lalln America (20 min) Th. Wand of 0 Plfmld.,. P~'\" India Assoc.: 7 :Q0.8:00 Chinese Studen,,: Golden HOIVaI (20 min) The Beautiful fuMe (20 min) p.Hlstan; TIde to be announced Holland: Unmiflokobly Holland (24 min) Voi\"\" of the WtIkr (20 min) Arab A!soc.: The Key (25 min) Folk Lore of Amb RegiON (IS min) 8:00-9:00 pm E!wt: Ohio Rm. TId. to be announced 9,00-10:00 pm C\\o1lf\\lS: Ohio Rm. TI6e to be announced 10:00 pm Party: InternaUonol Center ($1 don.uon) SATURDAY, NOVEMBER 19: Hong Kong flamencol. iIle Spain .. on1a1lcn vIAl be foIlowod by a lido prIIInlalicn. be followed by cllC\\lS1lon In an adJactnl room. Thai Donee by ItUdenIs from Thailand Arab Donca by the Anlb Asooda1lcn AlgerIan Songs Fleoto Ireland, ...... n 2:15-2:45 pm Old Gold Room Sunday, Oirec:!or s..t/ Help Inc., Su/lldency .\" Dr. Charoletle Characters. bJ Won't BeIIeYe Raisinq Films 1975 Characters C Warner Bro Shop in Iowa City eria! EngkIrl SubU1IH NOW SHOWING 1 :30 -3:30 -5:30 9:30 \"Scene after scene is unforgettable!' -Penelope Gillllll, New Yorker Mlgiline A larry Gordon Presentation by Carlos Saura Starring Geraldine Chaplin, , fe.tlte! A Jason Allen Release -.i(~.~. Produced by Elias NOW SHOWING If He could do His number on the Red Sea and br.ing the ~ championship to the 'a9 Mets why should It be so hard to believe He's back again! ;i~tR,. ~'\" .uuu1\" GOD!\" TERI GARR DONALD PlEASENCE Based 00 the Novel by AVERY CORMAN· Screenplay by LARRY GEl BART Ploduced by JERRY WEINTRAUB· November By Dallas .. uneasy after initial loss 81/ United Pre .. International The scenario is strangely familiar. The Dallas Cowboys undoubtedly are worried. Last year Dallas was regard. ed as the NFL's strongest team through the first half of the season. Last year the Cowboys were handed their first defeat by the st. Louis Cardinals. Last ~ear an Injury to Roger Staubach in the seventh game hampered the quarterback's throwing and the offense began to sputter. That led to an opening-round playoff loss 10 Los Angeles In which the Cowboys scored only 12 points. This year? The Cowboys won their first eight games and had all of Dallas talking Super Bow\\. Then the St. Louis Cardinals handed the Cowboys their first defeat. Meanwhile, St&ubach is nursing a badly broWsed hip and a sore thumb on his throwing hand. The Cowboys' offense has fallen off considerably in the last two games. week the Cowboys' sluggish offense will require more liberal use of Dorsett. The coach also hinted he may start the talented rookie for the first time Sunday when Dallas travels to Pittsburgh for a rematch of the 1976 Super Bowl teams. Although Dorsett is Dall~' leading rusher, Landry has been starting veteran Preston Pearson, a good pass receiver without the e%ploslve running ability of Dorsett, who has been averaging only 12 c81Ties per game. But the Cowboys, w~o are averaging 344.6 total yaros per game, manqed only 236 against St. Louis and 254 the week before against the New York Giants. \"I don't really kno\" what Coach Landry is going to do from week 10 week, but it would be a big thrill for me,\" Dorsett said about the possibility of !\\tarting against the Steelers. \"I always want to do well, especially there ... Playing back in my hometown, In front of my family and the many, many friends I made there in four years.\" The fonner University of Pittsburgh star was born and raised In Aliquippa, Pa., an hour's drive from Pittsburgh. He ho~ to be drafted by the Steelers and Is trying to get 80 to 100 tickets for his first return to Pittsburgh as a professionli. \"We haven't played good for the last three or four weeks and a loss was inevitable,\" Landry said. \"The Cardinals have made things Interesting again In the diviSion, particularly with us going to Pittsburgh next week. Now it's going 10 be Iough.\" Brooklyn honors 'Jackie NEW YORK (UPI) -His old ball park is a housing project and players with half his talent make several times his highest salary, but Brooklyn Thursday paid tribute to the man who broke baseball's color line -Jackie Robinson. get off the bus except the colored boy,\" he said. \"The sandwiches would be brought in to him ..... Robinson, who died at the age of 53 In 1972, compiled a lifetime batting average of 311 during his nine-year career with the Dodgers. He was the National League's most valuable player In 1949, and perfonned in six all-star games and six World Series. baskets scenlccloe I thanksgiving day BUFFET Roa.ted arN.t of Turk.y Virginia Baked Him Com on the cob Mashed potatoes AIIOfted Salad. and Rellahee Thankaglvlng Day Deuerta Including Pumpkin PI. Complimentary Wine 4.95 Children Under 12 2.15 t Dallu Cowboy fali. are boplng that last Monday'8 1088 to St. Locllllm't aD IDdication of thlngl to come. The Cowboys, In quest of a Super Bo,,1 berth, lost to the Cards by a %4-.1'7 count. Drew Pearson (above) drops a Roger St&ubach pa8s In a lame which saw Dallas' sea SOD mark drop to 8-1. Dallas has an asset this year, however, that might help keep the team out of a prolonged slump. Coach Tom Landry has been bringing along Tony Dorsett slowly. That luxury may be over. Landry ackowledged this Some tw\\\" dozen relatives, friends and former teammates of Robinson plus 600 students jam. med into the auditorium of the Jackie Robinson Intermediate School near the site of Ebbets Field 10 honor the Brooklyn Dodger haU-of-famer who became the first black in major league baseball 30 years ago. In commemoration of \"Jackie Robinson Day in Brooklyn,\" a portrait of the infielder was unveiled to be placed in a lobby of the nearly all· black school, celebrating its 10th aMiversary. Nevertheless, he earned at most about $40,000 a year, Abrams said, far short of the six-flgure salaries common in major league baseball today. \"We were born 20 years too early,\" he said. Robinson was active In business, politics and drug prevention programs after his retirement from baseball in 1956. But for students at the school which bears his name, his greatest mark was on the advances with ease \"He gave so many other youngsters something they can look forward 10 if they have the ability 'and the know-how,\" said ex-Dodger catcher Roy Campanella, who received a standing ovation. \"Before he played, it was an Impossible thing for blacks to do,\" said Joseph Williams, a bespectacled 12 year old. \"He did the Impossible and many others followed.\" LONDON (UPI) -Topseeded Swede Bjorn Borg blasted his way to a 6-2, 6-3 win over Andy Pattison of Rhodesia Thursday to advance to the quarter-finals of a $135,000 International tennis championship. The 21·year-old Wimbledon champion took just 42 minutes to win his second roun(i match with a powerful display which reduced Pattison 10 the role of an onlooker much of the time. Borg, who Is seeded to meet Brian Gottfried In Sunday's five-set final, stretched his unbeaten run of Grand Prix matches to 25 as he over­ whelmed his opponent from the start. The lion·maned Swede-his long blond hair tied with a headband as usual-took Pat­ tison's serve to love in the opening game and won six points before his opponent could score. Borg's heavy top-spin fore­ hand and double-fisted back­ hand £~rr~ 100 much sting for Pattison, who dropped his service again in the seventh game to trail ~. The Swede, undefeated since withdrawing with an injury in the fourth round of the U.S. Open at Forest Hills in September, then served out the set for the loss of only 14 points. Pattison switched tactics for the second set, floating over his successive points with an array returns and gained a 2~ lead. 'Of line-bugging drives. There But then Borg came back to win was little Pattison could do and the Rhodesian's service and the end came quickly. gain another break in the Borg's opponent in the seventh to lead 4-3. quarter·flnals will be South reeled. off African Ray Moore. ~ ..... ~ By Urilod p,.. Top-seeded Bjorn Borg needed oaly U minutes oJ Rhodesian Andy Patti SOD 6-Z, ~3 'Iburtday to advance IDternational Tennis Champ­ Ionship In LondoD. Borg Is undefeated since being injllfed at tbe U.S. Open last September. Cal Abrams, 53, a Dodger left-fielder from 1949-1952, described the hell Robinson had to endure as the first black major leaguer. Would he like to become a ballplayer too? \"Yeah, and a nuclear physicist too,\" the youth replied. \"In the old days on a bus parking for a rest slop, say in a city like Atlanta, everybody would F.A.N.S. speak out WASHINGTON (UPI) - F.A.N.S., the new consumer sports organization backed by Ralph Nader, said Thursday that taxpayer subsidies are the main reason so many pro football teams are profitable. \"There is no question that NFL teams are generally very profita ble businesses these days,\" F.A.N.S. Executive Di­ rector Peter Gruenstein said in a statement. \"That profitability is due in no small part to the extraordinary public benefits bestowed on football and other professional sports -in the form of stadium subsidies, player depreciation aUowances, antitrust exemptions, property tax exemptions and, in some . instances, other tax breaks. \"In relation to team reve­ nues, professional sports are among the most heavlly tax· payer-subsidized businesses in the United States today. NEE s has the fastest Photofinishing service in Iowa City. If your Kodak 126 or 110 print film is not returned when we promise it, we'll gladly give you a free roll of Kodak film. GIVE US A TRY! NEEDS 18 S. Clinton, Iowa City (across from the Pentacrest) Caribbean . Cruise March 18-25 $324 Trip includes: 6 nights, 7 days accomodation on board the MIS Caribe all meals while on board access to all ship facilities ie. night clubs, casino, lounges, pool etc. Ports visited: Montego Bay, Jamaica Port Antonio, Jamaica Port·au-Prince, Haiti Puerto Plata, Dominican Republic UPS Travel 353-5257. McGuire fights pressure ~ full-range, no-compromise stereo systeDl for only $ 719 COLUMBIA, S.C. (UPI) - Frank McGuire, admitting he has been under pressure from some circles to retire as head basketball coach at the Univer­ sity of South Carolina, said Thursday the situation has seriously affected his reo cruiting. McGuire declined to specify where the pressure was coming from, but House Speaker Emeritus Solomon Blatt, a strong influence on university activities, has been linked to the situation. Blatt's grandson, Greg, recently resigned as one of McGuire's assistants to take a similar job at The Citadel. \"The most difficult thing to do is keep quiet,\" McGuire told a meeting of businessmen . \"Thank God the people are saying It for me.\" McGuire said he was on the verge of signing a highly respected &.(oot-ll high school player from the New York area when the youth read about the turmoil in the program. \"It's difficult to tell him what's going on when he reads they want me to retire,\" McGuire said. \"It does hurt your program something awful.\" Dr. James B. Holdennan, university preSident, asked McGuire recently to step down as basketball coach and become athletic director for the university's regional campuses but the offer was later with· drawn. McGuice said he did IlDt initiate the idea. \"I t used to be nice to come to speak to a group. and never worry about what you have to say, but when you've been under the pressure I've been under the last two years, each word has to be measured,\" he said. McGuire, who has compiled \\ six 2O-game-win seasons and a 236-107 record in his 13 years at South Carolina, said some persons came to him last year after the team went 14-12 and asked him how old he was. \"What has age got to do with not winning 20 games?\" he asked. \"I feel the same. I'm the same physically.\" The Faculty Club Faculty and Staff invited Tacos Party Here come the JUGS Friday Nov. 187:30 pm Triangle Club Rooms, IMU Entertainment and good food. $3.00 a person Reservations call: Ed English 353-4484 Art Vetter 353-5193 Charles Thayer 353-4776 Five Members of the Royal Shakespeare Company Friday, November 17 \"He That Plays the King,\" from Shakespeare's histories and tragedies. The actors show us Shakespeare's multi-faceted vision of the king who is essentially Everyman, who wears the \"Crown Imperial\" but who may be the pm. Tickets $4.00 (nonstudents), $2.00 (students). $719 J( you had all the money In the world, but didn't want to spend a cent more than you had to for a really good stereo, we would recommend this system featuring new products from Advent and Yamaha. The speakers are the New Advents -a new version of this country's most popular and most imitated speaker system, the New Advents have a useful frequency at any price as the bass of the original Advent is retained while the highs have been improved. The receiver Is the Yamaha CR620 -a new model which offers 35 Watts minimum RMS power per channel from 20 to 20,000 Hz at no more than 0.05 % total harmonic distortion. The CR620 also has features such as variable loudness and independent tape recording and audition. The system is completed with a PIoneer PL· 1150 turntable and Shure M95ED cartridge. The PL1150 is model with and Includes a on 'n board Ilacilities ie. right mges, pool etc. ,I\\'laica I Port-au-Prince, Dominican agents \"more money thin we can 1If«d\" Thursday to sign three rl the 42 free agents drafted by tile WhIle Sol to mulU·year contracts. '!be Sol added outflelder..flrst bIJem8II Ron Blomberg from tile New York Yankees and two rlght·handed pitchers, Ron Schueler and Jim Hughes, both from the Minnesota TwIns. Blomberg Indicated he received a three-yw, no-cut, ~ade contract for more than .,000. Veeck said all three players slped contracts for more than one year \\ 'but would not reveal detalla on length or price. He aaId only that It caet \"more money than we can afford.\" Bltmberg, who has not played since 1978 and who haa been on the disabled IIat due to a shoulder Injury since April 1, has a batting average of .302 In the major leagues. Schueler was 1-7 with a Ul ERA with the TwIns last year and Hughes 9-10 with a 5.15 ERA with the TwIns' Tacoma farm team. \"To replace some of the power we 100t when our great heroes became free agents,\" Veeck said, \"we signed Blom· berg, and ~ueler and Hughes will bulwark the pitching ataff. U we dOn't have all thlt power, we're going to have to depend on something elae.\" Veeck said one of the factors In signing the players wu the way \"our fans performed last year ... we owe it to the White Sox fans to sign playen to make our task easier. \"I think we have Improved our club and I think we will lniprove it more .... Veeck said \"it was a reasonable assumption\" thlt the Sos: might sign one or two more players. He noted there is still room on the Sox' rOlter. He said the Sox received good reports on Blomberg's hitting during spring training and \"we tucked It away In tbe back of our head.\" \"When he became available, we did not think an Injury or two would malte that mudl dif· IOIt Richie Zisk and Oscar Gamble, we still would have had him high on our Ust. He has the ability to pop a ball, and I don't think he's begun to approach his potential. He's going to become a fine hitter.\" ____ ~ __________ ~f~--------------_ 1 -----------~----~---------~ ·f I. CHILD CARE BICYCLES AUTOS ,DOMESTIC ROOMMATE BABY sitting full or fO/ ~1,05~A~C:-:R:-:E~S-------\"'\\i ~ and repair service '72 .now tires. month 01 o-nber. 3S1·9f75. \".23; ,To build an or farm. One mile north of'-80 /27.000 rnilaa, priced 10 sell. 351·2247, on IN COUNTRY KJ............. 354-2 I ~ ttearing brakes' air radio. steal - .\" 4 bedrooms on 2 acres. Blacktop road 20 440 ,~'\"\"\"\" 110, belted rldlals.· Low mil..g.. Excalent FEMALE wanedl~ 12-2 1¥Z : REAL ESTATE Miller rushes for Heismsn Blomberg, who had an operaUon on his shoulder, said he has been hitting for two weeks as well aa running and \"my shoulder is as good as ever. I'm going to give 110 percent. I don't want to be Richie Zisk or Oscar Gamble. I want to be mvself.\" CEDAR COUNTY HONDA8 . 1977 ctose outs. 1978 10\\0 track stereo. AM and alter 9 pm. 643-Ing Hancher starting Decemb«·January. 77 acres 01 consin. . :·16 closes out the ,reatest personal four·year ltgIIlent In the history of Big Eight football Saturday when his Oklahoma State Cowboys visit Iowa State for their 1977 season finale. Miller is the leading all-tlme rusher In the Big Eight with 4,802 yards and is the only player In conference history to top the I,OCJO.yard mark three straight seasons. He set a school slngle-game record with 246 yards against Missouri last Saturday, currently ranks as the nation's leading rusher and wt11 carry a string of 18 100 yard games into the Iowa State contest. There are only two remaining pinnacles for Miller to reach this year: the Big E~ht single­ season rushing record and the Helsman Trophy. He needs 141 . yards against the rugged Cyclones to put a cla1m on the rushing record, but that task will be easy compared with what he faces in ~g the Heisman. Miller has run for 1,525 yards this year to trail Greg Pruitt's Big Eight ·record 1,66$ yards. But Miller has rushed for 150 or more yards four times this season, and with nothing else to play for In a frustrating ~ season, the Cowboys can be expected to keep giving their flashy tailback the ball until he sets the record. Miller was the favorite to win the Heisman Trophy after leading all underclassmen in the balloting in 1976 with a fourth place finish. But the Reisman has not gone to a player from a losing team since 1958 when Paul Hornung won it while playing for a z..a Notre Dame team. \"I wouldn't call it an injustice if I didn't win it,\" said Miller. \"I Intramurals By RON DUNGAN Sial! Writer The results of the intramural swimming finals look like something you would find In a· Ripfey', Belie\\le it or Nol book. Twelve records were broken between the men's and women's divisions, including a national record in the women's division. In the men's division, Alpha Kappa Kappa's time of 1:34.25 in the 200-yard freestyle relay ranked the fifth best time in intramural naUonal records, along with EMBOS's time of 1:48.03 in the 200-yard medley relay. Charles Jensen had the fourth best time in the nation with his 1 :55.68 time In the 200 yard freestyle . Julie Eickelburg broke the national Intramural butterfly record with a time of 29:872, leading her Kappa Alpha Theta team to the women's league championship. Kappa Alpha Theta scored 19 points, followed by Chi Omega with 15 points and Gamma Phi Beta with 13. Chi Omega set the pace in the 200 medley relay with a record time of 2: 11.2. Another first came with Gamma Phi Beta's time of 1 : 57.34 In the 200 reesty Ie relay. Sue Chadlma topped previous times in the 50 freestyle with a 28.38. Sue Bloomfield captured the 200 freestyle with a record time of 2:23.2. AU but one of .the emt!.\"g school records were broken in the men's divission. EMBOS took that division title with 23 points, followed by Alpha Kappa Kappa with l~ points and Phi Psi with 14. Individual records in the men's division include Phil Lenzen's time of 25:27 in the 50- yard butterfly and Roland Sabates' 22.91 in the 50 freestyle. Sabates set another record in the 100 freestyle with a time of 52.46. Doug Slater was another pace setter In the men's division with his time of 26.75 in the 5O-yard backstroke. Along with the time records set In swimming, participation records were set in three in­ tramural fall sports. Pre­ Holiday basketball drew 118 team entries compared to 112 in last y~ar's event. One-on~ne basketball also attracted a record number of participants with 127 entries compared to last year's 93 entrants. Another participation record came with the number of Turkey Trot entries. Last year, the Turkey Trot had ISS par­ ticipants. This year, according to IntramuraIs director Warren SJebos, Turkey Trot entries numbered 1.. Alpha Kappa Kappa captured the men's division in the 2J,2 mile race and the Oofs took the women's division. Jeff Davidson won the men's title with a time of 10: 42. The women's division champion was' Mary Burns who had a time of 12 minutes. - 01 CLASSIFIEOS ----~--------------------~-- THE IOWA RIVER POWER COMPANY NOW HIRING FULL PART-TIME LUNCH OR DINNER OR * Waiters-Waitresses .* Cashiers , \\ * Buspersons * Host-Hostesses * Dishwashers * Food Prep * Cooks * Janitors In person Monday through Friday between 2 and 5 pm Saturday and Sunday between 10 and 2 would just ask myself, 'What did I not do?'\" Miller leads the Big Eight In rushing, all-p1JI'POS' rushing, scoring and total offense figures to be the first running back, and maybe the first player overall, taken in the 1978 college draft. But whereas four Big Eight teams went to bowls last year, only two are assured of going this season -Oklahoma and Nebraska. . Hughes said it was \"not true\" that he had a sore' arm, rumored last spring before he was sent to Tacoma. All three players had offers from other teams before agreeing to the White SolD' contracts. Schueler said he had been drafted by nine teams and got offerS from three of them. Hughes said three teams also made offers to him. o I classified Ike new. Saoifice $599/011 ... 351·0324; Low I keep trying. 11·28 4 bedroom 2'story In good condition. New' carpet and roof Insulated and painled this year. 30 minutes drive from Davenport . Only $54.500. NORM FRIEDERICHS CO Ave . S. 6714. 12-5 BUSINESS OPPORTUNITIES t enlngs. keep ~ ~ _______ all utilities lur· Jons. ski boats. Fall dllICOUnts. Buy now. Coralville (opposite F&S Feeds) 12.5 nlshed; share large living room. large A DIXIE CREAM DONUT SHOP pay next year. 1977 Johnson 35 hp, . kitchen. bath; washer/dryer 337-3277. after 5 Used outboards and boats. Stark'sf Come To pm. before 7:45 am. t 1-23 Prairie du Chien. Wis. We trade. Op9l1 Sundays. (608)326-2478 . 1-16' TOWN'S EDGE FIAT may be key to inde· . d d .. .243 as little as $20,000 and --;;;;======='=2.;;;;' : an approved location you ,-Seethe new 1978 FlItS 128, 131 4-doora X11'I 124 Spider convertlbl .. FURNISHED Room 11\" Communle.llons Ml'Vlce conlr.ct Ivlliable Plrte & Service FURNISHED room for graduate on :ampus. Share kitchen. bath facilti . Private refrigerator. TV. $120. December 15.337·3010. evenings. \"·21 College & Madison. 11 .m I. 'he de.dllne for ,:,,:,~::-___ ~ __ Write today for de­TYPIST· Former university secretary. IBM and Saturday or Saturday ~y< 8 e noon ur and SUnday. 11 pm-7 am. Please call for tails P ,0. BOX 180, St. M~:':'':.~=5 an appointment at 668·1175. Amana Louis, E. Edge Marlon ROOMS with cooking privileges, Black's Gaslight Village. 422 Brown Street. 11·22' Triumph sell; gooq CLEAN, Quiet room· Private. newer 10wdo .·'0do~S4 .30 wages. Apply in porson. 2 pm-2 am. MUSICAL EXPERIENCED · Carbon ribbon. pica! body. well malnlained . recent valve job, home; private entrance. on bus re- Of~Iori,,\"'''1 ;portsmen·sLounge . tore. Must to appreciate . 354·4 tOO. SUICIDE Crisis Line. II'am through the i rlELP wanted: ':1edlcal Chart Audit. Re -after 5 pm. 11·22 night seven days a week. 351.0140. QlJllements . JUnior ~ Se~or students if 12.12 the College of NurSIng; eligible for work study; work will be available O'o/er sea UNIVERSIn'OAtiNG SERVICE sonal holidays and Into neJ(! In(Ji'vldual ' and group, needs psychotherapy for women and men; mar·. riage counseling 11·28; PREGNANCY screening and counsel: ing. Emma Goldman Clinic for Women, 337-211 1. 11-28 STORAGE SriffiAQE · . Minl·warehouse units' All sizes. Monthly rates as low as $15 per month. U Store All. dial 337·3506. 12·7 ALCOHOLICS Anonymous · 12 noon Wednesday . WesJey House; Saturday. 334 long 'term medical his: lorles on people willing to colonize Ipace. To apply send name. address and. $3 to Colony 1. Box 1767. Ames Iowa. 5OOtO. 11·28, lege, S. Dodge -pay $35 per month. N. Dodge, N. Governor, St. Clements, N. Summit· pay $30 per month. N. Dodge, E. Jefferson, N. Lucas, E. Market, N. Governor· pay $32 per month. S. Dodge, E. Court , ' Bowery -pay $28 per month. Bancroft, Crosby Ln., Ln., Davis, Taylor Dr., Hollywood, . pay $35 per month. No weekends; no C()n8c~ by 7:30 HOUSING WANTED SALE: IBM 353-larial school graduate. Fran. 337-5456. S30 close. nice 15. $195 plus utilities. 338-8659 n I e v c n ty 0 TYPING· Carbon ribbon electric; editing; . 338-7997. 11·21 SUBLET one bedroom apartmant . fur. big oI1es. Call Dave at Ihe 01 after 3:30. TYPING: Former secretary wB;nts typing ____________ nished. $185. Close, available November WHO do at home. 644·2259. 1:l·16 30.337-4029. 11.22 SUBLET two bedroom unfurnished apartment . close In. available December 1. Call 338-4517. 11·21 DECEMBER 18. 701 20th Avenue. WOODBURN SOUND rents TV and 'HAULING to and from Des MOines. PRIVATE , on bus line. one bedroom. Coralville. two bedroom furnished or un· sound equipment 338-7548. \"·18 Around town and 10 dump. $165. medium (2V.x2 3/4). AcceSllOlies: Meter, flash. ROOMMATE WANTED type. plastic. jewelry shop; uniQUe. singular aeations' are made for you only. Repair. Palr/ess ear·piercing. Largest supply of nalural emerald in North Amerlcal Downlown . 1351·9412. t storm windows. Custom fabricating . picture unframlng . We win build your Christmas gift idea. PLEXIFORMS . 18 E. am. Call the Circulations Benton. 351·8399. 12·12 BISEXUAL male seeks somaone to LUXURIOUS featur\" spacious FILM colleclors: 16mm TV apots. share two-bedroom furnished apartment, two· bedroom apartment : Greenhouse \"Sting\". ·'Graffiti\". more. Steve. 353. available January 1. pool. air. InQUire Box windOW. bullt·lns. bus line. near Univer· 1781. 11-21 N-3, 01. 12-5 sity Hospital. No 11·22 FEELING alone? Call tHe Crisis Cehter. 351-0140 . or stop In. 112'12 E. Washington. t 1 am-2 am. seven days a week. 11-29 PAST lives; trance/relaxation; sell· Dept. 8-11 am or 2 - 5' pm. The 01 Circulation Dept. needs office help 2-5 pm. $2.80 per hour. Must be on work study. Apply In person, room 111 Com­ munications Center . ----------- 8-9 pm. Control room apartment . air. water and heat paid. ONE bedroom apartment. unfurnished. F.REE puppies. Husky·Shepherd , mi~ ' close. mld·December. $99. 337-9369 . no pets. no children. lease. close In. eoght weeks. 338-9193. after 7:30 tourny every Tuesday night. 12-6 . 11·28 Water and plus oog Ca. SHARE MARANTZ HD,,5 8 3 way speaker, baths,' TWO be~room townhouse. hsal and FOR sale. Full line 01 used coin oper. furnished available immediately $105 water furnished. available December 1 or i TRAVEL .healing; counseling ; ptegnancy /blrthing; PERSON to dO odd Jobs. some carpen-=========~ children's meditation. The Clearing. Iry. painting. winterize home. 338.6277. cars, 11·30 now hiring nights· Kitchen and counter 354·3669. roommale wanted. own room. lownhouse near Mall· club house. ~==,--:--:---=-:-..,--~ near wa er In Shop. 2121 S. Riverside Drive. ==-. .,..-,..-............ ...,...\".,.....,,.....,....,,,.._ people. Starting pay $2.50 an hour; after CALLIGRAPHER NEEDED to copy 40 hour training period. $2.75 an hour. Beveral poems. Fee negotiable. 337· .Apply In · 5. Sunday. MALE wanled to share new. two bedroom ONE badroom'lllniehail. Coralville. no 11-30 apartment with two olhers. $80 per or pets. Electric· Le~icon 82. $195. two months old. seldom used. Spare ball end three new ribbons. 337·3747. 11·23 CASHIER wanted part· lime or full time. Bast Steak House. 351·9447. 1·24 MALE to share three bedroom rnGbile AVAILABlE now· FurniShed elllciecy. home with alr conditioning and Shed. In-$160. Rental Directory. 511 Iowa Ave Hke new. Rodenstock Omegaran share bedroom apart· :440:::\":::::::::::::::;::::::::::';:\";:23: ----------- ment. close In. prefer grac1Jate student, card holders. soap di .... your Ideas. lorch. Russell's Metal Recydlng. 351· REASONABLE ladies' clothing. dresses. own bedroom, $90 monthly share PLEXIFORMS. 18 E. 11-22 MOBILE HOMES :::::::::::::==:a:::::::::~! ALTERNAl1VE junior high school need.. FEMALE to share apartment. laundry: ----------- aides 10 work mornlngs. afternoons . Ex· MARAl'j12 14x68. centraillr, excel- reg. 5189 now $129. 11.18' . lent necessary. Poaitions open now and ne~ WANTED BURN SOUND SERVICE. 400 HIGH. 12·5 TO EAT semester. Must be 011 work·study. 351j TO BUY 'LAND COURT. 11-30 .. tWJrant II now hiring., WANTED: Comics. also collector and In. lada. $109; kitchen set. $64.95; lour John) . 12.1 All . City Comics. 2021 Highland Ave .. 111'1. downtown W ... Liberty. Open weak TWO females to share Iwo bedroom ...... AVON CUSTOMERS AREWAlnNG Give them a chance to buy greet .=====::;::::::;;;::;::;;;;:::.c\\ Christmas gilts trom you. High S. HELP WANTED Cltll \\ 12·1 Q S THREE room $199. FOR rent or lew. West Branch. 12·1 . KELVINATOR fur· - FEMALE to Ih.ellrgl tIPIrImtnt. own riehed. really nice. IOK14 lawn WORK WANTED 806 S. Capitol Own bedroom In large house, I .... EDIATE occupancy· 1956 8x40 counting good worfdng Old., resume to' Dill ProcetIlng P 0 ~ DO ... N T Inyone In this IO'M'I hire 100 Hour.: 12 noon to 5 pm wagon. new paint. economical . Bett 011. Ivallable three bedroom 1873 14.64 Flntwood· Appliance.,j Iowo-Iowa City, Iowa-Friday, November 18,lm 80 just keeps on talking ANN ARBOR. Mich. (UPI) -Wolverine Coach Bo Schembechler, who was put on probation for criticizing officials earlier this IU8On, said Thursday he hopes \"everybody Is playing well -including the officials\" In the Ohio me now,\" Schembechler said. \"I jll8t said that In this game, I hope everybody Is playing well -including the officials.\" The outspoken coach of the Wolverines, no stranger to diScipline for his frankness, was placed on probation by Big Ten Commissioner Wayne Duke after he criticized the solit crew that worked the Duke-Michigan game the second weekend of the season. - Schembechler charged the Atlantic Coast Conference officials who worked the game favored their team while the Big Ten officials \"stood around like goons\" and didn't work to COITeCt the situation. \"The players come In for criticism after a game, the coaches get criticized, the officials should be subject to criticism, too,\" Schem­ bechler said 48 hours before Michigan and Ohio State were to clash to deCide which will represent the Big Ten in the Rose Bowl on Jan. 2. \"I can't say a tb1ng about the officials,\" he said. repeating one of his favorite refrains. \"That Isn't right. \"There should be more pressure put on the Commissioner (Duke) and more pressure on the officials to do a good Job,\" he said, adding something new to his lecture. \"They can walk around the nert day and say, 'Ha, Ha, I made a mistake in a game,' and nobody can do anything about it.\" An innocent \"What's your biggest worry?\" question started Schembechler down a winding trail of words that led to his comments about the men who will keep the game from geWng out of hand. \"The unexpected mistake,\" he said eully. \"The fumble, the Interception, the key penalty ... Are the officials going to be good... . \"We've got to do something about it (the of­ ficiating situation),\" Schembechler said. \"The level of officiating has been down overall this season. We've lost a lot of good ones to the pros and to retirement. \"I don't want any more (on the field),\" he said. \"We've got enough. Every guy out there feels he's got to call something as it is.\" UrOIId \"'-lnl_onoI Woody Hayes sbouts advice to his Ohio served Hayes was forced to yell ooly becaule State playen al the Buckeyes wind marching bandj wu practlciag aratlons for Saturday's Big Ten showdown nearby. with Michigan in Ann Arbor. The ulually reo Sunday Worship 10:30 am at Christus House comer of Church & ~buque Lutheran Campus MInistry (ALC-LCA) Guest Preacher Robert Scharlemann \"Thinking, Thanking and Self-GiVing\" Special Music Rolls & coffee 10;00 For Ride call 338·7868 Sunday Evening Thanksgiving Meal 6:00 pm Forum on \"Health Foods: Fact or Fantasy\" at 6:30 pm guest speaker Edith Couchran Fuzzy grid bowl picture set for weekend fine-tuning Book your holiday travel reserVations now! 98% .. 1111_00II By United Press International The college football bowl picture, which right now Is rath~r fuzzy, will begin taking focus Saturday when bids are officially extended to the 13 major post-season contests. Only two teams, lhIrd-ranked Alabama and 11th-ranked Arizona State, have clinched bowl spots but most of the top 19 ranked clubs are expected to be heading for post-season action. Alabama, the Southeastern Conference champion, will be the host team in the Sugar Bowl on Jan. 2 and Arizona State, the Western Athletic Conference titlist, is the host club for the Fiesta Bowl on Dec. 25. pass altl)gether . Last year Michigan did not gain an inch passing yet won easily, 22~. In the five previous meetings, however, the game was decided by seven points or less. Among the remainder of the top 10, Notre Dame, Arkansas, Penn State and Pittsburgh are virtually assured of getting a bowl bid Saturday. Sixth-ranked Noire Dame, if it beats Air Force as expected, probably will accept a bid to the Cotton Bowl where it hopes to meet top-ranked Texas on Jan. 2. Texas, however, is not yet assured of winning the Southwest Conference. The Longhorns, who play Baylor Saturday, must beat Texas A&M on Nov. 26 to earn the host spot in the Cotton Bowl. Notre Dame, though, is likely to take its chances on Texas winning the SWC and accept the Cotton Bowl bid over one from the Orange Bowl. Rod Gerald, Ohio State's crafty junior quarterback, will be boping to pull a few tricks off on Michigan when the Buckeyes travel to Ann Arbor Saturday in bopes of avenging last sea­ son's Z%-f defeat. The biggest game on Satur­ day's schedule in terms of bowl interest will be the battle at Ann Arbor, Mich., between fourth­ ranked Ohio State and fifth­ ranked Michigan for the Big Ten Conference championship. The winner of that contest advances to the Rose Bowl where it will meet the Pacific Eight champion on Jan. 2. The loser is expected to get an in­ vitation to the Sugar Bowl. The Pac Eight winner won't be decided until Southern California meets UCLA on Nov. 25. Washington, UCLA and Stanford are still In contention but UCLA needs only to defeat Southern Cal to lock up the Rose Bowl berth. Arkansas, ranked No.7, remains a leading candidate for the Astro-Bluebonnet Bowl and will probably get the bid if 11 beats Southern Methodist. Eighth-ranked Penn State and ointh-ranked Pittsburgh, both of whom are idle this week, are each hoping to play in the Or$llge Bowl opposite the Big Eight cbampion . - On The Line with the 01 Sports Staff l'be Big Eight champion Our readers have expressed a lack of confidence in the Hawks this week, as they pick Michigan State to end Iowa's chances for a ~ season. The forecasters picked the Spar­ tans 98 times, to only 56 for Iowa. Since ABC decided to take charge of certain teams' scheduling this season, we regret to inform you that the tiebreaker this week (Pitt-Penn State) has been switched to Nov. ~. We have no choice but to throw this game out, and any ties will be broken by drawing out of a hat. But as an added bonus, we are presenting a special On The Une next week. As long as ABC Roger Thurow Steve Nemelh SPirt. Editor Texas Tech Unu·,tUl1ltpd doesn'l alter any of our games, that is. All entries are due no later than noon on Tuesday. As always, the winner can pick up their six pack from Ted McLaughlin at the First Avenue Annex, Arizona at Arizona State Arkansas at Texas Tech Army at Navy Penn State at Pittsburgh Georgia at Georgia Tech Houston at Rice , Nebraska at Oklahoma Texas at Texas A & M Auburn at Alabama Tiebreaker: UCLA __ 1111001., III the A close, lackluster contest Is expected between the two Big Ten rivals. In past years the clubs have approached the game conservatively, prac­ tically forsaking the forward soopmogs &teh.M florist available locally from $12.50, out of town from $15.00 plus transmitting charges Thanksgiver® Bouquet Order one [or Thanksgiving ­ Thursday. November 24! A harvesl of fresh fall flowers in a woven ba keto for your folks back home. Show them your Ihoughli are with Ihem. We send flowers. plants almosl anywhere. the FTO way. Call or stop in today. SPECIALS Sweetheart Roses regular $1()..$15 value 3A9/doz Y2 price on spring flowering Holland Bulbs this week only cash & carry 1. South Dubuque .10 KIrkwood Ave Downtown Greenhouse .. Garden Sunday Moo-Sit. 8-5:30 Sat. FLORIA PLANT MARKET Opening today in North liberty (Turn east off Hwy. 218 at the Purple Cow Restaurant. We're located in the rear 01 the Life Time Saiesl Bldg., 310 W. Zeller). Over 500 Tropical Plants at Wholesale Price. Scheffleras (5-6 ft.) $25 Parlor Palms ft.) Philodendrons $5 Fig Bushes $15 many other varieties Hours: Thursday & Friday 3-9 Saturday 10-5 Sunday 12-5 won't be decided until Nov. 25 when second-ranked Okla.homa entertains 10th-ranked Nebraska. The loser, it was announced Thursday night, will accept a bid to the Liberty Bowl. Travel Services, Inc. (Ionnerly unlTravel) 216 Arst , ~ ,Z 0 'l/) HANDS JEWELERS SINCE 1854 109 f WASHINCTON . Sale Ends Tomorrow! The ASPEN Waterbed from Inner-Space : have it delivered before Christmasl Sale price includes Aspen frame, pedestal, our best flotation mattress, safety liner and solid-state heater. Only at Inner-Space NOW $39900 ~-........ 1705 First Avenue, Iowa City 351-2621 financing available eo march 18-26 Enjoy a Fun & Sun Filled Vacation In [)aytORa Beach, Florida Trip includes: 7 nights accomodatioos at Plaza Hotel Transportation from Iowa City to OOJl tal 2 UPS sponsored parties Optional tour to Disneyworld 353 5251· \" upset et the The Spartans are fresh from 0 Badgers, however , can still end COnference hierarchy By STEVE NEMETH Asoc. Sparta Editor Another Big Ten foothall __ eoda 1ritb annual Big matcbups of the Lillie Eight. Except thIs _'s year~ results could produce a surprise. Tbe reconI book reveals that 1967 _ the last time a M\"Jddgan team failed to finish in the top two of the confereuce, bIlt this year could cooceivably produce such a cbange. Should Michigan Jose to Ohio State in what has become the amual Big Ten championship battle. and should Michigan State defeat Iowa, the Spartans would finish in secood place with a &-1-1 record while the Wolverines would take third place with a 6-2-0 slate. No doubt Ohio State Coach Woody Hayes would like to see Michigan lose and probably wouldn't mind seeing the Wolverines finish third, but there are a few roadblocks preventing such dreams from . becoming reality. '!be first roadblock is a Michigan team which is clearly hands of Minnesota earlier this M-3 victory over Northwestern the season with a winning s.:; year. Michigan wants the which avenged the Wildcats' record and a tie for fourth place league title and wants to prove only win ellast year. Ed Smith In the league, but most of all, it's still the No. 1 team it _ tossed two touchdown passes the team would like to. give before the .Gopher surprise . and ran for one more in the Coach John Jardine a final win Another roadblock for Woody Spartan triumph. after Jardine was toppled by the and Company is the 101,700 lDwa '111'88, in the meantime , Wisconsin record and the fans' capacity Micbigan Stadium rebounding from a four..game wishes. whicb will provide a large skid by continuing a Wisconsin And finally, Northwestern, gathering of fans who dislike skid that began after the which last weekend locked up Woody and his Buckeyes. Hayes Badgers won their first five last place for the second has already proved this year games. Iowa's Rod Sears led straight year, bopes to achieve that be doesn't like fans· who the Hawkeye attack by grab- some respectability with a win don't like him. bing two of Wisconsin's eight over Illinois. The Wildcats lost . But the Buclreyes have Rod fumbles and also Intercepted a their tenth straight game last Gera1d and a host 0( running pass and blocked a punt. Saturday and would like to pick back.s determined to return the In the other Little Eight up at !e88t one win and take conference title to Columbus, games, Purdue and IDdiana borne the \"Sweet Sioux Ohio. Last weekend, quar- battle for the \"Old Oaken Tomahawk\" trophy which bas terback Uerald tossed two Bucket,\" a traveling trophy sat in Champaign for the last touchdown strikes and ran for which currently resides in. three years. The Dlini, who used one in a 21-1)Oint third quarter Bloomington, although the three quarterbacks in a futile which lifted Ohio State to a ~7 Boilermakers from West attempt to muster an offense win over Indiana. Tailback Ron Lafayette hold a 3S-14-3 edge. against Michigan State last Springs became the sixth Indiana can finish fourth, its weekend , bold a 3:).31--4 lead in Buckeye to gain 1,000 yards in highest showing since the 1967 the series. one season. year it won the conference , A Wildcat loss would he the Another roadblock to the while Purdue could finish in a 111\"st winless season for Nor- changing of the Big Ten C88te tie for fourth with a win. thwestern since 19517. A system is 1he Iowa Hawkeyes, Minnesota ended a losing Michigan loss and a Michigan bent on ending the season with streak by blanking Illinois, 21-0, State win would be another first two victories and preventing and would like to continue the in quite some time, but then Michigan State from climbing Badger slump which bas now again, this has been a year for into the-No.2 spot. reached five games. The many firsts. The Bob Harmon Forecast Highlights C %7 Stata VI'....... 21 D V -Kam., 35 WestBm NE ...... url NE Oklah_ 23 SE \"Issourl 37 SW .. llIOuri 24 Evanl1l 21 'ndiana Central 21 Northem Slate Benedictine 21 Rolla 12 SE t*lahollUl 21 Lincoln Contra I \"issourl 12 Baldwin-Wallace 11 Other and Southwest Abilen. 24 AuRin Pea, 24 Central CDncord Sta.. East 31 ... rtIn 31 Mar,land 21 21 Norfolk 21 No Ca ... ,. A .. T 37 Sa ... H..ton 24 Southern Stala 21 Ten_T.ch 21 Teas A I 21 VIIKIn\" 23 Washlneton Lee ,. \"aryland 20 .. .,..n 14 North Alabama 14 Savannah 12 CebWba 17 Shaw 7 LiYinpton Bowie 1S ,. 14 Johns Hopkin. 13 Gerdn .... Webb 21 Other aames-Far West C.I Lutheran 21 C.I Poly (S.L.D.) 31 .,.11 D Ealt'n Mar Mexice Lutheran t1 Redlands D Si ..... F....... 21 Sauthom COlorado Z4 South.m Utah 21 U.S.I.U. San 21 Claremont 12 Portland Sta.. 24 Nevada (Las. Ve'.) D Omaha 11 Sacramento PORt..,. E'tam W .... Colora'\" M.... 11 Alula 21 for 'November 19 Brought to you by The supremacy of the East and the championship of the Big Ten are two of the tiUes that wilt be on the college football line this Saturday. And there isn't a clear-cut favorite in either game. Pittsburgh is the home tearn in its clash with Penn State. This rivalry is probably the c10sesl of any long·slandng rivalry . in the country. Over a period of 76 years, the Nittany Lions have won 37 limes, the Panthers , 36, and there have been just three ties. During the 1977 season, each team has lost only once, Penn State to Kentucky, Pittsburgh to Notre Dame. The Panthers were also lied by Florida. They faced three oommon opponents, Syracuse , Temple, and West Virginia. Syracuse gave both powers the most difficulty, losing by just seven points to each of them. Pitt bombed Temple, 76-0, while the Lions beat Temple this past weekend , 44-7. And against West Virginia, the Panthers showed a much better defense, beating the Mountaineers, 44-3. Penn State whipped West Virginia, 4~28 . What's it aU prove? Nothing! It's a whole new ball game when these two square off against each other. Our winner: Pittsburgh by seven points. The last lime that a team other than Ohio Slate or Michigan represented the Big Ten Conference in the Rose Bowl was in 1968 .. Southem Cal beat Indana, '14-3. So for the tenth straight year, the Buckeyes and the Wolverines wilt decide who goes west The only blot on Michigan's record -and who -can forget it--is the 16-0 upset by Minnesota. Ohio State was beaten by Oklahoma in an outstanding college classic, 29-28, so the Bucks are the only undefeated team in league play. Michigan leads in the series, 40 to 28, zipping Ohio State last fall, 22'(). The Wolverines are the hosts, but we think Ohio State win sNp by the hosts by just one point. After demolishing T.C.U. last Saturday , the Texas Lon­ ghorns will make Baylor their tenth straight victim and their seventh in the Southwest Conference. The spread: 19 points. And Texas A & M will warm up for its date with Texas next week by whipping the same Texas Olristian by 26 points. Go Hawks ·Beat Michigan State 115 Iowa Ave. ~ ~ '-......./ u =:s \"\"I .. ~ I en -. C» Q.I (t) (t) -c 8 'I - = 9 Ell c.c ~ '\" (!) (t) ~ .QI tQ ,.... (II (C _,.... c... ~ to By MIKE O'MALLEY Staff Writer It was 1973, and Iowa bad just completed an 0-11 football campaign in which the defenae had given up a staggering total of 401 points. '!be opponents ran, passed, waltzed and giggled their way to touchdowns -floods of 'em. GoaJ-line stands were: a) a place to sit, or b) when the other team was farced to punt. FollowiDg the exodus of Frank Lauterbur as the head man after the '73 season, in­ coming Coach Bob Commings made defense a top priority in the rebuilding program . Commings named Larry Coyer, his top defensive assistant at Massillon (Ohio) Washington High Scbool. as the man to get the job done as defensive coordinator. Four years later people don't laugh at the Iowa defense anymore. \"No.1, pride was lacking when we first got here:' Coyer said of that first season. \"We knew that we had to start on the defense because you can't win without it.\" TIle biggest test came in a goal-line effort against Ohio state earlier this season. From the Iowa one-yard line, Buckeye fullback Joel Payton, the nation 'sleading scorer, cracked into the middle of the Hawkeye defense four times. Four times he was stoPJ?ed. \"I think plays like that are an indication of two things,\" Coyer said_ \"One, we're recruiting better players, and two, there's been a change in the players' The Hawkeyes \"¢ to ~ baD.\" 93 ONFM Stereo Rock 24 hours a day ANNOUNCING! Channing Christmas Ornaments from around the world are now on display. Silhouetted: One of many wooden angel musicians from Germany. Clintoo at College state of mind. The kids didn't think they could do it before, but we're not going to tolerate anything but the best. We're as.king them to make a com­ mitment. and we expect them to do their best. \"Once you get that com­ mitment, you apeal to a player's pride. The tough hours are a great investment. After tha t, it's harder to play and lose.\" Much of that time and effort for Coyer (surprisingly, he was a quarterback in his college days at Marshall, W. Va.) is spent on the practice field, preparing the members of the defense, both physically and mentally . \"On defense, once a kid gets a basic understanding of wbat you're trying to do theory-wise, he'll have the ability to execute based on emotion and intensity so he can get to the football. Defense is a reaction; you have to know where you're sup~ed to be and get to the ball.\" Get to the ball. It's a phrase Coyer used often on the practice field. It sums up his approach to defense. \"You can't play defense just by thinking,\" he said. \"It has to be reaction, and played with emotion. It fits the tem­ perament of players like Moore, Harty, Vazquez, Molini ... they don't like to stand around.\" The unit plays a wild, emotional defense based on an all-out eUort from every player on every play. Coyer is not pleased when he doesn't get that effort, and he lets the of­ fender know about it -loudly. \"We try and put more pressure on them in practice than they'll get in the games,\" he explained . \"I believe that can realistically be done. Practice is an intense situation -it has to be. Tbe better you do the job in practice, the better you'll do it in the game.\" Despit~ that intensity, recent losses had the team reeling emotionally before last weekend's win over Wisconsin . \"It's very galling when you play well enough to win, but don't quite pull it off,\" Coyer admitted before the 24-8 triumph over the Badgers. \"It's a depressing situation, and il drains you mentally and emotionally. \" But the schedule of recent years, dOtted with the like of naUonal powers Southern Cal, Penn State and UCLA, in ad­ dition to a steady diet of Ohio State and Michigan, doesn't allow for any head dragging. Supposedly \"lesser\" teams on the schedule make up for that. \"We may play well against Michigan and Ohio State, but people forget that Indiana, Purdue and the others are tough teams, too,\" Coyer said. \"Our schedule is unbelievably tough but I believe that we can play any team in the nation at, or near even.\" Coyer backs that claim up with the Hawkeyes' per­ formance against Michigan. \"I thought it was the best defensive game we've played since I've been at Iowa,\" he said. \"They played tough and aggressive, and it's saying something about the program when you can say you had the best player on the field -and there was no question that Tom Rusk was the top player out here that day.\" Still, Coyer sees a few more hurdles to clear before the Iowa program turns the corner on meidocrity. \"We need more quality recruiting, which Coach Commings is certainly doing,\" he said, \"and we need more team speed. I've seen a great back like Terry Miller (Oklahoma State's Heisman Trophy candidate) on a play where nobody blocked for him, and he still ran for a TD. \"TIlen again, you also have to have an equally talented defensive ba~k who can win his percentage of battles during a game. We need those type of players to take us from the middle ground over the top.\" For now, Coyer sees all the possibilities that come with hard work, and his enthusiasm betrays the oeaceful at­ mosphere created by the curling smoke from his pipe. \"Right now, we are very close to being good,\" he said. \"Statistics are one thing, but I really believe that we have one of the two top defenses in the Big Ten. ' \"We want to be tops in the conference, and I think that we can realistically achieve that goal. The No. 1 thing now is to grit our teeth and stick to it and get it done -nobody said it would be easy.\" The Doily 1_ Ff1Inco Coach Larry Coyer Mahmens makes transition from imitator to intimidator By BECKY DAV'S staff Writer For most of the 1977 football season, sophomore defensive tackle Mark Mahmens has imitated the Hawks' Big Ten opponents -now he intimidates them. Mahmens was a member of the demo squad until he got a chance to play in the closing minutes of the Ohio State game. The fonner first team all­ state linebacker from Goose THt: Lake explained that he made a good showing against Ohio State and was given his first 0p­ portunity to start against Purdue. Mahfnens didn't just appear on the. starting line-up, however, as he says it was a gradual move with a lot of hard work involved . \"This position is a tough one to work your way up to. With guy:; like Joe Hufford and John Harty, there's always the pressure to do better and work Get there anyway you ean: ClINTON STII(ET MAti harder,\" Mahmens explained. The 6-2, 245-pounder says his toughest game so far has been Indiana, not Purdue, Michigan, or Wisconsin, \"Purdue and Michigan had much bigger guys than me, but since I was shorter I could get underneath and control them,\" Mahmens added. He explained tha t Indiana had shorter, quicker players who posed more of a problem for him. Mahmens described one such Indiana player as being \"built like a firestump.\" In last week's victory Mah­ mens found himself badgered hy one of the Wisconsin of­ fensive guards, and when words didn't settle the disupute, a black eye did. Unfortunately for Mahmens, the black eye belonged to him. He said it was worth it, however, as he went on to shine with four solo tackles and two assists during the game, in­ cluding twe quarterback sacks. Mahmens said he sees this week's game with Michigan State as \"a big one for us.\" \"They're real quick and our job will be to keep going after them,\" he said. \"We want to end the season on a winning receiving end of HStNkeye -passing attack By STEPHEN STOLZE Staff Writer Every time Iowa recruits another receiver some fan may scoff that the ends at Iowa get about as much action during the season as the Hawkeye football team does on New Year's Day. But one receiver wbo might help change that situation is sophomore Brad Reid. Reid, from Linn-Mar High School in Marion, came to Iowa this fall from Iowa Lakes Junior College In Estherville, after leading the nation in pass receiving last year. He caught 56 passes for 992 yards in only 10 games. That was quite a change for Reid from his days at high school. \"In high school, we weren't really \"8 passing team,\" Reid said. \"We had a good running game, and used the pass more for the big play.\" Even though Reid was a major factor in his Linn-Mar team finishing fourth in the state class 3A tourney in 1976, there weren't a large number of major schools after his ser­ vices. \"Iowa did recruit me, but they were the only big school that did,\" he said. \"Iowa initially said they had a scholarship for me, but later they changed their minds and wanted me to be a walk~n . I didn't really go for that idea.\" Instead, Reid decided to go the junior college route and chose Iowa Lakes. \"I decided on Iowa Lakes because they had a reputation for passing the ball. I figured that if I was on a passing team, I might have a better chance of getting noticed. I went there to get what I didn't get in high school,\" Reid ex­ plained. Reid admitted that his sudden success at Iowa Lakes was a little unexpected, \"I was sur­ prised at IU'st, but once we started throwing the ball a lot, I began to imagine how many passes and yards gained were possible,\" be said. \"I started setting goals and tried to reach 40 passes and 1,000 yards.\" People began to take notice of Reid very quickly after the word went out on the kind of season he was baving. \"Other schools started recruiting me, and a lot of different op­ portunities came up last year that I never had before,\" Reid said. \"Iowa State recruited me, but I guess I always bad Iowa in the back of my mind. \"I knew au the coaches at Iowa well, got along with the players on visits, plus the university was closer to bome, and now I had a name in the state, and I wanted to keep it there.\" One asset that helped Reid lead the junior conege ranks in receptions is his exceptional speed. At !)O10 and 170-p0unds, speed and quickness more than make up for any lack of size. He is as fast as anyone on the 10wa team, and the swiftest of the receivers, having been timed at 4.5 seconds in the (O.yard dasb this Jall. 'Only two other Hawteyes, both running backs, could match that time. With that kind of speed, it's no surprise that Reid's favorite pass route is \"the deep pat­ tern.\" But the long pass is a difficult one to complete when a team is behind and is forced to play catch-up as Iowa has had to do several times this susoo. \"We try to run the short patterns the mCll!rt,\" Reid said. \"We like to make the defense think that we're going to pass short, and then we'll try and run the deep pattern and hope to catch them out or posUion.\" 11 someone didn't know Reid's jersey number, he still wouldn't be hard to spot on the field as he is more than likely to be the one doing the footbaD version of Pete Rose's head-firsl dives OIl the basebaD fieJd. But the only thing Reid dives for are passes. \"I just react on a pass when I dive for a ball,\" he said. \"I don't particularly like the synthetic turf because it's so hard, but I guess I'D just keep doing it and hope I don't get hurt.\" Although be splits playing time llVith Mike Brady as they bring in the plays from the sideline, Reid said be doesn't mind the set up ... I did the same thing in high school because we didn't pass much. The recetvers need some time to rest after blocking downfield every play,\" he said. \"My main goal this year was to learn the offense as weD as possible,\" Reid said. \"We run the same pass patterns here as we did at Iowa Lakes which makes it easier. \"I didn't expect to be reaJ productive this season_ I have to learn the tricks of the trade. It's hard to come into the Big Ten and have the kind of year I bad last season.\" 500 Iowa Avenue Iowa City, lowa.52240 (319) 353-7111 Hours: Monday 9:00 am -6:00 pm Tuesday -Friday 9:00 am -4:30 pm By HOWIE BEARDSLEY Staff Writer When discussing the past history of Iowa football with Jerry RlDlta, the look on his face alone gives you an in­ dication that the times have been disappointing. Not because the Hawkeyes must search back to 1961 to find their last winning season, but because the senior signal caller must retrace his own steps hack to 1974 in order to recall his last experience of playing in a game situation. Runta is a ..... , 226-p0under from Gillespie, m. He came to Iowa with credentials that could speak for themselves - a four year high school letterman, starting quarterback his junior and senior years on squads that captured a pair of state football championships, not to mention allofitate recognition. Yet Runta bad never been a part of the collegiate battles that occur on football Saturdays. Four years and not even one snap from center. \"I received a lot of offers from other schools,\" recalls Runta. \"But after ~g with Coach Commings (following the Hawkeyes 6-11 nightmare in 1973) I thought that I could fit into the plans.\" Whether Runta could have been part of those plans is a question he has had four long :Vf'ar\" to an\"Wer. A quelltion that he feels he bas paid the price for. And an answer that many times has him looking back to wbat could have been. \"I spent the first two years on the demo teams,\" said Runta, ''paying my dues. Last year I thought things would be dif­ ferent. I guess it just didn't work out. \"I feel that J could have played. There were times when the guys playing ahead of you had their problems They weren't performing as well as you feel you could. And it really eats at your. guts. \" But Runta is not fed up with the football program here at Iowa. After all, football is not just the donning of a helmet and shoulder pads in his eyes. \"I'm not disappointed that I came here,\" he admits, \"because I've met a hell of a lot of wonderful people. Friends that I'll have the rest of my life. And that's vitaJ.\" Being a member of the team has given Runta the opportunity to learn, not only in -regard to football, but also in the form of life and an education as well. Ingredients which added together, have given him the chance to do some growing up. 'Many times players come to college thinking only of foot­ ball,\" Runta said. \"I grew up in the last couple of years. Getting an education is more important than football. And I'm very, very happy about my education .\" Runta is a perfect example that. it takes an entire team to make a good team. He is an asset to the Hawkeyes not only in regard to helping the other quarterbacks, but also in the form of a powerful throwing arm that has gained the respect of many of his teammates. \"I throw a lot during one on one drills and to receivers against the defense, allowing the other quarterbacks to be able to work on game plans. I like to throw because I feel that that is my asset to the team.\" When a person performs day in and day out only to become just another spectator come game time, you can't help but wonder why he sticks to it. . Runta admits that he has asked himself that same question on more than one occasion. \"But I've gone this far, why quit now? I'm not a quilter. I've never quit at anything.\" As for the future, Runta has hopes of being accepted into graduate school to continue his education in the field of wildlife and management. He will look back on Iowa football with mixed emotions. Emotions that he says were at times frustrating and disappointing . But at the same time, remembering the unforgettable friendships, and the respect he earned from more than just his teammates. Havvk Gilbaugh hurdles 6no sports' program By MIKE O'MALLEY Staff Writer It seemed like things would be easy (or Greg Gilbaugh after his junior year of high school. After aD, GDbaugh · had just been named tile outstanding athlete in his conference while at East Rockford (ID.) High School, after being selected to all­ conference teams in football, wresUing and track. His size (6- ., ~2.o pounds) as an offensive guard would be raising the eyebrows of college football coaches throughout the nation, all atempting to get his signature on the dotted line of a letter of intent. Another success story script, without a bitch, right? Well, there was just one. The Rock­ ford pubHc school system gave At Rolex. the march 01 time is subtle. Marked by refinements. Exquisite improvements instru­ appreciation 01 quality. The lamed quality inher­ ent in (I to r); the aleel, sl .. 1 and and 18kt. gold, with dual time zone capabilily , official watch 01 Pan Am World Airways. up sports. Not just sports, mind you. You name an extra-ctlITicuiar activity, and the Rockford schools dropped it. And you are not wrong if you guessed money was the cause. \"They-just didn't have enough funds for all the extra­ curricular activities,\" Gilbaugh explained. \"Rather than decide on which activities to give up, the whole program was drop­ ped.\" Empty fields and gym­ nasiums are not exactly good news to young athletes intent on eamil!g college scholarships. \"Some people just quit working out and just said, 'What's the use?'\" GDbaugh explained. \"There was a negative attitude. Two other players moved to other cities to play, but most guys just gave up the idea of trying to get scholarships. Most of them were content to go to Rock Valley (an area junior college), and some people tried to walk­ on at other schools. I didn't want to hurt my chances, because there's a lot of com­ petition between guys for scholarships.\" . The family solved the problem by moving to nearby Loves Park, where Gilbaugh participated in athletics at Harlem High School. \"I was the last child in the family, soit wasn't that much of a problem to move,\" be said. \"It was more of an emotional thing to get over, moving to a new place. In a way, it helped me adjust to the transition of going to college here.\" His play that senior season showed enough promise to bring former Iowa offensive coor­ dinator Kent Stephenson on the recruiting trail, and Gilbaugh was invited to see the Iowa team in action. That could have ended the Hawkeyes' recruiting chances right there. \"Everytime I came to see them play, they lost,\" Gilbaugh smiled. \"I saw them play Indiana (a 14-7 Homecoming loss) and Purdue (a 21-0 whitewashing) last season, and Michigan State (a 27-231085) the year before.\" . Regardless, Gilbaugh liked what he saw in both the athletic program and the school itself. 328 S. Clinton Suite 12 Next to Goodyear 354-7010 Bond Copies as low as 3c a copy also featuring: Theses Transparencies Resumes Color Stock Book Copying 100/ Rag Paper Free Collating Archival Bond Gum Labels \"The first thing I asked people who called was whether they bad an eight-year dental program,\" he said. \"If they said no 1 told them, 'Sorry, I'm not interested.' I also wanted to stay somewhere close so my parents could see me play.\" Tbe choices were finally narrowed down to Minnesota, lliinois and Iowa. \"Minnesota was a nicer school, but it was too big,\" he said. \"People here and the facilities are nice. People are down on it right now, but the program's great. I had that feeling when I was recruited, and I feel it now.\" The transition from high school to college \"ball has been quickly hurdled, as Gilbaugh worked his way to a starting position against Michigan. Surprisingly, after startmg m his freshman year, Gilbaugh doesn't have any professional football ambitions. \"This (college) is it for football,\" he said matter-of­ factIy. \"It's T-minus three years and counting. I have no ambitions to go into the pros, I just want to set up my dentist shop. Why go into pro football and lose all my teeth; what kind of dentist would that be? I could say, 'Ya like my teeth? -I made 'em myself.' \" Joking aside, Gilbaugh is serious when discussing the future of Iowa football. \"I realize this has been a disappointing year because we haven't won as many games as people thought we might. We've gone out and smacked people hard yet come up short. Next year, though, we'll remember Purdue, Arizona, Indiana and the others. We'll go into those games with a little more fire in our eyes. The feeling you get after those kind of losses is terrible - I don't want to have that happen again.\" atU ne 1_ Franco Back in action after sittiDg out five games with a shattered elbow, Iowa tail­ back Dennis Mosley bas gained 155 yards iD the Hawks' last two games against Indiana and WiSCODsiD. . DIIIr taJlback Tom actio. for the &aw­ keyes thIs season with a bad lUl.k.Ie, but be bas moved iato the No. Z siDee relurDiDg to acliOil agaiut Midligan. Hawks, Spartans play for high stakes By ROGER THUROW Sports Editor If the Hawkeyes think they have a big stake riding on the last game of the season, they ought to take a look at the chips Michigan State is throwing on the. table in the 1977 finale. While Iowa will be battling for pride and respect, needing a win to match last season's :H; record, the Spartans will be trying to crash the exclusive Big Two club of Michigan and Ohio State. A victory over Iowa Saturday, coupled with an Ohio State win over Michigan, would leave the Spartans with a 6-1-1 conference record and sole possession of the Big Ten's runner-up spot. No small feat for a team that at the beginning of the season had more question marks than a final exam. But the Hawkeyes, who at one time had bopes of recording the fIrst winning season at Iowa in 16 years, aren't lacking for incentive either. \"There are two motivating factors in this game,\" said Iowa Coach Bob Commings . \"Pride, of course, is paramount, but it would also be nice to win the last game of the year, especially for this team, which has played better than its record indicates. It's nice to be able to say we are still im­ proving this late in the year. We have played good tough football the last three weeks. Micbgan State is an awfully good team, but we are not intimidated. We'll be ready.\" And so will the Spartans, who are on a· four-game winning streak. Under the direction of Ed Smith's golden passing arm, Michigan State has outscored its opponents '238-1.s, rolling up 131 points in the last four outings. The Spartans have played everybody tough this year, even Notre Dame and Michigan. The No.6 rated Irish barely escaped with a 16-6 win, while the fifth-ranked Wolverines squeezed past their crOSS-f>tate rivals 24-U. The aerial circus out of East Lansing, Mich., has gotten most of the publicity since Spartan Coach Darryl Rogers arrived on the scene last year with his passing philosophy. But the most dramatic aspect of Michigan State football has been the rapidly improving defense. \"Last year we had the No. 2 offense in the Big Ten as we averaged S.S yards per play. But our defense couldn't stop anyone,\" Rogers was saying at the beginning of the season. \"We also gave up an average of 5.S yards per pLay last year.\" But that was last year. This season the Spartan defenders are rated third best in the conference against the run and in overall point stinginess - behind only Michigan and Ohio State in both catergories. \"The defense has to be the most improved part of our team,\" Rogers said. \"The stats may not be that impressive, but we are better than last year. We don't have a tremendous amount of stars. It's a team defense more than an individual one.tt Rogers' defense may be a team effort, bllt there are players that make their presence felt more than others -especially guys like tackles Larry Bethea and Mel Land, linebacker Paul Rudzinski and safety Tom Graves. \"Michigan State has the best defensive tackle combination in the league with Bethea and Land. Some say that Bethea will be the No. 1 defensive draft choice in the conference,\" Coromings said. But getting back to the of· fense, Rogers has been able to complement his aerial attack with a solid ground threat this season. Last year quarterback Smith led the Big Ten in total offense, but this season he's dropped to seventh because he's got the league's fifth and sixth leading runners in the same backfield . Fullback Jim Earley has been averaging 63 yards per game while tailback Leroy McGee has chewed up ground at 351-5209 a 72-yard P.ef\" game clip. When he wants to pass, however, Smith has three ftrst­ rate receivers as targets. Flanker Kick Gibson, split end Edgar Wilson (who also plays baskethall) and tight end Mark Brammer have all accounted for more than 300 yards with their receptions. With the return of tailback Dennis Mosley, who has picked up 155 yards in the last two games, the Hawkeye offense has perked up, and the defense showed signs of returning to early season form in Iowa's 24-a win over Wisconsin last week. Be Prepared­ Game-Goer Wine Botas Now back in stock A litre 2 litre Orchard fresh crackling crisp apples. Great to munch during the game. Fresh homemade Apple Cider (no preservatives _ded) Delicious hot or cold We also recommend Vinton Popcorn for after the game get together. Pleasant Valley Orchards & Nursery Open 7 days a week corner of Gilbert & By-Pass 6 The Very Best in N<c, Rod< & Roll V 'Enjoy a variety of good sandwiches before and after the IOWA/MICHIGAN S Game at MAXWELL'S 121 E. College Top.lt Off Stop In and see our * custom designs * transfers . .. ROLEX PRECISE IMPREGNABLE PRESSURf;-PROOF * and many shirt styles and designs Herteen & Stocker Jewelers Iowa City 105 E. College No. ___ 1 St.nkIn. Jerome 3 Birney. Tom 6 Jonw. MiwIc 7 Smith, Ed 8 ~.Hans 9 Ac:IbiMon. Ken 10 ar-. Tom 11 ImhoI'I. Mke 12 Lawson .....,.. 15 Vaq,n. Bert 18 Anderson ..... 18 WIIiame. Terry 19 StKhowicz. Ray 20 Smith. Stave 22 McGee. Leroy . 23 Gibaon, Kirt( 28 MddIeton. Land. Mel 48 Eariey,.Im 49 Baa,OIIn 50 Deaaw. Mke 52 OIls. PIUs, AI !iT Sav8ge. larTy 59 Audas. Rick 81 ~,Eric 66 Derwmore. n McQu.s.. Regis 80 Jr.' e 8-3 240 So. 238 Fr. 244 Jr.- 258 Jr. 210 Sr. 213 FL S-11 182 Jr. RT 8-5 241 Sr . 225 So.' MG 6-2 234 Fr. MG S-11 205 So. Michigan State Spartans Head Coach Darryl Rogers Colors -Green and White Conference -Big Ten 70 Griffin Bu\"OUllhs es. 111 Placements--8 Nlrlsen or 3 Birney The complete home sewing kits with the moneyback guarantee that lets you save up to BULOVA \"FACULTY\" U's a tradition in time .. with solid wood octagon case, dark pine finish. antique white dial. bold Arabic numerals and bright brass pendulum . Irs a very modern clock ... with an electronic movement that operates over a year on a single flashlight battery. Picture it on your wall. 20Yz\" high. A beautiful buy. . 500/0 on down comfor­ winter clothing and EDDLERS $54.95 Hawks. ~ Rings _ Earrings ~ Ave. ,JonM, 4 5 Piro. Runta..)f1rry c.dItc ~n.~' 22 Renr'I. Tom 23 BMs. Kevin 25 Monon. Rod 26 PIIfh'II'\\. Ed 27 Suess. Phil 28 Cool(. Jeae 29 Frazl .... JImmy 30 Thomas. John 31 Hufford. 32 f)obby 33 Skradl Bryan 34 Holtorf. G_ 35 McKIllip. Dean 36 Dean. Pat 37 ~,Emie 38 Sted1. Roger 39 e. . Kent 40 Rile)'. Tom 41 Sodergren. Chuck 42 Wei ... Leven 043 Jaac.on. Mike 44 Jon 45 46 o.ruy. 47 Auak. 48 49 Burtcs, Shanty 50 Harrington, Hertyn 51 Pdedino, Sam 52 Schultz. Dan 53 Cabghan. Mark 54 Hilgenberg, Jay 55 Robinson. 215 So. OT 8-2 255 So.' OT e c OT C 8-2 270 S-11 224 Rich OG S-11 223 59 Holmstrom. Tim C 6-4 227 60 Mayer. Mike OG 6-2 241 Sr.' Jr.- s.·· Mens Flannel Shirts Mens pre-shrunk 1000/0 cotton. Woven plaid flannel shirts. 2 pockets and long tails. $900 value . Now $599 (small:'X-large) .. Hufford, Jon Rusk, Sam Pall8dlno, Rich Cunlngham, gen & pass Iowa Hawkeyes ~., ........, .... 1'=3 Head Coach Bob Commings Colors -Old Gold and Black Conference -Big Ten Enrollment -22,500 81 BenedIoter. Doug 83 Ruahton. John 84 Lemuel Gnayaon 85 Leonard. Aaron 66 Cody .-m. 67 WIll Joe 88 WIley. Don 89 Woodland. Tom 70 o.VillMr. Jeff 71 Po.IIer, Pall 72 TorneeeIII. Barry 73 T~ DemIIIriue 74 .... 78 SIepM!.an. 79 82 Maalngly. ae Wltlldneon, 81. 87 Reid. ar.d ae Brady. MIke 89 RoM. BII 91 SwIft,.Im 92 Hobbs. o.trel 94 Wagner. Steve Jr. OG 8-3 217 So. OT 6-2 268 Sr.' OT e-.c 248 Jr. OT 8-4 264 Jr.' OG 8-2 229 So. OG 8-2 e-.c H. OT 8-6 280 Fr. OT e-.c 228 Fr. C e-2 245 So. OT 8-5 '235 So. OT 8-4 230 Fr. SE &-1 194 H. TE H 240 Fr. SE &-1 190 Sr. DE e-.c 225 So . 8-7 225 So. LB 8-2 210 Sr.- se 5-8 172 Jr. SE 5-11 170 So. SE S-10 180 Jr.' TE 8-3 221 OT 6-6 245 Jr. LB S-11 230 Jr. HOMEGAME SPECIALS Open Saturday at 4 pm $1 Pitchers 4-6 no cover charge 4-6 . GRAND DADDY'S , 505 E. Burlington Open 7 pm-2 am Mon-Thurs. Open 1:00 pm Fri & Sat FLORSHEIM· .. inspired by tradHlon Iss­.... own styling. Premium lealhers. Enduring Cl'at:tsrn.lship updated with the quality of FIofsheim . FLORSHEIM The one the othent cant quite copy LORENZ - When you're ready· ... We'll be here to help you in your selection ... just as we have been for over th ree generations The M..II "}