{"title": "Puppy Vaccine Schedule: Shots Your Puppy Needs & When | Preventive Vet", "author": "Dr Beth Turner", "url": "https://www.preventivevet.com/dogs/puppy-vaccine-schedule", "hostname": "preventivevet.com", "description": "Vaccinations for puppies include Distemper, Parvo, Lepto, Rabies, and more. Find out what your dog needs to be protected before visiting with other dogs.", "sitename": "Preventive Vet", "date": "2023-08-18", "cleaned_text": "Congratulations on your new puppy! You are likely feeling overwhelmed trying to figure out everything you need to do so your puppy can grow up healthy, well-mannered, and happy. Well, fear not; we are here to help you. A critical part of keeping your puppy healthy is to get them vaccinated. It is important to remember that disease prevention is easier and less costly than treating it. The places your new puppy is allowed to go and the other pups and people they can meet along the way are influenced, in part, by what vaccines your puppy has had. So, we've put together this overview of \"shots\" (vaccines) that puppies should have during their first several months of life and the why and when. As with anything puppy related, it's NOT always a one-size-fits-all. Therefore, discussing with your veterinarian what kind of lifestyle your puppy will have is important. Then they can recommend what vaccines and schedule your pup should have to be as protected as possible from the conditions that could sicken or cause them (or even you) harm. The Typical Puppy Shot Series The puppy shot series usually starts between 6-8 weeks of age, with new vaccines and boosters given every 3-4 weeks until your puppy is 16-17 weeks old. Note: Some puppies may need an additional booster at roughly 20 weeks old. This is especially true with the \"black & tan\" breeds, like Rottwielers or Doberman Pinschers since they are at an increased risk of [parvo]. Additionally, puppies that are in high-risk environments may need the extra booster, i.e., where they could easily be exposed to other dogs, like in a foster or rescue situation, or they spend a lot of time outdoors near where wildlife roam. The timing and duration of a puppy shot series, as well as which vaccines are included in the series, is dependent on several factors and isn't necessarily 100% completely the same for every puppy. Some of the factors that influence which vaccines a pup should receive, as well as when and how often, include: - Puppy's age - How many other puppies were in their litter - How well and for how long the puppy nursed - Their mother's vaccination and immunity status - The cleanliness and setup of their early life environment - What other vaccines they've already had from the breeder or shelter, and when they had them - The part of the country they came from - The part of the county they're living in now - What type of lifestyle your dog will have (i.e., will they go to doggie daycare, the groomer, travel, hike, or go fishing with you, etc.) Skip to the age of your puppy: What Vaccines Do Puppies Need? Core Versus Non-Core Vaccines CORE vaccines: Some infectious diseases of dogs are so common, debilitating, easily spread, or can be spread to people ( [zoonotic](https://www.preventivevet.com/dog-zoonotic-diseases)) that vaccination against them is deemed of critical importance. These include Parvo, Canine Distemper Virus, Canine Infectious Hepatitis, and Rabies. The vaccines protecting against these conditions are known as the \"core\" vaccines. The first three are often administered as the combination DA2P shot. NON-CORE vaccines: On the other hand, there are diseases and conditions for which there are vaccines, but either because of their limited geographic distribution (meaning they don't affect all parts of the country equally), lesser severity, specific lifestyle risk factors, or other reasons, they are not automatically recommended for every dog. These typically include Lepto, Lyme disease, Influenza (Dog Flu), Kennel Cough, and Parainfluenza. The vaccines that protect against these diseases are called the \"non-core\" vaccines. While they're not necessarily needed by all dogs, they can be extremely beneficial to many dogs and in many situations. The Benefits of Vaccines The benefits of vaccines far outweigh any risks. Vaccines are very effective and safe. Their use has notably decreased the morbidity and mortality associated with many infectious diseases. Per a study, there were only [18.4 vaccine-associated adverse events per every 10,000 dogs vaccinated](https://www.banfieldexchange.com/en/News/Vaccine-associated-adverse-events). Adverse events were more typical among smaller dogs and those receiving multiple vaccinations at one visit. Vaccine Safety Before I jump into which vaccines your puppy may need, it's critical to know that where they get their vaccines is equally as important. If your puppy didn't have their vaccines administered by a veterinarian, it is critical to inquire where the vaccines were acquired from and how they were handled before administration. This is because individuals and organizations that aren't regulated, like veterinarians are, buy vaccines from places that may not know how to handle them properly. They may allow the vaccines to get warm, and this inactivates them. Or people transport them and don't keep them temperature-controlled or leave them in a vehicle for too long. In both these cases, the vaccines are essentially useless. Where you get your vaccines matters, and your veterinarian is trained and regulated to administer them properly. Puppy Vaccines By Age 6-8 weeks of age In some cases, your puppy will already have received some of these vaccines before you pick them up. Check with the people or organization you're getting your puppy from to confirm which vaccines your pup received and when. [See the safety note above](#vaccine-safety). This information is important for your vet to have to know best how to structure your pup's initial vaccination series, as all these puppy vaccines need to be given in a series of initial shots followed by booster shots. What vaccines a 6-8 week old puppy might get: CORE: DA2P (a.k.a. Parvo or Distemper shot) This is a combination shot protecting against Distemper, Adenovirus (Canine Infectious Hepatitis), and Parvo. This vaccine may be administered as a DA2PP, which is the same thing but also includes protection against Parainfluenza (an important but non-core vaccine to help protect against a highly contagious respiratory virus). NON-CORE: Bordetella (a.k.a. Kennel Cough) The initial vaccine can be given at any point of the series from 8 weeks* on if necessary or desired. If your puppy is only receiving its first vaccine or is a toy breed, your veterinarian may administer the Bordetella at the next appointment. The Bordetella vaccine comes in three different types, intra-nasal, oral, or injectable. Depending on which type of vaccine your veterinarian uses will determine if it needs to be boosted in 2 to 4 weeks. This vaccine is often recommended for dogs who will go to dog daycare, puppy classes, dog parks, dog shows, be boarded, etc. *The intra-nasal version can be given at 3 weeks for puppies in high-risk situations such as shelters. NON-CORE: Canine Influenza Virus (a.k.a. Dog Flu) There are two different canine flu vaccines available, each protecting against a different strain of dog flu. If this is the first dose of this vaccine your pup is receiving, they will need another vaccination in 2-4 weeks, depending on which vaccine they are given, for the best protection. Again, this non-core vaccine is suitable for dogs who will go to puppy classes, grooming, dog parks, dog shows, travel, be boarded, etc. Where your puppy can usually go and what they can usually do after this 6-8 week vaccine visit:Go to puppy classes: If their DA2P and Bordetella vaccines have been administered by a veterinarian and your puppy isn't showing any signs of illness, 1 week after these vaccines, they can likely begin their [puppy socialization](/dogs/choosing-the-right-puppy-class)classes. However, the facility needs to be clean, and all pups in attendance need to have also received their first veterinary-administered vaccines and deworming. Check with your vet and your puppy training facility of choice on timing, and see this [position statement on puppy socialization timing](https://avsab.org/wp-content/uploads/2018/03/Puppy_Socialization_Position_Statement_Download_-_10-3-14.pdf)from the American Veterinary Society of Animal Behavior. Meet some (not all) other dogs: A puppy can usually also start to meet other KNOWN and healthy puppies and adult dogs at this point in locations that are safe and clean. Avoid: Sidewalks, parks, pet stores, doggie daycare, groomers, and other areas or settings frequented by other unknown dogs. Socialization of puppies is critically important for their emotional and behavioral development, and it isn't just about them being \"social\" with other dogs or even people. There are many \"non-social\" things that young puppies need to be properly exposed to early on. Check out our [Pupstanding App](/pupstanding-app) with its fun, easy-to-use checklist to help socialize your pup. 9-12 weeks of age Depending on your puppy's age when you first got them, this may be their first or second visit to your veterinarian. Either way, it's an important visit. What vaccines a 9-12 week puppy might get: CORE: DA2P (a.k.a. shot) Combination shot protecting against Distemper, Adenovirus (Canine Infectious Hepatitis), and Parvo. This vaccine may be administered as a DA2PP, which is the same thing, but also includes protection against Parainfluenza (an important but non-core vaccine). NON-CORE: Bordetella (a.k.a. Kennel Cough) The initial vaccine can be given at this age if necessary or desired, depending on the type of vaccine used (intra-nasal, oral, or injectable). The Bordetella vaccine comes in three different types, intra-nasal, oral, or injectable. Depending on which type of vaccine your veterinarian uses will determine if it needs to be boostered in 2 to 4 weeks. This vaccine is often recommended for dogs who will go to dog daycare, puppy classes, dog parks, dog shows, be boarded, etc. NON-CORE: Canine Influenza Virus (a.k.a. Dog Flu) There are two different canine flu vaccines available, each protecting against a different strain of dog flu. If this is the first dose of this vaccine your pup is receiving, they will need another vaccination in 2-4 weeks, depending on which vaccine they are receiving, for the best protection. Again, this non-core vaccine is suitable for dogs who will go to puppy classes, grooming, dog parks, dog shows, travel, be boarded, etc. Where your puppy can usually go and what they can usually do after this 9-12 week vaccine visit: Start puppy classes: If a puppy hasn't yet begun their [puppy socialization classes](/dogs/choosing-the-right-puppy-class), they can (and should) do so after receiving their vaccines during this time period. Play with known dogs: A puppy can continue to meet other KNOWN and healthy puppies and adult dogs. Avoid: Sidewalks, parks, pet stores, daycare, and other areas or settings used by other unknown dogs should be avoided. Socialization visits: A quick \"socialization visit\" to the groomer should be OK, so long as the shop is kept clean and there aren't or haven't been any sick dogs there recently, and there are no dogs present during the visit. Shopping malls and home improvement stores can be [great places to socialize your puppy](https://www.preventivevet.com/dogs/how-to-socialize-your-new-puppy-and-why-its-important-to-do-so) without excessive risk of contagious dog diseases. However, keeping your pet in a stroller or backpack lessens your pup's chances of being exposed to diseases. Be sure to wipe your dog's paws with [disinfectant wipes](https://www.amazon.com/Furbliss-Cleansing-Deodorizing-Hypoallergenic-Deodorizer/dp/B08157Z8RX/ref=as_li_ss_tl?ie=UTF8&linkCode=sl1&tag=reventet-20&linkId=470a8841f014f88e11a4f5aa72ab346e&language=en_US) once you have left and before getting into your car or home. Your goal is to remove any trace of fecal matter before your pup licks their paws or contaminates your care or home. 12-16 weeks of age By now, your pup's immunity passed down from their mother is likely starting to lessen, and their own immune system is becoming more developed. Their booster shots at this visit are important to build their immunity and help protect them from these diseases. What vaccines a 12-16 week puppy might get: CORE: DA2P (a.k.a. Parvo shot) A combination shot protecting against Distemper, Adenovirus (Canine Infectious Hepatitis), and Parvo. This vaccine may be administered as a DA2PP, which is the same thing but also includes protection against Parainfluenza (an important non-core vaccine). CORE: Rabies Can receive once over 12 weeks old. State and local regulations determine the age at which all dogs must be vaccinated for rabies. NON-CORE: Bordetella (a.k.a. Kennel Cough) The initial vaccine can be given at this age if necessary or desired, depending on the type of vaccine used (intra-nasal, oral, or injectable). Depending on which type of vaccine your veterinarian uses will determine if it needs to be boosted in 2 to 4 weeks. This vaccine is often recommended for dogs who will go to dog daycare, puppy classes, dog parks, dog shows, be boarded, etc. NON-CORE: Leptospirosis (Lepto) The initial vaccine in a 2-part series in the first year. See below for more detail on what this vaccine covers against and why you or your vet might want to consider it. Note: Because Lepto can be devastating to both your dog and you ( [it is zoonotic](/dog-zoonotic-diseases)), and also because all dogs can be at risk (including even indoor-only dogs and those that never leave their backyard), your veterinarian may highly recommend and consider this vaccine \"core,\" and may recommend starting the initial series in the 9-12 week age range rather than 12- 16 weeks old. See below for more detail on what the [Lepto vaccine covers](#leptospirosis-vaccine) against and why you or your vet might want to consider it. NON-CORE: Lyme The initial Lyme vaccination is given in two doses, 2 to 4 weeks apart, and then it must be boosted every year. Where your puppy can usually go and what they can usually do after this 12-16 week vaccine visit: Play with unknown dogs: Following this visit, a puppy can usually begin to expand their circle of friends to include unknown dogs (i.e., ones you would meet on a walk), as long as they aren't too many in number at once and they are not showing visible signs of disease and poor health. Visit more places: You should be able to walk with more ease on popular sidewalks, avoiding obvious dirty/soiled areas. Longer \"social visits\" to the groomer should be OK, so long as the shop is kept clean and there haven't been any sick dogs there recently. Still avoid: Daycare centers, fields, and parks (including dedicated dog parks) should still be avoided. 15-17 weeks of age What vaccines a 15-17 week puppy might get:CORE: DA2P or DA2PP booster The final combo shot in the puppy shots series should be given around this time. NON-CORE: Lepto booster Second and final Lepto vaccine for your puppy's first year. NON-CORE: Lyme booster Second and final Lyme vaccine for your puppy's first year. Where your puppy can usually go and what they can usually do after this 15-17 week vaccine visit:Freedom! One week after this final puppy vaccine visit, most pups have enough vaccine protection against the common vaccinable conditions to be able to get a full groom and go to the dog park, doggie daycare, pet stores, and other places where large groups of unknown dogs frequent and congregate. Of course, it's still a good idea to keep an eye out and avoid any obviously sick dogs. Puppy Shots Don't Last for Life! When a puppy is finished with their initial puppy shot series, they're not completely done with vaccines. Booster vaccinations will be needed throughout their life. The frequency and types of vaccine boosters your dog will need throughout their life are influenced by their lifestyle, where you live and travel to with them, how common certain diseases are in your area and at different times of the year, and a host of other factors. For some dogs and some conditions, titers (blood tests measuring the level of antibodies in your dog's system) may help to determine vaccination intervals and may be preferable. This is a discussion to have with your vet. Titer Testing for Dogs A titer is a test that is done using a sample of your dog's blood to measure the level of antibodies to a specific disease. Antibodies are proteins made by the body as a response to antigens. Antigens are foreign substances or stimuli to the body, such as viruses, bacteria, or vaccinations, that cause the body to mount an immune response. Vaccine titers are used as a screening tool to determine whether or not to revaccinate for a particular disease. If a vaccine titer comes back high, this indicates that your dog, if exposed to that disease, should be able to fight it off. The problem with titers Vaccines are given either yearly or every 3 years. With titers, there is no way to predict what the levels will be in three to six months, even if they tested high at the time of the titer testing. Many factors can affect the immune system and its level of resistance. Factors such as disease, stress, or medications can impact it, and therefore there is no consistency over time regarding what the antibody levels could be. This could put your dog at risk until you go in for another titer test. Rabies is a vaccine required by law in all states. There are only certain states that allow titers for medical exceptions. Why Is Puppy Vaccine Timing Important? Every puppy is different. A puppy who was in a litter of 3 puppies may have been able to suckle more colostrum (the antibody-rich \"first milk\") from mom than a puppy that was in a litter of 13, giving them better immunity. Although if the mom of the litter of 3 wasn't well vaccinated herself, or she didn't produce good milk or do a good job of nursing her pups, then it may not necessarily be the case. Similarly, some puppies are born with deficiencies in their immune system, or their immune system may develop more slowly because of dietary or other factors. So, because we never 100% know a puppy's starting immune status - how well they are initially protected by their maternal immunity, or how well their immune system will respond to the vaccines we're administering - to provide the best level of protection to the greatest number of puppies in the greatest number of situations, puppy shots are administered as a series of initial shots and booster shots over the course of the first several months of their life. Maternal immunity is protective but can interfere with a puppy's vaccinations. Over the first few weeks of life, maternal immunity begins to decline, and by about 12 weeks it is generally gone. However, some puppies are provided protection by maternal immunity as old as 20 weeks. The vaccines are given as a series to give the maternal immunity time to wane while their own immune system is fully developing in response to and in conjunction with their shots. Missing a Vaccine or Booster Shot Dog owners should be aware that missing or delaying a vaccine in a series for more than 4 weeks puts a puppy at risk of disease. During the initial series of a vaccine, if you delay a booster more than six weeks or miss one, an additional booster vaccine will be needed 3 weeks after resuming the series. For example, if you miss the third vaccine in the DA2P series, a vaccine will be given and then boosted again in 3 weeks. Note: You may need to restart a series (two vaccine doses 3 to 4 weeks apart) for yearly vaccines that are not boosted within 1 year and 6 weeks from the last vaccine given. Vaccine-Preventable Diseases in Dogs The core vs. non-core category of each vaccine is provided below for guidance, but the situation can be different for every dog and every situation. Your veterinarian is your best resource for helping to determine which vaccines your new pup would benefit from and when. They are the only ones who have the medical training and understanding, as well as the first-hand knowledge of your dog and your environment necessary to best guide you. Not all vaccines can completely prevent infection and disease, but even if they don't completely prevent infection, they will at least minimize the effects of infection and often shorten the course of the infection. Note that some of the vaccinable conditions listed below can be zoonotic, meaning that they can also infect and cause disease in people. Bordetella (commonly called Kennel Cough) NON-CORE Cause: Bacteria Usually recommended for dogs who go to kennels, grooming, daycare, puppy classes, and other places where dogs often frequent. The bacteria is transmitted through the air or direct contact, especially when an infected dog coughs or sneezes. It can also be spread by contaminated clothing, bowls, beds, and other communal surfaces (such as cages or kennels). There are certain situations that can increase your dog's chances of being infected: - Colder temperatures - Exposure to dust or smoke - Being kept in poorly ventilated spaces (e.g., certain types of kennels) - Any situation that can cause stress, such as travel Bordetella Symptoms - Dry 'honking' cough, which can be followed by retching - Watery nasal discharge - Sneezing - Lethargy - Eye discharge - Less of an appetite - Low fever - Breathing difficulties - Can progress to pneumonia in unvaccinated dogs, those with other respiratory issues (e.g., asthma), or immunocompromised dogs Enteric Coronavirus (Gastrointestinal form) Typically not recommended Cause: Virus The disease is usually mild and resolves on its own, though some outbreaks have been more severe and can cause dogs considerable abdominal discomfort. This disease is [not related to COVID-19](https://vet.osu.edu/sites/vet.osu.edu/files/documents/preventive-medicine/Canine%20Enteric%20Coronavirus%20Fact%20Sheet%2020201002.pdf). This virus is transmitted through ingestion when an infected dog passes the virus in their stool, and another dog eats the stool (or licks/eats the dirt or other surface contaminated with the infected stool). Transmission is often favored in crowded and unsanitary conditions. The disease can be carried by infected dogs for up to 6 months following infection. Coronavirus Symptoms - Decreased energy - Decreased appetite - Diarrhea (often has a very unpleasant odor and may have an orange tint, as well as mucus or blood) - Vomiting Distemper CORE Cause: Virus This highly contagious virus is transmitted through the air or direct contact, especially when an infected dog coughs or sneezes. Contaminated clothing, bowls, beds, and other communal surfaces can also spread it. The disease affects the respiratory, gastrointestinal, and central nervous systems. There is no cure for this virus, and it is often fatal. Distemper Symptoms - Eye and nose discharge that is thick and yellow - Cough - Vomiting - Weakness - Trouble walking - Head tilt - Seizures - Paralysis Hepatitis (Adenovirus)CORE Cause: Virus This virus can be transmitted via direct contact with the feces, urine, eye or nose discharge, or vomit from an infected dog. It can also be spread by contaminated clothing, bowls, beds, and other communal surfaces. Hepatitis Symptoms Signs of the disease typically occur about 2 to 5 days after exposure. In some cases, it can be as long as 14 days. - Mild to high fever - Decreased appetite - Decreased energy - Diarrhea - Vomiting - Abdominal pain - Some cough and breathing troubles - Eye and nasal discharge - May also show abnormal bleeding or bruising and may develop a bluish tinge to their eyes Note: Young puppies are at the greatest risk of severe cases. Signs noted can include any of the above as well as swelling of the head and neck, and yellowing of the skin (jaundice). Severe cases are generally fatal. Influenza (Canine Influenza Virus - Dog Flu) NON-CORE Cause: Virus It may be recommended for dogs who go to kennels, grooming, daycare, puppy classes, and other places where dogs often frequent. Also important for dogs when there is a local outbreak. The highly contagious respiratory disease is caused by a virus that is transmitted through the air or direct contact, especially when an infected dog coughs, sneezes, or barks. It can also be spread by contaminated clothing, hands, collars, leashes, bowls, beds, and other communal surfaces (e.g., kennels). Note: On surfaces, the virus is alive and able to cause infection for up to 2 days. It is viable on clothing for 25 hours and on hands for 12 hours. Note: Cats can be infected as well. Dog Flu Symptoms Most often, signs occur within 2 to 3 days after exposure. Some dogs show no sign of infection but can be shedding (spreading) the virus. - Cough (can be soft, moist, or dry) - Eye discharge - Nose discharge - Sneezing - Lethargy - Lack of appetite - Fever - Can progress to pneumonia (symptoms include high fever as well as increased respiratory rate and effort) Leptospirosis NON-CORE Cause: Bacteria Recommended* based on the likelihood of exposure and risk/benefit analysis. *Note that some veterinarians consider the Lepto vaccine as a core vaccine, given how devastating it can be to both dogs and people (it is [zoonotic](/dog-zoonotic-diseases) and causes liver and/or kidney failure) and also because no dogs are completely risk-free. Even indoor-only dogs and those that never leave their yard are at risk. These bacteria can be contracted via direct contact of the oral or nasal mucosa or broken skin with contaminated urine or water (e.g., [lakes](/dogs/swimming-safety-rivers-lakes-oceans) or [puddles](/dogs/the-problem-with-puddles)) or encountering mud contaminated with urine from an infected animal (rats, mice, squirrels, opossums, raccoons, skunks, foxes, and deer). Dogs can be infected by drinking contaminated water (e.g., [communal water bowls](/dogs/public-dog-water-bowls-think-before-they-drink)) Lepto Symptoms - High fever - Vomiting - Decreased appetite - Decreased energy - Increased thirst and urination (initially, but progressing to decreased thirst and urination) Lyme disease (Borrelia) NON-CORE Cause: Bacteria These bacteria can be transmitted through the bite of an [infected tick](/dogs/lyme-and-tick-borne-diseases). For the tick to transmit the bacteria, it must be attached for 36 to 48 hours (possibly longer). Therefore, it is critical to [remove any ticks](/pets/how-to-remove-a-tick-from-your-dog-or-cat) immediately upon finding them on your dog. Lyme Symptoms - Spontaneous lameness (limping) that can affect multiple legs at once or in succession - Some dogs will also have swollen lymph nodes - Fatigue - It can cause painful arthritis - In cases where the kidneys are affected, signs may also include sudden loss of appetite and energy, the onset of vomiting, increased thirst and urination (progressing to decreased thirst and urination), and weight loss. Parainfluenza NON-CORE Cause: Virus Usually recommended for dogs who go to kennels, grooming, daycare, puppy classes, and other places where dogs often frequent since it is a highly contagious respiratory disease. *Parainfluenza is often included with many of the Canine Distemper shots, which is often a combination vaccine. This virus can be transmitted through the air, especially when an infected dog coughs or sneezes and contaminates items. Parainfluenza Symptoms - Cough (can be dry and harsh) - Sneezing - Eye discharge - Nasal discharge - Fever is possible - One of the viral causes of \"Kennel Cough\" syndrome Parvovirus CORE Cause: Virus This [highly contagious virus](/dog-has-parvovirus) can be transmitted through feces, saliva, or via direct contact with an infected dog. It can also be spread by contaminated people (clothing, shoes, or hands) or environments (kennels/cages, bowls, beds, collars, leashes, and other communal surfaces). Parvo Symptoms - Diarrhea - Vomiting - Decreased appetite - Decreased energy - Depression - May or may not have a fever Rabies CORE Cause: Virus The rabies shot is mandated by state law. This virus can be transmitted through the bite of an infected animal (raccoon, bat, skunk, fox, another dog, etc.). Dogs that are potentially exposed to rabies that have a current rabies vaccine should be revaccinated immediately and monitored for 45 days. Unvaccinated dogs that are exposed to rabies are generally euthanized since rabies is fatal and there is a serious risk to human safety. Rabies Symptoms The time from exposure to noticeable signs can vary from 2 weeks to 6 months. - Abnormal or erratic behavior, progressing to aggression - Staggering gait - Change in bark or \"voice\" - Excessive salivation and drooling - Weakness - Vomiting - Lack of appetite - Breathing difficulties - Seizures - Paralysis If your dog's lifestyle changes (they start doggie daycare or traveling, consult with your veterinarian to be sure that they are protected from potential diseases they might be exposed to. "}