{"title": "PDF", "author": "PDF", "url": "http://www.bvs.hn/RMH/pdf/2017/pdf/Vol85-S2-2017-18.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "CONGRESO CENTROAMERICANO Y DEL CARIBE DE PARASITOLOGIA Y MEDICINA TROPICAL I CONGRESO INTERNACIONAL DE ENFERMEDADES INFECCIOSAS XIII CURSO INTERNACIONAL DE ENFERMEDADES INFECCIOSAS V CONGRESO NACIONAL DE PARASITOLOGIA Tegucigalpa, Honduras 22-26 de agosto de 2017 RESUMENES DE TRABAJOS LIBRES (TL) PRESENTACION ORAL 1TL TUBERCULOSIS GANGLIONAR EN PACIENTE INMUNOCOMPETENTE CON MANIFESTACIONES CLÍNICAS TARDÍAS, REPUES- TA AL TRATAMIENTO ANTIFIMICO. Helem Duron , Médico Especialista en Medicina Interna;1 Golda Mal - donado, Medico General;2 Efraín Yanez, Estudiante 8avo Año Carrera Espe cialidades Hondureña de Planiicación Familiar (ASHONPLAFA); 3Médico Servicio Social asignado a Hospital de Espe - cialidades San Felipe; Tegucigalpa, Honduras. Antecedentes: Honduras posee una alta incidencia de tuber - culosis (TB); aproximadamente, tres mil casos nuevos diag - nosticados anualmente. Migración, cárceles, urbanización descontrolada y su asociación con VIH-SIDA, son contextos propicios. Descripción caso clínico: Masculino, 41 años, comerciante de productos lácteos, ingresó 7-02-2017, en sala Medicina de Hombres Hospital de Especialidades San Felipe, con diagnóstico sintomático respiratorio sospecha de TB, tos de 43 días, expectoración blanquecina, disnea, pér - diaforesis. de esputo negativos, Gram esputo: escasos leucocitos, KOH negativo, cultivo de esputo 8-02-17: bacilo Gram negativo no fermentados probable BLEE. 9-2-17 negativo, TAC Tórax 10-02-17: adenopatías del mediastino superior hacia el lado derecho y la ventana aórtica pulmonar, opacidad parenqui - matosa irregular en el lóbulo superior del pulmón derecho que sugiere un granuloma, Broncoscopia 21-02-17: intensa hiperemia de la mucosa traqueobronquial que se acentúa en el bronquio del segmento anterior del lóbulo superior dere - cho, aspirado bronquial 21-02-17: estudio en KOH: pneumo - aspira - do bronquial 22-02-17 negativo por malignidad. Permaneció hospitalizado 24 días afebril, con mejoría clínica, cobertu - ra antibiótica con ceftazidime (10 días), se egresa 3-03-17 previa radiografía de tórax sin cambios, citándose en dos semanas. Se reevalúa el 13-03-17 encontrándose múltiples adenopatías cervicales bilaterales; se realiza biopsia a cielo abierto para estudio histopatológico, encontrándose: linfa - denitis crónica granulomatosa necrotizante, se inicia terapia antifímica, mejorando clínicamente, no tos, no iebre, au - mento de peso, aunque cultivo de ganglio linfático no hubo crecimiento alguno. Conclusiones/Recomendaciones: La TB extrapulmonar es de difícil diagnóstico. El problema radi - ca tanto en los síntomas como en los estudios de imagen ya que pueden ser inespecíicos; sin embargo, la alta sospecha clínica nos puede llevar al diagnostico certero. Actualmente el paciente continua con terapia antifímica segunda fase; pendiente nueva broncoscopía. 2TL TUBERCULOSIS MILIAR CON DISEMINACIÓN RE - NAL Y GENITOURINARIA; INFORME DE CASO IN - USUAL, HONDURAS, ENERO 2017. Osmin Tovar, Médico Especialista en Medicina Interna;1 Delmy Castillo , Médico Residente Tercer Año Postgrado Medicina In - terna;2 Sinthia Solórzano, Médico Residente Primer Año Postgrado Medicina Interna;2 Ramón Martínez, Médico Residente Primer Año Postgrado Medicina In - terna;2 Alberto Rivera, Médico Residente Primer Año Postgrado Medicina Interna.2 1Departamento de Medi - cina Interna, Hospital Escuela Universitario; 2Facultad de Ciencias Médicas UNAH; Tegucigalpa, Honduras. Antecedentes: La Tuberculosis en su forma diseminada ocurre después de la infección pulmonar, con posterior di - seminación linfo-hematógena, en sus presentaciones poco usuales es un reto diagnóstico. Descripción del caso clíni- co: Paciente masculino, 48 años, agricultor. Acudió al Hos - pital Escuela Universitario por astenia, adinamia, hiporexia, pérdida de peso (20 libras), iebre elevada, no cuantiicada, sin predominio de horario, con diaforesis nocturna de un mes de evolución. Negó síntomas respiratorios. Reirió do - lor abdominal localizado en hipogastrio y ambos lancos, sin irradiación, 6/10 en escala del dolor, acompañado de disuria y oliguria. Examen físico, leve dolor al realizar puño percu - sión renal bilateral. En área genital se palpó masa de bordes regulares, móvil no doloroso sobre polo superior del testí - culo derecho. Alteración de la bioquímica sanguínea con creatinina 8.13 mg/dl; no se contó con nitrógeno ureico a su ingreso; Sodio 118mmol/L; potasio 6.2 mmol/L. Serología VIH negativa. Examen general de orina: leucocitos 3+, pro - teínas 2+ y sangre 3+; urocultivo negativo. Requirió terapia dialítica de emergencia en 3 ocasiones. Ultrasonido renal S66 en testículo - recho masa con características de proceso neoplásico o iniltrativo granulomatoso. Se solicitó tomografía toracoab - dominal: patrón micronodular en parénquima pulmonar con nódulos de hasta 0.7 cm, considerar tuberculosis miliar con afectación multisistémica. El BAAR de sedimento urinario positivo, tinción Ziehl-Neelsen en orina positivo. Se diagnos - ticó tuberculosis miliar diseminada con afección renal y ge - nitourinaria. Recibió tratamiento antituberculoso con poste - rior mejoría del cuadro clínico; Servicio de Nefrología le dio manejo conservador. Conclusiones/Recomendaciones: La tuberculosis es una enfermedad endémica en nuestro país. Su forma diseminada con afección renal es poco usual por lo que siempre se debe tener alta sospecha diagnóstica para brindar una terapia oportuna y evitar complicaciones que ponen en riesgo la vida del paciente. 3TL RINOSINUSITIS MICOTICA: PRESENTACION DE UN CASO. Isaura M. Duarte, Médico Residente Tercer Año Postgrado Anatomía Patológico;1 Adoni J. Duarte, Médico Residente Segundo Patológica;1 Rubén Valladares, Médico UNAH; 2 Depar - tamento de Patología, Hospital Escuela Universitario, Departamento de Anatomía, FCM UNAH; Tegucigalpa Honduras. Antecedentes: Las infecciones micóticas han aumentado la morbi- mortalidad por uso de antibióticos, enfermedades y terapias inmunosupresoras. La diabetes e infección por VIH/ SIDA pueden favorecer la colonización micótica y/o infec - ciones oportunistas fulminantes. Pacientes con rinosinusitis crónica se infectan al inhalar esporas que se diseminan a senos paranasales y arterias, produciendo trombosis/necro - sis tisular. Las infecciones pueden extenderse a estructu - ras intracraneales por invasión directa o a través de vasos sanguíneos. Descripción del caso clínico: Paciente feme - nina, 50 años, diabética, referida con dolor facial (25 días) en región malar e infraorbitaria izquierda, con aumento de volumen. A su ingreso, presentaba signos vitales normales y glicemia de 325 mg/dl. Mostraba edema bipalpebral de predominio izquierdo (con movimientos oculares normales), inlamación de la región maxilar ipsilateral y presencia de fístula emanando pus fétida al paladar duro. Presentaba apertura oral disminuida y fosa nasal derecha con costras amarillentas, rinorrea, hipertroia del cornete inferior y des - viación del tabique nasal. Recibió tratamiento con insulina y antibióticos (ceftriaxona, clindamicina). Posteriormente fue sometida a cirugía nasosinusal, obteniéndose material que mostró \"inlamación aguda y tejido necrótico con estructu - ras micóticas\" que ameritó anfotericina B. cirugía maxilar/etmoidal) evidenció necrótico e hifas micóticas grandes (10-20 micras), no septadas con la tinción de he - matoxilina/eosina; tinciones de PAS/Grocott también fueron positivas para el hongo. La paciente egresó 70 días después con diagnóstico de rinosinusitis por Mucor . La paciente no experimentó compromiso orbitario ni cerebral. El tratamiento fue oportuno. Conclusiones/Recomendaciones: Los pa - cientes con rinosinusitis micótica, frecuentemente presentan retos diagnósticos y terapéuticos. La demostración de hifas y/o cultivo son criterios diagnósticos; a veces, el hallazgo histopatológico constituye la única evidencia diagnóstica, ya que con frecuencia no se toman muestras para micro - biología. Se debe descartar una infección micótica en los casos de rinosinusitis crónica que no responden al manejo convencional. La identiicación del hongo es crucial para el diagnóstico y es mandatorio enviar muestras a patología/ microbiología. 4TL CRIPTOCOCOSIS PULMONAR CON DESENLACE FATAL. Helem Duron, Médico Especialista en Medi - cina Interna. Hospital de Especialidades San Felipe, Tegucigalpa, Honduras. Antecedentes: La criptococosis es una micosis sistémica relativamente rara, adquirida por los humanos a través de la vía pulmonar; es causada por hongos del genero Crypto- coccus especies neoformans/gattii. Descripción del caso clínico: Paciente masculino diabético, 65 años de edad, avi - cultor, ingresado en Hospital San Felipe el 12-01-2017, tos de 45 días de evolución, dolor pleurítico, iebre, tabaquismo severo durante 55 años. Diagnósticos al ingreso: neumonía adquirida en la comunidad versus cáncer pulmonar. Radio - grafía de tórax demostró iniltrado basal izquierdo. Se inició antibióticos: ceftriaxona y azitromicina; iebre persistió con empeoramiento de iniltrado pulmonar izquierdo ampliándo - se cobertura antibiótica con imipenen. Tomografía de tórax 17-01-2017 informó múltiples nódulos parenquimatosos de predominio izquierdo que sugieren metástasis. Exámenes CA 125 aumentado tres veces el valor normal; ACE y PSA normales, serología VIH negativa, tres BAAR de esputo ne - gativos, urocultivo y coprocultivo negativos, hemocul - tivos general de orina: hifas/levaduras. Se inició luconazol; iebre bajó. Se realizó biopsia guiada por tomografía 06-02-2017, cuyo reporte informó cripto - cocosis pulmonar. Se incrementó dosis de luconazol. La broncoscopía realizada 13-02-2017 demostró broncorrea mucopurulenta, cambios crónicos Se omitió luconazol, iniciándose anfotericina B toleró primeras agitación, diaforesis, taquicardia, ibri - lación auricular, reinició luconazol. El examen KOH de lavado bronquial hifas hialinas; giemsa negativo, Ziehl-nielsen nega - tivo. El paciente empeoró y su radiograia reveló iniltrados bilaterales. El cultivo de lavado bronquial 23-02-2017 Candida albicans - nea, taquicardia, hipoxemia, piel marmórea, insuiciencia respiratoria. Se trasladó a Unidad de Cuidados Intensivos, se conectó a ventilación mecánica con mala evolución y S67 REV MED HONDUR 2017;85(Supl. No. 2):1-114falleció. Conclusiones/Recomendación: La criptococosis pulmonar es una enfermedad fatal sino se diagnostica y se trata oportunamente, particularmente si el paciente presenta condiciones que comprometen su sistema inmune como se - nectud, diabetes y tabaquismo. 5TL FASCITIS NECROTIZANTE EN UN PACIENTE ADULTO DEL HOSPITAL ESCUELA UNIVERSI- TARIO. Tito Alvarado , MD, MPH, MsCTM;1 Efraín Bú, MD, Especialista en Medicina Interna e Infecto - logía;2 Carlos Laínez, MD Especialista en Cirugía Plástica;3Elisa Amaya,Estudiante 7mo Año Carrera de Medicina.41Hospital Escuela Universitario (HEU, Inter - consultante); 2Servicio Infectología, Departamento de Medicina Interna, HEU; 3Servicio de Plástica, Departamento de Cirugía, HEU; 4Servicio de Cirugía Plástica, Departamento de Cirugía, HEU; Tegucigalpa, Honduras. Antecedentes : Fascitis tejidos blandos.Los es - treptococos del grupo A son la causa más común. Las bac - terias dañan fascia y tejidos profundos. Ocasionalmente, las toxinas destruyen el tejido, pudiendo ocasionar pérdida de extremidades o muerte del paciente. La fascitis causada por Vibrio vulniicus, es muy severa, pudiendo relacionarse con ingestión/manipulación de mariscos, o contacto con el mar. Descripción del Caso Clínico : Paciente masculino, 74 años, Ingeniero, trabajador de granjas marinas (Chinan - dega/Nicaragua), ingresó 8/Agosto/15 referido de hospital privado a los servicios de Cirugía Plástica e Infectología del Hospital Escuela Universitario. Diagnóstico: fascitis ne - crotizante por Vibrio de pierna derecha (evolución: 4 días), iniciada tres días después de bañarse en el mar. La lesión progresó rápidamente, y al día once, invadió casi todo su miembro, produciendo destrucción de piel, tejido subcu - táneo y fascia, sin comprometer el hueso. El diagnóstico etiológico fue realizado por examen directo (tinción de Gram) y complementado por histopatología que demostró presencia de estructuras en forma de coma de especies de Vibrio ; los cultivos resultaron negativos debido al uso de antibióticos antes de las muestras. Por su agresividad clínica, se considera como causa posible el V. vulniicus . Su tratamiento incluyó: cefalosporinas, quinolonas, carba - penémicos, de hidrocoloides y des - bridamientos e injertos.Paciente egresó 4 meses después con acortamiento tendinoso de músculo extensor de su pierna,reparado posteriormente. Conclusión/Recomen - dación : Esta enfermedad es común en lugares cercanos al mar, particularmente en donde existen inundaciones como la de Nueva Orleans (2015), en donde se diagnosticaron 32 casos incluyendo 2 muertes. Se recomienda a quienes visitan el mar, tomar precauciones y, de presentarse lesio - nes similares a la descrita, acudir prontamente a los servi - cios de salud. 6TL IMPLEMENTACIÓN DE UNA TECNICA DE BIOLO- GIA MOLECULAR PARA LA CARACTERIZACIÓN DE ESPECIES DE Leishmania spp. , HONDURAS. Leslye Torres , Estudiante Servicio Social, Carrera de Wilfredo Sosa-Ochoa, Master en Ciencias.2 1Escuela de Microbiología; In - vestigaciones en Facultad de Ciencias; Universidad Nacional Autónoma de Honduras; Teguci - galpa, Honduras. Antecedentes: La Leishmaniasis es una enfermedad cau - sada por parásitos protozoos del género Leishmania . Es transmitida al humano por la picadura de la mosca del gé - nero Lutzomyia y endémica en 98 países. Varios métodos de biología molecular están disponibles para la detección y caracterización de especies de Leishmania . Uno de los más utilizados es un protocolo basado en la detección de polimorismos de la proteína de choque térmico hsp70 por medio de un RFLP (polimorismo en la longitud de los frag - mentos de restricción). Objetivo: Caracterizar las especies de Leishmania spp. circulantes en Honduras por medio de una técnica de biología molecular. Metodología: Para la estandarización del PCR-RFLP Hsp70 se utilizó L. L. guyanensis , L. mexicana y L. infantum , con un producto esperado de 1200 pares de base (pb). Se utilizaron las enzimas de restricción Hae III, BccI, RsaI y Mlul para la identiicación de especies - nero Leishmania . Se seleccionaron muestras clínicas (fro - tis en lámina) de los departamentos de Colón, Cortes, San - ta Bárbara, Olancho, Francisco Morazán y Valle. Se obtuvo aprobación ética MEIZ UNAH. Resultados: Se analizaron 79 muestras (14 departamento de Colón, 24 de Santa Bár - bara, 2 de Olancho, 27 de Francisco Morazán y 12 Valle). En el departamento de Colón se identiicó L. panamensis (13/14) y L. braziliensis (1/14). En - mensis (9/24) y L. braziliensis (15/24). En Olancho L. bra - ziliensis (2/2). En los departamentos de Francisco Morazán y Valle solamente se identiicó L. infantum (39/39). Conclu - siones/Recomendaciones: Se demostró que el polimor - ismo del gen hsp70 junto con RFLP es una herramienta útil para caracterizar especies en zonas donde prevalece más de una especie como agente causal de leishmaniasis cutánea. Se recomienda realizar vigilancia epidemiológi - ca constante, así como consenso en las herramientas de diagnóstico a utilizar en la caracterización de especies de Leishmania . S68 REV SIONES EN LEISHMANIASIS CUTÁNEA NO ULCERADA O ATÍPICA EN HONDU- RAS. Carmen M. Sandoval, Microbióloga;1 Gabriela V. Araujo, Microbióloga;1 Aurea F. Ferreira, PhD en Pato - logía;1 Thaíse Y. Tomokane, Ingeniera en Materiales;1 Wilfredo Sosa Ochoa, MSc en Enfermedades Tropica - les; 1,2 Carlos Eduardo PhD Patología;1. 1Laboratório de Patolo - gía de Enfermedades Infecciosas, Escuela de Medici - na, Universidad de São Paulo, Brasil; 2Departamento de Parasitología, Universidad Nacional Autónoma de Honduras (UNAH); 3Departamento de Vigilancia de la Salud, Hospital Escuela Universitario, Honduras. Antecedentes: La leishmaniasis presenta un amplio espec - tro de manifestaciones clínicas que dependen de la espe - cie del parásito y la respuesta inmunológica del huésped. En Honduras, leishmaniasis visceral (LV) y leishmaniasis cutánea no ulcerada o agente etiológico Leishmania (L.) infantum chagasi y ocurren en la misma región geográica. La LCNU es la forma clínica más común en el sur del país afectando principalmente personas jóvenes. Las lesiones de la LCNU se deinen como pápu - la, placa o nódulo asintomático, no ulcerativas, eritemato - sas o del color de la piel, con presencia o ausencia de halo hipo-pigmentado. Objetivo : Caracterizar las alteraciones histopatológicas de lesiones de piel de pacientes con LCNU del municipio de Amapala (Valle) y Orocuina (Choluteca), Honduras. Metodología : Biopsias (n=20) pacientes con colectadas y procesadas por les. Cortes histológicos coloreados por hematoxilina-eosina (H&E) fueron usados para la caracterización de las altera - ciones histopatológicas. Resultados: Macroscópicamente la lesión vario de 3 a 5mm de diámetro. Microscópicamente la lesión fue caracterizada por un iniltrado inlamatorio mo - nonuclear en la dermis compuesto de linfocitos, macrófagos vacuolados o no y pocas células plasmáticas. La intensidad del iniltrado vario de discreto a intenso, con un parasitismo siempre discreto. La formación de granuloma fue observa - da en 60% (12/20) de los casos y fue asociada a un inil - trado inlamatorio de moderado a intenso. Conclusiones/ Recomendaciones: Las características histopatológicas observadas en la LCNU diieren de lo que es descrito para lesiones cutáneas causadas por especies dermotrópicas del parásito, como Leishmania. (L.) amazonensis y Leishmania (V.) braziliensis , lo que refuerza el papel del parásito en la determinación de los aspectos clínicos e inmunohistopatoló - gicos de la infección. 8TL SITUACIÓN EPIDEMIOLÓGICA DE LA LEPRA EN HONDURAS. Lesny Ruth Fuentes, Médico General. Programa Nacional Lepra, Región de Salud de Cholu - teca, Secretaria de Salud, Honduras. Antecedentes : La lepra es una enfermedad crónica, causa - da por Mycobacterium leprae . La lepra en Honduras se en - cuentra principalmente localizada en la zona sur. Objetivo : Describir la situación epidemiológica de la lepra en Cholu - teca, Honduras, período 2005-2015. Metodología : Estudio descriptivo transversal. Se revisó la información estadística de casos evaluados y conirmados. Se revisó el expediente clínico de los casos conirmados en el registro de casos del Programa Regional de Lepra. Resultados: En la década de los años sesenta en Honduras se registraban alrededor de 400 casos de lepra que logró disminuirse a menos de 200 casos entre 1982 y 1991. Luego entre 1992 y 1996 se redujo a 84 casos. En 1992 se comenzó a ejecutar plan de elimi - nación de la lepra (OPS/OMS) con el propósito de dismi - nuir la prevalencia en forma estratiicada a <1 caso x 10000 habitantes. En el año 2007, en el municipio de El Triunfo se reportaron 10 casos entre niños y adultos. En el periodo 2005-2015 se identiicaron 25 casos conirmados. De los 25 expedientes revisados, 6 (24%) corresponden a lepra lepro - matosa, 8 (32%) lepra Tuberculoide, 3 (12%) lepra borderli - ne tuberculoide, 7 (28%) lepra indeterminada y 1 (4%) lepra borderline. En todos los casos el diagnóstico fue clínico y se conirmó por laboratorio demostrando el agente causal M. leprae (baciloscopias de linfa de oreja, codo, rodilla, biopsia de la lesión). Todos viven en extrema pobreza, con bajo ni - vel de escolaridad (92.9%). El grupo más afectado fue niños entre 5 y 14 años, 6 casos (24%); 10 (40%) pertenecían al sexo masculino y 15 al sexo femenino (60%). Conclusio- nes/Recomendaciones: Honduras tiene transmisión activa de lepra. Es importante fortalecer las intervenciones y con - irmar que la tasa que se alcanzó en 1996 de 0.1 caso x 10000 habitantes se mantiene y poder declarar al país libre de lepra. 9TL ACELERAR LA ACCIÓN DE UN CONTROL ADECUADO DE LA ENFERMEDAD DE HANSEN (LEPRA), PARA LOGRAR LA ELIMINACIÓN EN HONDURAS. Douglas Avelar , Medico Epidemiologo;1 Lesny Ruth Fuentes, Medico Salubrista.2 1Unidad Vigilancia de la Salud, Región de Salud Choluteca; 2Coordinación Lepra, Región de Salud de Choluteca, Secretaria de Salud; Choluteca, Honduras. Antecedentes: Honduras cuenta con un plan de acción para eliminar la lepra como problema de salud pública (pre - valencia de <1 caso por 10000 habitantes). En 2012, Hon - duras fue el primer país de la región en lanzar un Plan Es -S69 REV MED HONDUR 2017;85(Supl. No. 2):1-114tratégico para la Prevención, Control y Eliminación de nueve Enfermedades Infecciosas Desatendidas, incluyendo lepra. Descripción de la Experiencia : El país inició tratamiento con poliquimioterapia en 1982 como parte de la estrategia Eliminación de la Lepra en las Américas OPS/OMS. Inició en 1992 la ejecución de un Plan de Eliminación de la Lepra OPS/OMS con el objetivo principal de disminuir la preva - lencia en forma estratiicada a <1 caso x 10000 habitantes (eliminación). A partir de la introducción de la poliquimiotera - pia (Dapsona, Rifampicina y Clofacimina) en 1982, la preva - lencia de la lepra de 1 caso por 10000 habitantes se redujo a nivel nacional a 0.6 casos (1982) a 0.1 caso por 10000 (1995). Se espera elaborar un plan de trabajo que permita identiicar la magnitud del problema de la lepra en Honduras y encaminar las acciones hacia la eliminación de la enfer - medad en el país. Se espera contribuir al fortalecimiento de la vigilancia de la Lepra, desarrollando las capacidades na - cionales y locales en la ejecución de estrategias integradas para el control y eliminación de la transmisión de la lepra en Honduras. Lecciones aprendidas : Es necesario reali - zar vigilancia epidemiológica a los pacientes que inalizan la poliquimioterapia y a sus convivientes. La descontinua - ción de la vigilancia activa disminuye grandemente el diag - nóstico de casos nuevos. Se debe aumentar la vigilancia epidemiológica a través de la búsqueda activa de casos en contactos, garantizando el tratamiento con poliquimioterapia a todos los casos nuevos diagnosticados. Se debe fortalecer las acciones de promoción de la salud en el país con el in de lograr la eliminación de la lepra en Honduras. 10TL LEISHMANIASIS CUTÁNEA NO ULCERADA O ATÍ- PICA EN HONDURAS: EVALUACIÓN DE LA RES- PUESTA INMUNE CELULAR IN SITU . Gabriela V. Araujo, Microbióloga;1 Carmen M. Sandoval, Micro - bióloga;1 Thaíse Y. Tomokane, Ingeniera en Materia - les;1 Wilfredo Sosa Ochoa, MSc en Enfermedades Tropicales;1,2 Claudia M. Gomes, PhD en Parasitolo - gía;1 Patología;1. 1Laboratório de Patolo - gía de Enfermedades Infecciosas, Escuela de Medici - na, Universidad de São Paulo, Brasil; 2Departamento de Parasitología, Universidad Nacional Autónoma de Honduras (UNAH); 3Departamento de Vigilancia de la Salud, Hospital Escuela Universitario, Honduras. Antecedentes: En Honduras, leishmaniasis visceral y leish - maniasis cutánea ulcerada chagasi . LCNU es la forma clínica más común en la zona sur del país, afec - tando principalmente niños y adolescentes. Las lesiones se como: pápula, placa o nódulo asintomático, no ulcerativa, eritematosa o del color de la piel y con presen - cia o no de un halo hipo-pigmentado. Microscópicamente, las lesiones son caracterizadas por un iniltrado inlamatorio mononuclear en la dermis compuesto principalmente por lin - focitos, seguido de macrófagos y pocas células plasmáticas. La intensidad de la inlamación es variable con un parasi - tismo siempre discreto. Objetivo: Caracterizar la respues - ta inmune celular in situ de lesiones de piel de pacientes con LCNU del municipio de Amapala y Orocuina, Honduras. Metodología: fueron colectadas y procesadas por técnicas histológicas usuales. Respuesta inmune celular in situ fue evaluada por medio de inmuno - histoquímica usando CD20) y FoxP3. Para el desarrollo de la reacción fue utilizado un kit NOVOLINK. El número de células inmunomarcadas fueron contadas por análisis morfométrico cuantitativo usando un sistema de análisis de imagen (Zeiss). Resultados: La reacción de inmunohisto - química mostro una compuesta la presencia de células FoxP3+ (168.4). El tiempo de evolución de la le - sión vario de 1 mes a 20 años y no mostro correlación con la respuesta inlamatoria en el tejido. Conclusiones/Reco- mendaciones: Los datos muestran una respuesta inmune celular eiciente caracterizada por un alto número de células CD8+ relacionadas a la activación de macrófagos (IFN-+ e iNOS+), lo cual probablemente es responsable por el bajo parasitismo en tejido y previniendo la evolución del tamaño de la lesión en la LCNU. 11TL ENFERMEDAD DE CHAGAS CONGÉNITA: CARACTERÍSTICAS Y RESULTADOS DE UN ESTUDIO OBSERVACIONAL MULTICÉNTRICO ARGENTINA, HONDURAS Y MÉXICO, 2010-2016. Pierre Dawn M. el Grupo de Trabajo en Chagas Congénito. 1Escuela de Salud Pública y Medicina Tropical, Universidad de Tulane, New Orleans, EUA; 2Unidad de Investigación Clínica y Epidemiológica Montevideo (UNICEM), Montevideo, Uruguay; 3Hospital Escuela Universitario/Instituto de Enfermedades Infecciosas y Parasitología Antonio Vidal (IAV), Tegucigalpa, Honduras; 4Instituto de Efectividad Clínica y Sanitaria (IECS), Buenos Aires, Argentina; 5Region Sanitaria Santa Bárbara, Santa Bárbara, Honduras; 6Université Libre de Bruxelles, Bruselas, Bélgica; 7Centro de Salud Vicente Cáceres, La Esperanza, Intibucá, Honduras; 8Universidad Autónoma de San Luis Potosí, Tamazunchale México; S70 REV MED HONDUR 2017;85(Supl. No. 2):1-1149Instituto de Maternidad y Ginecología Nuestra Señora de las Mercedes, San Miguel de Tucumán, Argentina; 10Centro de Investigaciones Regionales de Yucatán, Mérida, México; 11Laboratorio Nacional de Vigilancia de la Salud, Secretaria de Salud, Tegucigalpa, Honduras. Antecedentes: En Centro América y México, compara - dos a Sudamérica, se carece de estudios epidemiológicos acerca del riesgo de transmisión congénita de Trypano - soma cruzi. Objetivo: Determinar la tasa de transmisión congénita de T. cruzi genotipo TcI en comparación al No- TcI en Argentina, Honduras y México, 2010-2016. Meto - dología: Estudio observacional longitudinal; un hospital en Argentina (Tucumán), dos hospitales en Honduras (Intibu - cá, Santa Bárbara), dos hospitales en México (Yucatán). Se enrolaron mujeres en el parto. Dos pruebas rápidas en sangre de cordón; si al menos una positiva, se realizó exa - men parasitológico de sangre de cordón y del infante en 4-8 semanas, pruebas rápidas en sangre materna; segui - miento serológico del infante a los 10 meses; conirmación serológica por ELISA en todas las muestras. Además, téc - nica PCR (estándar, qPCR) y genotipiicación de parásitos en sangre materna y de cordón; exámenes serológicos a hermanos. Dictamen ético en Universidad de Tulane, EUA, y en cada país. Resultados: De 28,145 mujeres, en Méxi - co se enroló menor proporción <35 años de edad (p<0.01), mayor proporción primíparas (p<0.01), mayor proporción con mayor educación (p<0.01). Cesárea ocurrió en menor proporción en Honduras (p<0.01); bajo peso al nacer en menor proporción en México (p<0.01); parto pre-término mayor proporción en Argentina (p<0.01). Del total, 347 tuvieron al menos una prueba rápida positiva en sangre de cordón, prueba ELISA positiva en sangre materna. La técnica PCR resultó positiva en 73.2%, la genotipiicación identiicó predominancia de No-TcI en los tres países. La transmisión congénita fue 6.6% Argentina y 6.3% México; no se en Honduras. Conclusiones/Re - comendaciones. Genotipiicación y qPCRs en madres de - mostraron resultados similares aunque los programas de prevención y control tienen diferente nivel de desarrollo. Similar riesgo de transmisión congénita se identiicó en Ar - gentina y México. Es posible que variaciones genotípicas no caracterizadas evitaron detectar transmisión en Hondu - ras aun con técnicas altamente sensibles.12TL COINFECCIÓN POR DENGUE Y ZIKA VIRUS, TEGUCIGALPA, AÑO 2016. REPORTE DE CASO. Elvin Omar Videa Irías, Médico Especialista en Medicina Interna;1 Especialista en Medicina Interna;1 Allison 1Hospital HOSPIMED; 2Servicio de Endocrinología, Departamento de Medicina Interna, Hospital Escuela Universitario; Tegucigalpa, Honduras. Antecedentes: Dengue y Zika, considerados emergentes, son arbovirosis transmitidas por el vector del género Ae- des. Ambas son de importancia para el ser humano, ya que producen altas tasas de morbi-mortalidad, las que se han incrementado en los últimos años. Descripción del Caso Clínico: Paciente femenina, 83 años de edad, procedente de Tegucigalpa, antecedente de nefrectomía derecha por nefrolitiasis 15 años antes e hipertensión arterial controlada. Acudió a la Sala de Emergencia HOSPIMED con historia de iebre no cuantiicada, subjetivamente alta, de 4 días de evolución, con escalofríos, diaforesis, malestar general, ar - tralgias y dolor abdominal. Al examen físico, presión arterial 90/50 mmHg, presión arterial media 67 mmHg, frecuencia cardiaca/pulso 98 por minuto, frecuencia respiratoria 12 por minuto, temperatura 38°C; presentó rash generalizado ma - culopapular; resto del examen físico fue normal. Laboratorio demostró leucocitos 7,580 células/uL, manejo con antipirético y liquido endovenoso tipo suero Hartmann, normalizándose presión arterial. El primer día intrahospita - lario inició con síntomas de infección del tracto urinario ais - lándose en urocultivo Escherichia coli sensible a ceftriaxone con respuesta satisfactoria. Además presentó lesión renal aguda que resolvió al octavo día. Resultado de PCR para Dengue y Zika positivos; serología IgM para Dengue y Zika positivos con IgG positivo para Dengue y Negativo para Zika. El descenso máximo de plaquetas fue 96,000/mm3 en consulta previa al ingreso. Al octavo día intrahospitalario se egresó afebril, estable y sin complicaciones. Una semana posterior, la paciente se encontró asintomática y con resul - tados de exámenes de laboratorio normal. Conclusiones/ Recomendaciones: El aislamiento de un arbovirus no des - carta la coinfección, que se debe sospechar al existir sínto - mas y signos atípicos de la enfermedad. De esta manera nos mantendrá alerta ante una mayor probabilidad de pre - sentarse complicaciones mayores al existir doble infección.S71 REV MED HONDUR 2017;85(Supl. No. 2):1-11413TL BROTE DE ZIKA EN TEGUCIGALPA, HONDURAS, DURANTE EL AÑO 2016. Leda Parham, Master en Microbiología; Kimberly García, Licenciatura en Mi - crobiología, Wendy Murillo, PhD en Microbiología; Cynthia Rodríguez, Master en Microbiología; Candy Carbajal, Licenciatura en Microbiología; Selvin Pala - cios, Licenciatura en Microbiología; Ivette Lorenzana de Rivera, Master en Virología. Laboratorio de Viro - logía, Instituto de Investigaciones en Microbiología - Centro de Investigaciones Genéticas, Escuela de Microbiología, Universidad Nacional Autónoma de Honduras; Tegucigalpa, Honduras. Antecedentes: El Zika se ha convertido en una de las in - fecciones virales más graves causadas por artrópodos en humanos. En Honduras es introducido en el 2015. En el 2016 se estima a más del 45% del total de casos de Ar - bovirosis en el país fueron debidas al Zika. Objetivo : Des - cribir el brote de Zika en Tegucigalpa, Honduras, ocurrido durante el año 2016. Metodología: Muestras de plasma/ orina de 751 individuos, con signos y síntomas de infección por Zika o complicaciones relacionadas (microcefalia o Sín - drome de Guillain Barré [SGB]), fueron analizados mediante la prueba molecular rRT-PCR; 464 mujeres embarazadas, 24 recién nacidos con microcefalia, 69 individuos con SGB y 194 población general. Resultados: La positividad global para Zika fue 32% [42% de mujeres embarazadas, 19.5% en población general, 8.3% de recién nacidos con micro - cefalia y 3% de SGB]. Los signos/síntomas más frecuentes fueron el rash (80%) y cefalea (63%). Un 15% de los casos sólo fueron positivos en orina y 21% solo en plasma. Se observaron patrones similares de positividad acorde los días de evolución en mujeres embarazadas y población general. Conclusiones/Recomendaciones: La positividad en muje - res embarazadas fue mayor que en la población general, probablemente debido a que la viremia en mujeres emba - razadas es más alta y prolongada como ha sido reportado previamente. En 8% de recién nacidos con microcefalia se pudo detectar ARN-viral. Se encontró que ambas muestras, orina y plasma aportan valor al diagnóstico de Zika. Deter - minar la presencia de ARN-viral de Zika en los distintos días de evolución, es importante para conocer la cinética viral en la historia natural de la enfermedad, mostrando un pico en el primer día y luego en el cuarto día, con un declive después del quinto día de evolución, lo cual tiene implicaciones en el diagnóstico de la infección.14TL CARACTERIZACIÓN Y DIFERENCIACIÓN MORFOLÓGICA DE LA GENITALIA DE VECTORES TRANSMISORES DE ARBOVIROSIS DOMINICANA, 10mo semestre y Parasitología (IMPA), Facultad de Ciencias, Universidad Autónoma de Santo Domingo (UASD), República Dominicana; 2Life and Health Sciences Research Institute (ICVS), University of Minho , Braga, Portugal; 3Brock University, St. Catharines, Ontario, Canada. Antecedentes: Las enfermedades transmitidas por vecto - res representan más del 17% de las enfermedades infec - ciosas, provocan cada año más de 1 millón de defunciones. Alrededor de 2,500 millones de personas están en riesgo de contraer arbovirosis. A nivel mundial, Aedes aegypti y A. albopictus son las especies más importantes de mosquitos, transmisores de enfermedades por vectores. Es importante la diferenciación morfológica entre A. aegypti y A. albopictus como ente de Arbovirus (DENV, CHKV, ZIKV). Objetivo: Identiicar morfológicamen - te transmisores de arbovirosis en república do - minicana a través de la genitalia. Metodología: Se realiza - ron capturas en diferentes puntos del país cada una georre - ferenciadas donde se colocan trampas como: CDC, BG-1, BG-2, en horarios de 6:00pm a 8:00am, ciclo vital del mos - quito en búsqueda de alimento para su reproducción. Para el estudio de sus estructuras morfológicas, clasiicación y caracterización de las especies de Ae. aegypti y Ae. albopic - tus se observaron bajo el microscopio y/o lupas entomoló - gicas especiales, Además, se tomó en cuenta las genitalias como elemento de clasiicación y diferenciación. Resulta- do: Cada especie fue clasiicada mediante el estudio de diferentes estructuras anatómicas las cuales luego fueron comparadas con su genitalia, haciendo uso del microscopio y/o lupa entomológica. Determinando que ambas especies estuvieron presentes predominando el Ae. aegypti , coin - cidiendo con estadísticas internacionales. Ae. Albopictus estuvo más presente en áreas rurales que áreas urbanas. Conclusiones/Recomendaciones: Un aspecto a destacar en este estudio es la importancia en la diferenciación de la genitalia, ya que a pesar de que estas especies presentan características morfológicas diferentes, es la genitalia que permite una identiicación de forma más especíica. S72 REV MED HONDUR 2017;85(Supl. No. 2):1-11415TL PESQUISA DE TRIPANOSOMIASIS AMERICANA EN ESTUDIANTES DE LA ESCUELA LATINO- AMERICANA DE MEDICINA EN CUBA. Lázara Rojas Rivera, Jorge Pavel Delgado, Fidel Nuñez Fernández, Jorge Fraga Nodarse. Departamento de Parasitología, Instituto de Medicina Tropical Pedro Kourí, La Habana, Cuba. Antecedentes : Uno de los desafíos actuales para el manejo de la Enfermedad de Chagas en países no endémicos es conocer la prevalencia en el grupo de personas proceden - tes de áreas endémicas y que permanecen durante mucho tiempo en estos países. En Cuba hasta el momento no se reportan casos autóctonos con Enfermedad de Chagas, sin embargo existe el riesgo de transmisión vectorial al encon - trarse en la isla 4 especies de Triatomineos. A este riesgo se une el constante lujo de personas procedentes de áreas endémicas de la enfermedad, la presencia en el país por largos períodos de tiempo de estudiantes latinoamericanos que provienen de los 18 países endémicos y la presencia de cubanos por prolongados períodos de tiempo en estos países endémicos. Objetivo: Estimar la prevalencia de Tripanosomiasis americana en estudiantes de la Escuela Latinoamericana de Ciencias Médicas en Cuba y validar el algoritmo para su diagnóstico. Metodología: Se realizó un estudio descriptivo transversal y experimental en estu - diantes de la Escuela Latinoamericana de Medicina en el período comprendido de Septiembre 2012 a Noviembre de 2014. Para realizar el diagnóstico, fueron utilizados cuatro métodos serológicos comerciales, y paralelamente se utilizó la técnica de PCR-kDNA para detectar la presencia del pa - rásito. Resultados: La seropositividad resultó ser de 6.25%. La técnica de PCR-kDNA mostró una sensibilidad y espe - ciicidad diagnóstica de 100%, lo que permite considerarla como prometedora para el diagnóstico de la Enfermedad de Chagas. No se encontró asociación estadísticamente signi - icativa entre las características sociodemográicas estudia - das con la presencia de la enfermedad, excepto proceder de una zona rural. Conclusiones/Recomendaciones: Los métodos de diagnóstico utilizados en el algoritmo de traba - jo para el diagnóstico de la Tripanosomiasis americana en Cuba mostraron validez y seguridad diagnóstica suiciente para justiicar su uso en cada uno de los niveles de conir - mación del diagnóstico de la enfermedad. 16TL ALTA PREVALENCIA DE DEFICIENCIA G6PD EN REPUBLICA DOMINICANA. Isabel Veiga, PhD,1,2 José Díaz, MD, MSc,1 Francisco MSc,1 Pedro Ferreira, Ph.D.,1 1Instituto de Microbiología y Parasitología (IMPA), Facultad de Ciencias, Universidad Autónoma de Santo Domin - go (UASD), República Dominicana; 2Life and Health Sciences Research Institute (ICVS), School of Medici - ne, University of Minho, Braga, Portugal; 3Department of Physiology and Pharmacology (FYFA), Karolinska Institute, Estocolmo, Suecia. Antecedentes: República Dominicana (RD) es uno de los pocos países donde la cloroquina se usa como tratamiento de primera línea contra la malaria no complicada causada por Plasmodium falciparum y administrado junto con la pri - maquina. Ambos fármacos, especialmente la primaquina, pueden causar hemólisis aguda en personas con deiciencia de glucosa-6-fosfato deshidrogenasa (G6PD). Por lo tanto, el tratamiento de primera línea de la malaria puede ser una fuente de complicación clínica en pacientes que portan esta deiciencia. Objetivo : Determinar la prevalencia molecular de la deiciencia de G6PD en la población de Republica Do - minicana. Metodología: Se trató de comprender la preva - lencia de la deiciencia de G6PD - piicación de G6PD alelo-A de 348 individuos do - minicanos sospechosos de malaria provenientes de las di - ferentes regiones del país, con edades comprendidas entre 12 y 60 años. La detección del G6PD alelo A (conteniendo la sustitución patogénica G202A) fue realizada por reacción en cadena de polimerasa en tiempo real usando TaqMan® SNP Genotyping Assay (SNP ID: rs1050828; Applied Bios - system) sensitivo y especiico. Las reacciones fueron corri - das en un Biorad CFX96 Touch Real-Time PCR Detection System, en el Life and Health Sciences Research Institute (ICVS), Portugal. El protocolo fue aprobado por el Comité de Bioética del IMPA. El consentimiento informado fue ir - mado por cada participante. Resultados: Encontramos que el 20% (71/348) de los sujetos portan el alelo A de G6PD, una frecuencia similar a la encontrada en poblaciones de África descrita con alta incidencia de deiciencia de G6PD. Conclusión/Recomendaciones: Esta alta prevalencia de deiciencia de G6PD pone de relieve el peligro potencial de hemólisis en esta población que debe ser cuidadosamente evaluado y controlado cuando se administran medicamen - tos oxidativos para tratar la malaria.S73 REV MED HONDUR 2017;85(Supl. No. 2):1-11417TL PREVALENCIA E INTENSIDAD DE INFECCION POR GEOHELMINTOS EN NIÑOS ESCOLARES DE COMUNIDADES DEL DEPARTAMENTO DE COPÁN, HONDURAS, ABRIL 2015 Y ABRIL 2017. Concepción Zúniga, MD, MSc;1,2 Jorge García, MQC;2,3 María Mercedes MQC, MSc;4 Jacke - line Alger, MD, PhD.1,3,5 Infecciosas y Parasitología Antonio Vidal; 2Departa- mento de Vigilancia de Salud, Hospital Escuela Uni - versitario; 3Servicio de Parasitología, Departamento de Laboratorios Clínicos, Hospital Escuela Universi - tario; 4Grupo de Investigación en Parasitología, Es - de Microbiología, UNAH; 5Unidad de Investiga - ción Cientíica, Facultad de Ciencias Médicas UNAH; Tegucigalpa, Honduras. Antecedentes: Encuestas parasitológicas en niños esco - lares permiten medir situación epidemiológica para dirigir intervenciones contra geohelmintiasis. Comunidades ca - tegoría uno (prevalencia global >70% e infección modera - da/severa > 10%, OPS/OMS 2002), requieren tratamiento universal (1 año) y grupos de riesgo (escolares, preesco - lares, mujeres en edad fértil) 2-3 veces/año, educación y saneamiento. En 2014 inició un proyecto colaborativo con apoyo técnico-inanciero de ANESVAD, Bilbao, España (2014-2017). Objetivo: Estimar prevalencia e intensidad de infección por geohelmintos en niños escolares de Copán, 2015-2017. Metodología: Estudio descriptivo; se realizaron dos encuestas parasitológicas (técnica Kato-Katz) en 8 co - munidades de Copán. Primera encuesta: Abril 2015 (antes de desparasitación nacional); segunda encuesta: Abril 2017 (1 mes después de desparasitación). Se incluyeron 50 ni - ños/escuela de cualquier grado y preescolares. Se obtuvo consentimiento (responsables/tutores) y asentimiento (ni - ños) informados; protocolo aprobado por Comité de Ética, Escuela de Microbiología, UNAH. Se presenta frecuencia y porcentaje de variables; intensidad de infección: conteo de huevos/gramo heces. Resultados: Primera encuesta: 398 niños, 56.5% (225) varones, edad promedio 9.1 años (rango 5-17); prevalencia encuesta: 312 niños, 51.9% (162) varones, edad promedio 9.0 años (rango 3-15), prevalencia (incluidas coin - 10.3%, en 4 comunidades >10%. Adicionalmente, 0.3% (1/312) infecciones por H. nana . Niños y comunidades recibieron antihelmíntico según lineamientos Secretaría de Salud, albendazol, 400 mg v.o. dosis única. Conclusiones/Recomendaciones: Tricuriasis fue más prevalente en ambas encuestas. Aunque estas co - munidades participan en programa de control (desparasita - ción c/6 meses), hubo prevalencia de infecciones modera -das/severas > 10%. Un programa de control debe monitorear desparasitación y acompañarla de educación y saneamien - to para garantizar resultados sostenibles exitosos. 18TL SISTEMATIZACIÓN DE INTERVENCIONES CON ENFOQUE ECOSISTÉMICO PARA LA PRE- VENCIÓN Y CONTROL DE INFECCIONES POR GEOHELMINTOS EN HONDURAS. Edna Maradia - ga, MD, MSP;1,2 Psicóloga;3 cepción Zúniga, MD, MSc.2,4 Facultad de Médicas UNAH; tituto de Enfermedades Infecciosas y Parasitología Antonio Vidal; 3Departamento de Servicios del Primer nivel de atención, Secretaria de Salud de Honduras; 4Departamento de Vigilancia de la Salud, Hospital Es - cuela Universitario; Tegucigalpa, Honduras. Antecedentes: Las geohelmintiasis son las infecciones parasitarias más comunes a nivel mundial y afectan a la población más vulnerable. En el periodo 2014-2017 en los municipios de Dolores y San Marcos de la Sierra (Intibucá); San José y Veracruz (Copán), se implementó un proyecto para reducción de la prevalencia e intensidad de las infec - ciones por geohelmintos, aplicando el enfoque de ecosalud, midiendo niveles de infección pre y post, intervenciones educativas, antiparasitarios, empoderamiento, desarrollo de capacidades en las comunidades, gobiernos locales, para prevención y control de estas enfermedades. Objeti- vo: Evaluar las percepciones sobre el proyecto, apropiación de la problemática, las buenas prácticas de la población intervenida, para sugerir su escalamiento a otras regiones. Metodología: Investigación cualitativa. Se realizaron en - trevistas a informantes clave: investigadores, técnicos del proyecto, grupos focales con miembros de las comunidades y 33 entrevistas a profundidad en Intibucá y Copán, líde - res comunitarios, tomadores de decisiones, utilizando guías semi-estructuradas. Se solicitó consentimiento informado verbal, autorización para grabar la información. Transcrip - ción de datos y análisis de contenido. Resultados: Los par - ticipantes de ambas comunidades percibieron el proyecto como exitoso, ya que se apropiaron de los conocimientos, vieron los resultados de mucho beneicio para sus familias a los pocos meses, aplicaron las buenas prácticas para pre - venir y controlar los geohelmintos. Se fortaleció y surgieron nuevos líderes comprometidos que lograron gestionar la le - trinización, saneamiento ambiental, análisis de calidad del agua y una red de vigilancia para reportar este tipo de infec - ciones. El involucramiento de las autoridades municipales y del sector salud varió en cada comunidad lo que inluyó en los beneicios obtenidos. Conclusión/Recomendación: El proyecto fue percibido en los municipios como exitoso. Se abordaron los determinantes sociales para el control de estas infecciones y se asegura la sostenibilidad del proyec - to. Recomendamos aplicar el enfoque de ecosalud en otros problemas de importancia para los municipios.S74 REV MED HONDUR 2017;85(Supl. No. 2):1-11419TL IDENTIFICACIÓN DE MUTACIONES PUNTUALES EN EL GEN DE LA BETA-TUBULINA ASOCIADAS CON RESISTENCIA A LOS BENZIMIDAZOLES EN Ascaris lumbricoides Y Trichuris trichiura EN HONDURAS, 2016. Ana Lourdes Sánchez, Doctora en Ciencias;1,2 Gabriela Matamoros, Maestrante en Enfermedades Infecciosas y Zoonóticas;3,4 María Mer - cedes Rueda5, Gustavo Fontecha, Doctor en Genéti - ca y Biología Celular.1,4,5 1Instituto de Investigaciones en Microbiología, Universidad Nacional Autónoma de Honduras (UNAH), Tegucigalpa, Honduras; 2Departa - mento de Ciencias de la Salud, Brock University, St. Catherines, Ontario, Canadá; 3Maestría en Enferme - Investigaciones Genéticas, UNAH; 5Escuela de Micro - biología, UNAH; Tegucigalpa, Honduras. Antecedentes : En países endémicos por geohelmintiasis, la OMS ha recomendado a los programas nacionales el uso de quimioterapia preventiva a base de benzimidazoles como una estrategia de control. Dicha estrategia conlleva la nece - sidad de vigilar por la emergencia de parásitos resistentes al tratamiento antihelmíntico. Objetivo : Determinar la fre - cuencia de polimorismo de un solo nucleótido (SNPs) en el gen beta-tubulina, asociados con resistencia - dazoles en Ascaris lumbricoides y Trichuris trichiura en el año 2016 en La Hicaca, Yoro. Metodología : Se determinó la prevalencia e intensidad de geohelmintiasis mediante Kato- Katz. Se recuperaron especímenes adultos de 8 participan - tes con infecciones moderadas y severas. Adicionalmente, se incluyeron en el estudio todas las muestras infectadas con A. lumbricoides o T. trichiura. Se extrajo ADN de los es - pecímenes adultos y de las muestras de heces utilizando el kit comercial PrepFiler Express BTA y FastDNASpin Kit respectivamente. Se genotipiicaron por secuenciación los codones 200, 198 y 167 para evaluar la frecuencia de los SNPs. Aprobación ética de CEI-MEIZ-UNAH y Universidad de Brock, Canadá. Resultados : La prevalencia puntual de geohelmintos en esta comunidad fue de 61.3%, siendo T. trichiura el parásito más prevalente. Durante el estudio se recuperaron 415.5 especímenes adultos de T. trichiura y 43 de A. lumbricoides . Se secuenciaron exitosamente 40 gu - sanos adultos de A. lumbricoides , 50 gusanos adultos de T. trichiura y 7 muestras positivas por ascariasis. Se determinó que ninguna de las muestras analizadas poseía los SNPs asociados con resistencia a benzimidazoles. Conclusio- nes/Recomendaciones : El presente trabajo fue exitoso al implementar por primera vez en Honduras la tecnológica molecular para detectar mutaciones puntuales asociadas a la resistencia. Debido a la potencial emergencia de dichas mutaciones, tal y como ha ocurrido en parásitos de interés veterinario, sugerimos que se continúen realizando estudios de vigilancia en este aspecto.20TL Helicobacter pylori Y EL RIESGO DE CÁNCER GÁSTRICO. Vivian L. Matta, PhD;1 Jorge Luis De Leon, PhD.21Escuela de Química Biológica; 2Departe- mento de Biometría; Facultad de Ciencias Químicas y Farmacia, Universidad de San Carlos de Guatema - la; Guatemala, Guatemala. Antecedentes: El primer reporte sobre la infección por H. pylori en Guatemala se realizó en 1991, habiéndose rea - lizado a la fecha varios estudios sobre la frecuencia de la infección y su presentación clínica, pero muy pocos sobre su asociación con el cáncer gástrico. Objetivo: Determinar la tasa de riesgo de los pacientes con H. pylori, de pade - cer el cáncer gástrico y la probabilidad conjunta; estimar costo-efectividad de la propuesta de tratar a todo paciente positivo para evitar que la infección progrese a un proceso maligno. Metodología: Se revisaron 284 expedientes en el Instituto de Cancerología y Hospital \"Bernardo del Valle S\" entre los años 2004 y 2007. Resultados : El rango de edad más afectado de los pacientes con cáncer fue de 41 a 80 años de los cuales, 107 pacientes (37%) fueron considera - dos como: fuera de tratamiento oncológico\". A 248 (87%) el diagnóstico se realizó por endoscopia y únicamente a 69 (27.8%) se les investigó para H. pylori, 22 fueron posi - tivos (31.9%). Ochenta y cinco casos fueron cáncer difuso (34.3%) y 134 intestinal (54%), este último fue más frecuen - te en pacientes H. pylori positivo (10/22, 45.4%) y el difuso en los negativos (26/47, 55.3%). El área del estómago más afectada fue antro (69/155, 44.5%). Los varones fueron los más afectados, 76 (56.7%) con tipo intestinal y 47 (55.3%) difuso. Conclusiones/Recomendaciones: Se estimó una tasa de riesgo de 1.97 (IC = 0.8251-4.7290, p=.200) de su - frir un cáncer tipo intestinal que uno del tipo difuso, mien - tras que la probabilidad conjunta que un paciente H. pylori positivo desarrolle cáncer es de 0.0058 (IC: 0.0052-0.008). Se recomienda a todo paciente que sufra de gastritis, con - irmar la presencia de H.pylori para recibir un tratamiento adecuado antes de que desarrolle una malignidad. Esta in - tervención es 28.82 veces más costo-efectiva por lo que se justiica su realización.S75 REV MED HONDUR 2017;85(Supl. No. 2):1-11421TL ESTADO ACTUAL DE LA RESISTENCIA A ANTIBIÓTICOS PARA Helicobacter pylori EN LA REPÚBLICA DOMINICANA: ¿QUÉ y Parasitología, (IMPA) Facultad de Ciencias, Universidad Autónoma de Santo Domingo, (UASD) Santo Domingo, República Dominicana; 2Centro de Gastroenterología Santo Domingo, Ciudad Sanitaria Dr. Luis E. Aybar, Santo Domingo, República Dominicana; 3Department of Environmental and Medicine, Houston, Texas 77030, Estados Unidos; 5Centro de Educación Médica de Amistad Dominico- Japones (CEMADOJA), Ciudad Sanitaria Dr. Luis E. Aybar, Santo Domingo, República Dominicana; 6Departamento de Investigacion Biomedica, Instituto Nacional de Medicina e Imágenes Diagnostica, Santo Domingo, República Dominicana. Antecedentes: La susceptibilidad de Helicobacter pylori a los antibióticos en la República Dominicana (RD) no ha sido monitoreada. Objetivo : Evaluar mutaciones en el genoma de H. pylori en pacientes dominicanos asociadas con la drogo-resistencia, en la población de RD durante el periodo 2013-2017. Metodología: Se reclutaron pacientes dispépti - cos y se utilizó dilución de agar para probar la susceptibili - dad a cinco antibióticos. Por secuenciación basada en PCR se frxA y 23S de nueva generación (NGS) se utilizó para identiicar otros genes asociados a la resistencia a me - tronidazol. Resultados: De 158 pacientes, entre 64 cepas de H. pylori aisladas, se identiicaron dos (3.1%), una (1.6%) y ninguna cepa con claritromicina, amoxicilina y resistencia a la tetraciclina, respectivamente. Además, se observó alta frecuencia de resistencia al metronidazol (53/64, 82.8%), mientras que la resistencia a levoloxacina (23/64, 35.9%). Se identiicaron mutaciones rdxA y frxA en cepas resistentes a metronidazol, pero no se observó efecto sinérgico. Se revelaron nuevas mutaciones en dppA, dppB, fdxA y fdxB , independientemente de las mutaciones y frxA. Las nuevas mutaciones en Ser-14 de trx1 y Arg-221 de dapF se asociaron con diferentes niveles de resistencia a metronidazol. La mayoría de las cepas resistentes a le - voloxacina tuvieron una sustitución en Asn-87 de gyrA, in- cluyendo la cepa con mayor resistencia a la levoloxacina; sólo se encontraron tres sustituciones en Ser-479 de gyrB sin efecto sinérgico. Además de la mutación del 23S rRNA A2142G, se observó otra mutación en T1958G en ambas cepas claritromicina resistentes. Conclusiones/Recomen- daciones : Se conirmó alta resistencia a metronidazol y levoloxacina asociada a mutaciones genéticas en RD. Sin embargo, la prevalencia de resistencia a claritromicina fue baja. Esto sugiere que la triple terapia estándar basada en claritromicina sigue siendo útil como tratamiento inicial para la infección por H. pylori . 22TL CARACTERIZACION CLINICO-EPIDEMIOLOGICA DE INFECCIONES URINARIAS coli PRODUCTORAS DE BETALACTAMASAS DE ESPECTRO EXTEN- DIDO, HOSPITAL ESCUELA UNIVERSITARIO, TEGUCIGALPA, HONDURAS, 2013. María Félix Rivera , Doctora en Medicina, Master en Salud Pública;1 Lelany Pineda, Doctora en Microbiología y Química Clínica y Master en Microbiología Médica;2 Edgardo Tzoc Ramírez, Doctor en Microbiología y Química Clínica. Master en Bacteriología;2 Marco Moncada, Doctor en Microbiología y Química Clínica.3 1Departamento de Fisiología/Departamento de Salud Pública, Maestría en Epidemiología, Facultad de Ciencias Médicas; 2Laboratorio de Investigación de Enfermedades Tropicales, Escuela de Microbiología; UNAH; 3Laboratorio de Bacteriología, Hospital Escuela Universitario; prevalencia de Escherichia coli produc- toras de B lactamasas de espectro extendido (BLEE) se ha incrementado a nivel mundial aumentado el riesgo de mor - talidad en los pacientes infectados, por lo que es importante contar con datos nacionales y establecer programas de con - trol de infecciones. Objetivo: Determinar las características clínico-epidemiológicas de las infecciones de tracto urinario (ITU) producidas por E. coli BLEE en el Hospital Escuela Universitario (HEU), junio-agosto 2013. Metodología: Estu - dio descriptivo usando el registro de laboratorio para tomar los aislamientos de E. coli BLEE asociada a ITU. Se recolec - taron datos sociodemográicos, comorbilidades, tratamiento empírico, hospitalizaciones previas y estancia hospitalaria. Resultados: a 216 pacientes se les aisló en orina E. coli , el 26.8% (58) fueron BLEE. Se recolectaron datos de 28 pa - cientes (48.3%) con E. coli BLEE. La media de edad fue de 31.4 años ± 26.8 DE, 23 (82.1%) pertenecían al sexo femenino con una razón hombre:mujer de 4.6:1.0. El 58.8% procedía del Distrito Central, 23.6% del resto de Francisco Morazán y 17.6% de Comayagua. El 46.7% de las muestras fueron tomadas en las primeras 48 horas de ingresado los pacientes, de los cuales el 47.1% no tenía hospitalizaciones previas. El 78.6% no presentó comorbilidad y entre los que tuvieron comorbilidades, la diabetes mellitus tipo 2 e insui - ciencia renal terminal fueron las más frecuentes. El 57.1% recibió tratamiento empírico con ceftriaxone, No. 2):1-114hospitalaria fue 10.3 días±13.8 DE. Conclusiones/Reco- mendaciones: Se analizó una muestra limitada de casos. Destaca el uso de ceftriaxona como tratamiento empírico de primera línea en ITU en el HEU y la presencia de E. coli BLEE adquirida en la comunidad. Es necesario revalorar los tratamientos empíricos y promover el uso racional de los an - tibióticos. 23TL VARIANTES DEL VIRUS DEL PAPILOMA HUMA- NO TIPO 16 EN CASOS NIC 2+ EN MUJERES HONDUREÑAS. RESULTADOS PRELIMINARES. Wendy Valladares , Estudiante Maestría en Enferme - dades Infecciosas y Elmer Turcios, Gi - necólogo/Oncólogo;2 Jaime Berumen, Médico Ciru de Microbiología, Facultad de Ciencias, UNAH; 2Hospital General San Felipe Honduras; 3Unidad de Medicina Genómica, Facultad de Medicina, Universidad Nacio - nal Autónoma de México/Hospital General de México, México DF, México. Antecedentes: El cáncer cervical (CC) continúa siendo la primera causa de muerte entre las mujeres hondureñas. El virus del papiloma humano (VPH) es el principal factor de riesgo asociado al desarrollo de CC, siendo el tipo VPH16 el más prevalente. Las variantes de HPV16 se asocian con diferentes riesgos de desarrollar NIC2+ (Neoplasia intraepi - telial cervicouterina de alto grado), aunque todas son carci - nogénicas. Son 4 los principales linajes del VPH16 encon - trados: europeos/asiáticos (EAS), y norteamericano/asiático-americano (NA/ AA). Objetivo : Identiicar las variantes del VPH16 presentes en casos de NIC 2+ en mujeres hondureñas. Metodología: Estudio descriptivo transversal, la muestra analizada de 13 mujeres infectadas con VPH16 proviene de un estudio más amplio. Las lesiones cervicales fueron conirmadas por es - tudios colposcópicos e histológicos como NIC2+ (12 CC y 1 NIC II). El VPH fue detectado con la prueba de captura híbri - da (hC2) y la genotipiicación del VPH16 con PCR especíica del gen L1 (GP5/6+) e hibridación reversa (LiPA). Se iden - tiicaron las variantes de los linajes y sublinajes mediante secuenciación de regiones de los genes E6 y (30.7%). La variante EAS se encontró uniformemente distribuida en todos los rangos de edad (32-55), a diferencia de la variante NA/AA encontra - da solamente en mujeres de 36-48 años. Ambas variantes fueron encontradas con frecuencia similares en carcinomas escamosos (EAS 100% y NA/AA 75%); solo una variante NA/AA fue detectada en Adenocarcinomas. Conclusiones/ Recomendaciones: Los resultados preliminares demostra - ron que la variante EAS del VPH16 se encontró con mayor frecuencia, mientras que la variante NA/AA constituyó una cuarta parte dentro de la muestra estudiada. El análisis de una mayor muestra podría contribuir a explicar por qué al - gunas infecciones con VPH16 progresan más rápidamente a cáncer invasor. 24TL UTILIZACIÓN DE LA TÉCNICA DE ELISA PARA LA DETECCIÓN DE ANTÍCUERPOS DE Giardia intestinalis EN MUESTRAS DE SALIVA, REPUBLICA DOMINICANA, 2016. Romy Amparo , 7mo Semestre de Microbiología,1 María Ph.D.,1,2 M.D., MSc,1 Microbiología y Parasitología (IMPA), Facultad de Ciencias, Universidad Autónoma de Santo Domingo (UASD), República Dominicana; 2Departamento de Biología Celular y Parasitología, Facultad de Farmacia, Universidad de Valencia, España, 3Instituto de Biotecnología, Universidad de Granada, España. Antecedentes: Giardia intestinalis , protozoo de distribución global, con más incidencia en regiones tropicales y subtro - picales, afecta cerca del 2% de adultos y del 6-8% de los niños en el mundo. Cerca del 33% de las personas en paí - ses en vía de desarrollo tienen Giardia . Un diagnóstico fácil y oportuno de Giardia intestinalis es esencial para mejorar el manejo de esta parasitosis. Objetivo : Detectar anticuerpo anti-Giardia intestinalis en saliva mediante técnica de ELISA en pacientes de consulta del Centro de Gastroenterología de Santo Domingo. Metodología: Muestras de saliva y he - ces de 60 pacientes de ambos sexos y distintas edades, que asistieron a consultas de gastroenterología del Centro de Gastroenterología de Santo Domingo durante octubre y noviembre del 2016, fueron analizadas. Se evaluó la saliva para detectar las respuestas de IgA especíicos para Giardia intestinalis presentes mediante una técnica de ensayo inmu - noabsorbente (ELISA) casera. Las heces fueron evaluadas por el método de Ritchie modiicado y analizadas al micros - copio. Un consentimiento informado fue irmado por los par - ticipantes. Resultado: Los anticuerpos salivales especíicos contra la infección por G. intestinalis fue un 41.7% (25/60), mientras que en las heces exploradas mediante microsco - pia por el método coproparasitológico de Ritchie modiicado solo se obtuvo un 3.33% (2/60), la infección estuvo presente en todos los rangos de edades y en ambos sexos, un 16% (4/25) de los pacientes que resultaron positivos cursaron con síntomas clínicos que consistieron en dolor abdominal, diarrea, cólicos y latulencia. Conclusiones/Recomenda- ciones: Los anticuerpos salivales especíicos para G. in - testinalis pueden servir como herramienta de diagnóstico, sobre el análisis de las heces al microscopio, teniendo una especiicidad mayor al método coproparasitológico emplea -S77 REV MED HONDUR 2017;85(Supl. No. 2):1-114do, otra ventaja es la técnica del muestreo, por la facilidad y la rapidez que consiste la obtención de una muestra de saliva vs una muestra de heces, especialmente en niños pe - queños y personas constipadas. 25TL FACTORES ASOCIADOS A LA INFECCION POR APICOMPLEXA INTESTINALES, HOSPITAL ESCUELA UNIVERSITARIO, TEGUCIGALPA, HONDURAS, 2013-2016. RESULTADOS PRELI- MINARES. Jorge García, Microbiólogo y Químico Clínico;1 Jackeline Alger, MD, PhD;1,2 Ramón Jeremías Soto, MD, MHS.31Servicio de Parasitología, Departamento de Laboratorio Clínico, Escuela Universitario; 2Unidad de Investigación Cientíica, FCM, en Epidemiología, UNAH; Tegucigalpa, Honduras. Antecedentes: En el Servicio de Parasitología, Hospital Escuela Universitario (HEU), se busca sistemáticamente infecciones por apicomplexa intestinales ( Cyclospora ca - belli ) en niños <5 años y en sujetos de cualquier edad con heces diarreicas/liquidas. La ocurrencia y presentación clínica varía entre grupos poblacionales. Objetivo: Identiicar fac - tores asociados a la infección por apicomplexa intestina - les, HEU, Tegucigalpa, 2013-2016. Metodología. Estudio de casos/controles pareado por edad (+/-5 años) y sexo, por cada caso dos controles. Sujetos seleccionados del registro diario del Servicio de Parasitología. La informa - ción clínico-epidemiológica se completó mediante revisión de expedientes. Caso : sujeto con sospecha clínica de pa - rasitosis por apicomplexa intestinal conirmado mediante coloración acido-resistente modiicada (ARM) en muestra de heces. Control : sujeto con resultado ARM negativo. Pro - tocolo aprobado por Comité de Ética en Investigación Bio - médica (CEIB), FCM, UNAH. Resultados: spp., 16.1% C. belli y 1.2% infección mixta. A la fecha se cuenta con información de 34 casos y 69 controles. En - tre los casos, 50.0% masculinos, edad mediana 3.5 años (Rango Intercuartílico 2-25), 50.0% tuvo alteración (1/34) leu - cocitos en heces. Entre los factores asociados destacan (p<0.05): coinfección con otros protozoos resultados preliminares mostraron menor probabilidad de encontrar estas parasito - sis en sujetos con neutroilia y/o leucocitos en heces, pero aquellos sujetos infectados con otros protozoos mostraron 4 veces más probabilidad de padecerlas, posiblemente por similares mecanismos de transmisión. Es necesario com - pletar captación de sujetos para robustecer los hallazgos y análisis estadístico por especie. 26TL PRESENCIA DE HELMINTOS EN HECES DE ANI- MALES EN DOS PARQUES DE SANTO DOMINGO, REPÚBLICA DOMINICANA, 2015. Edita Aquino, Es- pecialista en Microbiología,1 Blaine Báez, M.D., MSc,1 Mónica Dilenia - cía, Lic. Microbiología, Yesenia de León, 8vo Semes - tre Bioanálisis,1 Romy 7mo. Semestre de 1Instituto de Microbiología y Parasitología (IMPA), Facultad de Ciencias, Universidad Autónoma de Santo Domingo (UASD), Santo Domingo, República Dominicana. Introducción: Los Helmintos se encuentran distribuidos y presentes en la población canina y otros animales. Los efec - tos de éstos en la salud humana o canina representan un problema potencial en la salud pública. La contaminación de los parques recreativos, por heces con parásitos del grupo de los helmintos, es un riesgo constante para la salud de niños y adultos. El riesgo zoonótico estará ligado al tipo de parásitos presentes y las características medio ambientales, que favorecen el desarrollo de los mismos. Objetivo: De- terminar la presencia de helmintos en heces de animales, en dos parques recreativos situadas en la ciudad de Santo Domingo, República Dominicana. Metodología : Se realizó un estudio, descriptivo, transversal, durante los meses Sep - tiembre-octubre del 2016. Se aplicó un formulario, donde se registraron las características demográicas de los parques Mirador Norte y Mirador Sur, muy separados e inluenciados por poblaciones socioeconómicas muy diferentes. Se colec - taron 120 muestras de heces, 60 de cada parque, recogidas del medio ambiente, con cucharas plásticas. Se eligieron de forma aleatoria, transportadas en formol 10%, procesadas y analizadas en los Laboratorios de Parasitología del Ins - tituto de Microbiología, IMPA, UASD, utilizando el método de Ritchie modiicado. Resultados : En el parque Mirador Norte, 19 (32%) muestras de las 60 colectadas resultaron positivas. La distribución de los parásitos encontrados fue: Toxocara spp. 5 (26%), Strongyloides spp. 5 (26%) y Anci - lostómidos 4 (21%). En el parque Mirador Sur, resultaron 11 (19%) muestras positivas de las 60 colectadas. Los pará - sitos encontrados fueron: Toxocara spp. 4 (36)%, Eimeria spp. 3 (27%) y Ancilostómidos 3 (18%). Conclusiones/Re- comendaciones : Este estudio sugiere que ambos parques están contaminados con heces de animales con parásitos helmintos de riesgo Zoonotico, siendo el parasito más fre - cuente el Toxocara spp. por lo que se aconseja el controlar de la defecación de los animales en estos parques de re - creación. S78 REV MED HONDUR 2017;85(Supl. No. 2):1-11427TL PREVALENCIA E INTENSIDAD DE INFECCION POR GEOHELMINTOS EN NIÑOS ESCOLARES DE COMUNIDADES DEL DEPARTAMENTO DE INTIBUCÁ, HONDURAS, NOVIEMBRE 2014 Y OC- TUBRE 2016. Concepción Zúniga, MD, MSc;1,2 Jorge García, Parasitología Antonio partamento Universitario; 3Servicio de Parasitología, Departa - mento de Laboratorios Clínicos, Hospital Escuela Universitario; 4Grupo de Investigación en Parasitolo - gía, Escuela de Microbiología, UNAH; 5Unidad de In - vestigación Cientíica, Facultad de Ciencias Médicas UNAH; Tegucigalpa, Honduras. Antecedentes: Encuestas parasitológicas en niños esco - lares permiten medir situación epidemiológica para dirigir intervenciones contra geohelmintiasis. Comunidades cate - goría uno (prevalencia global >70% e infección moderada/ severa > 10%, OPS/OMS 2002), requieren tratamiento uni - versal (1 año) y grupos de riesgo (escolares, preescolares, mujeres en edad fértil) 2-3 veces/año, educación y sanea - miento. En 2014 inició proyecto colaborativo con apoyo téc - nico-inanciero de ANESVAD, Bilbao, España (2014-2017). Objetivo: Estimar prevalencia e intensidad de infección por Geohelmintos en niños escolares, Intibucá, 2014-2016. Me- todología: Estudio descriptivo; se realizaron dos encuestas parasitológicas (técnica Kato-Katz) en 12 comunidades. Pri - mera encuesta: Noviembre 2014 (1 mes después de despa - rasitación); segunda encuesta: Octubre 2016 (sin despara - sitación). Se incluyeron 50 niños/escuela, cualquier grado y preescolares. Se obtuvo consentimiento (responsables/tuto - res) y asentimiento (niños) informados; protocolo aprobado por comité de ética, Escuela de Microbiología, UNAH. Se presenta frecuencia y porcentaje de variables, intensidad de infección: conteo de huevos/gramo heces. Resultados: Pri- mera encuesta: 557 niños, 50.9% (284) niñas, edad prome - dio 10.5 años (rango >10%. Adicionalmente, spp. 0.7% (4/557). Segunda encuesta : 513 niños, 51.6% (265) varones, edad promedio 9.7 años (rango 4-16), prevalencia (incluidas coinfecciones): A. lumbricoides 38.8% (199/557) y 8.6% (44/557), casos de uncinariasis; infecciones mode - rada/severa 13.4%, en 5 comunidades y Enterobius vermicularis uno). Niños comunidades recibieron (Secre - taría de Salud), albendazol, niclo (teniasis). Conclusiones/ Recomendaciones: Aunque estas comuni -dades participan en programa de control (desparasitación c/6 meses), hubo prevalencia de infecciones moderadas/se - veras > 10%. Teniasis podría ser problema de salud pública. Un programa de control debe monitorear desparasitación y acompañarla de educación y saneamiento para garantizar resultados sostenibles exitosos. 28TL VIGILANCIA DE LAS GEOHELMINTIASIS A TRA- VÉS DE UNIDADES CENTINELA, HONDURAS. Reina Teresa Velásquez , Doctora en Medicina Vete - rinaria master en epidemiologia;1 Rosa Elena Mejía, Doctora en Microbiología y Master en Epidemiologia.2 1Unidad Vigilancia de la Salud, Vigilancia de Zoonosis y Enfermedades Infecciosas Desatendidas, Secreta - ria de Salud; 2Enfermedades Transmisibles y Análisis de Salud, OPS/OMS Honduras; Tegucigalpa, Hondu - ras. Antecedentes: Desde el inicio de un programa de control de geohelmiantiasis debe establecerse un sistema periódi - co de recolección de datos para monitoreo de actividades como la distribución de medicamentos antihelmínticos de forma masiva. Uno de los métodos más eicientes es re - colectar datos epidemiológicos a través de sitios centinela. Descripción de la experiencia: En Honduras, sitio centine - la consistió en una escuela en la que se colectaron muestras de heces. Se implementó en 14 departamentos con 28 es - cuelas centinela y una cobertura de 1,233.319 niños de 5-14 años ubicados en 6 zonas ecológicas del país. La frecuencia de recolección de muestras se planea realizar bienalmente con el propósito de comparar progreso en el tiempo utilizan - do indicadores como prevalencia e intensidad de infección. En Honduras para control de geohelmintiasis se realizan dos rondas de administración masiva de medicamento en población escolar. En 2015, previa a la segunda ronda se realizó recolección aleatoria de 1495 muestras en población escolar de 8,713, a 50 niños participantes por cada escuela centinela. Previa obtención de datos y muestras se obtuvo consentimiento y asentimiento informado. Personal de Uni - dad de Vigilancia de la Salud y Laboratorio Regional y Na - cional de la Secretaria de Salud fueron los responsables del monitoreo y control de calidad de las muestras procesadas. Según resultados obtenidos se observó una leve disminu - ción de la prevalencia general en relación a línea base. Se identiicó que la proporción de los niños con infección severa para cualquiera de las geohelmintiasis fue <1%. Lecciones aprendidas : Con la actividad de desparasitación se obser - vó una reducción de la proporción de niños severamente infectados pero una reducción más lenta de la prevalencia de geohelmintiasis. Se recomienda mantener la frecuencia del tratamiento que se viene realizando, reforzar las medi - das para mejorar la calidad y suministro del agua potable, saneamiento y promoción de la salud.S79 REV MED HONDUR 2017;85(Supl. No. 2):1-11429TL CONOCIMIENTOS, ACTITUDES, PRACTICAS Y ESTADO ANIMICO EN MUJERES EMBARAZADAS ATENDIDAS ENTRE JUNIO-JULIO 2016, EN TEGUCIGALPA, HONDURAS. Doria Aracely Eduardo A. Fernández Cerna,6 Manuel A. Sierra Santos,7 Daniel E. Gálvez Díaz,8 Andrea C. Carias Diaz.8 1Clínica Periférica No. 3, Instituto Hondureño de Seguridad de Fisiología, Facultad de Ciencias Médicas (FCM), Salud Pública, Maestría en Epidemiología, FCM 4Dirección General de Normalización, Secretaría de Salud (SESAL); 5Departamento de Psiquiatría, FCM UNAH, 6Unidad de Vigilancia SESAL, 7Unidad Investigación Cientíica, FCM UNAH; 8Médico en Servicio Social, FCM, UNAH. Antecedentes. La causa de la enfermedad conocida como ZIKA (ZIKV) es un lavivirus transmitido principalmente por mosquitos del género Aedes. Los síntomas más frecuentes son iebre, exantema, conjuntivitis, mialgias y artralgias. Es una enfermedad emergente en las Américas, presentando un brote en Brasil entre 2015-2016. El ZIKV se extendió por todo el continente americano. En Honduras se reportaron más de 32,000 casos (2016). Objetivo. Determinar conoci - mientos, actitudes, prácticas (CAP) y situación anímica con relación al ZIKA en embarazadas atendidas en el Hospital Escuela Universitario e Instituto Hondureño del Seguro So - cial de Tegucigalpa (junio-julio 2016). Metodología. Estudio transversal en 274 mujeres embarazadas. Previo consen - timiento informado, se colectaron datos y CAP. El estado anímico (depresión, ansiedad) se valoró con formulario es - tandarizado de Beck. Resultados. La edad media fue 25 años, 89.1% de Francisco Morazán, la escolaridad prome - dio fue 8.7 años, 58.5% tenía empleo. El 68.5% había tenido al menos dos partos y 52.1% estaba en el tercer trimestre de gestación. El 90.0% dijo que ZIKV se transmite por mosqui - tos, 19.7% por transmisión sexual y 3.6% de madre a hijo; 90% manifestó que el ZIKV afectaría al feto, 84% mencionó que es seguro que éste tenga malformaciones, 68% dijo po - dría producir otras malformaciones además de microcefalia, 100% considera que el ZIKV supone riesgo para ellas y el bebé y 88.5% considera tener riesgo alto/muy alto. Entre las prácticas reportaron: vigilar criaderos (95.3%), protectora (85.0%), mallas (85.4%), (92.0%), en 14.2%, moderada (8.0%), severa (2.6%). El 15% tenía depresión moderada, leve (10.2%) y grave (6.6%). Conclusiones/Re- comendaciones. En este primer estudio de esta naturaleza en Honduras, hubo un nivel relativamente alto de conoci - mientos aunado a algunas creencias erróneas sobre ZIKV. Casi un cuarto y poco menos de un tercio presentó algún grado de ansiedad y/o depresión, respectivamente. 30TL INFECCION POR VIRUS DE ZIKA EN MUJERES EMBARAZADAS EN HONDURAS, 2016-2018; RE- SULTADOS PRELIMINARES. Pierre Buekens, Ma- Tulio Luque, MD;9 Lorena Mai - rena, Carlos Mata, MD;12 Dawn Wesson, PhD;1 Concepción Zúni - ga, MD, MSc.13 1Escuela de Salud Pública y Medicina Tropical, Universidad de Tulane, New Orleans, EUA; 2Hospital Escuela Universitario/Facultad de Ciencias Médicas UNAH; 3Instituto de Enfermedades Infeccio - sas y Parasitología Antonio Vidal (IAV), Tegucigalpa, Honduras; 4Instituto de Efectividad Clínica y Sanitaria (IECS), Buenos Aires, Argentina; 5Centro de Salud Alonso Suazo, Tegucigalpa, Honduras; 6Departa- mento Ginecología y Obstetricia, Hospital Escuela 7Neonatología, Departamento Escuela Univer - sitario, Tegucigalpa, Honduras; 8Escuela Microbiolo - gía, Universidad Nacional Autónoma de Honduras, Tegucigalpa, Honduras; 9Infectología, Departamento de Pediatría, Hospital Escuela Universitario, Tegu Honduras; 10Hospital General San Felipe, Tegucigalpa, Honduras; 11Region Metropolitana del Distrito Central, Secretaría de Salud, Tegucigalpa, Honduras; 12Neurología, Departamento de Pediatría, Hospital Escuela Universitario, Tegucigalpa, Hondu - ras; 13Vigilancia de la Salud, Hospital Escuela Univer - sitario, Tegucigalpa, Honduras. Antecedentes: Aunque existe evidencia creciente sobre la relación entre infección materna por virus de zika (VZika) y microcefalia, todavía no se ha establecido el nivel de riesgo mediante estudios epidemiológicos. Objetivo: Medir la fre - cuencia de infección por VZika en el embarazo y la asocia - ción entre infección materna durante el embarazo y micro - cefalia al nacimiento, Tegucigalpa, Honduras, 2016-2018. Metodología: Estudio tipo caso-cohorte. Reclutamiento de mujeres embarazadas durante primera visita prenatal, Cen - tro de Salud Alonso Suazo; seguimiento al nacimiento (Hos - pital Escuela Universitario, Hospital General San Felipe). Al enrolamiento, previo consentimiento/asentimiento informa - dos se obtienen datos sociodemográicos, localización de vivienda, número telefónico, historia gineco-obstétrica, sín - tomas de Zika durante el embarazo; muestra de sangre. Al nacimiento se registra edad gestacional (FUM, Capurro) y circunferencia cefálica. Caso conirmado: IgM positiva con - irmada por PRNT neutralization s) y/o S80 No. 2):1-114PCR positiva. Caso de microcefalia: circunferencia occipito- frontal al nacimiento <2DE según sexo y edad gestacional (INTERGROWTH-21st). Manejo de datos mediante plata - forma virtual (RedCap, archivos electrónicos) del Instituto de Efectividad Clínica y Sanitaria, Argentina. Aprobación de comités ética Tulane University, EUA, y UNAH, Honduras. Resultados: Inició enrolamiento en julio 2016. A junio 2017 participan 1283 mujeres embarazadas, 167 (13.0%) adoles - centes. De julio a diciembre 2016, 672 mujeres, 6 (0.9%) informaron síntomas en primera visita o antes; entre enero- mayo 2017, 611 mujeres, 3 (0.5%) informaron síntomas en la primera visita o antes. El 58.8% tenía <14 semanas de gestación en la primera visita; 25.7%, 14-28 semanas. Se documentaron dos casos de microcefalia entre 314 neona - tos. Pendiente completar análisis de laboratorio. Conclu- siones/Recomendaciones: La implementación de este protocolo con recursos limitados, obtención de muestras sanguíneas lo más tempranamente posible en el embarazo y almacenadas para análisis futuros, mediante un enfoque modular permitiría agregar estudios futuros de seguimiento a madres infectadas y sus niños. 31TL OPTIMIZACIÓN DE UNA PRUEBA DE ELISA PARA EL DIAGNÓSTICO DE CISTICERCOSIS PORCINA A PARTIR DE SANGRE TOTAL TOMADA CON PA- PEL FILTRO. Julio César Giraldo, de Colombia; de Estudios en y - rasitología (CEPA), Universidad del Cauca; Popayán; Colombia. Antecedentes: El complejo Teniosis/Cisticercosis es una zoonosis considerada problema de salud pública en países en desarrollo. Objetivo: Optimizar una prueba ELISA con sangre total, tomada con papel iltro para diagnóstico de cis - ticercosis porcina. Metodología: A 156 cerdos en el primer semestre del 2015, se les tomó muestra del pabellón auri - cular con lancetas estériles y absorción en discos de papel iltro Whatman No. 1, 4 mm diámetro los cuales se almace - naron a 4°C; posteriormente diluidos en 1mL solución salina durante 24h a 4°C. Se sensibilizaron placas con 0.4µg/mL de la fracción de 53kDa/100l/pozo, se incubaron 24h a 4°C. Se realizaron lavados pH 7.4-Tween 20 al 0.1%. Se adicionó 200L/pozo de solución de bloqueo de BSA, fracción V al 0.1%. Se incubó a 37°C por una hora, se lavó y adicionó 100l de sangre eluida. Las muestras control positi - vas se colectaron de animales que por palpación sublingual premortem se vesiculares disección posmortem se extrajeron cisticercos tisulares y en la evaluación serológica presentaron títulos de anticuerpos; las muestras control negativas de animales que mediante examen directo y serológico fueron negativas. Se incubaron a 37°C una hora, se repitió lavado y adicio - naron 100L de conjugado Anti-IgG porcina marcada con en 1/2500 en PBS sin Tween, se incubó a 37°C. Se realizaron lavados. Se reveló con 200l de OPD en buffer urea pH 5.0. Se frenó la reacción con 50l de HCl 2.5N. La lectura se realizó a 492nm y se determinó punto de corte en 0.335. Resultados . Se optimizó una técnica ELISA doméstica, para diagnóstico de anticuerpos anticisticerco, con nivel de conianza del 95%, Sensibilidad 99.9% y Es - peciicidad 96.6%. Conclusiones/Recomendaciones: La toma de muestras con papel de iltro tiene ventajas como menor costo, mínimo requerimiento de equipos, facilidad en el transporte y preservación. 32TL DESCRIPCIÓN EPIDEMIOLÓGICA DE Fasciola hepatica EN BOVINOS EN EL BENEFICIADERO DE POPAYÁN, CAUCA, COLOMBIA. Catherine M. Ortega-G, Candidata - dro Cañola-S, Médico Veterinario.5 Departamento de Biología, Facultad de Ciencias Naturales, Exactas y de la Educación, Centro de Estudios en Microbiología y Parasitología (CEMPA); 2Departamento de Medici - na Interna, Facultad de Ciencias de la Salud, Centro de Estudios en Microbiología y Parasitología (CEM - PA); 3Departamento de Física, Facultad de Ciencias Naturales, Exactas y de la Educación, Grupo de In - vestigación en Sistemas Dinámicos, Instrumenta - ción y Control (SIDICO); 4Departamento de Ciencias Agropecuarias, Facultad de Ciencias Agrarias, Grupo de Investigación Sistemas Integrados de Producción Agropecuaria, Forestal y Acuícola (SISIMPRO); Uni - versidad del Cauca; 5Sociedad de Agricultores y Ga - naderos del Cauca, Central de Sacriicio. Administra - dora de Empresas. Popayán, Colombia. Antecedentes: La Distomatosis hepática es una Fasciola gigantica y F. hepatica , en el caso de la especie bovina, es considerada una infección que causa pérdidas en el sector pecuario por el decomiso del hígado y disminución de producción de le - che y carne del ganado infectado. Objetivo : Determinar la prevalencia de F. hepatica en el ganado bovino sacriicado en la planta de beneicio del municipio de Popayán, Cauca. Metodología: Se realizó un estudio por inspección sanita - ria en la central de sacriicio de Popayán de marzo 2015 a marzo de 2016. Se determinó la frecuencia del decomiso y la procedencia de los bovinos. Resultados: Durante el pe - ríodo evaluado se sacriicaron 31,858 bovinos; 1,005 fueron objeto de decomisos, para una prevalencia del 3.15%, el promedio de edad de sacriicio fue de tres años. La mayoría de hallazgos fueron de animales procedentes del Cauca; y S81 REV MED HONDUR 2017;85(Supl. No. 2):1-114en menor proporción de: Caquetá, Huila, Antioquia y Nariño. Las pérdidas económicas proyectadas por el decomiso de hígado, atención por médico veterinario, el costo del trata - miento farmacológico y la disminución en la producción de leche y carne fue aproximadamente de USD623,412.76 al cambio actual. Conclusiones/Recomendaciones: El estu - dio reveló la presencia de F. hepatica en el Cauca. Es de suma importancia realizar estudios de foco de forma integral para actualizar la epidemiología y así mejorar la política ins - titucional de salud pública conducente al control y erradica - ción de esa parasitosis. 33TL DETECCIÓN DE INFECCIONES POR Ascaris lumbricoides y Ascaris suum HONDURAS . Lisandro Mendoza , Microbiólogo clínico;1 Adalid Palma, estudiante de Microbiología;1 Bryan Ortiz, Microbiólogo clínico in ieri;1 Gabriela Matamoros, Maestrante en Enfermedades Infecciosas y Zoonóticas;2 José Antonio Gabrie, Doctorando;3 Ana L. Sánchez, Doctora en Ciencias;3 Gustavo Fontecha, Doctor en Genética y Biología Celular.4 1Escuela de Microbiología, Universidad Nacional Autónoma de Honduras (UNAH), Tegucigalpa, Honduras; 2Maestría en Enfermedades Infecciosas y Zoonóticas, Honduras. Antecedentes: La ascariasis es una parasitosis del intesti - no delgado causada por dos especies de nematodos: Asca- ris lumbricoides (Linnaeus 1758) que comúnmente parasita a humanos, y A. suum (Goeze, 1782) que parasita a cerdos. Ambas especies son morfológicamente similares y pueden causar infecciones cruzadas entre hospederos. Existe una controversia acerca de su clasiicación taxonómica, y algu - nos autores argumentan que se trate de una sola especie. Objetivo: Diferenciar mediante PCR-RFLP las especies del género Ascaris provenientes de humanos y cerdos en Honduras durante el 2017. Metodología: Estudio descrip - tivo transversal. Los gusanos recuperados de humanos se colectaron post-tratamiento desparasitante supervisado en escolares de Yoro, Honduras. Los gusanos provenientes de porcino se recuperaron después del destace rutinario en el matadero municipal de Tegucigalpa, Honduras. No se dispo - ne de información ulterior relacionada con el origen de los cerdos. Los gusanos fueron mantenidos en etanol 70 % has - ta su análisis. Se analizó mediante PCR-RFLP la región ITS ribosomal de 36 especímenes adultos de Ascaris recupe - rados de humanos y 54 de porcinos. Aprobación ética CEI- MEIZ04-2014. Resultados: De los 36 especímenes anali de seres humanos se identiicó Ascaris lumbricoides en el 100 % de los casos. De los recuperados de cerdos se identiicó Ascaris suum en el 87 % de los casos (47/54). En cerdos se detectó la presencia de 7 gusanos híbridos (13.0 %) con patrones electroforéticos de ambas especies. Conclusiones/Recomendaciones: La existencia de híbridos de Ascaris spp. se ha evidenciado en estudios previos realizados en países como China o Guatemala, además de algunos casos de infección cruzada en zonas no endémicas de ascariasis como Inglaterra o Dinamarca. Nuestros resultados, y la evidencia generada por otros au - tores sugiere que la hibridación es posible en países como Honduras donde coexisten poblaciones humanas y porcinas infectadas por Ascaris . No fue posible demostrar infecciones cruzadas entre hospederos. 34TL CARACTERISTICAS DEL ACCIDENTE OFIDICO EN CASOS ATENDIDOS EN EL HOSPITAL ESCUELA UNIVERSITARIO, TEGUCIGALPA, HONDURAS, 2014-2016. Jackeline Alger, MD, PhD. Servicio Parasitología, Departamento de Laboratorio Clínico, Hospital Escuela Universitario; Unidad de Investigación Cientíica, Facultad de Ciencias Médicas, UNAH; Tegucigalpa, Honduras. Antecedentes : Se estima que cada año mundialmente se producen 2,4 millones de intoxicaciones por mordedura de serpiente y 94,000-125,000 defunciones, 400,000 amputa - ciones y otras consecuencias graves (infecciones, tétanos, deformaciones por cicatrices, contracturas y secuelas psico - lógicas; OMS 2013). Serie de casos clínicos : Se presenta serie de cinco casos de mordedura de serpiente, atendidos en Salas de Emergencia de Pediatría y de Emergencia Me - dicina Interna, Hospital Escuela Universitario, Tegucigalpa, 2014-2016. Caso 1. Niña, 7 años, procedencia Guinope, El Paraíso. Accidente 11-6-2015, 5 p.m., cercanía vivienda, usando sandalias abiertas. Mordedura en tercio distal de se - gundo dedo pie izquierdo. Serpiente juvenil Porthidium ophr - yomegas (tamagás negro), 35 cm longitud. Caso 2. Niña, 13 años, procedencia Aldea Guanábano, Cerro Grande, DC. Accidente 12-8-2015, 8 p.m., cercanía vivienda, usando san - dalias abiertas. Mordedura en tercio proximal de tercer dedo pie izquierdo. Serpiente juvenil Crotalus durissus (cascabel), 38.5 cm longitud. Caso 3. Niño, 6 años, procedencia Aldea La Cañada, DC. Accidente 20-7-2016, cercanía vivienda, usando sandalias abiertas. Mordedura en maléolo externo pie derecho. Serpiente juvenil Crotalus durissus (cascabel), cercenada, fragmento distal 13 cm longitud. Caso 4. Niño, 2 años, procedencia Monte Redondo, DC. Accidente ocurrió 17-7-2014, cercanía vivienda, contacto con ropa tendida. Mordedura en espalda entre omoplatos. Serpiente no vene - nosa género Adelphicus (guardacaminos), 43 cm longitud. Caso 5. Masculino, 45 años, procedencia Cedros, Francis - co Morazán. Accidente ocurrió 17-12-2015. Mordedura en mano izquierda, base dedo índice. Serpiente Micrurus spp. (coral), 67 cm longitud. Conclusiones/Recomendaciones : Los cuatro casos de mordedura por serpiente venenosa presentaron intoxicación leve, manejados con antiveneno de acuerdo al tipo de serpiente, con buena evolución clíni -S82 REV MED HONDUR 2017;85(Supl. No. 2):1-114ca. Se deben promover medidas de prevención tales como eliminar residuos/acúmulos alrededor de vivienda, mantener zonas de almacenamiento libres de roedores, usar zapatos, iluminar el camino. Es necesario contar con personal institu - cional capacitado y con provisión adecuada de antivenenos. 35TL CARACTERIZACIÓN CLÍNICO EPIDEMIOLÓGI- CA DE TUBERCULOSIS EN LA REGION SANITA- RIA METROPOLITANA DEL DISTRITO CENTRAL, HONDURAS, 2016. Gaspar Rodríguez M., Dr. en Medicina, especialista en Pediatría, sub especialista en Nefrología;1,2 María Félix Rivera, Dra. en Medicina, Máster en Salud Pública;2 Ramón Jeremías Soto H., Dr. en Medicina, Máster en Ciencias de la Salud;2,3 Karina Vega, Licenciada en Enfermería, Máster en Epidemiología;4 Mario René Mejía, Dr. en Medicina, Máster en Epidemiología.2,4 1Departamento de Pedia - tría, Hospital de Especialidades, Instituto Hondureño de Seguridad Social; 2Maestría en Epidemiología, De - partamento Salud Pública, Facultad de Ciencias Mé - dicas UNAH; 3Dirección General de Normalización, SESAL; 4Unidad de Vigilancia de la Salud, Región Sanitaria Metropolitana del Distrito Central; Teguci - galpa, Honduras. Antecedentes: Controlar la tuberculosis (TB) forma parte de los Objetivos de Desarrollo Sostenible y de la estrategia Alto a la TB de la OMS. La tasa de incidencia de TB en Honduras fue de 43/100,000 y en el Municipio del Distrito Central (MDC) 29/100,000, durante 2015. Objetivo: Caracterizar clínica y epidemiológicamente los casos de TB en la Región Sanitaria Metropolitana del DC (RSMDC), 2016. Metodología: Estudio descriptivo transversal. Se revisó base de datos en Excel-MS de la RSMDC, 2016. Para el análisis se usó EPIINFO 7.2.1. Resultados: Se estudiaron 288 casos para una incidencia estimada de 23.8/100,000; 57.4% masculinos; 69.1% con edad entre 19-59 años (media+/-DE 45.5+/-19.3). De 229 ca - sos con datos de escolaridad, 22.6% tenían primaria y 12.2% secundaria. El 52.0% (140/269) estaban desempleados. El 11.4% (33/288) tenían alguna condición migratoria. El 57.4% (12/21) de los casos viviendo o trabajando en condición de riesgo, eran privados de libertad. Entre 37 clasiicados en grupos de riesgo, 35.1% era alcohólico, 24.2% alcohólico y drogo-dependiente y 24.2% trabajador de salud. Del 62.9% (179/284) diagnosticado en hospitales, el 39.4% fue en Insti - tuto Cardio-Pulmonar, 11.9% en IHSS. El 72.9% (210/288) tenían TB 4.2% La TB fue más frecuen - te en hombres, la población económicamente activa la más afectada. Más de la mitad de TB en los grupos de riesgo eran alcohólicos y/o drogodependientes. Casi 2/3 de los casos se diagnosticaron en hospitales, la baciloscopia fue el principal método. Se sugiere reforzar el abordaje a grupos de riesgo y convivientes. 36TL EVALUACIÓN DEL ENSAYO Xpert® MTB/RIF PARA EL DIAGNOSTICO DE TUBERCULOSIS PULMONAR RESISTENTE A RIFAMPICINA. Diana S. Varela Bustillo, Especialista en Medicina Interna e Infectología;1 Marcela Muñoz Torrico, Especialista en Medicina Interna y Neumología;2 Miguel A. Salazar Lezama, Especialista en Neumología.2 1Servicio In - fectología, Departamento de Medicina Interna, Hos - pital Escuela Universitario, Tegucigalpa, Honduras; 2Servicio de Tuberculosis Farmacoresistente, Institu - to Nacional de Enfermedades Respiratorias \"Ismael Cosío Villegas\", Ciudad de México, México. Antecedentes : El ensayo Xpert MTB/RIF es un estudio au - tomatizado basado en la ampliicación de ácidos nucleicos en tiempo real que permite la detección simultanea de M. tu- berculosis complex (CMTB) y de mutaciones que conieren resistencia a Rifampicina (R). La OMS recomienda el Xpert MTB/RIF para diagnóstico inicial de pacientes con sospecha de TB-MFR. Objetivo: Evaluar la utilidad del ensayo Xpert MTB/RIF para el diagnóstico de tuberculosis pulmonar con resistencia a R en muestras de origen pulmonar. Metodo- logía: Estudio Retrospectivo de los reportes de GeneXpert positivos para CMTB en muestras respiratorias, de la base de datos del laboratorio del CIENI/ INER, Diciembre 2011 - Diciembre 2014. Se incluyeron las muestras con reporte de cultivo y pruebas de farmaco-sensibilidad (PFS) fenotípi - cas en el Laboratorio de Microbiología del INER, en medio sólido (Lowenstein-Jensen) y en medio líquido utilizando el sistema BACTEC MGIT 960 de acuerdo a las recomen - daciones establecidas por la OMS. Resultados: De 122 reportes positivos, se excluyeron 64 porque no hubo cre - cimiento o no se realizó cultivo y PFS. De las 58 muestras incluidas, 91% fueron de expectoración espontánea y 9% de LBA. 74% tenían antecedente de al menos un tratamiento anti-tuberculosis previo. 71% tenían baciloscopía positiva. Se demostró resistencia a R en 28 (48%) por GeneXpert, y en 24 (41%) a través de PFS fenotípicas. La sensibilidad del ensayo Xpert MTB/RIF para diagnóstico de resistencia a R fue (IC95%= 72.3%-92%); la especiicidad de 96.7% (IC95%= (IC95%= 90.7%-100%) y de 85.3% (IC95%=76.9%-94.4%) respectivamente. Conclusiones/ Recomendaciones : EL ensayo Xpert MTB/Rif tiene una alta sensibilidad y especiicidad en nuestro medio para el diagnóstico de resistencia a Rifampicina, y por lo tanto de TBP multi-fármaco-resistente. Constituye una herramienta diagnostica que ofrece la ventaja de resultado rápido para el inicio oportuno de tratamiento.S83 REV MED HONDUR 2017;85(Supl. No. 2):1-11437TL PERFORACIÓN INTESTINAL PACIENTE INMUNOCOMPETENTE TUBER- CULOSIS GASTROINTESTINAL Y PULMONAR: REPORTE DE CASO. Guímel J. Peralta, Médico Especialista en Medicina Interna;1 Martha L. Álvarez , Médico General.2 1Unidad de Cuidados Intensivos, Instituto Nacional Cardiopulmonar (INCP); 2Egresado Facultad de Ciencias Médicas, Universidad Nacional Autónoma de Honduras (UNAH); Tegucigalpa, Hon - duras. Antecedentes: La tuberculosis (TB) gastrointestinal re - presenta 1-3% de los casos de TB en el mundo. Sus sín - tomas son inespecíicos y su presentación es inusual en pacientes inmunocompetentes. Aproximadamente 15-25% de los casos de TB gastrointestinal presentan TB pulmo - nar concomitante, por lo general debido a la deglución de esputo infectado. La TB gastrointestinal puede resultar en obstrucción y perforación intestinal, incluso después del inicio de la terapia antifímica. A pesar de la intervención quirúrgica, la perforación intestinal asociada a TB conlleva elevadas tasas de complicaciones graves, con mortalidad cercana al 25%, siendo difícil predecir su evolución y des - enlace. Descripción del caso clínico: Paciente femenina de 18 años, sin comorbilidades ni hábitos tóxicos, con an - tecedente familiar de TB pulmonar. Cuadro clínico de un mes de evolución caracterizado por tos con expectoración amarillenta; iebre alta e intermitente, de predominio noc - turno; concomitante, astenia, hiporexia y pérdida de peso estimada en 10 libras. Se evaluó en unidad de salud con - irmando diagnóstico bacteriológico de TB pulmonar, ini - ciando terapia antifímica de primera línea. Luego de dos semanas presentó dolor abdominal agudo, vómitos y paro de evacuaciones; se realizó laparotomía que evidenció obstrucción y perforación intestinal, conirmando diagnósti - co histológico de TB gastrointestinal. Dos meses después presentó nuevo episodio de obstrucción y perforación in - testinal, realizándose segunda laparotomía con resección y anastomosis intestinal. Asimismo, presentó hepatotoxi - cidad por antifímicos, requiriendo ajustes al tratamiento inicial; sin embargo, fue necesario el cambio a terapia de segunda línea (capreomicina, ethionamida, levoloxacina y cicloserina). Después de siete meses de hospitalización y debido a evolución favorable, se indicó alta médica y ma - nejo ambulatorio en unidad de salud. Conclusiones: La presentación inespecíica de la TB gastrointestinal repre - senta un reto diagnóstico. Un alto índice de sospecha es factor determinante para su identiicación oportuna. El tra - tamiento temprano y adecuado es crucial para prevenir las complicaciones graves y la muerte. 38TL ESTRONGILOIDIASIS DISEMINADA EN UNA PA- CIENTE CON INFECCIÓN POR EL VIRUS DE LA INMUNODEFICIENCIA HUMANA (VIH): REPORTE DE UN CASO. Alexis Francisco Rivas Godoy, Médico Residente de Tercer Año, Postgrado Medicina Inter - na;1 Allan Iván Izaguirre González, Médico General;2 Elvia Fabiola Maradiaga Reyes, Médico General;3 Efraín Bu Figueroa, Infectólogo;4 Jorge García, Mi - crobiólogo y Químico Clínico.5 1Facultad de Ciencias Médicas UNAH; 2Centro Integral en Salud (CIS) - Amigos de las Américas (ONG), Región Sanitaria 7, Trojes, El Paraíso; 3Egresada Facultad de Ciencias Médicas UNAH; 4Departamento de Medicina Interna, Hospital Escuela Universitario; 5Servicio de Parasito - logía, Departamento de Universitario; Tegucigalpa, Honduras. Antecedentes: Strongyloides stercoralis es un nemátodo, endémico en regiones rurales de países con clima tropical y subtropical, se estima entre 30 y 100 millones de perso - nas infectadas (WHO) a nivel mundial. Esta infección es co - múnmente asintomática y puede permanecer oculta durante décadas, pero cambios en el sistema inmune favorecen el desarrollo de infección diseminada. Descripción del caso clínico: Paciente femenina, 40 años de edad, con antece - dente de VIH/SIDA (sin apego al tratamiento) y tuberculo - sis pulmonar, quien se presentó al Servicio de Urgencias, Hospital Escuela Universitario (HEU), Tegucigalpa, el 3 de diciembre, 2016 con historia de diarrea (6-7 evacuaciones diarias) y dolor abdominal de 1 mes de evolución, acom - pañado de vómitos precedido de náuseas, iebre y pérdida de peso (aproximadamente 12 kg). Al examen físico: febril (38.5° C), hipotensa (P/A=80/60mmHg), frecuencia respira - toria 16 respiraciones por minuto, peso 40 Kg, deshidratada, tos productiva. Exámenes de laboratorio reportaron anemia severa (Hemoglobina 7.8 g/dl), leucopenia (3.97x103/ml), Recuento general de moco abundante, larvas de Strongyloides stercoralis , - Baciloscopía BAAR (bacilos ácido-alco - hol resistentes) de esputo positivo (2 veces) y se observaron larvas de tercer estadio de S. stercoralis identiicadas en el Servicio de Parasitología, HEU. Se inició terapia con alben - dazol 200 mg cada 12 horas por 48 horas y tratamiento an - tituberculoso con inateramida y etambutol, se mantuvo sin tratamiento antirretroviral de gran amplitud (TARGA) en ese momento con el in de evitar el síndrome de reconstitución inmune. Paciente evolucionó desfavorablemente y falleció al octavo día intrahospitalario. Conclusiones/Recomen- daciones. El apego estricto al tratamiento antirretroviral en estos casos, continúa siendo el pilar fundamental para disminuir el pronóstico elevado de morbi-mortalidad en este tipo de parasitosis.S84 REV MED HONDUR 2017;85(Supl. No. 2):1-11439TL COLITIS EOSINOFÍLICA DE ORIGEN PARA- SITARIO? A PROPÓSITO DE UN CASO, HOSPITAL ESCUELA UNIVERSITARIO, TEGUCIGALPA, 2017. Luis Alfredo Rodriguez Castellanos , Médico General;1 Irma Isabel De Vicente, Médico Especialista en Medicina Interna;1 María Alejandra Ramos Guifarro, Médico Especialista en Endocrinología;1 Nubia Isabel Chávez, Licenciada en Enfermería;1 Danilo Alvarado, Médico Especialista en Patología;2 Jackeline Alger, MD, PhD.3,4 1Servicio de Endocrinología, 2Departamento de Laboratorios Médicos; 3Servicio de Parasitología, Departamento Laboratorio Clínico; Hospital Escuela Universitario; 4Unidad de Investigación Cientíica, Facultad de Ciencias Médicas, UNAH; Tegucigalpa, Honduras. Antecedentes: La colitis eosinofílica es un trastorno inla - matorio poco frecuente. Forma parte de la gastroenteritis eosinofílica, entidad caracterizada por la iniltración eosi - nofílica de tejidos, que puede afectar a cualquier segmento del tubo digestivo, sin causa aparente. En algunos casos es posible identiicar la reacción inlamatoria contra un agente etiológico (alimentos, drogas, parásitos). Descripción del caso clínico: Mujer de 53 años, antecedente de prediabetes de reciente diagnóstico. Presentó dolor abdominal en cua - drante inferior derecho, opresivo y de intensidad leve, dos días antes por lo que se realizó USG abdominal que detectó masa en colon por lo que se realizó TAC abdominal que evi - denció importante engrosamiento parietal a nivel de colon ascendente (imagen en \"servilletero\") más linfadenopatías regionales, altamente sugestivo de proceso neoformativo a considerar como primera posibilidad adenocarcinoma de co - lon. En colonoscopia se encontró lesión ulcerada. El reporte patológico de biopsias endoscópicas informó colitis crónica ulcerativa idiopática. Hemograma con conteos normales. Se realizó hemicolectomía derecha con hallazgos de colon as - cendente indurado en la pared con iniltración a grasa meso - colónica sin observar adenopatías. Reporte patológico de la pieza quirúrgica informó enteritis eosinofílica de probable origen parasitario, los cambios inlamatorios alcanzan toda la pared intestinal, afectando la grasa pericolónica y amplias zonas de hialinización y ibrosis de la submucosa. No se identiicaron huevos ni parásitos. Seis semanas después, un examen general de heces informó escasos cristales de Charcot-Leyden. La paciente se encuentra clínicamente es - table. Conclusiones/Recomendaciones: El diagnóstico de colitis eosinofílica no es fácil; es una enfermedad poco frecuente y usualmente no es considerada ya que presenta signos y síntomas inespecíicos, por lo que requiere conir - mación histológica. En nuestro medio es necesario descar - tar etiología parasitaria. En este caso se sospechó infección por Angiostrongylus costaricensis . Sin embargo, la paciente no presentó eosinoilia periférica. La no disponibilidad de medios diagnósticos indirectos limita el estudio del caso.40TL ANGIOSTRONGILIASIS COMO CAUSA DE DO- LOR ABDOMINAL, FIEBRE PROLONGADA Y EO- SINFILIA, SERIE DE CASOS. Fátima Lara, Médico Especialista en Pediatra;1 Marco Tulio Luque, Pedia - tra Sub-Especialista en Infectología;2 José Lizardo, Cirugía;3 1Clínica Periférica Número 2Servicio Servicio Departamento de Laboratorio Clínico, Hospital Escuela Universita - rio; Unidad de Investigación Cientíica, Facultad de Ciencias Médicas, UNAH; Tegucigalpa, Honduras. Antecedentes: El ser humano se infecta accidentalmente al ingerir larvas infectantes de Angiostrongylus costaricen - sis presentes en babosas. El cuadro clínico se caracteriza por dolor abdominal agudo, secundario a una reacción in - lamatoria granulomatosa, eosinoilia marcada y vasculitis eosinofílica. Serie de casos clínicos: Tres casos de an - giostrongiliasis abdominal atendidos en IHSS, Tegucigalpa. Caso 1 . Niño, 17 meses, Valle Amarateca, Francisco Mo - razán. Ingresó 09-01-2015, positivos. 27-01-2015, con diagnóstico de Artritis Reumatoidea Juvenil. El 16-2-2015 ingresó por persistir iebre y pérdida de peso. Presentó sig - nos de irritación peritoneal; laparotomía: perforación de cie - go con necrosis e isquemia. Biopsia intestinal: inlamación granulomatosa con trombosis vascular arterial. Se observó numerosos huevos de A. costaricensis , en diferentes grados de desarrollo en submucosa de intestino delgado. Evolución satisfactoria. Caso 2 . Niño, 3 años, Danlí, El Paraíso. Ingre historia de hepatoesple informaron serología positiva para Epstein-Barr y eosinoilia (3400 cel/uL). Pre - sentó signos de irritación peritoneal; laparotomía: perfora - ción en y nematodos adultos de A. cos - taricensis . Evolución satisfactoria. Caso 3 . Niño, 12 años, Guaimaca, Francisco Morazán. Ingresó 2-11-2016, historia de 3 días de dolor abdominal y 1 día de iebre. Examen fí - sico con signos de satis - factoria. Conclusiones/Recomendaciones: No fue posible identiicar el mecanismo de infección en los pacientes. En ninguno de los casos se sospechó A. costaricensis . En Hon - duras la información clínica y epidemiológica es limitada. Esta parasitosis debe sospecharse en pacientes con iebre prolongada sin foco, eosinoilia y dolor abdominal, previa - mente sanos, analizando factores de riesgo epidemiológico. S85 REV MED HONDUR 2017;85(Supl. No. 2):1-11441TL ESCOLAR CON MALARIA FALCIPARUM DE ORIGEN AFRICANO, HOSPITAL ESCUELA UNIVERSITARIO, TEGUCIGALPA, HONDURAS. REPORTE DE CASO. Victoria G. Nieto Zelaya , Médico General;1 Vanessa G. Alvarado Claros, Médico General;1 Jorge A. García, Microbiólogo y Químico Clínico;2 Jackeline Alger, MD, PhD;2,3 Sandra N. Tovar Calderón, Pediatra Sub-especialista en Gastroenterología;4 Juan José Navarro, Pediatra.4 1Egresada de Facultad de Ciencias Médicas (FCM), Universidad Nacional Autónoma de Honduras (UNAH); 2Servicio de Parasitología, Departamento de Laboratorio Clínico, de Cientíica, FCM Escuela Universitario; Tegucigalpa, Honduras. Antecedentes: Los viajes internacionales y la respuesta evolutiva del Plasmodium a las estrategias antimaláricas comprometen el control mundial de la malaria. Descrip- ción del caso clínico: Paciente masculino, 6 años de edad, atendido en Hospital Escuela Universitario (HEU) el 26-01- 17 referido de clínica de Siguatepeque, Comayagua, con dudas en el diagnóstico de malaria y antecedente de es - tancia en Yala Swamp, Kenia, África subsahariana, durante 14 meses (11-2015 a 01-2017) y 4 episodios de malaria por P. falciparum. Al ingreso presentó cuadro entérico e informe de Plasmodium spp., por lo que se inició tratamiento con cloroquina (23:00 horas) el cual fue cambiado el 27-01-2017 12:30 horas por medicamento combinación de artemeter/ lumefantrina (coartem) cuando se conirmó el diagnóstico de P. falciparum con densidad parasitaria de 0.7% glóbu - los rojos parasitados. Presentó buena respuesta terapéuti - ca y fue dado de alta el 01-02-2017 después de 72 horas afebril con gota gruesa control que informó P. falciparum 2 gametocitos/500 campos, indicándose primaquina vía oral y seguimiento en Consulta Externa de Infectología. La dro - ga gametocitocida no fue administrada. En el último control 06-02-17, no se observó Plasmodium /500 campos persistía pigmento malárico fagocitado en leucocitos. En vista de que el paciente residió en África con sus familiares, se realizó gota gruesa a padre, madre y dos hermanas. En el padre, quien informó cefalea leve y febrícula, se detectó P. falcipa - rum 67 EAS/104L y fue tratado con coartem, con buena evo - lución. Conclusiones/Recomendaciones: En Honduras, la emergencia o introducción de parásitos resistentes a los tratamientos convencionales constituyen una amenaza de salud pública. Factores como fallas en el diagnóstico de la - boratorio y tratamiento inadecuado e inoportuno contribuyen a aumentar dicho riesgo. Es necesario fortalecer la capaci - dad de respuesta para un diagnóstico temprano y coniable y tratamiento oportuno, especialmente en el contexto de la eliminación de la malaria en Mesoamérica.42TL REUTILIZACIÓN DE PRUEBAS DE DIAGNÓSTICO RÁPIDO DE MALARIA PARA LA DETECCIÓN MOLECULAR DE LAS POBLACIONES DEL PARÁSITO EN PACIENTES SUBCLINICOS EN REPÚBLICA DOMINICANA. Modesto Cruz , M.D.;Ph.D,1 José Díaz, MD, MSc,1 Francisco Cuevas Araujo, MD, MSc,1,2 Isaac Miguel Sánchez, BSc,1,2 Celso Hosking, M.D., MSc, 1 Pedro Ferreira, Ph.D,1 José Gil, Isabel Veiga, Ph.D.,1,2 1Instituto de Microbiología y Parasitología (IMPA), Facultad de Ciencias, Universidad Autónoma de Santo Domingo (UASD), República Dominicana; 2Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Campus Gualtar, Braga, Portugal and ICVS/3B's - PT Institute, Estocolmo, Suecia. Antecedentes: En la República Dominicana (RD), las me - didas eicaces de control de la malaria han dado como re - sultado una reducción del 50-75% durante la última década. A medida que disminuye la prevalencia del paludismo, au - menta la proporción de casos que caen por debajo del nivel de detección de las pruebas de diagnóstico rápido (RDT) o de la microscopía. Objetivo : Reutilizar las pruebas de diagnóstico rápido de malaria en la recuperación de ADN para la detección molecular de las poblaciones de parásitos en pacientes subclínicos. Metodología : Un RDT de mala - ria necesita 1-2 gotas de sangre del paciente imbuidas en la tira inmunocromatográica. Considerando esto, es posi - ble extraer de forma iable ADN de los RDTs de malaria. Se evaluaron 239 RDTs negativos, recolectados de un Hospital Regional, para determinar la presencia de ADN de Plasmo- dium a través de PCR en tiempo real altamente sensible. Se combinó con análisis RFLP para determinar las especies de Plasmodium presentes en las muestras que resultaron positivas. Resultados: se detectó ADN de Plasmodium en 46 (19%) de 239 RDTs negativas, indicando que estas RDTs fueron falsos negativos. El Pfhrp2 fue detectado en 40 de 46 RDTs falsos negativos. En las 6 RDTs restantes no se pudo determinar si los resultados negativos fueron debidos a dilección del gen, baja carga parasitaria o por la inhibición del PCR. Conclusiones/Recomendaciones : El diagnósti - co molecular permitió detectar las especies de Plasmodium de RDT negativas demostrando ser más sensibles que las pruebas usadas en RD. La mayor parte de los falsos negati - vos de PfHRP2 RDTs no pueden ser explicados por la delec - ción de pfhrp2, por esta razón otros análisis de variabilidad genética del gen HRP2 deben ser realizados en República Dominicana. Los resultados de este estudio dan una prime - ra mirada de las características moleculares de los parásitos P. falciparum en este entorno particular.S86 REV MED HONDUR No. 2):1-11443TL HINARI - INFORMACIÓN PARA LA INVESTIGA- CIÓN EN SALUD EN EL CAMPO DE LAS EN- FERMEDADES INFECCIOSAS: EXPERIENCIA EN HONDURAS. Martha Cecilia García, Doctora en Química y Farmacia;1 Ovidio Padilla, Licenciado en Informática;1 Eduardo Pleitez, Ingeniero Industrial;2 Lourdes Ramírez, Ingeniera Químico Industrial;3 Jackeline Alger, MD, PhD.4 1Biblioteca Médica Na - Bibliotecario UNAH; 2Departamento de Informática Administrativa, UNAH; 3Organización Panamericana de la Salud/Organización Mundial de la Salud Honduras; 4Unidad de Investigación Cientí - ica, Facultad de Ciencias Médicas, UNAH; Instituto de Enfermedades Infecciosas y Parasitología Antonio Vidal; Tegucigalpa, Honduras. Antecedentes: El programa HINARI establecido por OMS en 2002, junto con seis editoriales, permite a países de ba - jos/medianos ingresos acceder a una de las mayores colec - ciones de literatura biomédica/salud y forma parte de Re - search4Life, nombre colectivo de cuatro programas: HINARI (salud), AGORA (agricultura), OARE (medio ambiente), ARDI (ciencia aplicada y tecnología). Todos ellos proporcionan ac - ceso gratuito/bajo costo a contenidos académicos en línea, incluyendo temas en el campo de las enfermedades infec - ciosas. Descripción de la Experiencia: En Honduras, la Biblioteca Médica Nacional (BIMENA) fue la primera institu - ción en inscribirse a HINARI (HON001). Se inició con 1500 revistas. El personal BIMENA, autoformado y posteriormente capacitado internacionalmente, fue instruyendo usuarios ins - titucionales y externos. En los últimos años se realiza un pro - medio anual de 70 capacitaciones (bibliotecarios, estudian - tes, docentes e investigadores). En 2004, se crea la unidad/ UNIMAI para acceso HINARI en Hospital Materno Infantil. En 2014, personal BIMENA, incluido en publicación Unsung heroes: histories from the library con su experiencia \"Desig - ning the One-Stop Medical Library\". En 2016, se obtuvo sub - vención de Medical Library Association mediante el proyecto E-Library Training and Access Enhancement to Research for Health Resources, UNAH 2016-2017 , para apoyar acti - vidades de capacitación HINARI/Research4Life, aproxima - damente 100 personas de instituciones públicas y privadas, en Tegucigalpa, San Pedro Sula y La Ceiba. Actualmente BIMENA es punto focal HINARI para UNAH, apoyo nacional y facilitación a nivel latinoamericano (Ecuador, Nicaragua). Lecciones Aprendidas: En Honduras (mayo 2017), 98 ins - tituciones se beneician de esta iniciativa con acceso gratui - to. Actualmente disponibles 4000 revistas, 53000 libros, 105 fuentes de información. Trabajar con HINARI/Research4Life, además de brindar colecciones, ha propiciado mayor visibi - lidad a BIMENA, la institución y el país. Ha sido invaluable apoyo de OPS/OMS, Facultad de Ciencias Médicas/UNAH, Instituto de Enfermedades Infecciosas y Parasitología Anto - nio Vidal y Colegio Médico de Honduras. Es necesario conti - nuar promoviendo su uso y expansión. 44TL RESPUESTA A EPIDEMIA DE ZIKA: CAPACITA- CIÓN SOBRE MONITOREO DEL CRECIMIENTO NEONATAL A TRAVÉS DE RED DE CAPACI- DAD DE INVESTIGACIÓN (REDe)/THE GLOBAL HEALTH NETWORK EN FACULTAD DE CIENCIAS MÉDICAS UNAH, TEGUCIGALPA, HONDURAS, 2016-2017. Fátima Rico, Médico Pediatra;1 José Mi Médicas Honduras; Health Network/Universidad de Oxford; Oxford, Reino Unido. Antecedentes: The Global Health Network (TGHN, www. tghn.org ) es una plataforma virtual que facilita la investiga - ción a través de compartir conocimientos y métodos. Incluye diferentes áreas temáticas, entre ellas la Red de Capacidad de Investigación (REDe), gestionada por Consorcio Unión Europea Zika cuya inalidad es construir alianzas entre sitios que realizan estudios de Zika, en América Latina y Caribe. A través de TGHN/REDe se accede a curso y herramien - tas sobre monitoreo del crecimiento neonatal del Consorcio INTERGROWTH-21ST, red global multidisciplinaria coordi - nada por Oxford University. Descripción de la experiencia: A partir de la epidemia de Zika y realización de diferentes estudios en Hospital Escuela Universitario (HEU), se detec - tó la necesidad de estandarizar las técnicas de medición de circunferencia cefálica neonatal. A partir del año 2016 se comenzó a promocionar INTERGROWTH-21ST en Depar - tamento de Pediatría HEU/Facultad de Ciencias Médicas (FCM) UNAH. A partir de enero 2017, se incorporó el certi - icado del curso en programa académico de las rotaciones de pediatría de la carrera de medicina, año séptimo (Sala Lactantes), sexto y quinto. En enero-junio 2017, se han rea - lizado 14 reuniones de inducción con participación de 192 estudiantes de grado (n=148), posgrado (n=16) y docentes (n=28). Más del 95% de los estudiantes entregan el certii - cado antes de inalizar la rotación. Lecciones aprendidas: INTERGROWTH-21st ha construido su base de datos a tra - vés de estudios prospectivos cohorte poblacionales, utili - zando métodos estandarizados y protocolos clínicos y de investigación, con participación de unas 60,000 mujeres y recién nacidos en cinco continentes. Estos estándares pro - porcionan herramientas para la continuidad de la atención en salud desde la concepción hasta 5 años de vida. En el contexto de Zika, se aumenta la relevancia de estas herra - mientas. Es necesario que el Departamento de Pediatría HEU/FCM UNAH evalúe la incorporación de estos estánda - res a su gestión asistencial y académica. S87 REV MED HONDUR 2017;85(Supl. No. 2):1-11445TL EVENTO CIENTIFICO SUBREGIONAL DE PARASITOLOGIA: LA EXPERIENCIA DE LA ASOCIACION CENTROAMERICANA Y DEL CARIBE DE PARASITOLOGIA Y MEDICINA TROPICAL. Jorge García ,1 Parasitología; Instituto de Enfermedades Infecciosas y Parasitología Antonio Vidal; Tegucigalpa, Honduras. Antecedentes: La decimotercera edición del Congreso de la Asociación Centroamericana y del Caribe de Parasitolo - gía y Medicina Tropical (ACACPMT), fundada en 1989, se ha organizado en Honduras con el propósito de desarrollar un programa cientíico que contribuya a responder a las ne - cesidades de la sub-región. Se revisó el programa cientíico desarrollado en los congresos de los años 2015, 2013 y 2001. Descripción de la experiencia: En 2015, el XII Con - greso, República Dominicana, se enmarcó en XI Congreso Internacional de Investigación Cientíica, Ministerio de Edu - cación Superior, Ciencia y Tecnología. Incluyó 8 conferen - cias, 70 trabajos libres (TL), (24 oral). La temática sobre Enfermedades, Eliminación, Iniciativa One Health, se de - sarrolló en 10 simposia. En 2013, el XI Congreso, El Salva - dor, incluyó 68 conferencias, 24 TL (13 oral); 3 cursos pre- congreso (Diagnóstico microscópico de Malaria en contexto eliminación, Diagnóstico de parasitosis intestinales, Actua - lización en micología médica). La temática sobre Enferme - dades, Centenario descubrimiento nacional de Enfermedad de Chagas, 30 años de descripción VIH/SIDA, Vacunas, se desarrolló en 14 simposia y una mesa redonda. En 2001, el V Congreso, Honduras, en conjunto con VII Curso Interna - cional Sociedad Hondureña de Enfermedades Infecciosas, I Congreso Nacional de Parasitología, incluyó 74 conferen - cias, 40 TL (30 oral); cuatro cursos pre-congreso (Micros - poridia/Apicomplexa intestinales, Valoración/Interpretación de pruebas serológicas, Enfermedades transmitidas por ali - mentos, Investigación de brotes). La temática sobre Enfer - medades, Fortalecimiento de capacidad institucional, Avan - ces moleculares, Respuesta inmune, Dermatología tropical, Funcionamiento de laboratorio central, Antimicrobianos, se desarrolló en 8 simposia y 4 mesas redondas. Lecciones aprendidas : El XIII Congreso 2017 es la segunda edición en Honduras. Los trabajos libres nacionales y sub-regiona - les presentados relejan la capacidad de respuesta en la lucha antiparasitaria. Se recomienda la implementación de un abordaje estratégico sub-regional integral que priorice la formación del talento humano y el fortalecimiento de la capacidad institucional para realizar investigaciones éticas y de calidad.46TL INICIATIVA HIFA (HEALTHCARE INFORMATION FOR ALL) SOBRE INFORMACIÓN DE CUIDA- DOS DE SALUD PARA TODOS. Jackeline 2University of País, HIFA; 3Coordinación, HIFA and CHILD2015, Global Health - care Information Network, Charlbury, Oxfordshire, Reino Unido. Antecedentes. La iniciativa HIFA (Healthcare Information for All, http://www.hifa2015.org ), creada en 2006, posee un enfoque global con la meta de trabajar juntos por un mundo donde cada persona y cada trabajador de salud tengan ac - ceso a información sobre cuidados de salud necesaria para proteger su propia salud y la salud de aquellos por quienes son responsables. En Honduras las enfermedades infeccio - sas son prevalentes y se ha documentado limitantes en la disponibilidad de información entre personal de salud. Des- cripción de la Experiencia . HIFA se fundamenta en dife - rentes estudios a nivel mundial y especialmente en países de bajos ingresos, que sugieren una carencia substancial de conocimiento acerca de aspectos básicos sobre como diagnosticar y manejar enfermedades comunes a lo largo de diferentes niveles de atención. Esta carencia de cono - cimiento puede asociarse a prácticas sub-óptimas, inefec - tivas y peligrosas. El sistema de conocimiento consiste en un ciclo que conlleva comprensión de necesidades de infor - mación, ejecución y publicación de investigaciones para la salud, síntesis del conocimiento, disponibilidad del conoci - miento, medición de impacto y nuevamente comprensión de las necesidades de información. HIFA propone acciones de comunicación, comprensión y abogacía para solucionar es - tos problemas. La plataforma se encuentra en inglés, fran - cés, portugués y próximamente español. Actualmente (Junio 2017), HIFA cuenta con >15,000 miembros en 175 países, es respaldada por OMS y organizaciones de salud y desa - rrollo a nivel mundial. Honduras se unió a HIFA en 2014, extendiendo la iniciativa a otros países centroamericanos. Lecciones Aprendidas . El sistema de conocimiento sobre cuidados de salud no está funcionando y no es falta de los trabajadores de salud. La disponibilidad y uso apropiado de información coniable sobre cuidados de salud es primordial para contar con sistemas de salud integrales y alcanzar los Objetivos de Desarrollo Sostenible. Es necesario impulsar el sistema de conocimiento en enfermedades infecciosas. S88 REV MED HONDUR 2017;85(Supl. No. 2):1-11447TL Parasitología; Instituto de Enfermedades Infecciosas y Parasitología Antonio Vidal; Tegucigalpa, Honduras. Antecedentes: La Asociación Hondureña de Parasitología (AHPA), organización sin ines de lucro, realiza actividades de educación e investigación en el campo de la parasito - logía. Entre estas actividades ha impartido talleres de 10 horas de duración, 1.5 días, sobre diagnóstico de labora - torio y correlación clínica y epidemiológica de parasitosis prevalentes en Honduras. Los talleres consisten en actua - lización teórica y prácticas de laboratorio con evaluaciones pre y post taller. Descripción de la experiencia: Durante 2010-2017 se organizaron 10 talleres, 4 sobre malaria, 4 sobre apicomplexa intestinales y 2 sobre genero Entamoe- ba. De 86 participantes, 70 nivel universitario (Microbiólogo graduado/Servicio Social/Grado) y 16 Técnicos Laboratorio Clínico (TLC), 80.0% (74) procedía de Tegucigalpa, 5.8% (5) Comayagua, 3.5% (3) Olancho, 2.3% (2) Choluteca y 1.2% (1) cada uno Yoro y Colón. De 74 que laboraban, 37.8% (28) trabajaba en laboratorio atención pública, 37.8% (28) labo - ratorio atención privada, 20.3% (15) institución académica, 4.0% (3) ONG. El 41.9% (36) participó en taller apicomple - xa intestinales. La diferencia entre el promedio (datos em - parejados) de la nota global en evaluación pre y post taller malaria fue 28.1% (IC95% 21.9-34.3); en taller apicomplexa intestinales fue (IC95% 33.6-50.7). Se observó diferencia signiicativa en evaluación post-taller entre parti - cipantes de diferente nivel académico (universitario versus técnico, diferencias de medias independientes 23.3, IC95% 10.5-36.1), no se observó diferencia signiicativa en evalua - ción pre-taller. Lecciones aprendidas : La metodología de enseñanza aplicada en los talleres generó incremento en el conocimiento de los participantes, independientemente de su formación académica. Se identiicaron vacíos importan - tes de información básica estratégica con mayores vacíos en el tema apicomplexa intestinales. Honduras es un país endémico de parasitosis como malaria y las producidas por apicomplexa intestinales y se requiere una capacidad de respuesta adecuada en la formación de talento humano a nivel profesional y técnico.S89 REV MED HONDUR 2017;85(Supl. No. 2):1-114XIII CONGRESO CENTROAMERICANO Y DEL CARIBE DE PARASITOLOGIA Y MEDICINA TROPICAL I CONGRESO INTERNACIONAL DE ENFERMEDADES INFECCIOSAS XIII CURSO INTERNACIONAL DE ENFERMEDADES INFECCIOSAS V CONGRESO NACIONAL DE PARASITOLOGIA Tegucigalpa, Honduras 22-26 de agosto de 2017 RESUMENES DE TRABAJOS LIBRES (TL) PRESENTACION CARTEL con patología oncológica que presentan signos meníngeos la principal sospecha son recaídas a nivel de SNC, es de suma importancia considerar que estas manifestaciones pueden ser secundarias a procesos infecciosos. 49TL ONICOMICOSIS CAUSADA POR Curvularia lunata : PRESENTACIÓN DE UN CASO CLÍNICO. María A. Pereda, MD; Francisco Rivas Traverso , PhD. Sección de Micología, Departamento de Microbiología, Facultad de Medicina, Universidad de Panamá. Panamá, Panamá. Antecedentes : El término onicomicosis (del griego ónychos , uña y micosis, infección causada por hongos), se emplea para referirse a la lesión fúngica que afecta no sólo las uñas, sino la cutícula, lecho ungueal, matriz, pliegues así como tejido mesenquimal adyacente. La misma es causada prin - cipalmente por hongos del grupo de los dermatoitos repre - sentado por los géneros Trichophyton spp , Microsporum spp y Epidermophyton loccosum , los cuales poseen capacidad de degradar queratina y secundariamente por no derma - toitos, tales como Acremonium spp., Aspergillus spp., Fu - sarium spp., algunas levaduras como Candida albicans , y muy excepcionalmente por representantes del grupo de los dematiáceos tales como Curvularia spp . Descripción del Caso Clínico : Describimos el caso de un varón panameño, 45 años de edad, con severa distroia ungueal del hallux derecho de 24 meses de evolución. Al examen directo con KOH 10% y azul de algodón, se visualizaron macroconidias de color castaño, curvadas y engrosadas hacia su parte media con 3 a 4 segmentos transversos. Los resultados de cultivo conirmaron el diagnóstico de Curvularia lunata . Conclusiones/Recomendaciones : El aislamiento de un no dermatóito de la uña se considerará patógeno, siempre y cuando la microscopía directa muestre la presencia de es - tructuras características y en los cultivos de seguimiento se obtienen los mismos hongos como en el presente caso. Este caso de onicomicosis causada por una especie de hongo no dermatoito, Curvularia lunata , es una rareza en un paciente panameño. El paciente fue sometido a tratamiento con Flu - conazol observándose notoria mejoría.48TL CRIPTOCOCOSIS CEREBRAL EN PACIENTE CON LEUCEMIA AGUDA LINFOBLÁSTICA DE CÉLULAS T. Clarissa Aguilar Molina , Pediatra Sub- especialista en Oncología;1 Sara Molina, diatra Sub-especialista en Infectología;2 Tegucigal - pa. Honduras. Antecedentes : La criptococosis es una infección fúngi - ca, fatal en la mayoría de los casos. Generalmente afecta pacientes inmunosupresos, especialmente aquellos con defectos de inmunidad celular. Existen muy pocos casos reportados en asociación entre neoplasias hematológicas y criptococosis a nivel de sistema nervioso central (SNC), siendo este el sitio de mayor frecuencia de presenta - ción. Descripción de caso clínico : Masculino, 15 años de edad, con antecedente de Leucemia Aguda Linfoblás - tica de Células T, diagnosticado 22 meses antes, en ma - nejo con protocolo de alto riesgo (AHOPCA LAL AR 2008), por iniltración a médula espinal T4-T6. Completó fases de inducción, consolidación, radioterapia a cráneo y neuroeje (18Gy). A su ingreso con cuadro de 3 días de evolución con cefalea holocraneana, de intensidad 10/10, incapaci - tante, acompañado de fotofobia, fonofobia y episodio de vómitos precedido de náuseas, en fase de mantenimiento de su tratamiento. En cuanto a su evaluación neurológica con escala de Glasgow 15, rigidez de nuca, fondo de ojo normal, sin déicit motor ni sensitivo. Se realizó tomografía axial cerebral a su ingreso sin demostrar anormalidades. Posteriormente se realizó resonancia magnética cerebral y cervical a los 13 días de su hospitalización, observándo - se una pequeña área hiperintensa a nivel de la sustancia blanca periventricular izquierda. Además, se obtuvo líquido cefalorraquídeo reportando 26 células, siendo estas 100% mononucleares, y evidenciando levaduras encapsuladas, con antígeno para criptococo positivo. Sin embargo, con una evolución desfavorable ya que paciente falleció. Con- clusiones/ Recomendaciones: Si bien es cierto HONDUR 2017;85(Supl. No. 2):1-11450TL COCCIDIOIDOMICOSIS CUTÁNEA PRIMARIA EN PACIENTE CON TUBERCULOSIS PULMONAR. Daysi G. Velásquez, Médico Especialista en Derma - tología;1 Bessy Cruz E., Médico Especialista en Der - matología.2 1Centro Dermatológico DV, Tegucigalpa; 2Centro Médico Santa Rosa, Santa Rosa de Copán; Honduras. Antecedentes: La coccidiodomicosis es una infección sis - témica causada por Coccidioides immitis y Coccidioides po - sadasii . Fue descrita por primera vez en 1892 por Posadas. Es endémica en regiones desérticas y semidesérticas. La in - fección cutánea primaria es extremadamente rara. Descrip- ción del caso clínico: Masculino de 37 años, agricultor, sin comorbilidades, procedente de Santa Cruz de Yojoa, Hon - duras. Presentó dermatosis localizada en tronco posterior de un año de evolución caracterizada por múltiples nódulos verrucosos, algunos ulcerados y otros con costra hemática en su supericie. Un mes previo a presentar esta dermatosis sufrió trauma en el área lumbar con objeto corto punzante tipo alambre. Además reirió tos productiva con hemoptisis, de un mes de evolución que se acompañaba de iebre, dia - foresis y perdida de peso. Se procedió a realizar radiografía de tórax encontrando cavitación apical izquierda, múltiples nódulos e iniltrado intersticial alveolar bilateral. Estudios de laboratorio mostraron anemia microcítica hipocrómica Hb 10.9gr/dl Ht 38%, dos BAAR de esputo positivos, serología VIH negativo. Se realizó biopsia de piel que reportó proceso granulomatoso supurativo con estructuras esferuloides, PAS positivas y cultivo micológico con crecimiento de Coccidioi- des immitis . Se estableció diagnóstico de coccidiodomicosis cutánea primaria y tuberculosis pulmonar. Se inició trata - miento con antifímico e itraconazol, con remisión completa de las lesiones cutáneas 8 meses después. Conclusión/ Recomendación: La vía de infección es por inhalación en un 98%, aunque existen casos cutáneos primarios que pe - netran a través de traumatismos, constituyendo una forma clínica de presentación excepcional, del 1-2% de todos los casos. La dermatosis inicia entre 15 a 20 días después de la inoculación. El diagnóstico deinitivo se realiza mediante la demostración del hongo en muestras de luidos o tejidos. Por falta de recursos hospitalarios no fue posible completar estudios para conirmar afectación pulmonar concomitante por coccidioides (cultivo micológico del pia cultivo por Mycobacterium tuberculosis ). 51TL PACIENTE CON COINFECCIÓN: VIRUS DE DENGUE Y HEPATITIS A. REPORTE DE UN CASO. Elvin Omar Videa Irias, Médico Especialista en Medicina Interna;1Allison Rodríguez Castellanos, Médico General.2 1Hospital 3Egresado Facultad de Ciencias Médicas UNAH; Tegucigalpa, Honduras. Antecedentes: El virus del Dengue y Hepatitis A son en - démicos en regiones tropicales y subtropicales dentro de las que se incluye Honduras. Ambas enfermedades pueden mostrarse con un variado espectro clínico con o sin sínto - mas. Descripción del caso clínico: Paciente masculino de 29 años de edad, con antecedentes de ingesta de alcohol de forma regular, con historia de haber sido evaluado en clínica particular una semana antes, por iebre de 5 días de evolu - ción, intermitente, cuantiicada en 38°C, que se acompañó de mialgias y artralgias, el laboratorio en ese momento mos - tró trombocitopenia. Al cumplir tres días afebril, presenta ictericia en escleras y luego generalizada, acompañada de astenia, adinamia, nauseas, vómitos y dolor abdominal en cuadrante superior derecho, por lo que acude a emergen - cia del Hospital HOSPIMED. Al evaluarlo se encuentra con signos vitales normales, presentando ictericia en escleras y piel, y dolor en cuadrante superior derecho. Los exáme - nes de laboratorio muestran elevación de la función - 7.09mg/dL, anticuerpos IgM Hepatitis A positivo, anticuerpos IgM e IgG Dengue positivos. Se ingresa y se maneja con L- ornitinamás L-aspartato en infusión y colestiramina vía oral durante 4 días, con evolución clínica y laboratorial satisfac - toria, egresando asintomático con disminución en pruebas función hepática y bilirrubinas. Se evalúa 5 días después: el paciente se encuentra asintomático y sus pruebas complicaciones posteriores. Conclusiones/Reco- mendaciones: La coinfección por los virus de dengue y de hepatitis A suele ser infrecuente; se describen muy pocos casos en la literatura, representando un reto diagnóstico para el médico. Se sugiere realizar pruebas para diagnósti - co diferencial de estas entidades a todos aquellos pacientes que presenten sintomatología relacionada con afectación hepática por estos virus. 52TL AUTOMEDICACIÓN Y ENFERMEDADES DE BASE, COMO DETERMINANTES EN LA RECUPERACIÓN DEL CHIKUNGUNYA EN ADULTOS DE JACALEAPA, EL PARAÍSO FEBRERO-MARZO 2016. Tito Humberto Barahona Espinal, Médico General;1 Lino Seguros, Tegucigalpa; 2Centro de Investigación y Desarrollo en Salud, Trabajo y Ambiente (CIDSTA), Departamento de Salud Pública, Faculta de Ciencias Médicas UNAH; 3Direccción Municipal de Salud, Jacaleapa, Región Sanitaria Departamental, El Paraíso; Honduras. Antecedentes: Chikungunya es endémica en Asia, África y Oceanía, emergente en el nuevo mundo. Diagnosticán - dose en Jacaleapa el primer caso en abril 2015, siendo un problema de salud pública con impacto socioeconómico por persistencia y recurrencia de artralgias, y alta automedica - ción. Objetivo : Describir la inluencia de automedicación y enfermedades de base en la recuperación del Chikungunya, Establecimiento de Salud de Jacaleapa, El Paraíso. Meto- dología: Estudio descriptivo transversal. Se incluyeron 61 S91 REV MED HONDUR 2017;85(Supl. No. 2):1-114casos sospechosos de Chikungunya diagnosticados duran - te el brote epidémico (abril-octubre 2015) que cumplieron criterios de inclusión (edad 18 años, icha epidemiológica, expediente clínico y consentimiento informado), aplicando cuestionario de febrero-marzo 2016. La remisión de las ar - tralgias sirvió para determinar el tiempo de recuperación. Se aplicaron prueba de Fisher, diferencia de medias y odds ra - tio. Estudio aprobado por Comité de Ética. Resultados : El 39.3% de sujetos tenía artralgias durante la entrevista. Los sujetos que se automedicaron tuvieron mayor recurrencia de artralgias (Fisher p= 0.0425). El 24.5% utilizó esteroides, todos en los primeros 90 días de la enfermedad; recuperán - dose de artralgias el 80% (12) en los siguientes 5 días. El 93.3% (14) presento recurrencia de artralgias después del uso de esteroides (Fisher p=0.0000). Sujetos con enferme - dades de base tuvieron dos veces más persistencia de ar - tralgias (61% vs. 30%) (Fisher p= 0.042). Sujetos con hiper - tensión arterial tuvieron tiempos de recuperación inicial más prolongados (promedio 25.6 días) (t student p= 0.0296). La persistencia actual de dolor articular fue mayor en los sujetos con hipertensión arterial (91% vs. 28%) (Fisher p=0.0001), presentando 25 veces más probabilidad de persistencia (OR=25). Conclusiones/Recomendaciones: Uso de este - roides se asoció a recurrencia de artralgias (rebote de ar - tritis). La hipertensión arterial se asoció con la recuperación inicial prolongada y recurrencia de artralgias. Debe realizar - se estudios analíticos para veriicar la relación de causalidad entre los esteroides y la recurrencia de artralgias. 53TL ANÁLISIS DE LA SUPERVIVENCIA A DENGUE Y CHIKUNGUNYA EN LA ISLA DE ST. KITTS. MODE- LOS DE RIESGOS PROPORCIONALES Y FACTO- RES DE RIESGO. Iñaki Deza-Cruz, Licenciado en Medicina Veterinaria;1 Aileen Mill, Profesor Ecología de Vertebrados y Biodiversidad.;2 Stephen Rushton, Grado académico: Catedrático en Modelaje Biolo - gicos;2 Patrick Kelly, Grado académico: Catedrático de Medicina Interna de Pequeños Animales.1 1Ross University School of Veterinary Medicine, Basseterre, San Cristóbal y Nieves; 2Departamento de Modela - je, Escuela de Biología, Universidad de Newcastle, Newcastle, Reino Unido. Antecedentes : la transmisión del dengue y chikungunya ha sido estudiada de manera extensa en la literatura, pero po - cos estudios han considerado el análisis de la supervivencia en adultos que no expuestos previamente a los virus en un ambiente endémico. Objetivo : describir el tiempo medio de seroconversión primaria en adultos y los factores de compor - tamiento, residencia e intrínsecos que inluyen en la transmi - sión en un área geográica limitada y endémica. Metodolo- gía: 224 voluntarios, edad 20, de Ross University School of Veterinary Medicine, isla de San Cristóbal y Nieves, fueron reclutados a su llegada en tres cohortes (septiembre 2014 a mayo 2015). Se tomaron muestras de plasma al inicio y cada 4 meses hasta mayo de 2016. Las muestras fueron analizadas para dengue (DENV) y chikungunya (CHIKV) con ELISA de anticuerpo de captura e indirecto (IgM, IgG). Modelos lineares de efectos mixtos y modelo extendido de Cox fueron utilizados para investigar los factores asociados a la seroconversión primaria. Resultados : 40 voluntarios (17.8%) mostraron anticuerpos a DENV o CHIKV al inal del estudio. La razón de incidencia de DENV y CHIKV en la po - blación del estudio fue de 1.7 y 2.3 por 10 persona-años, respectivamente. Los factores asociados más signiicativos fueron la duración de la estancia, presencia de recipientes- criaderos de mosquitos alrededor de la vivienda y la capa - cidad de los voluntarios para ser picados por mosquitos (p<0.05). El uso de repelentes no mostró ningún efecto en la tasa de seroconversión. Conclusiones/Recomendacio- nes: el riesgo de infección por dengue o chikungunya en adultos no expuestos previamente fue mayor en las prime - ras semanas de llegada al área endémica y tras un año de residencia, asociado a la presencia de criaderos de mosqui - tos y la capacidad de atracción a los mosquitos por parte del huésped. 54TL EVALUACIÓN IN VITRO DE LA RESISTENCIA DE A ORGANOFOSFORA- DOS, PIRETROIDES Y AMITRAZ EN MONIQUIRÁ, Javier Enrique Rodríguez-Pacheco, Médico Veterinario Zootecnista; Martín Orlando Pu - lido-Medellín, Médico Veterinario, MSc en Ciencias Biológicas; Diego José García-Corredor, Médico Veterinario, MSc en Ciencias Biológicas. Grupo de Investigación en Medicina Veterinaria y Zootecnia (GIDIMEVETZ), Programa de Medicina Veterinaria y Zootecnia, Universidad Pedagógica y Tecnológica de Colombia, Boyacá, Colombia. Antecedentes: Colombia reporta 23 millones de cabezas de ganado bovino, Boyacá reiere una participación del 3,30% del total de la ganadería nacional, encontrándose entre los 15 departamentos con mayor número de bovinos; pese a esta considerable población, los estudios acerca de resistencia a químicos en garrapatas R. microplus son esca - sos. El uso extensivo de productos químicos para el control de la garrapata bovina ha favorecido el desarrollo de resis - tencia a estos compuestos, siendo una grave amenaza para la sostenibilidad de los sistemas productivos. Objetivo: El presente estudio evaluó in vitro la resistencia de la garrapata R. microplus a organofosforados (OF), piretroides sintéticos (PS) y amitraz (AM) en Moniquirá, Colombia. Metodología: Las garrapatas fueron recolectadas y sometidas a la prue - ba de inmersión de adultas para evaluar la eicacia de los fármacos, el efecto sobre la ovoposición y el porcentaje de eclosión larvaria. Se utilizó un diseño experimental comple - tamente al azar con cuatro tratamientos y tres repeticiones por tratamiento, con 10 garrapatas por repetición. Resulta- dos: Se encontraron porcentajes de mortalidad en las molé -S92 REV MED HONDUR 2017;85(Supl. No. 2):1-114culas evaluadas del 43, 56, 60 y 96% para el grupo control, PS, AM y OF respectivamente al día 21 del experimento. La inhibición de la ovoposición fue de 13.4% para el grupo control, 44.6% para AM, 45.5% para PS y 96% para OF. El porcentaje de eclosión de huevos fue de 88% para el grupo control, 16% para AM, 14% para PS y 4% para OF. Conclu- siones: Se observaron deiciencias por parte de los PS y AM en el control de R. microplus . OF muestra efectividad, pero se presume de un proceso de resistencia a la molécu - la. La perdida de efectividad del control químico en la ga - rrapata puede deberse a la aplicación ineicaz, condiciones estacionales desfavorables a la aparición de un mecanismo de resistencia. 55TL MONITOREO ENTOMOLOGICO DE Aedes aegypti MEDIANTE EL USO DE CIUDAD DE DANLI. Katia López Mejia , Microbióloga Clínica;1 Gabriel Orellana Herrera, Técnico Entomólogo.2 1Región endémica por Aedes aegypti y ha experimentado epidemias de dengue, Chikun - gunya y Zika en los últimos años. Los primeros casos de transmisión autóctona de Zika en Honduras fueron reporta - dos en diciembre de 2015; en 2016 se notiicaron 660 casos en el municipio de Danlí. La vigilancia entomológica se rea - lizaba a través del levantamiento de índices entomológicos utilizando la metodología LIRA la cual dejó de efectuarse de - bido a la falta de capacidad técnica y operativa. Descripción de la Experiencia: A partir de mayo del 2017 se implementó un sistema de vigilancia entomológico mediante el uso de ovitrampas. Se seleccionaron tres conglomerados repre - sentativos de los diferentes estratos sociales de la ciudad, interviniendo un total de 100 viviendas, instalando en cada una de ellas dos ovitrampas para determinar la distribución espacial y temporal de Aedes aegypti y el impacto de la apli biolarvicida ( Bacillus thuringiensis var israelensis, BTI) en ciclos mensuales en el 100% de las viviendas. Vi - sitas de inspección domiciliar se realizaron semanalmente para recolectar las supericies de ovipostura para el conteo y posterior análisis que permitió orientar las intervenciones de control. Asimismo, se determinó la relevancia epidemio - lógica de Aedes albopictus en la transmisión de arbovirosis en la ciudad de Danlí. Lecciones Aprendidas: De las 200 ovitrampas monitoreadas, se obtuvo un promedio de 7,200 huevos recolectados semanalmente. Aunque hubo incre - mento de la precipitación pluvial, este número se mantuvo como resultado del uso del BTI. Se observaron diferencias signiicativas en los tres conglomerados, evidenciando ma - yores índices de infestación en el conglomerado con mayor aluencia de personas (área comercial), lo cual aumenta el riesgo de infección en esta zona. Una efectiva participación comunitaria potenciaría la intervención del uso de biolarvici - das como medida de control de Aedes . 56TL IDENTIFICACIÓN DE ESPECIES DE Lutzomyia (Diptera: Psychodidae) DE LA COSTA DEL PACÍ- FICO DE HONDURAS, 2015. Ángel Mejía, Maestro en Ciencias;1 Wilfredo Sosa, Maestro en Enferme - dades Tropicales;1,2 Gabriela Matamoros, Maes - trante en Enfermedades Infecciosas y Zoonóticas;3 Gustavo Fontecha, Doctor en Genética y Biología Celular.1,2 1Escuela de Microbiología, Universidad Na - cional Autónoma (UNAH); 2Instituto de Investigaciones en Microbiología, UNAH; 3Maestría en Enfermedades Infecciosas y Zoonóticas, UNAH; Tegucigalpa, Honduras. Antecedentes: Algunas especies de Lutzomyia son vecto - res de leishmaniasis. La leishmaniosis visceral y cutánea no ulcerada son endémicas del Pacíico hondureño, en donde Lu. Longipalpis es la más abundante y la única especie incri - minada como vector. La identiicación taxonómica y la distri - bución de moscas de arena son importantes para entender la epidemiología de las leishmaniosis. Objetivo: Identiicar especímenes de Lutzomyia en Isla del Tigre, Honduras. Determinar ingesta alimenticia. Secuenciar el gen citocro - mo oxidasa I (COI) de especies encontradas durante 2015. Metodología: Estudio descriptivo transversal. La captura de moscas de arena se realizó en 13 ecotopos extra-, peri- e in - tradomiciliares. La identiicación se realizó mediante claves taxonómicas basadas en genitalia y espermateca. La deter - minación de la ingesta alimenticia de hembras ingurgitadas se realizó ampliicando regiones de ADN (SINE y LINE) de cerdo, gallina, perro y humano. Se utilizó Barcoding secuen - ciando el gen COI. Resultados: Se analizaron 13,248 es - pecímenes de Lutzomyia . Se detectaron 11 especies y las dos más comunes fueron Lu. evansi (74%) y Lu. longipalpis (17%). Es el primer reporte de cuatro especies en esta isla (Lu. evansi, Lu. falcata, Lu. cayennensis, Lu. panamensis ). Se identiicó la fuente alimenticia (Cerdo 63%, perro 22%, ave 12% y humano 3%) de cinco de estas especies. Solo Lu. longipalpis y Lu. cruciata demostraron comportamiento antropifílico. Barcoding demostró ser efectivo al discriminar entre especies. Conclusiones/Recomendaciones: Se conirma el rol potencial de Lu. longipalpis en la transmisión de leishmaniosis, y el papel protagónico de cerdos y perros para el mantenimiento del ciclo domiciliar de las leishmanio - sis en la isla. Aunque las aves son refractarias a estas in - fecciones, su presencia en peridomicilio favorece el mante - nimiento de vectores en el hábitat humano. Investigaciones con mayor número de especímenes de una mayor área geo - gráica seguirán aumentando nuestro conocimiento sobre la distribución de los vectores de Leishmania en Mesoamérica. S93 REV MED HONDUR 2017;85(Supl. No. 2):1-11457TL INTERVENCIÓN INTEGRAL PARA EL CONTROL DE LA MALARIA EN EL MUNICIPIO DE WAMPUSIRPI, DEPARTAMENTO DE GRACIAS A DIOS. Tamara Mancero, PhD, MSc;4 Hernández, Calderon, MD, MSc;7 Prabhjot Singh, MD, MSc.8 1Laboratorio Nacional de Vigilancia del a Salud, Secretaria de Salud, Tegucigalpa, Honduras; 2Unidad de Vigilancia de la Salud, Secretaria de Salud, Tegucigalpa, Honduras; 3Organización Panamericana de Salud, Tegucigalpa, Honduras; 4Organización Panamericana de Salud, México; 5Organización Panamericana de Salud, El Salvador; 6Unidad de Planeamiento, Región Sanitaria Gracias a Dios, Honduras; 7Centro de Salud Wampusirpi, Región Sanitaria de Gracias a Dios, Honduras; 8Organización Panamericana de Salud, Washington DC, Estados Unidos de América. Antecedentes: En el año 2009, el municipio de Wampusir - pi, Departamento de Gracias a Dios, Honduras, presentaba una incidencia de malaria de 118 mil habitantes, con alta carga de Plasmodium falciparum y una muerte materna por malaria en ese año. Esta situación se debía a múltiples fac - tores tales como el difícil acceso geográico a los servicios de salud, factores económicos, culturales y sociales, tenien - do que buscar la forma de implementar un nuevo diseño de intervención para la reducción de los casos de malaria en ese municipio. Descripción de la Experiencia: Se diseñó una intervención integral con una alta participación comuni - taria en las 26 localidades del municipio con una población de 6,161 habitantes, formando y capacitando a brigadas de voluntarios de la comunidad que realizaron visita casa a casa, instalando directamente 3,380 mosquiteros alcanzan - do 100% de cobertura de los espacios para dormir. También se hizo detección activa de casos registrando 403 casos de malaria, de los cuales el 50% (201) se debieron a P. falcipa - rum, se realizó tratamiento supervisado durante 3 días diri - gido a la reducción de casos de P. falciparum y completando el tratamiento en los casos detectados de P. vivax o infeccio - nes mixtas, así como educación sanitaria con énfasis en el uso y mantenimiento del mosquitero. La malaria disminuyó en un 99% en el período 2019 a 2016, registrándose cuatro casos de P. falciparum procedentes de otros municipios del departamento de Gracias a Dios. Lecciones Aprendidas: La realización de una intervención integral con la participa - ción de la comunidad contribuye en la reducción de la inci - dencia de malaria, y agregado esto el sostenimiento de la vigilancia en la zona para la permite la implementación de esta metodología en el resto de zonas endémicas del país en búsqueda de la reducir la incidencia de malaria. 58TL IMPACTO DE LA RENOVACIÓN DEL AGUA EN EL EFECTO RESIDUAL DE Bacillus thuringiensis Var Israelensis EN EL CONTROL DE Aedes aegyp - ti EN TEGUCIGALPA, HONDURAS, 2015. Brian M. Erazo, Estudiante 8vo año, Carrera Medicina;1 Francia Jovita Ponce Guevara, MD, MSc;2 Néstor J. Yanes, Estudiante 8vo Año Carrera Medicina;1 Juan A. Amador, Estudiante 8vo Año Carrera Medicina;1 Ammi E. Bustillo, Estudiante 8vo Año Carrera Medi - cina;1 Jairo García, Estudiante 5to Año Carrera Cien - cias Químicas y Farmacia;3 Xenia I. Paz, Estudiante 6to Año Carrera Medicina;1 Brayan J. Bennett, 7mo Año Carrera Medicina;1 Bayron López, Estudiante 8vo Año Carrera Medicina;1 Michelle Padilla, Estu - diante 4to año Carrera Microbiología.4 1Facultad de Ciencias Médicas; 2Departamento de Salud Pública, Facultad de Ciencias Médicas; 3Facultad de Química y Farmacia; 4Escuela de Microbiología, Facultad de Ciencias; Universidad Nacional Autónoma de Hondu - ras, Tegucigalpa, Honduras. Antecendentes: El mosquito Aedes aegypti es el principal vector responsable de la transmisión del dengue, la iebre chikungunya y el zika. Bacillus thuringiensis var israelensis (Bti) se ha utilizado como una herramienta de control de la larva de Ae. Aegypti . Objetivo: Determinar el impacto de la renovación del agua en el efecto residual de Bti en el control de Ae. Aegypti , Tegucigalpa, 2015. Métodología: Estudio experimental factorial 2x3. Unidad de análisis: larvas salva - jes de campo estadios III y IV de Ae. Aegypti recolectadas en zonas urbanas de Tegucigalpa, febrero-abril 2015. Se anali - zaron 2 dosis distintas de Bti (2.5 mg/L y 5 mg/L), cada una tuvo tres tipos de recambio de agua (sin recambio, cada/2 días, cada/7 días). Durante los bioensayos, se realizaron 4 réplicas con Bti y 4 controles con solución acuosa inocua por cada dosis analizada, introduciendo 25 larvas en cada uno de ellos cada 4 días, durante un periodo de 64 días. Re- sultados : Para la dosis de 2.5 mg/L, con recambio de cada 2 días la mortalidad larvaria llegó a 0.0% a los 29 días; con recambio de cada 7 días y sin recambio la mortalidad llegó a 0.0% a los 49 días. Para la dosis de 5 mg/L, con recambio de cada 2 días la mortalidad llegó a 0.0% a los 29 días; con recambio de cada 7 días la mortalidad llegó a 0.0% a los 57 días y sin recambio la mortalidad llegó a 0.0% a los 61 días. La mortalidad promedio en los controles fue de 1.1%. Con- clusiones/ Recomendaciones: Nuestros datos refuerzan la evidencia de que el recambio de agua como el que ocurre en los escenarios domésticos, tiene una inluencia negativa en el efecto residual de Bti. Es necesario un replanteamiento técnico-operativo en el uso del Bti en Honduras a partir de estos hallazgos.S94 REV MED HONDUR 2017;85(Supl. No. 2):1-11459TL AUSENCIA DE INFECCIONES ASINTOMÁTICAS DE MALARIA EN UNA REGIÓN ENDÉMICA DE HONDURAS, 2015. Brian M. Erazo, Estudiante 8avo Año, Carrera Medicina;1 Joel García, MQC;2 Isis A. Buezo, Estudiante 5to Año, Carrera Microbiología;2 Fabiola C. Martel, Estudiante 5to Año, Carrera Mi - crobiología;2 Nestor J. Yanes, Estudiante 8vo Año, Carrera Medicina;1 Juan A. Andino, Estudiante 8vo Año, Carrera Medicina;2 Mariela Carrasco, Estudiante 6to Año, Carrera Medicina;2 MSc.;3 2Facultad de Ciencias, UNAH; 3Departamento de Salud Pública, Facultad de Ciencias Médicas, UNAH. 4Instituto de Investigaciones en Microbiología, Escuela de Micro - biología, Facultad de Ciencias, UNAH; Tegucigalpa, Honduras. Antecedentes: Ha existido un progreso considerable en la lucha contra la malaria en el mundo. En Honduras en - contramos una reducción de los casos del 79% en la última década. Se adoptó un compromiso regional para buscar su eliminación para el año 2020; para esto, las estrategias de - ben considerar a todos los individuos infectados por malaria en las intervenciones, por lo que adquieren mayor interés los esfuerzos enfocados en identiicar las infecciones asinto - máticas. El departamento de Colón ha sido de las zonas con mayor incidencia en las últimas décadas. Objetivo: Estimar la prevalencia de casos de infección asintomática de malaria en tres comunidades del municipio de Iriona, Colón, enero 2015. Métodología: Estudio descriptivo transversal, en co - munidades de Ciriboya, Punta Piedra y Cusuna. Mediante un muestreo aleatorio simple a partir del censo de vivienda se incluyeron 145 participantes, utilizando un intervalo de con - ianza de 95% y error de 8%. La sangre fue extraída median - te punción capilar hacia portaobjetos y papel iltro Whatman. Se realizó el diagnóstico de malaria mediante gota gruesa, PCR convencional y PCR anidada. El análisis de laboratorio de las muestras se realizó en Laboratorio Teasdale Corti, Escuela de Microbiología, UNAH. Se obtuvo consentimiento informado escrito. Resultados : Participaron 145 personas asintomáticas, con edad promedio 26.5 +/- DE (rango 18-92 años), 63% (n = 91) mujeres. Mediante el análisis micros - cópico no se detectaron infecciones por Plasmodium spp. El estudio molecular tampoco detectó infecciones. Conclu- siones/ Recomendaciones: La baja prevalencia de casos encontrada en este estudio coincide con la disminución en la incidencia de casos de malaria que se han reportado en la zona. Es importante continuar los esfuerzos enfocados en la detección activa de casos para poder lograr las metas de eliminación establecidas en la región. 60TL EXPERIENCIA DE UN PROGRAMA DE VIGILAN- CIA DE GENES ASOCIADOS A RESISTENCIA A CLOROQUINA EN Plasmodium Falciparum EN LA SUBREGIÓN CENTROAMERICANA (2010-2017). Gustavo Fontecha, PhD, Doctor en Genética y Bio - logía Celular;1 María Alejandra Pinto, Microbiólogo Industrial;1 Rosa Elena Mejía, Maestra de Epidemio - logía;2 Lenin Escober, Microbiólogo;3 Engels Bane - gas, Maestro de Epidemiología;3 Jessia Matamoros, Microbióloga;3 María Paz Ade, Doctora en Epidemio logía;4 Prabhjot Singh, Doctor en Salud Pública.4 1Ins- tituto de Investigaciones en Microbiología, Universi - dad Nacional Autónoma de Honduras; 2Organización Panamericana de la Salud, Honduras; 3Laboratorio Nacional, de Honduras; Teguici - galpa, Honduras; 4Panamerican Heatlh Organization, Washington DC, Estados Unidos de América. Antecedentes: Algunos países endémicos de malaria mo - nitorizan genes asociados a resistencia de Plasmodium fal- ciparum a drogas para prevenir la diseminación de cepas resistentes. Esta vigilancia es importante en Centroamérica donde no circulan estas cepas. Los genotipos más comunes del gen pfcrt son: 72CVMNK76 (susceptible a cloroquina); 72CVIET76 (sudeste asiático/africano), y 72SVMNT76 (sud - americano), ambos resistentes a cloroquina. Descripción de la Experiencia: Presentamos resultados de seis años de vigilancia de resistencia a cloroquina en P. falciparum , obte- nidos en la Universidad Nacional Autónoma de Honduras, como servicio para la subregión. Las muestras de sangre fueron remitidas por las Autoridades de salud nacionales y fueron colectadas en municipios endémicos después del diagnóstico microscópico por gota gruesa in situ . Fueron colectadas sobre papel iltro Whatman para ácidos nuclei - cos antes del tratamiento de pacientes febriles que busca - ron asistencia médica en sus países. Cada país decidió el porcentaje referido de positivos. El diagnóstico microscópico fue conirmado mediante ampliicación del gen 18Sr . El gen pfcrt fue ampliicado mediante PCR-anidada. Se secuenció el fragmento por ambos lancos. Se analizaron 311 aisla - mientos a lo largo de 7 años a partir del 2010 (160 de Hon - duras entre 2010 y 2016; 60 de Nicaragua en 2015; y 24 de Guatemala en 2015). Todos los aislados demostraron el genotipo \"72CVMNK76\", asociado a susceptibilidad a cloro - quina. Dos casos importados de la costa africana revelaron el genotipo 72CVIET76. Lecciones aprendidas: Las cepas circulantes del parásito en la subregión revelan genotipos asociados a susceptibilidad a cloroquina. Considerando que cada año se registran casos importados de malaria resis - tente a cloroquina en Centroamérica, la vigilancia de cepas circulantes es pertinente para coadyuvar los esfuerzos de la subregión para avanzar hacia la eliminación de malaria, que podrían obstaculizarse por la diseminación de cepas resis - tentes a drogas utilizadas actualmente.S95 REV MED HONDUR 2017;85(Supl. No. 2):1-11461TL EXPERIENCIA DE USO DE PRUEBAS RAPIDAS PARA MALARIA EN LUGARES DE DIFÍCIL ACCE- SO, HONDURAS, 2016. Sandra Paola Paz, MQC;1 Rosa Elena MQC, MSc;2 Engels Nacional, Secretaria de de la Salud; Tegucigalpa, Honduras; 3Organización Panamerica - na de la Salud; Washington DC, Estados Unidos de América. Antecedentes: Bajo recomendaciones de OPS/OMS, los países de la región de las Américas cumplen protocolos de aseguramiento de calidad del diagnóstico microscópico de malaria para aumentar cobertura del diagnóstico. Las prue - bas de diagnóstico rápido (PDR) para malaria representan una oportunidad de obtener un diagnóstico oportuno y con - tribuir a eliminar la transmisión de la malaria en zonas de difícil acceso. Descripción de la experiencia: En el año 2013 Honduras inició la implementación de la estrategia de uso de PDR para malaria en lugares de difícil acceso, siendo el departamento de Gracia a Dios el lugar inicial de esta implementación y posteriormente en Olancho y Colón, departamentos fronterizos con Gracias a Dios y endémi - cos de Plasmodium falciparum . Para el año 2016 se han implementado 101 Puestos de Diagnóstico con PDR y se están proyectando 45 puestos adicionales para el inal del año 2017. Este proceso conlleva la capacitación a Colabo - radores Voluntarios comunitarios y personal de salud insti - tucional en toma de muestras de sangre para gota gruesa y PDR. Se ha utilizado un kit comercial que detecta ambas especies ( P. falciparum y P. vivax ), con tiempo de lectura de resultados de 20 minutos y temperatura de almacenamiento en el rango 1° - 40°C. En el año 2016 se realizaron 5,083 PDR, de las cuales 98.4% (5,003/5083) coincidieron con el resultado microscópico utilizando gota gruesa coloreada con giemsa (positivo/negativo, especie de Plasmodium ). Lecciones aprendidas: Con esta estrategia ha sido posi - ble aumentar la cobertura del diagnóstico en las zonas de difícil acceso a diagnóstico de calidad. Tratar pacientes de manera oportuna y fortalecer la vigilancia epidemiológica a nivel comunitario son acciones que contribuyen a eliminar la malaria en Honduras. 62TL MALARIA EN REPÚBLICA DOMINICANA: UN EN- FOQUE DE LA BIOLOGÍA MOLECULAR. Maria Isa - bel Veiga, Ph.D.,1,2 José Díaz, M.D, MSc,1 Francisco Cuevas - tología (IMPA), Facultad de Ciencias, Universidad Autónoma de Santo Domingo (UASD), República Dominicana; 2Life and Health Sciences Research Ins - titute (ICVS), School of Medicine, University of Min - ho, Campus Gualtar, Braga, Portugal and ICVS/3B's - PT Government Associate Laboratory, Braga/Gui - de Educación de Amistad Dominico-Japonesa, (CEMADOJA), Santo Domingo, República Dominicana. Antecedentes: República Dominicana es un país del Cari - be donde la malaria es endémica. Durante la última década, las medidas eicaces de control de la malaria, la prevención y el diagnóstico, aplicadas por el Ministerio de Salud Pública a través del Centro Nacional de Control de Enfermedades Tropicales, han resultado en una reducción del 50-75% de la carga de la malaria. Descripción de la Experiencia : En República Dominicana, el diagnóstico de malaria se ha ba - sado en el uso de pruebas diagnósticas rápidas (PDR) que detectan un antígeno especíico (PfHRP2) producido por el parásito de la malaria Plasmodium falciparum en la sangre de individuos infectados. A medida que disminuye la preva - lencia de la malaria, la proporción de casos que caen por debajo del nivel de detección de las PDR, ha aumentado. En el proceso de investigación del presente estudio, se extrae el ADN de la sangre de los pacientes febriles diagnosticados con PDR negativo y se determina la frecuencia de las PDR falsos negativos de la malaria utilizando técnicas de biología molecular. Adicionalmente se investiga la presencia de mar - cadores de resistencia a la cloroquina y se analiza la preva - lencia de la deiciencia de glucosa-6-fosfato deshidrogenasa para evaluar el riesgo de anemia hemolítica por exposición a la primaquina. Lecciones Aprendidas: República Domi - nicana es uno de los pocos países en el mundo que toda - vía dependen del uso efectivo de la cloroquina y primaquina para el tratamiento de primera línea. La resistencia es una grave amenaza para los recientes logros en la reducción de la carga nacional de la malaria. La información que se ob - tiene podría contribuir a la eliminación de la malaria en la República Dominicana.S96 REV MED HONDUR 2017;85(Supl. No. 2):1-11463TL OCURRENCIA DE PATOTIPOS DE Escherichia coli EN QUESOS ARTESANALES DE HONDURAS DURANTE EL PERÍODO DE EL 22 DE ENERO AL 31 DE AGOSTO DEL 2015. Jeniffer D. Fiallos , Micro - bióloga con Orientación en Análisis;1 Brayan D. Mon - toya, Microbiólogo con Orientación en Microbiología Industrial;2 Lourdes Enríquez de Madrid, MSc Biotec- nología.3 Infecciosas y Facul - de Microbiología, Facultad de Ciencias; 3Instituto de Investigaciones en Micro - biología (IIM); Escuela de Microbiología, Facultad de Ciencias; UNAH; Tegucigalpa, Honduras. Antecedentes: Según la evaluación de la calidad microbio - lógica de productos lácteos artesanales realizada en el pe - ríodo comprendido entre el 22 de enero al 31 de agosto de 2015, se encontró que en el 81 % de las muestras identiicó la presencia de indicadores de contaminación que supera las normas establecidas. Estos productos son elaborados con leche sin pasteurizar, que los hace susceptibles de ser vehículos de transmisión de diversos agentes infecciosos, entre ellos cepas de Escherichia coli patógenas. Objetivo: Evaluar la prevalencia de patotipos y factores virulencia de Escherichia coli en quesos artesanales elaborados en 6 re - giones productoras de Honduras. Metodología: Se realizó un muestreo no probabilístico con (47) muestras distribuidas de la siguiente manera: (41) a queso semiseco, (3) a queso seco y (3) a queso fresco. Los análisis microbiológicos fue - ron estandarizados en el laboratorio según la metodología descrita en BAM/FDA (2001). Posteriormente se realizó la caracterización serológica mediante la detección de antíge - nos somáticos y lagelares en el Laboratorio de Patógenos Entéricos en la UNAM. Los procedimientos moleculares se orientaron a la búsqueda de factores de virulencia de los distintos patotipos de E. coli y adicionalmente su categori - zación en grupos ilogenéticos. Resultados: del total de cepas aisladas, 58% presentaron factores de virulen- cia, (n=28) divididas de la siguiente manera: 19% cepas (n=9) son mayoría transportan ambas toxinas: termoestables (humana) y termolábil(porcina). El grupo ilo - genético predominante fue B1 con 50%cepas (n=24), siendo el serotipo O6: ¿H? /HR el más frecuente con 8% cepas (n=4). Conclusiones/Recomendaciones: Al ser EPEC y ETEC patotipos principales de diarreas, generando millones de muertes en infantes a nivel mundial, se sugiere la vigi - lancia epidemiológica de cepas que contengan los factores de virulencia causantes de patología intestinales, en estos productos artesanales. 64TL PERFIL EPIDEMIOLÓGICO DE PACIENTES CON ANTICUERPOS CONTRA Leptospira DE TRES INSTITUCIONES HOSPITALARIAS EN POPAYÁN, CAUCA. Luis Reinel Vásquez A., Magister Microbio - logía (énfasis Parasitología);1 Piedad M. Agudelo F., PhD Ciencias Biomédicas;2 Omar Zamora Tomas, Mé - Magister;4 Enfermera;5 Andrea Orozco, Enfermera;5 Carolina Ramos, Enfermera.5 1Centro de Estudios en Microbiología y Parasitología-CEMPA, Departamento de Medicina Interna, Facultad Ciencias de la Salud, Universidad del Cauca; Popayán; mento de Medicina Interna, de la Salud, Universidad del Cauca; Popatán; 4Laboratorio de Salud Pública, Secretaria de Salud Departamental del Cauca; Popayán; 5Programa de Enfermería, Fa - cultad Ciencias de Salud, Universidad del Cauca; Popayán. Colombia. Antecedentes: La leptospirosis, una zoonosis de importan - cia en salud pública y considerada una enfermedad reemer - gente, es causada por Leptospira, con más de 13 especies patógenas. Objetivo: Determinar la frecuencia de anticuer - pos anti-Leptospira en pacientes con cuadro febril de origen no conocido, Popayán, 2008. Metodología: Estudio des - criptivo, muestra intencional de 205 pacientes hospitaliza - dos por cuadro febril de origen no establecido en tres institu - ciones. Avalado por el Comité de Ética Institucional. Se irmó consentimiento informado y realizó encuesta estructurada. Se tomó muestra de sangre periférica, se separó suero que fue y almacenado a -70°C para realizar técnica de microa - glutinación (MAT). Se utilizaron los siguientes 10 serovares, frecuentemente evaluados en Colombia: L. icterohemorra - gie, L. australis, L. canicola, L. pyrogenes, L. pomona, L. serjo, L. hardjo, L. grippotyphosa, L. ballum, L. bratislava . Las pruebas se interpretaron como positivas cuando se ob - servó aglutinación del 50 al 75% de leptospiras, con cual - quiera de las serovariedades probadas, en una dilución del suero mayor o igual a 1:100. Metodología de acuerdo a las recomendaciones de la Organización Mundial de la Salud/ International Leptospirosis Society. Análisis estadístico con SPSS. Resultados: Participaron 205 pacientes con mayor vinculación de mujeres (55.1%). La frecuencia de leptospi - rosis fue de 9.8%, similar al presentado a nivel nacional en población general. No hubo asociación estadística entre la seropositividad y las variables de estudio. Los serovares Po- mona y serjo e fueron los más frecuentes. Conclusiones/ Recomendaciones: En Popayán, Cauca, se presentan ca - sos de leptospirosis, cuyos serovares más frecuentes están asociados a contacto con crianza de cerdos. Es importante no solo epidemiológicamente que se sigan realizando es - tudios para conocer mejor la magnitud de ésta infección zoonóticas y así optar por medidas de prevención y control.S97 REV MED HONDUR 2017;85(Supl. No. 2):1-11465TL EMERGENCIA DE CEPAS DE Clostridium dificile GENOTIPO NAP1 RESISTENTES A MÚLTIPLES ANTIMICROBIANOS EN en y Zoonóticas, Departamento de Microbiología, Escuela de Microbiología, Universidad Autónoma Nacional de Honduras, Tegucigalpa Honduras; 2Laboratorio de Investigación en Bacteriología Anaerobia, Universidad de Costa Rica, San José, Costa Rica. Antecedentes: Las infecciones por C. dificile han aumenta - do desde el año 2000, esto debido a la aparición de cepas muy virulentas y resistentes a distintas familias de antibió - ticos. Objetivo: Determinar las características moleculares y de resistencia de cepas de Clostridium dificile aisladas de pacientes hospitalizados en Hospital Escuela Universi - tario e Instituto Hondureño de Seguridad Social, Honduras. Metodología: La información clínica - epidemiológica se obtuvo utilizando un cuestionario. Se detectaron las toxi - nas A y B de C. dificile. Se obtuvo el ADN de cada aisla - miento a partir de la muestra de heces, para PCR Multiplex electroforesis en gel de campo pulsado. Se determinaron las concentraciones mínimas inhibitorias para utilizando tiras E-test. Resultados: Se aislaron cepas de C. dificile , que se clasiicaron como genotipo NAP1, con tres diferentes patrones de macrores - tricción SmaI. Todas las cepas revelaron la presencia de los genes tcdA, tcdB, tcdC, cdtB y tpi. El rango de edad de los pacientes infectados fue de 24 a 86 años de edad. El 90% de los pacientes tuvo exposición a cefalosporinas. Todas las cepas resultaron resistentes a clindamicina, ce - foxitina, ciproloxacina, moxiloxacina y levoloxacina. Ade - más, todas las cepas resultaron sensibles a vancomicina y metronidazol. Conclusiones/Recomendaciones: Con este primer estudio en Honduras, describiendo dos nuevos patrones de macrorestricción, ya serían cinco los países la - tinoamericanos que han reportado la presencia de cepas NAP1, lo que sugiere que la propagación de esta cepa epi - démica en toda América Latina es una realidad. Con estos resultados, los programas de vigilancia en salud púbica en Honduras deben considerar implementar el diagnóstico de IACD, especialmente en pacientes con factores predispo - nentes descritos en este y otros estudios.66TL INFECCIONES POR MICROORGANISMOS MULTI- DROGO RESISTENTES EN NIÑOS CON CÁNCER EN HONDURAS. Sara Escuela Universitario, Tegucigalpa, Honduras; 2Departmento de Enfermedades Infecciosas, St. Jude Children's Research Hospital, Memphis, Ten - nessee, EUA; 3Escuela de Salud Pública, Universi - dad de Memphis, TN, EUA; 4Departamento de Medi - cina Global Pediátrica, St. Jude Children's Research Hospital, Memphis, Tennessee, EUA; 5Programa de Alcance Internacional, St. Jude Children's Research Hospital, Memphis, Tennessee, USA. Antecedentes: Los pacientes pediátricos con cáncer tienen un alto riesgo de desarrollar infecciones por Organismos Multidrogo Resistentes (MDR), los datos de sobre esta situa - ción para unidades de cáncer pediátrico son limitados y para lograr una prevención efectiva, cada centro de cáncer debe establecer su línea base sobre infecciones de este tipo. Ob- jetivo: Comparar resultados clínicos en los pacientes pediá - tricos con cáncer con infecciones causadas por organismos MDR vs. organismos No MDR en la Unidad de Oncología Pediátrica, Hospital Escuela Universitrio, Honduras. Méto- dos: Estudio de cohorte retrospectivo, incluyendo todos los eventos con aislamiento microbiológico positivo, detectados entre Enero 2014 y Abril 2017, en los que se analizó relación entre factores de riesgo y resultados clínicos en eventos por MDR versus eventos por no MDR, deinidos según CDC/ NHSN 2016; utilizando 2 y pruebas estadísticas descripti - vas. Resultados: De 144 eventos, 85 (59%) cumplieron cri - terios de MDR, de ellos, 71 (83.5%) bacterias Gram negati - vas, con mayor frecuencia Escherichia coli CEPH-R (37.1%, 13/34). 65.2% (99) eventos, fueron infecciones del torrente sanguíneo, observando una relación signiicativa entre la categoría de lesión de barrera mucosa y el aislamiento de organismos MDR(p=0.008). No se observó diferencias sig - niicativas entre eventos por MDR y no MDR y resultados clínicos (ingreso a UCI (p=0.2), mortalidad (p=0.78)) y ex - posición a factores de riesgo (presencia de catéter venoso central (p=0.48), neutróilos totales menos de 500 (p=0.98), quimioterapia antibióticos previos (p=0.36), mucositis (p=0.43). En 68.5% de los casos no se ajustó el tratamiento de acuerdo al antibiograma. Conclusiones/Re- comendaciones: Nuestros hallazgos muestran mayoría de eventos por organismos MDR del tipo Gram negativo, aso -S98 REV MED HONDUR 2017;85(Supl. No. 2):1-114ciadas a lesión de barrera mucosa. Implementar y mejorar herramientas de laboratorio para vigilancia y diagnóstico de microorganismos, y reforzar la adherencia a medidas bási - cas de control de infecciones, permitirán disminuir la propa - gación de organismos MDR entre nuestros pacientes. 67TL TUBERCULOSIS DEL SISTEMA NERVIOSO CENTRAL EN PEDIATRIA. TRES PRESEN- TACIONES DIFERENTES, HOSPITAL ESCUELA UNIVERSITARIO, TEGUCIGALPA, HONDURAS, 2016-2017. Melissa Portillo,¹ Residente de Tercer Año Postgrado de Pediatría;1 Marco T. Luque, Pediatra Infectólogo;2 Anahi Nuñez, de Pediatría, Hospital Escuela Universitario; Tegucigalpa, Honduras. Antecedentes : La tuberculosis infantil representa aproxima - damente 6% de todos los casos nuevos en Latinoamérica. La OMS estima más de medio millón de casos nuevos de tuberculosis infantil cada año. A continuación describimos tres presentaciones de tuberculosis del sistema nervioso central. Descripción de serie de casos. Caso 1. Niño, de 7 años de edad, procedente de Oropolí, El Paraíso. Ingre - só por desnutrición, con mucositis y cuadro de neumonía, se descartó polirradiculopatia, TAC cerebral inicial normal. neutróilos 90%. Se manejó como meningi - tis. Fue egresado 31-12-16. Reingresó con un estatus con - vulsivo secundario nuevamente a meningitis; PL: proteínas 180 mg/dL, glucosa mg/dL, mononucleares 95%. Resonancia Magnética: lesiones pun - tiformes diseminadas en ambos hemisferios; ADA en LCR: positivo 92.5u/L; ELISA VIH: positivo. Se inició manejo con antifímicos y antirretrovirales, presentando mejoría clínica. Caso 2. Niña, 7 años de edad, procedencia Montaña de la Flor, Francisco Morazán. Ingresó por convulsiones 2-2012. Tomografía Axial Computarizada (TAC): lesiones quísticas sugestivas de neurocisticercosis. Recibió tratamiento con albendazol en dos ocasiones, sin mejoría. Se realizó biopsia de ganglio cervical que reportó tuberculosis. Recibió trata - miento por nueve meses presentando mejoría neurológica y radiológica. Caso 3. Niña, tres años de edad. Antecedente de haber recibido tratamiento por tuberculosis ganglionar. Ingresó 1-2017 por vómitos, amaurosis, de tuberculosis. Inició tratamiento antiimico con cuatro drogas presentando gradualmente mejoría neurológica. Conclusiones/Reco- mendaciones: La magnitud de la epidemia de tuberculosis sigue siendo subestimada en Honduras. El diagnostico en edad pediátrica es difícil, por lo que siempre se debe consi - derar como diagnóstico diferencial en los casos que presen - tan lesiones cerebrales. 68TL RESISTENCIA TRANSMITIDA DEL VIRUS DE LA INMUNODEFICIENCIA HUMANA TIPO I (VIH-1) EN PACIENTES RECIENTEMENTE DIAGNOSTICA- DOS Y SIN EXPOSICIÓN PREVIA A TRATAMIENTO ANTIRRETROVIRAL EN BELÉM, PARÁ, REGIÓN NORTE DE BRASIL. Susan Flores, MSc,1 Danilo L. Aguiar, MSc,1 Maria E. S. Avelino, BSc,1 Maria K. S. Torres, BSc,1 Felipe B. Freitas, PhD,2 Antonio C. R. Vallinoto, PhD,1,3 F. A. Ma - chado, PhD.1,3 1Programa de Posgrado en Biología de Agentes Infecciosos Parasitarios, Universidade Federal do Pará; 2Instituto Evandro de Salud, Ananindeua; 3Laboratorio de Virología Instituto de Ciencias Biológicas Universidade Federal do Pará, Belém; Pará, Brasil. Antecedentes: La introducción del tratamiento antirretrovi - ral ha llevado a una disminución en la mortalidad y mejora de la calidad de vida de los pacientes infectados por el VIH, sin embargo, la emergencia de la farmacorresistencia (FRVIH) representa una seria amenaza en el control de la infección, debido al riesgo potencial de transmisión de cepas resisten - tes. Objetivo: Describir los niveles de farmacorresistencia transmitida y la variabilidad genética del VIH-1 en personas viviendo con VIH/SIDA sin exposición previa a fármacos an - tirretrovirales en Belém, Pará, Brasil. Metodología: Estudio descriptivo-transversal incluyendo 41 pacientes adultos, ambos géneros y recientemente diagnosticados en el Cen - tro de referencia CASA-DIA (Mayo-Septiembre 2016). Lue - go de obtener el consentimiento de los participantes, fueron colectadas muestras de sangre venosa para ampliicación y secuenciación nucleotídica de las regiones proteasa y trans - criptasa reversa del gen pol del VIH-1. Las mutaciones fue - ron identiicadas usando la herramienta CPR 6.0 y la lista de mutaciones consensuadas para vigilancia epidemiológica de la FRVIH transmitida (SDRM 2009). La variabilidad ge - nética fue evaluada usando la herramienta REGA HIV-1 3.0 y análisis ilogenéticos. Resultados: La edad promedio fue 36 años (variación 19-66), 70.73% eran hombres. Fueron encontradas mutaciones de resistencia en cuatro de los pa - cientes (9.76%), dos de ellos presentando mutaciones a los inhibidores nucleosídicos de transcriptasa inversa (5.13%), uno a los inhibidores no-nucleosídicos de transcriptasa in - versa (2.56%) y uno a los inhibidores de proteasa (2.50%). Ninguno presentó multirresistencia entre clases de fárma - co. El subtipo B fue el más prevalente (80.0%), seguido del sub-subtipo F1 (12.5%) y recombinantes de ambos (7.5%). Conclusiones/Recomendaciones: Estos resultados de - muestran niveles intermedios de FRVIH transmitida, similar a lo descrito en la mayoría de estudios realizados en Brasil y otros países con amplio uso de antirretrovirales. Es ne - cesario mantener una vigilancia epidemiológica constante y evaluar la implementación de los estudios genotípicos de resistencia pré-tratamiento.S99 REV MED HONDUR 2017;85(Supl. No. 2):1-11469TL LIPODISTROFIA ASOCIADA A TERAPIA ANTI- RRETROVIRAL. Luis Alfredo Rodríguez Castellanos ,1 Daniel Guifarro Rivera,2 María Alejandra Ramos Guifarro,3 Dalia María Ávila Turcios.3 1Medicina General y Cirugía, UNAH; 2Estudiante 7mo Año, Carrera de Medicina, UNAH; 3Médico Especialista en Endocrinología, Servicio de Endocrinología, Hospital Escuela Universitario; Tegucigalpa, Honduras. Antecedentes. El Síndrome de lipodistroia asociada a VIH es una de las reacciones adversas del tratamiento antirre - troviral. Se caracteriza principalmente por alteraciones en la distribución de la grasa corporal y alteraciones metabólicas como dislipidemia, resistencia a la insulina u homeostasis anormal de la glucosa. Descripción del caso clínico: Se describe paciente femenina de 50 años de edad con diag - nóstico de VIH hace 22 años, inicio tratamiento antirretrovi - ral 8 años después de su diagnóstico; actualmente en tra - tamiento con zidovudina, lamivudina y efavirenz con buena respuesta. Un año posterior al inicio de la terapia, presenta triglicéridos de 607 mg/dl, y a pesar de iniciar gemibrozilo continúa con hipertrigliceridemia. Nueve años después pre - senta glicemia basal de 107 mg/dl y desde hace 2 años 160 mg/dl, por lo que se realiza curva de tolerancia a la glucosa que reporta glicemia basal, a la hora y a las dos horas de 167, 301 y 309 mg/dl respectivamente, por lo que se inicia terapia con metformina 850 mg BID. Al examen físico de la paciente, llama poderosamente la atención la presencia de aumento de volumen marcado en la región anterior de cuello y región submaxilar, deformante y de crecimiento paulatino, el ultrasonido de cuello reportó bocio multinodular, con prue - bas tiroideas dentro de parámetros normales. En evaluación subsecuente, glicemia basal y postprandial de 109 y 152 mg/ dl respectivamente, glicohemoglobina 5.6% y triglicéridos de 474 mg/dl, continua manejada con metformina y Ciproibra - to 100 mg al día. Conclusiones/Recomendaciones: Los efectos adversos de los antirretrovirales incluyen cambios metabólicos y anatómicos que pueden llevar incluso a la de - formidad física, esto puede condicionar la modiicación de la terapia, además de predisponer a una menor adherencia al tratamiento por la afectación física o psicológica en el pa - ciente. Recomendamos tener en cuenta estos efectos para optimizar el seguimiento en los pacientes.70TL SEROPREVALENCIA DE Toxoplasma gondii EN MUJERES EMBARAZADAS QUE ASISTIERON AL PRIMER CONTROL PRENATAL EN DIFERENTES CENTROS ASISTENCIALES DE SALUD, OLANCHO, HONDURAS, MAYO-SEPTIEMBRE 2016. Seyli Julibeth Gómez Guardado, Doctora en Microbiología Orientación Análisis Clínico;1 Maritza Canales Girón, Master en Salud Publica; 2 Olga Lidia García Ortiz, Doctora en Microbiología y Química Clinica;3 Karla Gicela Mejía, Master de Vigilancia de la salud, Región Sanitaria Olancho; Juticalpa, Olancho. Antecedentes: La toxoplasmosis es una zoonosis de distri - bución mundial. En varios lugares se han demostrado pre - valencias de hasta un 95%. En Honduras estudios previos mostraron una seroprevalencia general de 48%. La infección por Toxoplasma gondii adquirida durante el embarazo es un problema de salud pública importante. Cuando se adquiere la infección parasitaria por primera vez durante el embarazo, ocurre parasitémia produciendo la toxoplasmosis congénita una enfermedad que a nivel mundial tiene una morbilidad y mortalidad elevadas, ocasionando secuelas graves en niños a quienes no se les diagnostica la infección por T. gondii oportunamente. Objetivo: Determinar la seroprevalencia de la infección por T. gondii en mujeres embarazadas que asistieron al primer control prenatal en diferentes centros asistenciales de salud, del departamento de Olancho, del 01 mayo-30 septiembre 2016. Metodología: Estudio descrip - tivo transversal. Las mujeres se captaron de diferentes cen - tros asistenciales de los municipios de Juticalpa, Salamá y San Francisco de la Paz, previa obtención de consentimien - to informado, se aplicó una encuesta epidemiológica para conocer factores de riesgo y socioeconómicos. Se obtuvo además una muestra sanguínea para realizar prueba de ELISA IgG e IgM anti- T. gondii . Resultados: 276 pacientes analizadas, 0.7% (2) resultó positivo y 99.3% (274) negati - vas para IgM; 77.2% (213) positivo y 22.8% (63) negativo para IgG. Se logró establecer que las pacientes que tenían gatos como mascota presentan hasta 76% de positividad de la infección, la mayor parte de los resultados positivos se observaron en aquellas pacientes con niveles educativos menores. Conclusiones/Recomendaciones: Sería reco - mendable realizar rutinariamente las pruebas de tamizaje para toxoplasmosis a todas aquellas mujeres en estado de embarazo para logar determinar el estado inmunológico y riesgos de las pacientes a contraer esta zoonosis, además de un programa de información que brinde todos los meca - nismos de transmisión posible para adquirir toxoplasmosis.S100 REV MED HONDUR 2017;85(Supl. No. 2):1-11471TL TUMOR DE SIGMOIDES: AMEBOMA Y MULTIPLES PERFORACIONES COLONICAS. Miriam Johanna Canet , Médica Especialista en Infectología;1,2Christian López, Médico Residente 1er Año, Postgrado Ci - rugía;3 Gabriel Terraza, Médico Residente 1er Año, Postgrado Cirugía;3 EdyCaal, Médico Especialista en Cirugía.3 1Instituto de Cancerología Dr. Bernardo del Valle; 2Instituto de Investigación en Enfermedades Tropicales e Infecciosas (INVENTI); 3Instituto Guate - malteco de Seguridad Social; Guatemala, Guatemala. Antecedentes : Amebiasis es un problema de salud glo - bal afectando principalmente países en vías de desarrollo. Anualmente se reportan más de 50 millones de casos sin - tomáticos con aproximadamente 100,000 muertes, convir - tiéndose en la segunda causa parasitaria de mortalidad en el mundo. La amebiasis invasiva se puede presentar con di - versas complicaciones incluida la perforación colónica (1.9- 9.1% casos), con una letalidad de entre 40 y 50%. Des- cripción del Caso Clínico : Masculino de 38 años sin an - tecedentes médicos. Historia de dolor abdominal súbito en hipogastrio, intensidad severa, tipo retortijón, asociado a náusea, vómito y distensión abdominal; sin diarrea ni iebre. Se realiza LPE por abdomen agudo (hallazgos operatorios: masa en región de colon sigmoides, apendicitis edemato - sa; se realiza ileostomía más apendicetomía). En las 24 hrs. post cirugía, presenta cuadro de iebre y abdomen agudo, con leucocitosis y neutrofília; se realiza re-explora - ción abdominal (hallazgos operatorios: colon desvitalizado derecho, múltiples perforaciones y masa en sigmoides de apariencia maligna; se realiza hemicolectomía más fístula mucosa de colon transverso más toma de biopsia). Colo - noscopia reporta pólipo de aspecto adenomatoso mayor de 2 cms. de diámetro localizado a 25 cms. del margen anal. El informe patológico reportó colitis amebiana perforada a nivel de colon. Muñón apendicular hemorragia reciente, inlama - ción crónica y ibrosis. Recibe tratamiento con Ceftriaxone y Metronidazol. Se complica con infección de sitio quirúr - gico supericial, el cual es tratado con sistema de presión negativa. Paciente evoluciona adecuadamente y egresa. Conclusiones/Recomendaciones : Las complicaciones secundarias a infección amebiana pueden ser frecuentes y mortales, siendo la mayoría evitadas con un diagnóstico y tratamiento temprano. Esfuerzos comunitarios para la pre - vención de infecciones amebianas podrían reducir la carga económica en salud pública impactando en la morbilidad y mortalidad de la región.72TL PRIMER REPORTE EN HONDURAS DE LOS GENOTIPOS A Y B DE Giardia intestinalis EN AISLADOS DE NIÑOS Y PERROS, AÑO 2016. Estefanía Cuellar, Maestrante en Enfermedades Infecciosas y Zoonóticas;1 Lisandro Mendoza, Microbiólogo;1 María Alejandra Pinto, Microbióloga;2 Gustavo Adolfo Fontecha, Doctor en Genética y Biología Celular.2 1Escuela de Microbiología, Universidad Nacional Autónoma de Honduras (UNAH); Investigaciones en Microbiología, UNAH; Tegucigalpa, intestinalis es el parásito proto - zoario más frecuente en humanos, y el parásito entérico más frecuente en animales domésticos. La taxonomía re - ciente, basada en marcadores moleculares, ha asignado algunos subtipos de los genotipos A y B a aislamientos hu - manos (no exclusivamente); los genotipos C y D a cánidos; el E a bovinos, ovejas, cabras y cerdos; mientras que F y G a gatos y roedores. Objetivo: Identiicar genotipos de G. intestinalis causando infección en niños y perros en Linaca, Honduras, 2016, mediante los genes gdh, tpi, bg, y SSU - rRNA. Metodología: Estudio descriptivo transversal. Se analizaron 242 muestras de heces de escolares sanos de escuelas públicas, y 26 muestras de sus caninos-mascota . Se realizó examen directo con solución salina/Lugol, antes de 12 horas después de colectar. Las muestras positivas se concentraron y lisaron y se extrajo ADN de los quistes que se analizó mediante biología molecular (PCR, RFLP, secuenciación). Aprobación ética UNAH 03-2016. Resulta- dos: Las muestras presentaron consistencia no-diarreica. De las muestras de escolares, 18/242 (7.4%) resultaron positivas por microscopía. Aunque no todos los marcadores ampliicaron para todas las muestras, se encontró un alto nivel (98%) de concordancia entre ellos. En las muestras de escolares 14/18 (77.7%) presentaron infección mixta A y B, 2/18 (11.1%) genotipo A, y 2/18 (11.1%) genotipo B. De las 26 muestras de perro ampliicaron 4 (15.4%) pertenecientes a niños también infectados. Mostraron infección mixta A y B el 75%, y en un caso el genotipo A. Conclusiones/Reco- mendaciones: Se reporta por primera vez en Honduras los genotipos A y B de G. intestinalis infectando niños y perros de Linaca, Honduras. En el futuro se deberá determinar si los aislados de niños y perros son idénticos para esclarecer si habría un vínculo zoonótico. Estos son los primeros datos de epidemiología molecular de G. intestinalis en Honduras. S101 REV MED HONDUR 2017;85(Supl. No. 2):1-11473TL A HALLAZGOS DE PARASITA - CIÓN POR Cyclospora cayetanensis EN UN LA - BORATORIO CLÍNICO PRIVADO, EL SALVADOR, AÑO 2016. Rodolfo C. Aquino Cáceres, Licenciado en Laboratorio Clínico. Gestión de Calidad, Labora - torio Hospital de Diagnóstico; San Salvador, El Sal - vador. Antecedentes: Cyclospora cayetanensis es el agente cau - sal de la ciclosporosis, patología caracterizada usualmente por cuadros diarreicos abundantes y explosivos; adquirida por la ingestión de ooquistes infectantes que contaminan el agua y ciertos vegetales que se consumen crudos. Des- cripción de la serie de casos: Entre las semanas epide - miológicas diecisiete y veintiséis año 2016 se recibieron 1609 muestras de heces para estudio coproparasitológico rutinario en Laboratorio Hospital de Diagnóstico, San Sal - vador, El Salvador. Las muestras fueron examinadas en 10X y 40X con solución salina isiológica y Lugol, encon - trándose en siete compatibles con ooquistes de Cyclospora cayetanensis . Las muestras fueron coloreadas por Neelsen tradicional y examinadas en 100X, encontrándose estructuras esféri - cas de 8 a 10 µm de diámetro con reacción ácido resistente variable, identiicadas como ooquistes de C. cayetanensis . La mayoría de casos (n=4) se presentó en el mes de junio. La mayoría de los pacientes (n=4) tenía entre 21-50 años. Aproximadamente un mes después del diagnóstico inicial, se citó a los siete pacientes para seguimiento, presentándo - se únicamente cuatro a quienes se entrevistó y pidió nueva muestra de heces para investigación de coccidios intestina - les. No se encontraron ooquistes en ninguno de ellos. Todos los pacientes presentaron diarrea, habían ingerido cilantro y fresas y ocasionalmente habían ingerido agua de fuente desconocida y residían en San Salvador o La Libertad. Los pacientes que recibieron tratamiento tomaron trimetroprim- sulfametoxazol o nitazoxanida. Al entrevistarlos todos la diarrea. Conclusión/ Recomendación: Cyclospora cayetanensis circula en El Salvador. Se recomienda investigar la prevalencia de ci - closporosis durante un año para identiicar estacionalidad, reforzar en los laboratoristas clínicos la capacidad diagnós - tica de coccidios intestinales. El método de Ziehl Neelsen tradicional se puede utilizar como coloración alternativa a la tinción modiicada.74TL INFECCIONES POR APICOMPLEXA INTESTINA- LES EN NIÑOS ESCOLARES DE COMUNIDADES DEL DEPARTAMENTO DE COPÁN, HONDURAS, ABRIL 2017. Jorge García, MQC;1,2 Concepción Zúniga, MD, MQC, MSc;4 Alger, Parasitología Antonio Vidal; 2Servicio de Parasitología, Departamento de Laboratorios Clínicos, Hospital Escuela Universitario; 3Departamento de Vigilancia de Salud, Hospital Es - cuela Universitario; 4Grupo de Investigación en Para- sitología, Escuela de Ciencias dicas UNAH; Tegucigalpa, Honduras. Antecedentes: Los protozoos apicomplexa intestinales son causa importante de gastroenteritis. Existen observa - ciones en atención hospitalaria (Hospital Escuela Universi - tario, Tegucigalpa), pero se conoce poco la epidemiologia poblacional. En el marco de un estudio de base comunitaria, se examinó muestras de niños escolares de una zona rural (Proyecto \"Promoción Derecho a Salud de Grupos Vulne - rables de la Población Rural\", ANESVAD, Bilbao, España, 2014-2017). Objetivo: Describir infecciones por apicomple - xa intestinales en niños escolares de comunidades rurales de Copan, Honduras, abril 2017. Metodología: Estudio descriptivo-transversal; se preparó extendido de heces y acido-resistente modiicada (ARM). Diagnóstico realizado mediante identiicación microscópica (100X) de ooquistes (características de coloración y tamaño). Se in - vitaron 50 niños/escuela, de cualquier grado y preescola - res, en 8 comunidades de los municipios de Veracruz y San José, Copán. Se obtuvo consentimiento (responsable/tutor) y asentimiento (niño/a) informados. Protocolo fue aprobado por Comité de Ética, Escuela de Microbiología, UNAH. Re- sultados: Se obtuvo muestra de heces de 312 niños, 51.9% (162) varones, edad promedio 9.0 años (DE 2.1; rango 3-15); 2.2% (7/312) muestras de consistencia diarreica. Se encontró un caso de infección por Cyclospora cayetanensis en comunidad El Ocote, Veracruz. La proporción general fue 0.3% (1/312; IC95% 0.01-1.8) y a nivel comunitario No se detectaron infecciones por Cryptosporidium spp. ni Cystoisospora belli . El caso de ci - closporiasis fue una niña de 6 años, heces formadas; exa - men Kato-Katz mostró Ascaris Trichuris trichiura (840 hpg). No se cuenta con información sobre antecedentes de diarrea. Conclusiones/Recomendaciones: Aunque la ciclosporia - sis está asociada a época lluviosa, fue posible detectar un caso en época no lluviosa, sugiriendo que la transmisión se mantiene todo el año. Es necesario continuar estudios po - blacionales incluyendo metodologías más sensibles y opor - tunas (biología molecular, pruebas de diagnóstico rápido) para caracterizar la epidemiologia local de estos protozoos.S102 REV MED HONDUR 2017;85(Supl. No. 2):1-11475TL PREVALENCIA DE PARASITISMO INTESTINAL EN LA POBLACIÓN INFANTIL DE LOS MUNICIPIOS DE MICRO RED CHINAMECA DEL DEPARTAMENTO DE SAN MIGUEL, EL SALVADOR, 2016. Roxana Argueta Álvarez, Licenciada en Laboratorio Clínico, Master en Educación Superior;1 Ricardo Castro, Doctor en Medicina.2 1Dirección de Investigación Universidad de Oriente UNIVO; 2Ministerio de Salud, República de El Salvador; San Miguel, El Salvador. Antecedentes: Datos epidemiológicos del Ministerio de Salud indican para el año 2015 que las enfermedades gas - trointestinales están dentro de las 10 patologías con mayor número de consultas, reportando 172,232 casos en niños menores de 9 años. En 2016 se inició un proyecto colabo - rativo con unidades de salud de los municipios de Quelepa, Moncagua, Chapeltique, Nueva Guadalupe, Chinameca y San Buena Ventura agrupados de acuerdo al Ministerio de Salud dentro de Micro Red Chinameca. Objetivo: Estimar la prevalencia de parasitismo intestinal en la población infantil de los municipios de Micro Red Chinameca, junio-octubre 2016. Metodología: Estudio descriptivo transversal en 6 centros educativos seleccionados por las Unidades de Sa - lud por medios de datos epidemiológicos que han relejado prevalencia parasitaria. Se incluyó preescolares hasta cuar - to grado. Previo consentimiento informado (padre de familia o encargado)/asentimiento informado (niño), se obtuvo una muestra de heces por niño las cuales fueron procesadas a través del examen general de heces utilizando solución salina y lugol en objetivos 10X y 40X. Resultados: Parti - ciparon 144 niños entre 4 y 10 años, resultando el 26.0% positivo a parasitismo intestinal y de estos 12.0% presenta ron y Giardia lamblia 2% (muestras pastosas y blandas). Sin hallazgos de helmintos. Cada niño recibió atención médica en la Unidad de Salud para lectura del examen general de heces y referencia para tratamiento respectivo. Conclusiones/Recomendaciones : El Ministerio de Educación (MINED) en coordinación con el Ministerio de Salud (MINSAL) y la OPS; realizan campañas de desparasitación con albendazol de 400 mg, antihelmín - tico de amplio espectro, es importante considerar el trata - miento adecuado según patología y el acompañamiento de padres de familia para el control y prevención de estas parasitosis ya que son un problema de salud pública que afecta a todos los países y especialmente grupos vulnera - bles como los niños. 76TL PREVALENCIA Y CARACTERIZACIÓN CLÍNICO- EPIDEMIOLÓGICA DE ESCOLARES CON PARASITISMO INTESTINAL, DULCE NOMBRE, COPÁN, HONDURAS, 2016. Elisa Gabriela Guerra Menjivar , Médico Carmenate Milian, Nely Y. Figueroa, Médico, MSc en Salud Publica;2 Eleonora Espinoza, Médico, MSc en Salud Publica;3 Elyn Romero, Microbióloga y Facultad de Ciencias Médicas (FCM) UNAH; 2Departamento de Salud Pública, Facultad de de Investigación del Occidente (CUROC), UNAH; Laboratorio Regional, Region Departamental de Salud de Copán; Santa Rosa de Copán; Honduras. Antecedentes: Parasitismo intestinal es un problema de salud pública con mayor impacto en la población infantil. Honduras reporta prevalencias mayores a 50% en más del 40% de los municipios del país (PLoS Negl Trop Dis 2014), principalmente en regiones de alto riesgo de infección como son las áreas rurales, con limitado acceso de servicios bá - sicos y pobreza. Objetivo. Determinar la prevalencia y ca - racterísticas clínico-epidemiológicas de escolares de 6 a 12 años con parasitismo intestinal, Escuela John F. Kennedy, Dulce Nombre Copán, Copán, Honduras, febrero-marzo 2016. Metodología: Estudio descriptivo transversal. Se rea - lizó muestreo por conveniencia entre niños de 6 a 12 años de todos los grados; se contó con la aprobación del Comité de Ética en Investigación Biomédica (CEIB) UNAH. Se apli - có instrumento a los niños y padres de familia, registrando datos sociodemográicos, hábitos higiénicos, domésticos, manifestaciones clínicas y conocimientos relacionados a pa - rasitismo. Se obtuvo muestra de heces para realizar dos mé - todos coproparasitológicos: examen directo (solución salina/ Lugol) y Kato-Katz, en laboratorio clínico Centro de Salud Dulce Nombre Copán, apoyado por personal del Laboratorio Regional, Santa Rosa de Copán. Resultados: De los 245 participantes, 133 (54.2%) fue del grupo etario <8 años, con edad promedio 6 años. La prevalencia de parasitosis fue del 41.6% (102/245, ambos métodos), con Kato-Katz lamblia 3.7% (9/245). La - minal 57.5% (141/245) y 46.9% (115/245) informaron que te - nían conocimiento sobre parasitismo (modos de transmisión y medidas preventivas). Conclusiones/Recomendaciones: Para minimizar esta problemática, se deben incrementar las actividades de educación sanitaria a la población con adop - ción de conductas y hábitos saludables, minimizando el ries - go de una reinfección de parasitismo en los escolares, espe - cialmente en los que se encontraron parasitados.S103 REV MED HONDUR 2017;85(Supl. No. 2):1-11477TL CONOCIMIENTOS, ACTITUDES Y PRACTICAS SOBRE GEOHELMINTIASIS EN COMUNIDADES RURALES DEL DEPARTAMENTO DE COPÁN, HONDURAS, ABRIL 2015 Y ABRIL 2017. Concepción Zúniga, MD, MSc;1,2 Jorge García, MQC;2,3 MQC, MSc;4 Jackeline Alger, MD, de Enfermedades Infecciosas y Parasitología Antonio Vidal; 2Departamento de Vigilancia de Salud, Hospital Escuela Universitario; 3Servicio de Parasitología, Departamento de Laboratorios Clínicos, Hospital Escuela Universitario; 4Grupo de Investigación en Parasitología, Escuela de Microbiología, UNAH; 5Unidad de Investigación Cientíica, Facultad de Ciencias Médicas UNAH; Tegucigalpa, Honduras. Antecedentes: Durante 2014-2017, se desarrolló proyec - to colaborativo con apoyo técnico-inanciero de ANESVAD, Bilbao, España, promoviendo abordaje de geohelmintiasis con enfoque de ecosalud. Se presenta el componente co - nocimientos, actitudes y prácticas (CAP). Objetivo: De- terminar CAP sobre geohelmintiasis antes y después de intervención ecosalud, Copán, 2015-2017. Metodología: Estudio cuasi-experimental. Encuesta CAP - des. Intervención: desparasitación, educación, participación comunitaria/intersectorial, base: Abril/2015, inal : Abril/2017. Evaluación: cono - cimientos transmisión/prevención de geohelmintos; prácticas de defecación, uso de calzado; actitud sobre solu - ción problemática de salud. Visita casa a casa; entrevista a jefe de familia/mayor de edad responsable. Se calculó Delta Porcentaje (%) para evaluar aumento/descenso en por - centaje de las respuestas (valor inal-valor inicial/valor inal x 100). Protocolo aprobado por Comité de Ética, Escuela de Microbiología, UNAH. Resultados: En promedio se encues - tó el 58.9% (749) de 1271 viviendas. Línea base: 822 entre - vistados, 80.0% (664) mujeres, edad promedio 42.6 años (rango 18-97), 77.0% (633) amas de casa. Línea inal : 676 entrevistados, 79.1% (535) mujeres, edad promedio 41.1 años (rango 18-97), 71.3% (482) ama de casa. Se observó aumento en conocimiento de transmisión (31.8%) y preven - ción de geohelmintos (20.1%); en relación a prácticas de defecación, hubo aumento en tenencia de letrina/sanitario (3.1%), lugar cercano a la letrina/sanitario para lavarse las manos (2.5%) y en el uso por toda la familia (2.6%); aumen - tó el reporte de uso de calzado fuera de la vivienda (0.7%) y trabajando en el campo (11.8%); percepción sobre los res - ponsables de la salud identiicados disminuyó para escuelas (-50.6%). Conclu- siones/Recomendaciones: Aunque se identiicó aumento en el conocimiento, el cambio en las prácticas fue limitado. El cambio de actitud para asumir responsablemente la sa - lud individual y el abordaje comunitario de ecosalud, pueden contribuir a mejorar exitosamente las condiciones de salud de estas comunidades.78TL CONOCIMIENTOS, ACTITUDES Y PRACTICAS SOBRE GEOHELMINTIASIS EN COMUNIDADES RURALES DEL DEPARTAMENTO DE INTIBUCÁ, HONDURAS, NOVIEMBRE 2014 Y OCTUBRE 2016. Concepción Zúniga, MD, MSc ;1,2 Jorge García, MQC;2,3 MD, y Parasitología Antonio Vidal; 2Departamento de Vigilancia de Salud, Hospital Escuela Universitario; 3Servicio de Parasitología, Departamento de Laboratorios Clínicos, Hospital Escuela Universitario; 4Grupo de Investigación en Parasitología, Escuela de Microbiología, UNAH; 5Unidad de Investigación Cientíica, Facultad de Ciencias Médicas UNAH; Tegucigalpa, Honduras. Antecedentes: Durante 2014-2017, se desarrolló proyecto colaborativo con apoyo técnico-inanciero de ANESVAD, Bil - bao, España, promoviendo abordaje de geohelmintiasis con enfoque de ecosalud. Se presenta el componente conoci - mientos, actitudes y prácticas (CAP). Objetivo: Determinar CAP sobre geohelmintiasis antes y después ción ecosalud, Intibucá, 2014-2016. Metodología: Estudio In - tervención: desparasitación, educación, participación comu - nitaria/intersectorial, saneamiento ambiental. Línea base : Noviembre/2014, línea inal : Octubre/2016. Evaluación: co - nocimientos de prácticas defecación, uso de calzado; actitud sobre solu - ción problemática de salud. Visita casa a casa; entrevista a jefe de familia/mayor de edad responsable. Se calculó Delta Porcentaje (%) para evaluar aumento/descenso en por - centaje de las respuestas (valor inal-valor inicial/valor inal x 100). Protocolo aprobado por Comité de Ética, Escuela de Microbiología, UNAH. Resultados: En promedio se en - cuestó 48.9% (650) de 1327 viviendas. Línea base: 664 en - trevistados, 60.1% (399) mujeres, edad promedio 41.5 años (rango 18-95), 47.9% (318) amas de casa. Línea inal : 634 entrevistados, 68.4% (434) mujeres, edad promedio 41.2 años (rango 18-93), 68.0% (431) ama de casa. Se observó aumento en conocimiento de transmisión (57.1%) y preven - ción de geohelmintos (48.4%); en prácticas de defecación, hubo aumento en tenencia de letrina/sanitario (15.4%), te - ner lugar cercano a la letrina/sanitario para lavarse las ma - nos (20.5%) y en el uso por toda la familia (17.2%); aumentó reporte de uso de calzado fuera de la vivienda (2.2%) y tra - bajando en el campo (1.3%); percepción sobre responsa - bles de la salud identiicados aumento para familia (19.2%), patronatos (40.7%) y escuelas (48.5%); disminuyó para mu - nicipalidad/gobierno (-33.2%) y centro de salud (-20.5%). Conclusiones/Recomendaciones: Se observó aumento en conocimiento aunque cambio en prácticas fue limitado. Se identiicó la comunidad como responsable de participar en solución de problemas de salud. Cambios de actitud para asumir responsabilidad y abordaje comunitario de ecosalud, pueden contribuir a mejorar la salud comunitaria.S104 REV MED HONDUR 2017;85(Supl. No. 2):1-11479TL ENFOQUE ECOSALUD PARA EL CONTROL DE GEOHELMINTIASIS: EXPERIENCIA EN POBLACION RURAL DEL DEPARTAMENTO DE COPÁN, 2015 - 2017. Aleyda Argueta , Técnico Salud Ambiental;1 Concepción Zúniga, García, MQC, MSc;4 Jackeline Alger, MD, de Enfermedades Infecciosas y Parasitología Antonio Vidal; 2Departamento de Vigilancia de Salud, Hospital Escuela Universitario; 3Servicio de Parasitología, Departamento de Laboratorios Clínicos, Hospital Escuela Universitario; 4Grupo de Investigación en Parasitología, Escuela de Microbiología, UNAH; 5Unidad de Investigación Cientíica, Facultad de Ciencias Médicas UNAH; Tegucigalpa, Honduras. Antecedentes: En Honduras las geohelmintiasis son un problema de salud pública que varía según la región geo - gráica. La infección en niños en edad escolar es el mejor indicador de la situación epidemiológica y permite categori - zar las comunidades para un abordaje integral (OMS). Des- cripción de Experiencia: En 2015 inició un proyecto cola - borativo con apoyo técnico-inanciero de ANESVAD (2014- 2017), organización no gubernamental para el desarrollo, Bilbao, España, para promocionar y proteger la salud de los habitantes de comunidades rurales endémicas, abordando las geohelmintiasis desde una perspectiva social con equi - pos transdisciplinarios y participación comunitaria (Enfoque Ecosalud). Las actividades se desarrollaron en 8 comuni - dades de los municipios de Veracruz y San José, Copán. El proyecto se ejecutó mediante: 1) Socialización inicial con autoridades departamentales de salud, gobiernos locales y comunidades; 2) Levantamiento de línea base mediante encuesta Kato-Katz en niños escolares y encuesta de cono - cimientos, actitudes y prácticas (CAP) sobre geohelmintiasis en población general; 3) Desparasitación a los niños esco - lares y población general en coordinación con Secretaría de Salud y monitoreo (distribución, efectos adversos, adheren - cia al medicamento, etc.); 4) Educación comunitaria (talleres de prevención de geohelmintiasis, higiene de manos); 5) Talleres sobre participación comunitaria, equidad/igualdad social, equidad/igualdad de género; 6) Coordinación con otras entidades locales, nacionales e internacionales para ordenamiento del medio ambiente (CARE internacional); 7) Actividades de saneamiento ambiental (manejo adecuado de los desechos sólidos, manejo de las fuentes de agua); 8) Conformación de Comités Comunitarios de Vigilancia; 9) Instalación de laboratorio de análisis clínico; 10) Sistema - tización de la Experiencia. Lecciones Aprendidas: Estas actividades permitieron a las comunidades apropiarse de la vigilancia y control de estas enfermedades. Aunque el enfo - que de ecosalud se ha aplicado a enfermedades de trans - misión vectorial, este proyecto demuestra que su aplicación es posible en el control y prevención de las geohelmintiasis. 80TL ENFOQUE ECOSALUD PARA EL CONTROL DE GEOHELMINTIASIS: EXPERIENCIA EN POBLACION RURAL DEL DEPARTAMENTO DE INTIBUCÁ, 2014 - 2017. Dennis Sánchez , TSA;1 Concepción Zúniga, MQC, MSc;4 Jackeline Alger, MD, de Enfermedades Infecciosas y Parasitología Antonio Vidal; 2Departamento de Vigilancia de Salud, Hospital Escuela Universitario; 3Servicio de Parasitología, Departamento de Laboratorios Clínicos, Hospital Escuela Universitario; 4Grupo de Investigación en Parasitología, Escuela de Microbiología, UNAH; 5Unidad de Investigación Cientíica, Facultad de Ciencias Médicas UNAH; Tegucigalpa, Honduras. Antecedentes. En Honduras las geohelmintiasis son un problema de salud pública que varía según la región geo - gráica. La infección en niños en edad escolar es el mejor in - dicador de la situación epidemiológica y permite categorizar las comunidades para un abordaje integral (OMS). Descrip- ción de Experiencia. En 2014 inició un proyecto colaborati - vo con apoyo técnico-inanciero de ANESVAD (2014-2017), organización no gubernamental para el desarrollo, Bilbao, España, para promocionar y proteger la salud de comuni - dades rurales endémicas, abordando las geohelmintiasis desde una perspectiva social con equipos transdisciplinarios y participación comunitaria (Enfoque Ecosalud). Las activi - dades se desarrollaron en 12 comunidades, municipios de Dolores y San Marcos de Sierra, Intibucá. El proyecto se ejecutó mediante: 1) Socialización inicial con autoridades departamentales de salud, gobiernos locales y comunida - des; 2) Levantamiento de línea base mediante encuesta Ka - to-Katz en escolares y encuesta CAP, 3) Desparasitación a niños escolares y población general, coordinado con Secre - taría de Salud y monitoreo (distribución, efectos adversos, adherencia al medicamento, etc.); 4) Educación comunitaria (talleres de prevención de geohelmintiasis, buenas prácticas de salud e higiene con enfoque en ecosalud, lavado de ma - nos); 5) talleres de Participación comunitaria, equidad/igual - dad social y de género; 6) Coordinación con otras entidades locales, nacionales e internacionales para ordenamiento del medio ambiente (ferias integrales de salud, capacitación de personal voluntario/comunitario, identiicación y atención de grupos en riesgo); 7) Saneamiento ambiental (operativos de limpieza en cada comunidad, toma de muestras de agua para sus análisis); 8) conformación de Comités Comunita - rios de Vigilancia; 9) Instalación de laboratorio de análisis clínico; 10) Sistematización de la Experiencia. Lecciones Aprendidas. Estas actividades permitieron a las comunida - des apropiarse de la vigilancia y control de estas enfermeda - des. Aunque el enfoque de Ecosalud se ha aplicado a enfer - medades de transmisión vectorial, este proyecto demuestra que su aplicación es posible en el control y prevención de las geohelmintiasis. S105 REV MED HONDUR 2017;85(Supl. No. 2):1-11481TL ASOCIACIÓN DE LA INFECCIÓN POR HELMINTOS TRANSMITIDOS POR EL SUELO CON HIPER IgE EN ESCOLARES DE UN ÁREA RURAL Y UN ÁREA URBANA DE HONDURAS, 2016. Carol Anahelka Rodríguez , Microbiólogo y Químico Clínico;1-3 José Antonio Gabrie, MSc;2,4 María Mercedes, Rueda, MSc;1,2 Maritza Canales, MSc;1,2 Joel Saamir García, Microbiólogo y Químico Clínico;1 Gabriela María Matamoros, BSc;3 Ana Lourdes Sánchez, PhD.2,4 UNAH; Tegucigalpa, Honduras; 4Department Sciences, Brock University, St. Catharines, Ontario, Canada. Antecedentes: Las infecciones producidas por helmintos transmitidos por el suelo (geohelmintos) provocan polariza - ción del sistema inmune hacia una respuesta caracterizada por altos valores circulantes de Inmunoglobulina E (IgE). Objetivo: Determinar la asociación entre las infecciones por geohelmintos con hiper-IgE, comparando escolares de un área rural y un área urbana de Honduras, 2016. Metodolo- gía: Se seleccionó una comunidad rural con alta prevalen - cia de geohelmintos (>50%, Santa Cruz del Junco, Tela) y otra urbana con baja prevalencia de geohelmintos (<20%, Tegucigalpa, M.D.C.). Entrevistas realizadas a los partici - pantes dieron a conocer su edad, escolaridad e historia de desparasitación. La prevalencia de parásitos se determinó en muestras de heces con Método de Kato-Katz y Formol- acetato de etilo. Para determinar niveles de IgE en suero se utilizó la tecnología MagPIX® (Bio-Plex Pro_IgE huma - na) con límite de 0.040 ng/mL. Aprobación ética CEI-MEIZ/ Brock University. Resultados: Se estudiaron 73 niños del área rural y 71 del área urbana, de los cuales el 47.9% y el 7% estaban parasitados con geohelmintos, respectivamen - te. La prevalencia de Trichuris trichiura, Ascaris lumbricoi - des y uncinarias del humano en Tela fue de 41.1%, 13.7% y 11.0%, respectivamente. Las infecciones mixtas represen - taron el 34.3% de todas las infecciones observadas. El 80% de los casos de tricuriasis en Tela fue de intensidad leve y sólo uno de los cinco casos en Tegucigalpa fue moderado a severo; el 90% de las ascariasis era de intensidad leve. La población rural presentó 93% de hiper-IgE en contraste con la población urbana con 63% ( p<0.001). Se identiicó corre - parásitos e hiper-IgE ( p<0.001). Conclusiones/Recomendaciones: Este estudio demostró una diferencia signiicativa en los niveles de IgE de los niños parasitados con geohelmintos entre la población rural y ur - bana. Es necesario el estudio de otras variables relaciona - das con altos niveles de IgE como exposición a alergenos y otras parasitosis82TL DISTRIBUCIÓN ESPACIAL DE RIESGO DE INFECCIÓN POR Fasciola hepatica A PARTIR DE REGISTROS DE LA CENTRAL DE SACRIFICIO DE POPAYÁN, CAUCA, COLOMBIA. Catherine M. Ortega-G, Candidata Biología,1 Luis Reinel A., Rubiel Ingeniería Biomédica;3 Diego Vergara C., Especialista Epidemiología General;4 Isabela Victoria R., Administradora de Empresas;5 Leandro Cañola S., Médico Veterinario.5 Departamento de Biología, Facultad de Ciencias Naturales, Exactas y de la Educación, Centro de Estudios en Microbiología y Parasitología (CEMPA); 2Departamento de Medicina Interna, Facultad de Ciencias de la Salud, Centro de Estudios en Microbiología y Parasitología (CEMPA); 3Departamento de Física, Facultad de Ciencias Naturales, Exactas y de la Educación, Grupo de Investigación en Sistemas Dinámicos, Instrumentación y Control (SIDICO); 4Departamento de Ciencias Agropecuarias, Facultad de Ciencias Agrarias, Grupo de Investigación Sistemas Integrados de Producción Agropecuaria, Forestal y Acuícola (SISIMPRO); Universidad del Cauca; 5Sociedad de Agricultores y Ganaderos del Cauca, Central de Sacriicio. Popayán, Colombia. Antecedentes: La distomatosis hepática Fasciola hepatica gigantica , afecta principalmente a animales herbívoros, omnívoros y ocasionalmente al ser humano. Esta infec - ción disminuye el desarrollo ganadero y la eiciencia en la conversión alimenticia, reduce la productividad de leche y carne, aumenta la susceptibilidad a enfermedades infec - ciosas, y tiene una repercusión en la salud pública. Obje- tivo: Geolocalizar espacialmente el riesgo de infección de F. hepatica en el departamento del Cauca a partir de los registros de hígados decomisados en la central de sacrii - cio de Popayán durante 2015 a 2016. Metodología: Estu- dio retrospectivo de los registros de decomisos de hígados en la central de sacriicio de Popayán de marzo de 2015 a marzo 2016. Se determinó la frecuencia del decomiso, procedencia y raza. Además, se geocodiicaron, usando el método de puntos, los municipios con la mayor presencia del trematodo según la frecuencia de decomisos. Resulta- dos: Se sacriicaron 31.858 bovinos (405 hembras y 600 machos); en 1.005 se decomisó el hígado parasitado, para una prevalencia del 3.15%. Las razas encontradas parasita - das fueron, cebú (0,3%, 3/1005), Holstein (2,6%, 26/1005) y Normando (97,1%, 976/1005). El 44% correspondió al mu - nicipio de Purace, 10% Totoro, 7% Sotara, 6% Popayán, al igual que Timbio y 4% al Tambo. Adicionalmente, 69% de los casos proceden de sitios ubicados a más de 2400 m sobre el nivel del mar. Conclusiones/Recomendaciones: El de - partamento del Cauca está conformado por 42 municipios y este estudio conirmó la presencia de F. hepatica en 17 de S106 REV MED HONDUR 2017;85(Supl. No. 2):1-114acuerdo a la guía de sacriicio, en las zonas más altas del Cauca. Para tener mayor información de los focos de infec - ción, es necesario realizar estudios georreferenciados que permitan actualizar el mapa epidemiológico y así mejorar la política institucional de salud pública conducente al control y erradicación. 83TL SEROPREVALENCIA DE Fasciola hepatica EN BOVINOS SACRIFICADOS EN LA CENTRAL DE SACRIFICIO DE POPAYÁN, CAUCA, COLOMBIA. Catherine M. Ortega G., Candidata Biología;1 Luis Reinel Vásquez A., Magister Microbiología (énfasis Parasitología);2 Julio Giraldo F., Magister Mi - crobiología (énfasis Parasitología);3 Rubiel Vargas C., PhD, Ingeniería Biomédica;4 Diego Vergara C., Especialista Epidemiología General;5 Isabela Victo - ria R., Administradora de Empresas;6 Leandro Ca - ñola S., Médico Veterinario.7 Departamento de Bio - logía, Facultad de Ciencias Naturales, Exactas y de la Educación, Centro de Estudios en Microbiología y Parasitología (CEMPA), Universidad del Cauca; 2De- partamento de Medicina Interna, Facultad de Cien - cias de la salud, Centro de Estudios en Microbiología y Parasitología (CEMPA), Universidad del Cauca; 3Grupo de investigación Parasitología y Microbio - logía Tropical, Universidad INCCA; 4Departamento de Física, Facultad de Ciencias Naturales, Exactas y de la Educación, Grupo de Investigación en Siste - mas Dinámicos, Instrumentación y Control (SIDICO), Universidad del Cauca; 5Departamento de Ciencias Agropecuarias, Facultad de Ciencias Agrarias, Grupo de Investigación SISIMPRO, Universidad del Cauca; 6Sociedad de Agricultores y Ganaderos del Cauca, Central de Sacriicio; 7Sociedad de Agricultores y Ga - naderos del Cauca, Central de Sacriicio. Popayán, Colombia. Antecedentes: La distomatosis hepática es una zoonosis parasitaria emergente de acuerdo a la Organización Mun - dial de la Salud, OMS, es causada por trematodos Fasciola gigantica y F. hepatica . Objetivo : Determinar la seropreva - lencia de F. hepatica en la central de sacriicio de Popayán, Cauca, 2016, estableciendo asociación estadística. Meto- dología: Estudio descriptivo transversal determinando IgG anti-F. hepatica mediante prueba ELISA casera y la presen - cia de huevos en materia fecal y bilis en muestreo realizado en la central de sacriicio de Popayán. Se realizó análisis univariado y bivariado con el programa estadístico SPSS. Resultados: La seroprevalencia de la distomatosis hepá - tica fue de 81.6% (249/305) y estudiando heces fue de 13.1% (40/305). Hubo asocación estadísticamente signiica - tiva con normando. También se encontró trichostron - gilidos, Moniezia spp y paranistomidos. Los municipios con mayor cantidad de ganado con anticuerpos fueron Popayán y Puracé. El 6.6% de bovinos también venían infectados de Caquetá y Huila. Conclusiones/Recomendaciones: El estudio demuestra la seroprevalencia más alta a nivel de beneiciaderos en Colombia. Sería muy importante que se estableciera un sistema de vigilancia a nivel nacional. 84TL ESTANDARIZACIÓN DE UNA PRUEBA DE ELISA PARA EL DIAGNÓSTICO DE Fasciola hepatica EN BOVINOS CON EL EMPLEO DE UN EXTRAC- TO TOTAL DELIPIDADO Y SONICADO. Julio César M.Sc(c);2 MVZ,Esp;2 Martín Orlando Pulido, 1Grupo de Investiga - ción en Parasitología y - MT). Universidad de de Investigación en Medicina Zootecnia Pedagógica y Tecnoló Tunja; Colombia. Antecedentes: La Distomatosis hepatica causa problemas en la salud humana y animal por su carácter zoonótico. Esta parasitosis requiere de pruebas sensibles que permitan el diagnóstico coniable y especíico. Objetivo: Se estanda - rizó una técnica ELISA con el empleo de un extracto total delipidado y sonicado para el diagnóstico de la distomato - sis hepática en bovinos. Metodología: A partir de animales sacriicados dando cumplimiento a las norma de bioética que para este caso se requiere, se colectaron ejemplares adultos de Fasciola hepática , preservados en solución i - siológica con adición de éter anhidro frio en baño de hielo para la maceración. El se sonicó a 4°C inalmente centrifugó a 10,000 rpm una hora, colectándose el sobrenadante. Las titulaciones en bloques determinaron: Concentración óptima del antígeno 0.8ug/mL, dilución de suero 1/500 y conjugado 1/5000. Se evaluó la prueba con 320 sueros control, siendo 109 sue - ros gold estándar positivo, 163 gold estándar negativo y 48 positivos para otras entidades y negativos para F. hepática , para determinar reacciones cruzadas. Simultáneamente se realizó examen directo del ducto biliar para identiicación del adulto, toma de contenido biliar y ruminal para identiicación de huevos, por técnicas de concentración por centrifugación para el primero y Ritchiet-Fritck para el segundo. El exa - men directo se realizó por observación microscópica de las muestras con lectura por triplicado y doble ciego Resulta- dos: Se estandarizó una técnica de ELISA para diagnóstico de la distomatosis hepática bovina con valores de Sensibili - dad 90% y Especiicidad 92%. Se determinó no presentarse reacciones estudios seroepidemiológicos de distomatosis hepática bovina e identiicar focos en donde coexistan el estadio adulto, huésped deinitivo e intermedia - rio y así contribuir al control y erradicación de la parasitosis. S107 REV MED HONDUR 2017;85(Supl. No. 2):1-114XIII CONGRESO CENTROAMERICANO Y DEL CARIBE DE PARASITOLOGIA Y MEDICINA TROPICAL I CONGRESO INTERNACIONAL DE ENFERMEDADES INFECCIOSAS XIII CURSO INTERNACIONAL DE ENFERMEDADES INFECCIOSAS V CONGRESO NACIONAL DE PARASITOLOGIA Tegucigalpa, Honduras 22-26 de agosto de 2017 BECAS OTORGADAS Nombre Trabajo Libre Lisandro Mendoza, Escuela de Microbiología, Uni - versidad Nacional Autónoma de Honduras (UNAH), HondurasDetección de infecciones por Ascaris lumbricoides y Ascaris suum en Honduras, 2017 . Gabriela Matamoros, Maestría en Enfermedades In - fecciosas y Zoonóticas, Centro de Investigaciones Genéticas, UNAH, HondurasIdentiicación de mutaciones puntuales en el gen de la beta- tubulina asociadas con resistencia a los benzimidazoles en Ascaris lumbricoides y Trichuris trichiura en Honduras, 2016. Susan Flores, Programa de Posgrado en Biología de Agentes Infecciosos y Parasitarios, Universidade Fe - deral do Pará, Brasil (actualmente en Tegucigalpa)Resistencia transmitida del Virus de la Inmunodeiciencia Humana Tipo I (VIH-1) en pacientes recientemente diagnos - ticados y sin exposición previa a tratamiento antirretroviral en Belém, Pará, región norte de Brasil. Martha Cecilia García, Biblioteca Médica Nacional, Sistema Bibliotecario UNAH, HondurasHINARI - Información para la investigación en salud en el campo de las enfermedades infecciosas: experiencia en Hon - duras. Fátima Rico, Departamento de Pediatría, Facultad de Ciencias Médicas UNAH, HondurasRespuesta a epidemia de zika: Capacitación sobre monitoreo del crecimiento neonatal a través de Red de Capacidad de Investigación (REDe)/The Global Health Network, Facultad de Ciencias Médicas UNAH, Tegucigalpa, Honduras, 2016-2017. Patrocinador Becas: MenariniS108 REV MED HONDUR 2017;85(Supl. No. 2):1-114XIII CONGRESO CENTROAMERICANO Y DEL CARIBE DE PARASITOLOGIA Y MEDICINA TROPICAL I CONGRESO INTERNACIONAL DE ENFERMEDADES INFECCIOSAS XIII CURSO INTERNACIONAL DE ENFERMEDADES INFECCIOSAS V CONGRESO NACIONAL DE PARASITOLOGIA Tegucigalpa, Honduras 22-26 de agosto de 2017 COMISION EVALUADORA DE TRABAJOS LIBRES NOMBRE INSTITUCION Facultad de Medicina, Universidad de Costa Rica, San José, Costa Rica Instituto Clodomiro Picado, Universidad de Costa Rica, San José, Costa Rica Departamento de Parasitología, Instituto de Medicina Tropical Pedro Kouri, La Habana, Cuba Asociación Panameña de Microbiología y Parasitología, Panamá, Panamá Departamento de Microbiología y Zoología Médica, Recinto Ciencias Médicas, Universidad de Puerto Rico, San Juan, Puerto Rico Departamento de Ciencias Morfológicas, Facultad de Ciencias Médicas UNAH Maestría de Salud Pública, Facultad de Ciencias Médicas UNAH Departamento Ginecología y Obstetricia, Hospital Escuela Universitario Dirección General de Redes Integradas de Servicios de Salud, Secretaría de Salud de Honduras Maestría de Salud Pública, Facultad de Ciencias Médicas UNAH Maestría de Salud Pública, Facultad de Ciencias Médicas UNAH Maestría de Salud Pública, Facultad de Ciencias Médicas UNAH Unidad de Investigación Cientíica, Facultad de Ciencias Médicas, UNAH Dirección de Normalización, Secretaría de Salud de HondurasDr. Jorge Vargas Carmiol Dr. José María Gutiérrez Dr. Lazara Rojas Dra. María Mireya Muñoz Dr. Wieslaw Kozek Dra. Ana Ligia Chinchilla Dra. Astarté Alegría Dra. Carolina Bustillo Dra. Edith Rodríguez Dr. Hector Escalante Maestra Mercedes Martínez Dra. Nora Rodríguez MSc. Perla Simons Dra. Rosa María Duarte Dra. Zulma Alvarez Departamento de Epidemiología, Región Sanitaria Metropolitana del Distrito Central, Secretaría de Salud de Honduras Patrocinador Premios: Servicios de Ingeniería en Seguridad Electrónica y Proteccion Electrica, S. de R.L.; Ing. Guillermo "}