{"title": "Salud: No hay pruebas de que vacuna Sinovac sea ineficaz en adultos mayores", "author": "Sergio Ramírez", "url": "https://www.razon.com.mx/mexico/salud-hay-pruebas-vacuna-sinovac-sea-ineficaz-adultos-mayores-426269", "hostname": "razon.com.mx", "description": "José Luis Alomía dijo que no hay información que establezca que la vacuna Sinovac tenga una eficacia baja en los adultos mayores de 65 años", "sitename": "LaRazon", "date": "2021-03-08", "cleaned_text": "Vacuna antiCOVID Salud: No hay pruebas de que vacuna Sinovac sea ineficaz en adultos mayores José Luis Alomía dijo que no hay información que establezca que la vacuna Sinovac tenga una eficacia baja en los adultos mayores de 65 años Hasta el momento no hay información que establezca que la vacuna Sinovac tenga una eficacia baja en los adultos mayores de 65 años y más, aseguró el director de Epidemiología de la Secretaría de Salud, José Luis Alomía. De la información que se tiene validada por la Comisión Federal de Protección contra Riesgos Sanitarios (Cofepris), esta vacuna tiene muy buena efectividad, sobre todo para prevenir la enfermedad gravedeclaró en conferencia de prensa vespertina. El funcionario destacó que dicho biológico fue sometido a los análisis correspondientes sobre su eficacia, y por ahora está comprobado que es efectiva. Recordó que lo mismo se dijo de la vacuna de AstraZeneca y ahora está demostrado que sí es eficaz para prevenir el virus de COVID-19. Alomía Zegarra insistió que para abril podrían estar vacunados con las dos dosis los adultos mayores, ya que esto dependerá de los proveedores internacionales. Consideramos cubrir con la primera dosis a los adultos mayores de 65 años y más a finales de este mes; lo más importante es cubrir en abril con la segunda dosis, es una realidad posible dado la proveeduríasubrayó. José Luis Alomía comentó que en la medida que las vacunas arriban al país, en función de las expectativas que se tienen para cada una de ellas se realiza la planeación en la estrategia de inmunización. - [¿Quiénes son y qué hacen actualmente los hijos de Aracely Arámbula y Luis Miguel? | FOTOS](/entretenimiento/quienes-son-actualmente-hijos-aracely-arambula-luis-miguel-fotos-545287) - [Estas son las marcas de bocinas que Profeco te recomienda comprar para tus fiestas patrias](/negocios/cuales-son-las-mejores-marcas-de-bocinas-segun-profeco-mas-baratas-543882) - [Otra de Segalmex: ahora por 5,500 mdp](/opinion/columnas/mauricio-flores/segalmex-5-500-mdp-545398) - [Captan caída de tremendo rayo en playas de Michoacán; 'mata un turista y un vendedor', reportan VIDEO](/estados/captan-caida-tremendo-rayo-playas-michoacan-mata-turista-vendedor-reportan-video-545364) - [Convocatoria Colegio Militar 2024: requisitos, "}